[{"_id": "522436c5edbab41a9d003c90", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 28:18:1", "anchorRef": "Numbers 28:18", "anchorRefExpanded": ["Numbers 28:18"], "sourceRef": "Rashi on Numbers 28:18:1", "sourceHeRef": "רש\"י על במדבר כ״ח:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>כל מלאכת עבדה.</b> אֲפִלּוּ מְלָאכָה הַצְּרִיכָה לָכֶם, כְּגוֹן דָּבָר הָאָבֵד, הַמֻּתָּר בְּחֻלּוֹ שֶׁל מוֹעֵד, אֲסוּרָה בְּי\"ט:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "כל מלאכת עבדה [YE SHALL DO] NO SERVILE WORK — even work that is a necessity for you, as, for instance, a matter that may become lost (that cannot be postponed without irretrievable loss) and which is permissible on the intermediate days of Passover and Tabernacles (lit., the week days of the Festival) is forbidden on the Festival itself (see Rashi on Leviticus 23:8).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6e00", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 28:18", "anchorRef": "Numbers 28:18", "anchorRefExpanded": ["Numbers 28:18"], "sourceRef": "Onkelos Numbers 28:18", "sourceHeRef": "תרגום אונקלוס על במדבר כ״ח:י״ח", "anchorVerse": 18, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 28.0018, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "בְּיוֹמָא קַדְמָאָה מְעָרַע קַדִּישׁ כָּל עֲבִידַת פָּלְחַן לָא תַעְבְּדוּן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "The first day shall be a sacred holiday, any work of consequence you must not do.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec637", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 28:18", "anchorRef": "Numbers 28:18", "anchorRefExpanded": ["Numbers 28:18"], "sourceRef": "Targum Jonathan on Numbers 28:18", "sourceHeRef": "תרגום יונתן על במדבר כ״ח:י״ח", "anchorVerse": 18, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 28.0018, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "בְּיוֹמָא קַמָאָה דְחַגָא מְאָרַע קַדִישׁ כָּל עִיבִידַת פּוּלְחָנָא לָא תַעַבְדוּן", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " On the first day of the festival a holy convocation; no servile work shall ye do; \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54bd47f3fbfba21733360eba", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 23:7:1", "anchorRef": "Numbers 28:18", "anchorRefExpanded": ["Numbers 28:18"], "sourceRef": "Ramban on Leviticus 23:7:1", "sourceHeRef": "רמב\"ן על ויקרא כ״ג:ז׳:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "<b>כל מלאכת עבודה</b> אפילו המלאכות החשובות לכם עבודה וצורך שיש חסרון כיס בבטלה שלהן כגון דבר האבד כך הבנתי מת\"כ (פרשה יב ח) דקתני יכול אף חולו של מועד יהא אסור במלאכת עבודה וכו' לשון רש\"י (רש\"י על ויקרא כ״ג:ח׳) ואיננו נכון כלל כי מה טעם שיאמר הכתוב לא תעשה מלאכת דבר האבד ויבאו שאר המלאכות מק\"ו וא\"כ ראוי שיאמר אף בשבת כן ועוד שא\"כ הרי חולו של מועד רמוז בתורה שמותר בדבר האבד והם אמרו (חגיגה יח) לא מסרה הכתוב אלא לחכמים שאין בתורה רמז איזו מלאכה מותרת ואיזו מלאכה אסורה ולשון \"עבודה\" כולל הוא כל המלאכות והשמושים עובד אדמתו ישבע לחם (משלי יב יא) ועבדך שש שנים (דברים טו יח) ועבדת את אויביך (שם כח מח) ואינו משמש בשום מקום בדבר האבד בלבד שאם לא תעשה היום לא תעשה למחר אבל פירוש \"מלאכת עבודה\" כל מלאכה שאינה לצורך אוכל נפש כענין שנאמר ששת ימים תעבוד ועשית כל מלאכתך (שמות כ ט) ובכל עבודה בשדה (שם א יד) ונעבדתם ונזרעתם (יחזקאל לו ט) וקין היה עובד אדמה (בראשית ד ב) ומלאכה שהיא באוכל נפש היא מלאכת הנאה לא מלאכת עבודה וזה מתבאר בתורה כי בחג המצות שאמר תחילה (שמות יב טז) כל מלאכה לא יעשה בהם הוצרך לפרש אך אשר יאכל לכל נפש הוא לבדו יעשה לכם ובשאר כל ימים טובים יקצר ויאמר כל מלאכת עבודה לא תעשו לאסור כל מלאכה שאיננה אוכל נפש ולהודיע שאוכל נפש מותר בהן ולא יאמר הכתוב לעולם באחד מכל שאר ימים טובים \"כל מלאכה\" ולא יפרש בהם היתר אוכל נפש כי \"מלאכת עבודה\" ילמד על זה אבל בפרשת כל הבכור (דברים טז ח) בחג המצות אמר וביום השביעי עצרת לה' אלהיך לא תעשה מלאכה והטעם מפני שכבר התיר בו בפירוש אוכל נפש ולא הוצרך לאמר בו \"כל מלאכת עבודה\" והזכיר \"מלאכה\" סתם ולא אמר \"כל מלאכה\" כמו שנאמר בשבת (ויקרא כ״ג:ג׳) ויום הכפורים (ויקרא כ״ג:כ״ח) כי הכונה לא תעשה מלאכה אשר הזהרתיך עליה וכתב רבי חננאל כל מלאכת עבודה מגיד שאינו מתיר אלא במלאכת אוכל נפש כדכתיב בענין הזה במקום אחר וביום הראשון מקרא קדש יהיה לכם כל מלאכה לא יעשה בהם ומפני שמזכיר שם \"כל מלאכה\" הוצרך לפרש אך אשר יאכל לכל נפש הוא לבדו יעשה לכם פירוש \"מלאכת עבודה\" מלאכה המשתמרת לעבודת קנין כגון זריעה וקצירה וחפירה וכיוצא בהם אבל אוכל נפש אינה מלאכת עבודה זה לשונו והברייתא שבת\"כ (פרשה יב ה-ח) כך היא שנויה בנוסחאות המדוקדקות כל מלאכה לא תעשו הרי זה בא ללמד על ימי מועד שהן אסורין במלאכה יכול יהו אסורין בכל מלאכת עבודה תלמוד לומר הוא הוא אסור בכל מלאכת עבודה ואין ימי מועד אסורין בכל מלאכת עבודה דברי רבי יוסי הגלילי רבי עקיבא אומר מה תלמוד לומר אלה מועדי ה' אשר תקראו אותם מקראי קדש (ויקרא כ״ג:ל״ז) אם לענין ימים טובים הרי כבר ימים טובים אמורים א\"כ למה נאמר אלה מועדי ה' אשר תקראו אותם מקראי קדש אלו ימי מועד שהן אסורין בעשיית מלאכה יכול יהו אסורין בכל מלאכת עבודה תלמוד לומר הוא וכו' ופירושה שר' יוסי הגלילי דורש לא תעשו אלה מועדי ה' (להלן פסוקים לו לז) לומר שהכתוב אוסר עשייה במועדי ה' כולם יכול שיהו כולן שוין באיסור ויאסרו בכל מלאכת עבודה כראשון ושמיני ונדרוש כל מלאכת עבודה לא תעשו אלה מועדי ה' שהמקרא נדרש לפניו ולפני פניו מיעט הכתוב עצרת היא כל מלאכת עבודה לא תעשו (ויקרא כ״ג:ל״ו) שמיני עצור בכל מלאכת עבודה ואין חולו של מועד אסור כמוהו בכל מלאכת עבודה אלא במלאכה בלבד שאמר \"לא תעשו\" ולא הזכירה הכתוב ולא רמז לה כלל ומסרה לחכמים ולפי גרסת רש\"י ג\"כ כך היא מתפרשת והברייתא הזו היא שנויה בגמרא חגיגה (יח) דקתני כל מלאכת עבודה לא תעשו לימד על חולו של מועד שאסור בעשיית מלאכה דברי רבי יוסי הגלילי רבי עקיבא אומר וכו' ושם שנו עוד מה שביעי אסור אף ששי אסור אי מה שביעי עצור בכל מלאכה אף ששי עצור בכל מלאכה תלמוד לומר השביעי שביעי עצור בכל מלאכה ואין הששי עצור בכל מלאכה שלא מסרן הכתוב אלא לחכמים וכו' שנו בגמרא ב\"כל מלאכה\" ושנו בת\"כ ב\"כל מלאכת עבודה\" שתפסו להם במדרש לשון הכתוב שאין לומר ביום טוב ב\"כל מלאכה\" אלא ב\"כל מלאכת עבודה\" ושניהם לדבר אחד נתכונו שיו\"ט אסור בכל מלאכת עבודה וחולו של מועד אינו אסור בכל מלאכת עבודה אבל אסור הוא בכל מלאכה שלא נתפרשה בתורה ומסרה הכתוב לחכמים ובספרי (ראה קלה) רבי ישמעאל אומר לפי שלא למדנו שימי מועד אסורין במלאכה תלמוד לומר ששת ימים תאכל מצות וביום השביעי עצרת (דברים טז ח) מה שביעי עצור אף ששי עצור אי מה שביעי עצור בכל מלאכה אף ששי עצור בכל מלאכה תלמוד לומר השביעי שביעי עצור בכל מלאכה ואין הששי עצור בכל מלאכה וגם זו כפי השיטה שאמרנו הרי הארכנו בעניני הברייתות השנויות בענין הזה להעלות דברי רז\"ל עם הפירוש הברור והנכון מה שאמרנו בכתובים האלו ועם כל זה מצאתי קושיא על דברינו מברייתא השנויה בספרי (פנחס קמז) כל מלאכת עבודה לא תעשו (במדבר כח יח) מגיד שאסור בעשיית מלאכה מנין להתיר בו אוכל נפש נאמר כאן מקרא קדש ונאמר להלן (שמות יב טז) מקרא קדש מה להלן להתיר בו אוכל נפש אף כאן להתיר בו אוכל נפש ונראה לי כי \"עבודה\" אצל רבותינו ז\"ל טורח ועמל שאדם עובד בו לאחר מלשון עבודת עבד (ויקרא כה לט) עבד עבדים יהיה לאחיו (בראשית ט כה) עבדו את כדרלעומר (שם יד ד) וכן עבודת עבודה ועבודת משא (במדבר ד מז) עבודת כל טורח שבאהל ועבודת משא בכתף ואם כן היה באפשר שמלאכות קלות שאדם עושה להנאת עצמו מותרת ואע\"פ שאינה אוכל נפש ושיהיה אוכל נפש מרובה שהשמש עובד בו לרבו אסור ועל כן שאל מנין שההיתר הזה הוא באוכל נפש עד שנתיר כל אוכל נפש אפילו בטורח ונאסור כל שאר המלאכות שאפילו הקלות שבהם מלאכת עבודה איקרו תלמוד לומר מקרא קדש לגזירה שוה ששם באה כל מלאכה לאיסור וכל אוכל נפש להתיר וראיתי במכילתא (בא ט) דתני אך אשר יאכל לכל נפש (שמות יב טז) כל אוכל נפש דוחה י\"ט ואין כל עבודה דוחה י\"ט ויהא מקצת אוכל נפש דוחה שבת והדין נותן ומה אם במקום שאין כל עבודה דוחה י\"ט כל אוכל נפש דוחה י\"ט מקום שמקצת עבודה דוחה שבת אינו דין שיהא מקצת אוכל נפש דוחה את השבת תלמוד לומר אשר יאכל לכל נפש מקצת עבודה דוחה את השבת ואין מקצת אוכל נפש דוחה את השבת ופירוש מקצת עבודה כגון חובת היום תמידין ומוספין ואין כל עבודה דוחה י\"ט נדרים ונדבות או עולת נדבה אבל מקצת אוכל נפש לא נתברר לי פירושו אלא שירמוז למה שאמרנו שהבא בטורח גדול בדומה לעבודה יהיה בכלל איסור והבא בנקל כמנהגו של אדם לעצמו יהיה מותר או מקצתו כדי חייו וכולו תבשילין מרובין לתענוג והכלל במלאכת עבודה שהוא להתיר אוכל נפש:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "YE SHALL DO NO MANNER OF ‘M’LECHETH AVODAH’ (SERVILE WORK). “[Not] even such work as is considered by you important and necessary work, because the neglect of it would involve a monetary loss, as for example a matter that will not permit delay. So I understood from the Torath Kohanim which teaches as follows:<sup class=\"footnote-marker\">199</sup><i class=\"footnote\">Torath Kohanim, <i>Emor</i> 12:6.</i> ‘I might think that on intermediate days of the festival<sup class=\"footnote-marker\">200</sup><i class=\"footnote\">I.e., the mid-festival days, or the half-festive days between the first and the last days of Passover or of Succoth.</i> it is also forbidden to do <i>m’lecheth avodah</i> (servile work) etc’”<sup class=\"footnote-marker\">201</sup><i class=\"footnote\">Scripture therefore states with reference to the first and last days of Passover and of Succoth, that it is on them that servile work is forbidden, but not on the intermediate days of the festival.</i> This is Rashi’s language.<br>But this is not correct at all. For what reason is there that Scripture should say, “Do not do [on the festival days even] such work that will not permit delay,” and [the prohibition for] all other labors be deduced by a <i>kal vachomer</i><sup class=\"footnote-marker\">202</sup><i class=\"footnote\">I.e. an argument from minor to major. “If work that will not permit delay is forbidden, then surely it is all the more so forbidden if the work can be delayed till after the festival.” See in Vol. II, p. 133, Note 208, on <i>kal vachomer</i>.</i> and if so it would have been proper to say it in the same way in the case of the Sabbath too! [However, with reference to the Sabbath it says <i>Ye shall do ‘no manner’ of ‘m’lachah’</i> (<i>work</i>), and it does not say <i>m’lecheth avodah</i> (servile work) as in the case of the festivals!] Moreover, if it be [as Rashi explained it], then there is an allusion in the Torah to the effect that on the intermediate days of the festival it is permissible to do work that will not permit delay, but the Rabbis have said,<sup class=\"footnote-marker\">203</sup><i class=\"footnote\">Chagigah 18 a.</i> “Scripture has handed over this matter [of determining which activities are forbidden and which are permitted on the intermediate days of the festival] only to the Sages,” which means that there is no allusion in the Torah as to which work is permitted and which is forbidden! Again, the term <i>avodah</i> (work) includes all kinds of labors and purposes, [as the following verses indicate]: <i>‘oveid’</i> (<i>he that tilleth</i>) <i>his ground shall have plenty of bread;</i><sup class=\"footnote-marker\">204</sup><i class=\"footnote\">Proverbs 12:11.</i> <i>‘va’avadcha’</i> (<i>he shall serve thee</i>) <i>six years;</i><sup class=\"footnote-marker\">205</sup><i class=\"footnote\">Deuteronomy 15:12.</i> <i>‘v’avad’ta’</i> (<i>thou shalt serve</i>) <i>thine enemy</i><sup class=\"footnote-marker\">206</sup><i class=\"footnote\"><i>Ibid.</i>, 28:48.</i> — and nowhere does the term <i>avodah</i> mean only work that permits no delay, which, if not done today, can no longer be done on the following day [as Rashi had written]!<br>Rather, the meaning of <i>m’lecheth avodah</i> (servile work) is all work that is not necessary in the preparation of food, similar to that which it is said, <i>Six days ‘ta’avod</i> (<i>shalt thou labor</i>)<i>, and do all thy work;</i><sup class=\"footnote-marker\">207</sup><i class=\"footnote\">Exodus 20:9.</i> <i>and in all ‘avodah’</i> (<i>manner of work</i>) <i>in the field;</i><sup class=\"footnote-marker\">208</sup><i class=\"footnote\"><i>Ibid.</i>, 1:14.</i> <i>‘v’ne’evadtem’</i> (<i>and ye shall be tilled</i>) <i>and sown;</i><sup class=\"footnote-marker\">209</sup><i class=\"footnote\">Ezekiel 36:9.</i> <i>but Cain was an ‘oved’</i> (<i>tiller</i>) <i>of the ground</i>.<sup class=\"footnote-marker\">210</sup><i class=\"footnote\">Genesis 4:2.</i> But work which is done in preparation of food is work of direct benefit, and is not [called] <i>m’lecheth avodah</i> (servile work). This [distinction] is clearly explained in the Torah. For with reference to the Festival of Unleavened Bread where He said at first, <i>no manner of work shall be done in them</i>,<sup class=\"footnote-marker\">211</sup><i class=\"footnote\">Exodus 12:16.</i> it was necessary to explain [in the same verse], <i>Save that which every man must eat, that only may be done by you;</i> therefore with respect to the other festivals He shortened [the command] and said [as in the verse before us], <i>ye shall do no manner of servile work</i>, thus prohibiting all work which is not done in preparation of food, and informing us that the preparation of food is permissible on the festival days. And in no place does Scripture say concerning any of the festival days, that “no manner of work” [shall be done on it] without explaining [immediately] that the preparation of food is permissible on it, because the form <i>m’lecheth avodah</i> (servile work) establishes that principle.<sup class=\"footnote-marker\">212</sup><i class=\"footnote\">In other words, when the Torah states concerning any festival, “no manner of ‘servile work’ shall be done on it,” that establishes already the permission to prepare necessary food, since such work is not <i>‘m’lecheth avodah’</i> (servile work). But where Scripture states concerning a festival, “no manner ‘of work’ shall be done on it” [an expression which is similar to that stated concerning the Sabbath], then it is always followed with a permission for the preparing of necessary food, since the term “work” is inclusive of all labors.</i> However, in the section of <i>All the firstling males</i><sup class=\"footnote-marker\">213</sup><i class=\"footnote\">Deuteronomy 15:19.</i> [where all the festivals are mentioned], He states with reference to the Festival of Unleavened Bread, <i>and on the seventh day shall be a solemn assembly to the Eternal thy G-d; thou shalt do no work therein</i><sup class=\"footnote-marker\">214</sup><i class=\"footnote\"><i>Ibid.</i>, 16:8.</i> [and yet Scripture does <i>not</i> follow it up with a permission for preparing food]! The reason for this is that He had already clearly permitted<sup class=\"footnote-marker\">215</sup><i class=\"footnote\">In Exodus 12:16 — quoted above.</i> the preparation of food on it [Passover], and it was therefore no longer necessary [there in the section of <i>All the firstling males</i>] to say in connection with it: “all manner of servile work.” He mentioned there merely “work” (<i>thou shalt do no ‘work’ therein</i>),<sup class=\"footnote-marker\">214</sup><i class=\"footnote\"><i>Ibid.</i>, 16:8.</i> and did not say <i>kol m’lachah</i> (“all work” or “any manner of work”) as He said with reference to the Sabbath<sup class=\"footnote-marker\">176</sup><i class=\"footnote\">Verse 3.</i> and the Day of Atonement,<sup class=\"footnote-marker\">216</sup><i class=\"footnote\">Further, Verse 28.</i> because the intention is, “Do not do that work about which I have admonished you [elsewhere, i.e., ‘servile work’].”<br>Now Rabbi Chananel<sup class=\"footnote-marker\">217</sup><i class=\"footnote\">See above in <i>Seder Kedoshim</i> Note 286. It is important to note that in the printed editions of Ramban the text here is “Rabbi Abraham” (ibn Ezra) instead of “Rabbi [or Rabbeinu] Chananel,” as found in Ramban manuscripts. It is, however, not found at all in Ibn Ezra’s commentaries, thus proving that the correct reading is “Rabbeinu Chananel.” Ramban’s interpretation of the term <i>m’lecheth avodah</i>, as substantiated by Rabbeinu Chananel, has had a wide influence on the whole concept of “work” on the festivals (see an article of mine in “Hadarom,” No. 34, pp. 234-237).</i> wrote: “<i>Do no manner of ‘m’lecheth avodah’</i> (<i>servile work</i>). This teaches that He only permitted [on a festival day] the preparation of food, as it is written in connection with this matter in another place: <i>And in the first day</i> [of Passover] <i>there shall be to you a holy convocation, and in the seventh day a holy convocation; no manner of work shall be done in them</i>.<sup class=\"footnote-marker\">211</sup><i class=\"footnote\">Exodus 12:16.</i> And because He mentioned there <i>any manner of work</i> [which indicates a prohibition covering even preparation of food], it was essential that He should explain [in the same verse]: <i>save that which every man must eat, that only may be done by you</i>. The meaning of <i>m’lecheth avodah</i> is work for the purpose of material possessions, such as sowing, harvesting, digging and the like, but the preparation of food is not <i>m’lecheth avodah</i>.” This is Rabbeinu Chananel’s language.<br>And the Beraitha in the Torath Kohanim [which Rashi quoted at the beginning of the section] is taught as follows in the correct texts thereof:<sup class=\"footnote-marker\">218</sup><i class=\"footnote\">Torath Kohanim, <i>Emor</i> 12:5-8. See also in Vol. II, p. 106, Note 45 on Rabbeinu Chananel.</i> “<i>Do no manner of ‘m’lecheth avodah.’</i><sup class=\"footnote-marker\">219</sup><i class=\"footnote\">Verse 36. See my Hebrew commentary p. 145, that this is the correct reading here. It is this verse which is clearly referred to by Ramban when he begins the interpretation of the Beraitha.</i> This is intended to elucidate [the law] about the intermediate days of the festival, that it is prohibited to do work on them. I might think that any manner of <i>m’lecheth avodah</i> (servile work) is forbidden on them. Scripture therefore states <i>it</i> [i.e., the eighth day of Tabernacles, <i>is a day of solemn assembly</i>],<sup class=\"footnote-marker\">220</sup><i class=\"footnote\">Further, Verse 36. See my Hebrew commentary p. 145.</i> meaning: <i>it</i> is a day on which all manner of servile work is forbidden, but on the intermediate days [of the festival] such work is not forbidden. These are the words of Rabbi Yosei the Galilean. Rabbi Akiba says: What need is there for Scripture to say: <i>These are the appointed seasons of the Eternal which ye shall proclaim to be holy convocations?</i><sup class=\"footnote-marker\">221</sup><i class=\"footnote\">Further, Verse 37.</i> If it refers to the festivals, they are each stated [separately]! If so, why is it said, <i>These are the appointed seasons of the Eternal, which ye shall proclaim to be holy convocations</i>? This refers to the intermediate days of the festival, on which the doing of work is forbidden. I might think that all manner of servile work is forbidden to be done on them. Scripture therefore states, <i>it</i> etc.”<sup class=\"footnote-marker\">220</sup><i class=\"footnote\">Further, Verse 36. See my Hebrew commentary p. 145.</i> [as quoted above].<br>The explanation of this Beraitha is [as follows]: Rabbi Yosei the Galilean interprets the verses, <i>Ye shall do</i> [<i>no manner of servile work</i>],<sup class=\"footnote-marker\">220</sup><i class=\"footnote\">Further, Verse 36. See my Hebrew commentary p. 145.</i> and <i>These are the appointed seasons of the Eternal</i>,<sup class=\"footnote-marker\">221</sup><i class=\"footnote\">Further, Verse 37.</i> as meaning that Scripture prohibits the doing of work on all [the days] which are termed “the appointed festivals of the Eternal.” Thus I might think that they are all alike with respect to this prohibition, and that any manner of servile work is prohibited to be done on [the intermediate days of the festival] just as on the first and eighth days [of Tabernacles], and [then] we would interpret the verses thus: <i>Ye shall do no manner of servile work. These are the appointed seasons of the Eternal</i>,<sup class=\"footnote-marker\">222</sup><i class=\"footnote\">Verses 36 and 37 are thus combined to yield this thought.</i> since a verse may be interpreted together with an antecedent phrase or even together with a penultimate phrase.<sup class=\"footnote-marker\">223</sup><i class=\"footnote\">Shabbath 32 b. In the case before us, Verse 37 [<i>These are the appointed seasons of the Eternal</i>] is explained by an antecedent phrase in Verse 36 [<i>Ye shall do no manner of servile work</i>]. Ramban in speaking of “a penultimate phrase” is merely completing the quotation of the Talmudic saying, but the intent here is perforce to “an antecedent phrase.”</i> It is for this reason that Scripture excludes it by saying, <i>‘it’ is a day of solemn assembly; ye shall do no manner of servile work</i>,<sup class=\"footnote-marker\">221</sup><i class=\"footnote\">Further, Verse 37.</i> meaning: “the eighth day [of Tabernacles] is restricted as regards all servile work, but on the intermediate days of the festival the prohibition is not like that of [the eighth day], affecting all manner of ‘servile work,’ but it is only ‘work’ which He said they must not do,” and [the precise nature of the work forbidden on the intermediate days of the festival] Scripture did not mention, nor did it allude to it at all, but entrusted it to the Sages [to establish which work is permitted and which is prohibited]. The text which Rashi brings [further on in Verse 36]<sup class=\"footnote-marker\">224</sup><i class=\"footnote\">“<i>Ye shall do no manner of servile work</i>. I might think that it is forbidden to do servile work also on the intermediate days of the festival. Scripture therefore states <i>it</i> (the eighth day of Tabernacles) <i>is a day of solemn assembly</i> [but not the intermediate days]” (Rashi, Verse 36).</i> is also to be explained in this way.<br>This Beraitha [of the Torath Kohanim] is taught in the Gemara of Tractate Chagigah in the following way:<sup class=\"footnote-marker\">225</sup><i class=\"footnote\">Chagigah 18 a.</i> “<i>Ye shall do no manner of servile work</i>.<sup class=\"footnote-marker\">226</sup><i class=\"footnote\">Verse 8, referring to the seventh day of Passover, which is a full festival day as is the eighth day of Tabernacles.</i> This teaches us about the intermediate days of the festival, that it is forbidden to do work [on them]. These are the words of Rabbi Yosei the Galilean. Rabbi Akiba says etc.” [as quoted above]. And there [in Tractate Chagigah] it is further taught: “Just as [servile work] is forbidden on the seventh day [of Passover], so also it is forbidden on the sixth day; if so [I might think], just as the seventh day is restricted with respect to all work,<sup class=\"footnote-marker\">227</sup><i class=\"footnote\">As it is stated in Deuteronomy 16:8 with reference to the Passover: <i>and on the seventh day shall be a solemn assembly … thou shalt do no work therein</i>. Since it does not state “servile work,” the restriction would seem to apply to “all work,” as the Gemara expresses it. Now Ramban has already explained above that the real intention of this verse in Deuteronomy is “servile work,” and the reason why it mentions “work,” is because Scripture has already explained (in Exodus 12:16 — see Note 215), that it applies specifically to “servile work.” The argument of the Gemara, however, merely proceeds on the basis of the expression as stated there in Deuteronomy. Further on in the text Ramban will again remove this difficulty in accordance with this line of thought, by saying that the Gemara is merely following the expressio of the verse.</i> so also the sixth day [as well as the other intermediate days of the festival] are restricted with respect to all work. Scripture therefore states <i>‘ha’shvi’i’</i>, (<i>‘the’ seventh day</i>),<sup class=\"footnote-marker\">228</sup><i class=\"footnote\">Deuteronomy 16:8. The definite article in [<i>ha’shvi’i</i>] is limiting, meaning: only on the seventh day are you so restricted, but not on the preceding intermediate days.</i> meaning: “the seventh day is restricted with regard to all work, but the sixth day is not restricted with respect to all work, for Scripture entrusted [the determining of which work is permitted and which is forbidden] only to the Sages, etc.” Now the Gemara states that [on the seventh day of the festival we are] restricted against doing “all work,” but the Torath Kohanim [mentioned above] states “all servile work.” This is because in the interpretation [of the Gemara] the Sages chose the wording of the Scriptural text [and since in Deuteronomy 16:8 it says with reference to the seventh day of Passover, <i>thou shalt do no ‘work’ therein</i>, the Gemara followed that expression, but the intention is really only to “servile work”], for with respect to a festival it cannot be said that “all work” is forbidden therein, but only “all servile work.” Thus both [the Torath Kohanim and the Gemara] meant the same thing, namely, that on the festival days all manner of servile work is forbidden, but on the intermediate days of the festival all manner of servile work is not forbidden; however, forbidden are those kinds of labor which [although] have not been set forth in the Torah, but which Scripture entrusted to the Sages [to be specified as forbidden].<br>And in the Sifre [we have been taught]:<sup class=\"footnote-marker\">229</sup><i class=\"footnote\">Sifre, <i>R’eih</i> 135.</i> “Rabbi Yishmael says: Since we have not been instructed that on the intermediate days of a festival it is forbidden to do work, therefore Scripture states, <i>Six days thou shalt eat unleavened bread, and on the seventh day shall be a solemn assembly</i>,<sup class=\"footnote-marker\">214</sup><i class=\"footnote\"><i>Ibid.</i>, 16:8.</i> [thus teaching that] just as the seventh day is restricted [as regarding work], so also is the sixth day [and all intermediate days of the festival] restricted. Now I might think that just as the seventh day is restricted with regard to all work, so also is the sixth day restricted with regard to all work. Scripture therefore states <i>‘the’ seventh day</i>,<sup class=\"footnote-marker\">228</sup><i class=\"footnote\">Deuteronomy 16:8. The definite article in [<i>ha’shvi’i</i>] is limiting, meaning: only on the seventh day are you so restricted, but not on the preceding intermediate days.</i> thus teaching that the seventh day is restricted with regard to all work, but the sixth day is not restricted with respect to all work.” This Beraitha too [speaking of “all work” being prohibited on the seventh day of Passover] is to be explained in accordance with the principle we have laid down [i.e., that the intention is “all servile work,” the Beraitha merely following the language of the verse, as explained above]. Thus we have discussed at length the matter of the Beraithoth dealing with this subject, in order that the words of our Rabbis, of blessed memory, should conform with the clear and correct interpretation which we have said of these verses.<br>Yet despite all this, I have found a contradiction to our words from a Beraitha taught in the Sifre:<sup class=\"footnote-marker\">230</sup><i class=\"footnote\"><i>Ibid.</i>, <i>Pinchas</i> 147.</i> “<i>Ye shall do no manner of ‘m’lecheth avodah’</i> (<i>servile work</i>).<sup class=\"footnote-marker\">231</sup><i class=\"footnote\">Numbers 28:18 (with respect to the first day of Passover).</i> This teaches that the doing of work [on the first day of Passover] is forbidden. How do we know that the preparation of food is permitted thereon? Here it is stated <i>a holy convocation</i> [<i>In the first day shall be ‘a holy convocation'; ye shall do no manner of servile work</i>], and there<sup class=\"footnote-marker\">232</sup><i class=\"footnote\">In Exodus 12:16.</i> it is said [with respect to the same day] <i>a holy convocation</i>. Now just as there [the verse explicitly] permits preparing food, so here too the intention is to permit the preparation of food [on the same day].”<sup class=\"footnote-marker\">233</sup><i class=\"footnote\">Now this Beraitha is clearly in contradiction to Ramban’s opinion above, that the term <i>‘m’lecheth avodah’</i> (servile work) does <i>not</i> include a prohibition against preparing necessary food on a festival. For if so, seeing that with respect to the first day of Passover it states in Numbers 28:18: <i>Ye shall do no manner of ‘m’lecheth avodah,’</i> why then did the Sifre have to search for a special source to establish the permissibility of preparing necessary food? Ramban will now proceed to remove this contradiction.</i><br>It appears to me that the term <i>avodah</i> was understood by our Rabbis, of blessed memory, in the sense of labor and toil which one does for another, [the usage being] similar to these expressions: <i>‘avodath aved’</i> (<i>the work of a bondservant</i>);<sup class=\"footnote-marker\">234</sup><i class=\"footnote\">Further, 25:39.</i> <i>‘eved avadim’</i> (<i>a servant of servants</i>) <i>shall he be unto his brethren;</i><sup class=\"footnote-marker\">235</sup><i class=\"footnote\">Genesis 9:25.</i> <i>‘avdu’</i> (<i>they served</i>) <i>Chedorlaomer</i>.<sup class=\"footnote-marker\">236</sup><i class=\"footnote\"><i>Ibid.</i>, 14:4.</i> Similarly: <i>‘avodath avodah va’avodath masa’</i> (<i>the work of service, and the work of bearing burdens</i>),<sup class=\"footnote-marker\">237</sup><i class=\"footnote\">Numbers 4:47.</i> which means the work of any task in the Tent [of Meeting], and the work of [bearing] burdens upon the shoulder. If so, it would be possible [to think] that light works which one does for one’s own enjoyment are permissible, even though they are not for the preparation of food, while those difficult labors done in the course of preparation of food, which a servant performs for his master, are forbidden to be done. Therefore this [Beraitha just quoted from the Sifre] asked: “Whence do we know that this permission [for certain works] refers to preparation of food, so that all work done in the preparation of food is permissible, even if it involves difficult labor, and that we should prohibit all other kinds of work, for even the easiest of them are called <i>m’lecheth avodah</i>? From the similarity of phrases, <i>a holy convocation</i>, for there<sup class=\"footnote-marker\">232</sup><i class=\"footnote\">In Exodus 12:16.</i> it is indicated that all works [even easy ones] are prohibited, and all works done for the preparation of food [even those difficult tasks that a servant does for his master, such as cooking, baking, etc.] are permitted to be done.”<br>Now I have seen the following text taught in the Mechilta:<sup class=\"footnote-marker\">238</sup><i class=\"footnote\">Mechilta, <i>Pis’cha</i> 9.</i> “<i>Save that which every man must eat, that only may be done by you</i>.<sup class=\"footnote-marker\">232</sup><i class=\"footnote\">In Exodus 12:16.</i> All works necessary for the preparation of food overrule the festival, but not all Services [in the Sanctuary, as will be explained] overrule the festival. Now [the argument may be advanced]: Let some works done for the preparation of food overrule the Sabbath! And the following reasoning would favor it: If in a situation when all Services do not overrule the festival, nonetheless all works necessary for the preparation of food do overrule the festival, then in the situation where some Services [in the Sanctuary] do overrule the Sabbath, is it not logical that some works done for the preparation of food overrule the Sabbath! Scripture therefore states, <i>Save that which every man must eat</i>, [<i>that only may be done by you</i>.<sup class=\"footnote-marker\">232</sup><i class=\"footnote\">In Exodus 12:16.</i> — on the festival, but not on the Sabbath. It is thus established that although] some Services [in the Sanctuary] overrule the Sabbath, no work for the preparation of food may overrule the Sabbath.” Now the meaning of the phrase [in the Beraitha] “some Services [in the Sanctuary which overrule the Sabbath],” is such things as offerings which are obligatory for the day, these being the Daily Whole-offering and the Additional Offerings; “but the festival is not overruled by all Services [in the Sanctuary],” these are vow-offerings and freewill-offerings [of individuals], or a freewill burnt-offering [which, although wholly for the altar, may yet not be offered on a festival]. But the meaning of the phrase [“is it not logical that] <i>some</i> works for the preparation of food [overrule the Sabbath]” has not been clarified to me. However, it alludes to what we have said, that work which is accomplished by means of great toil, akin to work [which a servant does for his master], is included in the prohibition, but that which is accomplished easily, and is customary for a man to do for himself, is permitted; or “some works” may mean [those necessary] for maintenance of life, and “all works” may mean abundance of dishes for pleasure. The principle then of <i>‘m’lecheth avodah’</i> [servile work — stated in the case of the festivals], is thus to permit the preparation of food [since that is not within the terms of “servile work” which is forbidden on the festival].", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "569d07d7d6e4a979b40a0db9", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 147:1", "anchorRef": "Numbers 28:18", "anchorRefExpanded": ["Numbers 28:18"], "sourceRef": "Sifrei Bamidbar 147:1", "sourceHeRef": "ספרי במדבר קמ״ז:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [200], "commentaryNum": 147.0001, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "וביום הראשון מקרא קודש – ארעו במאכל ובמשתה ובכסות נקיה: כל מלאכת עבודה לא תעשו – מגיד שאסור בעשיית מלאכה. ומנין להתיר בו אוכל נפשות? נאמר כאן מקרא קודש, ונאמר להלן שמות יב מקרא קודש. האמור להלן – להתיר בו אוכל נפש; אף מקרא קודש האמור כאן – להתיר בו אוכל נפש: והקרבתם אשה עולה לה' פרים בני בקר – הרי שמצא פרים ולא מצא אילים, אילים ולא מצא כבשים, שומע אני לא יקריב עד שיקריב כולם? ת\"ל שבעת ימים תקריבו אשה, אפילו אחד מהם. או אפילו כולם מצויים? תלמוד לומר פרים בני בקר שנים ואיל אחד:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 28:18) \"On the first day it is a calling of holiness.\" Celebrate it with eating and drinking and with clean garments. \"All work of labor you shall not do\": We are hereby apprised that working is forbidden. And whence is it derived that the work that is needed for the preparation of food is permitted? From (Shemot 12:16) \"Only (for) what is to be eaten by every person, that alone may be done for you.\" (Ibid. 19) \"And you shall present a fire-offering, a burnt-offering to the L-rd\": If one found bullocks but not rams, or rams but not lambs, I might think that he does not sacrifice any until he can sacrifice all. It is, therefore, written \"And you shall present a fire-offering,\" implying even one. I might then think that even if all are found, (he may present only one). It is, therefore, (to negate this) written \"two young bullocks, and one ram, etc.\"", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "57e77d7fd6e4a94c7c18b19b", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 28:18", "anchorRef": "Numbers 28:18", "anchorRefExpanded": ["Numbers 28:18"], "sourceRef": "Tafsir Rasag, Numbers 28:18", "sourceHeRef": "תפסיר רס\"ג, במדבר כ״ח:י״ח", "anchorVerse": 18, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 28.0018, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "פי אליום אלאול מנהא אסם מקדס כל צנאעה מכסב לא תצנעו", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1547d0d6e4a92409ac4d96", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 28:18:1", "anchorRef": "Numbers 28:18", "anchorRefExpanded": ["Numbers 28:18"], "sourceRef": "Siftei Chakhamim, Numbers 28:18:1", "sourceHeRef": "שפתי חכמים, במדבר כ״ח:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>כגון דבר האבד.</b> [ג\"א] פי' דכתב רחמנא איסור גבי מלאכת עבודה כדי לדרוש שגבי חולו מועד לא התיר אלא מלאכת עבודה שהיה דבר האבד, ואי כתב כל מלאכה בלבד הוי התירא דכתב רחמנא גבי חולו של מועד גם כן בכל מלאכה, אבל השתא דכתיב אסור אצל דבר האבד בי\"ט ממילא נלמוד היתרא דח\"ה ג\"כ בדבר האבד דוקא ולא בשאר מלאכות. (קצ\"מ) פי' הוצרך להודיע בו זה בי\"ט משום דה\"א כיון שהותרה מכללה לענין אוכל נפש ה\"א דגם לדבר האבד הותרה הואיל ויש בה חסרון כיס אם לא יעשה היום, קמ\"ל דאפילו הכי אסור:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>For example, to prevent a loss.</b> (<i>Gur Aryeh</i>) Meaning: The Torah writes a prohibition concerning “work of consequence” in order for one to expound that on the intermediate days only work of consequence is permitted, [meaning work] that prevents a loss from happening. For if it had only written, “Any work,” then the authorization of allowing to do work that the Torah writes concerning the intermediate days would have also referred to “any work.” However now that the prohibition regarding work to prevent a loss from happening is written regarding the festival, we inevitably learn that the authorization of allowing to do work on the intermediate days is specifically for work to prevent a loss from happening, but not for other types of work. (<i>Kitzur Mizrochi</i>) explains that this was necessary to inform us that other types of work are prohibited on the festival; for one would have said that since work was permitted [on the festival] regarding the preparation of food, so too it was permitted [to do work] to prevent a loss from happening, [i.e.] where there would be a monetary loss if it were not performed on that day. Thus, we are informed that even in this case it is forbidden.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5c729fe93b3881006fc55b64", "index_title": "Shabbat Siddur Sefard Linear", "category": "Liturgy", "type": "", "ref": "Shabbat Siddur Sefard Linear, Prayers for Yom Tov, Musaf for Yom Tov, Divine Sanctification 117", "anchorRef": "Numbers 28:16-18", "anchorRefExpanded": ["Numbers 28:16", "Numbers 28:17", "Numbers 28:18"], "sourceRef": "Shabbat Siddur Sefard Linear, Prayers for Yom Tov, Musaf for Yom Tov, Divine Sanctification 117", "sourceHeRef": "סידור ספרד לשבת, תפלות ליום טוב, מוסף לשלש רגלים, קדושת השם קי״ז", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1978, 1982], "commentaryNum": 117, "collectiveTitle": {"en": "Shabbat Siddur Sefard Linear", "he": "סידור ספרד לשבת"}, "heTitle": "קדושת השם", "he": "כָּל מְלֶֽאכֶת עֲבֹדָה לֹא תַעֲשׂוּ:", "heVersionTitle": "The Metsudah Siddur, Metsudah Publications, 1981 - HE", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סידור הוצאת מצודה. טקסט עברי. תשמ\"א", "text": "all work of labor you shall not do.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Numbers 28:16-18</i>", "versionTitle": "The Metsudah Siddur, Metsudah Publications, 1981 - EN", "license": "CC-BY", "versionTitleInHebrew": "סידור הוצאת מצודה. טקסט אנגלי. תשמ\"א"}, {"_id": "5ef9aee85f1daeaaf4b7eb86", "index_title": "What is the Talmud", "category": "Jewish Thought", "type": "", "ref": "What is the Talmud, II Methodology of the Talmud, 1 Logical inferences 3", "anchorRef": "Numbers 28:2-946", "anchorRefExpanded": ["Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 28:32", "Numbers 28:33", "Numbers 28:34", "Numbers 28:35", "Numbers 28:36", "Numbers 28:37", "Numbers 28:38", "Numbers 28:39", "Numbers 28:40", "Numbers 28:41", "Numbers 28:42", "Numbers 28:43", "Numbers 28:44", "Numbers 28:45", "Numbers 28:46", "Numbers 28:47", "Numbers 28:48", "Numbers 28:49", "Numbers 28:50", "Numbers 28:51", "Numbers 28:52", "Numbers 28:53", "Numbers 28:54", "Numbers 28:55", "Numbers 28:56", "Numbers 28:57", "Numbers 28:58", "Numbers 28:59", "Numbers 28:60", "Numbers 28:61", "Numbers 28:62", "Numbers 28:63", "Numbers 28:64", "Numbers 28:65", "Numbers 28:66", "Numbers 28:67", "Numbers 28:68", "Numbers 28:69", "Numbers 28:70", "Numbers 28:71", "Numbers 28:72", "Numbers 28:73", "Numbers 28:74", "Numbers 28:75", "Numbers 28:76", "Numbers 28:77", "Numbers 28:78", "Numbers 28:79", "Numbers 28:80", "Numbers 28:81", "Numbers 28:82", "Numbers 28:83", "Numbers 28:84", "Numbers 28:85", "Numbers 28:86", "Numbers 28:87", "Numbers 28:88", "Numbers 28:89", "Numbers 28:90", "Numbers 28:91", "Numbers 28:92", "Numbers 28:93", "Numbers 28:94", "Numbers 28:95", "Numbers 28:96", "Numbers 28:97", "Numbers 28:98", "Numbers 28:99", "Numbers 28:100", "Numbers 28:101", "Numbers 28:102", "Numbers 28:103", "Numbers 28:104", "Numbers 28:105", "Numbers 28:106", "Numbers 28:107", "Numbers 28:108", "Numbers 28:109", "Numbers 28:110", "Numbers 28:111", "Numbers 28:112", "Numbers 28:113", "Numbers 28:114", "Numbers 28:115", "Numbers 28:116", "Numbers 28:117", "Numbers 28:118", "Numbers 28:119", "Numbers 28:120", "Numbers 28:121", "Numbers 28:122", "Numbers 28:123", "Numbers 28:124", "Numbers 28:125", "Numbers 28:126", "Numbers 28:127", "Numbers 28:128", "Numbers 28:129", "Numbers 28:130", "Numbers 28:131", "Numbers 28:132", "Numbers 28:133", "Numbers 28:134", "Numbers 28:135", "Numbers 28:136", "Numbers 28:137", "Numbers 28:138", "Numbers 28:139", "Numbers 28:140", "Numbers 28:141", "Numbers 28:142", "Numbers 28:143", "Numbers 28:144", "Numbers 28:145", "Numbers 28:146", "Numbers 28:147", "Numbers 28:148", "Numbers 28:149", "Numbers 28:150", "Numbers 28:151", "Numbers 28:152", "Numbers 28:153", "Numbers 28:154", "Numbers 28:155", "Numbers 28:156", "Numbers 28:157", "Numbers 28:158", "Numbers 28:159", "Numbers 28:160", "Numbers 28:161", "Numbers 28:162", "Numbers 28:163", "Numbers 28:164", "Numbers 28:165", "Numbers 28:166", "Numbers 28:167", "Numbers 28:168", "Numbers 28:169", "Numbers 28:170", "Numbers 28:171", "Numbers 28:172", "Numbers 28:173", "Numbers 28:174", "Numbers 28:175", "Numbers 28:176", "Numbers 28:177", "Numbers 28:178", "Numbers 28:179", "Numbers 28:180", "Numbers 28:181", "Numbers 28:182", "Numbers 28:183", "Numbers 28:184", "Numbers 28:185", "Numbers 28:186", "Numbers 28:187", "Numbers 28:188", "Numbers 28:189", "Numbers 28:190", "Numbers 28:191", "Numbers 28:192", "Numbers 28:193", "Numbers 28:194", "Numbers 28:195", "Numbers 28:196", "Numbers 28:197", "Numbers 28:198", "Numbers 28:199", "Numbers 28:200", "Numbers 28:201", "Numbers 28:202", "Numbers 28:203", "Numbers 28:204", "Numbers 28:205", "Numbers 28:206", "Numbers 28:207", "Numbers 28:208", "Numbers 28:209", "Numbers 28:210", "Numbers 28:211", "Numbers 28:212", "Numbers 28:213", "Numbers 28:214", "Numbers 28:215", "Numbers 28:216", "Numbers 28:217", "Numbers 28:218", "Numbers 28:219", "Numbers 28:220", "Numbers 28:221", "Numbers 28:222", "Numbers 28:223", "Numbers 28:224", "Numbers 28:225", "Numbers 28:226", "Numbers 28:227", "Numbers 28:228", "Numbers 28:229", "Numbers 28:230", "Numbers 28:231", "Numbers 28:232", "Numbers 28:233", "Numbers 28:234", "Numbers 28:235", "Numbers 28:236", "Numbers 28:237", "Numbers 28:238", "Numbers 28:239", "Numbers 28:240", "Numbers 28:241", "Numbers 28:242", "Numbers 28:243", "Numbers 28:244", "Numbers 28:245", "Numbers 28:246", "Numbers 28:247", "Numbers 28:248", "Numbers 28:249", "Numbers 28:250", "Numbers 28:251", "Numbers 28:252", "Numbers 28:253", "Numbers 28:254", "Numbers 28:255", "Numbers 28:256", "Numbers 28:257", "Numbers 28:258", "Numbers 28:259", "Numbers 28:260", "Numbers 28:261", "Numbers 28:262", "Numbers 28:263", "Numbers 28:264", "Numbers 28:265", "Numbers 28:266", "Numbers 28:267", "Numbers 28:268", "Numbers 28:269", "Numbers 28:270", "Numbers 28:271", "Numbers 28:272", "Numbers 28:273", "Numbers 28:274", "Numbers 28:275", "Numbers 28:276", "Numbers 28:277", "Numbers 28:278", "Numbers 28:279", "Numbers 28:280", "Numbers 28:281", "Numbers 28:282", "Numbers 28:283", "Numbers 28:284", "Numbers 28:285", "Numbers 28:286", "Numbers 28:287", "Numbers 28:288", "Numbers 28:289", "Numbers 28:290", "Numbers 28:291", "Numbers 28:292", "Numbers 28:293", "Numbers 28:294", "Numbers 28:295", "Numbers 28:296", "Numbers 28:297", "Numbers 28:298", "Numbers 28:299", "Numbers 28:300", "Numbers 28:301", "Numbers 28:302", "Numbers 28:303", "Numbers 28:304", "Numbers 28:305", "Numbers 28:306", "Numbers 28:307", "Numbers 28:308", "Numbers 28:309", "Numbers 28:310", "Numbers 28:311", "Numbers 28:312", "Numbers 28:313", "Numbers 28:314", "Numbers 28:315", "Numbers 28:316", "Numbers 28:317", "Numbers 28:318", "Numbers 28:319", "Numbers 28:320", "Numbers 28:321", "Numbers 28:322", "Numbers 28:323", "Numbers 28:324", "Numbers 28:325", "Numbers 28:326", "Numbers 28:327", "Numbers 28:328", "Numbers 28:329", "Numbers 28:330", "Numbers 28:331", "Numbers 28:332", "Numbers 28:333", "Numbers 28:334", "Numbers 28:335", "Numbers 28:336", "Numbers 28:337", "Numbers 28:338", "Numbers 28:339", "Numbers 28:340", "Numbers 28:341", "Numbers 28:342", "Numbers 28:343", "Numbers 28:344", "Numbers 28:345", "Numbers 28:346", "Numbers 28:347", "Numbers 28:348", "Numbers 28:349", "Numbers 28:350", "Numbers 28:351", "Numbers 28:352", "Numbers 28:353", "Numbers 28:354", "Numbers 28:355", "Numbers 28:356", "Numbers 28:357", "Numbers 28:358", "Numbers 28:359", "Numbers 28:360", "Numbers 28:361", "Numbers 28:362", "Numbers 28:363", "Numbers 28:364", "Numbers 28:365", "Numbers 28:366", "Numbers 28:367", "Numbers 28:368", "Numbers 28:369", "Numbers 28:370", "Numbers 28:371", "Numbers 28:372", "Numbers 28:373", "Numbers 28:374", "Numbers 28:375", "Numbers 28:376", "Numbers 28:377", "Numbers 28:378", "Numbers 28:379", "Numbers 28:380", "Numbers 28:381", "Numbers 28:382", "Numbers 28:383", "Numbers 28:384", "Numbers 28:385", "Numbers 28:386", "Numbers 28:387", "Numbers 28:388", "Numbers 28:389", "Numbers 28:390", "Numbers 28:391", "Numbers 28:392", "Numbers 28:393", "Numbers 28:394", "Numbers 28:395", "Numbers 28:396", "Numbers 28:397", "Numbers 28:398", "Numbers 28:399", "Numbers 28:400", "Numbers 28:401", "Numbers 28:402", "Numbers 28:403", "Numbers 28:404", "Numbers 28:405", "Numbers 28:406", "Numbers 28:407", "Numbers 28:408", "Numbers 28:409", "Numbers 28:410", "Numbers 28:411", "Numbers 28:412", "Numbers 28:413", "Numbers 28:414", "Numbers 28:415", "Numbers 28:416", "Numbers 28:417", "Numbers 28:418", "Numbers 28:419", "Numbers 28:420", "Numbers 28:421", "Numbers 28:422", "Numbers 28:423", "Numbers 28:424", "Numbers 28:425", "Numbers 28:426", "Numbers 28:427", "Numbers 28:428", "Numbers 28:429", "Numbers 28:430", "Numbers 28:431", "Numbers 28:432", "Numbers 28:433", "Numbers 28:434", "Numbers 28:435", "Numbers 28:436", "Numbers 28:437", "Numbers 28:438", "Numbers 28:439", "Numbers 28:440", "Numbers 28:441", "Numbers 28:442", "Numbers 28:443", "Numbers 28:444", "Numbers 28:445", "Numbers 28:446", "Numbers 28:447", "Numbers 28:448", "Numbers 28:449", "Numbers 28:450", "Numbers 28:451", "Numbers 28:452", "Numbers 28:453", "Numbers 28:454", "Numbers 28:455", "Numbers 28:456", "Numbers 28:457", "Numbers 28:458", "Numbers 28:459", "Numbers 28:460", "Numbers 28:461", "Numbers 28:462", "Numbers 28:463", "Numbers 28:464", "Numbers 28:465", "Numbers 28:466", "Numbers 28:467", "Numbers 28:468", "Numbers 28:469", "Numbers 28:470", "Numbers 28:471", "Numbers 28:472", "Numbers 28:473", "Numbers 28:474", "Numbers 28:475", "Numbers 28:476", "Numbers 28:477", "Numbers 28:478", "Numbers 28:479", "Numbers 28:480", "Numbers 28:481", "Numbers 28:482", "Numbers 28:483", "Numbers 28:484", "Numbers 28:485", "Numbers 28:486", "Numbers 28:487", "Numbers 28:488", "Numbers 28:489", "Numbers 28:490", "Numbers 28:491", "Numbers 28:492", "Numbers 28:493", "Numbers 28:494", "Numbers 28:495", "Numbers 28:496", "Numbers 28:497", "Numbers 28:498", "Numbers 28:499", "Numbers 28:500", "Numbers 28:501", "Numbers 28:502", "Numbers 28:503", "Numbers 28:504", "Numbers 28:505", "Numbers 28:506", "Numbers 28:507", "Numbers 28:508", "Numbers 28:509", "Numbers 28:510", "Numbers 28:511", "Numbers 28:512", "Numbers 28:513", "Numbers 28:514", "Numbers 28:515", "Numbers 28:516", "Numbers 28:517", "Numbers 28:518", "Numbers 28:519", "Numbers 28:520", "Numbers 28:521", "Numbers 28:522", "Numbers 28:523", "Numbers 28:524", "Numbers 28:525", "Numbers 28:526", "Numbers 28:527", "Numbers 28:528", "Numbers 28:529", "Numbers 28:530", "Numbers 28:531", "Numbers 28:532", "Numbers 28:533", "Numbers 28:534", "Numbers 28:535", "Numbers 28:536", "Numbers 28:537", "Numbers 28:538", "Numbers 28:539", "Numbers 28:540", "Numbers 28:541", "Numbers 28:542", "Numbers 28:543", "Numbers 28:544", "Numbers 28:545", "Numbers 28:546", "Numbers 28:547", "Numbers 28:548", "Numbers 28:549", "Numbers 28:550", "Numbers 28:551", "Numbers 28:552", "Numbers 28:553", "Numbers 28:554", "Numbers 28:555", "Numbers 28:556", "Numbers 28:557", "Numbers 28:558", "Numbers 28:559", "Numbers 28:560", "Numbers 28:561", "Numbers 28:562", "Numbers 28:563", "Numbers 28:564", "Numbers 28:565", "Numbers 28:566", "Numbers 28:567", "Numbers 28:568", "Numbers 28:569", "Numbers 28:570", "Numbers 28:571", "Numbers 28:572", "Numbers 28:573", "Numbers 28:574", "Numbers 28:575", "Numbers 28:576", "Numbers 28:577", "Numbers 28:578", "Numbers 28:579", "Numbers 28:580", "Numbers 28:581", "Numbers 28:582", "Numbers 28:583", "Numbers 28:584", "Numbers 28:585", "Numbers 28:586", "Numbers 28:587", "Numbers 28:588", "Numbers 28:589", "Numbers 28:590", "Numbers 28:591", "Numbers 28:592", "Numbers 28:593", "Numbers 28:594", "Numbers 28:595", "Numbers 28:596", "Numbers 28:597", "Numbers 28:598", "Numbers 28:599", "Numbers 28:600", "Numbers 28:601", "Numbers 28:602", "Numbers 28:603", "Numbers 28:604", "Numbers 28:605", "Numbers 28:606", "Numbers 28:607", "Numbers 28:608", "Numbers 28:609", "Numbers 28:610", "Numbers 28:611", "Numbers 28:612", "Numbers 28:613", "Numbers 28:614", "Numbers 28:615", "Numbers 28:616", "Numbers 28:617", "Numbers 28:618", "Numbers 28:619", "Numbers 28:620", "Numbers 28:621", "Numbers 28:622", "Numbers 28:623", "Numbers 28:624", "Numbers 28:625", "Numbers 28:626", "Numbers 28:627", "Numbers 28:628", "Numbers 28:629", "Numbers 28:630", "Numbers 28:631", "Numbers 28:632", "Numbers 28:633", "Numbers 28:634", "Numbers 28:635", "Numbers 28:636", "Numbers 28:637", "Numbers 28:638", "Numbers 28:639", "Numbers 28:640", "Numbers 28:641", "Numbers 28:642", "Numbers 28:643", "Numbers 28:644", "Numbers 28:645", "Numbers 28:646", "Numbers 28:647", "Numbers 28:648", "Numbers 28:649", "Numbers 28:650", "Numbers 28:651", "Numbers 28:652", "Numbers 28:653", "Numbers 28:654", "Numbers 28:655", "Numbers 28:656", "Numbers 28:657", "Numbers 28:658", "Numbers 28:659", "Numbers 28:660", "Numbers 28:661", "Numbers 28:662", "Numbers 28:663", "Numbers 28:664", "Numbers 28:665", "Numbers 28:666", "Numbers 28:667", "Numbers 28:668", "Numbers 28:669", "Numbers 28:670", "Numbers 28:671", "Numbers 28:672", "Numbers 28:673", "Numbers 28:674", "Numbers 28:675", "Numbers 28:676", "Numbers 28:677", "Numbers 28:678", "Numbers 28:679", "Numbers 28:680", "Numbers 28:681", "Numbers 28:682", "Numbers 28:683", "Numbers 28:684", "Numbers 28:685", "Numbers 28:686", "Numbers 28:687", "Numbers 28:688", "Numbers 28:689", "Numbers 28:690", "Numbers 28:691", "Numbers 28:692", "Numbers 28:693", "Numbers 28:694", "Numbers 28:695", "Numbers 28:696", "Numbers 28:697", "Numbers 28:698", "Numbers 28:699", "Numbers 28:700", "Numbers 28:701", "Numbers 28:702", "Numbers 28:703", "Numbers 28:704", "Numbers 28:705", "Numbers 28:706", "Numbers 28:707", "Numbers 28:708", "Numbers 28:709", "Numbers 28:710", "Numbers 28:711", "Numbers 28:712", "Numbers 28:713", "Numbers 28:714", "Numbers 28:715", "Numbers 28:716", "Numbers 28:717", "Numbers 28:718", "Numbers 28:719", "Numbers 28:720", "Numbers 28:721", "Numbers 28:722", "Numbers 28:723", "Numbers 28:724", "Numbers 28:725", "Numbers 28:726", "Numbers 28:727", "Numbers 28:728", "Numbers 28:729", "Numbers 28:730", "Numbers 28:731", "Numbers 28:732", "Numbers 28:733", "Numbers 28:734", "Numbers 28:735", "Numbers 28:736", "Numbers 28:737", "Numbers 28:738", "Numbers 28:739", "Numbers 28:740", "Numbers 28:741", "Numbers 28:742", "Numbers 28:743", "Numbers 28:744", "Numbers 28:745", "Numbers 28:746", "Numbers 28:747", "Numbers 28:748", "Numbers 28:749", "Numbers 28:750", "Numbers 28:751", "Numbers 28:752", "Numbers 28:753", "Numbers 28:754", "Numbers 28:755", "Numbers 28:756", "Numbers 28:757", "Numbers 28:758", "Numbers 28:759", "Numbers 28:760", "Numbers 28:761", "Numbers 28:762", "Numbers 28:763", "Numbers 28:764", "Numbers 28:765", "Numbers 28:766", "Numbers 28:767", "Numbers 28:768", "Numbers 28:769", "Numbers 28:770", "Numbers 28:771", "Numbers 28:772", "Numbers 28:773", "Numbers 28:774", "Numbers 28:775", "Numbers 28:776", "Numbers 28:777", "Numbers 28:778", "Numbers 28:779", "Numbers 28:780", "Numbers 28:781", "Numbers 28:782", "Numbers 28:783", "Numbers 28:784", "Numbers 28:785", "Numbers 28:786", "Numbers 28:787", "Numbers 28:788", "Numbers 28:789", "Numbers 28:790", "Numbers 28:791", "Numbers 28:792", "Numbers 28:793", "Numbers 28:794", "Numbers 28:795", "Numbers 28:796", "Numbers 28:797", "Numbers 28:798", "Numbers 28:799", "Numbers 28:800", "Numbers 28:801", "Numbers 28:802", "Numbers 28:803", "Numbers 28:804", "Numbers 28:805", "Numbers 28:806", "Numbers 28:807", "Numbers 28:808", "Numbers 28:809", "Numbers 28:810", "Numbers 28:811", "Numbers 28:812", "Numbers 28:813", "Numbers 28:814", "Numbers 28:815", "Numbers 28:816", "Numbers 28:817", "Numbers 28:818", "Numbers 28:819", "Numbers 28:820", "Numbers 28:821", "Numbers 28:822", "Numbers 28:823", "Numbers 28:824", "Numbers 28:825", "Numbers 28:826", "Numbers 28:827", "Numbers 28:828", "Numbers 28:829", "Numbers 28:830", "Numbers 28:831", "Numbers 28:832", "Numbers 28:833", "Numbers 28:834", "Numbers 28:835", "Numbers 28:836", "Numbers 28:837", "Numbers 28:838", "Numbers 28:839", "Numbers 28:840", "Numbers 28:841", "Numbers 28:842", "Numbers 28:843", "Numbers 28:844", "Numbers 28:845", "Numbers 28:846", "Numbers 28:847", "Numbers 28:848", "Numbers 28:849", "Numbers 28:850", "Numbers 28:851", "Numbers 28:852", "Numbers 28:853", "Numbers 28:854", "Numbers 28:855", "Numbers 28:856", "Numbers 28:857", "Numbers 28:858", "Numbers 28:859", "Numbers 28:860", "Numbers 28:861", "Numbers 28:862", "Numbers 28:863", "Numbers 28:864", "Numbers 28:865", "Numbers 28:866", "Numbers 28:867", "Numbers 28:868", "Numbers 28:869", "Numbers 28:870", "Numbers 28:871", "Numbers 28:872", "Numbers 28:873", "Numbers 28:874", "Numbers 28:875", "Numbers 28:876", "Numbers 28:877", "Numbers 28:878", "Numbers 28:879", "Numbers 28:880", "Numbers 28:881", "Numbers 28:882", "Numbers 28:883", "Numbers 28:884", "Numbers 28:885", "Numbers 28:886", "Numbers 28:887", "Numbers 28:888", "Numbers 28:889", "Numbers 28:890", "Numbers 28:891", "Numbers 28:892", "Numbers 28:893", "Numbers 28:894", "Numbers 28:895", "Numbers 28:896", "Numbers 28:897", "Numbers 28:898", "Numbers 28:899", "Numbers 28:900", "Numbers 28:901", "Numbers 28:902", "Numbers 28:903", "Numbers 28:904", "Numbers 28:905", "Numbers 28:906", "Numbers 28:907", "Numbers 28:908", "Numbers 28:909", "Numbers 28:910", "Numbers 28:911", "Numbers 28:912", "Numbers 28:913", "Numbers 28:914", "Numbers 28:915", "Numbers 28:916", "Numbers 28:917", "Numbers 28:918", "Numbers 28:919", "Numbers 28:920", "Numbers 28:921", "Numbers 28:922", "Numbers 28:923", "Numbers 28:924", "Numbers 28:925", "Numbers 28:926", "Numbers 28:927", "Numbers 28:928", "Numbers 28:929", "Numbers 28:930", "Numbers 28:931", "Numbers 28:932", "Numbers 28:933", "Numbers 28:934", "Numbers 28:935", "Numbers 28:936", "Numbers 28:937", "Numbers 28:938", "Numbers 28:939", "Numbers 28:940", "Numbers 28:941", "Numbers 28:942", "Numbers 28:943", "Numbers 28:944", "Numbers 28:945", "Numbers 28:946"], "sourceRef": "What is the Talmud, II Methodology of the Talmud, 1 Logical inferences 3", "sourceHeRef": "תלמוד מהו?, ב. מתודיקת התלמוד, מסקנות לוגיות ג׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1931, 1935], "commentaryNum": 3, "collectiveTitle": {"en": "What is the Talmud", "he": "תלמוד מהו?"}, "heTitle": "מסקנות לוגיות", "he": "א. <b>גזירה שווה:</b> במסכת פסחים (דף י' עמ' א') אנו מוצאים: \"פעם אחת חל ארבעה־עשר (לניסן) להיות בערב שבת. שכחו, ולא ידעו אם הבאת (קרבן) פסח דוחה את יום השבת אם לאו\", כי כלולות במעשי הקרבן מלאכות מסוימות שבדרך כלל אסור לעשותן בשבת. לא בתורה שבכתב ולא בתורה שבעל־פה ישנה הנחיה בעניין זה, אך גם במקרה זה היה לפסוק פסיקה על יסוד התורות. אמר להם הלל: \"וכי פסח אחד יש לנו בשנה שדוחה את השבת? והלא הרבה יותר ממאתיים פסחים יש לנו בשנה שדוחין (דוחים) את השבת. אמרו לו: מנין (מאיפה) לך? אמר להם: נאמר \"(תעשו אותו ב-) מועדו\" בפסח (במדבר ט', ג), ונאמר (במדבר כ\"ח, ב' – תשמרו להקריב לי) \"במועדו\" בתמיד (כקרבן היומי). מה מועדו האמור בתמיד דוחה את השבת, אף מועדו האמור בפסח דוחה את השבת. מנוסחת כנוסחה לוגית, ההנמקה מתקדמת כך:", "heVersionTitle": "Translated from the English by Avraham Berkovits, Jerusalem, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "a) In Tractate Pesachim (66a), it says: It came to pass once that the eve of the Festival of Passover fell on the Sabbath, and it was not known whether the Passover sacrifice could be offered on the Sabbath, since the offering is associated with certain types of labor otherwise forbidden on the Sabbath. Neither the Bible nor the Oral Teachings contained any provision about this, but this case too had to be decided on the basis of the Teachings. Now Hillel taught: We know that the daily sacrifice must be offered on the Sabbath too. Of the daily sacrifice it says: it shall be offered “in its due season.” But of the Pesach sacrifice it also says: it is to be given “in its due season.” However, this justifies my inferring: Just as “in its due season” for the daily sacrifice means: even if this time is a Sabbath, so the same expression for the Pesach sacrifice will mean: “in its due season” — even on a Sabbath. Reduced to a logical formula, the reasoning runs as follows:", "versionTitle": "Translated from German by Ruth Morris, Jerusalem, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61eea3681d82090a96b4ee7e", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Orach Chayim 621:1", "anchorRef": "Numbers 25:10-30:1", "anchorRefExpanded": ["Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1"], "sourceRef": "Shulchan Arukh, Orach Chayim 621:1", "sourceHeRef": "שולחן ערוך, אורח חיים תרכ״א:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 621.0001, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<b>סדר קריאת התורה ומילה ביו\"כ ובו ו' סעיפים:</b><br>מוציאין שני ספרים <i data-commentator=\"Be'er HaGolah\" data-label=\"א\" data-order=\"1\"></i>בראשונה קורים ששה בפרשת <i data-commentator=\"Be'er HaGolah\" data-label=\"ב\" data-order=\"2\"></i><i data-commentator=\"Ba'er Hetev\" data-order=\"1\"></i>אחרי מות עד ויעש כאשר צוה ה' <i data-commentator=\"Sha'arei Teshuvah\" data-order=\"1\"></i>ואם חל בשב' קוראים שבעה <i data-commentator=\"Ba'er Hetev\" data-order=\"2\"></i>ומפטיר קורא בשניה בפנחס ובעשור לחודש <i data-commentator=\"Ateret Zekenim\" data-label=\"♦\" data-order=\"1\"></i>ומפטיר בישעיה ואמר סלו סלו פנו עד כי פי ה' דבר:", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "<b>“The order of the reading of the Torah and of circumcision on Yom Kippur” - Containing six paragraphs.</b><br>We take out (from the ark) two Torah scrolls.<sup class=\"footnote-marker\">168</sup><i class=\"footnote\">Two Torah scrolls are taken out on the festivals because portions from two separate sections of the Torah are read. The Torahs can be set before hand so that they can be opened to the correct portion without the necessity of rolling the scroll from one portion to the next.</i> In the first Torah six men read from the portion “<span dir=\"ltr\">אחרי מות</span>”, (Leviticus 16:1-18:30) until “and he did as the Lord commanded (Moses)”, (Leviticus 16:34). But if (Yom Kippur) falls on Shabbat, seven (men read from the first Torah), and the <i>Maftir</i><sup class=\"footnote-marker\">169</sup><i class=\"footnote\"><i>Maftir</i>, <span class=\"rtl\">מפטיר</span>, means literally \"one who concludes\". It is the name given to the man who is the last to read in the Torah and he also usually reads the <i>haftarah</i> (see footnote 170), the section of the prophets that corresponds to the Torah reading. <i>Maftir</i> is also the name given to the three or more concluding verses of the regular weekly Torah portion as well as to the final verses read on festivals and public fast days.<br>Editorial Staff, <i>E</i>. <i>J</i>., v. 11, p. 685.</i> (the last reader) reads from the second (Torah scroll) from the portion, <i>Pinḥas</i>, (Numbers 25:10-30:1), the section “and you shall have on the tenth day of this seventh month”, (Numbers 29:7-11). The <i>Maftir</i> (the <i>Haftarah</i> section from the Prophets<sup class=\"footnote-marker\">170</sup><i class=\"footnote\">The <i>Haftarah</i>, <span class=\"rtl\">הפטרה</span>, is a portion from the Prophets section of the Bible read after the Torah is read on Sabbaths, festivals, and fast days. On Sabbaths and festivals the <i>haftarah</i> is read during the Morning, <i>Shaḥarit</i> Service (see footnote 17), but on fast days it is read only during the Afternoon, <i>Minḥah</i> Service (see footnote 40). The exception to this is Yom Kippur and <i>Tishah be-Av</i> (see footnote 102) where there is a <i>haftarah</i> after the Torah reading in both the Morning and the Afternoon Service.<br>The Torah in its regular portions is read straight through during the year but such is not the case on festivals and some special Sabbaths. The <i>haftarot</i> are selected in parts from both the Former and Latter Prophets. Only two prophetic books are read in their entirety as <i>haftarot</i>, the Book of Obadiah which has only twenty-one verses and is read after the Torah portion <i>Va-Yishlaḥ</i> (Genesis 32:4-36-43) according to the Sephardi rite, and the Book of Jonah which is the <i>haftarah</i> for the <i>Minḥah</i> Service on Yom Kippur (see the Shulḥan Arukh, <i>Oraḥ Ḥayyim</i> 622:2).<br><i>Haftarot</i> were usually selected so there would be some similarity in content between the Pentateuchal and the Prophetic portions, but often this did not happen and <i>haftarot</i> were chosen because of historical events or because of some special date. Special <i>haftarot</i> are read on special Sabbaths and the <i>haftarah</i> for each festival is based on the nature of the festival.<br>When the custom of reading the <i>haftarah</i> got started is not known for sure, but it is thought that it began during the persecutions of the Antiochus Epiphanes which preceded the Hasmonean revolt. The Torah was not permitted to be read by the Jews during the persecution for it was felt that the reading of it kept the Jews together and gave them a special strength. As a substitute for the Torah reading, sections form the Prophets were chosen that would remind the Jews of the corresponding Torah portion. Appearantly when the ban against reading the Torah was lifted, the practice of reading the <i>haftarah</i> continued. The first mention of the practice of the reading of the <i>haftarah</i> is found in the New Testament. Acts 13:15 states, \"after the reading of the law and the prophets\". <i>Haftarot</i> are also discussed in the Talmud as to which are to be read at specific times and festivals. In Mishnaic times different communities read different <i>haftarot</i>, and a set order was probably not established until talmudic times. Some <i>haftarot</i> today differ from those recorded in the Talmud, and there are differences in the Sephardi and Ashkenazi rites.<br>The <i>maftir</i>, the one who reads the <i>haftarah</i> also reads the last part of the weekly portion, (i.e., the Torah reader reads it for him). On the Sabbath, after the seventh reader from the Torah, the <i>maftir</i> usually rereads the last three verses of the weekly portion. On festivals and the four special Sabbaths, the <i>maftir</i> reads the special section from the second scroll which is usually a short description of of the festival found in the Torah. Before the <i>haftarah</i> is read (or chanted) the <i>maftir</i> precedes the <i>haftarah</i> with two blessings and after he ends the <i>haftarah</i> he recites three blessings to which a fourth one is added on Sabbaths and festivals. This fourth blessing changes with the nature of the day. The Sabbath <i>haftarah</i> usually has a minimum of twenty-one verses while the festival has at least fifteen verses. Lately it has become the custom for the Bar Mitzvah boy (a man upon reaching the age of thirteen) to chant the <i>haftarah</i> to display his ability with a Hebrew text.<br>Louis Isaac Rabinowitz, <i>E</i>. <i>J</i>., v. 16, pp. 1342-44.</i>) comes from Isaiah, “and shall say, cast you up, cast you up, prepare the way” until “for the mouth of the Lord has spoken it”, (Isaiah 57:14-58:14).", "versionTitle": "Hilkhot Yom ha-Kippurim, trans. by Jan M. Brahms. HUC, 1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee947cf7a0c25239b7f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Festival Offerings 2-3", "anchorRef": "Numbers 28:1-29:39", "anchorRefExpanded": ["Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Festival Offerings 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ג׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Festival Offerings", "he": "במדבר הערה ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["With Chaps. 28–30 we return to a recurring phenomenon in the book of Numbers: the intrusion of priestly material. We would expect 28 and 29, which form a logical unit and enumerate the sacrifices brought on holy days, to be properly placed in Leviticus. In fact, Lev. 23 does set out a sacred calendar. The purpose of that passage, however, was to indicate the overlay of the holy on the cycle of the year; the material here neither creates the calendar itself nor has anything to do with either voluntary offerings or those brought for expiation of sin. It may have been inserted at this point, in this book, because in its drawn-out, formulaic rhetoric, it has the character of a list such as we often find in Numbers. Part III of the book is a logical setting for it, given that it concentrates on the “pilgrimage-festivals” that fit a settled, agricultural context, and these chapters deal with various issues arising from Israel’s immanent possession of the land.", "Interesting is the addition of the New Moon festival (vv.11ff.), not mentioned in Lev. 23. It was apparently a serious holy day, although the Bible does not forbid work on it. The New Moon fits in the general layout of the chapter, which is, first, according to frequency of sacrifice and then to calendar (Milgrom)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380ae713bd8cd388d3e57", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "anchorRef": "Numbers 26:1-36:13", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳ ב׳-י׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Preparations for Conquest", "he": "במדבר מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE LAST PART OF</small> N<small>UMBERS IS WHAT THE READER MIGHT HAVE EXPECTED ALL ALONG</small>: a collection of materials that deal directly with the upcoming conquest of Canaan. It is concerned, then, with the transfer of leadership from Moshe to Yehoshua (Joshua); with provisions for two and a half tribes to remain on the east bank of the Jordan River, as long as they take part in the impending invasion; with listing the entire route of the Israelites, from Egypt to the plains of Moab; and with the borders of the land to be conquered.", "As has been the case earlier in the book, however, other material intervenes: a theme and variation doublet on the inheritance of land in a case where a man leaves daughters, not sons; two chapters on what sacrifices are to be brought on holy days; a section on vows taken by women; war with Midyan and the precise apportioning of spoils, both to warriors and to the sanctuary; and the law regarding accidental homicide, in which family vengeance is circumvented by the existence of “safe” Levite towns to which the manslayer may flee.", "The inconsistent thematics may again be explained by the intrusion of an editorial hand, again by priestly interests. In Levine’s view, most of Chapters 25–36 function to establish matters of importance in the priestly view, just as in Chapters 1–10. Here law takes precedence over narrative.", "Despite the varied subject matter of this section, it holds together structurally, via the common biblical technique of word (sound) repetition. The rather common verb <i>tzivvah</i>, “command,” weaves through every one of Chapters 26–36, except for 33. Sometimes it introduces what God wants the Israelites to do; sometimes it leads to the formula of fulfillment, “as YHWH commanded the Children of Israel, so they did”; still other times it refers to a command given by Moshe himself. The entire section begins with the verb (26:4), and ends with it as well (36:13). In addition, the chapters most far afield, 28–29 (taken as a unit) and 30, begin and end with it. Whether this was a conscious technique by redactors is hard to say, but its existence is striking.", "Another structural device, that of framing, also occurs in this part of the book: after the introductory census (Chap. 26), the rest is built between two brackets, each involving the daughters of Tzelofhad, and each opening with the verb “to come-near” (27:1 and 36:1). So despite the wide-ranging material, some sense of unity has been imposed upon it.", "Finally, there is the key occurrence, for the book of Numbers, of more lists, from census to holiday sacrifices, from stops along the journey to the precise borders of the Promised Land. We are in the presence of order once again.", "What remains lacking at the end of the book is exactly what Deuteronomy supplies: a final exhortation from Moshe, which includes reiteration and further clarification of the laws, a public covenant ceremony, Moshe’s long blessing of the people, and the account of his death and burial. If added here, these topics might have tipped the scales of Numbers, which has given us almost too much to digest as it is; as the Torah has come down to us, they are more appropriately treated in the expansive and majestic rhetorical setting of Deuteronomy.", "<img>", "<b><i>Num. 26:3</i> Moshe spoke, and El’azar the priest, to them in the Plains of Moav …</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f0c9ad75f2d99afa40", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Festival Offerings 1", "anchorRef": "Numbers 28:1-29:39", "anchorRefExpanded": ["Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Festival Offerings 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ג׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ג׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 28:1-29:39\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 28:1-29:39</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62aae0b35c40c6b03ea1b830", "index_title": "Sefer HaMiddot", "category": "Chasidut", "type": "", "ref": "Sefer HaMiddot, Mitigating Judgment, Part II 4", "anchorRef": "Numbers 28:15-31", "anchorRefExpanded": ["Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31"], "sourceRef": "Sefer HaMiddot, Mitigating Judgment, Part II 4", "sourceHeRef": "ספר המדות, המתקת דין, חלק שני ד׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1810], "commentaryNum": 4, "collectiveTitle": {"en": "Sefer HaMiddot", "he": "ספר המדות"}, "heTitle": "חלק שני", "he": "ד. פָּרָשִׁיּוֹת הַמּוֹעֲדִים הַכְּתוּבִים בְּפָרָשַׁת פִּינְחָס – מְסֻגָּלִים בִּקְרִיאָתָם לְבַטֵּל דִּינִים, וּמְסֻגָּלִים לִזְכּוֹת בְּדִינֵי עַכּוּ\"ם.", "heVersionTitle": "Sefer HaMidot -- rabenubook", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Reciting the Torah sections about the holidays, found in the portion of <i>Pinchas</i> (Numbers 28:15-31; 29:1-39), is a <i>seguldh</i> for nullifying harsh judgment and for success in one’s dealings in secular courts.", "versionTitle": "The aleph bet book, translated by Moshe Mykoff. New York: Breslov Research Institute, 1986", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "63df6598f6da5922a1d5f0aa", "index_title": "Siddur Rashi", "category": "Halakhah", "type": "", "ref": "Siddur Rashi 159:1", "anchorRef": "Numbers 28:18", "anchorRefExpanded": ["Numbers 28:18"], "sourceRef": "Siddur Rashi 159:1", "sourceHeRef": "סידור רש\"י קנ״ט:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1080, 1120], "commentaryNum": 159.0001, "collectiveTitle": {"en": "Siddur Rashi", "he": "סידור רש\"י"}, "he": "שופר של ראש השנה אין מעבירין עליו את התחום, פי' לילך חוץ לתחום לשמוע תקיעת שופר, ואין [מפקחין] עליו את הגל, ולא עולין באילן, ולא רוכבין על גבי בהמה, ולא שטין על פני המים, ואין חותכין אותו לא בדבר שהוא משום שבות, ולא בדבר שהוא משום לא תעשה, פי' אין חותכין אותו אם [בא] לתקנו לא בדבר שהוא משום שבות, כלי שאין דרך לחתוך בו שופרות כגון מגלא, שרפ\"א בלע\"ז דתיקון כלאחר יד הוא, ואין בו אלא משום שבות, ולא בדבר שהוא משום לא תעשה, סכינא דדרכו בכך והוי מלאכה גמורה, מאי טעמא יום טוב עשה ולא תעשה הוא, דכתיב כל מלאכת עבודה לא תעשו, (במדבר כ\"ח י\"ח) וכתיב שבתון, ותקיעת שופר עשה הוא, ואין עשה דוחה את לא תעשה ועשה, אבל אם רצה ליתן לתוכו מים או יין יתן, ולא אמרינן הא קא מתקן כלי:", "heVersionTitle": "Buber Edition, Berlin, 1912", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "642055db92fffa131d602ad4", "index_title": "Zakhor VeShamor", "category": "Jewish Thought", "type": "", "ref": "Zakhor VeShamor, Gate I, Chapter III 99", "anchorRef": "Numbers 28:18", "anchorRefExpanded": ["Numbers 28:18"], "sourceRef": "Zakhor VeShamor, Gate I, Chapter III 99", "sourceHeRef": "זכור ושמור, שער ראשון; שבת ורגלים; זכר למעשה בראשית, זכר ליציאת מצרים, פרק שלישי; פסח, חג המצות והאביב צ״ט", "anchorVerse": 18, "sourceHasEn": false, "compDate": [2015], "commentaryNum": 99, "collectiveTitle": {"en": "Zakhor VeShamor", "he": "זכור ושמור"}, "heTitle": "פרק שלישי; פסח, חג המצות והאביב", "he": "התורה מזכירה כאן את אכילת המצה ומניעת החמץ, וכן את היותו של היום השביעי \"חַג לַה'\". מאליה עולה השאלה, מדוע לא נאמר כאן שגם היום הראשון של שבעת הימים הוא יום חג \"מִקְרָא קֹדֶשׁ\" ויש בו איסורי מלאכה, כפי שמפורש בכמה מקומות בתורה (שמות י\"ב, טז; ויקרא כ\"ג, ז; במדבר כ\"ח, יח)?<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">כבר שאל הרב ברויאר ז\"ל שאלה זו הן על הפרשה בשמות י\"ג הן על הפרשה בדברים ט\"ז, שאף בה נזכר רק החג של היום השביעי, ראו: <b>פרקי מועדות</b> (לעיל, הערה 9), עמ' 95, ותשובתו שם, עמ' 103 104.<br>תשובתי לשאלה זו שונה. אינני מקבל את הרעיון של 'שבעה ימי פסח' לצד שבעת ימי חג המצות, ואני מעדיף הסבר פשוט יותר של הצמדת שני החגים על פני הסבר מתוחכם שיוצר חג שלישי (ראו להלן, הערה 59). גם ההסבר המובא כאן לאי הזכרת יום החג הראשון בשמות י\"ג ובדברים ט\"ז פשוט יותר מהסברו של הרב ברויאר.</i>", "heVersionTitle": "Alon Shevut, 2015", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "642055dc92fffa131d602ad8", "index_title": "Zakhor VeShamor", "category": "Jewish Thought", "type": "", "ref": "Zakhor VeShamor, Gate I, Chapter III 100", "anchorRef": "Numbers 28:16-18", "anchorRefExpanded": ["Numbers 28:16", "Numbers 28:17", "Numbers 28:18"], "sourceRef": "Zakhor VeShamor, Gate I, Chapter III 100", "sourceHeRef": "זכור ושמור, שער ראשון; שבת ורגלים; זכר למעשה בראשית, זכר ליציאת מצרים, פרק שלישי; פסח, חג המצות והאביב ק׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [2015], "commentaryNum": 100, "collectiveTitle": {"en": "Zakhor VeShamor", "he": "זכור ושמור"}, "heTitle": "פרק שלישי; פסח, חג המצות והאביב", "he": "כפי שהוסבר למעלה, היום של חג הפסח משולב עם היום הראשון של חג המצות, והלילה שביניהם (לפחות עד חצות) שייך לשני החגים. נקודה זו מחייבת הסבר מפורט ומורכב, כפי שראינו בהרחבה לעיל. נראה שבפרשת קדש אין התורה רוצה לחזור על מורכבות זו, ולכן אין היא מזכירה כלל את היותו של יום ט\"ו יום חג. פרשה זו, העוסקת בזיכרון יציאת מצרים, מתמקדת בחג המצות ולא בחג הפסח. מאחר שאי-אפשר להזכיר את מעמדו המיוחד של היום הראשון של חג המצות מבלי לחזור ולהגדיר את החפיפה שלו עם יום הפסח, לפחות במידה המקוצרת של פרשת המועדים (ויקרא כ\"ג, ה-ו) ופרשת המוספים (במדבר כ\"ח, טז-יח), לא התייחסה כאן התורה למעמדו של יום ט\"ו, ולא הזכירה אלא את החג של היום השביעי.", "heVersionTitle": "Alon Shevut, 2015", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc77758c1dc532ec938b", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 28:18", "anchorRef": "Numbers 28:18", "anchorRefExpanded": ["Numbers 28:18"], "sourceRef": "Steinsaltz on Numbers 28:18", "sourceHeRef": "ביאור שטיינזלץ על במדבר כ״ח:י״ח", "anchorVerse": 18, "sourceHasEn": true, "commentaryNum": 28.0018, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>בַּיּוֹם הָרִאשׁוֹן</b> של חג המצות יהיה \n  <b>מִקְרָא קֹדֶשׁ,</b> אספה שאליה קוראים ומזמנים את העם לשם דבר שבקדושה,\n  או: מאורע קודש.\n  \n  <b>כָּל מְלֶאכֶת עֲבֹדָה</b> מלאכה שהיא עבודה של ממש, שאדם עושה אותה בדרך כלל לפרנסתו או לשפר את רכושו, למעט מלאכות אוכל נפש כגון בישול, שהן מותרות בחג,\n  \n  <b>לֹא תַעֲשׂוּ.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>On the first day </b>of Passover you shall have <b>a holy convocation, </b>a gathering to which the entire nation is invited for sacred purposes. 15 <b>You shall not perform any toilsome labor; </b>this includes forms of labor that one generally performs for the sake of his livelihood or to enhance his property, as opposed to food preparation, such as cooking, which is permitted on a festival. 16 Conversely, with regard to the Sabbath, the verse states that one may not perform “any labor,” 17 implying that even food preparation is prohibited. 18", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66457207d53dcd15ac4fd898", "index_title": "Sefer Mitzvot Katan", "category": "Halakhah", "type": "", "ref": "Sefer Mitzvot Katan 194:2", "anchorRef": "Numbers 28:18", "anchorRefExpanded": ["Numbers 28:18"], "sourceRef": "Sefer Mitzvot Katan 194:2", "sourceHeRef": "ספר מצוות קטן קצ״ד:ב׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1263, 1277], "commentaryNum": 194.0002, "collectiveTitle": {"en": "Sefer Mitzvot Katan", "he": "ספר מצוות קטן"}, "he": "<b>שלא </b>לעשות מלאכה בעצר' דכתיב (במדבר כ״ח:כ״ו) וביום הבכורים וגו' ושלא לעשות מלאכה בר\"ה דכתיב (שם כט) ובחדש השביעי באח' לחדש וגו' ושלא לעשות מלאכה ביו\"כ דכתי' (שם) וכל מלאכה לא תעשו בעצם היום הזה כי יום כפורים הוא ושלא לעשות מלאכה ביום א' של פסח דכתיב (במדב' כח) ביום הראשון מקרא קדש כל מלאכת עבודה לא תעשו. וכן <i data-commentator=\"Haggahot Chadashot on Sefer Mitzvot Katan\" data-order=\"1\"></i> כל ששת ימים: ומותר לעשות צורך אוכל נפש בלבד ודוקא דברים שאי אפשר לעשותם מערב יו\"ט כגון לדוך פלפלין כשלא ידע אי זו קדרה יבשל ביו\"ט או תבלין שמפיגין טעמן אפי' ידע: <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"1\"></i> אבל בדברי' שאיפשר לעשו' מערב יום טוב אסור לעשות ביום טוב: וכן אסור לומר לגוי לעשות ושונין הקמ' בי\"ט אפי' בלא הפיכ' השלחן כדפירשו בתוס' אגב' דפתורא שהוא שינוי קצת: לפי שדרכן בתיבה או בעריבה: <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"2\"></i> וכן אין שוחקין הפלפלין ברחיים שלהם: ואסור לעשות שום מלאכ' אפי' של אוכל נפש לצורך גוים עכו\"ם ולצורך כלבים: וכן אין מזמנין גוי עכו\"ם בי\"ט מהאי טעמא שמא ירבה בשבילו: ומכשירי וכל נפש שאי אפשר לעשותן מערב י\"ט מותר כרבי יהוד' ואין מורין כן: וסכין שנפגמה בי\"ט הלכה דמותר להשחיזו כדי לשחוט בו ואין מורין כן ור\"י התי' ללבן את הטר\"פא של ברזל ביום טוב מפני שנראה כמחממה לאפות בקל <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"3\"></i> וכל מוקצה מותר כרבי שמעון. חוץ מגרוגר' וצימוקין ומוקצה מחמת איסו' <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"4\"></i> ומסיקין בכלים ואין מסיקין בשברי כלים משו' דהוי נולד ונולד נראה דאסור: <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"5\"></i> וביצה שנולד' ביום טוב אסור לאכל' ולטלטל' <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"6\"></i> אבל כופין עלי' כלי כדי שלא תשב' וספק אסור: נתערבה באלף כולם אסורות: ושבת ויום טוב נולדה בזה אסורה בזה: וכן שני ימים טובים של ר\"ה: ושני ימים טובים של גליות נולדה בזה מותרת בזה: ומת ביום טוב שני לא יתעסקו בו ישראל <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"7\"></i> בדק בערב י\"ט בקן של תרנגולת ולא מצא ביצה. ולמחר השכים מאד בבקר ומצא ביצה אם יש תרנגול עד ששים בתי' מותרת: <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"8\"></i> ואי <i data-commentator=\"Haggahot Chadashot on Sefer Mitzvot Katan\" data-order=\"2\"></i> ספנא מארעא אסור' ואפרוח שנולד בי\"ט אסור משום מוקצה אפילו כשנתפתחו עיניו. ועגל שנולד ביום טוב מותר לשוחטו היכא דידעינן בודאי שכלו לו חדשיו: דאי בסתם אפי' בחול אסור משום ספק נפל עד ח' ימים ואין מערימין. לבשל ביום טוב לצורך חול בקדירה א' לבדה <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"9\"></i> ואם הערים אסור: ובהמה מסוכנת לא ישחוט אלא אם כן יכול לאכול כזית צלי מבעוד יום ממנה: <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"10\"></i> ממלא' אשה תנור פת אעפ\"י שאינה צריכה אלא לככר אחת מפני שהפת נאפה יפה כשהתנור מלא: <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"11\"></i> ומערים למלוח גרמא גרמא בי\"ט: <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"12\"></i> ורחיצה וסיכה מותרין בי\"ט כמו אכילה ושתיה: ומחמם אדם חמין לרחוץ פניו ידיו ורגליו. אבל לא כל גופו משום גזירת מרחץ <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"13\"></i> אבל בחמין שהוחמו מערב י\"ט הורה הגאון שמותר לרחוץ בהם <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"14\"></i>: ואין מניחין נר על גבי אילן מערב יום טוב שמא יטלנו ביום טוב: ובערב שבת שרי: ואין צדין דבר שצריך לומר הבא מצודה ונצודנו והיכא דאיכא מצודות פרושות מערב יום טוב ומצאו בהמה נצודה אסור אם לא שיודע בודאי שניצודה מערב יום טוב וגוי שהביא דורון לישראל אם יש במינו במחובר לקרקע אסור לערב בכדי שיעשו ופירש רש\"י ז\"ל שזהו ליל שני של יום טוב: ויש חולקין עליו לאסו' עד ליל חול ורבותינו היו מניחין לעשות מדינה ומדינה כמנהגה: ודבר הבא מחוץ לתחום בשביל ישראל זה מותר לישראל אחר אפילו בו ביום <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"15\"></i>: ועצים שנשרו מן הדקל לאש ביום טוב מרבה עליהם עצים מוכנים ומסיקן: ואין מבקעין עצים מן הסואר של קורות העומדות לבנין בי\"ט ואפילו להסיר מהם בלי ביקוע אסור דמוקצ' הם מחמת חסרון כיס ואפילו רבי שמעון מודה. ומכניס אדם מער' יום טוב מלא קופתו עפר ומיחד לו מקום ועושה ממנו כל צרכיו ואפילו בשבת: ואפר שהוסק מעי\"ט הוי מוכן: שהוסק בי\"ט אם הוא חם שהו' ראוי לצלות בו ביצה הוי מוכן: ואם לאו אסור ואפילו לרבי שמעון כדפ\"רי בתוספות דביצה ואם שחט ולא מצא אפר רק שאינו מוכן מכסהו בו: השוחט <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"16\"></i> בהמ' בי\"ט ויש שם רוב צמר כ\"כ שאינו יכול לשחוט תולש ומניחו במקומו אבל בעוף לא ימרוט דדרכו בכך והוי ליה גוזז המפשיט ביו' טוב לא ימלח העו' אבל נותנו לפני הדורסן ומותר למלוח עליו בשר לצלי כאן מעט וכאן מע' ומערמין בזה: ולקדרה אסו' ואין מולחין החלבין ואין מהפכין אותן ואין שוטחין אותם על גבי יתידות: ומולגין הראש והרגלים: ומהבהבין אותם באור <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"17\"></i> ואין טופלין אות' בסיד באדמה ובחרסי' ואין גוזזין אותם במספרים: ואין גוזזין הירק במספרים שלו: ובירק תלוש מיירי שגוזזין הכמוש: דאי במחובר אפילו תלישה כל דהוא אסורה: אבל מתקנין הירק שיש בו קוצי' כגון קונדס <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"18\"></i> ועכביות ואין מפרישין חלה ביום טוב מעיס' שנילוש' מערב יום טוב <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"19\"></i> אלא אם נילוש' ביום טוב מפרישין אך לא יאפנה ביום טוב אחר שהיא טמאה עכשיו אם אין כהן קטן בעיר. ובפסח לא יקרא לה שם עד שתאפה: ואם שכחה וקרא לה שם תפיל לצונן: ואין אופין בפורני חדשה: שמא תפחת ויש אומרי' כן בקדרות חדשות אך יש לחלק. אין גורפין תנור וכירים אבל מכבשין: ואם אי אפשר לאפות אלא אם כן גרף מותר. וסותמין פי התנור בטי' שסביבו' הנהר והוא דסיירי מאתמול וקיטמא שרי ופר\"ת היכא שאין בתנור רק קיטמ' שרי לגורפה פירוש אחר לשום קיטמא יביש' בין בקעיו של תנור כדי שלא יצא חומו אבל לדברי המפר' לגבל קיטמ' קשה דפרק קמא דשבת אמרינן דמידי דלאו בר גיבול הוא מנתינת המים הוא דמחייב ואין עושין גבינה בי\"ט לפי שאין <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"20\"></i> מפיג טעמו: אין כותשין הריפות: במכתשת גדולה: אבל <i data-commentator=\"Haggahot Chadashot on Sefer Mitzvot Katan\" data-order=\"3\"></i> במכתשת קטנה דזהו שנוי לה שפיר: ובארץ ישראל אפילו בקטנה נמי אסור שהתבוא' שלהם טובה היא: ואם כתשה מערב י\"ט לא מפיג טעמן <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"21\"></i> אין מוציאין האש לא מן העצי' ולא מן האבנים ולא מן המתכות שלא הות' להבעי' בי\"ט אלא באש מצוי': אין מסלקין את פי הנר למעלה כדי שתכבה ואין מסירין את השמן ממנה וכן אין מסירין פתילות הדולקות מן השמן: ואין חותך ראש הפתיל' בכלי אבל חותכה בידו: וקינסא שרי פי' רב אלפס אגודה של עצים שהדליקה ויש עצים שלא אחז בהם האור <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"22\"></i> אין מכבין את הדליקה וכדי להציל ממון בי\"ט אלא מניחו ויוצ' ואין מכבין את הבקעת <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"23\"></i> בי\"ט אין עושין פחמי' ואין גודלין את הפתיל' ולא מהבהבין אותה ולא מחתכין אותה לשנים בכלי אבל ממעכין אותה ביד: ושורה אותה בשמן: ומניחין אותה בין שתי נרות: ומדליק באמצע ונמצא הפתילה נחלקת בפי שתי נרות וכן כל נר של שעוה. אבל לחתכה בכלי אסור: <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"24\"></i> אין משחיזין את הסכין במשחזת שלה אבל מחדדה על גבי העץ: או על גבי אבן: ואין מורין כן לרבים כדי שלא יבא לחדדה במשחזת: ודוקא כשיכולה לחתוך בדוחק או שנפגמה אבל אם אינה יכולה לחתוך כלל אין משחיזין אפי' על גבי עץ שמא יבא לחדדה במשחזת שלה: מפני זה אמרו אין לראות סכין לעם הארץ בי\"ט שמא תהא פגומה ויאמ' לו אסור לשחוט משו' פגימתה וילך ויחדדנה במשחזת: וחכם שראה סכין לעצמו הרי זה משאילה: אין מבקעין עצים בי\"ט לא בקרדום ולא במגל ולא במגירה אלא בקופץ בצד קצר שלו אבל לא בצד רחב שלו מפני <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"25\"></i> שהוא כקרדום וכיוצא בו בדברים שהוא עושה בחול אסור: מסלקין תריסי חנויות בי\"ט ומחזירין אותם בי\"ט כדי שיוציאו תבלין שהוא צריך להם מן החנות ולא ימנעו משמחת י\"ט במה דברים אמורים בשיש להם ציר באמצע: אבל יש להם ציר מן הצד אסור גזירה שמא יתקע: ושאין להם ציר כל עיקר אפילו בכתלי הבית מותר להחזיר <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"26\"></i>: אין מילדין הבהמה בי\"ט אבל מסעדין כיצד אוחז בולד כדי שלא יפול לארץ ונופח לו בחוטמו ונותן דד לתוך פיו: ואין פוסקין דמים בתחלה על הבהמה בי\"ט אלא מביא שתי בהמות שוות זו לזו ואומר זו כזו ושוחטין אחת מהן ומחלקין ביניהם ואחר י\"ט רואין הבהמה החיה שנשאר' כמה היא שוה ולא ישקול במאזנים ואפילו לשומרו מן העכברים אסור להניחו בכף מאזנים וטבח אומן אסור לשקול בידו: ואסור לשקול במים ואין מטילין גורל על המנות: ולא יאמר אדם לחבירו תן לי בדינר בשר אלא תן לי חלק וחצי חלק. וכן אומר אדם לחנוני מלא לי כלי זה ואפילו הוא עומד למדה ובלבד שלא יזכיר לו שם מדה: ולא ימדוד אדם שעורים ויתן לפני בהמתו אבל נחתום מותר למדוד תבלין ונותן לתוך קדרתו כדי שלא יקדיח תבשילו: ואמר רב מודדת אשה קמח ונותנת לתוך עיסתה כדי שתטול חלה בעין יפה: ושמואל אמר אסור והא תנא דבי שמואל מתיר שמואל הלכה למעש' אתא לאשמועינן: ופוסק בתשובת הגאונים כרב והרמב\"ם פוסק כשמואל: אבל שדרו ממתיבתי דסוריא דהלכ' כרב חדא דהלכ' כרב באיסורי ועוד דהא תנא דבי שמואל כוותי' <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"27\"></i>: אדם הולך אצל החנוני הרגיל אצלו ואומ' לו תן לי י' ביצים או כ' אגוזים ובלבד שלא יזכיר לו סכום מדה: רבי שמעון בן אלעזר אומר ובלבד שלא יזכי' לו סכום מקח: ורבינו חננאל גריס במילתיה דתנא קמא סכום מנין: וכן בתוס' וכן בה\"ג סכום מנין שאומר לו כבר לקחתי ממך פעם אחרת עשרים ועתה עשרים הרי ארבעים מן הכל ואין חילוק בין חנוני גוי לחנוני ישראל רק במידי דאיכא חששא דנולד ומוקצ' ציד' ומחובר ולענין חששא דמחובר בפירות האילן <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"28\"></i> ואסור להוציא מפתח של יוציאנו מותר כלים: אבל מפתח של אוכלין מותר <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"29\"></i> וגם מפתח של כלים נמי אם לבו דוה עליו אם לא יוציאנו מותר להוציאו: המביא כדי יין לא יביאם בסל ובקופ' והמוליך תבן לא יפשיל הקופ' לאחריו אבל מביאם בידו וכל שינוי שיכול לעשות יעשה. ואם אינו יכול לשנות <i data-commentator=\"Haggahot Rabbeinu Peretz on Sefer Mitzvot Katan\" data-order=\"30\"></i> מותר: ואין מנהיגין הבהמה במקל ואין הסומא יוצא במקלו: שחט בהמה בשדה לא יביאנה במוט אלא מביאה איברים איברים: כל שנאותין ממנו בחול מיד מותר לשלוח לחבירו במתנה ביום טוב: מפרש בביצה כגון <i data-commentator=\"Haggahot Chadashot on Sefer Mitzvot Katan\" data-order=\"4\"></i> סנדל המסומר: וכל שאין נאותן ממנו מיד כגון <i data-commentator=\"Haggahot Chadashot on Sefer Mitzvot Katan\" data-order=\"5\"></i> חטים ושעורים אין משלחין וכשמשלחין מנות לא יעשנו בשורה: אבל שלשה מינים שרי: ואמימר שרא למכחל עין שאין בו סכנה ביום טוב שני של גליות: \n", "heVersionTitle": "Sefer Mitzvot Katan, Kopys, 1820", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עמודי הגולה, קאפוסט תק\"פ", "text": "Not to work on holidays, as it is written (Numbers 28:26) \"And on the day of the firstfruits,\" and not to work on Rosh Hashanah, as it is written (Leviticus 23:24) \"In the seventh month, on the first day of the month,\" and not to work on Yom Kippur, as it is written (Leviticus 23:28) \"And you shall do no manner of work in that same day; for it is a day of atonement.\" And not to work on the first day of Passover, as it is written (Numbers 28:18) \"In the first day is a holy convocation; you shall do no manner of servile work.\" And likewise, for all six days of Passover. It is permissible to do work only for food preparation needs, specifically things that cannot be done before the holiday begins, such as grinding pepper when one does not know which pot to cook in on the holiday, or spices that lose their flavor, even if one knows. But for things that could be done before the holiday begins, it is forbidden to do them on the holiday. Likewise, it is forbidden to tell a non-Jew to do something on the holiday that would change the setup from the way it was before the holiday, even without setting the table, as explained in Tosafot concerning the Poter that it is a slight change. Since their way is with a box or an aruva. Likewise, one does not play with the peppers in their pods. And it is forbidden to do any work, even work for food preparation needs, for non-Jewish idolaters or for the needs of dogs. Likewise, one does not invite a non-Jew to the holiday because he might overdo it for him. And things that are impossible to do before the holiday begins are permitted, like Rabbi Yehuda, and we do not instruct like him. And a knife that became damaged on the holiday, the law is that it is permitted to sharpen it in order to slaughter with it, and we do not instruct like him. And Rabbi Yehuda permits whitening the iron shovel on the holiday because it looks like it is being heated to bake quickly, and anything that is set aside is permitted like Rabbi Shimon. Except for raw nutshells, pits, and things set aside due to a prohibition, and one smokes in vessels but not in brokenvessels, as it is considered new and appears to be born and born appears to be forbidden. And an egg that was born on the holiday is forbidden to eat and to move, but they force a utensil on it so that it does not remain, and it is uncertain if it is forbidden. If it got mixed with a thousand, all of them are forbidden. And if it was born on Shabbat and a holiday, it is forbidden on the other. And the two days of Rosh Hashanah are forbidden on each other. And the two days of the Diaspora are born on one of them permitted on the other. And one who dies on the second day of the holiday, the Jews do not deal with him. On the eve of the holiday, he checked in a hen's nest and did not find an egg. And the next day he got up very early in the morning and found an egg. If there is a hen, until sixty houses, it is permitted. If there is a doubt about it being from the ground, it is forbidden, and a chick that was born on the holiday is forbidden because of being set aside even when its eyes opened. And a calf that was born on the holiday is permitted to slaughter it wherever we know for certain that it completed its months. For if it is in doubt, even on a weekday, it is forbidden due to the doubt of it being a stillborn for up to seven days, and we do not postpone. To cook on the holiday for a weekday need in one pot alone is permitted, but if it boiled, it is forbidden. And an animal that is dangerous should not be slaughtered unless one can eat a roasted olive-size piece of it from before the day. A woman who fills an oven with bread even though she only needs it for one loaf, because the bread bakes well when the oven is full. And they fill a woman's hand with salt on the holiday. And washing and anointing are permitted on the holiday like eating and drinking. And a person warms water to wash his face, hands, and feet. But not his entire body because of the decree of bathing, but with warm water that was heated before the holiday, the Gaon ruled that it is permitted to bathe with them. And one does not place a lamp on a tree on the eve of the holiday because he might take it on the holiday. But on the eve of Shabbat, it is permitted. And one does not trap something that needs to be said \"The one that came into the trap and was trapped,\" where there are set traps from before the holiday and he finds an animal trapped, it is forbidden unless he knows for certain that it was trapped from before the holiday. And a non-Jew who brought a gift to a Jew, if it is attached to the ground, it is forbidden to accept it in order to do him a favor, and Rashi explained that this is the second night of the holiday. And some divide about it until the night of the weekday, and our Rabbis would allow them to do it as their custom was. And a thing that comes from outside the techum for Jews is permissible for another Jew even on the day itself. And wood that was cut from a palm tree for firewood on the holiday, one adds prepared wood and lights them. And one does not chop wood from the beams standing for construction on the holiday, even to remove them without chopping, because they are set aside due to lacking a handle. And even Rabbi Shimon agrees. And one puts soil in a box on the holiday for his needs, and he makes it ready, and even on Shabbat. And ashes that were removed from the oven on the holiday, if it is hot enough to roast an egg, it is ready. And if not, it is forbidden, and even according to Rabbi Shimon as Tosafot explained regarding an egg. And if he slaughtered and did not find ashes but that it is not ready, he covers it with them. One who slaughters an animal on the holiday, and there is mostly wool on it so that he cannot slaughter it, he leaves it in place, but with a bird, he does not pluck it, as it is its nature, and he is considered one who removes on the holiday and is liable to bring a sin-offering. One does not cook on the holiday for weekday use in one pot alone, and if he erred, it is forbidden. And one does not salt vegetables individually on the holiday, for fear that he will grind them, and Rashi explained that this is the second night of the holiday. And we debate him about this until the evening of the weekday. And our Rabbis were lenient to let them do one kind and then another like its custom. And a thing that comes from outside the techum for Jews is permissible for another Jew even on the day itself. And wood that was cut from a palm tree for firewood on the holiday, one adds prepared wood and lights them. And one does not chop wood from the beams standing for construction on the holiday, even to remove them without chopping, because they are set aside due to lacking a handle. And even Rabbi Shimon agrees. And one puts soil in a box on the holiday for his needs, and he makes it ready, and even on Shabbat. And ashes that were removed from the oven on the holiday, if it is hot enough to roast an egg, it is ready. And if not, it is forbidden, and even according to Rabbi Shimon as Tosafot explained regarding an egg. And if he slaughtered and did not find ashes but that it is not ready, he covers it with them. One who slaughters an animal on the holiday, and there is mostly wool on it so that he cannot slaughter it, he leaves it in place, but with a bird, he does not pluck it, as it is its nature, and he is considered one who removes on the holiday and is liable to bring a sin-offering. One does not cook on the holiday for weekday use in one pot alone, and if he erred, it is forbidden. And one does not salt vegetables individually on the holiday, for fear that he will grind them, and Rashi explained that this is the second night of the holiday. And we debate him about this until the evening of the weekday. And our Rabbis were lenient to let them do one kind and then another like its custom. In the first chapter of Shabbat, we learn that anything that is not a boundary is considered as if it were giving water, which incurs liability. We do not make cheese on the holiday because it does not improve its taste. We do not grind spices in a large mortar, but in a small mortar, which is considered a change for the better. In the land of Israel, even in a small mortar, it is forbidden because their produce is good. If one crushed on the eve of the holiday, it does not improve its taste, we do not take out fire either from wood, stones, or metals that were not set aside for the holiday, but with existing fire. We do not cover the lamp to extinguish it, nor do we remove the oil from it, nor do we remove burning wicks from the oil. We do not cut the head of the wick with a utensil, but we cut it with our hands. Kinasa is permitted, meaning the bundle of wood that was ignited. Some wood catches fire, while others do not, we do not extinguish the fire to save money on the holiday, but we leave it and it will go out on its own. We do not extinguish the lamp on the holiday, we do not make coals, we do not cut the wicks, we do not shake it, nor do we cut it into two with a utensil, but we trim it with our hands. We place it in oil, we place it between two candles, we light it in the middle, and the wick is divided into the mouths of two candles, and so too with every candle of wax. But to cut it with a utensil is forbidden. We do not sharpen the knife in its sharpener, but we sharpen it on a piece of wood or on a stone. We do not teach many people this so that they do not come to sharpen it in its sharpener. This is specifically when it can cut with difficulty or when it is damaged, but if it cannot cut at all, we do not sharpen it even on a piece of wood, lest it come to sharpen it in its sharpener. This is why they said not to show a knife to an ignorant person on the holiday, lest it be damaged, and he says to slaughter with it when it is damaged, and he goes and sharpens it in its sharpener. A wise man who saw a knife for himself, he borrows it. We do not cut wood on the holiday, not with a saw, nor with a sickle, nor with a hatchet, but by breaking it off with his short side, but not with its wide side, because it is like a saw and similar things that he does on weekdays are forbidden. We remove the shutters of shops on the holiday and return them on the holiday so that they can take out spices that they need from the shop and not prevent them from the joy of the holiday. These things are said when they have a hinge in the middle, but if they have a hinge on the side, it is forbidden, because there is a decree lest it get stuck. And if they do not have a hinge at all, even in the walls of the house, it is permitted to return them. We do not milk an animal on the holiday, but we feed it. How do we feed it? We hold the calf so that it does not fall to the ground and we blow into its nostrils and we put the teat into its mouth. We do not slaughter an animal on the holiday, but we feed it, how do we hold the calf so that it does not fall to the ground and we blow into its nostrils and we put the teat into its mouth. And we do not slaughter the animal until after the holiday, we see the live animal that remains, how much it is worth, and we do not weigh it with scales, even to save it from mice, it is forbidden to place it on the scales, and a skilled butcher is forbidden to weigh it in his hand, and it is forbidden to weigh it in water, and we do not cast lots for portions, and a person should not say to his friend, \"Give me a dinar's worth of meat,\" but \"Give me a portion and a half portion.\" Likewise, a person should say to a storekeeper, \"Fill this container for me,\" even if he is standing and learning, as long as he does not mention the amount. And a person should not measure barley and place it in front of his animal, but he should estimate it and give it to him so that he does not make a habit of measuring it. But a skilled person can measure spices and place them in his pot so that his food does not spoil. Rabbi Shimon ben Elazar says, as long as he does not mention the amount of the purchase. Rabbi Chananel explains in the words of the first Tanna: How much is the minimum amount? And likewise in Tosafot and in the Halachic Midrash, how much is the minimum amount that he says to him, \"I have already taken from you twenty once, and now twenty,\" which is forty in total, and there is no difference between a Gentile storekeeper and a Jewish storekeeper, except for things that have a concern of being born, set aside, hunted, or attached, and concerning the concern of being attached to fruits on the tree, it is forbidden to take out a key that he will take out with a utensil, but it is permitted to take it out with his hands.The one who brings wine jugs should not bring them in a basket or in a chest, and one who leads straw should not drag the chest behind him, but he should bring them in his hand, and any change that he can make, he should make. And if he cannot make a change, it is permissible. We do not lead animals with a stick, and a blind person does not go out with his stick. One who slaughters an animal in the field should not bring it in a staff, but should bring it limb by limb. Anything that is acceptable to be moved on a weekday may be sent as a gift on a festival day immediately. If it is explained by an egg, such as a sandal that has nails, and anything that is not explained by an egg, such as wheat and barley, we do not send them, and when we send gifts, we do not make them in a row. But three types are permitted, and Ameimar permitted a woman to sift flour and put it into her dough so that she could take out a proper portion for the challah. And Shmuel said it is forbidden. But the Tanna of the school of Shmuel permits it, and Shmuel rules according to the practice. He came to teach us: We do not measure grains and place them in front of our animals, but we estimate them, and give them to him so that he does not become accustomed to being measured. But for a third person, it is permitted. And Ravina argues with the first Tanna's explanation, how much is the minimum amount. And likewise, in Tosafot and in the Aggadic Midrash, how much is the minimum amount that one says to him, \"I have already taken from you twenty once, and now twenty,\" which is forty in total. And there is no distinction between a Gentile and a Jew, except for things that have a concern of being born, set aside, hunted, or attached. And concerning the concern of being attached to fruits on the tree, it is forbidden to take out a key that he will take out with a utensil, but it is permitted to take it out with his hands.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "54b1db6bfbfba21603f71306", "index_title": "Arukh HaShulchan", "category": "Halakhah", "type": "", "ref": "Arukh HaShulchan, Orach Chaim 495:2", "anchorRef": "Numbers 28:18", "anchorRefExpanded": ["Numbers 28:18"], "sourceRef": "Arukh HaShulchan, Orach Chaim 495:2", "sourceHeRef": "ערוך השולחן, אורח חיים תצ״ה:ב׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1865, 1905], "commentaryNum": 495.0002, "collectiveTitle": {"en": "Arukh HaShulchan", "he": "ערוך השולחן"}, "heTitle": "אורח חיים", "he": "ימים אלו אסרן התורה ממלאכה, לבד מלאכת אוכל נפש, כדכתיב בפרשה \"בא\" (שמות יב טז): \"כל מלאכה לא יעשה בהם, אך אשר יאכל לכל נפש הוא לבדו יעשה לכם.\" ולכן ב\"אמור\" (ויקרא כג ז) וב\"פינחס\" (במדבר כח יח) כתיב: \"כל מלאכת עבודה לא תעשו\", כלומר: דמלאכת אוכל נפש אינה מלאכת עבודה, אלא מלאכה של תענוג לענג הגוף. וזה שבסוף \"ראה\" (דברים טז ח) כתיב על שביעי של פסח \"לא תעשה מלאכה\" – לא חששה לפרש \"מלאכת עבודה\", מפני שכבר פירשה באמור ובפינחס. ולכן קיצר במשנה תורה, וכמה מצות קיצרה במשנה תורה, כידוע.", "heVersionTitle": "Arukh HaShulchan, Orach Chayim -- Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ערוך השלחן, אורח חיים, ויקיטקסט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55ae04fdfbfba23a06809c61", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Pinekhas 37", "anchorRef": "Numbers 28:18", "anchorRefExpanded": ["Numbers 28:18"], "sourceRef": "Meshekh Chokhmah, Pinekhas 37", "sourceHeRef": "משך חכמה, פנחס ל״ז", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 37, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "פנחס", "he": "<b>ביום </b>הראשון מקרא קדש. לפלא שבכל הפרשה כתוב מקרא קדש יהיה לכם, ובעצרת תהיה לכם, לבד ביום ראשון של פסח לא כתוב יהיה לכם. והנראה, שבא להורות שלא נטעה ממה שכתוב לא ילין לבקר זבח חג הפסח הא כל הלילה כולה ילין, באמת הוא חלבי חול ואין קרבין ביו\"ט, אע\"ג דהבשר נאכל בלילה, מ\"מ דמו כבר נזרק בחול, וכמו דפריך בפרק תמיד נשחט, יעו\"ש, וזה בא להורות, דהוא מקרא קדש אע\"ג שאינו לצרכיכם, וזהו אעפ\"י שאינו לכם, לכן כתוב מקרא קדש, והוא כי אף הפסח אינו נקרב חלביו ביו\"ט, ואעפ\"י שהוא לד'. ודו\"ק.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bd54d6e4a97c9cbb1a82", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 28:18:1", "anchorRef": "Numbers 28:18", "anchorRefExpanded": ["Numbers 28:18"], "sourceRef": "Bekhor Shor, Numbers 28:18:1", "sourceHeRef": "בכור שור, במדבר כ״ח:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "<b>כל מלאכת עבדה לא תעשו.</b> כל מלאכה שהיא עבודה לבור ב\"ל אבל הקרבנות תעשו. ובמקום אחר הוא מתיר אוכל נפש, והא ליכא למימר \"כל מלאכת עבדה לא תעשו\" אבל אוכל נפש תעשו דהא ביום הכפורים נמי כת' הכי שאין אוכל נפש מותר בו לעשות:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1928", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f2c6d6e4a927464725fa", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 28:18:1", "anchorRef": "Numbers 28:18", "anchorRefExpanded": ["Numbers 28:18"], "sourceRef": "Chizkuni, Numbers 28:18:1", "sourceHeRef": "חזקוני, במדבר כ״ח:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>מקרא קודש</b> לשון מקרה כתרגומו קרי מערעי במאכל ובמשתה ובכסות נקיה.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "מקרא קדש, “a holy convocation.” Although the word מקרא appears with the letter א at the end, it is to be understood as if it had been spelled with the letter ה at the end meaning: ”a happening.” The Targum renders the verse as referring to a מערע, “a happy gathering involving food and drink, and fancy dress.”", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f2c6d6e4a927464725fc", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 28:18:2", "anchorRef": "Numbers 28:18", "anchorRefExpanded": ["Numbers 28:18"], "sourceRef": "Chizkuni, Numbers 28:18:2", "sourceHeRef": "חזקוני, במדבר כ״ח:י״ח:ב׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 18.0002, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>כל מלאכת עבדה</b> מלאכה של עבודה אסורה. וכל מלאכת אוכל נפש מותרת לכך כתיב כאן <b>כל מלאכת עבודה לא תעשו</b> אבל בשבת ויום הכפורים שאסורים בכל מלאכה כתיב כל מלאכה לא תעשו.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "כל מלאכת עבודה, “any manner of servile work;” this type of work is prohibited to be carried out on such a day, whereas work involving the preparation of food and drink is permissible. This is the reason why the Torah here did not write as it did concerning Sabbath and on Yom Kippur: כל מלאכה לא תעשו, “you must not perform any manner of מלאכה, but on Yom Tov only forbade: “servile type of work.” כל מלאכת עבודה.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "59636c53d6e4a9416e9c4c3b", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 28:18:1", "anchorRef": "Numbers 28:18", "anchorRefExpanded": ["Numbers 28:18"], "sourceRef": "Mizrachi, Numbers 28:18:1", "sourceHeRef": "מזרחי, במדבר כ״ח:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>כל מלאכת עבודה אפי' מלאכה הצריכה לכם כגון דבר האבד המותר בחולו של מועד אסור בי\"ט. </b>ובפ' אמור כתב כל מלאכות עבודה אפי' מלאכות החשובות לכם עבודה וצורך שיש חסרון בבטלה שלהם כגון דבר האבד כך הבנתי מת\"כ דקתני יכול אף חש\"מ יהא אסור במלאכת עבודה וכו'. והרמב\"ן ז\"ל טען ואמר ואיננו נכון כלל כי מה טעם שיאמר הכתוב לא תעשה מלאכת דבר האבד ויבאו שאר מלאכות מק\"ו וא\"כ ראוי שיאמר אף בשבת כן ועוד שא\"כ הרי חולו של מועד רמוז בתורה שמות' בדבר האבד והם אמרו לא מסרן הכ' אלא לחכמים שאין בתורה רמז איזו מלאכה אסורה ואיזו מלאכה מותרת ול' עבודה כולל כל המלאכות והשמושים עובד אדעתו ישבע לחם ועבדך שש שנים ועבדת את אויבך ואינו משתמש בשום מקום בדבר האבד בלבד שאם לא תעשה היום לא תעשה למחר. ונ\"ל שאין מכל אלו טענה כלל כי מה שטען מה טעם שיאמר הכתוב לא תעשה מלאכת דבר האבד ויבאו שאר מלאכות מק\"ו הנה כמוהו ערות בת בנך או בת בתך לא תגלה וערות בתו אתיא מק\"ו כדגרסינן בפ' הנשרפין אמר אביי ק\"ו ומה על בת בתו חייב על בתו לא כ\"ש וכתיב השמרו לכם עלות בהר ונגוע בקצהו אפי' בקצהו וק\"ו בגוף ההר עצמו כדאיתא במכילתא. ומה שטען א\"כ ראוי שיאמר אף בשבת כן אינה טענה כי בי\"ט שהותרה מלאכת אוכל נפש והיה עולה על הדעת לומר הואיל והותרה מכלל הותרה נמי בדבר האבד שיש בו חסרון כיס אם לא תעשה היום אבל בשבת היאך היה עולה על הדעת לומר שהמלאכה בדבר האבד תהי' מותרת עד שיצטרך לומר שגם היא אסורה ועוד שאין טענה למה לא אמר גם בשבת כלשון זה כי הכתוב מדבר פעם בל' א' ופעם בל' אח' שהרי בי\"ט עצמו פעם כותב כל מלאכת עבודה לא תעשו ופעם כותב בו לא תעשה מלאכה. ומה שטען עוד שא\"כ יהיה חולו של מועד רמוז בתורה שהוא מותר בדבר האבד והם אמרו לא מסרו הכתוב אלא לחכמים משמע שאין בתורה רמז איזו מלאכה אסורה ואיזו מלאכה מותרת אינה טענה כי זה המדרש של ת\"כ אינו אלא דרך אסמכתא בעלמא שכן כתבו כל גדולי המפרשים שכל אותן ברייתות דפרק אין דורשין אינן אלא אסמכתא בעלמא ולפיכך אמרו דאסור מלאכה דחולו של מועד אינו אלא מד\"ת וא\"כ אין ממה שפרש\"י מלאכת עבודה היא מלאכת דבר האבד ראיה שיהא חולו של מועד מותר מן התורה בדבר האבד עד שיקשה עליו ממה שאמרו לא מסרן הכתוב אלא לחכמים ועוד מאן לימא לן דההיא דאין דורשין שאמרו לא מסרן הכתוב אלא לחכמים שאינה חולקת עם הברייתא הזאת של ת\"כ שזו הברייתא סוברת שמלאכת דבר האבד מותרת מן התורה בחולו של מועד והברייתא דפרק אין דורשין סוברת שאין ההת' שלה אלא מד\"ס שהכתוב מסרן לחכמים ומה שאמרו בריש מי שהפך אמר רב אשי לא מיבעיא ימי אבלו דמדרבנן הוא דשרי אלא אפילו חול המועד דאסור מדאורייתא שרי פירוש אפילו חול המועד דאסמכוה רבנן אקראי דאורייתא שרי ומה שאמר שהברייתא של ת\"כ אינה שנוייה בלשון שכתב רש\"י אלא כך היא שנויה בנסחאות המדוקדקות כל מלאכת עבודה לא תעשו הרי זה בא ללמד על ימי מועד שהך אסורין במלאכה יכול יהו אסורין בכל מלאכת עבודה תלמוד לומר הוא הוא אסור בכל מלאכת עבודה ואין ימי מועד אסורין בכל מלאכת עבודה דברי ר' יוסי הגלילי רע\"א מת\"ל אלה מועדי יי' אשר תקראו אותם מקראי קדש אלו ימי מועד שהן אסורין בעשיית מלאכה וכו' לא ידעתי מי גלה לו שהנסחאות שמצא הוא מן המדוקדקות והנוסחאות של רש\"י ז\"ל הן משובשות אם מפני הטענות שטען על פרש\"י ז\"ל הבנוי על פי הנסחאות שהיו בידו הנה כבר השיבונו על כל טענותיו ולא נשארה עליו שום טענה כלל מכל מה שטען עליו ואם מפני שהברייתא של ת\"כ שנו אותה בפ' אין דורשין שם שנו עוד אי מה שביעי עצו' מכל מלאכה אף ששה עצורין בכל מלאכה ת\"ל השביעי השביעי עצור בכל מלאכה ואין הששה עצורים בכל מלאכה הא לא מסרן הכ' אלא לחכמים וחשב שמאחר שהבריתא של ת\"כ סמוכה לאידך ברייתא דששת ימים תאכל מצות וביום השביעי עצרת לה' אלהיך מה שביעי עצור אף ששה עצורין וקתני בה אי מה שביעי עצור בכל מלאכה דכתיב כל מלאכת עבודה לא תעשו אף ששה עצורין בכל מלאכ' משמע שגם הבריתא הסמוכה לה דת\"כ צריך שיהא שנו בה כזה הל' שהיא יכול יהו אסורין בכל מלאכת עבודה שפירושו יכול יהו אסורין בכל מלאכה דאי כפי הנוסח של רש\"י ז\"ל שפירושו מלאכת הדבר האבד לא יהיו שתי הברייתות הללו של ת\"כ ושל פ' אין דורשין שוות בפירושן ולמה הסמוך אותן סתמא דתלמודא זו אינה ראיה דא\"ל שלא הסמיכן אלא לענין האיסור בכל הבריתות של פ' אין דורשין לא באו להודיע שימי חול המועד אסורין בעשיית מלאכה לא לענין הת' מלאכת דבר האבד והראיה על זה שהרי מהבריתא דת\"כ לא הביא סתמא דתלמודא רק החלק המורה על איסור לא החלק המורה על ההתר: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc284c1533e001928afd3", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 28:18:1", "anchorRef": "Numbers 28:18", "anchorRefExpanded": ["Numbers 28:18"], "sourceRef": "Malbim on Numbers 28:18:1", "sourceHeRef": "מלבי\"ם על במדבר כ״ח:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>מקרא קדש </b>הקדושה הוא ההבדלה שיבדיל יום זה משאר הימים ומלאכה נזכר ביחוד וע\"כ בא על שיבדיל אותו במאכל ובמשתה וכסות נקיה וכ\"ה בספרא אמור (סי' קפ\"ו). ומ\"ש כל מלאכת עבודה לא תעשו אינו כולל אוכל נפש שבפ' בא ששם אמר מקרא קדש יהיה לכם כל מלאכה לא יעשה בהם אמר בפירוש אך אשר יאכל לכל נפש יעשה לכם ופה מציין זה במ\"ש כל מלאכת עבודה לא תעשו:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dc14800c862364fb2a584a1", "index_title": "Avodat HaKodesh", "category": "Halakhah", "type": "", "ref": "Avodat HaKodesh, Part Two, Beit Moed, The First Gate 1", "anchorRef": "Numbers 28:18", "anchorRefExpanded": ["Numbers 28:18"], "sourceRef": "Avodat HaKodesh, Part Two, Beit Moed, The First Gate 1", "sourceHeRef": "עבודת הקדש, חלק ב': בית מועד, השער הראשון א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1270, 1310], "commentaryNum": 1, "collectiveTitle": {"en": "Avodat HaKodesh", "he": "עבודת הקדש"}, "heTitle": "השער הראשון", "he": "<small><b>השער הראשון: </b> אבאר בו כל מלאכת אוכל נפש שהתירה תורה ביום טוב, ואם נכנס בכלל היתר זה כל מה שצריך לאוכל נפש אם לאו. וכן כל מלאכה שלא הותרה משום צורך אוכל נפש אם נכנסו בכלל האיסור כל חלקי המלאכה אם לאו. א. ויתבארו מכלל זה הקוצר והתולש והדש והבורר והטוחן והמרקד והצד והחולב והמגבן והסוחט את הפירות להוציא מהן משקין והרודה חלות דבש שהם מלאכות אסורות ביום טוב, אם אסורות דבר תורה אם לאו. ואבאר מה שהותר מכלל מקצת מלאכות אלו. ב. ואבאר מה שהותר מכלל רודה דבש. ג. מה שהותר מכלל חולב. ד. מה שהותר מכלל סוחט. ה. מה שהותר מכלל בורר. ו. מה שהותר מכלל דש. ז. מה שהותר מכלל טוחן. ח. מה שהותר מכלל מרקד. ט. מה שהותר מכלל צד. י. אבאר דין הפרשת חלה ומתנות ביום טוב. יא. אבאר דין עורות וחלבים של בהמה הנשחטת ביום טוב. יב. דין סלוק תריסי חנויות והחזרתן. </small><br>פרק א: א. דבר תורה מלאכת עבודה אסורה ביום טוב כבשבת, שנאמר (במדבר כח, יח) כל מלאכת עבודה לא תעשו. איזו היא מלאכת עבודה, כל שאין בה צורך אוכל נפש כחורש וזורע ובונה ואורג וכיוצא בהן ולא הותרה אלא מלאכה שיש בה צורך אוכל נפש או שכל נפש נהנית ממנה כאפייה ובשול וכיוצא בהן, שנאמר (שמות יב, טז) כל מלאכה לא יעשה בהם אך אשר יאכל לכל נפש הוא לבדו יעשה לכם. ולא כל מלאכת אוכל נפש התיר הכתוב שהרי אחר שהתיר מיעט שנאמר אך הוא לבדו יעשה לכם, אך הוא לבדו ולכם מיעוטין הם. ולפיכך יש אפילו מלאכות שיש בהן צורך אוכל נפש ואסורות ומסרן הכתוב לחכמים, והם אמרו שהקוצר והתולש והדש והבורר והטוחן והמרקד והצד והחולב והמגבן והסוחט את הפירות להוציא מהן משקין אסור, וכן אסרו מדבריהם לרדות חלות דבש מן הכוורת. ומפני מה מנו את אלו, לפי שלא התירה התורה לתקן ביום טוב מה שדרך בני אדם לתקן מהן הרבה לימים הרבה כדי שלא יטרח ביום טוב לתקן מחמת חול, וכן לא התירה אלא תקון בדברים שהן ברשותו כאפייה ובשול, לא לעקור דבר מגדולו ואפילו תותים ואבטיחים שנפגמין מיומן למחרתן לפי שרוב הפירות הנלקטין משתמרין לזמן מרובה ואינו בדין שתהא לקיטתו של זה מותרת ושל זה אסורה, וכל שכן צידת בעלי חיים שאינן ברשותו ושהוא צריך לטרוח ולצוד בחורשים ונמצא בטל משמחת יום טוב. ועוד יש מלאכות ואפילו טלטולין שאסרו מדבריהם כדי שלא יעשה כדרך שהוא עושה בחול כמו שיתבאר. ", "heVersionTitle": "Gerlitz edition, published by Oraita", "heLicense": "CC0", "heVersionTitleInHebrew": "מהדורת גרליץ, בהוצאת אורייתא", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e5b9bd6540a7fe66d6a1a95", "index_title": "Hon Ashir on Mishnah Moed Katan", "category": "Quoting Commentary", "type": "", "ref": "Hon Ashir on Mishnah Moed Katan 1:1:1", "anchorRef": "Numbers 28:18-25", "anchorRefExpanded": ["Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25"], "sourceRef": "Hon Ashir on Mishnah Moed Katan 1:1:1", "sourceHeRef": "הון עשיר על משנה מועד קטן א׳:א׳:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1710, 1740], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Hon Ashir on Mishnah Moed Katan", "he": "הון עשיר על משנה מועד קטן"}, "heTitle": "הון עשיר על משנה מועד קטן", "he": "מועד קטן\n<br> מועד קטן יש בה ג' פרקים כנגד ג' רגלים, ואע\"ג דחג השבועות אין לו מועד קטן, מ\"מ לרמוז דיש לו תשלומין כל שבעה (עי' חגיגה יז.) דומיא דאחריני דיש בהם מועד קטן, נשנה פרק אחד גם כנגדו, ואע\"ג דשמיני עצרת נמי יש לו תשלומין מ\"מ הרי הוא בכלל חג הסוכות, דשלש רגלים כתיב שהרביעי הנה הוא כגוף אחד עם השלישי, וליודע סודו ברור כי ג' עדרי צאן רובצים עליו ככתוב, אשר כנגדם ג\"כ יהיו שלשה פרקים אלו:\n<br>\n<br><br><b>במועד</b>. הנה התי\"ט הזכיר הכא המחלוקת שיש בין הפוסקים, אם המלאכה האסורה בחול המועד היא דאורייתא או מדרבנן, ומכותלי ביתו ניכר דאף הוא מסכים עם הסוברים שהוא מדרבנן שהרי הזכירם כלם באמת, מה שלא עשה כן בחולקים דלא הזכיר כי אם הבית יוסף, אע\"ג דלאו יחידאה הוא כי מגדולי הפוסקים הכי סלה\"ו כמו שהזכירם בשמם בחבורו בראש <small>(הלכות)</small> חול המועד <small>(טאו\"ח תקל)</small>, מלבד הפוסקים אחרים מהראשונים ואחרונים שלא הזכירם שגם הם מסכימים לדעת הבית יוסף. והנה התי\"ט אגב שטפיה בסברא זו ואגב חריפותיה, בלע קצת לשון הברייתא שהביא לאיסור מלאכה דחול המועד, על כי לא העתיקה מהש\"ס דחגיגה אלא מלשון רש\"י דמכלתין, אבל לפי מה שאכתוב לקמן יראה הרואה כי מה שבלע הוא נותן טעם לפגם לסברתו ז\"ל, ומטוניה ממש אוכיחנו, והוא דהעתיק בסוף הברייתא הא לא מסרן הכתוב אלא לחכמים איזו מלאכה אסורה ואיזו מלאכה מותרת, והשמיט תחילת הלשון והוא איזה יום אסור ואיזה יום מותר, דהכי העתיקה התוספות דהכא <small>(ב. ד\"ה משקין)</small> הא לא מסרן וכו' איזה יום וכו' איזו מלאכה וכו', והכי היא שנויה בחגיגה דף י\"ח ע\"א, ושם פי' רש\"י ז\"ל הא לא מסרן הכתוב אלא לחכמים, כלומר מאחר שאמר לך הכתוב שהם עצורים ממלאכה ולא בכלן, ולא פירט איזו היא המותרת ואיזו היא אסורה, דע וראה שלא מסרן אלא לחכמים היודעים להבין על איזו להטיל ההיתר ועל אי זו להטיל האיסור, והם יאמרו אי זה הוא י\"ט על פי קדוש הראיה ואסור בכל מלאכה, ואיזהו חולו של מועד שאינו אסור בכל מלאכה, ועל חולו של מועד יגידו לך איזו מלאכה אסורה דבר שאינו אבד, ואיזו מלאכה מותרת דבר האבד, עכ\"ל:\n<br><b>ועתה</b> נעלה ונבואה אל ההרים הגבוהים בעלי התוספות, אשר מימיהם שתו כל הסוברים דמלאכת חול המועד דרבנן, ושכל הראיות הנזכרות והמפורשות בקרא שהובאו בש\"ס בכמה מקומות אמרו דאסמכתא בעלמא הם, כמו שפירשו בחגיגה דף הנ\"ל <small>(ד\"ה חולו של מועד)</small>, ואפילו הראיה המפורשת בש\"ס בריש (פ\"ק) [פ\"ב] דמ\"ק, דגרסינן התם רב אשי אמר לא מבעיא קאמר, לא מבעיא בימי אבלו דמרבנן הוא ושרי, אלא אפילו במועד דאיסור מלאכה דאורייתא, במקום פסידא שרו רבנן, ע\"כ. רצו לדוחקה ולפרשה ע\"פ דרכם ז\"ל דאיסור מלאכת חול המועד דרבנן הוא:<br><b>והנה</b> כפי הנראה מדבריהם ז\"ל בנו בית זה על ארבעה יסודות ואלו הם, דהיכן מצינו דאיסורא דאורייתא יהיה מקצתו אסור ומקצתו מותר. הב' דתנן במסכת מגילה <small>(פ\"ד מ\"ב)</small> כל יום שיש בו מוסף ואינו יום טוב, וזה הוא חולו של מועד ור\"ח, הרי כי הוציא חולו של מועד מכלל י\"ט. והג' דכלל חולו של מועד בהדי ר\"ח דאין איסור מלאכה בו אלא משום מנהג, כדאיתא בירושלמי <small>(תענית פ\"א ה\"ו)</small>. והד' והיא הראיה היותר חזקה, היא מדאמרינן בירושלמי <small>(פ\"ב ה\"ג ט.)</small> אמר ר' אבא בר ממל אילו היה לי מי שימנה עמי, התרתי בשר בכור להשקל בליטרא, [כלום אסרו בשר בכור להשקל בליטרא] אלא כדי שיהיו מוכרין אותו בזול, והם מערימין עליו ומוכרין אותו ביוקר, כלום אסרו לעשות מלאכה בחולו של מועד אלא כדי שיהיו אוכלין ושותין ויגעין בתורה, ואינון אכלין ושתין ופחזין, ע\"כ. דמזה משמע דאיסורו והיתרו ברבנן תלוי:<br><b>אבל</b> לעד\"נ כי יש להשיב להם על ראשון ראשון ועל אחרון אחרון, כי על מה שהקשו היכן מצינו איסור דאורייתא דיהיה מקצתו אסור ומקצתו מותר, אין אנו מוכרחים למצוא לזה חבר כי כמה חדושים חדשה תורה מגזרת הכתוב, והכא נמי כך גזר הכתוב ותלה איסורו במה שנראה לעיני החכמים, כמו קביעת המועדים שאחר שהם קבעו על פי חשבונם ודחייתם אפילו מוטעים אפילו שוגגים איזה יום יהיה י\"ט, כל המלאכות האסורות בו הנה הם אסורים דאורייתא, ואם הם היו דוחים אותו יום על פי דרכם מלקבעו י\"ט, הרי כל המלאכות הם מותרות בו, וכה\"ג בחול המועד התורה נתנה רשות לחכמים שיקבעו הם המלאכות הנראים להם לאסרם, ואחר שחילקו אותם ואמרו אלו אסורות ואלו מותרות הנה אותם האסורות הם אסורות מדאורייתא, ועוד בי\"ט עצמו מצינו איסור דאורייתא חציו אסור וחציו מותר, דההבערה שלא לצורך כלל אסורה ולצורך קצת מותרות, וכה\"ג בחול המועד לצורך המועד שרי שלא לצורך אסירא, וכן בי\"ט כל המלאכה שהיה יכול לעשותה מעי\"ט ולא היתה נפסדת אפי' בדברי אוכל נפש אסירא לעשותה בי\"ט, וכל שהיה דבר האבד אם היה עושה אותה בערב י\"ט שרי לעשותה בי\"ט, וכה\"ג בחול המועד מלאכת דבר האבד שרי והבלתי אבד אסור, וכל ההיתרות דחול המועד הם מושרשים באלו השני כללים של צורך המועד ודבר האבד כשנדקדק בהם, או דאסירי מחמת טרחא יתירה אשר כיוצא בזה אסיר בי\"ט בקצת מלאכות:<br><b>ועל</b> מה שהקשו ממגילה דמדהוציא התנא חול המועד מכלל י\"ט, ש\"מ דאין האיסור מלאכה בו מדאורייתא כמו י\"ט אלא מדרבנן. לא ידענא מאי קושיא או הכרח הוא זה, דאף אם המלאכה האסורה בו היא מדאורייתא, מ\"מ לגבי י\"ט לא מקרי הוא י\"ט, להיות דאין כל המלאכות אסורות בו כמו בי\"ט. ועוד דבע\"כ הוצרך התנא להשתמש בלשון זה שאינו י\"ט, דה\"ג במסקנא דש\"ס דהתם <small>(מגילה כב:)</small> ואלא קשיא זה הכלל, לא לאתויי ראש חדש ומועד, הא בהדיא קתני לה בראשי חדשים ובמועד קורין ארבעה, סימנא בעלמא יהיב, דלא תימא י\"ט וחולו של מועד כי הדדי נינהו, אלא נקוט האי כללא בידך, כל דטפי ליה מלתא מחבריה טפי ליה גברא יתירא, ע\"כ:<br><b>והנה</b> עדיין לשון זה צריך ביאור, דאיך ס\"ד דתנא דנטעה לומר דחול המועד וי\"ט כי הדדי נינהו, עד דהוצרך להאריך מפני זה בזה הכלל ולומר כל יום שיש בו מוסף ואינו יום טוב קורין ארבעה, הלא בפירוש קאמר ברישא דבחש\"מ קורין ארבעה ובזה הכלל קאמר בפירוש בי\"ט חמשה, אלא ודאי ה\"פ כי רצה התנא ליתן סימן על הימים האלו בזה הכלל וסימנא מלתא היא, ואשר יזכור זה הסימן ולא נתן דעתו על הרישא, אם לא היה מפרש התנא בו פעם אחרת חשה\"מ מה דינו והיה מתחיל הכלל מי\"ט, הייתי טועה לומר דחול המועד נמי בכלל י\"ט הוא וקורין חמשה, ולכן הוצרך להזכיר הכלל מחש\"מ ואילך באמרו כל יום שיש בו מוסף ואינו י\"ט, ואי הוה קאמר כל יום שיש בו מוסף ולא הוה מוסיף ואינו י\"ט עדיין לא יצאנו מידי חשש זה, דהיית מפרש כל יום שיש בו מוסף אר\"ח, ושיום טוב כולל אף חולו של מועד ושקורין בו חמשה כמו בי\"ט, אבל בתוספת דבורו שאמר ואינו י\"ט הורה לנו שביום שיש לו ערך עם י\"ט מדבר, ואין זה אלא חולו של מועד כי ראש חדש רחוק הוא בערכו מי\"ט, ולא ה\"לל בעדו אלא כל יום שיש בו מוסף והוא חול:<br><b>ובדרך</b> הזה יתורץ ההכרח השלישי, שהכריחו דחולו של מועד הוא מדרבנן מדנכלל בזה הכלל בהדי ראש חדש דאין איסור מלאכה בו אלא מטעם מנהגא, שהרי אינו כן דלא חש התנא אלא אחולו של מועד דאיכא למטעי כמפורש בש\"ס, והא דאמרינן בש\"ס ראש חדש ומועד לאו דווקא הוא אלא אגב נקט ליה, דבר\"ח לא קאמר הש\"ס דאיכא למטעי ביה דיצטרך להזכירו בזה הכלל, דמידידעינן דבחול ביום שאין בו מוסף שלשה ובחול המועד ארבעה, ממילא הייתי אומר דר\"ח הוא כחול המועד שהרי הוא עודף על חול במוסף שהוא דבר חשוב ואינו עודף על חה\"מ, והואיל וליכא למטעי ביה למה לו לחוש עליו בזה הכלל, אי משום סימנא לבד היה לו להתחיל מיום שאין בו מוסף דקורין שלשה ולמה לו להתחיל מראש חדש, אלא ודאי דלא חש ליתן סימן אלא על מאי דאיכא למטעי ביה והיינו חולו של מועד ומשום הכי התחיל הזה הכלל בו דווקא, ור\"ח מעצמו נכלל בו מהטעם שאמרנו אבל התנא לא נחית כלל לאשמועינן דינו:<br><b>או</b> איכא למימר דלכתחילה נקט התנא לשון זה הכלל בענין שיכלול חול המועד ור\"ח כאחד, לאשמועינן דטעם העדפתם על שאר הימים הוא שוה לשניהם דהיינו בקרבן מוסף, דלא תימא דהוי מטעם איסור מלאכה ותשאל למה לא עדיף מהאי טעמא חול המועד על ר\"ח, דהא ר\"ח איסור מלאכה בו מנהגא בעלמא הוא כדאמרן וחול המועד לפחות איסורא דרבנן דיש לו עיקר מן התורה הוא, אבל מאחר שתלינו טעם ההעדפה בקרבן מוסף, לא שייך לשאול למה לא עדיף עליו כמו שעדיף י\"ט מחול המועד מטעם זה דאסור בו כל מלאכה משא\"כ בחול המועד כדאיתא בש\"ס:<br><b>ועוד</b> יש להקשות על פי דרכם, דאי איתא דלהיות כלולים ר\"ח וחול המועד כאחד הוא ראיה שחול המועד דרבנן, יש להוכיח הפך זה מטעם זה ממש מהברייתא <small>(חגיגה יח.)</small> שהזכרתי לעיל שהביא התי\"ט וקיצר בה, שהרי כל מגמת הש\"ס דהתם הוא לאשמועינן דחול המועד אסור במלאכה, דהכי אמרינן התם מכלל דתרויהו סלה\"ו דחולו של מועד אסור בעשיית מלאכה, מנה\"מ דת\"ר את חג המצות תשמר שבעת ימים. לימד על חול המועד שאסור בעשית מלאכה דברי ר' ישעיה, ר' יונתן אומר אינו צריך ק\"ו וכו', תניא אידך כל מלאכת עבודה לא תעשו. לימד על חולו של המועד שאסור בעשית מלאכה דברי ר' יוסי הגלילי, רע\"א אינו צריך הרי הוא אומר אלה מועדי ה' וכו'. תניא אידך ששת ימים תאכל מצות וכו'. כמו שכתוב לעיל. וא\"כ הוא דכל זה לאיסור מלאכה דחול המועד אתא, למה ליה לתנא להזכיר בסוף דבריו הא לא מסרן הכתוב אלא לחכמים לומר לך אי זה יום אסור ואי זה יום מותר, באמרו איזו מלאכה אסורה ואיזו מלאכה מותרת דיו, כ\"ש דהיתר זה דמסר הכתוב לחכמים על קביעות י\"ט לא מהכא שמעינן לה כי אם מאתם <small>(ויקרא כג, ד)</small>, דדרשינן <small>(ר\"ה כה.)</small> אתם אפילו שוגגים אתם אפילו מוטעים וכו'. ואם אתא למימר דהם יחלקו איזה הוה י\"ט ואיזה חול המועד, גם זה איננו, כי בפירוש אמר הכתוב <small>(ויקרא כג, ז-ח. במדבר כח, יח-כה)</small> בראשון ובשביעי כל מלאכת עבודה לא תעשו. ופשוט הוא שאלו הם הימים טובים כדכתיב נמי <small>(עי' רמב\"ן בשם המכילתא ויקרא כג, כד)</small> ביום הראשון שבתון וביום השביעי שבתון. אלא ודאי אתא לאשמועינן שאל תתמה איך התורה נתנה רשות לחכמים לחלק מלאכה ממלאכה, שכמו כן נתן להם רשות לחלק בין יום אסור ליום מותר, וכמו שאותו יום אשר מהם נקבע לאיסור מלאכה הוא אסור מדאורייתא, כמו כן אותה מלאכה שנקבע מהם לאיסור הימים שהתורה הרשה אותם לחלק בין מלאכה למלאכה הנה היא אסורה מדאורייתא, וההכרח הזה הנה הוא מכריח יותר מהכרח דמגילה, דהתם לא נכלל ר\"ח בהדי חול המועד בפירוש כי אם שהוא נכלל בעצמו בכלל, ועוד שיש בו ליתן טעם כמ\"ש, והכא הזכיר בפירוש איסור מלאכה די\"ט ודחול המועד שניהם כאחד אע\"ג דשל י\"ט לא אצטריך הכא כלל, אם לא שנאמר דהאי דאמרינן הוא דאתא לאשמועינן:<br><b>ומן</b> הירושלמי אין קושיא דדילמא פליג אדבבלי, וא\"ת על החולקים אנו מצטערים מ\"מ אין קושיא, דהואיל דהכתוב הרשה לחכמים שיניחו באיסורו מה שנראה להם ולהתיר השאר, לא היו עוברים על דעת הכתוב אם לא היו מניחים באיסורם כי אם איזה מלאכות שיש בהם טורח גדול ויתירו השאר, מן הטעם דר' אבא בר ממל דירושלמי <small>(הנ\"ל, פ\"ב ה\"ג ט.)</small>, דודאי כוונתו דקאמר הייתי מתיר מלאכה דחול המועד בכגון הא קאמר, דאין סברא לומר שהיה מתירו מכל וכל אפילו אם היה דרבנן להיות שיש לו עיקר מן התורה, דבכ\"הג מצינו בקדוש החדש דאע\"ג דהתורה אמרה החדש הזה לכם. כזה ראה וקדש <small>(שמות יב, ב. ר\"ה כ.)</small>, מ\"מ דוחים כמה פעמים יום המולד מן הטעמים הנזכרים בש\"ס, הואיל והתורה הרשה אותם באמור אתם אפילו שוגגים אתם אפילו אנוסים וכיוצא בו, ומן הטעם הזה אתי שפיר למימר כלום אסרו מלאכה אלא כדי שיהיו אוכלים ושותים ויגעין בתורה, דהין הכי נמי דמהאי טעמא הניחו כל כך מלאכות באיסורם ולא התירו אלא דבר האבד וכיוצא בו הואיל וחס המקום על ממונם של ישראל, דמצינו נמי לרז\"ל <small>(ירושלמי שבת פט\"ו ה\"ג עח.)</small> שאמרו לא נתנו שבתות וימים טובים לישראל אלא כדי שילמדו בהם תורה, ומה שהניח הנה הם אסורים דאורייתא, דכמו כן אנו אומרים שנדחה יום טוב ראשון כגון של ראש השנה מיום אחד לחבירו מטעם הדחיות הידועים, ואותו היום אשר נקבע על פיהם אע\"פ שאינו יום המולד הנה הוא אסור במלאכה דאורייתא:<br><b>ועל</b> מה שהקשה הרא\"ש ז\"ל בפרקין <small>(סי' א)</small> דתינח למאן דדריש ממקרא דבוביום השביעי עצרת דמסרו הכתוב לחכמים לחלק בין מלאכה למלאכה דלפי סברתו להכי אתא, אבל לשאר התנאים דדרשו איסור מלאכה ממקרא אחר או מק\"ו מנא להו לחלק, אם לא שנאמר דמלאכה דרבנן היא וקראי והק\"ו אסמכתות בעלמא נינהו. י\"ל דהין הכי נמי דיש להם ראיה על זה ובמחלוקת דר\"י הגלילי ור\"ע הנה היא מפורשת בתורת כהנים לדברי שניהם ע\"ש, והש\"ס לא הזכירה ולא חש להזכירה אכל ברייתא, כי דייה במה שהשמיענו בברייתא השלישית המפורש בה יותר מכולהו דלחכמים נמסר חלוק זה, ושהנשאר אסור על פי דבורם הנה הוא אסור מדאורייתא דומיא די\"ט דנקבע על פיהם והוא אסור מדאורייתא כמו שהוכחתי לעיל, דאי לא תימא הכי הוא מיותר הואיל ואין כוונת הברייתא אלא להשמיענו איסור מלאכה דחול המועד כנראה מדרך הסוגיא, והכי הוא מפורש בספרי פ' ראה וביום השביעי עצרת וכו', ר' ישמעאל אומר לפי שלא למדנו שימי מועד אסורים במלאכות, ומנין לימי מועד שאסורים במלאכה, ת\"ל ששת ימים וכו' הא לא מסרן וכו' איזה יום אסור וכו' איזו מלאכה אסורה וכו':<br><b>ועוד</b> אין אחריות כל התנאים והאמוראים עלינו לישבם על פי המסקנא, ודי לנו בראיות שיש לנו שהביאם התוספות עצמו להוכיח דמלאכה זו לפי מסקנת הש\"ס הנה היא אסורה דאורייתא, ולא נדחוק עצמנו להוציא פשטא דתלמודא ממשמעותו לישב שלא יהיה אסור אלא מדרבנן, לומר שכל כך מקראות אשר הובאו לראיה לזה יהיו אסמכתא בעלמא, דאין לנו לומר כך אלא היכא דיש לנו הכרח גמור לזה ולא בזמן שאנו יכולים לומר דהוא ראיה גמורה כגון בענין זה:<br><b>ועוד</b> יש להביא ראיה מהירושלמי דמדאורייתא אסירא המלאכה דחול המועד, דגרסינן התם בהאי פרקין בהלכה ג' <small>(דף ג:)</small> מה בין שביעית ומה בין מועד, שביעית ע\"י שהיא מותרת במלאכה התירו בין דבר שהוא טריח בין דבר שאינו טריח, מועד ע\"י שהוא אסור במלאכה לא התירו אלא דבר שהוא אבד ובלבד שאינו טריח, ע\"כ. ואם אמת היה הדבר שהמלאכה האסורה במועד היא מדרבנן מאי קאמר במועד דאסור במלאכה לא התירו אלא וכו', הכי הל\"ל במועד דנקרא מקרא קדש או כדומה אסרו דבר שאינו אבד או דטריח, ובשביעית דקל ממועד לא אסרו אפילו בדבר דטריח. אבל באמרו בשביעית דמותרת במלאכה ש\"מ דזה הוא מן התורה דשביעית מותר ומועד אסור, וכל עיקר רז\"ל אינו בשביעית אלא לאסור דבר מה שהתירה התורה, ומועד להתיר איזה מלאכה שהייתי אוסרה בכלל איסור המלאכה אי לאו דהרשם הכתוב להתיר קצת מהם ודוק:<br><b>ועוד</b> דגרסינן במדרש <small>(ילקוט בהעלותך רמז תשלו)</small> אספה לי שבעים איש. כנגד שבעים ימים טובים שנתן להם הקב\"ה, ואלו הם שבעה ימי הפסח, שמנה ימי החג, וראש השנה, ויום הכפורים, ועצרת, וחמשים ושנים שבתות, הרי שבעים, ע\"כ. ומדרש כזה איתא בבמדבר רבא פ' י\"ד על פסוק שבעים שקל דאחירע בן עינן. הרי כלל חול המועד בהדי ימים האסורים במלאכה דאורייתא, ואין להקשות מההיא דע\"ז דף כ\"א ע\"ב דקאמר כותי אימר עביד ביה מלאכה בחול המועד. ופי' רש\"י משום דלמדרש סופרים לא חייש וכו' ע\"ש, דפירושו הוא למלתא דאינה מפורשת בקרא דרז\"ל הוציאו מדיוקא או מיתורא, כגון מלאכה זו דחול המועד דאינה מפורשת בקרא, אף כי מדאורייתא היא לא חייש לה, כי הוא סובר דמותר גמור הואיל ואינו מפורש, וכדאמרינן התם כותי לא ציית דאמר אנא גמירנא טפי מינך ע\"ש:", "heVersionTitle": "Hon Ashir, Amsterdam, 1731", "heLicense": "Public Domain", "heVersionTitleInHebrew": "הון עשיר, אמשטרדם תצ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c2a05606368b4d871fbd", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Pinchas 40", "anchorRef": "Numbers 28:18", "anchorRefExpanded": ["Numbers 28:18"], "sourceRef": "Agra DeKala, Pinchas 40", "sourceHeRef": "אגרא דכלה, פנחס מ׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 40, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "פנחס", "he": "<b>בכל</b> מועדי י\"י נאמר מקרא קדש יהי\"ה לכ\"ם, חוץ מיום א' דחג המצות נאמר (במדבר כח יח) ביום הראשון מקרא קדש, ולא נאמר יהי\"ה לכ\"ם. מובן הדבר למשכילים בחכמה, דזה הוא החילוק שבין יום טוב לשבת, דבשבת באין המוחין שלא על ידי מעשינו, מה שאין כן יום טוב על ידי מעשינו דייקא. אך ביום הראשון דחג המצות ידוע הוא ענין מעשה הנס כל המוחין ביחד שלא על ידי מעשינו, ונעשה גדלות קודם קטנות, על כן נקרא שב\"ת, כד\"א (ויקרא כג טו) וספרתם לכם ממחרת השב\"ת, קראו הכתוב שב\"ת הוא לטעם הספירה, להורות דמשום הכי בעינן לספור מחדש יום אחר יום, עד השלמת כל קומת המוחין בהגדלה יום אחר יום הגם שנשלמו ביום הראשון, עם כל זה אין לזה קיום כיון שהיא שלא על ידי מעשינו רק כמו בשבת, על כן בעינן למיעבד עובדא על ידי מעשינו. ועתה הרי שלך לפניך בכל המועדים נאמר מקרא קדש יהי\"ה לכ\"ם, הקדש הנעשה בו היא לכ\"ם נעשה על ידי מעשיכם ונשאר לכם לקיום, מה שאין כן ביום א' דמצות, נאמר סתם מקר\"א קד\"ש, הבן הדבר ויונעם לך:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d6b28415afd29c04f3a3", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 28:18:1", "anchorRef": "Numbers 28:18", "anchorRefExpanded": ["Numbers 28:18"], "sourceRef": "Gur Aryeh on Bamidbar 28:18:1", "sourceHeRef": "גור אריה על במדבר כ״ח:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>אפילו מלאכה הצריכה לכם כו'.</b> ואם תאמר, מהיכי תיתי לומר דיהא דבר האבוד מותר – עד שצריך הכתוב לאסור<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"130\"></i>. ויש לומר, לכך כתב רחמנא אסורא גבי מלאכת עבודה, כדי לדרוש שההיתר דכתב לך גבי חולו של מועד<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"131\"></i> – דווקא דבר האבוד הוא מותר. דאי כתב 'כל מלאכה' בלבד, הוי ההיתר דכתב רחמנא גבי חולו של מועד – גם כן בכל מלאכה. אבל השתא דכתב איסורא אצל דבר האבוד, ממילא נלמד התירא דחול המועד גם כן בדבר האבוד דוקא, ולא בשאר. עיין בפרשת אמור (ויקרא פכ\"ג אות ו), שם מבואר הכל:<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"132\"></i>", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9ff01d77ecfb0d09e948", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 28:18:1", "anchorRef": "Numbers 28:18", "anchorRefExpanded": ["Numbers 28:18"], "sourceRef": "Midrash Lekach Tov, Numbers 28:18:1", "sourceHeRef": "מדרש לקח טוב, במדבר כ״ח:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> ביום הראשון מקרא קדש. <i data-commentator=\"Beur HaRe'em\" data-order=\"79\"></i> אירעו במאכל ובמשתה ובלבוש נקיה. כל מלאכת עבודה לא תעשו. מגיד שאסור בעשיית מלאכה:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61405b48d3ee654a18aeeb91", "index_title": "Mishneh Torah, Prayer and the Priestly Blessing", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Prayer and the Priestly Blessing 13:14", "anchorRef": "Numbers 28:16-29:39", "anchorRefExpanded": ["Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39"], "sourceRef": "Mishneh Torah, Prayer and the Priestly Blessing 13:14", "sourceHeRef": "משנה תורה, הלכות תפילה וברכת כהנים י״ג:י״ד", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 13.0014, "collectiveTitle": {"en": "Mishneh Torah, Prayer and the Priestly Blessing", "he": "משנה תורה, הלכות תפילה וברכת כהנים"}, "heTitle": "משנה תורה, הלכות תפילה וברכת כהנים", "he": "בְּכָל יוֹם וְיוֹם מִיָּמִים טוֹבִים וְכֵן בְּיוֹם הַכִּפּוּרִים וּבְשִׁבְעַת יְמֵי הַפֶּסַח מוֹצִיאִין שְׁנֵי סְפָרִים בְּשַׁחֲרִית. הָרִאשׁוֹן קוֹרֵא בּוֹ אֵלּוּ הָעִנְיָנוֹת שֶׁאָמַרְנוּ. וְהַשֵּׁנִי קוֹרֵא בּוֹ קָרְבַּן אוֹתוֹ הַיּוֹם הָאָמוּר בְּחֻמַּשׁ הַפְּקֻדִּים בַּתּוֹרָה. וְהַקּוֹרֵא עִנְיַן הַקָּרְבָּן הוּא מַפְטִיר בַּנָּבִיא:", "heVersionTitle": "Torat Emet 370", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 370", "text": "In the morning [service] on each and every one of the festivals, on Yom Kippur, and during the seven days of Pesach, two [Torah] scrolls are taken out. We read the passages mentioned above from the first scroll, and from the second scroll we read the description of the sacrifices [offered on] that day, in the Book of Numbers. The person who reads the description of the sacrifices recites the <i>haftarah</i> from the prophets.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319d272b6084aa1cbf1a061", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מְלָאכָה 1", "anchorRef": "Numbers 28:18", "anchorRefExpanded": ["Numbers 28:18"], "sourceRef": "BDB, מְלָאכָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, מְלָאכָה א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מְלָאכָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מְלָאכָה</span></big><sub>167</sub>  <strong>n.f.</strong> occupation, work <strong>(</strong>for <span dir=\"rtl\">מַלְאָכָה</span>; cf. Ph. <span dir=\"rtl\">מלאכת</span> <em>labour</em><strong>)</strong>—<span dir=\"rtl\">מ׳</span> <a data-ref=\"Exodus 12:16\" href=\"/Exodus.12.16\">Ex 12:16</a> + 102 times; <span dir=\"rtl\">מְלָ֑אכֶת</span> <a data-ref=\"II Chronicles 13:10\" href=\"/II_Chronicles.13.10\">2 Ch 13:10</a>; cstr. <span dir=\"rtl\">מְלֶאכֶת</span> <a data-ref=\"Exodus 35:24\" href=\"/Exodus.35.24\">Ex 35:24</a> + 42 times; sf. <span dir=\"rtl\">מְלַאכְתְּךָ</span> <a data-ref=\"Jonah 1:8\" href=\"/Jonah.1.8\">Jon 1:8</a>; <span dir=\"rtl\">מְלַאכְתֶּ֑ךָ</span> <a data-ref=\"Exodus 20:9\" href=\"/Exodus.20.9\">Ex 20:9</a> + 2 times; <span dir=\"rtl\">מְלַאכְתּוֹ</span> <a data-ref=\"Genesis 2:2\" href=\"/Genesis.2.2\">Gn 2:2</a> + 13 times; pl. cstr. <span dir=\"rtl\">מַלְאֲכוֹת</span> <a data-ref=\"I Chronicles 28:19\" href=\"/I_Chronicles.28.19\">1 Ch 28:19</a>; sf. <span dir=\"rtl\">מַלְאֲכוֹתֶיךָ</span> <a data-ref=\"Psalms 73:28\" href=\"/Psalms.73.28\">ψ 73:28</a>;—<br><strong>1.</strong>  <em>occupation, business</em>, <span dir=\"rtl\">מַה מְּלַאכְתְּךָ</span> <em>what is thy occupation</em> <a data-ref=\"Jonah 1:8\" href=\"/Jonah.1.8\">Jon 1:8</a>; business of a steward <a data-ref=\"Genesis 39:11\" href=\"/Genesis.39.11\">Gn 39:11</a> (J); diligent in business <a data-ref=\"Proverbs 22:29\" href=\"/Proverbs.22.29\">Pr 22:29</a>; slack in business <a data-ref=\"Proverbs 18:9\" href=\"/Proverbs.18.9\">18:9</a>.<br><strong>2.</strong>  <em>property</em> in which one is occupied, <span dir=\"rtl\">מ׳ רעהו</span> <em>his neighbour’s property</em> <a data-ref=\"Exodus 22:7\" href=\"/Exodus.22.7\">Ex 22:7</a>, <a data-ref=\"Exodus 22:10\" href=\"/Exodus.22.10\">10</a> (E); possessions of herds and flocks <a data-ref=\"Genesis 33:14\" href=\"/Genesis.33.14\">Gn 33:14</a> (J), <a data-ref=\"I Samuel 15:9\" href=\"/I_Samuel.15.9\">1 S 15:9</a> (cf. <a data-ref=\"BDB, מִקְנֶה²\" href=\"/BDB,_מִקְנֶה²\", dir=\"rtl\">מִקְנֶה</a>); <span dir=\"rtl\">מ׳ רבה</span> <em>great property</em> <a data-ref=\"II Chronicles 17:13\" href=\"/II_Chronicles.17.13\">2 Ch 17:13</a>.<br><strong>3.</strong>  <em>work</em> as something done or made: <strong>a.</strong>  of God in creation <a data-ref=\"Genesis 2:2\" href=\"/Genesis.2.2\">Gn 2:2</a><sup>(×2)</sup>, <a data-ref=\"Genesis 2:3\" href=\"/Genesis.2.3\">3</a> (P), in judgment <a data-ref=\"Jeremiah 50:25\" href=\"/Jeremiah.50.25\">Je 50:25</a>, in general <a data-ref=\"Psalms 73:28\" href=\"/Psalms.73.28\">ψ 73:28</a>. <strong>b.</strong>  of men, <span dir=\"rtl\">מ׳ עור</span> <em>leather-work</em> <a data-ref=\"Leviticus 13:48\" href=\"/Leviticus.13.48\">Lv 13:48</a>, <a data-ref=\"Leviticus 13:51\" href=\"/Leviticus.13.51\">51</a> (P), <span dir=\"rtl\">מ׳ השׂדה</span> <em>work in the field</em> <a data-ref=\"I Chronicles 27:26\" href=\"/I_Chronicles.27.26\">1 Ch 27:26</a>; in building <a data-ref=\"Proverbs 24:27\" href=\"/Proverbs.24.27\">Pr 24:27</a> +, the walls of Jerusalem <a data-ref=\"Nehemiah 4:5\" href=\"/Nehemiah.4.5\">Ne 4:5</a> +, making the tabernacle and its furniture <a data-ref=\"Exodus 36:2\" href=\"/Exodus.36.2\">Ex 36:2</a> +, the temple <a data-ref=\"I Kings 5:30\" href=\"/I_Kings.5.30\">1 K 5:30</a> +; work of the potter <a data-ref=\"Jeremiah 18:3\" href=\"/Jeremiah.18.3\">Je 18:3</a>, of the seaman <a data-ref=\"Psalms 107:23\" href=\"/Psalms.107.23\">ψ 107:23</a>, of the Levites <a data-ref=\"I Chronicles 26:29\" href=\"/I_Chronicles.26.29\">1 Ch 26:29</a>, of priests in the sacrifices <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">2 Ch 29:34</a>; †<span dir=\"rtl\">מְלָאכֶת (הָ)עֲבֹדָה</span> phrase of P, <a data-ref=\"Exodus 35:24\" href=\"/Exodus.35.24\">Ex 35:24</a>; <a data-ref=\"Exodus 36:1\" href=\"/Exodus.36.1\">36:1</a>, <a data-ref=\"Exodus 36:3\" href=\"/Exodus.36.3\">3</a>; <a data-ref=\"Leviticus 23:7\" href=\"/Leviticus.23.7\">Lv 23:7</a>, <a data-ref=\"Leviticus 23:8\" href=\"/Leviticus.23.8\">8</a>, <a data-ref=\"Leviticus 23:21\" href=\"/Leviticus.23.21\">21</a>, <a data-ref=\"Leviticus 23:25\" href=\"/Leviticus.23.25\">25</a>, <a data-ref=\"Leviticus 23:35\" href=\"/Leviticus.23.35\">35</a>, <a data-ref=\"Leviticus 23:36\" href=\"/Leviticus.23.36\">36</a>; <a data-ref=\"Numbers 28:18\" href=\"/Numbers.28.18\">Nu 28:18</a>, <a data-ref=\"Numbers 28:25\" href=\"/Numbers.28.25\">25</a>, <a data-ref=\"Numbers 28:26\" href=\"/Numbers.28.26\">26</a>; <a data-ref=\"Numbers 29:1\" href=\"/Numbers.29.1\">29:1</a>, <a data-ref=\"Numbers 29:12\" href=\"/Numbers.29.12\">12</a>, <a data-ref=\"Numbers 29:35\" href=\"/Numbers.29.35\">35</a> also <a data-ref=\"I Chronicles 9:13\" href=\"/I_Chronicles.9.13\">1 Ch 9:13</a>, <a data-ref=\"I Chronicles 9:19\" href=\"/I_Chronicles.9.19\">19</a>; <a data-ref=\"I Chronicles 28:13\" href=\"/I_Chronicles.28.13\">28:13</a>, <a data-ref=\"I Chronicles 28:20\" href=\"/I_Chronicles.28.20\">20</a>; <a data-ref=\"II Chronicles 24:12\" href=\"/II_Chronicles.24.12\">2 Ch 24:12</a>; <span dir=\"rtl\">המ׳ לעבדה</span> <a data-ref=\"I Chronicles 23:24\" href=\"/I_Chronicles.23.24\">1 Ch 23:24</a>; <span dir=\"rtl\">עבדה למ׳</span> <a data-ref=\"Exodus 36:5\" href=\"/Exodus.36.5\">Ex 36:5</a> (P); cf. the phrase <span dir=\"rtl\">עֹשֵׂה המ׳</span> <em>workmen</em> <a data-ref=\"Ezra 3:9\" href=\"/Ezra.3.9\">Ezr 3:9</a> <a data-ref=\"Nehemiah 2:16\" href=\"/Nehemiah.2.16\">Ne 2:16</a>; <span dir=\"rtl\">עֹשִׂים במ׳</span> <a data-ref=\"I Kings 5:30\" href=\"/I_Kings.5.30\">1 K 5:30</a>; <a data-ref=\"I Kings 9:23\" href=\"/I_Kings.9.23\">9:23</a> +; <span dir=\"rtl\">כל מ׳</span> <em>any work</em> forbidden on the Sabbath <a data-ref=\"Exodus 20:9\" href=\"/Exodus.20.9\">Ex 20:9</a>, <a data-ref=\"Exodus 20:10\" href=\"/Exodus.20.10\">10</a>; <a data-ref=\"Leviticus 23:3\" href=\"/Leviticus.23.3\">Lv 23:3</a> (P) <a data-ref=\"Deuteronomy 5:13\" href=\"/Deuteronomy.5.13\">Dt 5:13</a>, <a data-ref=\"Deuteronomy 5:14\" href=\"/Deuteronomy.5.14\">14</a> <a data-ref=\"Jeremiah 17\" href=\"/Jeremiah.17\">Je 17</a>: <a data-ref=\"Jeremiah 17:22\" href=\"/Jeremiah.17.22\">22</a>, <a data-ref=\"Jeremiah 17:24\" href=\"/Jeremiah.17.24\">24</a>; on holy convocations <a data-ref=\"Exodus 12:16\" href=\"/Exodus.12.16\">Ex 12:16</a>; <a data-ref=\"Leviticus 16:29\" href=\"/Leviticus.16.29\">Lv 16:29</a>; <a data-ref=\"Leviticus 23:28\" href=\"/Leviticus.23.28\">23:28</a>, <a data-ref=\"Leviticus 23:30\" href=\"/Leviticus.23.30\">30</a>; <a data-ref=\"Leviticus 23:31\" href=\"/Leviticus.23.31\">31</a> <a data-ref=\"Numbers 29:7\" href=\"/Numbers.29.7\">Nu 29:7</a> (P).<br>†<strong>4.</strong>  <em>workmanship</em>, <span dir=\"rtl\">כל מלאכה</span> <em>in every kind of workmanship</em>, phrase of P: <a data-ref=\"Exodus 31:3\" href=\"/Exodus.31.3\">Ex 31:3</a>, <a data-ref=\"Exodus 31:5\" href=\"/Exodus.31.5\">5</a>; <a data-ref=\"Exodus 35:29\" href=\"/Exodus.35.29\">35:29</a>, <a data-ref=\"Exodus 35:31\" href=\"/Exodus.35.31\">31</a>, <a data-ref=\"Exodus 35:33\" href=\"/Exodus.35.33\">33</a>, <a data-ref=\"Exodus 35:35\" href=\"/Exodus.35.35\">35</a>; and Chr: <a data-ref=\"I Chronicles 22:15\" href=\"/I_Chronicles.22.15\">1 Ch 22:15</a>; <a data-ref=\"I Chronicles 28:21\" href=\"/I_Chronicles.28.21\">28:21</a>; <a data-ref=\"I Chronicles 29:5\" href=\"/I_Chronicles.29.5\">29:5</a>; <a data-ref=\"I Kings 7:14\" href=\"/I_Kings.7.14\">1 K 7:14</a>.<br>†<strong>5.</strong>  <em>service, use</em> <a data-ref=\"Leviticus 7:24\" href=\"/Leviticus.7.24\">Lv 7:24</a>; <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">11:32</a>; <a data-ref=\"Leviticus 13:51\" href=\"/Leviticus.13.51\">13:51</a>; <a data-ref=\"Judges 16:11\" href=\"/Judges.16.11\">Ju 16:11</a>; <a data-ref=\"Ezekiel 15:3\" href=\"/Ezekiel.15.3\">Ez 15:3</a>; <a data-ref=\"Ezekiel 28:13\" href=\"/Ezekiel.28.13\">28:13</a>.<br>†<strong>6.</strong>  <em>public business:</em> <strong>a.</strong>  <em>political</em> <a data-ref=\"I Kings 11:28\" href=\"/I_Kings.11.28\">1 K 11:28</a>; <a data-ref=\"I Chronicles 29:6\" href=\"/I_Chronicles.29.6\">1 Ch 29:6</a>; <a data-ref=\"Daniel 8:27\" href=\"/Daniel.8.27\">Dn 8:27</a>; <a data-ref=\"Esther 3:9\" href=\"/Esther.3.9\">Est 3:9</a>; <a data-ref=\"Esther 9:3\" href=\"/Esther.9.3\">9:3</a>. <strong>b.</strong>  <em>religious</em>, putting away foreign wives <a data-ref=\"Ezra 10:13\" href=\"/Ezra.10.13\">Ezr 10:13</a>; <span dir=\"rtl\">מ׳ יהוה</span> <a data-ref=\"I Chronicles 26:30\" href=\"/I_Chronicles.26.30\">1 Ch 26:30</a>; <span dir=\"rtl\">ם הַקֹּדֶשׁ</span> <a data-ref=\"Exodus 36:4\" href=\"/Exodus.36.4\">Ex 36:4</a>; <a data-ref=\"Exodus 38:24\" href=\"/Exodus.38.24\">38:24</a> (P), <span dir=\"rtl\">מ׳ קדשׁ הקדשׁים</span> <a data-ref=\"I Chronicles 6:34\" href=\"/I_Chronicles.6.34\">1 Ch 6:34</a>; <span dir=\"rtl\">מ׳ אהל מועד</span> <a data-ref=\"Exodus 35:21\" href=\"/Exodus.35.21\">Ex 35:21</a> (P), <span dir=\"rtl\">מ׳ בית י׳</span> <a data-ref=\"I Chronicles 23:4\" href=\"/I_Chronicles.23.4\">1 Ch 23:4</a> <a data-ref=\"Ezra 3:8\" href=\"/Ezra.3.8\">Ezr 3:8</a>; <a data-ref=\"Ezra 6:22\" href=\"/Ezra.6.22\">6:22</a> <a data-ref=\"Nehemiah 10:34\" href=\"/Nehemiah.10.34\">Ne 10:34</a>; <a data-ref=\"Nehemiah 11:22\" href=\"/Nehemiah.11.22\">11:22</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d352b6084aa1cbf25417", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֲבֹדָה 1", "anchorRef": "Numbers 28:18", "anchorRefExpanded": ["Numbers 28:18"], "sourceRef": "BDB, עֲבֹדָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֲבֹדָה א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֲבֹדָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">עֲבֹדָה</span></big>  and (Chr) <span dir=\"rtl\">עֲבוֹדָה</span> <sub>145</sub> <strong>n.f.</strong> labour, service <strong>(</strong>on format. v. Lag<sup>BN 179</sup> Ba<sup>NB 61</sup><strong>)</strong>;—<span dir=\"rtl\">ע׳</span> <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a> + 41 times; cstr. <span dir=\"rtl\">עֲבֹדַת</span> <a data-ref=\"Exodus 30:16\" href=\"/Exodus.30.16\">30</a><sup>16</sup> + 43 times; sf. <span dir=\"rtl\">עֲבֹדָתִי</span> <a data-ref=\"Genesis 30:26\" href=\"/Genesis.30.26\">Gn 30:26</a> + 33 times sfs.; in Chr <span dir=\"rtl\">עֲבוֹדָה</span> <a data-ref=\"I Chronicles 28:14\" href=\"/I_Chronicles.28.14\">1 Ch 28:14</a> + 7 times; cstr. <span dir=\"rtl\">עֲבוֹדַת</span> <a data-ref=\"I Chronicles 6:33\" href=\"/I_Chronicles.6.33\">6</a><sup>33</sup> + 13 times; sf. <span dir=\"rtl\">עֲבוֹדָתִי</span> <a data-ref=\"II Chronicles 12:8\" href=\"/II_Chronicles.12.8\">2 Ch 12:8</a>; <span dir=\"rtl\">עֲבוֹדָתָם</span> <a data-ref=\"I Chronicles 6:17\" href=\"/I_Chronicles.6.17\">1 Ch 6:17</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">2 Ch 31:16</a>;—<br><strong>1.</strong>  †<em>labour, work</em>, <a data-ref=\"Psalms 104:23\" href=\"/Psalms.104.23\">ψ 104</a><sup>23</sup>; in the field <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a>; <a data-ref=\"I Chronicles 27:26\" href=\"/I_Chronicles.27.26\">1 Ch 27:26</a>, prob. <a data-ref=\"Nehemiah 10:38\" href=\"/Nehemiah.10.38\">Ne 10:38</a> <span dir=\"rtl\">(עָרֵי ע׳)</span>, <a data-ref=\"Psalms 104:14\" href=\"/Psalms.104.14\">ψ 104</a><sup>14</sup> <span dir=\"rtl\">(עֵשֶׂב לע׳)</span>; in fine linen <a data-ref=\"I Chronicles 4:21\" href=\"/I_Chronicles.4.21\">1 Ch 4:21</a>; in erection of tabernacle <a data-ref=\"Exodus 35:24\" href=\"/Exodus.35.24\">Ex 35:24</a>; <a data-ref=\"Exodus 36:1\" href=\"/Exodus.36.1\">36:1</a>, <a data-ref=\"Exodus 36:3\" href=\"/Exodus.36.3\">3</a>, <a data-ref=\"Exodus 36:5\" href=\"/Exodus.36.5\">5</a>; <a data-ref=\"Exodus 39:42\" href=\"/Exodus.39.42\">39:42</a> (P); in repairing temple <a data-ref=\"II Chronicles 34:13\" href=\"/II_Chronicles.34.13\">2 Ch 34:13</a><sup>(×2)</sup>; <span dir=\"rtl\">כל מלאכת עבדה לא תעשׂוּ</span> <em>ye shall do no laborious work</em> <a data-ref=\"Leviticus 23:7\" href=\"/Leviticus.23.7\">Lv 23:7</a>, <a data-ref=\"Leviticus 23:8\" href=\"/Leviticus.23.8\">8</a>, <a data-ref=\"Leviticus 23:21\" href=\"/Leviticus.23.21\">21</a>, <a data-ref=\"Leviticus 23:25\" href=\"/Leviticus.23.25\">25</a>, <a data-ref=\"Leviticus 23:35\" href=\"/Leviticus.23.35\">35</a>, <a data-ref=\"Leviticus 23:36\" href=\"/Leviticus.23.36\">36</a>; <a data-ref=\"Numbers 28:18\" href=\"/Numbers.28.18\">Nu 28:18</a>, <a data-ref=\"Numbers 28:25\" href=\"/Numbers.28.25\">25</a>, <a data-ref=\"Numbers 28:26\" href=\"/Numbers.28.26\">26</a>; <a data-ref=\"Numbers 29:1\" href=\"/Numbers.29.1\">29:1</a>, <a data-ref=\"Numbers 29:12\" href=\"/Numbers.29.12\">12</a>, <a data-ref=\"Numbers 29:35\" href=\"/Numbers.29.35\">35</a> (P); fig. of man, <span dir=\"rtl\">ע׳ הַצְּדָקָה</span> <a data-ref=\"Isaiah 32:17\" href=\"/Isaiah.32.17\">Is 32:17</a> (‖ <span dir=\"rtl\">מַעֲשֵׂה הַצּ׳</span>); of God’s work of judgment <a data-ref=\"Isaiah 28:21\" href=\"/Isaiah.28.21\">Is 28:21</a><sup>(×2)</sup>.<br>†<strong>2.</strong>  <em>labour of servant or slave:</em> of Jacob for Laban <a data-ref=\"Genesis 29:27\" href=\"/Genesis.29.27\">Gn 29:27</a>; <a data-ref=\"Genesis 30:26\" href=\"/Genesis.30.26\">30:26</a> (JE); <span dir=\"rtl\">ע׳ עֶבֶד</span> of bondservant <a data-ref=\"Leviticus 25:39\" href=\"/Leviticus.25.39\">Lv 25:39</a> (P); of the Nethinim <a data-ref=\"Ezra 8:20\" href=\"/Ezra.8.20\">Ezr 8:20</a>; <em>service</em> of things, vessels of tabernacle and temple <a data-ref=\"Numbers 4:26\" href=\"/Numbers.4.26\">Nu 4:26</a>, <a data-ref=\"Numbers 4:32\" href=\"/Numbers.4.32\">32</a> (P), <a data-ref=\"I Chronicles 9:28\" href=\"/I_Chronicles.9.28\">1 Ch 9:28</a>; <a data-ref=\"I Chronicles 28:14\" href=\"/I_Chronicles.28.14\">28:14</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 28:15\" href=\"/I_Chronicles.28.15\">15</a>.<br>†<strong>3.</strong>  <em>labour, service of captives or subjects:</em> of Israel in Egypt <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a>; <a data-ref=\"Exodus 2:23\" href=\"/Exodus.2.23\">2:23</a><sup>(×2)</sup> (P), <a data-ref=\"Exodus 5:11\" href=\"/Exodus.5.11\">5:11</a> (E), <a data-ref=\"Exodus 6:6\" href=\"/Exodus.6.6\">6:6</a> (P); <span dir=\"rtl\">כבד(ה) הע׳</span> <a data-ref=\"Exodus 5:9\" href=\"/Exodus.5.9\">5:9</a> (E), <a data-ref=\"Nehemiah 5:18\" href=\"/Nehemiah.5.18\">Ne 5:18</a>; <span dir=\"rtl\">ע׳ קשׁה</span> <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a>; <a data-ref=\"Exodus 6:9\" href=\"/Exodus.6.9\">6:9</a> (P), <a data-ref=\"Deuteronomy 26:6\" href=\"/Deuteronomy.26.6\">Dt 26:6</a>; <a data-ref=\"I Kings 12:4\" href=\"/I_Kings.12.4\">1 K 12:4</a> = <a data-ref=\"II Chronicles 10:4\" href=\"/II_Chronicles.10.4\">2 Ch 10:4</a>; <a data-ref=\"Isaiah 14:3\" href=\"/Isaiah.14.3\">Is 14:3</a>; <span dir=\"rtl\">מֵרֹב ע׳</span> <a data-ref=\"Lamentations 1:3\" href=\"/Lamentations.1.3\">La 1:3</a>; <span dir=\"rtl\">ע׳ ממלכוֹת</span> <a data-ref=\"II Chronicles 12:8\" href=\"/II_Chronicles.12.8\">2 Ch 12:8</a>; <span dir=\"rtl\">ע׳ המלך</span> <a data-ref=\"I Chronicles 26:30\" href=\"/I_Chronicles.26.30\">1 Ch 26:30</a>; <span dir=\"rtl\">ע׳ אדניהם</span> <a data-ref=\"Nehemiah 3:5\" href=\"/Nehemiah.3.5\">Ne 3:5</a>; military service <a data-ref=\"Ezekiel 29:18\" href=\"/Ezekiel.29.18\">Ez 29:18</a><sup>(×2)</sup>.<br><strong>4.</strong>  <em>service</em> of God, in P Chr Ez: by people <a data-ref=\"Joshua 22:27\" href=\"/Joshua.22.27\">Jos 22:27</a> (P) <a data-ref=\"II Chronicles 12:8\" href=\"/II_Chronicles.12.8\">2 Ch 12:8</a>, feast of passover <a data-ref=\"Exodus 12:25\" href=\"/Exodus.12.25\">Ex 12:25</a>, <a data-ref=\"Exodus 12:26\" href=\"/Exodus.12.26\">26</a>; <a data-ref=\"II Chronicles 35:10\" href=\"/II_Chronicles.35.10\">2 Ch 35:10</a>, <a data-ref=\"II Chronicles 35:16\" href=\"/II_Chronicles.35.16\">16</a>, unleavened bread <a data-ref=\"Exodus 13:5\" href=\"/Exodus.13.5\">Ex 13:5</a>; Levites and priests <a data-ref=\"Numbers 4:19\" href=\"/Numbers.4.19\">Nu 4:19</a>, <a data-ref=\"Numbers 4:49\" href=\"/Numbers.4.49\">49</a>; <a data-ref=\"Numbers 8:11\" href=\"/Numbers.8.11\">8:11</a>; <a data-ref=\"I Chronicles 24:3\" href=\"/I_Chronicles.24.3\">1 Ch 24:3</a>, <a data-ref=\"I Chronicles 24:19\" href=\"/I_Chronicles.24.19\">19</a>; <a data-ref=\"II Chronicles 8:14\" href=\"/II_Chronicles.8.14\">2 Ch 8:14</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">31:16</a>; <span dir=\"rtl\">ע׳ מתנה</span> <a data-ref=\"Numbers 18:7\" href=\"/Numbers.18.7\">Nu 18:7</a>; Levites <a data-ref=\"Exodus 38:21\" href=\"/Exodus.38.21\">Ex 38:21</a>; <a data-ref=\"Numbers 4:24\" href=\"/Numbers.4.24\">Nu 4:24</a>, <a data-ref=\"Numbers 4:27\" href=\"/Numbers.4.27\">27</a><sup>(×2)</sup>, <a data-ref=\"Numbers 4:28\" href=\"/Numbers.4.28\">28</a>, <a data-ref=\"Numbers 4:33\" href=\"/Numbers.4.33\">33</a>, <a data-ref=\"Numbers 4:47\" href=\"/Numbers.4.47\">47</a><sup>(×2)</sup>; <a data-ref=\"Numbers 7:7\" href=\"/Numbers.7.7\">7:7</a>, <a data-ref=\"Numbers 7:8\" href=\"/Numbers.7.8\">8</a>; <a data-ref=\"Numbers 8:26\" href=\"/Numbers.8.26\">8:26</a>; <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">18:21</a>; <a data-ref=\"I Chronicles 6:17\" href=\"/I_Chronicles.6.17\">1 Ch 6:17</a>; <a data-ref=\"II Chronicles 31:2\" href=\"/II_Chronicles.31.2\">2 Ch 31:2</a>; c. <span dir=\"rtl\">בְּאֹהֶל מוֹעֵד</span> v <a data-ref=\"Numbers 4:4\" href=\"/Numbers.4.4\">4</a>, <a data-ref=\"Numbers 4:23\" href=\"/Numbers.4.23\">23</a>, <a data-ref=\"Numbers 4:31\" href=\"/Numbers.4.31\">31</a>, <a data-ref=\"Numbers 4:33\" href=\"/Numbers.4.33\">33</a>, <a data-ref=\"Numbers 4:35\" href=\"/Numbers.4.35\">35</a>, <a data-ref=\"Numbers 4:39\" href=\"/Numbers.4.39\">39</a>, <a data-ref=\"Numbers 4:43\" href=\"/Numbers.4.43\">43</a>; <a data-ref=\"Numbers 8:19\" href=\"/Numbers.8.19\">8:19</a>, <a data-ref=\"Numbers 8:22\" href=\"/Numbers.8.22\">22</a>; <a data-ref=\"Numbers 18:31\" href=\"/Numbers.18.31\">18:31</a>; <span dir=\"rtl\">אֹהֶל מוֹעֵד</span> <a data-ref=\"Exodus 30:16\" href=\"/Exodus.30.16\">Ex 30:16</a>; <a data-ref=\"Numbers 4:30\" href=\"/Numbers.4.30\">Nu 4:30</a>; <a data-ref=\"Numbers 7:5\" href=\"/Numbers.7.5\">7:5</a>; <a data-ref=\"Numbers 8:24\" href=\"/Numbers.8.24\">8:24</a>; <a data-ref=\"Numbers 18:4\" href=\"/Numbers.18.4\">18:4</a>, <a data-ref=\"Numbers 18:6\" href=\"/Numbers.18.6\">6</a>, <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">21</a>, <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">23</a>, cf. <a data-ref=\"Exodus 35:21\" href=\"/Exodus.35.21\">Ex 35:21</a>; <a data-ref=\"Numbers 7:5\" href=\"/Numbers.7.5\">Nu 7:5</a>; <span dir=\"rtl\">(ה)מִשְׁכָּן</span> <a data-ref=\"Exodus 39:32\" href=\"/Exodus.39.32\">Ex 39:32</a>, <a data-ref=\"Exodus 39:40\" href=\"/Exodus.39.40\">40</a>; <a data-ref=\"Numbers 3:7\" href=\"/Numbers.3.7\">Nu 3:7</a>, <a data-ref=\"Numbers 3:8\" href=\"/Numbers.3.8\">8</a>; <a data-ref=\"Numbers 16:9\" href=\"/Numbers.16.9\">16:9</a>; <a data-ref=\"I Chronicles 6:33\" href=\"/I_Chronicles.6.33\">1 Ch 6:33</a>, cf. <a data-ref=\"Exodus 27:19\" href=\"/Exodus.27.19\">Ex 27:19</a>; <a data-ref=\"Numbers 3:36\" href=\"/Numbers.3.36\">Nu 3:36</a>; <a data-ref=\"I Chronicles 23:26\" href=\"/I_Chronicles.23.26\">1 Ch 23:26</a>; <span dir=\"rtl\">ע׳ הַקֹּדֶשׁ</span> <a data-ref=\"Numbers 7:9\" href=\"/Numbers.7.9\">Nu 7:9</a>, cf. <a data-ref=\"Numbers 3:31\" href=\"/Numbers.3.31\">3:31</a>; of its court v <a data-ref=\"Numbers 3:26\" href=\"/Numbers.3.26\">26</a>; more specif. <span dir=\"rtl\">ע׳ משׂא</span> <a data-ref=\"Numbers 4:47\" href=\"/Numbers.4.47\">4:47</a>; <span dir=\"rtl\">צבא הע׳</span> <a data-ref=\"Numbers 8:25\" href=\"/Numbers.8.25\">8:25</a>; <span dir=\"rtl\">ע׳ בית י׳ (ה)אלהים</span> <a data-ref=\"I Chronicles 23:24\" href=\"/I_Chronicles.23.24\">1 Ch 23:24</a>, <a data-ref=\"I Chronicles 23:28\" href=\"/I_Chronicles.23.28\">28</a>, <a data-ref=\"I Chronicles 23:32\" href=\"/I_Chronicles.23.32\">32</a>; <a data-ref=\"I Chronicles 25:6\" href=\"/I_Chronicles.25.6\">25:6</a>; <a data-ref=\"I Chronicles 28:13\" href=\"/I_Chronicles.28.13\">28:13</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 28:21\" href=\"/I_Chronicles.28.21\">21</a><sup>(×2)</sup>; <a data-ref=\"I Chronicles 29:7\" href=\"/I_Chronicles.29.7\">29:7</a>; <a data-ref=\"II Chronicles 29:35\" href=\"/II_Chronicles.29.35\">2 Ch 29:35</a>; <a data-ref=\"II Chronicles 31:21\" href=\"/II_Chronicles.31.21\">31:21</a>; <a data-ref=\"II Chronicles 35:2\" href=\"/II_Chronicles.35.2\">35:2</a>; <a data-ref=\"Nehemiah 10:33\" href=\"/Nehemiah.10.33\">Ne 10:33</a>; <span dir=\"rtl\">מלאכת ע׳ בית האלהים</span> <a data-ref=\"I Chronicles 9:13\" href=\"/I_Chronicles.9.13\">1 Ch 9:13</a>; <a data-ref=\"I Chronicles 28:20\" href=\"/I_Chronicles.28.20\">28:20</a>; <a data-ref=\"II Chronicles 24:12\" href=\"/II_Chronicles.24.12\">2 Ch 24:12</a>; <span dir=\"rtl\">מעשׂה ע׳</span> <a data-ref=\"I Chronicles 23:28\" href=\"/I_Chronicles.23.28\">1 Ch 23:28</a>; its service <a data-ref=\"Ezekiel 44:14\" href=\"/Ezekiel.44.14\">Ez 44:14</a>; <a data-ref=\"I Chronicles 9:19\" href=\"/I_Chronicles.9.19\">1 Ch 9:19</a>; specif. service of Levit. singers <a data-ref=\"I Chronicles 25:1\" href=\"/I_Chronicles.25.1\">25:1</a><sup>(×2)</sup>, and doorkeepers <a data-ref=\"I Chronicles 26:8\" href=\"/I_Chronicles.26.8\">26:8</a>; <a data-ref=\"II Chronicles 35:15\" href=\"/II_Chronicles.35.15\">2 Ch 35:15</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]