[{"_id": "531e4fe0fbfba276047f5e07", "index_title": "Onkelos Deuteronomy", "category": "Targum", "type": "targum", "ref": "Onkelos Deuteronomy 16:5", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Onkelos Deuteronomy 16:5", "sourceHeRef": "תרגום אונקלוס על דברים ט״ז:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 16.0005, "collectiveTitle": {"en": "Onkelos Deuteronomy", "he": "תרגום אונקלוס על דברים"}, "heTitle": "תרגום אונקלוס על דברים", "he": "לֵית <b>לָךְ רְשׁוּ</b> לְמִכֹּס יָת פִּסְחָא בַּחֲדָא מִקִּרְוָיךְ דַּיְיָ אֱלָהָךְ יָהֵב לָךְ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "You are forbidden [<b>have no permission</b>] to slaughter the <i>pesach</i> in any of your cities that Adonoy, your God, is giving you.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eeb648", "index_title": "Targum Jonathan on Deuteronomy", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Deuteronomy 16:5", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Targum Jonathan on Deuteronomy 16:5", "sourceHeRef": "תרגום יונתן על דברים ט״ז:ה׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 16.0005, "collectiveTitle": {"en": "Targum Jonathan on Deuteronomy", "he": "תרגום יונתן על דברים"}, "heTitle": "תרגום יונתן על דברים", "he": "לֵית לְכוֹן רְשׁוּ לְמִכּוֹס יַת פִּסְחָא בַּחֲדָא מִן קִירְוֵיכוֹן דַּיְיָ אֱלָהָכוֹן יָהֵיב לְכוֹן", "heVersionTitle": "Targum Jonathan on Deuteronomy", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " It will not be allowed you to eat the pascha in (any) one of your cities which the Lord your God giveth to you; \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17ba8fbfba22336eaa07a", "index_title": "Sforno on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Sforno on Deuteronomy 16:5:1", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Sforno on Deuteronomy 16:5:1", "sourceHeRef": "ספורנו על דברים ט״ז:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על דברים", "he": "<b>לא תוכל לזבוח את הפסח.</b> אע\"פ שפסח מצרים נעשה בזולת מזבח ובזולת מקדש לא יעשה כן לדורות:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "לא תוכל לזבוח את הפסח, even though in Egypt there was no need to slaughter the Passover either on an altar or in a Temple (precincts), this is not the way it is to be observed in the future.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54b1d9dbfbfba21603f5b07a", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 487:1", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Sefer HaChinukh 487:1", "sourceHeRef": "ספר החינוך תפ״ז:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 487.0001, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "<b>שֶׁלֹּא לְהַקְרִיב קָרְבַּן פֶּסַח בְּבָמַת יָחִיד</b> – שֶׁנִּמְנַעְנוּ מֵהַקְרִיב שֵׂה הַפֶּסַח בְּבָמַת יָחִיד, וַאֲפִלּוּ בִּשְׁעַת הֶתֵּר הַבָּמוֹת. וְעִנְיַן הַבָּמוֹת הוּא, שֶׁהָיָה כָּל יָחִיד וְיָחִיד מִיִּשְׂרָאֵל שֶׁרְצוֹנוֹ לְהַקְרִיב קָרְבָּן בּוֹנֶה בִּנְיָן בְּכָל מָקוֹם שֶׁיִּרְצֶה וּמַקְרִיב שָׁם קָרְבְּנוֹתָיו לַשֵּׁם יִתְבָּרַךְ קֹדֶם בִּנְיַן בֵּית הַבְּחִירָה, וַאֲפִלּוּ בַּזְּמַן הַהוּא שֶׁהָיָה מֻתָּר לָהֶם לַעֲשׂוֹת כֵּן, דַּוְקָא בִּשְׁאָר הַקָּרְבָּנוֹת, אֲבָל קָרְבַּן הַפֶּסַח אֵין מַקְרִיבִין אוֹתוֹ לְעוֹלָם אֶלָּא בְּבָמַת רַבִּים, וְהוּא הַמָּקוֹם שֶׁהָיָה הַמִּשְׁכָּן שָׁם, וְעַל זֶה נֶאֱמַר (דברים טז ה) לֹא תוּכַל לִזְבֹּחַ אֶת הַפָּסַח בְּאַחַד שְׁעָרֶיךָ. וְכֵן אָמְרוּ זִכְרוֹנָם לִבְרָכָה בְּסוֹף פֶּרֶק רִאשׁוֹן מִמַּסֶּכֶת מְגִלָּה (ט, ב) אֵין בֵּין בָּמָה גְּדוֹלָה לְבָמָה קְטַנָּה אֶלָּא פְּסָחִים.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b>To not sacrifice the Pesach sacrifice on the <i>bamah</i> (altar) of an individual:</b> That we were prevented from sacrificing the Pesach lamb on the <i>bamah</i> of an individual, and even during the time that [a <i>bamah</i> was] permissible. And the matter of the <i>bamah</i> is that before the building of the Choice House, each and every individual from Israel who wanted to offer a sacrifice would build an edifice in any place he wanted and offer his sacrifices there to God, may He be blessed. And even at that time when it was permitted for them to do so, [that was] specifically with the other sacrifices. But we always only offer the Pesach sacrifice on the community altar, and that is the place where there was the tabernacle there. And about this is it stated (Deuteronomy 16:5), “You may not slaughter the Pesach in one of your gates.” And likewise they, may their memory be blessed, said at the end of the first chapter of Megillah 9b, “There is no difference between a large (communal) <i>bamah</i> and a small (private) <i>bamah</i> besides Pesach sacrifices.”", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "559af3abfbfba22d0838c566", "index_title": "Mekhilta DeRabbi Shimon Ben Yochai", "category": "Midrash", "type": "", "ref": "Mekhilta DeRabbi Shimon Ben Yochai 12:4", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Mekhilta DeRabbi Shimon Ben Yochai 12:4", "sourceHeRef": "מכילתא דרבי שמעון בן יוחאי י״ב:ד׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [200], "commentaryNum": 12.0004, "collectiveTitle": {"en": "Mekhilta DeRabbi Shimon Ben Yochai", "he": "מכילתא דרבי שמעון בן יוחאי"}, "he": "<b>ואם ימעט הבית</b> מלמד שמתמעטין והולכין ובלבד שישייר שם אחד מחבורה ראשונה דברי ר' יהודה. ר' יוסי אומר בין מחבורה ראשונה ובין מחבורה אחרונה ובלבד שלא יניחו את הפסח כמות שהוא ת\"ל משה מכדי אכילה ולא מכדי מקח ר' אומר אף מכדי מקח שאם אין לו ממנה אחרים על חלקו (מעות) [ומעות] חולין שמתחלה (ולא) [לא] לקחו אלא על מנת כן: ולקח הוא. מלמד שכל חבורה וחבורה לוקחת לעצמה מיכאן אמרו אין שוחטין פסח לכתחילה על היחיד שנאמר (דברים ט\"ז ה') לא תוכל לזבוח את הפסח באחד דברי ר' יהודה ר' יוסי אומר פעמים שהוא אחד ושוחטין עליו פעמים שהן עשרה ואין שוחטין עליהם. הא כאיזה צד אחד ויכול לאוכלו שוחטין אותו עליו עשרה ואין יכולין לאכלו אין שוחטין אותו עליהן שלא יביאו את הפסח לידי פסול: ושכנו. בן בג בג אומר שומע אני שכנו שבשדות שכנו שבגגות מניין ת״ל (הקרוב) הקרוב אל ביתו פתח אל פתח. רבי אומר שלשתן נאמרו שכנו זה שכנו שבשדות (שכנו) [ושכנו] זה שכנו שבגגות קרוב זה הקרוב לביתו סמוך לפתח. פסח מצרים שכנו קרוב לביתו ואין פסח דורות שכנו קרוב לביתו ר' שמעון אומר אף פסח דורות שכנו קרוב לביתו וכל כך לא דברה תורה אלא מפני דרכי שלום שלא יהא אדם מניח אוהביו ושכניו קרוביו ומכיריז ומיודעיו ואחד מבני עירו והולך ועושה פסחו אצל אחרים לקיים מה שנאמר (משלי כ\"ז י') טוב שכן קרוב מאח רחוק: <b>במכסת.</b> אין מכסת אלא מנין וכן הוא אומר (במדבר ל\"א מ') ומכסם לה' שנים ושלשים נפש. יכול מצוה לשחטו למנוע ואם שחטו שלא למנוייו עבר על מצוה ויהא כשר ת\"ל מכסת תכסו שנה עליו הכתוב לפסול. לתוך שנאמר איש אין לי אלא איש מנין לרבות את האשה ואת הקטן ת\"ל נפשות אם כן למה נאמר איש מה איש שיכול לאכול כזית אף קטן שיכול לאכול כזית. ר' יהודה אומר מה איש שיודע הפרש אכילה אף קטן שיודע הפרש אכילה איזו היא הפרשת אכילה כל שנותנין לו ביצה ונוטלה אבן וזורקה: במכסת תכסו. מלמד שנמנין וממנין מכאן אמרו בני חבורה שהמנו אחרים על חלקם הרשות בידם רצו להמשך ולהמנות אחרים על חלקם הרשות בידם אחד מבני חבורה שהמנה אחד על חלקו הרשות בידו רצה להמשך ולהמנות אחרים על חלקו הרשות בידו: לפי אכלו פרט לחולה לערל ולטמא שאין יכולין לאכלו: על השה. בן בג בג אומר שומע אני שה חי או שה שחוט הרי אתה דן נאמר כאן שה ונאמר להלן שה מה שה האמור להלן שה חי ולא שה שחוט אף שה האמור כאן שה חי ולא שה שחוט מיכאן אמרו לעולם נמנין על הפסח ומושכין ידיהן ממנו עד שישחוט.", "heVersionTitle": "Mechilta de-Rabbi Simon b. Jochai, Dr. D. Hoffman, Frankfurt 1905", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מכילתא דרבי שמעון בר יוחאי, ד״ר ד. הופמן, פרנקפורט 1905", "text": "...If the house is too small [to be for a lamb] - it teaches that they may decrease themselves in number continuously, provided that one from the fellowship remains, those are the words of R. Yehudah. Rabbi Yosi says: whether from the first or second fellowships, and provided that they do not leave behind any quantity of the Passover [sacrifice], the text says: '[being] for a lamb' - that is, [for maintaining it alive] for eating, and not for acquiring. Rabbi [Yehudah HaNasi] says: even for acquiring since if he does not have, he appoints others for his place, and [selects] coins for non-holy [purposes] that were taken at the outset only for this. \"And he will take\" - this teaches that each and every fellowship takes for itself, from here they said 'we do not slaughter the Passover [sacrifice] for an individual from the outset, as it is written \"You are not to slaughter the Passover [sacrifice] in/for one (Deuteronomy 16:5), these are the words of Rabbi Yehudah. Rabbi Yosi says: there are moments when he is only one, and we do slaughter for him, there are times when they are ten and we do not slaughter for them. How is it possible? If he is one, and is able to eat it all, we slaughter it for him; ten, and they cannot eat it all, we do not slaughter for them so that they won't invalidate the Passover [sacrifice]. \"And his neighbor\" - Ben Bag Bag says: [from this] I only understand [lit. hear] his neighbor in the fields, from where [do I derive] his neighbor under the same roofs? The text says \"close to his house\": door [next] to door. Rabbi [Yehudah HaNasi] says - three are spoken of: 'his neighbor' - this is his neighbor in the fields; 'and his neighbor' - this is his neighbor under the roof; 'close' this is the neighbor close to his house, next to the door. [In] The Egyptian Passover his neighbor [was] close to his house, and in the Passover for the other generations, his neighbor is not close to his house. Rabbi Shimeon says: Even in the Passover for the generations his neighbor is [defined as] close to his house, and the Torah only said this due to the ways of peace, so that a person would not settle one's friends, and one's close neighbors, and one's acquaintances, and one's more distant acquaintances, and one of the dwellers of his town, and then goes and does his Passover with other people so as to fulfill what is written: 'a close neighbor is better than a distant brother' (Ecclesiastes 27:10). \"In proportion\" [quota] - the only 'proportion' is a minian, and so He says \"and the quota [levy] for Ad-nai thirty two people [lit. souls]' (Numbers 31:30). Is it possible that it is a mitzvah to slaughter to his minian and if he did not slaughter it to his minian he transgressed but it is still kosher? (No,) the text says \"proportion\" \"you shall apportion\" - the text teaches regarding him that (if he does this) it is pasul (contrary of kosher). From the fact that the text states \"man\" I only a male, from where do we include women and minors? The text says \"persons [lit. souls]\". If that is the case, why does the text say \"man\"? Just as a man is able to eat an olive size (of the sacrifice) so too a minor [is only considered a minor] if he is able to eat an olive size (of the sacrifice). Rabbi Yehudah says: 'just as a man knows to differentiate food, so too a minor (is only considered a minor) if he is able to differentiate food. And what is to differentiate food? Anyone to whom we give an egg and s/he keeps it; a stone, and s/he throws it. \"Proportion\" \"you shall apportion\" - this teaches that we are counted and we count for the minian. From here they said 'the participants in a fellowship that counted others for their portion, have the permission to do so. If they want to continue and count others in their portion, they have the permission to do so. One of the participants in a fellowship that counted another person for his portion, he has the permission to do so. If he wants to continue and count others in his portion, he has the permission to do so. \"According to what each will eat\" - this excludes a person who is sick, an uncircumcised and one whose ritual status is 'impure'. \"On the lamb\" - Ben Bag Bag says: I understand [lit. I hear] a live lamb or a slaughtered one, you make the decision. Here (v.4) it says \"a lamb\" and there it says \"a lamb\" (v.3), just as the lamb said there is alive and not slaughtered, here, too, it is alive. From here they said 'we always apportion according to the Passover sacrifice, and we prevent [lit. hold their hands back] them (from apportioning) until it is slaughtered.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "55ae0894fbfba23a06809e80", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Re'eh 66", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Meshekh Chokhmah, Re'eh 66", "sourceHeRef": "משך חכמה, ראה ס״ו", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 66, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "ראה", "he": "<b>לא </b>תוכל לזבוח את הפסח באחד שעריך. יעוין ספרי, ומביא זה בגמ' דזו אזהרה לשוחט פסח בבמת יחיד בשעת היתר הבמות. ונראה דהפסח פסול, ולא דמי לשלמי חגיגה דאמר בירושלמי מגילה דאם שחטן בבמת יחיד לא עלו לבעלים לשם חובה וכשרים, מכמה טעמים, והעיקר דאמרו בספרי לא יבכר מלמד שאינו רשאי לבכר יכול אם בכרו יהא מבוכר ת\"ל לא יוכל הא אם בכרו אינו מבוכר, וכאן נמי כתיב לא תוכל לזבוח אה\"פ, שלל ממנו את היכולת, ללמדך שאם שחטו פסול ואינו פסח. וראי' לזה מליצת הרמב\"ם דפסק דלר' יוסי דסבר דשוחטין פסח על היחיד אם יכול לאכול את כולו, בכל זה אין שוחטין לכתחילה רק אם יכול לאהדורי ארבים מהדרינן קו\"ח מפסח שני דרק יחיד שוחטו, בכל זה כתיב יעשו אותו בלשון רבים דמהדרינן ארבים כ\"ש בפסח ראשון, וכי פליג ר' יהודה ואמר אין שוחטין על היחיד, הוא דאף בדיעבד אם שחטו על היחיד פסול, וטעמו משום דאיהו יליף מקרא דלא תוכל לזבוח את הפסח באחד שאין שוחטין על היחיד, וכתיב לא תוכל הרי דבדיעבד פסול, והוה\"ד לדידן בבמת יחיד. ודו\"ק. ", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55ae0899fbfba23a06809e83", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Re'eh 67", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Meshekh Chokhmah, Re'eh 67", "sourceHeRef": "משך חכמה, ראה ס״ז", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 67, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "ראה", "he": "<b>לא </b>תוכל לזבח הפסח באחד שעריך כו'. פירוש דכבר נתבאר בספר אור שמח שהפסח עיקרו לאכילה, ומי שאינו יכול לאכול כזית אין שוחטין עליו, ולכן פסלא בי' שלא לאוכליו, ונטמא הבשר לא יזרק הדם דעיקרו לאכילה והוי כשחיטת חולין, ובהעלאה בחוץ המעלה להדיוט פטור אבל בשוחט בחוץ אף להדיוט לוקה, לכן כתב דבפסח דהוי כשוחט להדיוט גם כן לוקה. ולר\"ש דמפרש דגם בשוחט בבמת יחיד בזמן היתר הבמות גם כן לוקה, יתכן דכוון כן דבכל קרבנות חובה אין לאו בזמן היתר במות, ועל פי מה שנתבאר לעיל בקרא דהשמר לך פן תעלה עולותיך, דעפ\"י נביא לסיג לעו\"ג מותר לשחוט בחוץ למקדש, זה דוקא בעולה כמו דשחט הפר ביחיד אליהו לבדו, אבל אם יבוא נביא ויאמר לשחוט פסחים כל ישראל בהר הכרמל לא תשמעון אליו, דזה מבוא לעו\"ג וכמו שנתבאר שם, לכן כתוב כי אם במקום אשר יבחר כו' לשכן שמו שם, זה בבית הבחירה או בבמת צבור, אבל גבי השמר לך פן תעלה עולותיך כתוב כ\"א במקום אשר יבחר ד' זה עפ\"י נביא כמו אליהו בהר הכרמל, וכפי מה שנתבאר שם. ודו\"ק. ", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55b9eaebfbfba26d9c255598", "index_title": "Mishnah Pesachim", "category": "Mishnah", "type": "", "ref": "Mishnah Pesachim 8:7", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Mishnah Pesachim 8:7", "sourceHeRef": "משנה פסחים ח׳:ז׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 8.0007, "collectiveTitle": {"en": "Mishnah Pesachim", "he": "משנה פסחים"}, "heTitle": "משנה פסחים", "he": "אֵין שׁוֹחֲטִין אֶת הַפֶּסַח עַל הַיָּחִיד, דִּבְרֵי רַבִּי יְהוּדָה. וְרַבִּי יוֹסֵי מַתִּיר. אֲפִלּוּ חֲבוּרָה שֶׁל מֵאָה שֶׁאֵין יְכוֹלִין לֶאֱכֹל כַּזַּיִת, אֵין שׁוֹחֲטִין עֲלֵיהֶן. וְאֵין עוֹשִׂין חֲבוּרַת נָשִׁים וַעֲבָדִים וּקְטַנִּים: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>We do not slaughter the Paschal lamb on behalf of an individual,</b> only for a group of people; <b>this is the statement of Rabbi Yehuda. And Rabbi Yosei permits</b> it. <b>And even</b> if there is <b>a group of one hundred who</b> together <b>are unable to eat an olive-bulk</b> of it, <b>we do not slaughter on their behalf.</b> <b>And we do not make a group</b> for a Paschal lamb that consists <b>of women, slaves, and minors.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "57e77da8d6e4a94c7c18b77f", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Deuteronomy 16:5", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Tafsir Rasag, Deuteronomy 16:5", "sourceHeRef": "תפסיר רס\"ג, דברים ט״ז:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 16.0005, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "דברים", "he": "ולא יג̇וז לך אן תד̇בח אלפסח פי בעץ̇ מחאלך אלד̇י אללה רבך מעטיך", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "585afad4d6e4a908ac4ed7d7", "index_title": "Mishneh Torah, Paschal Offering", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Paschal Offering 1:3", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Mishneh Torah, Paschal Offering 1:3", "sourceHeRef": "משנה תורה, הלכות קרבן פסח א׳:ג׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Mishneh Torah, Paschal Offering", "he": "משנה תורה, הלכות קרבן פסח"}, "heTitle": "משנה תורה, הלכות קרבן פסח", "he": "אֵין שׁוֹחֲטִין אֶת הַפֶּסַח אֶלָּא בַּעֲזָרָה כִּשְׁאָר הַקָּדָשִׁים. אַף בִּשְׁעַת הֶתֵּר הַבָּמוֹת לֹא הָיוּ מַקְרִיבִין אֶת הַפֶּסַח בְּבָמַת יָחִיד [ב.] וְכָל הַמַּקְרִיב אֶת הַפֶּסַח בְּבָמַת יָחִיד לוֹקֶה [ג.] שֶׁנֶּאֱמַר <small>(דברים טז ה)</small> \"לֹא תוּכַל לִזְבֹּחַ אֶת הַפָּסַח בְּאַחַד שְׁעָרֶיךָ\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזּוֹ אַזְהָרָה לַשּׁוֹחֵט בְּבָמַת יָחִיד אֲפִלּוּ בִּשְׁעַת הֶתֵּר הַבָּמוֹת:\n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "The Paschal sacrifice may be slaughtered only in the Temple Courtyard like other sacrifices. Even when sacrificing in high places was permitted, the Paschal sacrifice would not be offered on an individual altar. Anyone who offers the Paschal sacrifice on an individual altar is liable for lashes as if he offered it in the market place, as Deuteronomy 16:5 states\" \"You may not sacrifice the Paschal sacrifice in one of your gates.\" According to the Oral Tradition, it was taught that this is warning not to slaughter a Paschal sacrifice on an individual altar even during the time when sacrificing on the high places was permitted.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "58a4473ad6e4a97ea805419c", "index_title": "Sifrei Devarim", "category": "Midrash", "type": "", "ref": "Sifrei Devarim 132:1", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Sifrei Devarim 132:1", "sourceHeRef": "ספרי דברים קל״ב:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [200], "commentaryNum": 132.0001, "collectiveTitle": {"en": "Sifrei Devarim", "he": "ספרי דברים"}, "heTitle": "ספרי דברים", "he": "(ה) לא תוכל לזבח את הפסח באחד שעריך, רבי יהודה אומר מנין לשוחט את הפסח על היחיד שעובר בלא תעשה תלמוד לומר לא תוכל לזבוח את הפסח באחד שעריך, ", "heVersionTitle": "Sifre on Deuteronomy, ed. Dr. Louis Finkelstein. JTS, 1969", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "(Devarim 16:5) \"You may not sacrifice the Pesach offering in one …\": R. Yehudah says: Whence is it derived that the Pesach is not slaughtered for one (eater)? From \"You may not sacrifice the Pesach offering in <i>one</i>.\"", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "58ad93bfd6e4a93323dbf6dd", "index_title": "Pesachim", "category": "Talmud", "type": "", "ref": "Pesachim 80a:1", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Pesachim 80a:1", "sourceHeRef": "פסחים פ׳ א:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 159.0001, "collectiveTitle": {"en": "Pesachim", "he": "פסחים"}, "heTitle": "פסחים", "he": "״לֹא תוּכַל לִזְבֹּחַ אֶת הַפָּסַח בְּאַחַד שְׁעָרֶיךָ״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>“You may not sacrifice the Paschal lamb in any one of your cities”</b> (Deuteronomy 16:5). Rabbi Elazar ben Matya derived from the expression “in any one” that one person cannot be the determining factor in whether the community sacrifices the Paschal lamb in a state of ritual purity or impurity.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad93c5d6e4a93323dbf787", "index_title": "Pesachim", "category": "Talmud", "type": "", "ref": "Pesachim 91a:10", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Pesachim 91a:10", "sourceHeRef": "פסחים צ״א א:י׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 181.001, "collectiveTitle": {"en": "Pesachim", "he": "פסחים"}, "heTitle": "פסחים", "he": "<big><strong>גְּמָ׳</strong></big> תָּנוּ רַבָּנַן: מִנַּיִן שֶׁאֵין שׁוֹחֲטִין אֶת הַפֶּסַח עַל הַיָּחִיד, תַּלְמוּד לוֹמַר: ״לֹא תוּכַל לִזְבֹּחַ אֶת הַפָּסַח בְּאַחַד״, דִּבְרֵי רַבִּי יְהוּדָה. וְרַבִּי יוֹסֵי אוֹמֵר: יָחִיד וְיָכוֹל לְאׇכְלוֹ — שׁוֹחֲטִין עָלָיו, עֲשָׂרָה וְאֵין יְכוֹלִין לְאׇכְלוֹ — אֵין שׁוֹחֲטִין עֲלֵיהֶן.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<strong>GEMARA:</strong> <b>The Sages taught</b> in a <i>baraita</i>: <b>From where</b> is it derived <b>that we do not slaughter a Paschal lamb on behalf on an individual? The verse states: “You may not sacrifice the Paschal lamb in any one</b> of your gates, which the Lord your God has given you” (Deuteronomy 16:5). The phrase “in any one” is expounded to mean: For any one person, which indicates that the Paschal lamb is not slaughtered on behalf of an individual; this is <b>the statement of Rabbi Yehuda. And Rabbi Yosei says:</b> If there is <b>an individual and he is able to eat</b> an olive-bulk of the Paschal lamb, <b>one slaughters it on his behalf;</b> whereas if there are <b>ten</b> people <b>and they are unable to eat</b> together an olive-bulk of the Paschal lamb, <b>we do not slaughter it on their behalf.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59d489e8d6e4a939ba1759c2", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Deuteronomy 16:5:1", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Torah Temimah on Torah, Deuteronomy 16:5:1", "sourceHeRef": "תורה תמימה על התורה, דברים ט״ז:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "דברים", "he": "<b>באחד שעריך. </b>תניא, מנין לזובח את הפסח בבמת יחיד שהוא בל\"ת, ת\"ל לא תוכל לזבוח את הפסח באחד שעריך <sup class=\"footnote-marker\">כה</sup><i class=\"footnote\">עיין מש\"כ לעיל ר\"פ זו (י\"ב ט') מענין הבמות, תכונתם וזמנם. ועיין בפסחים ע\"ט סע\"ב ובדף צ\"א א' באו עוד דרשות על פסוק זה, והשמטנום כאן משום שאינן אליבא דהלכתא, ומפני זה דברי התוס' בדף צ\"א א' ד\"ה האי צ\"ע רב כפי שיתבאר להמעיין.\n</i>.<br>(זבחים קי\"ד ב')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2969d6e4a90d4d5b47dd", "index_title": "Steinsaltz on Pesachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Pesachim 80a:1", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Steinsaltz on Pesachim 80a:1", "sourceHeRef": "ביאור שטיינזלץ על פסחים פ׳ א:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 159.0001, "collectiveTitle": {"en": "Steinsaltz on Pesachim", "he": "ביאור שטיינזלץ על פסחים"}, "heTitle": "ביאור שטיינזלץ על פסחים", "he": "<b>\"לא תוכל לזבח את הפסח באחד שעריך\"</b> (דברים טז ה), ודרש מכאן שבשל אדם אחד אין לעשות שכל הציבור יזבח את הפסח בטהרה או בטומאה.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef296bd6e4a90d4d5b487b", "index_title": "Steinsaltz on Pesachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Pesachim 91a:10", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Steinsaltz on Pesachim 91a:10", "sourceHeRef": "ביאור שטיינזלץ על פסחים צ״א א:י׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 181.001, "collectiveTitle": {"en": "Steinsaltz on Pesachim", "he": "ביאור שטיינזלץ על פסחים"}, "heTitle": "ביאור שטיינזלץ על פסחים", "he": "<big>ד גמרא</big> <b>תנו רבנן</b> <small>[שנו חכמים]:</small> <b>מנין שאין שוחטין את הפסח על היחיד — תלמוד לומר: \"לא תוכל לזבח את הפסח באחד</b> שעריך אשר ה' אלהיך נותן לך<b>\"</b> (דברים טז, ה) והוא דורש שבאדם יחיד אין לזבוח את הפסח, אלו <b>דברי ר' יהודה. ור' יוסי אומר:</b> אפילו אדם <b>יחיד ויכול לאכלו</b> כלומר, כזית ממנו <b>— שוחטין עליו</b> ואילו <b>עשרה ואין יכולין לאכלו — אין שוחטין עליהן.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2d31d6e4a90d4d5bc26c", "index_title": "Steinsaltz on Megillah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Megillah 31a:6", "anchorRef": "Deuteronomy 15:19-16:8", "anchorRefExpanded": ["Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8"], "sourceRef": "Steinsaltz on Megillah 31a:6", "sourceHeRef": "ביאור שטיינזלץ על מגילה ל״א א:ו׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 61.0006, "collectiveTitle": {"en": "Steinsaltz on Megillah", "he": "ביאור שטיינזלץ על מגילה"}, "heTitle": "ביאור שטיינזלץ על מגילה", "he": "ב<b>יום טוב אחרון של פסח קורין \"ויהי בשלח\"</b> (שמות טו, א-כו), לפי שבו היתה קריעת ים סוף, <b>ומפטירין \"וידבר דוד\"</b> (שמואל ב' פרק כב), שהוא שירת דוד. <b>ולמחר</b> ביום השני (שהוא היום השמיני של פסח בחוץ לארץ) קוראים <b>\"כל הבכור\"</b> (דברים טו, יט - טז, ח), <b>ומפטירין \"עוד היום\"</b> (ישעיהו י, לב), מפני שמדבר שם בסנחריב, שמפלתו היתה בליל פסח.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2d31d6e4a90d4d5bc274", "index_title": "Steinsaltz on Megillah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Megillah 31a:8", "anchorRef": "Deuteronomy 15:19-16:17", "anchorRefExpanded": ["Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17"], "sourceRef": "Steinsaltz on Megillah 31a:8", "sourceHeRef": "ביאור שטיינזלץ על מגילה ל״א א:ח׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 61.0008, "collectiveTitle": {"en": "Steinsaltz on Megillah", "he": "ביאור שטיינזלץ על מגילה"}, "heTitle": "ביאור שטיינזלץ על מגילה", "he": "<b>בעצרת</b> (בחג השבועות) קוראים <b>\"שבעה שבועות\"</b> (דברים טו, יט - טז, יז) <b>ומפטירין בחבקוק</b> (פרק ב) שיש בו הזכרת מעמד הר סיני. <b>אחרים אומרים:</b> קוראים <b>\"בחדש השלישי\"</b> (שמות יט, א-כ, כג) בענין מתן תורה, <b>ומפטירין במרכבה</b> (יחזקאל פרק א). ומעירים: <b>והאידנא דאיכא תרי יומי, עבדינן כתרוייהו</b> <small>[ועכשיו</small> בימינו <small>שיש</small> בחוץ לארץ <small>שני ימים, עושים אנו כשניהם]</small> <b>ואיפכא</b> <small>[ולהיפך].</small> כלומר, נוהגים כאחרים ביום ראשון וכתנא קמא ביום שני.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2d31d6e4a90d4d5bc28a", "index_title": "Steinsaltz on Megillah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Megillah 31a:15", "anchorRef": "Deuteronomy 15:19-16:9", "anchorRefExpanded": ["Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9"], "sourceRef": "Steinsaltz on Megillah 31a:15", "sourceHeRef": "ביאור שטיינזלץ על מגילה ל״א א:ט״ו", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 61.0015, "collectiveTitle": {"en": "Steinsaltz on Megillah", "he": "ביאור שטיינזלץ על מגילה"}, "heTitle": "ביאור שטיינזלץ על מגילה", "he": "<b>ושאר כל ימות החג קורין בקרבנות</b> החג שבספר במדבר (פרק כט). ב<b>יום טוב האחרון</b> של חג הסוכות (שמיני עצרת) <b>קורין \"כל הבכור\"</b> (דברים טו, יט - טז, ט) ומתחילים ב\"עשר תעשר\" (יד, כב) לפי שיש בה הרבה <b>מצות וחוקים</b> של מתנות עניים, להזכירם בימי שמחה, ומסיימים בפרשת <b>בכור, ומפטירין</b> בפרשת <b>\"ויהי ככלות שלמה\"</b> (מלכים א' ח, נד-סו) שהיתה באותו יום. <b>ולמחר</b> ביום טוב שני של שמיני עצרת (שמחת תורה) <b>קורין</b> ב<b>\"וזאת הברכה\"</b> (דברים פרקים לג-לד), עד סוף התורה <b>ומפטירין \"ויעמד שלמה\"</b> (מלכים א' ח, כב-לג).", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a79be6dd6e4a945718733d0", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 114b:4", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Zevachim 114b:4", "sourceHeRef": "זבחים קי״ד ב:ד׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 228.0004, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "רבה אמר טעמיה דרבי שמעון כדתניא רבי שמעון אומר מנין לזובח פסח בבמת יחיד בשעת איסור הבמות שהוא בלא תעשה ת\"ל (דברים טז, ה) לא תוכל לזבוח את הפסח", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rabba said: The reason of Rabbi Shimon</b> is not based upon: “You shall not do,” as Reish Lakish claims, but upon another verse. <b>As it is taught</b> in a <i>baraita</i> that <b>Rabbi Shimon says: From where</b> is it derived <b>that one who slaughters</b> his <b>Paschal offering on a private altar at a time</b> when it is <b>prohibited</b> to sacrifice offerings on private <b>altars</b> violates <b>a prohibition? The verse states: “You may not sacrifice the Paschal offering</b> within any of your gates; but at the place that the Lord your God shall choose to cause His name to dwell in, there you shall sacrifice the Paschal offering” (Deuteronomy 16:5–6).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5a9ff1a3d6e4a93bec1fb527", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 114b:4", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Steinsaltz on Zevachim 114b:4", "sourceHeRef": "ביאור שטיינזלץ על זבחים קי״ד ב:ד׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 228.0004, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": "<b>רבה אמר: טעמיה</b> <small>[טעמו,</small> מקור שיטתו<small>]</small> של <b>ר' שמעון</b> אינו מ\"לא תעשון\", כפי שלמד ריש לקיש, אלא ממקרא אחר, <b>כדתניא</b> <small>[כמו ששנויה</small> ברייתא<small>],</small> <b>ר' שמעון אומר: מנין לזובח</b> את קרבן ה<b>פסח</b> שלו <b>בבמת יחיד בשעת</b> <b>איסור הבמות, שהוא</b> עובר על כך <b>ב</b>איסור <b>לא תעשה? תלמוד לומר: \"לא תוכל לזבח את הפסח</b> באחד שעריך... כי אם אל המקום אשר יבחר ה' אלהיך לשכן שמו שם תזבח את הפסח...\"(דברים טז, ה — ו).", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b6bf509af3503027e68269a", "index_title": "Malbim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Malbim on Deuteronomy 16:5:1", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Malbim on Deuteronomy 16:5:1", "sourceHeRef": "מלבי\"ם על דברים ט״ז:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על דברים", "he": "<small>[קעח]</small> <b>לא תוכל לזבוח את הפסח באחד שעריך</b>, לפי הפשט הפשוט הוא אזהרה שלא ישחט את הפסח בבמת יחיד, ובזה מודו כ\"ע כמ\"ש בגמ' פסחים (דף צא) ור\"י תרתי שמעת מיניה רק שר' יהודה הוקשה לו שהיה ראוי לכתוב לא תוכל לזבוח את הפסח בשעריך, שזה מציין במות יחידים שכל אחד ואחד עושה לו במה בראש גגו, כמו בשעריך תאכלנו, לא תוכל לאכול בשעריך, משא\"כ באחד שעריך שמציין שמתקבצים למקום מיוחד, מזה הוציא ר' יהודה שאין שוחטים את הפסח על היחיד, וכיון שצריך חבורה יצדק הלשון באחד שעריך שכל בני החבורה שנמנו עליו מתקבצים למקום מיוחד באחד השערים, ור' יוסי למד ממ\"ש איש לפי אכלו ששוחטים על היחיד שיכול לאכול כזית, ור' אלעזר בן מתיא ס\"ל כר' יהודה שלמד ממ\"ש באחד שעריך שאין שוחטים על היחיד וע\"כ הוציא מזה שאין יחיד מכריע לרוב צבור אחר שאינו ראוי לשחוט עליו פסח בפ\"ע, רק כשהם שנים שראוי לשחוט עליהם פסח בפ\"ע אז מכריעים את הרוב ומובא בפסחים (דף עט), ור\"ש מפרש שמ\"ש באחד שעריך ולא אמר בשעריך הוא מציין זמן האיסור בעת שמתקבצים למקום אחד דהיינו אחר חצות שאז אף בזמן גלגל ונוב וגבעון היה לענין פסח זמן איסור הבמה כי אז התכנסו לבמה הגדולה לעשות שם פסחיהם אז לא יוכל לזבוח את הפסח כי אם אל המקום אשר יבחר ה' לשכן שמו שם, ומפרש שזה בערב שהוא זמן שחיטת הפסח שזה קורא פה בשם שעת איסור הבמה היינו לענין פסח יש איסור ויש היתר במה לענין עולה ושלמים שלכן אינו עובר רק בלאו כי אם הוא בשעת איסור הבמות לגמרי הרי יש בו כרת. ומ\"ש יכול אף בשעת היתר הבמה ר\"ל אם שוחט את הפסח קודם חצות שאז הוא שלמים עז\"א באחד שעריך רק אחר חצות שאז מתקבצים למקום אחד, כן פי' בגמ' זבחים (דף קיד), וכן ר' יוסי ס\"ל כדרשת ר\"ש:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17a1d6b071e100705f8033", "index_title": "Tosefta Sanhedrin", "category": "Tosefta", "type": "", "ref": "Tosefta Sanhedrin 14:1", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Tosefta Sanhedrin 14:1", "sourceHeRef": "תוספתא סנהדרין י״ד:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Tosefta Sanhedrin", "he": "תוספתא סנהדרין"}, "heTitle": "תוספתא סנהדרין", "he": "עיר הנדחת לא היתה ולא עתידה להיות ולא נכתבה אלא לומר דרוש וטול שכר ר\"ש בר רבי אלעזר אומר אין עושין ג' עיירות הנדחות בא\"י אבל עושין אחת או ב' ר\"ש אומר אף שתים לא יעשו אלא אחת ביהודה ואחת בגליל ובסמוך לספר אפי' אחת לא יעשו כדי שלא יפוצו נכרים ויחריבו את א\"י כשהוא קול וביזתן והעיר מותרת כשהן בסייף וביזתן והעיר מותרת אם שהו שלשים יום הן בסייף וביזתן והעיר אסורה לא שהו שלשים יום הן בסייף וביזתן והעיר מותרת לעולם מדיח בסקילה וביזתן והעיר אסורה הדיחוה נשים ולא אנשים קטנים ולא גדולים יכול תהא עיר הנדחת ת\"ל (דברים י״ג:י״ד) את יושבי עירם אחר יושבי עירם מהלך הדבר ואין הדבר מהלך אחר כל אלו יכול אפילו נתכנסו לתוכה גרים ועבדים משוחררין תהא נעשית עיר הנדחת תלמוד לומר (שם) את יושבי עירם אחר יושבי עירם הדבר מהלך ואין הדבר מהלך אחר כל אלו קטני בני אנשי עיר הנדחת שהודחו עמה אין נהרגין רבי אליעזר אומר נהרגין אמר ליה רבי עקיבה מה אני מקיים (דברים י״ח:ט׳) ונתן לך רחמים ורחמך והרבך אם לרחם על הגדולים הרי כבר נאמר (דברים ט״ז:ה׳) הכה תכה אם לרחם על בהמתן הרי כבר נאמר (שם) ואת בהמתה לפי חרב מה אני מקיים ונתן לך רחמים אלו קטנים שבתוכה רבי אליעזר אומר אף גדולים אין נהרגין אלא על פי עדים והתראה מה אני מקיים ונתן לך רחמים וגו' שמא יאמרו ב\"ד הרי אנו עושין עיר הנדחת ולמחר יהו אחיהן וקרוביהם קושרים שנאה בלבם עלינו אלא כך אמר המקום הרי אני ממלא אותן רחמים ומטיל אני אהבתי בלבם כלומר שאין בלבנו עליכם דין אמת דנתם ולא מתאבלין אלא אוננין שאין אנינות אלא בלב נכסים של צדיקים שבתוכה אובדין ושבחוצה לה פליטין ושל רשעים בין מתוכה ובין מחוצה לה אובדין רבי אליעזר אומר מוכיח בדבר לוט שלא היה בסדום אלא מפני נכסיו אף הוא יצא וידיו על ראשו שנאמר (בראשית י״ט:כ״ב) מהר המלט שמה דייך שתמלט את נפשך אמר רבי שמעון מפני מה אמרו נכסי צדיקים שבתוכה אובדין מפני שגרמו לצדיקים לדור בין הרשעים והרי דברים קל וחומר ומה אם נכסים שאינם לא רואין ולא שומעין ולא מדברים על שגרמו לצדיקים לדור בין הרשעים אמר הכתוב ישרפו המטה את חבירו מדרך חיים לדרך מות אעכ\"ו שיהא בשריפה.", "heVersionTitle": "Tosefta Sanhedrin - Machon Mamre", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "A beguiled city has never existed and never will. Rather, it is written about in order to say \"examine and take a reward.\" Rabbi Shimon bar Rabbi Elazar says we don't make three beguiled cities in the Land of Israel, but we do make one or two. Rabbi Shimon says we don't even make two,rather only one in Judea and one in the Galilee. Nearby in the book, we don't even make one, in order that gentiles won't disperse and destroy the Land of Israel. The city is permitted if they spend thirty days in the swords and basins, and the city is forbidden. They did not spend thirty days in swords and basins, and the city is permitted to the world to wash them with stoning and bazan, and the city is forbidden to dispose of them. Women, and not small or large people, may be a city that is rejected (Deuteronomy 13:14), the inhabitants of their city after the inhabitants of their city. This is a move. After all this, even converts can be gathered into it, and the freed slaves shall become a city that is rejected by the Talmud, to say (there) the inhabitants of their city after the inhabitants of their city. (Deuteronomy 18: 9), and He gave you mercy and mercy and mercy. If you feel sorry for the great ones, it is already said (Deuteronomy 16: 5): \"Strike if you feel sorry for your death.\" According to the sword, what shall I keep? And I will give you these little riches in which Rabbi Eliezer says, Even great men shall not be killed except according to witnesses, and I will see what I am doing, and give you mercy. And I will love them in their hearts, which means that we have no truth in their hearts, and you do not complain, but rather onenin that there is no selfishness, but in the heart of the assets of the righteous in which the Avdin Rabbi Eliezer says, \"Mochiach says concerning Lot, who was not in Sodom, but because of his possessions. He also went out with his hands on his head as it is stated:\" From Hamlet, you have put enough to save your soul. \"Rabbi Shimon said: Because of what the assets of the righteous in which Ovedine said, because they caused the righteous to live among the wicked, and things are light and warm What if no assets other than heroin and Shumaen not talking about the generation that made righteous wicked Scripture said his fellow staff burn way of life through the die Aac\"o having to fire. (translation from Google).", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5c17a671bb386c011be9dcfe", "index_title": "Malbim on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Numbers 14:9:1", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Malbim on Numbers 14:9:1", "sourceHeRef": "מלבי\"ם על במדבר י״ד:ט׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Malbim on Numbers", "he": "מלבי\"ם על במדבר"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>אך בה' אל תמרודו </b>מזה המשיך תולדה אחרת שלהכניע יושבי הארץ א\"צ להם עצה וגבורה למלחמה רק <b>שלא ימרדו בה' </b>ואז אתם <b>אל תיראו את עם הארץ </b>כי אז יהיה הכבוש ע\"י ה', ועז\"א <b>כי לחמנו הם </b>שהם הוכנו שנאכל אותם בקל בלי שום מלחמה כמ\"ש ואכלת את כל העמים אשר ה' אלהיך נותן לך (דברים ט״ז:ה׳), וגם ר\"ל כמו שלחם הצומח הוא הדומם ולחם החי הוא הצומח ולחם המדבר הוא הבעל חי כן לחם העם שהם סגולת ה' ועלו במעלת הנפשות למעלה מן המדבר, הוא המדבר, <b>סר צלם </b>ר\"ל שראוי שהרשעה תכנע לפני הקדושה כמ\"ש כהמס דונג מפני אש יאבדו רשעים מפני אלהים, אולם יצויר שלא ימס הדונג מפני האש בב' אופנים, [א] בשירחק האש מן הדונג, [ב] אם יתנו מסך מבדיל וחוצץ ביניהם, וכן שלא ישרפו רשעים מפני אלהים יצויר בצד אחד אם יש מסך המגין ביניהם והיינו אם השר שלהם שהוא כחם ממעל מגין עליהם וכח המערכה יתן להם קיום, לעמת זה אמר <b>סר צלם מעליהם </b>ר\"ל שכבר נפל השר שלהם והכח העליון המגין עליהם, ובצד השני יצויר אם שמש האלהות ואור ה' רחוק מן העולם ואינו שוכן למטה, לעמת זה אמר <b>וה' אתנו </b>וא\"כ אל תיראום כי ה' אלהיך אש אכלה הוא הוא ישמידם לפניך:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5c17a7f1bb386c011be9e7fc", "index_title": "Tosefta Zevachim", "category": "Tosefta", "type": "", "ref": "Tosefta Zevachim 13:6", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Tosefta Zevachim 13:6", "sourceHeRef": "תוספתא זבחים י״ג:ו׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [190, 230], "commentaryNum": 13.0006, "collectiveTitle": {"en": "Tosefta Zevachim", "he": "תוספתא זבחים"}, "heTitle": "תוספתא זבחים", "he": "וכן היה ר' שמעון אומר השוחט את הפסח. &lt;על היחיד&gt; והעלהו &lt;בחוץ&gt; בשעת איסור הבמה אסור בשעת היתר הבמה מותר שנא' (דברים ט״ז:ה׳) לא תוכל לזבוח את הפסח יכול אף בשאר ימות השנה ת\"ל (שם) באחד שעריך בשעה שישראל מתכנסין במקום א' הוי אומר בשעת הרגל.", "heVersionTitle": "Tosefta Zevachim - Machon Mamre", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תוספתא זבחים - מכון ממרא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17ba8bb071e100bf4f5e07", "index_title": "Tosafot Yom Tov on Mishnah Pesachim", "category": "Quoting Commentary", "type": "", "ref": "Tosafot Yom Tov on Mishnah Pesachim 8:7:2", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Tosafot Yom Tov on Mishnah Pesachim 8:7:2", "sourceHeRef": "תוספות יום טוב על משנה פסחים ח׳:ז׳:ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1613, 1617], "commentaryNum": 7.0002, "collectiveTitle": {"en": "Tosafot Yom Tov on Mishnah Pesachim", "he": "תוספות יום טוב על משנה פסחים"}, "he": "<b>ור' יוסי מתיר</b>. דהא כתיב (שמות יב) איש לפי אכלו. ובאחד דריש ליה. לזבוח את פסחו בבמת יחיד שאינו חייב אלא בשעת איסור במות. דכתיב (דברים ט\"ז) באחד שעריך. בשעה שכל ישראל נכנסין בשער אחד. גמרא: \n", "heVersionTitle": "Mishnah, ed. Romm, Vilna 1913", "heLicense": "Public Domain", "heVersionTitleInHebrew": "משנה, מהדורת בית דפוס ראם, וילנא 1913", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5caf007a38f4c90017cdd679", "index_title": "Sefer Hamitzvot of Rasag", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Hamitzvot of Rasag, Negative Commandments 174", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Sefer Hamitzvot of Rasag, Negative Commandments 174", "sourceHeRef": "ספר המצוות לרס\"ג, מצות לא תעשה קע״ד", "anchorVerse": 5, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 174, "collectiveTitle": {"en": "Sefer Hamitzvot of Rasag", "he": "ספר המצוות לרס\"ג"}, "he": "<big><strong>צִוִּיתִיךָ</strong></big> בַּל תִּפְּסַח בִּשְׁעָרֶיךָ", "heVersionTitle": "Sefer Hamitzvot L'Rasag, Warsaw, 1914. Vocalized Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dcd430503bbe83363ff3a21", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "", "ref": "Midrash Sekhel Tov, Shemot 12:20:174", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Midrash Sekhel Tov, Shemot 12:20:174", "sourceHeRef": "מדרש שכל טוב, שמות י״ב:כ׳:קע״ד", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 20.0174, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "[מתני'] אין שוחטין את הפסח על היחיד. תנו רבנן מנין שאין שוחטין את הפסח על היחיד, ת\"ל לא תוכל לזבוח את הפסח באחד (דברים טז ה), דברי ר' יהודה, ור' יוסי אומר יחיד ויכול לאוכלו שוחטין לו בפני עצמו, עשרה ואינם יכולים לאוכלו אין שוחטין עליהן, דכתיב איש לפי אכלו תכוסו על השה (שמות יב ד):", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5ebd6029036e8c437c7613b8", "index_title": "Peninei Halakhah, Sukkot", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Sukkot 8:2:6", "anchorRef": "Deuteronomy 14:22-28:69", "anchorRefExpanded": ["Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69"], "sourceRef": "Peninei Halakhah, Sukkot 8:2:6", "sourceHeRef": "פניני הלכה, סוכות ח׳:ב׳:ו׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [2009, 2013], "commentaryNum": 2.0006, "collectiveTitle": {"en": "Peninei Halakhah, Sukkot", "he": "פניני הלכה, סוכות"}, "he": "ולדעת הרמב\"ם, מפרשת המעשרות קוראים ברציפות את כל הפרשיות עד סוף הברכות והקללות (דברים יד, כב – כח, סט). קריאה ארוכה זו כוללת בתוכה מצוות רבות מאוד, מאה ושלושים ושמונה מצוות שמופיעות לראשונה בפרשיות אלו (מצוות תע\"ג-תרי\"א בספר החינוך), ועוד מצוות רבות שכבר נזכרו בחומשים הקודמים. המצוות הכלולות בפרשיות אלו עוסקות בדיני תרומות ומעשרות, צדקה לעניים, ועוד מצוות רבות שבין אדם לחבירו כדוגמת מצוות השבת אבדה, איסור ריבית, העמדת שופטים ודיני המשפט. ועוד מצוות רבות בענייני המלכות והמלחמה, הנבואה והכהונה, מצוות הנישואין וגדריה. ועוד מצוות רבות שקשורות באיסור עבודה זרה וכישוף.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">em&gt;<strong>. רמב\"ם חגיגה ג, ג, ויסודו בירושלמי סוטה פ\"ז ה\"ח, וכך הוא גורס במשנה. ומה שכתבתי בתחילה הוא כפי גרסת המשנה שלפנינו בבבלי סוטה מא, א, ולפיה קוראים את הפרשה השנייה שעוסקת במעשרות לפני פרשת המלך, למרות שבתורה היא כתובה לאחריה, כדי להצמיד את שתי פרשיות המעשרות זו לזו. ולרש\"י היתה גרסה אחרת במשנה, לפיה, לאחר הפרשייה השנייה של מעשרות קוראים את הברכות והקללות, ורק בסוף הקריאה קוראים את פרשת המלך. </strong></i>", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "According to Rambam, everything from the section on tithes to the end of the curses was read straight through (14:22-28:69). This lengthy reading includes many <i>mitzvot</i>; 138 <i>mitzvot</i> appear here for the first time (§473-611 in <i>Sefer Ha-ḥinukh</i>), as do many more <i>mitzvot</i> that were mentioned earlier in the Torah. These include many interpersonal <i>mitzvot</i>, including tithing, charity, returning lost objects, appointing judges, rules of justice, and the prohibition upon charging interest. Other <i>mitzvot</i> relate to kings and war, prophecy and priesthood, and marriage, as well as many prohibitions connected to idolatry and magic.<sup>1</sup><i class=\"footnote\">MT, Laws of Pilgrimage Offerings 3:3, based on <i>y.</i> <i>Sota</i> 7:8 and Rambam’s version of the <i>mishna</i>. The first opinion cited above is based on the text of the <i>mishna</i> as it appears in <i>Sota</i> 41a. According to this version, “<i>Ki tekhaleh le’aser</i>” was read before the section on the king, even though in the Torah it appears later, to keep the two sections on tithes together. Rashi has a third version of the <i>mishna</i>, according to which the blessings and curses were read after “<i>Ki tekhaleh le’aser</i>,” and the section about the king was read at the end.</i>", "versionTitle": "Peninei Halakhah, English ed. Yeshivat Har Bracha", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f1ea1051d77ecfb0d09ecb6", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Deuteronomy 16:5:1", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Midrash Lekach Tov, Deuteronomy 16:5:1", "sourceHeRef": "מדרש לקח טוב, דברים ט״ז:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "דברים", "he": "<b>פס'.</b> לא תוכל לזבוח את הפסח. <i data-commentator=\"Beur HaRe'em\" data-order=\"166\"></i> מיכן שאין שוחטין את הפסח על היחיד שלא יביאו את הפסח לידי פסול. רבי יוסי אומר אם היה יכול לאוכלו שוחטין עליו את הפסח:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a701cda51cfa3ddf3fde", "index_title": "Ramban on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Deuteronomy 16:11:1", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Ramban on Deuteronomy 16:11:1", "sourceHeRef": "רמב\"ן על דברים ט״ז:י״א:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Ramban on Deuteronomy", "he": "רמב\"ן על דברים"}, "he": "וְהִזְכִּיר כָּאן <b>בַּמָּקוֹם אֲשֶׁר יִבְחַר ה' לְשַׁכֵּן שְׁמוֹ שָׁם</b>, וְכֵן אָמַר (דברים ט\"ז:ט\"ז) שָׁלוֹשׁ פְּעָמִים בַּשָּׁנָה יֵרָאֶה כָל זְכוּרְךָ וְגוֹ' בַּמָּקוֹם אֲשֶׁר יִבְחָר, וְלֹא יָדַעְתִּי אִם לוֹמַר כִּי לְאַחַר שֶׁיִּבָּנֶה בֵּית הַמִּקְדָּשׁ לֹא נֵאָסֵף לְהַקְרִיב קָרְבְּנוֹת הָרְגָלִים אֶלָּא בַּמָּקוֹם הַהוּא אֲשֶׁר יִבְחַר ה', כַּטַּעַם שֶׁיֹּאמַר (דברים ט\"ז:ה') לֹא תוּכַל לִזְבֹּחַ אֶת הַפָּסַח בְּאַחַד שְׁעָרֶיךָ, אוֹ שֶׁיְּבָאֵר כָּאן שֶׁלֹּא יִתְחַיְּבוּ לַעֲלוֹת לָרֶגֶל עַד אֲשֶׁר יִבְחַר הַשֵּׁם מָקוֹם לְשִׁכְנוֹ שָׁם:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "He mentions here [that you are to rejoice] <i>in the place which the Eternal thy G-d shall choose to cause His Name to dwell there</i>,<sup class=\"footnote-marker\">359</sup><i class=\"footnote\">Verse 11.</i> and likewise he said, <i>Three times in a year shall all thy males appear before the Eternal thy G-d in the place which He shall choose</i>.<sup class=\"footnote-marker\">360</sup><i class=\"footnote\">Verse 16.</i> Now, I do not know whether this is to state that after the Sanctuary will be built we should not assemble to bring the festival-offerings except in that place which G-d has chosen, similar to what he said, <i>Thou mayest not sacrifice the Passover-offering within any of thy gates</i>,<sup class=\"footnote-marker\">361</sup><i class=\"footnote\">Verse 5. And as the following verse continues <i>but at the place which the Eternal thy G-d shall choose</i> etc.</i> or that he is explaining here that they are not obligated to go up in pilgrimage on the festivals until such time as G-d will have chosen the place to dwell there.<sup class=\"footnote-marker\">362</sup><i class=\"footnote\">This would thus exclude the periods of Shiloh, Nob, Gibeon — before the building of the Sanctuary in Jerusalem — when the people were not obligated by law of the Torah to go up in pilgrimage on the festivals.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "606822d699a84f2350a28652", "index_title": "Machzor Vitry", "category": "Quoting Commentary", "type": "", "ref": "Machzor Vitry, Laws of Pesach 106:7", "anchorRef": "Deuteronomy 15:19-16:17", "anchorRefExpanded": ["Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17"], "sourceRef": "Machzor Vitry, Laws of Pesach 106:7", "sourceHeRef": "מחזור ויטרי, הלכות פסח ק״ו:ז׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1055, 1105], "commentaryNum": 106.0007, "collectiveTitle": {"en": "Machzor Vitry", "he": "מחזור ויטרי"}, "heTitle": "הלכות פסח", "he": "<b>בשביעי</b> של פסח. בלילי יום טוב מקדשין על היין. ואין צריך לומ' זמן: ת'. ובערבי פסחים מוכח הכי. דקא'. מדלא קאמ' זמן ש\"מ בשביעי של פסח עסיקינן: דכל מה דהוה ליה אכליה. וסברא הוא: דזמן בהכנסת הרגל הוא: ת': ומתפללין כמו בימים הראשונים. בין בערבית בין בשחרית. אלא שבתפילת מוסף מוסיף על פסוקים של והקרבתם. ונא' וביום השביעי מקרא קדש יהיה לכם כל מלאכת עבודה לא תעשו: ומנחתם: וגו': ומוציאין שתי תורות. וקורין מן ויהי בשלח. עד. כי אני י\"י רופאך. לפי שביום שביעי אמרו שירה על הים ומפטיר קורא מוהקרבתם עד סוף פסקא. ומפטיר בשמואל. מן ותהי עוד מלחמה בגת. עד סוף השירה. לפי שהיא שירה. ומדבר בה מיציאת מצרים. עלה עשן באפו. וישלח חיציו: וקטן מתרגם כל פסוק ופסוק מן ויהי בשלח. (ומשיהה) [ומשירה] כולה. שהיום עברו ישר' את הים. ומתרגם הפרשה לפרסם הנס. וכיון שנהגו לתרגם בתורה נהגו לתרגם אף בנביא. וכן בעצרת. ולא בשאר מועדים: ביום השמיני. קורין כל הבכור: עד סוף פיסקא. ומפטיר בישעיה. בעוד היום בנוב. עד צהלי ורני. לפי שמפלתו של סנחריב בפסח היה:", "heVersionTitle": "Machzor Vitry, Berlin, 1893-97", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחזור ויטרי, ברלין תרנ\"ג-נ\"ז", "text": "On the seventh of Pesaḥ, the nights <small><small>before</small></small> the holiday, we sanctify it <small><small>with <i>Kiddush</i></small></small> over the wine, and we do not need to say <small><small>the blessing <i> Sheheḥeyanu </i> over the</small></small> season. And here <sup class=\"footnote-marker\">1</sup><i class=\"footnote\"> Pesachim 102b:5 </i> is the proof. As it says there: <i>Because <small><small>Rav</small></small> did not say <small><small>that one recites the blessing over</small></small> the season, learn from that that we are discussing the seventh day of Pesaḥ. Whatever <small><small>wine</small></small> he had, he <small><small>already</small></small> consumed, and does not have enough <small><small>for two more cups.</small></small></i> And the explanation <small><small>for this</small></small> is that the season is included within the pilgrimage. And we pray as on the first <small><small>two</small></small> days <small><small>of Pesaḥ</small></small>, for the evening and for the morning, but in the Musaf prayer we add to the verses of <i>And you shall present </i><sup class=\"footnote-marker\">2</sup><i class=\"footnote\"> Numbers 28:19-24</i>, and we say, <i>And on the seventh day a sacred gathering it will be for you, all laborious work you will not do.</i><sup class=\"footnote-marker\">3</sup><i class=\"footnote\"> Numbers 28:25</i> <i>And its offerings,</i> etc. And we take out two Torah <small><small>scrolls</small></small> and read from <i>And it was when he let them go</i><sup class=\"footnote-marker\">4</sup><i class=\"footnote\"> Exodus 13:17</i> to <i>For I am the LORD your healer</i> <sup class=\"footnote-marker\">5</sup><i class=\"footnote\"> Exodus 15:26</i>, since on the seventh day <small><small>the Israelites of the exodus</small></small> said the Song at the Sea. And the <i>mafṭir</i> reads from <i>And you shall present</i> to the end of the part<sup class=\"footnote-marker\">6</sup><i class=\"footnote\"> Numbers 28:19-25</i>, and concludes in Samuel, from <i>And there was again fighting in Gath</i><sup class=\"footnote-marker\">7</sup><i class=\"footnote\"> II Samuel 21:20</i> to the end of the song <small><small>of David</small></small><sup class=\"footnote-marker\">8</sup><i class=\"footnote\"> II Samuel 22:51</i>, because it is a song, and it has language within it <small><small>showing similarity to language of</small></small> the exodus from Egypt, <small><small>like</small></small> <i>Smoke went up from His nostrils</i><sup class=\"footnote-marker\">9</sup><i class=\"footnote\"> II Samuel 22:9</i> <small><small>or</small></small> <i>And he let loose bolts</i><sup class=\"footnote-marker\">10</sup><i class=\"footnote\"> see II Samuel 22:9</i>. And a minor translates it all <small><small>into the Aramaic translation</small></small> verse by verse, from <i>And it was when he let them go</i><sup class=\"footnote-marker\">11</sup><i class=\"footnote\"> Exodus 13:17</i> and from the entire song, for this <small><small>very</small></small> day Israel crossed the sea, and the section is translated to publicize miracle. And just as it is our custom to translate the Torah <small><small>into the Aramaic of Onkelos</small></small>, so too we translate the Prophet <small><small>into the Aramaic of Jonathan</small></small>. And <small><small>we</small></small> also <small><small>translate the readings</small></small> on Atzeret <small><small>that is to say, Shavuot</small></small>, but not on the other festivals. On the eighth day we read <i> Every firstborn</i> to the end of the reading<sup class=\"footnote-marker\">12</sup><i class=\"footnote\"> Deuteronomy 15:19-16:17</i>, and conclude with Isaiah, at <i>That same day at Nob</i> up to <i>Shout and cheer</i><sup class=\"footnote-marker\">13</sup><i class=\"footnote\"> Isaiah 10:32-12:6</i>, because the downfall of Sanḥeriv was on Pesaḥ. ", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "60ad05de383d32ad5b6df8fe", "index_title": "Tosefta Pesachim (Lieberman)", "category": "Tosefta", "type": "related", "ref": "Tosefta Pesachim (Lieberman) 6:2", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Tosefta Pesachim (Lieberman) 6:2", "sourceHeRef": "תוספתא פסחים (ליברמן) ו׳:ב׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 6.0002, "collectiveTitle": {"en": "Tosefta Pesachim (Lieberman)", "he": "תוספתא פסחים (ליברמן)"}, "heTitle": "תוספתא פסחים (ליברמן)", "he": "<i data-commentator=\"Variants\" data-label=\"א\" data-order=\"1\"></i>אימתי <i data-commentator=\"Variants\" data-label=\"ב\" data-order=\"2\"></i>אמרו <i data-commentator=\"Variants\" data-label=\"ג\" data-order=\"3\"></i>פסח בא בטומאה, בזמן <i data-commentator=\"Variants\" data-label=\"ד\" data-order=\"4\"></i>שרובו של <i data-commentator=\"Variants\" data-label=\"ה\" data-order=\"5\"></i>צבור טמאין. היו <i data-commentator=\"Variants\" data-label=\"ו\" data-order=\"6\"></i>חציין <i data-commentator=\"Variants\" data-label=\"ז\" data-order=\"7\"></i>טהורין <i data-commentator=\"Variants\" data-label=\"ח\" data-order=\"8\"></i>וחציין <i data-commentator=\"Variants\" data-label=\"ט\" data-order=\"9\"></i>טמאין, <i data-commentator=\"Variants\" data-label=\"י\" data-order=\"10\"></i>הטהורין עושין את הראשון, <i data-commentator=\"Variants\" data-label=\"יא\" data-order=\"11\"></i>והטמאין עושין את <i data-commentator=\"Variants\" data-label=\"יב\" data-order=\"12\"></i>השני. היחיד מכריע את הפסח לעשותו בטומאה <i data-commentator=\"Variants\" data-label=\"יג\" data-order=\"13\"></i>דברי ר' יהודה. ר' <i data-commentator=\"Variants\" data-label=\"יד\" data-order=\"14\"></i>אלעזר בן <i data-commentator=\"Variants\" data-label=\"טו\" data-order=\"15\"></i>מתתיה <i data-commentator=\"Variants\" data-label=\"טז\" data-order=\"16\"></i>אומר אין היחיד מכריע את הפסח לעשותו בטומאה, <i data-commentator=\"Variants\" data-label=\"יז\" data-order=\"17\"></i>שנ' לא תוכל לזבוח את הפסח באחד <i data-commentator=\"Variants\" data-label=\"יח\" data-order=\"18\"></i>שעריך, ר' <i data-commentator=\"Variants\" data-label=\"יט\" data-order=\"19\"></i>שמעון <i data-commentator=\"Variants\" data-label=\"כ\" data-order=\"20\"></i>או' <i data-commentator=\"Variants\" data-label=\"כא\" data-order=\"21\"></i>היו <i data-commentator=\"Variants\" data-label=\"כב\" data-order=\"22\"></i>חציין <i data-commentator=\"Variants\" data-label=\"כג\" data-order=\"23\"></i>טהורין <i data-commentator=\"Variants\" data-label=\"כד\" data-order=\"24\"></i>וחציין <i data-commentator=\"Variants\" data-label=\"כה\" data-order=\"25\"></i>טמאין, <i data-commentator=\"Variants\" data-label=\"כו\" data-order=\"26\"></i>הטהורין עושין לעצמן <i data-commentator=\"Variants\" data-label=\"כז\" data-order=\"27\"></i>והטמאין עושין לעצמן. אמרו לו אין חולקין את <i data-commentator=\"Variants\" data-label=\"כח\" data-order=\"28\"></i>הצבור, אלא או <i data-commentator=\"Variants\" data-label=\"כט\" data-order=\"29\"></i>כלן עושין <i data-commentator=\"Variants\" data-label=\"ל\" data-order=\"30\"></i>בטהרה, או <i data-commentator=\"Variants\" data-label=\"לא\" data-order=\"31\"></i>כולן עושין <i data-commentator=\"Variants\" data-label=\"לב\" data-order=\"32\"></i>בטומאה.", "heVersionTitle": "The Tosefta according to to codex Vienna. Third Augmented Edition, JTS 2001", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ad14ac34562eca13bb6cac", "index_title": "Tosefta Pesachim", "category": "Tosefta", "type": "related", "ref": "Tosefta Pesachim 6:2", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Tosefta Pesachim 6:2", "sourceHeRef": "תוספתא פסחים ו׳:ב׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Tosefta Pesachim", "he": "תוספתא פסחים"}, "heTitle": "תוספתא פסחים", "he": "הצבור והכהנים טהורין וכלי שרת טמאין עושין אותו בטומאה] אימתי פסח בא בטומאה בזמן שרובו של צבור טמאין היו חציין טהורין וחציין טמאין הטהורין עושין את הראשון והטמאין עושין את השני היחיד מכריע את הפסח לעשותו בטומאה [דברי רבי יהודה רבי אליעזר בן מתתיה אומר אין היחיד מכריע את הפסח לעשותו בטומאה] שנא' (דברים י״ז:ב׳) לא תוכל לזבוח את הפסח באחד שעריך רבי שמעון אומר [חציין טהורין וחציין טמאין הטהורין] עושין לעצמן והטמאין עושין לעצמן [אמרו לו] אין חולקין את הצבור אלא או כולו עושין בטהרה או כולו עושין בטומאה.", "heVersionTitle": "Tosefta Pesachim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "[If] the community and the Kohanim are pure and the service vessels are impure, they perform it (i.e., the slaughter of the Passover offering) in a state of impurity. <i>At what time may the Passover offering be brought in a state of impurity?</i> At any time that the majority of the community is impure. [If] half was pure and half was impure, the pure [half] observe Pesach Rishon and the impure [half] observe Pesach Sheni. [However,] an individual may tip the balance (i.e., he may intentionally make himself impure, thereby creating an impure majority (Pes. 80a:4)), in order [for the entire community] to observe [the first] Passover in a state of impurity, the words of Rabbi Yehuda. Rabbi Eliezer ben Metatyah says, an individual may not [intentionally] tip the balance in order [for the entire community] to observe [the first] Passover in a state of impurity, as it says (Deut. 17:5), \"You may not slaughter the the Passover offering in <i>one</i> of your settlements\" (see <a class=\"refLink\" data-ref=\"Jerusalem_Talmud_Pesachim_8.7.2\" href=\"Jerusalem_Talmud_Pesachim.8.7.2\">Y. Pes. VIII.7.2</a>). Rabbi Shimon says, [if there are] half pure and half impure, the pure perform [the Passover offering] amongst themselves, and the impure perform amongst themselves. They said to him, they may not divide the community; rather, either everyone performs it in a state of purity, or everyone performs it a state of impurity.  ", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "6121a924cd596b03e9e2c30a", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 904:4", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Yalkut Shimoni on Torah 904:4", "sourceHeRef": "ילקוט שמעוני על התורה תתק״ד:ד׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 904.0004, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "לא תוכל לזבוח את הפסח באחד וגו'. תנו רבנן היו ישראל מחצה טהורין ומחצה טמאים הללו עושים לעצמן והללו עושים לעצמן, ואם היו הטמאים עודפים על הטהורים אפילו אחד טעשו בטומאה, רבי אלעזר בן מתיא אומר אין היחיד מכריע את הצבור לטומאה שנאמר לא תוכל לזבוח את הפסח באחד (שעריך). רבי שמעון אומר אפילו שבט אחד טמא ושאר כל השבטים טהורין הללו עושין לעצמן והללו עושין לעצמן, קסבר שבט אחד איקרי קהל. רבי יהודה אומר כולם יעשו בטומאה, אם ירצו מיטמא אחד מהם כי היכי דנהוי רוב טמאים, שאין קרבן צבור חלוק. תנו רבנן מנין שאין שוחטין את הפסח על היחיד, תלמוד לא תוכל לזבוח את הפסח באחד (שעריך וגו'). רבי יוסי אומר יחיד (יכול לאוכלו וחטן עליו, עשרה ואין יכולין לאוכלו אין שוחטין עליהן. ור' יוסי האי באחד מאי עביד ליה, מיבעי ליה לכדתניא רבי שמעון אומר מנין לזובח את פסחו בבמת יחיד בשעת איסור הבמות שהוא בלא תעשה, תלמוד לומר לא תוכל לזבוח את הפסח באחד (שעריך), יכול אף בשעת היתר הבמות כן, תלמוד לומר באחד שעריך, לא אמרתי אלא בזמן שהיו ישראל כולם נכנסין בשער אחד. ורבי יהודה [האי מנ\"ל] תרתי שמעת מינה, ור' יוסי ממאי דלרבי שמעון הוא דאתא, דילמא לכדרבי יהודה הוא דאתא, לא ס\"ד מדכתיב ואיש לפי אכלו. שם תזבחו את הפסח (כתוב לעיל):", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121f0dd0db67026c83941b2", "index_title": "Adam Min HaAdamah", "category": "Jewish Thought", "type": "", "ref": "Adam Min HaAdamah, The Land 3:77", "anchorRef": "Deuteronomy 14:21-16:20", "anchorRefExpanded": ["Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20"], "sourceRef": "Adam Min HaAdamah, The Land 3:77", "sourceHeRef": "אדם מן האדמה, שער ארץ ישראל ג׳:ע״ז", "anchorVerse": 21, "sourceHasEn": false, "commentaryNum": 3.0077, "collectiveTitle": {"en": "Adam Min HaAdamah", "he": "אדם מן האדמה"}, "he": "<b>ברית ערבות מואב</b> (דברים יד,כא – טז,כ): לא תבשל גדי בחלב אמו, מעשר שני, מעשר עני, שמיטת כספים, נתינה לעני, עבד עברי, הקדשת בכור לה', שלושה רגלים, משפט צדק.", "heVersionTitle": "Adam min ha'adamah, Otniel 2008", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "אדם מן האדמה, עתניאל תשס\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "619e8f33ad9c4d6ad7415b9d", "index_title": "Jerusalem Talmud Sanhedrin", "category": "Talmud", "type": "related passage", "ref": "Jerusalem Talmud Sanhedrin 7:9:2", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Jerusalem Talmud Sanhedrin 7:9:2", "sourceHeRef": "תלמוד ירושלמי סנהדרין ז׳:ט׳:ב׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 9.0002, "collectiveTitle": {"en": "Jerusalem Talmud Sanhedrin", "he": "תלמוד ירושלמי סנהדרין"}, "heTitle": "תלמוד ירושלמי סנהדרין", "he": "<strong><big>הלכה:</big></strong> הָעוֹבֵד עֲבוֹדָה זָרָה כול׳. אַזְהָרָה לָעוֹבֵד עֲבוֹדָה זָרָה מְנַיִין. לֹא תָֽעָבְדֵ֑ם. בָּרֵת מְנַיִין. אֶתִ־יְי ה֣וּא מְגַדֵּ֑ף וְנִכְרְתָ֛ה. וְלֹא מְגַדְּף כָּתוּב. כְּאָדָם שֶׁהוּא אוֹמֵר לַחֲבֶירוֹ. גִּידַּפְתָּה אֶת כָּל־הַקְּעָרָה וְלֹא שִׁייַרְתָּה בָהּ כְּלוּם. מָשָׁל רִבִּי שִׁמְעוֹן בֶּן לָֽעְזָר אוֹמֵר. לִשְׁנַיִם שֶׁהָיוּ יוֹשְׁבִין וּקְעָרָה שֶׁלְגְּרִיסִין בֵּינֵיהוֹן. פָּשַׁט אֶחָד אַת יָדָיו וְגִידֵּף אֶת כָּל־הַקְּעָרָה וְלֹא שִׁייֵר בָהּ כְּלוּם. כָּךְ הַמְגַדֵּף וְהָעוֹבֵד עֲבוֹדָה זָרָה אֵינוֹ מְשַׁייֵר לְאַחֲרָיו מִצְוָה. עוֹנֶשׁ מְנַיִין. וְהֽוֹצֵאתָ֣ הָאִישׁ הַה֡וּא אוֹ֩ אֶת־הָֽאִשָּׁ֨ה הַהִיא אֲשֶׁ֣ר עָ֠שׂ֠וּ אֶת־הַדָּבָ֨ר הַזֶּה֙ אֶל־שְׁעָרֶ֔יךָ וגו׳ עַד וּסְקַלְתֶּם אוֹתָם בָּֽאֲבָנִ֖ים וָמֵֽתוּ׃", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>HALAKHAH:</strong> “The worshipper of strange worship,” etc. From where warning about strange worship? <i>Do not worship them</i><sup class=\"footnote-marker\">247</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 20:5\" href=\"/Exodus.20.5\"><i>Ex</i>. 20:5</a>, <a class=\"refLink\" data-ref=\"Deuteronomy 5:9\" href=\"/Deuteronomy.5.9\"><i>Deut</i>. 5:9</a> the Second Commandment.</i>. Extirpation from where? <i>He blasphemed the Eternal and will be extirpated</i><sup class=\"footnote-marker\">248</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 15:30\" href=\"/Numbers.15.30\"><i>Num</i>. 15:30</a>. The verse describes any person who sins intentionally as a blasphemer. The verse decrees extirpation as punishment for any willful deed for which a sacrifice would be required if done inadvertently, in case it cannot be prosecuted in court for lack of witnesses.<br>The traditional interpretation of the purification sacrifices prescribed in <a class=\"refLink\" data-ref=\"Numbers 15:22-29\" href=\"/Numbers.15.22-29\"><i>Num</i>. 15:22–29</a>, which differ from those prescribed under similar headings in <a class=\"refLink\" data-ref=\"Leviticus 4:1-5:14\" href=\"/Leviticus.4.1-5.14\"><i>Lev</i>. 4:1–5:14</a>, assigns the sacrifices prescribed in <i>Num</i>. exclusively to sins of idolatry; those of <i>Lev</i>. to the atonement of all other transgressions (<i>Sifry Num</i>. 111–112). Therefore, the following verse 15:30 can also be interpreted as specifically referring to idolatry.</i>. But is there not written “blasphemed”? As one would say to another, you scraped out the entire pot<sup class=\"footnote-marker\">249</sup><i class=\"footnote\">It seems that in Galilean dialect גדּף جدف  “to blaspheme” was pronounced like גדף جذف “to fly quickly” and this in turn sounded like גרף جرف “to scoop out with a shovel, to scratch out completely.” The parallel in the <a class=\"refLink\" data-ref=\"Keritot 7b\" href=\"/Keritot.7b\">Babli, <i>Keritut</i> 7b</a>, formulates גִּירַפְתָּ הַקְּעָרָה “you scratched out the pot” and Rashi comments: ד can be replaced by ר.</i> and did not leave anything; a parable which Rebbi Simeon ben Eleazar formulated: Two people were sitting with a pot of porridge between them. One of them stretched out his hand, scraped out the entire pot, and did not leave anything in it. So both the blasphemer and the worshipper of strange worship do not leave any commandment as residue<sup class=\"footnote-marker\">250</sup><i class=\"footnote\">Obeying a Divine command after blaspheming or worshipping a strange deity is an empty gesture, devoid of all value.</i>. From where the punishment? <i>You shall lead out that man, or that woman, who did this deed to your gates</i>, etc., up to <i>and stone them with stones until they die</i><sup class=\"footnote-marker\">251</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 17:5\" href=\"/Deuteronomy.17.5\"><i>Deut</i>. 17:5</a>.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "619e8fa4ad9c4d6ad7419289", "index_title": "Jerusalem Talmud Megillah", "category": "Talmud", "type": "related passage", "ref": "Jerusalem Talmud Megillah 1:11:7", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Jerusalem Talmud Megillah 1:11:7", "sourceHeRef": "תלמוד ירושלמי מגילה א׳:י״א:ז׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 11.0007, "collectiveTitle": {"en": "Jerusalem Talmud Megillah", "he": "תלמוד ירושלמי מגילה"}, "heTitle": "תלמוד ירושלמי מגילה", "he": "תַּנֵּי בְשֵׁם רִבִּי שִׁמְעוֹן. הַצִּיבּוּר אֵינוֹ מֵבִיא אֶלָּא מַה שֶׁקָּבַע עָלָיו הַכָּתוּב. סָבַר רִבִּי שִׁמְעוֹן. מִשֶּׁנִּקֵבַּע מַעֲשֵׂר שֵׁינִי עוֹד לֹא פָסַק. מַה בֵּינֵיהוֹן. רִבִּי בָּא בַּר מָמָל אָמַר. פַּר הֶעֱלֵם דָּבָר בֵּינֵיהוֹן. רִבִּי יוֹסֵה אוֹמֵר. נִדְבַת הַצִּיבּוּר בֵּינֵיהוֹן. תַּנֵּי. אֶחָד הָאִישׁ וְאֶחָד הָאִשָּׁה. אָמַר רִבִּי יוֹחָנָן. לֵית כָּאן אִשָּׁה. אִישׁ כָּתוּב בַּפָּרָשָׁה. תַּנֵּי. אַף הַנְּזִירוּת. אָמַר רִבִּי יוֹחָנָן. לֵית כָּאן נְזִירוּת. נְזִירוּת חוֹבָה הִיא. תַּנֵּי. אַף הַנְּסָכִים. אָמַר רִבִּי יוֹסֵה בֵּירִבִּי בּוּן. מָאן תַּנָּא נְסָכִים דְּלָא כְרִבִּי. דְּתַנֵּי. רִבִּי אוֹמֵר. אוֹמֵר אָנִי. אַף מִשֶּׁנִּכְנְסוּ יִשְׂרָאֵל לָאָרֶץ אֵין נְסָכִים קְרֵיבִין אֶלָּא מִבִּפְנִים. מַה טַעַם. בַּקּוֹדֶשׁ הַסֵּ֛ךְ נֶ֥סֶךְ שֵׁכָר֖ לַֽיי֨׃ אֵין כָּתוּב בְּלֹא תַעֲשֶׂה אֶלָּא מִבִּפְנִים. מְנַיִין מִבַּחוּץ. נִישְׁמְעִינָהּ מִן הָדָא. מְנַיִין לַשּׁוֹחֵט לַפֶּסַח וּלְיָחִיד וּלְבָמַת יָחִיד וּלְבָמַת צִיבּוּר בַּשְׁעַת אִיסּוּר בָּמָה שֶׁהוּא עוֹבֵר בְּלֹא תַעֲשֵׂה. תַּלְמוּד לוֹמַר לֹ֥א תוּכַ֖ל לִזְבּוֹחַ אֶת־הַפָּ֑סַח בְּאַחַת. עָנוּשׁ כָּרֵת וְאַתְּ אָמַר הָכֵין. רִבִּי שִׁמְעוֹן בֶּן לָקִישׁ אָמַר. בְּשׁוֹחֵט מִשֵּׁשּׁ שָׁעוֹת וּלְמַעֲלָן שֶׁלֹּא לִשְׁמוֹ בִּשְׁעַת הֵיתֵר בָּמָה. וְלָמָּה הוּא אוֹמַר בִּשְׁעַת אִיסּוּר בָּמָה. בִּשְׁעַת אִיסּוּר בָּמָתוֹ. <i data-overlay=\"Vilna Pages\" data-value=\"16b\"></i>וְלָמָּה לִי שֶׁלֹּא לִשְׁמוֹ. שֶׁלֹּא תֹאמַר. שְׁלָמִים הֵן וְהֵן כְּשֵׁירִין. וְעוֹד מִן הָדָא. יָכוֹל אִם שְׁחָטוֹ מִשֵּׁשּׁ שָׁעוֹת וּלְמַעֲלָן יְהֵא כָשֵׁר. מָה אִית לָךְ מִשֵּׁשּׁ שָׁעוֹת (וּלְמַעֲלָן יְהֵא כָשֵׁר) [וּלְמַטָּן יְהֵא פָסוּל]. לֹא. שֶׁלֹּא לִשְׁמוֹ. אָמַר רִבִּי יוֹסֵה. הָדָא אָֽמְרָה. שְׁלָמִים הַבָּאִין מַחְמַת פֶּסַח כְּשֵׁירִים בַּבָּמָה. עוֹלָה הַבָּאָה מַחְמַת אָשָׁם. עַל דַּעִתֵּיהּ דִּרִבִּי לָֽעְזָר מָהוּ שֶׁתְּהֵא כְשֵׁירָה בַבָּמָה. נִישְׁמְעִינָהּ מִן הָדָא. זֶה הַכְּלָל כָּל־שֶׁהוּא נִידָּר וְנִידָּב קָרֵב בַּבָּמָה. וְכָל־שֶׁאֵינוֹ לֹא נִידָּר וְלֹא נִידָּב אֵינוֹ קָרֵב בָּבָּמָה׃", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "It was stated in the name of Rebbi Simeon<sup class=\"footnote-marker\">521</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Tosefta Zevachim 13:5\" href=\"/Tosefta_Zevachim.13.5\">Tosephta <i>Zevaḥim</i>13:15</a>. The only sacrifices authorized on a public altar are those fixed beforehand, not depending on circumstances. In the Tosephta, the statement is attributed to R. Jehudah. But since the following text starts with “in addition, R. Simeon says …”, the prior text must be R. Simeon’s (Note of <i>Pene Moshe.</i>)</i>: “The community only brings what Scripture fixed for it.” Rebbi Simeon is of the opinion that since when Second Tithe was introduced it was not interrupted<sup class=\"footnote-marker\">522</sup><i class=\"footnote\">This statement does not belong here, it was copied from <a class=\"refLink\" data-ref=\"Jerusalem Talmud Megillah 1:12:2-9\" href=\"/Jerusalem_Talmud_Megillah.1.12.2-9\">Halakhah 14</a>. Second Tithe is the farmer’s property to be consumed in purity “before the Eternal” (<a class=\"refLink\" data-ref=\"Deuteronomy 14:23\" href=\"/Deuteronomy.14.23\"><i>Deut</i>. 14:23</a>). When the Tent was at Nob, the altar at Gibeon, and the Ark at Qiryat Yearim, it is difficult to see where “before the Eternal” was. He posits that the duty of Second Tithe was in force in the interval between Siloh and Solomon’s Temple.</i>. What is between them<sup class=\"footnote-marker\">523</sup><i class=\"footnote\">R. Simeon and the majority who permit on the public altar anything sacrificed in the desert.</i>? Rebbi Abba bar Mamal said, the bull of hidden things<sup class=\"footnote-marker\">524</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 4:13-21\" href=\"/Leviticus.4.13-21\"><i>Lev</i>. 4:13–21</a>, the purification offering for erroneous acts of the community.</i> is between them. Rebbi Yose says, voluntary offerings of the community are between them. It was stated, both men and women<sup class=\"footnote-marker\">525</sup><i class=\"footnote\">May sacrifice on a private altar.</i>. Rebbi Joḥanan said, there is no woman here, “man” is written in the paragraph<sup class=\"footnote-marker\">526</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 12:8\" href=\"/Deuteronomy.12.8\"><i>Deut</i>. 12:8</a>.</i>. It was stated, also a nazir’s sacrifices<sup class=\"footnote-marker\">527</sup><i class=\"footnote\">May be brought on a private altar. <a class=\"refLink\" data-ref=\"Temurah 14b\" href=\"/Temurah.14b\">Babli <i>Temurah</i> 14b</a>.</i>. Rebbi Joḥanan said, there are no nazir’s sacrifices here; nazir’s sacrifices are an obligation. It was stated, also libations<sup class=\"footnote-marker\">528</sup><i class=\"footnote\">As detailed in <a class=\"refLink\" data-ref=\"Numbers 15:1-16\" href=\"/Numbers.15.1-16\"><i>Num</i>. 15:1–16</a>, required for the sacrifices authorized on private altars. <a class=\"refLink\" data-ref=\"Zevachim 111a\" href=\"/Zevachim.111a\">Babli <i>Zevaḥim</i> 111a</a>.</i>. Rebbi Yose ben Rebbi Abun said, he who states “libations” does not hold with Rebbi, as it was stated, Rebbi says, I am saying that also after Israel entered the Land, libations only are brought inside<sup class=\"footnote-marker\">529</sup><i class=\"footnote\">At the altar standing in a sanctified enclosure of the Tabernacle.</i>. What is the reason? <i>In the Sanctuary pour alcoholic libations to the Eternal</i><sup class=\"footnote-marker\">530</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 28:7\" href=\"/Numbers.28.7\"><i>Num</i>. 28:7</a>.</i>. A prohibition is written only for inside; from where for the outside? Let us hear from the following. From where that one who slaughters as <i>Pesah</i> for an individual on a private altar or the public altar in a time where altars are forbidden, that he transgresses a prohibition? The verse says, <i>you may not slaughter the Pesaḥ at one</i><sup class=\"footnote-marker\">531</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 16:6\" href=\"/Deuteronomy.16.6\"><i>Deut</i>. 16:6</a>, read as: only at one place for all of Israel.</i>. He is punished with extirpation and you are saying so<sup class=\"footnote-marker\">532</sup><i class=\"footnote\">Since the sacrifice as described is one at an unauthorized place and this is punished by extirpation (<a class=\"refLink\" data-ref=\"Leviticus 17:4\" href=\"/Leviticus.17.4\"><i>Lev</i>. 17:4</a>), whereas the verse quoted treats this as a simple misdemeanor.</i>? Rebbi Simeon ben Laqish said, this is about one who slaughters in the afternoon not for its name<sup class=\"footnote-marker\">533</sup><i class=\"footnote\">Which disqualifies the sacrifice from fulfilling any obligation; <a class=\"refLink\" data-ref=\"Mishnah Zevachim 1:1\" href=\"/Mishnah_Zevachim.1.1\">Mishnah <i>Zevaḥim</i> 1:1</a>.</i> in a time when altars are permitted. Then why does he say, in a time when altars are forbidden? In a time when his altar is forbidden<sup class=\"footnote-marker\">534</sup><i class=\"footnote\">Since <i>Pesaḥ</i> may not be brought on a private altar and is a modified well-being offering, a private altar on the afternoon of the 14<sup class=\"footnote-marker\">th</sup> of Nisan is disqualified for any kind of well-being offering.</i>. Why not for its name? That you should not say, it is well-being offering<sup class=\"footnote-marker\">535</sup><i class=\"footnote\">An animal vowed for <i>Pesaḥ</i> but not used for this purpose automatically is dedicated as well-being offering.</i> and qualified. In addition, from the following: I could think that if he slaughtered it in the afternoon it should be qualified. Why do you have (in the afternoon it should be qualified) [in the morning it should be disqualified]<sup class=\"footnote-marker\">536</sup><i class=\"footnote\">The corrector’s text is to be deleted.</i>? No. It is not for its name<sup class=\"footnote-marker\">533</sup><i class=\"footnote\">Which disqualifies the sacrifice from fulfilling any obligation; <a class=\"refLink\" data-ref=\"Mishnah Zevachim 1:1\" href=\"/Mishnah_Zevachim.1.1\">Mishnah <i>Zevaḥim</i> 1:1</a>.</i>. Rebbi Yose said, this implies that well-being sacrifices brought because of <i>Pesaḥ</i><sup class=\"footnote-marker\">536</sup><i class=\"footnote\">The corrector’s text is to be deleted.</i> are qualified on an altar. Would an elevation offering be brought because of a reparation sacrifice be qualified on an altar according to Rebbi Eleazar? Let us hear from the following: “This is the principle: Anything which can be vowed or donated<sup class=\"footnote-marker\">223</sup><i class=\"footnote\">Dedications of animals as Temple sacrifices.</i> is sacrificed on a private altar; but nothing which cannot be vowed or donated is sacrificed on a private altar.”", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6231187f574a17ca6b647", "index_title": "Jerusalem Talmud Pesachim", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Pesachim 8:7:2", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Jerusalem Talmud Pesachim 8:7:2", "sourceHeRef": "תלמוד ירושלמי פסחים ח׳:ז׳:ב׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 7.0002, "collectiveTitle": {"en": "Jerusalem Talmud Pesachim", "he": "תלמוד ירושלמי פסחים"}, "heTitle": "תלמוד ירושלמי פסחים", "he": "<strong><big>הלכה:</big></strong> אָמַר רִבִּי יוֹחָנָן. טַעֲמֵיהּ דְּרִבִּי יוּדָה. לֹ֥א תוּכַ֖ל לִזְבּוֹחַ אֶת־הַפָּ֑סַח בְּאַחַ֣ד שְׁעָרֶ֔יךָ. מַה מְקַייֵם רִבִּי יוֹסֵי טַעֲמֵיהּ דְּרִבִּי יוּדָא. פָּתַר לָהּ כְּרִבִּי אֶלְעָזָר בֶּן מַתְיָה. דְּתַנֵּי. רִבִּי אֶלְעָזָר אוֹמֵר. יָכוֹל יְהֵא הַיָּחִיד מַכְרִיעַ עַל הַטּוּמְאָה. תַּלְמוּד לוֹמַר לֹ֥א תוּכַ֖ל לִזְבּוֹחַ אֶת־הַפָּ֑סַח בְּאַחַ֣ד. אָמַר רִבִּי יוֹחָנָן. מוֹדֶה רִבִּי יוּדָה שֶׁאִם עָבַר וְזָרַק אֶת הַדָּם שֶׁהוּרְצָה. עָבַר וְשָׁחַט מַתִּירִין לוֹ לִזְרוֹק.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>HALAKHAH:</strong> Rebbi Joḥanan said, the season of Rebbi Jehudah: <i>You may not sacrifice the Pesaḥ in one of your gates</i><sup class=\"footnote-marker\">110</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 16:5\" href=\"/Deuteronomy.16.5\"><i>Deut.</i> 16:5</a>. Halakhah 9:9, <a class=\"refLink\" data-ref=\"Pesachim 91a\" href=\"/Pesachim.91a\">Babli 91a</a>, <a class=\"refLink\" data-ref=\"Pesachim 99a\" href=\"/Pesachim.99a\">99a</a>; <i>Sifry Deut.</i> #132.</i> How does Rebbi Yose interpret Rebbi Jehudah’s reason? He explains it following Rebbi Eleazar ben Matthew, as it was stated: Rebbi Eleazar says, I could think that a single person clinches for impurity, the verse says, <i>you may not sacrifice the Pesaḥ in one</i><sup class=\"footnote-marker\">111</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Pesachim 7:6:4\" href=\"/Jerusalem_Talmud_Pesachim.7.6.4\">Chapter 7, Note 149</a>.</i>. Rebbi Joḥanan said, Rebbi Jehudah concedes that if he transgressed and poured, it was made acceptable; if he transgressed and slaughtered one permits him to pour.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037e4a6bfddfbb310feb10", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant 2-11", "anchorRef": "Deuteronomy 12:1-28:69", "anchorRefExpanded": ["Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant 2-11", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ד׳ ב׳-י״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Terms of the Covenant", "he": "דברים מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>fter lengthy exhortation we are brought at last to the heart of Deu-</small> teronomy. Just as its corresponding Exodus section, Chapters 19–24, stands at the center of that book, and Gen. 22, Lev. 19, and Num. 19–20 place dramatic narratives or important laws at their core, the laws that we now encounter focus our attention on the object of Moshe’s main concern in Deut. 1–11 and 27–30: the “covenant” or pact between God and Israel. Israel is to demonstrate its love or loyalty to God by “taking-care to observe” the laws, and binds itself in a ceremony, at least in descriptive form, at the end of the section.", "The subject matter of this long collection forms an interesting contrast to both the Covenant Code of Exodus (in the chapters just referred to) and other law collections in the ancient Near East. The Exodus material contains much that deals with property and damages, whereas Deuteronomy appears to focus more heavily on criminal and moral issues. Although neighboring civilizations had legal literature that parallels many of the cases before us (cf. Hallo for a discussion), Deuteronomy’s particular emphases suggest a shift away from personal property as the central area of society’s concern (Greenberg 1970). In addition, the biblical text here (as previously in the book) is generally cast in the second person singular, giving it a highly personal edge, and there is a higher percentage of “motive clauses”—explanations or justifications for the laws—than in other Near Eastern law codes. Sonsino has noted a strong similarity between the language of these chapters and the thrust of biblical “wisdom literature” such as the book of Proverbs; thus a major function of the material may well be didactic and not legal per se. This, interestingly, puts Deuteronomy more squarely within its Near Eastern setting; Fishbane (1988) characterizes both sets of systems as “stylized collections of typical cases.”", "Yet he also argues that whatever the original purpose of the laws in Chapters 12–26, they came already within the biblical period itself to be seen as actual “legislative texts,” and as such, subject to later interpretation much as any law code might spawn (this multiple function of the laws was noted by Weinfeld 1972a). In this connection it is clear that new attitudes have been adopted and changes made in specific cases. It is usually accepted that Deuteronomy has introduced a markedly humanistic tone into Israel’s legal system; in Weinfeld’s words (1993):", "… the author’s purpose was not to produce a civil-law book like the book of the covenant, treating of pecuniary matters, but to set forth a code of laws securing the protection of the individual and particularly of those persons in need of protection.", "Some of the changes from earlier laws are noted in the Commentary and Notes below.", "Nelson has divided the laws into the following sections: Purity in Worship (12:1–14:21); Life in the New Land (14:22–16:17); The Structures of Society (16:18–20:20); and Interpreting Traditional Laws (21:1–26:19). In his view, the changes introduced into Israel’s legal culture are responses to changes in Israelite society, whether economic, political, or religious—changes that may well reflect the monarchic period. The attempt to find a logical pattern to the structure of the laws, however, does not always succeed. Levinson has shown how a better understanding of the sequencing of the laws may be found in the principle of response to the centralization of worship, the event that historically may have accompanied Deuteronomy’s promulgation. In this scheme, 12:1–16:17 is above all a response to how centralization affected the cultic (sacrifical worship) sphere, and 16:18–17:13 to how judicial process was similarly affected. At the same time, these changes appear to be woven into older material.", "The phrase “And Y<small>HWH</small> spoke to Moshe, saying: / Speak to the Children of Israel and say to them: …,” so common in the legal and cultic sections of Leviticus and Numbers, does not appear here. Neither does it appear in the Covenant Code; but in the context of Deuteronomy, the absence of the phrase supports the emphasis on Moshe as the central figure (in Exodus the legal portions are followed by the Tabernacle instructions, which indeed use the quoted formula).", "Chapter 12 begins with “These are the laws and the regulations that you are to take-care to observe”; Chapter 28 ends with “These are the words of the covenant ….” As in Exodus, the laws are the terms of the covenant, not merely a set of rules to be followed. This is further supported by the framework into which these chapters have been placed. The first two parts of the book serve as a classic ancient Near Eastern introduction to a treaty, with their historical look back. In addition, the section ends with both a covenant ceremony (Chap. 27) and a series of blessings and curses (28), also typical in this genre. So far from being merely a dry list of laws, the core of Deuteronomy, with its reasoned tone and wide-ranging scope, serves both as a summing-up and as a basis for Israel’s life on the land. No wonder, then, that the exiles returning from Babylonia under Persian rule in the sixth century <small>B.C.E.</small> and later came to view the Torah as a real constitution.", "<img>", "<i>Deut. 32:48–50</i> Now Y<small>HWH</small> spoke to Moshe … /Go up these heights … and see the land of Canaan…/You are to die on the mountain that you are going up …"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e4f6bfddfbb310feb1d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant, Pilgrimage Festivals 2", "anchorRef": "Deuteronomy 16:1-17", "anchorRefExpanded": ["Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant, Pilgrimage Festivals 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ד׳, דברים הערה ו׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Pilgrimage Festivals", "he": "דברים הערה ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ו׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "To the other sacred calendars in Ex. 23:14–17, Ex. 34:18, 22–24, and Lev. 23, our passage adds the stipulation that the three harvest/pilgrimage festivals be observed exclusively “in the place that Y<small>HWH</small> chooses / to have his name dwell” (v.2). “Blessing” and the individual’s capacity for giving are other important points.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e556bfddfbb310feb33", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "anchorRef": "Deuteronomy 1:1-34:12", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32", "Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69", "Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20", "Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר א׳ ב׳-ל״ט", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Deuteronomy and Its Structure", "he": "דברים מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>EUTERONOMY HOLDS A UNIQUE POSITION, AND SPEAKS WITH A UNIQUE VOICE, IN THE</small> literature of the Torah. Up to this point, through the first four books, we have encountered a powerful mixture of literary genres; indeed, the books owe their characteristic stamp to the way in which they incorporate these genres. Genesis is predominantly narrative, punctuated by genealogies; Exodus begins with narrative and later proceeds with covenant-making and law, and then with the precise details of sanctuary building; Leviticus is composed almost entirely of cultic and then ethical and social law; and finally, Numbers alternates narrative and varied laws, under the structure of preparations for wilderness march, first encounters with the Promised Land, and preparations for entry. Except for Leviticus, the books also exhibit, at strategic points, striking examples of biblical poetry.", "An ancient name for Deuteronomy, <i>mishne tora</i>—which means “copy of the Torah,” but which was erroneously understood as “second Torah”—would seem to indicate more of the same combining of genres, and a not-too-close reading would support the idea of a rehashing of narrative, covenant-making, law, and poetry. But the reader who takes the time to weigh what stands before him or her will find much more. In its structure, style, content, and intent, Deuteronomy goes beyond what has preceded it. The image of Moshe addressing the assembled people on the Plains of Moab—the central setting of the book—provides the occasion for not merely a retelling, but a recasting of Israel’s mission and destiny. No book of the Torah is truer to the idea of “instruction” (Deuteronomy uses the term numerous times), including an emphasis on teaching and learning, with assembled and yet-to-be-born children as much the audience as “elders.”", "From the book’s opening phrase, “Now these are the words [or even “speeches”] that Moshe spoke to the Children of Israel / in (the country) across the Jordan,” the basic premise of Deuteronomy is that the aged Moshe, personally and indeed in the first person, speaks for the last time to the assembled Israelites, before their triumphant entry into the land of Canaan. The setting affects the entire content of the book; no longer is the narrator in the background, as in most of the Torah, but instead he is presented as directly addressing a living audience, an audience composed not only of the ancient hearers portrayed in the text but also of contemporary listeners.", "The image of a leader delivering a long public address on an auspicious occasion is well known from the ancient world, most familiarly from Greek historians (cf. Van Seters) but also abundantly in the ancient Near East (Weinfeld). The historian seeks to paint a vivid picture of the personality of his speaker and the high drama of the moment, and may go on at great length. While admitting to not having had the benefit of eyewitness sources, such chroniclers are nevertheless sincere in their desire to present what undoubtedly would have been said on such an occasion.", "Deuteronomy, whenever it was composed and placed in the Torah, takes this approach a step further. It is a fantastic conceit, really: as Rosenberg (1975) notes, Moshe, the man who was “not a man of words” (Ex. 4:10), all of a sudden finds his voice. And as Polzin (1980) has shown in his forceful analysis, in Deuteronomy Moshe’s voice functions fairly indistinguishably from God’s own—and then closes off the text by stipulating that nothing in the future is to be added or subtracted to it. So we are dealing with a text of directly authoritative character, a series of speeches that in their own self-understanding already bore the status of “Torah.” Hence Deuteronomy introduces into the Bible for the first time the concept of canon—a bounded, accepted body of authoritative literature.", "Moshe’s addresses, which include a historical review, repeated appeals to observe God’s laws and dire warnings against their violation, a reworking of previous laws and the addition of new ones, and a poem designed to keep the appeals and warnings in popular memory, have about them a deep rhetorical urgency. As such they are stylistically quite different from most of what is found in the first four books of the Bible. To be sure, there are many moments of high rhetoric in the previous narratives, and the laws—including cultic ones—are also not lacking appeals to the emotions (cf., for instance, the repeated injunctions to not oppress the sojourner, “for you were sojourners in the land of Egypt”). But as an extended piece of argumentation and pleading, Deuteronomy holds pride of place in the Torah, with its specialized vocabulary (described in the notes and commentary below), its alternately pleading and warning tone, and its long, elegant phrases (as Gottwald notes, these phrases are most often cast in the form of subordinate clauses, not the typical syntactical form found in the previous books).", "But not only does Deuteronomy provide an emotional capstone to the four books that precede it. It functions to link up with both the landed history of Israel in the narrative books to follow (Joshua through Kings) and the prophets’ emotional speeches to the people and their leaders. In the words of G. Ernest Wright,", "the central purpose of Deuteronomy is to furnish Israel with a complete order of faith and life which is the prerequisite for a prosperous and secure existence on the God-given land. The historian [of the succeeding books] shows how Israel failed to keep it and what the consequences were.", "It is in fact the monarchic setting that is commonly held to be the historical background to the compilation of Deuteronomy. While Moshe’s last days and the people’s being poised on the steppes opposite Jericho would certainly be a dramatic enough moment for our book’s speeches to occur, its language, style, and many of its concerns point to a later time in the history of Israel as a likely venue for at least a good part of its emotional appeal.", "That time, in the opinion of most biblical scholars over the past two centuries, was the middle of the reign of King Josiah (ruled 640–608 <small>B.C.E.</small>) of Judah, the southern kingdom (Israel, the north, had been overrun by Assyria a century previously). The Assyrian Empire, dominant in the region for three hundred years, was on the wane, and Josiah took advantage of this decline of power to expand his kingdom northward. He also—at about the time of the death of Ashurbanipal, the last powerful king of Assyria—began a wide-ranging reform that consisted largely of destroying the local “high places” of pagan worship that had figured so prominently in the reign of his grandfather, the notorious Manasseh (ruled 687–642). II Kings 23 describes the purge in great detail, noting both places and priests that were now rendered inoperative in favor of the centralization of the cult in Jerusalem.", "It is within this setting that Chapter  22 reports the dramatic discovery of a scroll “of the Torah.”", "The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the L<small>ORD</small>.” … Shaphan then read it aloud to the king. When the king heard the words of the book of the law, he tore his clothes. Then the king commanded … saying: “Go, inquire of the L<small>ORD</small> for me, for the people, and for all Judah, concerning the words of this book that has been found, for great is the wrath of the L<small>ORD</small> … because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” (22:8, 10–13, New Revised Standard Version)", "What precisely were the contents of the “book” we do not know; but it is usually taken to have been some form of Deuteronomy. The rhetorical force of the newly discovered text must have been considerable, for its reported result was that the king", "directed that all the elders of Judah and Jerusalem should be gathered to him. … he read in their hearing all the words of the book of the covenant that had been found in the house of the L<small>ORD</small>. The king stood by the pillar and made a covenant before the L<small>ORD</small>, to follow the L<small>ORD</small>, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. (23:1–3)", "The connections between these passages and the style of Deuteronomy will be obvious to anyone who reads the book, and it seems clear that Josiah’s reforms are closely related to concerns expressed in Deuteronomy.", "The Bible’s portrayal of this background does not necessarily mean that Deuteronomy was composed for the occasion, or even that it originated in Judah. Several scholars (notably Ginsberg) have remarked on connections to the northern kingdom of Israel (e.g., affinities to the prophet Hosea), and so it is possible that at least some of our book was a series of traditions brought south by refugees fleeing the Assyrian onslaught. In any event, the text of Deuteronomy addresses its audience with such emotional immediacy that it may safely be presumed that a crisis of major proportions loomed, and the opportunity presented itself for a large-scale revival—or redefinition—of Israel’s self-understanding. Similar crises later in Jewish history may have led to the editing and writing down (but not necessarily the composition) of other central texts, the Mishnah (c. 200) and the Babylonian Talmud (c. 450). Like these documents, and like the first four books of the Torah, Deuteronomy is written in such a way that it is difficult to pin down its precise background, which through additions and circumspection has been substantially obliterated. What is left to us are the many repetitions of “today” or “this day,” which signal the desire to make the “Instruction” contemporary for the audience, whoever and whenever that may be.", "The net effect of this process of creation and development was to establish the Torah’s character as a text that shows signs of new life and new thinking within itself. Deuteronomy, by its inclusion as the final book of the five, officially began the practice of “explaining” (1:5) the traditions of Israel, and thus paved the way for the classic form of Jewish religious and intellectual activity: the interpretation of Scripture (cf. Fishbane 1988 for a definitive study on “inner-biblical exegesis,” interpretation that appears within the Bible itself and hence becomes a legitimate part of its traditions). This activity strongly influenced Christianity and Islam as well, and is still a part of religious discourse and development in the Western world.", "In its overall structure, Deuteronomy breaks down fairly easily; but it is perhaps best understood in the light of comparative ancient Near Eastern material. Weinfeld’s lifetime of research has demonstrated the strong parallels between our book and certain Assyrian treaty texts (earlier Hittite texts have also been shown to be helpful in this regard; cf. Levenson 1985b for a useful summary). It is striking indeed that the Esarhaddon Treaty texts from the seventh century <small>B.C.E.</small>, which also produced the final form of Deuteronomy, seem to prefigure the basic structure of what Moshe lays out in the book: a historical overview, an exhortation to keep the covenant, the laws—particulars of the covenant, a series of blessings and curses following upon observance or nonobservance of the covenant, and a ceremony ratifying it. A similar pattern, in abbreviated form, may be observed in the Sinai covenant in Ex. 19–24.", "Weinfeld points out that such covenants or treaties were two-sided, with the suzerain granting his vassals certain favors in return for “love” (= loyalty), and threatening dire consequences if that loyalty were to become suspect. What is fascinating about the parallels is not so much that they exist, but that here, apparently, a political model from a hated enemy has been assimilated and transformed into a positive religious-national one. Such transformative power seems to be characteristic of biblical culture, which probably reworked known stories and poems, among other genres, into genuine Israelite creations (the Flood narratives of Genesis and Psalm 29 are two fruitful examples of the process).", "Deuteronomy, then, focuses mainly on the relationship between God and Israel, a relationship that has been spelled out before (as in Exodus) but that forms in this book the very soul of the text. Every act that Israel performs as a community, and every one done by individuals, is to be seen in that light. As elsewhere in the Bible, breaking one of God’s rules means not merely a violation of a statute but an affront to the suzerain, the sovereign Lord, and thus a grave risk to society’s well-being and even to its very existence. And there is a unity of purpose and concept here: Gottwald summarizes the message of the book as “the indivisible unity of <i>one God</i> for <i>one people</i> in <i>one land</i> observing <i>one cult</i>” (italics his).", "Given the treaty pattern that we have just referred to, an outline of the book might proceed along the following lines:", "I   Historical Overview (Moshe as Narrator; 1–4:43)", "A   Narrative of the Wilderness Journey (1–3)", "B   Transition: Beginning of the Exhortation (4:1–40) and Addendum on Towns of Asylum (4:41–43)", "II  Opening Exhortation (Moshe as Pleader; 4:44–11:36)", "Looking Back to the Revelation at Sinai", "III The Terms of the Covenant (Moshe as Lawgiver; 12–28)", "A   The Laws (12–26)", "B   Covenant Ceremony; Blessings and Curses (27–28)", "IV Concluding Exhortation (Moshe as Pleader; 29–30)", "Looking Ahead to Exile and Return", "V  Final Matters (31–34)", "A   Passing the Mantle (31)", "B   Moshe’s Admonitory Poem (32)", "C   Moshe’s Blessing to the Tribes (33)", "D   The End (34)", "A few simple structural observations, based on a closer look at the text itself, may be made here. Parts I and V stress the role of Yehoshua (Joshua) in the future. Then, too, Parts II and IV use similar rhetorical formulas toward the end of each (“See, I set before you this day …,” 11:26 and 30:15). Such a symmetry would suggest that Part III is the crucial one, and that is of course the case. Everything in Deuteronomy radiates out from the laws: a new humanism, a rethinking of tradition, and above all, a heartfelt appeal to “choose life” (30:19), a good life on the land under the blessing of God.", "It is only when that appeal has been fully made, and when all of Deuteronomy’s new material has been added (with no more to come, as the text sees it!), that Moshe can finally die, and the people of Israel can proceed into the Promised Land. The book of Numbers proved to be a false ending, and indeed the report of Moshe’s death was postponed from the end of that book to this, so that the biblical tradition could transform itself into a truly multifaceted and rich one. The Torah, which began in the nameless, unknowable past, ends in the limitless present and future, with a potential life ahead for the Israelite people as bountiful and as beautiful as the “good land” that Moshe is allowed to see from the summit of Pisga."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f5c9ad75f2d99afaaa", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant, Pilgrimage Festivals 1", "anchorRef": "Deuteronomy 16:1-17", "anchorRefExpanded": ["Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant, Pilgrimage Festivals 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ד׳, דברים הערה ו׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ו׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 16:1-17\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 16:1-17</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d10f480edc1ab98735807", "index_title": "Ohr LaYesharim on Jerusalem Talmud Megillah", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Megillah 1:11:7", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Megillah 1:11:7", "sourceHeRef": "אור לישרים על תלמוד ירושלמי מגילה א׳:י״א:ז׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 11.0007, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Megillah", "he": "אור לישרים על תלמוד ירושלמי מגילה"}, "he": "ומציעים ברייתא: <b>תני</b> – שונה (התנא) <b>בשם רבי שמעון</b> (בן יוחאי, תנא בדור הרביעי)<b>:</b> (צריך להוסיף: '<b>אף</b>', כמו בירושלמי להלן א,יא ובתוספתא ובבבלי. מילה זו הועברה בטעות ממימרה זו למימרה הקודמת) <b>הציבור אינו מביא אלא מה שקבע עליו הכתוב</b> – אין הציבור מקריבים בבמה גדולה אלא קורבנות חובה. רבי שמעון חלוק על רבי יהודה והחכמים שלדעתם כל קורבנות הציבור קריבים בבמה גדולה<b>.</b>\n<br><b>סבר רבי שמעון: משנקבע מעשר שֵיני עוד לא פסק</b> (משפט זה הועתק לכאן בטעות מהירושלמי להלן א,יא, ששם הובאו לפני כן דברי רבי שמעון כמו כאן)<b>.</b>\n<br>ושואלים: <b>מה ביניהון?</b> – מה ביניהם? (מה ההבדל בין הדעה של רבי יהודה והחכמים והדעה של רבי שמעון?) - ומציעים שני מקרי נפקות בין הדעות התנאיות: <b>רבי בא בר ממל</b> (אמורא ארץ ישראלי בדור השני והשלישי) <b>אמר: פר העלם דבר</b> – שבית דין חייבים על שגגת הוראה בעבירה שחייבים על זדונה כרת ועל שגגתה חטאת, כשעשו הציבור על סמך הוראתם, <b>ביניהון</b> – ביניהם (שהוא קורבן חובה של הציבור שאין קבוע לו זמן להקרבתו, שלדעת רבי יהודה והחכמים הוא קרב בבמה גדולה, ולדעת רבי שמעון אינו קרב בבמה גדולה, שלפי רבי בא בר ממל לדעת רבי שמעון אין הציבור מקריבים בבמה גדולה אלא קורבנות חובה שקבוע להם זמן להקרבתם, כגון תמידים ומוספים)<b>. רבי יוסה</b> (מגדולי אמוראי ארץ ישראל בדור הרביעי) <b>אומר: נדבת הציבור</b> – עולה שנדבו כל הציבור, <b>ביניהון</b> – ביניהם (שאינה חובת הציבור, שלדעת רבי יהודה והחכמים היא קריבה בבמה גדולה, ולדעת רבי שמעון אינה קריבה בבמה גדולה, שלפי רבי יוסה לדעת רבי שמעון הציבור מקריבים בבמה גדולה קורבנות חובה אף שאין קבוע להם זמן להקרבתם. - לפי רבי בא בר ממל אף נדבת הציבור ביניהם, ולפי רבי יוסה רק נדבת הציבור ביניהם)<b>.</b><br><br><small>ב<b>תוספתא זבחים</b> יג,טו שנו: רבי יהודה (צריך לומר: 'רבי שמעון', כמו שהוא בירושלמי ובבבלי) אומר: אף הציבור לא היו מקריבים באוהל מועד שבמדבר (צריך לומר: 'שבגלגל') אלא מי שקבוע לו מן התורה בלבד.<br><br>ב<b>בבלי זבחים</b> קיז,א אמרו: תנו רבנן: רבי יהודה אומר: כל (קורבן) שהציבור והיחיד מקריבים באוהל מועד שבמדבר, מקריבים באוהל מועד שבגלגל. מה בין אוהל מועד שבמדבר לבין אוהל מועד שבגלגל? (בזמן) אוהל מועד שבמדבר לא היו הבמות (יחיד) מותרות, (בזמן) אוהל מועד שבגלגל היו הבמות מותרות. ובמתו שבראש גגו לא היה מקריב עליה אלא עולה ושלמים בלבד.<br><br>ו<b>שם</b> קיז,ב-קיח,א אמרו: וחכמים אומרים: כל שהציבור מקריבים באוהל מועד שבמדבר, מקריבים באוהל מועד שבגלגל. וכאן וכאן (בין בגלגל ובין בבמת יחיד) לא קרבו ליחיד אלא עולה ושלמים בלבד.<br>מאי טעמייהו דרבנן? - אמר קרא: \"איש כל הישר בעיניו\", איש - ישרות (קורבנות נדבה) לקריב, הא חובות לא לקריב, וציבור - אפילו חובות נמי לקריב.<br>ורבי יהודה? אמר לך: כי כתיב \"איש כל הישר בעיניו\" (שהיחיד מקריב רק קורבנות נדבה) בבמה קטנה הוא דכתיב (בבמת יחיד שהוא בונה לעצמו), אבל בבמה גדולה - אפילו חובות נמי לקריב.<br><br>ו<b>שם</b> קיח,א אמרו: רבי שמעון אומר: אף הציבור לא הקריבו (בבמת הציבור שבגלגל) אלא פסחים וחובות (ציבור) שקבוע להן זמן.<br>מאי טעמיה דרבי שמעון? - דכתיב: \"ויחנו בני ישראל בגלגל ויעשו את הפסח...\" (יהושע ה,י) - פשיטא (שכך עשו, שהרי זו חובה המוטלת עליהם כמו כל קורבן אחר)! אלא לאו הא קא משמע לן דחובות (שאף קורבנות חובה שקבוע להם זמן) כעין פסח הוא דקריב, (שאר קורבנות חובה) דלאו כעין פסח לא קריב.<br><br>הברייתא שבבבלי מזכירה פסחים בדברי רבי שמעון. ואילו התוספתא והברייתא שבירושלמי אינן מזכירות פסחים בדברי רבי שמעון.<br>לפי הברייתא שבבבלי, רבי שמעון אומר בפירוש שהציבור לא הקריבו בבמה גדולה אלא חובות שקבוע להן זמן. והוא כדעת רבי שמעון לפי רבי בא בר ממל בירושלמי (לפי פירושנו).<br><br>ב<b>בבלי מגילה</b> ט,ב אמרו: \"אין בין במה גדולה לבמה קטנה אלא פסחים\". - פסחים ותו לא? (והרי שנינו במשנתנו שכל שאינו נידר ונידב אינו קרב בבמה קטנה אלא בבמה גדולה, ובבמה גדולה היו מקריבים קורבנות ציבור) - אלא אימא: כעין פסחים (כל חובות שקבוע להן זמן כפסחים). מני? רבי שמעון היא. דתניא: רבי שמעון אומר: אף ציבור לא הקריבו (בבמה גדולה) אלא פסחים וחובות שקבוע להן זמן. אבל חובות שאין קבוע להן זמן - הכא והכא (בין בבמה גדולה ובין בבמה קטנה) לא קרוב.<br><br>הירושלמי מפרש את המשנה שהיא מדברת בקורבנות יחיד בלבד ואינה באה לפרוט את כל ההבדלים שבין במה גדולה לבמה קטנה: \"כיני מתניתא: אין בין במה גדולה לבמה קטנה אלא פסחים בלבד\", והוא אומר שהמשנה היא שלא כרבי יהודה הסובר שיחיד מקריב גם חטאת בבמה גדולה.<br>אבל הבבלי סובר שהמשנה באה לפרוט את כל ההבדלים שבין במה גדולה לבמה קטנה, ושמא הושפע גם מלשון רבי שמעון שחושב את הפסח בין קורבנות הציבור (\"פסחים וחובות שקבוע להן זמן\" - פסחים עם קורבנות ציבור), ולכן הוא מפרש את המשנה שכל הדומה לפסח, היינו קורבנות ציבור שקבוע להם זמן, כגון תמידים ומוספים, קריבים בבמה גדולה (\"ששה סדרי משנה\", מועד, עמודים 499-500).<br><br>הבבלי תפס את \"אין בין במה גדולה לבמה קטנה...\" שמוסב על קורבנות ציבור. לכן הקשה: \"פסחים ותו לא?\", ותירץ קצת בדוחק: \"אימא: כעין פסחים\". אבל הירושלמי מפרש \"אין בין במה גדולה לבמה קטנה...\" בקורבנות יחיד וההבדל הוא בפסחים בלבד. לכן הוא מעמיד את המשנה שלא כרבי יהודה. לרבי יהודה כל חובות יחיד נקרבות בבמה גדולה (\"מקורות ומסורות\", מועד ג, עמוד תפא).<br><br>לפי הבבלי, לדעת רבי שמעון יחיד מקריב קורבנות נדבה הן בבמה קטנה והן בבמה גדולה, ואין בין במה גדולה לבמה קטנה אלא פסחים וחובות שקבוע להן זמן. אבל לפי הירושלמי (לפי פירושנו), לדעת רבי שמעון יחיד מקריב קורבנות נדבה בבמה קטנה אבל לא בבמה גדולה, ונמצא שיש עוד הבדל בין במה גדולה לבמה קטנה, ולכן, אף שהירושלמי מפרש את המשנה שהיא מדברת בקורבנות יחיד בלבד, הוא אינו יכול להעמיד את המשנה כרבי שמעון.</small><br>• • •<br><br>מציעים ברייתא: <b>תני</b> – שונה (התנא): <b>אחד האיש ואחד האשה</b> – גם אישה רשאית להקריב בבמה קטנה בשעת היתר הבמות<b>.</b>\n<br>ושוללים את האמור בברייתא: <b>אמר רבי יוחנן</b> (גדול אמוראי ארץ ישראל בדור השני)<b>: לית כאן</b> – אין כאן <b>אשה.</b> ומסבירים: <b>\"אִישׁ\" כתוב בפרשה</b> – רק איש רשאי להקריב בבמה קטנה, שנאמר: \"אִישׁ כָּל הַיָּשָׁר בְּעֵינָיו\", אבל אישה אינה רשאית להקריב בבמה קטנה<b>.</b><br><br><small>ב<b>ספרא</b> \"אחרי מות\" פרשה ו נאמר: \"וזרק הכוהן את הדם על מזבח ה'\" - זריקת כוהן במזבח, ואין זריקת כוהן בבמה, אלא אף הגרים, אף הנשים, אף העבדים כשירים בבמה.<br><br>ב<b>תוספתא זבחים</b> יג,יא שנו: הכל כשירים לקרב (להקריב) בבמה (קטנה)<b>,</b> אף הכל (צריך לומר: 'אף גרים', כרגיל בכל המקומות) ועבדים משוחררים.<br>ו<b>שם</b> יג,יט שנו: אי זו היא במה קטנה בשעת היתר הבמה? עושה אדם במה על פתח חצירו ועל פתח גינתו, מקריב עליה הוא ובני ביתו ועבדו ושפחתו.</small><br>\n<br>ומציעים ברייתא: <b>תני</b> – שונה (התנא): <b>אף הנזירות</b> – גם קורבנות הנזיר קריבים בבמה קטנה בשעת היתר הבמות, לפי שהנזירות באה על ידי נדר שנדר אדם להיות נזיר, ולכן קורבנות הנזיר נחשבים כקורבנות נדר ונדבה שקריבים בבמה קטנה<b>.</b>\n<br>ושוללים את האמור בברייתא: <b>אמר רבי יוחנן: לית כאן</b> – אין כאן <b>נזירות.</b> ומסבירים: <b>נזירות חובה היא</b> – קורבנות הנזיר אינם קריבים בבמה קטנה, לפי שלא נדר להביא אותם אלא נדר להיות נזיר וממילא נתחייב בהם, ולכן קורבנות הנזיר הם קורבנות חובה שאינם קריבים בבמה קטנה<b>.</b><br><br><small>ב<b>ספרא</b> \"אחרי מות\" פרשה ו נאמר: אף המנחות והנזירות (קריבים בבמה קטנה); דברי רבי מאיר. וחכמים אומרים: אין לך קרב בבמה אלא עולה ושלמים בלבד.<br><br>ב<b>בבלי זבחים</b> קיז,א אמרו: תנו רבנן: מנחות (הבאות נדבה) ונזירות קריבים בבמה (קטנה); דברי רבי מאיר. וחכמים אומרים: לא קרבו אלא עולות ושלמים בלבד.<br><br>ב<b>בבלי תמורה</b> יד,ב אמרו (על דברי רבי מאיר בברייתא): סמי (מחק) מכאן נזירות!</small><br>\n<br>ומציעים ברייתא: <b>תני</b> – שונה (התנא): <b>אף הנסכים</b> – גם מנחות הנסכים הבאות עם קורבנות עולה ושלמים קריבות בבמה קטנה בשעת היתר הבמות<b>.</b>\n<br>ומזהים את המקור: <b>אמר רבי יוסה בירבי בון</b> (מגדולי אמוראי ארץ ישראל בדור החמישי)<b>: מאן תנא</b> – מי (התנא ש-)שנה <b>נסכים? דלא</b> – שלא <b>כרבי</b> (רבי יהודה הנשיא, תנא בדור החמישי) – הדעה בברייתא חולקת על דעתו של רבי<b>,</b> ומציעים מקור לשיטת התנא הנזכר: <b>דתני:</b> – ששונה (התנא): <b>רבי אומר: אומר אני, אף משנכנסו ישראל לארץ</b> – ונתחייבו להקריב נסכים, <b>אין נסכים קריבין אלא מבפנים</b> – בבמה גדולה, אבל לא בבמה קטנה<b>.</b>\n<br>ומציעים פסוק כמקור לקביעה: <b>מה טעמא?</b> – מה הטעם? (מה המקור בכתוב לדבר זה, שאין הנסכים קריבים אלא בבמה גדולה?) - כתוב (בקורבן התמיד): <b>\"בַּקֹּדֶשׁ הַסֵּךְ נֶסֶךְ שֵׁכָר לַי'י\"</b> (במדבר כח,ז) – אתה חייב לשפוך על המזבח שהוא קודש יין משכר (שאינו מהול במים) לשם ה'. ויש ללמוד מן המילה \"בקודש\" שאין הנסכים קריבים אלא בבמה גדולה<b>.</b><br><br><small>ב<b>ספרי במדבר</b> פסקה קז נאמר: רבי שמעון בן יוחי אומר: בא הכתוב (בפרשת נסכים: \"כִּי תָבֹאוּ אֶל אֶרֶץ מוֹשְׁבֹתֵיכֶם\" (במדבר טו,ב)) ללמדך על הנסכים שיהו קריבים בבמה (בבמה קטנה).<br><br>ב<b>תוספתא זבחים</b> יג,יג שנו: במת יחיד - אין טעונה נסכים (עם הקורבנות); דברי רבי מאיר (צריך לומר: 'דברי רבי', כמו שהוא בבבלי ובירושלמי). וחכמים אומרים: טעונה נסכים.<br><br>ב<b>בבלי זבחים</b> קיא,א אמרו: תניא: עולת במת יחיד - אינה טעונה נסכים; דברי רבי. וחכמים אומרים: טעונה נסכים.<br><br>הסוגיה בירושלמי כאן בעניין הקורבנות כשבאו לגלגל והותרו הבמות מקורה הוא על המשנה בזבחים יד,ה ואינה נוגעת למשנה במגילה.</small><br>• • •<br><br>שואלים: <b>אין כתוב</b> (נראה שצריך לומר: 'אין <b>עובר</b>') <b>ב</b>'<b>לא תעשה</b>' <b>אלא מבפנים</b> – החכמים החלוקים על רבי יהודה דרשו לעיל מן הכתוב \"לֹא תַעֲשׂוּן כְּכֹל אֲשֶׁר אֲנַחְנוּ עֹשִׂים פֹּה הַיּוֹם, אִישׁ כָּל הַיָּשָׁר בְּעֵינָיו\", שהיחיד המקריב קורבנות חובה בבמה גדולה (במשכן שבגלגל) עובר ב'לא תעשה'<b>. מניין מבחוץ?</b> – מאיפה החכמים למדים שהיחיד המקריב קורבנות חובה בבמה קטנה עובר ב'לא תעשה'?<br>\n<br>ופושטים את השאלה (בהצעת מקור תנאי בתוספת דיון ארוך): <b>נישמעינה מן הדא:</b> – נשמע (נלמד) אותה מזאת (המדרש): <b>מניין לשוחט לפסח וליחיד ולבמת יחיד ולבמת ציבור</b> (צריך לומר כמו במקורות המקבילים שהבאנו להלן: '<b>מניין לשוחט פסח על היחיד בבמת יחיד</b>', וכן הגיהו מפרשי הירושלמי) <b>בשעת איסור במה שהוא עובר ב</b>'<b>לא תעשה</b>'<b>? תלמוד לומר</b> (הכתוב בעניין פסח מלמד לומר)<b>: \"לֹא תוּכַל לִזְבֹּחַ אֶת הַפָּסַח בְּאַחַד</b> שְׁעָרֶיךָ<b>\"</b> (דברים טז,ה) – אינך רשאי להקריב את קורבן הפסח באחת עריך (בכל מקום מושבך שתרצה, אלא במקדש). מכאן שהשוחט קורבן פסח על היחיד בבמת יחיד בשעת איסור הבמות שהוא עובר ב'לא תעשה'<b>.</b> - ויש לתמוה: <b>ענוש</b> (חייב בעונש) <b>כרת</b> – הרי השוחט קורבן פסח בבמת יחיד בשעת איסור הבמות חייב כרת משום ששחט קורבן מחוץ למקדש<b>, ואת אמר הכין?!</b> – ואתה אומר כך (שהוא עובר ב'לא תעשה')?! (מה צורך לומר שהוא עובר ב'לא תעשה'? הרי הוא חייב כרת!) - ויש לתרץ: <b>רבי שמעון בן לקיש</b> (מגדולי אמוראי ארץ ישראל בדור השני) <b>אמר: בשוחט משש שעות ולמעלן שלא לשמו בשעת היתר במה</b> – המקור התנאי מדבר במקרה ששוחט קורבן פסח בארבעה עשר בניסן (בערב פסח) לאחר חצות היום, שהוא הזמן הראוי להקרבת הפסח במקדש, שלא לשם פסח, אלא לשם שלמים, בבמת יחיד בשעת היתר הבמות, ובמקרה זה הוא עובר רק ב'לא תעשה' של \"לא תוכל לזבוח את הפסח באחד שעריך\"<b>.</b> - ויש לשאול: <b>ולמה הוא</b> – התנא, <b>אומר: בשעת איסור במה</b> – אם מדובר בשעת היתר הבמות<b>?</b> - ויש להשיב: <b>בשעת איסור במתו</b> – הכוונה במילים אלו היא בשעה שאסור להקריב קורבן פסח בבמתו, שכיוון שאסור להקריב קורבן פסח בבמה קטנה בארבעה עשר בניסן לאחר חצות היום, לכן לגבי קורבן פסח הרי זה כמו שעת איסור הבמות<b>.</b> - ויש לשאול: <b>ולמה לי שלא לשמו?</b> – לאיזה צורך אמור לעיל שהמקור התנאי מדבר במקרה ששוחט קורבן פסח שלא לשם פסח? - ויש להשיב: <b>שלא תאמר: שלמים הן והן כשירין</b> – הצורך הוא כדי ללמדנו, שלא רק השוחט קורבן פסח משש שעות ולמעלה לשם פסח בבמת יחיד בשעת היתר הבמות עובר ב'לא תעשה', אלא אף השוחט קורבן פסח משש שעות ולמעלה לשם שלמים בבמת יחיד בשעת היתר הבמות עובר ב'לא תעשה', ולא תאמר שאם שחט לשם שלמים יהא דינו כקורבן שלמים שמותר להקריבו בבמה קטנה. - מן המקור התנאי הזה, שהיחיד השוחט קורבן פסח בארבעה עשר בניסן לאחר חצות היום בבמה קטנה בשעת היתר הבמות עובר ב'לא תעשה', יש ללמוד שהיחיד המקריב קורבנות חובה בבמה קטנה עובר ב'לא תעשה'<b>.</b><br>\n<br>ומציעים מקור נוסף המסייע לאמור לפני כן: <b>ועוד מן הדא:</b> – ועוד (יש להביא ראייה נוספת לאמור לעיל שהמקור התנאי מדבר במקרה ששוחט קורבן פסח שלא לשמו) מזאת (המדרש): <b>יכול אם שחטו משש שעות ולמעלן</b> (צריך לומר: '<b>ולמטן</b>') <b>יהא כשר</b> (צריך לומר: '<b>עובר</b>')<b>!</b> – אולי יעלה על דעתך שגם אם שחט קורבן פסח בארבעה עשר בניסן (בערב פסח) לפני חצות היום בבמת יחיד בשעת היתר הבמות יהיה עובר ב'לא תעשה' כמו מי ששוחט משש שעות ולמעלה! (זה חלקו השני של המדרש שהובא לעיל, והירושלמי קיצר ולא הביא את סופו: \"<b>תלמוד לומר:</b>...\". וראה במקורות המקבילים שהבאנו להלן) - ויש לדון: <b>מה אית לך</b> – מה יש לך, <b>משש שעות ולמעלן יהא כשר</b> (כך כתב הסופר במסירה שלפנינו, ומגיה הגיה 'ולמטן יהא פסול'. וצריך לומר כמו לפני כן: '<b>ולמטן</b> יהא <b>עובר</b>')<b>?</b> – איזו דוגמה יש לעניין הזה שהמקור התנאי דן בו? <b>לא שלא לשמו?!</b> (בתמיהה) – וכי אין הדוגמה לעניין הזה המקרה ששחט קורבן פסח שלא לשמו?! שכן אם שחט קורבן פסח משש שעות ולמטה שלא לשמו הרי זה כשר, ולכן היה עולה על הדעת שאם שחטו בבמה קטנה עובר. אבל אילו שחט קורבן פסח משש שעות ולמטה לשמו הרי זה פסול, ולכן פשוט הדבר שאם שחטו בבמה קטנה אינו עובר. ומאחר וחלקו השני של המדרש מדבר בשלא לשמו, גם חלקו הראשון מדבר בשלא לשמו (קטע זה הוגה ופורש על פי \"שערי תורת ארץ ישראל\").<br><br><small>'מה אית לך' שואל אֵילוּ דוגמאות יש לקביעה שעליה הוא מוסב. על פי רוב, הדוגמאות מוצעות מיד אחרי המונח, אולם לפעמים התלמוד חוזר על הקביעה המומחשת אחרי המונח, ורק אחר כך באה התשובה לשאלת 'מה אית לך'. לעיתים הדוגמאות מוצעות באמצעות שאלה נמלצת: 'מה אית לך [העניין המודגם]? - לא [דוגמה לעניין המודגם]?!' (כגון כאן) (\"הטרמינולוגיה של הירושלמי\", עמודים 389-390).<br><br>ב<b>ספרי דברים</b> פסקה קלב נאמר: \"לא תוכל לזבוח את הפסח באחד שעריך\" - רבי שמעון אומר: השוחט את הפסח על היחיד בבמת יחיד בשעת איסור הבמה - עובר ב'לא תעשה'. יכול אף בשעת היתר הבמה! תלמוד לומר: \"באחד שעריך\" - בשעה שישראל מכונסים במקום אחד, בשעת איסור הבמה, ולא בשעת היתר הבמה.<br><br>ב<b>תוספתא זבחים</b> יג,טז שנו: וכן היה רבי שמעון אומר: השוחט את הפסח על היחיד והעלהו בחוץ (בבמת יחיד), בשעת איסור הבמה - אסור, בשעת היתר הבמה - מותר, שנאמר: \"לא תוכל לזבוח את הפסח\". יכול אף בשאר ימות השנה (יהא עובר)! תלמוד לומר: \"באחד שעריך\" - בשעה שישראל מתכנסים במקום אחד, הווי אומר: בשעת הרגל.<br><br>בתוספתא שנו את דברי רבי שמעון אלה לאחר דבריו שאף הציבור לא היו מקריבים באוהל מועד שבגלגל אלא מי שקבוע לו מן התורה בלבד.<br>השוואת הברייתא בתוספתא לברייתות המקבילות בספרי ובבבלי (ראה להלן) מראה שהברייתא בתוספתא מסורבלת ואינה מובנת. נראה שהברייתא בתוספתא במקורה היתה שנויה בלשון קצרה כך: '<b>השוחט את הפסח על היחיד והעלהו בחוץ, בשעת איסור הבמה - אסור, בשעת היתר הבמה - מותר</b>'. בשלב מאוחר הוסיפו לברייתא בתוספתא על פי המקבילות את המשכה: 'שנאמר: \"לא תוכל לזבוח את הפסח\". יכול אף...', אך לא שינו את הברייתא במקורה, אף שהיה ראוי לשנות אותה כך: <b>'השוחט את הפסח על היחיד והעלהו בחוץ בשעת איסור הבמה - עובר, שנאמר: \"לא תוכל לזבוח את הפסח\". יכול אף...</b>'.<br>בברייתא בתוספתא שנו \"יכול אף בשאר ימות השנה!\". לשון זו שונה מהלשון בברייתות המקבילות בספרי ובבבלי \"יכול אף בשעת היתר הבמה!\", ברם לשון זו שווה ללשון בברייתא בירושלמי (לפי הגהתנו) \"יכול אם שחטו משש שעות ולמטן יהא עובר!\", והיא מוכיחה שהגהתנו בירושלמי נכונה.<br>יש לפרש את הברייתא בתוספתא כמו שפירשו את שני חלקי הברייתא בירושלמי (לפי פירושנו): \"<b>השוחט את הפסח על היחיד והעלהו בחוץ בשעת איסור הבמה</b>\" - השוחט את הפסח בארבעה עשר בניסן אחר שש שעות בבמת יחיד בשעת היתר הבמות, ו\"בשעת איסור הבמה\" כוונתו: בשעה שאסור להקריב פסח בבמת יחיד; \"<b>יכול אף בשאר ימות השנה!</b>\" - יכול אף השוחט את הפסח בשאר ימות השנה (קודם שש שעות) בבמת יחיד בשעת היתר הבמות!<br>האמור בסוף הברייתא בתוספתא \"הווי אומר: בשעת הרגל\" הוא תוספת פירוש. \"בשעת הרגל\" כאן הוא בארבעה עשר בניסן אחר שש שעות, ובא בהנגדה ל\"בשאר ימות השנה\" כאן שהוא קודם שש שעות. תוספת זו באה לפרש ש\"שעה שישראל מתכנסים במקום אחד\" היא שעה שכל ישראל באים למקום אחד (במה גדולה) להקריב בו את פסחיהם, והוא בארבעה עשר בניסן אחר שש שעות, ולעולם בשעת היתר הבמות, והיא באה להוציא מהפירוש ש\"שעה שישראל מתכנסים במקום אחד\" היא שעה שכל ישראל באים למקום אחד (למשכן בשילה או למקדש) להקריב בו את כל קורבנותיהם, והיא שעת איסור הבמות.<br><br>ב<b>בבלי זבחים</b> קיד,ב אמרו: תניא: רבי שמעון אומר: מניין לזובח פסח בבמת יחיד בשעת איסור הבמות שהוא ב'לא תעשה'? תלמוד לומר: \"לא תוכל לזבוח את הפסח בשעריך\". יכול אף בשעת היתר הבמות כן (שאסור לזבוח את הפסח בבמת יחיד)! תלמוד לומר: \"באחד שעריך\" - לא אמרתי לך אלא בשעה שכל ישראל נכנסים בשער אחד (בשעה שכל ישראל באים למקום אחד להקריב בו את קורבנותיהם).<br>אימת? (מתי השוחט פסח בבמת יחיד בשעת איסור הבמות עובר ב'לא תעשה'?) אי נימא אחר חצות (של ארבעה עשר בניסן, שהוא הזמן הראוי להקרבת הפסח), כרת נמי לחייב (ככל השוחט בחוץ קורבן הראוי להיקרב במקדש)! אלא לאו קודם חצות (של ארבעה עשר בניסן). - לא, לעולם אחר חצות, ובשעת היתר הבמות (ובא מקרא זה ללמדנו שאף שהותרה הקרבת נדרים ונדבות בבמת יחיד, נאסר קורבן הפסח להקריב מחוץ לבמה הגדולה). - והא בשעת איסור הבמות קאמר! - איסור במה לו, היתר במה לחבירו (כוונת הדברים, בשעה שיש איסור במה לעניין קורבן פסח, אבל יש היתר במה לעניין קורבן אחר - נדרים ונדבות).<br><br>הברייתא בבבלי שווה לברייתא בספרי.<br>בבבלי, כשהעמידו בתחילה את חלקה הראשון של הברייתא קודם חצות, הוא שימש מקור לדברי רבי שמעון במשנה זבחים יד,ב, שכל שהוא ראוי להקרבה לאחר זמן, אף שכעת אינו ראוי, והקריבו בחוץ, הרי זה ב'לא תעשה' ואין בו כרת, כמו פסח קודם חצות, כשם שבירושלמי, שהעמידו את חלקה הראשון של הברייתא אחר חצות, הוא משמש מקור שהיחיד המקריב קורבנות חובה בבמה קטנה עובר ב'לא תעשה', כמו פסח אחר חצות.<br>בבבלי דחו ופירשו את האמור בחלקה הראשון של הברייתא \"בשעת איסור הבמות\" שכוונתו: בשעה שאסור להקריב פסח בבמת יחיד, והוא בארבעה עשר בניסן אחר חצות. לפי זה, יש לפרש את האמור בחלקה השני של הברייתא \"בשעת היתר הבמות\" שכוונתו: בשעה שמותר להקריב פסח בבמת יחיד, והוא בארבעה עשר בניסן קודם חצות, שהפסח שלא בזמנו שלא לשמו (אלא לשם שלמים) כשר. ולפי זה, מה שדרשו בסופה של הברייתא מ\"באחד שעריך\" פירושו: בשעה שכל ישראל באים למקום אחד (לבמת ציבור) להקריב בו את פסחיהם, והוא בארבעה עשר בניסן אחר חצות.<br>גם לפי הירושלמי (לפי פירושנו), חלקה הראשון של הברייתא מדבר בשוחט אחר חצות בשעת היתר הבמות, וחלקה השני מדבר בשוחט פסח קודם חצות בשעת היתר הבמות. הרי ששני התלמודים שווים בפירוש הברייתא.</small><br>• • •<br><br>מציעים היסק מן האמור לפני כן: <b>אמר רבי יוסה</b> (מגדולי אמוראי ארץ ישראל בדור הרביעי)<b>: הדא אמרה:</b> – זאת אומרת: <b>שלמים הבאין מחמת פסח - כשירים בבמה</b> – יש להסיק מהדין במקרה האמור לפני כן, שמותר להקריב קורבן פסח משש שעות ולמטה שלא לשמו בבמה קטנה, לדין במקרה של שלמים הבאים מחמת פסח (קורבן פסח שנעשה שלמים, כגון: פסח שאבד ונמצא לאחר שנשחט הפסח האחר שהפרישו בעליו תחתיו; פסח שמתו בעליו; תמורת פסח שהומרה לאחר זמנו של הפסח) שמותר להקריבם בבמה קטנה, אף שהם באים מחמת פסח<b>.</b><br>\n<br>ב<b>משנה תמורה</b> ג,ג שנינו: <b>תמורת אשם</b> (בהמת חולין שהומרה בבהמה שהוקדשה לקורבן אשם)<b>, וולד תמורה, וולדם וולד ולדם עד סוף העולם - ירעו עד שיסתאבו</b> (שייפול בהם מום) <b>ויימכרו וייפלו דמיהם לנדבה</b> (לתיבה שבמקדש, שממעותיה מביאים עולות נדבה של ציבור)<b>. רבי אליעזר אומר: ימותו. רבי לעזר אומר: יביא בדמיהם עולות</b> (ירעו עד שיסתאבו ויימכרו ויביא בעל התמורה בדמיהם עולות יחיד)<b>.</b>\n<br><b>אשם שמתו בעליו</b> (קודם שהקריבוהו)<b>, ושכיפרו בעליו</b> (או שאבד, והביאו בעליו אשם אחר ונתכפרו, ואחר כך נמצא הראשון) <b>- ירעה עד שיסתאב ויימכר וייפלו דמיו לנדבה</b> (עולות נדבה של ציבור)<b>. רבי אליעזר אומר: ימות. רבי לעזר אומר: יביא בדמיו עולה.</b>\n<br>ומציעים בעיה לפי חכם מסוים: <b>עולה הבאה מחמת אשם - על דעתיה דרבי לעזר</b> (רבי אלעזר בן שמוע, תנא בדור הרביעי) – על דעתו של רבי לעזר, שתמורת אשם או אשם שמתו בעליו או אשם שכיפרו בעליו באחר - יביא בדמיו עולה<b>, מהו שתהא כשירה בבמה?</b> – מה הדין במקרה זה? האם עולת יחיד זו כשירה להקריבה בבמת יחיד כדין עולה הבאה משום נדר או נדבה שקריבה בבמת יחיד, או שמא אינה כשירה להקריבה בבמת יחיד כיוון שהיא באה מחמת קורבן אשם שהוא קורבן חובה ואינו קרב בבמת יחיד?\n<br>ופושטים את הבעיה: <b>נישמעינה מן הדא:</b> – נשמע (נלמד) אותה מזאת (המשנה מגילה א,י): <b>זה הכלל: כל שהוא נידר ונידב</b> – קורבן הבא משום נדר או נדבה, כגון עולות ושלמים שאדם נודר או נודב לפי רצונו, <b>קרב בבמה</b> – קטנה<b>, וכל שאינו לא נידר ולא נידב אינו קרב בבמה</b> – קטנה. \"נידר ונידב\" משמעו שהוא נדר או נדבה מחמת עצמו, ומכאן שעולה הבאה מחמת אשם אינה קריבה בבמה קטנה, כיוון שאינה קורבן נדבה מחמת עצמה אלא מחמת קורבן אחר שהוא חובה<b>.</b><br><br><small>אף שעולה הבאה מחמת אשם אינה קריבה בבמה קטנה, שלמים הבאים מחמת פסח (קורבן פסח שנעשה שלמים) קריבים בבמה קטנה, כמו שאמרו לעיל, מפני שבשלמים הבאים מחמת פסח הפסח עצמו קרב שלמים, אבל בעולה הבאה מחמת אשם אין האשם עצמו קרב עולה אלא דמיו נופלים לעולת נדבה.<br><br>שלמים הבאים מחמת הפסח באים מחמת אירוע מסוים או תקלה בקורבן הפסח עצמו, כגון שהפריש מעות לקנות בהן קורבן פסח, ולבסוף נשתיירו מקצתן, שהוא חייב לקנות בהן בהמות ולהקריבן שלמים, והם שלמים הבאים מחמת הפסח שהוקדשו המעות לשמו.<br>וכן עשוי לבוא לשון \"מחמת\" בכל מקום שבא קורבן אחד מחמת קורבן אחר. שנינו: \"אשם שמתו בעליו, ושכיפרו בעליו - ירעה עד שיסתאב ויימכר... רבי לעזר אומר: יביא בדמיו עולה\" (תמורה ג,ג). עולה זו נקראה בירושלמי \"עולה הבאה מחמת אשם\" לצד \"שלמים הבאים מחמת פסח\" באותה סוגיה. השלמים הללו הם תולדה של קורבן הפסח עצמו, והם באים מחמתו ומכוחו, וממנו תחילת הקדשם (\"לתורתם של תנאים\", עמודים 276-277).</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62c19a10289233b0ae9d49f2", "index_title": "Sheiltot d'Rav Achai Gaon", "category": "Halakhah", "type": "", "ref": "Sheiltot d'Rav Achai Gaon 26:9", "anchorRef": "Deuteronomy 15:19-16:37", "anchorRefExpanded": ["Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 16:23", "Deuteronomy 16:24", "Deuteronomy 16:25", "Deuteronomy 16:26", "Deuteronomy 16:27", "Deuteronomy 16:28", "Deuteronomy 16:29", "Deuteronomy 16:30", "Deuteronomy 16:31", "Deuteronomy 16:32", "Deuteronomy 16:33", "Deuteronomy 16:34", "Deuteronomy 16:35", "Deuteronomy 16:36", "Deuteronomy 16:37"], "sourceRef": "Sheiltot d'Rav Achai Gaon 26:9", "sourceHeRef": "שאילתות דרב אחאי גאון כ״ו:ט׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [705, 745], "commentaryNum": 26.0009, "collectiveTitle": {"en": "Sheiltot d'Rav Achai Gaon", "he": "שאילתות דרב אחאי גאון"}, "heTitle": "שאילתות דרב אחאי גאון", "he": "<b>שאילתא</b> דמחייבין דבית ישראל <i data-commentator=\"Haamek Sheilah\" data-order=\"28\"></i> למיקרא בסיפי׳ ולאגמורי באוריית׳ ולאפטורי בנביא יומא בענייניה הלכות פסח בפסח הלכות עצרת בעצרת הלכות חג בחג דכתיב וידבר משה את מועדי ה׳ אל בני ישראל ומצוה שיהו קורין כל אחד ואחד בזמנו ולמדרש נמי בעניינה דיומא כדתניא רבי שמעון בן אלעזר אומר משה תקן לישראל שיהו שואלין ודורשין בענינו של יום הלכות פסח בפסח הלכות עצרת בעצרת הלכות חג בחג בחנוכה קרינן בנשיאים בפורים קרינן בויבא עמלק ראש חדש אדר שחל להיות בשבת קורין בפרשת שקלים ואמר רבי יצחק נפחא ראש חדש אדר שחל להיות בשבת מביאין שלשה ספרי תורות וקורין אחת עניינו של יום ואחת בראש חודש ואחת בכי תשא ואמר רבי יצחק נפחא ראש חדש טבת שחל להיות בשבת מביאין שלשה ספרי תורות וקורין אחד בעניינו של יום ואחד בראש חדש ואח׳ בשל חנוכה בחנוכה ובפורים קורין שלשה בראשי חדשים ובחולו של מועד קורין ד׳ דאיכא מוסף מוסיפין גברא ראש חדש אדר שחל להיות בשבת קורין בפרשת שקלים חל להיות בתוך השבת מקדימין וקורין בפרשת שקלים ובשבת אחרת מפסיקין בשנייה זכור בשלישי פרה אדומה ברביעית החדש <i data-commentator=\"Haamek Sheilah\" data-order=\"29\"></i> ואם חל להיות בששי בחמישית החדש אחר כך חוזרין לכסדרן לכל מפסיקין בראשי חדשים בחנוכה ובפורים בתעניות ובמועדות וביום הכפורי׳ בפסח קורים בפרשת מועדות וסימן מש\"ך תור\"א קד\"ש בכספ\"א פס\"ל במדבר\"א של\"ח בוכר\"א בעצרת בחדש השלישי וביום שני כל הבכור בראש השנה יום ראשון וה׳ פקד את שרה יום שני והאלהים נסה את אברהם ביום הכפורים אחרי מות בחג בקרבנות החג בחנוכה בנשיאים בפורים ויבא עמלק בראשי חדשים ובראשי חדשיכם במעמדות במעשה בראשית <i data-commentator=\"Haamek Sheilah\" data-order=\"30\"></i> בתעניות ויחל משה בשני ובחמישי ובשבת ובמנחה קורין כסדרן ואינו עולה להם מן המניין שנאמר וידבר משה את מועדי ה' אל בני ישראל מצוותן שיהו קורין כל אחד ואחר בזמנו:  ", "heVersionTitle": "Sheiltot d'Rav Achai Gaon; Vilna, 1861", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "As it is required for the house of Israel to read from the scrolls, and to teach in the Torah, and to conclude with the prophets, on each day according to its subject  matter — laws of Pesaḥ on Pesaḥ, laws of Shavuot on Shavuot, laws of Sukkot on Sukkot, as it is written \"And Moses spoke the appointed-times of haShem to the children of Israel\" (Leviticus 23:44), and it is commanded to read every matter at its time and extrapolate on the subject of the day, as taught, \"Rabbi Shimon ben Elazar says:<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">In our manuscripts, it says \"The Rabbis taught\" here.</i> Moses ordained for Israel that they would investigate and extrapolate on the matter of the day — laws of Pesaḥ on Pesaḥ, laws of Shavuot on Shavuot, laws of Sukkot on Sukkot\" (Megillah 32a:17). On Ḥanukkah we read the princes (Numbers 7). On Purim we read \"And Amalek came\" (Exodus 17:8—16). When Rosh Ḥodesh Adar falls on Shabbat we read the portion of the sheqalim (Exodus 30:11—16). \"And Rabbi Yitzḥaq Nappaḥa said: when Rosh Ḥodesh Adar falls on Shabbat, bring three Torah scrolls, and read one for the matter of the day, and one for the new moon, and one from Ki Tissa. And Rabbi Yitzḥaq Nappaḥa said: when Rosh Ḥodesh Tevet falls on Shabbat, bring three Torah scrolls, and read one for the matter of the day, and one for Rosh Ḥodesh, and one for Ḥanukkah\" (Megillah 29b:22). On Ḥanukkah and on Purim three people read, on Rosh Ḥodesh and on Ḥol ha-Moed four people read — since there is Musaf, we add [mosifin] a person. When Rosh Ḥodesh Adar falls on Shabbat, we read the portion of the sheqalim (Exodus 30:11—16). When it falls on another day of the week, we advance the reading of the portion of the sheqalim, and interrupt the special readings. On the second<sup class=\"footnote-marker\">2</sup><i class=\"footnote\"> Shabbat of the month we read</i> 'Remember' (Deuteronomy 25:17—17). On the third, the red heifer (Numbers 19:1—22). On the fourth, 'This month' (Exodus 12:1—20). If it falls on the sixth, then 'This month' is on the fifth. After that they return to the regular order. And everyone interrupts the order for Rosh Hodesh, Ḥanukah, Purim, fast days, festival days, and Yom Kippur (Mishnah Megillah 3:5). On Pesaḥ they read the portion of the festivals. And a mnemonic is: \"during the bull, sanctify with money, cut in the desert, send the firstborn.\" On Shavuot, \"On the third day\" (Exodus 19:1–20:23), and on the second day, \"Every firstborn\" (Deuteronomy 15:19—16:37). On Rosh Hashanah, \"And haShem remembered Sarah\" (Genesis 21:1–34) and on the second day, \"And God tested Abraham\" (Genesis 22:1—24). On Yom Kippur, \"after the death\" (Leviticus 16:1—34). On Sukkot, the offerings for Sukkot (Numbers 29:12—34). On Ḥanukkah, the princes (Numbers 7). On Purim, \"And Amalek came\" (Exodus 17:8—16). On Rosh Hodesh, \"And on your new months\" (Numbers 28:1–15). On the watches, the matter of creation (Genesis 1:1—2:3). On fast days, \"And Moses petitioned\" (Exodus 32:11—14, Exodus 34:1–10). On Mondays and Thursdays and on Shabbat in the afternoon they read according to the order, but they are not counted in the order. As it is said, \"And Moses spoke the appointed-times of haShem to the children of Israel\" (Leviticus 23:44)  — it's commanded that they read each and every one at its time.\n", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "62e66d5fc4c36e21ac7bc6e7", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Deuteronomy 16:5:1", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 16:5:1", "sourceHeRef": "רש\"ר הירש על התורה, דברים ט״ז:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 5. לא תוכל וגו׳. Obgleich bereits Kap. 12, 5 f. u. 13 f. für alle Opfer die Darbringung außerhalb der von Gott erwählten Stätte seines Heiligtums untersagt ist, so war doch für die ausdrückliche Wiederholung dieses Verbotes für das Peßachopfer sehr wohl Veranlassung. Ist doch das Peßachopfer ganz eigentlich die Konstituierung des Hauses und der Familie – שה לבית אבות שה לבית – so sehr, daß ja das erste Peßach in jedem Hause vollzogen wurde und Pfosten und Schwellen des Hauses die Stelle des Altars vertraten. Mehr als bei irgend einem anderen Opfer war daher Veranlassung, noch ausdrücklich zu erklären, daß auch nach der bevorstehenden Dezentralisation im Lande von keinem das Peßach in der Heimat, sondern in der Gottesstätte des Zentralheiligtums vollzogen werden dürfe, und damit der bedeutsame Passus in den Konstitutionsakt der jüdischen Nation – das ist ja das פסח (siehe Schmot 12, 3-6) – eingefügt, daß jeder erst sich und sein Haus in den Gesamtkreis der nationalen Zusammenhörigkeit auf den Boden des Gesetzesheiligtums stellen muss, und erst von da aus des eigenen Hauses vor Gott sich froh bewusst werden könne. Es ist dies gerade bei פסה so bedeutsam, daß selbst בשעת היתר במות das Peßach nur בבמה גדולה, in dem nationalen Zentralheiligtum zum Vollzug kommen durfte (Megilla 9b und Sebachim 114b).", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63eb7618c159397276b74c52", "index_title": "Rambam on Mishnah Megillah", "category": "Quoting Commentary", "type": "", "ref": "Rambam on Mishnah Megillah 3:5:1", "anchorRef": "Deuteronomy 15:19-16:17", "anchorRefExpanded": ["Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17"], "sourceRef": "Rambam on Mishnah Megillah 3:5:1", "sourceHeRef": "רמב\"ם על משנה מגילה ג׳:ה׳:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1160, 1168], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rambam on Mishnah Megillah", "he": "רמב\"ם על משנה מגילה"}, "heTitle": "רמב\"ם על משנה מגילה", "he": "<b>בפסח קורין בפרשת מועדות כו':</b> זה הדבר מבואר וסדר הקריאה באלו הזמנים הוא מנהג פשוט בכל ישראל מה שאומר לך. יום ראשון של פסח [קורין] משכו וקחו לכם והפטרה בפסח גלגל. יום שני שור או כשב והפטרה פסח יאשיהו. יום שלישי קדש לי. יום רביעי אם כסף תלוה את עמי. וביום חמישי פסל לך. ויום ששי ויעשו בני ישראל. ביום שביעי ויהי בשלח הפטרה וידבר דוד. ביום שמיני כל הבכור הפטרה עוד היום. ושבת שבתוך הפסח קורין ראה אתה אומר אלי הפטרה העצמות היבשות. וביום ראשון של עצרת קורין בחדש השלישי הפטרה ויהי בשלשים שנה וביום שני כל הבכור הפטרה תפלה לחבקוק וביום ראשון מראש השנה קורא וה' פקד את שרה והפטרה ויהי איש אחד מן הרמתים וביום שני והאלהים נסה הפטרה מצא חן במדבר ובצום כפור בשחרית קורין אחרי מות הפטרה כה אמר רם ונשא ובמנחה פרשת עריות הפטרה בנבואת יונה וביום ראשון וביום שני מסוכות קורין שור או כשב הפטרה ביום ראשון הנה יום בא ביום שני ויקהלו אל המלך שלמה ושאר ימות החג קורין בקרבנות החג וביום שמיני כל הבכור הפטרה ויהי ככלות שלמה ובתשיעי קורין וזאת הברכה הפטרה ויהי אחרי מות ושבת שבתוך החג קורין ראה אתה אומר אלי הפטרה ביום בא גוג:", "heVersionTitle": "Vilna edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": "All of this is clear, and the order of the Torah readings on these [special] seasons/occasions, and it is a custom that has spread throughout all of Israel as I will explain to you (see Tractate Megillah 31a-b). On the first day of Passover (Exodus 12:21-51): “Go and pick out lambs, etc.” and the Haftarah is the “Passover at Gilgal” (Joshua 5:2-6:1, 27) and on the second day [of Passover], “When an ox, a sheep or a goat is born,” (Leviticus 22:26-33:44) and the Haftarah is the Passover of Josiah (Second Kings 23:1-25). On the third day [of Passover], “Consecrate to Me every first-born” (Exodus 13:1-16). And on the fourth day [of Passover], “If you lend money to My people” (Exodus 22:24-23:19). And on the fifth day [of Passover], “Carve two tablets of stone” (Exodus 34:1-26). And on the sixth day [of Passover], “Let the Israelite people offer the Passover sacrifice at its set time” (Numbers 9:1-15). And on the seventh day [of Passover] “Now when Pharaoh let the people go” (Exodus 13:17-15:26). And the Haftarah is “And David spoke to God” (Second Samuel 22:1-51). And on the eighth day [of Passover], “You shall consecrate to the LORD your God all male firstlings” (Deuteronomy 15:19-16:17), and the Haftarah is, “This same day at Nob” (Isaiah 10:32-12:6). But on the Sabbath that is within the Festival [of Passover], we read on it from “See, You say to me” (Exodus 33:12-34:26) and the Haftarah is the “Dry Bones” (Ezekiel 37:1-14). And on the first day of Atzeret/Shavuot we read “In the third month” (Exodus 19:1-20:23), and the Haftarah is “In the thirteenth year” (Ezekiel 1:1-28, 3:12). And on the second day [of Shavuot], “You shall consecrate to the LORD your God all male firstlings” (Deuteronomy 15:19-16:17) and the Haftarah is “The Prayer of the prophet Habakkuk” (Habakkuk 3:1-19). And on the first day of Rosh Hashanah, “The LORD took note of Sarah as He had promised” (Genesis 21:1-34) and the Haftarah, “There was a man from Ramathaim of the Zuphites” (First Samuel 1:1-2:10). And on the second day [of Rosh Hashanah], “And God put Abraham to the test” (Genesis 22:1-24), and the Haftarah, “The people…found favor in the wilderness (Jeremiah 31:2-20). And on the Fast of Atonement (i.e., Yom Kippur) in the morning, “After the death [of the two sons of Aaron]” (Leviticus 16:1-34) and the Haftarah, “For thus said He who is high aloft” (Isaiah 57:14 – 58:14). And at the Afternoon service, the portion of the forbidden relationships/nakedness (Leviticus 18:1-30), and the Haftarah is the prophecy of [the book of] Jonah (plus Micah 7:18-20). And on the first and second days of Sukkot, “When an ox, a sheep or a goat is born,” (Leviticus 22:26-23-44) and the Haftarah on the first day [of Sukkot] “Lo, a day of the LORD is coming” (Zechariah 14:1-21) and on the second day [of Sukkot] “All the men of Israel gathered before King Solomon” (First Kings 8:2-21). And all the rest of the days of Sukkot festival the sacrifices of the festival [of Sukkot are read] (Numbers 29:17-34), and on the Eighth Day (i.e., Shemini Atzeret) , “”You shall consecrate to the LORD your God all male firstlings” (Deuteronomy 15:19-16:17), and the Haftarah is “When King Solomon finished offering to the LORD” (First Kings 8:54-66) and on the ninth day (i.e., Simhat Torah), “And this is the Blessing” (Deuteronomy 33:1-34:12) and the Haftarah, “After the death of Moses the servant of the LORD,” (Joshua 1:1-18). And on the Shabbat within the Festival [of Sukkot], “See, You say to me,” (Exodus 33:12-34:26), and the Haftarah is “On that day, when Gog sets foot on the soil of Israel” (Ezekiel 38:18-39:16).", "versionTitle": "Translation by Rabbi Robert Alpert, 2023", "license": "", "versionTitleInHebrew": ""}, {"_id": "642055df92fffa131d602aec", "index_title": "Zakhor VeShamor", "category": "Jewish Thought", "type": "", "ref": "Zakhor VeShamor, Gate I, Chapter III 117", "anchorRef": "Deuteronomy 16:1-8", "anchorRefExpanded": ["Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8"], "sourceRef": "Zakhor VeShamor, Gate I, Chapter III 117", "sourceHeRef": "זכור ושמור, שער ראשון; שבת ורגלים; זכר למעשה בראשית, זכר ליציאת מצרים, פרק שלישי; פסח, חג המצות והאביב קי״ז", "anchorVerse": 1, "sourceHasEn": false, "compDate": [2015], "commentaryNum": 117, "collectiveTitle": {"en": "Zakhor VeShamor", "he": "זכור ושמור"}, "heTitle": "פרק שלישי; פסח, חג המצות והאביב", "he": "וְלֹא יֵרָאֶה לְךָ שְׂאֹר בְּכָל גְּבֻלְךָ שִׁבְעַת יָמִים וְלֹא יָלִין מִן הַבָּשָׂר אֲשֶׁר תִּזְבַּח בָּעֶרֶב בַּיּוֹם הָרִאשׁוֹן לַבֹּקֶר... שָׁם תִּזְבַּח אֶת הַפֶּסַח בָּעָרֶב כְּבוֹא הַשֶּׁמֶשׁ מוֹעֵד צֵאתְךָ מִמִּצְרָיִם. וּבִשַּׁלְתָּ וְאָכַלְתָּ בַּמָּקוֹם אֲשֶׁר יִבְחַר ה' אֱלֹהֶיךָ בּוֹ וּפָנִיתָ בַבֹּקֶר וְהָלַכְתָּ לְאֹהָלֶיךָ. שֵׁשֶׁת יָמִים תֹּאכַל מַצּוֹת וּבַיּוֹם הַשְּׁבִיעִי עֲצֶרֶת לַה' אֱלֹהֶיךָ לֹא תַעֲשֶׂה מְלָאכָה (דברים ט\"ז, א-ח).", "heVersionTitle": "Alon Shevut, 2015", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "642055e392fffa131d602b06", "index_title": "Zakhor VeShamor", "category": "Jewish Thought", "type": "", "ref": "Zakhor VeShamor, Gate I, Chapter III 135", "anchorRef": "Deuteronomy 16:1-15", "anchorRefExpanded": ["Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15"], "sourceRef": "Zakhor VeShamor, Gate I, Chapter III 135", "sourceHeRef": "זכור ושמור, שער ראשון; שבת ורגלים; זכר למעשה בראשית, זכר ליציאת מצרים, פרק שלישי; פסח, חג המצות והאביב קל״ה", "anchorVerse": 1, "sourceHasEn": false, "compDate": [2015], "commentaryNum": 135, "collectiveTitle": {"en": "Zakhor VeShamor", "he": "זכור ושמור"}, "heTitle": "פרק שלישי; פסח, חג המצות והאביב", "he": "שָׁמוֹר אֶת חֹדֶשׁ הָאָבִיב וְעָשִׂיתָ פֶּסַח לַה' אֱלֹהֶיךָ...  לֹא תֹאכַל עָלָיו חָמֵץ שִׁבְעַת יָמִים תֹּאכַל עָלָיו מַצּוֹת לֶחֶם עֹנִי...  שָׁם תִּזְבַּח אֶת הַפֶּסַח בָּעָרֶב... וּבִשַּׁלְתָּ וְאָכַלְתָּ...  וּפָנִיתָ בַבֹּקֶר וְהָלַכְתָּ לְאֹהָלֶיךָ...  שִׁבְעָה שָׁבֻעֹת תִּסְפָּר לָךְ מֵהָחֵל חֶרְמֵשׁ בַּקָּמָה תָּחֵל לִסְפֹּר שִׁבְעָה שָׁבֻעוֹת.  וְעָשִׂיתָ חַג שָׁבֻעוֹת לַה' אֱלֹהֶיךָ מִסַּת נִדְבַת יָדְךָ אֲשֶׁר תִּתֵּן כַּאֲשֶׁר יְבָרֶכְךָ ה' אֱלֹהֶיךָ.  וְשָׂמַחְתָּ לִפְנֵי ה' אֱלֹהֶיךָ אַתָּה וּבִנְךָ וּבִתֶּךָ וְעַבְדְּךָ וַאֲמָתֶךָ וְהַלֵּוִי אֲשֶׁר בִּשְׁעָרֶיךָ וְהַגֵּר וְהַיָּתוֹם וְהָאַלְמָנָה אֲשֶׁר בְּקִרְבֶּךָ...  חַג הַסֻּכֹּת תַּעֲשֶׂה לְךָ שִׁבְעַת יָמִים בְּאָסְפְּךָ מִגָּרְנְךָ וּמִיִּקְבֶךָ.  וְשָׂמַחְתָּ בְּחַגֶּךָ אַתָּה וּבִנְךָ וּבִתֶּךָ וְעַבְדְּךָ וַאֲמָתֶךָ וְהַלֵּוִי וְהַגֵּר וְהַיָּתוֹם וְהָאַלְמָנָה אֲשֶׁר בִּשְׁעָרֶיךָ.  שִׁבְעַת יָמִים תָּחֹג לַה' אֱלֹהֶיךָ...  כִּי יְבָרֶכְךָ ה' אֱלֹהֶיךָ בְּכֹל תְּבוּאָתְךָ וּבְכֹל מַעֲשֵׂה יָדֶיךָ וְהָיִיתָ אַךְ שָׂמֵחַ (דברים ט\"ז, א-טו).", "heVersionTitle": "Alon Shevut, 2015", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6420567739efc1804a553fa4", "index_title": "Zakhor VeShamor", "category": "Jewish Thought", "type": "", "ref": "Zakhor VeShamor, Gate II, Chapter IX 85", "anchorRef": "Deuteronomy 16:1-17", "anchorRefExpanded": ["Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17"], "sourceRef": "Zakhor VeShamor, Gate II, Chapter IX 85", "sourceHeRef": "זכור ושמור, שער שני; מועדי הלוח הכפול: מחזוריות מול התחדשות, פרק תשיעי; יום הכיפורים; סיום שנת החמה פ״ה", "anchorVerse": 1, "sourceHasEn": false, "compDate": [2015], "commentaryNum": 85, "collectiveTitle": {"en": "Zakhor VeShamor", "he": "זכור ושמור"}, "heTitle": "פרק תשיעי; יום הכיפורים; סיום שנת החמה", "he": "<b>ז. מדוע לא נזכר יום הכיפורים בספרי שמות ודברים?</b><br>עדיין עומדת לפנינו שאלה גדולה: מדוע לא נזכר יום הכיפורים, וגם יום התרועה של ראשית השנה, לא בספר שמות ולא בספר דברים, אלא רק בספר ויקרא (פעמיים) ובפרשת המוספים בספר במדבר? מדוע בשלושת המקומות בתורה שבהם נזכרו 'שלושת הרגלים' (שמות כ\"ג, יד-יט; ל\"ד, יח-כו; דברים ט\"ז, א-יז), אין שום זכר ליום התרועה וליום הכיפורים?<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">ראו הסברו של הרב מרדכי ברויאר להבדל בין לוח החגים בספרי שמות ודברים לבין לוח החגים בספרי ויקרא ובמדבר, בספרו <b>פרקי מועדות</b>, ירושלים תשמ\"ו, עמ' 497 499.</i>", "heVersionTitle": "Alon Shevut, 2015", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64205708f563d94f88b05e77", "index_title": "Zakhor VeShamor", "category": "Jewish Thought", "type": "", "ref": "Zakhor VeShamor, Gate III, Chapter XIII 33", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Zakhor VeShamor, Gate III, Chapter XIII 33", "sourceHeRef": "זכור ושמור, שער שלישי; בימי הבית השני: מחלוקות ומרד נגד הלוח הכפול, פרק שלושה עשר; לוח השנה והחגים בקהילות 'ביתא ישראל' ל״ג", "anchorVerse": 5, "sourceHasEn": false, "compDate": [2015], "commentaryNum": 33, "collectiveTitle": {"en": "Zakhor VeShamor", "he": "זכור ושמור"}, "heTitle": "פרק שלושה עשר; לוח השנה והחגים בקהילות 'ביתא ישראל'", "he": "בשר קרבן הפסח נאכל עד תום. העור, העצמות והגידים נשרפו באש. אין להותיר דבר מהקרבן, ככתוב בשמות: \"וְלֹא תוֹתִירוּ מִמֶּנּוּ עַד בֹּקֶר וְהַנֹּתָר מִמֶּנּוּ עַד בֹּקֶר בָּאֵשׁ תִּשְׂרֹפוּ\" (י\"ב, י). אין לאכול מבשר הקרבן בבתים הפרטיים, אלא רק במקום המיועד לסעודות הקהילה בשבתות ובחגים בסמוך למֶסְגִיד.<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">הדמיון של מנהגי 'ביתא ישראל' לפסח מצרים בולט מאוד אך איננו מלא, כי הקרבן נשחט ונאכל אצלם רק במקום 'מקדש מעט' הציבורי, ולא בבתים הפרטיים. כנראה פירשו כך את הפסוק האמור בפסח דורות: \"לֹא תוּכַל לִזְבֹּחַ אֶת הַפָּסַח בְּאַחַד שְׁעָרֶיךָ...\" (דברים ט\"ז, ה), והבינו שהחובה להקריב פסח רק \"בַּמָּקוֹם אֲשֶׁר יִבְחַר ה'\" (שם, ז) מכוונת גם ל'מקדש מעט', שכן בתנאי הגולה שבאתיופיה, עם הריחוק והניתוק מירושלים, המֶסגיד שבכפר הוא באמת \"הַמָּקוֹם אֲשֶׁר יִבְחַר ה' אֱלֹהֶיךָ לְשַׁכֵּן שְׁמוֹ\" (שם, ו), בתוך הגולה (\"וַאֲנִי בְתוֹךְ הַגּוֹלָה\", יחזקאל א', א).</i> הקס לבדו היה רשאי לאכול את הקרבן בתוך המֶסְגִיד. יחד עם הקרבן אכלו את המצה שהוכנה סמוך למועד ההקרבה, אך לא אכלו מרור.<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">אחדים מזקני העדה טענו (בשיחות בעל פה עם ד\"ר יוסי זיו) שלא אכלו מרור כי נשכח מהם הזיהוי המדויק שלו. הגמרא (פסחים לט ע\"א) באמת מתארת מאמץ גדול של האמוראים לזהות את צמחי המרור בתנאים ששררו בבבל.</i> בשום אופן לא אכלו את בשר הקרבן והמצה עם יין. <b>היין נחשב לחמץ במנהג העדה, מכיוון שעבר תהליך תסיסה, כלומר חימוץ</b>.<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">זוהי הגדרה מרחיבה ומחמירה מאוד של איסורי חמץ — כל מה שעבר תסיסה! אכן, היו מנהגי חומרות מפליגים בכמה עדות (ראו סקירה מסתייגת בספרו של הרב א' שלזינגר, <b>שואלין ודורשין</b> ג, ירושלים תשנ\"ז, סימן יט), ביניהם בולטת כמובן גזרת קטניות לבני אשכנז (על מקור המנהג ראו בספרו של י\"מ תא שמע, <b>מנהג אשכנז הקדמון</b>, ירושלים תשנ\"ב, עמ' 271 282; ובניתוח שונה בספרי <b>נס קיבוץ גלויות</b>, ירושלים תשס\"ח, עמ' 10 13), אולם אין מנהג שידמה בחומרתו למנהגה של 'ביתא ישראל', שלפיו כל מה שתוסס נחשב כחמץ האסור מן התורה. לעומת מנהג זה, לפי המשנה (פסחים פ\"י) דווקא מרבים בכוסות יין בערב הזה. גם ב<b>ספר היובלים</b> (מ\"ט, ו), ש'ביתא ישראל' ראתה בו ספר קדוש מכוח התורה, נזכרת שתיית יין בפסח בניגוד למנהגם, וראו לעיל, הערה 17.</i>", "heVersionTitle": "Alon Shevut, 2015", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64253f7a7042c087d019334c", "index_title": "Zevach Pesach on Pesach Haggadah", "category": "Quoting Commentary", "type": "", "ref": "Zevach Pesach on Pesach Haggadah, Magid, Ha Lachma Anya 3:14", "anchorRef": "Deuteronomy 16:5-6", "anchorRefExpanded": ["Deuteronomy 16:5", "Deuteronomy 16:6"], "sourceRef": "Zevach Pesach on Pesach Haggadah, Magid, Ha Lachma Anya 3:14", "sourceHeRef": "זבח פסח על הגדה של פסח, מגיד, הא לחמא עניא ג׳:י״ד", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1496], "commentaryNum": 3.0014, "collectiveTitle": {"en": "Zevach Pesach on Pesach Haggadah", "he": "זבח פסח על הגדה של פסח"}, "heTitle": "הא לחמא עניא", "he": "והנכון אצלי הוא שחז\"ל תקנו שיהיה האדם בליל פסח קודם ההגדה בוצע מצה, וישים חציה תחת המפה ויעקור הקערה מלפניו ויתננה בצד השולחן כאילו כבר אכלו, כדי שיהיה מקום לשואל לשאול למה עושין כן ועדיין לא אכלו? כמו שביארו בפרק ערבי פסחים. ותקנו שיקרא את העניים שיבואו לאכול עמו מפתו ולסמוך על שולחנו, ולכן דיבר מהמצה, לא שהייתה כוונתו לבאר טעמה והוראתה כאן, כי אין זה המקום ויבוא להלן, אבל הוא לעניין ההכרזה כאילו יאמר העניים והאביונים מבקשים להם ואין, לכו לחמו בלחמי כי הוא לחם עוני ונאות אליכם, ובלילה זה כולנו שווים, ואף על פי שאתם עניים אל תתביישו כי כן היו אבותינו במצרים, ולפי זה יבואו דבריו מתוך ענוונותו לדבר על לב העניים ועל כן קרא לחמו לחם עוני, ואפשר שקראו \"לחם\" לכל הסעודה הכוללת פת ותבשיל וגם בשר, כמו שנאמר \"הִנְנִי מַמְטִיר לָכֶם לֶחֶם מִן הַשָּׁמָיִם\" (שמות ט\"ז, ד') ואמר משה לישראל \"בְּתֵת ה' לָכֶם בָּעֶרֶב בָּשָׂר לֶאֱכֹל וְלֶחֶם בַּבֹּקֶר לִשְׂבֹּעַ\" (שמות ט\"ז, ח'), הרי שלחם כולל גם בשר . ותועיל ההכרזה הזאת גם כן שלמה שכוונו לעורר את הנשים והטף לשאול מה נשתנה, אחרי שאתה שמת לפניך לחם ובצעת אותו והקדשת קרואיך ואמרת כל דכפין ייתי ויכול, מה זה שנתחרטת ממה שהתחלת לעשות ועקרת את הקערה? והשאלה הזאת תביא התשובה בסיפור יציאת מצרים.הנה התבאר מזה למה התחיל המגיד מאמרו מן הלחם, ולכן לא הזכיר הפסח כי אינו נוהג בחוצה לארץ, ולא הזכיר המרור לפי שאין בו אכילה מספקת לעניים, כי אם המצה באשר היא לחם שלבב אנוש יסעד, ועל בדומה לזה אמר עזרא \"וַיֹּאמֶר לָהֶם לְכוּ אִכְלוּ מַשְׁמַנִּים וּשְׁתוּ מַמְתַקִּים וְשִׁלְחוּ מָנוֹת לְאֵין נָכוֹן לוֹ כִּי קָדוֹשׁ הַיּוֹם לַאֲדֹנֵינוּ\" (נחמיה ח', י'). ולפי שאנחנו עושים בלילה הזה זכר לפסח מאותו אפיקומן שאוכלים על השובע במקומו, לכן יאמר \"כל דכפין ייתי ויכול\" כנגד המצה והמרור ו\"כל דצריך ייתי ויפסח\" כנגד האפיקומן שהוא זכר לפסח. ולכן זכרו באחרונה כאילו יאמר אחרי שיאכל מהסעודה יעשה זכר לפסח, או שכפל הדבר במילות שונות \"ייתי ויכול\" \"ייתי ויפסח\", רצה לומר לחוג עמנו.  אמנם מה שאמר עוד \"הא שתא הכא\" וכו' בא להתיר ספק שאפשר שיסופק נגדו, והוא כי הייתה חובה לחוג את חג הפסח בירושלים, כמו שנאמר \" לֹא תוּכַל לִזְבֹּחַ אֶת הַפָּסַח בְּאַחַד שְׁעָרֶיךָ וגו' כִּי אִם אֶל הַמָּקוֹם אֲשֶׁר יִבְחַר ה'\" (דברים ט\"ז, ה'-ו') וגו' ואיך יאמר אם כן יבוא ויפסח כאילו יעשה בחו\"ל חג הפסח? וכדי להשיב על זה אמר \"הא שתא הכא לשנה הבאה בארעא דישראל\", רצה לומר השנה הזאת נעשה כאן חג ושנה הבאה יהי רצון מלפני ה' שנעשה אותו בארעא דישראל, ונתן הסיבה הזאת באומרו \"הא שתא עבדי\" רצה לומר הנה נעשה בשנה הזאת החג כאן מפני שאנחנו עבדים בגלות, ולא נוכל לעלות לחוג בירושלים, אולם לשנה הבאה כאשר יגאלנו ה' נוכל לעשותו בארעא דישראל לפי שנהיה אז בני חורין ונעשה המצווה כהלכתה. ולפי זה המאמר הראשון שאמר \"הא שתא הכא לשנה הבאה בארעא דישראל\" הוא הודעה והנחה, ומה שהוסיף לומר עוד \"הא שתה הכא עבדי\" וכו' היא נתינת הסבה בדבר, ולא בא זה בכאן על דרך תפילה ובקשה כמו מה שנאמר בסוף ההגדה \"כן ה' אלוהינו יגיענו למועדים אחרים\" וכו', כי בכאן בא רק להתיר הספק כמו שזכרתי.", "heVersionTitle": "Enhanced edition, 2023", "heLicense": "", "heVersionTitleInHebrew": "", "text": "I think that the correct explanation of <i>ha lachma anya</i> has to do with the custom before the reading of the <i>Haggadah</i>, of breaking a <i>matzah</i> and covering half of it with a cloth, and then removing the Passover plate… so that there is reason to ask, “why are we doing this,”<i><sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Pesachim 115b</i></i> It was decreed that one should invite the poor so they will come to his table and share the food. When they mentioned the <i>matzah,</i> it was not to explain the reason for the commandment or its purpose. This was not the place for this explanation; that would come later on. Rather, it was way of saying, “To those who are in need of <i>matzah</i> and don’t have, come share my <i>matzah</i> for it is the bread of the needy and it is good for you. On this night we are all equal. Do not be embarrassed because you are needy; so were our ancestors in Egypt.” He says this out of humility speaking to the heart of the needy. That is why he calls <i>matzah</i>, bread of poverty. <i>Matzah</i> is a reference to the entire meal since bread can be called meat, just it refers to a <i>pat</i> (a loaf of bread), as stated in Scripture, “Behold I will rain bread from heaven,” (Ex. 16:4). When Moses says to them, “When the Lord shall give you meat to eat in the evening and bread in the morning.” (Ex. 16:8) Regarding both meat and bread, he says, “I will rain bread from heaven.”<br>By making this declaration, one intends to inspire the women and children to ask questions, “After you have placed the bread before you and you have broken it, and sanctified those who were invited by saying, ‘All who are hungry come and eat,’ why bother to remove the <i>Seder</i> plate from the table?” All of this was meant to inspire a question whose purpose was to lead to the telling of the story of the Exodus from Egypt. From this, one can explain why we begin by first mentioning the <i>matzah</i>; should we begin explaining the meal or by explaining the <i>matzah</i>? We do not mention the Passover offering because there is no offering today outside Israel or maror because we do eat a sufficient amount. <i>Matzah</i> is meant to be a satisfying meal for someone. Similarly, Ezra said, “Go, eat choice foods and drink sweet drinks and send portions to whoever has nothing prepared, for the day is holy to our Lord.” (Nehemiah 8:10)<br>Since we eat the <i>Afikomen</i> on this night as a reminder of the Passover offering which was consumed at the end of the meal, therefore we say, “All who are hungry come and eat,” for the <i>matzah</i> and the maror, and “All who are in needy come celebrate the Passover” for the <i>Afikomen</i> which symbolizes the Passover offering. We mention it last, as if to say, since one has eaten the meal, now we can have a remembrance of the Passover offering. Also it is possible that the double language is a reference of the different aspects of the meal: “Come and eat” and “Come and celebrate the Passover,” as if to say, “Come celebrate with us.”<br>Further the saying, “This year, here,” comes to answer a question. If the obligation to celebrate Passover was only observed in Jerusalem, as it is stated, “You are not permitted to slaughter the Passover sacrifice in any of the settlements that the LORD your God is giving you but at the place where the LORD your God will “To establish His name” (Deut. 16:5-6), then how can we say, “Let him come and celebrate the Passover,” as if one was going to make a Passover offering here in the diaspora? To answer this question, we go on to say, “This year we are here; next year in the land of Israel.” One says, “We are now observing Passover in exile, but next year may it be God’s will that we are able to do so in the land of Israel. And then we go on to say, “This year we are slaves here,” meaning, we are observing Passover here because we are enslaved and cannot celebrate in Jerusalem, but next year may we do so in the land of Israel since we will be free and we will be able to observe the laws properly.<br>The first statement is, “This year we are here, next year in the land of Israel.” This statement is a statement. What is added to it, “This year we are slaves here,” is an explanation for the statement. These statements are not meant to be a prayer as the statement is at the conclusion of the <i>Maggid,</i> “Adonai our God, and God of our ancestors, bring us to other appointed times and holidays.” There, the statement is made as a prayer while here (at the beginning of the <i>Maggid</i>) it is an attempt to answer the question as I have explained. ", "versionTitle": "Zevach Pesach, translated by Rabbi Mark B. Greenspan, Oceanside, N.Y. 2019", "license": "", "versionTitleInHebrew": ""}, {"_id": "6425b5c17429ff4fb9ba1cb0", "index_title": "Midrash Tannaim on Deuteronomy", "category": "Midrash", "type": "commentary", "ref": "Midrash Tannaim on Deuteronomy 16:5:1", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Midrash Tannaim on Deuteronomy 16:5:1", "sourceHeRef": "מדרש תנאים על ספר דברים ט״ז:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 5.0001, "collectiveTitle": {"en": "Midrash Tannaim on Deuteronomy", "he": "מדרש תנאים על ספר דברים"}, "he": "<b>לא תוכל לז' את הפ'</b> ר' אליעזר אומר העבודה שהוא יכול אלא שאינו רשאי:", "heVersionTitle": "Berlin, 1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "6425b5c27429ff4fb9ba1cb2", "index_title": "Midrash Tannaim on Deuteronomy", "category": "Midrash", "type": "commentary", "ref": "Midrash Tannaim on Deuteronomy 16:5:2", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Midrash Tannaim on Deuteronomy 16:5:2", "sourceHeRef": "מדרש תנאים על ספר דברים ט״ז:ה׳:ב׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 5.0002, "collectiveTitle": {"en": "Midrash Tannaim on Deuteronomy", "he": "מדרש תנאים על ספר דברים"}, "he": "<b>באחד שע'</b> (הרי זו אזהרה לשוחט הפסח בבמת יחיד אפלו בשעת התר הבמות ולא היה קרב אלא בבמת צבור ואם הקריב בבמת יחיד לוקה):", "heVersionTitle": "Berlin, 1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "6425b5c397bd59efd168e066", "index_title": "Midrash Tannaim on Deuteronomy", "category": "Midrash", "type": "commentary", "ref": "Midrash Tannaim on Deuteronomy 16:5:3", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Midrash Tannaim on Deuteronomy 16:5:3", "sourceHeRef": "מדרש תנאים על ספר דברים ט״ז:ה׳:ג׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 5.0003, "collectiveTitle": {"en": "Midrash Tannaim on Deuteronomy", "he": "מדרש תנאים על ספר דברים"}, "he": "ד״א <b>לא תוכל לזבוח את הפ' באחד</b> אין יחיד עושה פסח אלא חבורה:", "heVersionTitle": "Berlin, 1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "6425b5c37429ff4fb9ba1cb4", "index_title": "Midrash Tannaim on Deuteronomy", "category": "Midrash", "type": "commentary", "ref": "Midrash Tannaim on Deuteronomy 16:5:4", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Midrash Tannaim on Deuteronomy 16:5:4", "sourceHeRef": "מדרש תנאים על ספר דברים ט״ז:ה׳:ד׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 5.0004, "collectiveTitle": {"en": "Midrash Tannaim on Deuteronomy", "he": "מדרש תנאים על ספר דברים"}, "he": "<b>אשר ה' אלהי' נותן לך</b> להוציא שבחוצה לארץ:", "heVersionTitle": "Berlin, 1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "65c4f4de080c10c5ff4f43c7", "index_title": "Vayikra Rabbah", "category": "Midrash", "type": "", "ref": "Vayikra Rabbah 22:7", "anchorRef": "Deuteronomy 12:20-21:26", "anchorRefExpanded": ["Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 21:24", "Deuteronomy 21:25", "Deuteronomy 21:26"], "sourceRef": "Vayikra Rabbah 22:7", "sourceHeRef": "ויקרא רבה כ״ב:ז׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [500], "commentaryNum": 22.0007, "collectiveTitle": {"en": "Vayikra Rabbah", "he": "ויקרא רבה"}, "heTitle": "ויקרא רבה", "he": "רַבִּי יִשְׁמָעֵאל וְרַבִּי עֲקִיבָא, רַבִּי יִשְׁמָעֵאל אָמַר הֲרֵי זֶה הֶתֵּר מִכְּלַל אִסּוּר, לְפִי שֶׁהָיוּ יִשְׂרָאֵל אֲסוּרִין בִּבְשַׂר תַּאֲוָה בַּמִּדְבָּר לֹא בָּא הַכָּתוּב וְהִתִּיר לָהֶם אֶלָּא בִּשְׁחִיטָה. רַבִּי עֲקִיבָא אוֹמֵר הֲרֵי זֶה אִסּוּר מִכְּלַל הֶתֵּר, לְפִי שֶׁהָיוּ יִשְׂרָאֵל נוֹחֲרִין וְאוֹכְלִין בַּמִּדְבָּר לֹא בָּא הַכָּתוּב וְאָסַר לָהֶם כֵּן אֶלָּא בִּשְׁחִיטָה. תָּנֵי רַבִּי יִשְׁמָעֵאל לְפִי שֶׁהָיוּ יִשְׂרָאֵל אֲסוּרִין בִּבְשַׂר תַּאֲוָה בַּמִּדְבָּר, לְפִיכָךְ הִזְהִירָן הַכָּתוּב שֶׁיְהוּ מְבִיאִין קָרְבְּנוֹתֵיהֶן לַכֹּהֵן וְהַכֹּהֵן שׁוֹחֵט וּמְקַבֵּל, אַף עַל פִּי שֶׁהַבְּעָלִים יוֹשְׁבִים וּמְחַשְּׁבִים כָּל הַיּוֹם אֵין הַכֹּל הוֹלֵךְ אֶלָּא לְאַחַר הַשּׁוֹחֵט, וּמַה תַּלְמוּד לוֹמַר שְׁתֵּי שְׁחִיטוֹת, אֲשֶׁר יִשְׁחַט שְׁתֵּי פְּעָמִים, תָּנֵי בְּשֵׁם רַבִּי יוּדָן שְׁנֵי דִקְדּוּקֵי שְׁחִיטָה הֵן, רֹב שְׁנַיִם בִּבְהֵמָה וְרֹב אֶחָד בְּעוֹף.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Rabbi Yishmael and Rabbi Akiva, Rabbi Yishmael said: This is a permit that emerges from a prohibition. Because it was prohibited for Israel to eat meat of desire in the wilderness,<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">They were not permitted to slaughter animals just for the sake of eating meat and not for sacrifice as an offering. </i> the verse<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">See Deuteronomy 12:20–21, 26–27.</i> comes and permits it for them only by means of slaughter. Rabbi Akiva says: This is a prohibition that emerges from a permit; because Israel would stab and eat in the wilderness, the verse came and prohibited it for them except for by means of slaughter.<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">Rabbi Akiva holds that the Israelites were permitted to eat meat in the wilderness even without sacrificing the animal as an offering. Furthermore, they were permitted to stab the animal to kill it, as they had not yet been commanded in the rules of ritual slaughter. Thus, the verses in Deuteronomy that require ritual slaughter for animals that one kills in order to eat meat are not rendering permitted that which had formerly be forbidden, but the opposite, they render forbidden that which had formerly been permitted. </i> Rabbi Yishmael taught: Because it was prohibited for Israel to eat meat of desire in the wilderness, therefore, the verse cautioned them that they should bring their offerings to the priest, and the priest would slaughter and receive.<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">The priest would receive the blood in a vessel and sprinkle it on the altar.</i> Even if the owners sit and have intent all day, everything follows only the slaughterer.<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">Even if the owners’ intent is that the offering be eaten or its blood sprinkled beyond its prescribed time or not in its prescribed place, the offering is not disqualified.</i> Why does the verse state two slaughters, “who will slaughter” (Leviticus 17:3), twice? It is taught in the name of Rabbi Yudan: They are two standards for slaughter: Most of two in an animal and most of one in a bird.<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">When slaughtering an animal one must cut through most of both its trachea and its esophagus – two organs. When slaughtering a bird, one is required to cut through most of only one of the organs. </i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "657ecc8b758c1dc532ec9678", "index_title": "Steinsaltz on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Deuteronomy 16:5", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Steinsaltz on Deuteronomy 16:5", "sourceHeRef": "ביאור שטיינזלץ על דברים ט״ז:ה׳", "anchorVerse": 5, "sourceHasEn": true, "commentaryNum": 16.0005, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על דברים", "he": "<b>לֹא תוּכַל לִזְבֹּחַ אֶת הַפָּסַח בְּאַחַד שְׁעָרֶיךָ אֲשֶׁר ה' אֱלֹהֶיךָ נֹתֵן לָךְ.</b> למרות שאת קרבן הפסח לא אוכלים הכהנים, אלא כל ישראל אוכלים אותו עם בני משפחותיהם בבתיהם, אין לזבחו בכל מקום.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "The laws about the paschal lamb that have been stated until now have been taught previously; the upcoming law is introduced here for the first time. <b>You may not slaughter the paschal lamb within any of your gates that the Lord your God is giving you.</b> Although the paschal lamb is not eaten by the priests, but by each Jew together with his family, it may not be offered just anywhere;", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5892f2ded6e4a92746472a24", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Deuteronomy 16:5:1", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Chizkuni, Deuteronomy 16:5:1", "sourceHeRef": "חזקוני, דברים ט״ז:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "דברים", "he": "<b>לא תוכל לזבח את הפסח </b>הוא הדין לשאר קרבנות אלא משום דכתיב בכל מושבותיכם תאכלו מצות, סד״‎א אף פסח כן תלמוד לומר לא תוכל לזבח את הפסח. ד״‎א אעפ״‎י שכבר הזהיר בכיוצא בזה אהדריה קרא שלא תאמר הואיל וכולו נאכל לזרים שחיטתו בכל מקום קמ״‎ל.\n", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "לא תוכל לזבוח את הפסח באחד שעריך, “you must not slaughter the Passover in one of your gates;” this applies not only to the Passover but to all other sacrifices. The reason it has been repeated here is that seeing that the Torah had decreed that during the days of the Passover festival unleavened bread only must be eaten “in all your dwellings,” I might have concluded that seeing that at least on the first night when the Passover lamb is to be eaten at the same time as unleavened bread, someone might have erred believing that what applied to the eating of Matza would apply also to the Passover lamb. An alternate interpretation: even though the Torah had already warned concerning this, it saw fit to repeat the warning because seeing that this was a sacrifice permitted (commanded) to be eaten by all the commoners, it could also be slaughtered everywhere.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5c178c5bbb386c00d3de6fbb", "index_title": "Bartenura on Mishnah Pesachim", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Pesachim 8:7:1", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Bartenura on Mishnah Pesachim 8:7:1", "sourceHeRef": "ברטנורא על משנה פסחים ח׳:ז׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Bartenura on Mishnah Pesachim", "he": "ברטנורא על משנה פסחים"}, "heTitle": "ברטנורא על משנה פסחים", "he": "<b>אין שוחטין את הפסח ביחיד.</b> דכתיב (דברים ט״ז:ה׳) לא תוכל לזבוח את הפסח וכו׳, כלומר ביחיד:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "אין שוחטין את הפסח ביחיד – as it is written (Deuteronomy 16:5): “You are not permitted to slaughter the Passover sacrifice [in any of the settlements that the LORD your God is giving you],” that is to say, for an individual.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cab3d3b363a58006e8fc4e6", "index_title": "Barukh SheAmar on Pesach Haggadah", "category": "Quoting Commentary", "type": "", "ref": "Barukh SheAmar on Pesach Haggadah, Magid, First Fruits Declaration 2:2", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Barukh SheAmar on Pesach Haggadah, Magid, First Fruits Declaration 2:2", "sourceHeRef": "ברוך שאמר על הגדה של פסח, מגיד, ארמי אבד אבי ב׳:ב׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1900, 1940], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Barukh SheAmar on Pesach Haggadah", "he": "ברוך שאמר על הגדה של פסח"}, "heTitle": "ארמי אבד אבי", "he": "<b>שנאמר ארמי אובד אבי</b> לשון זה הוא פסוק בריש פרשה תבוא (כ״ו ה׳), והוא התחלת תפלת ההודאה על הבאת בכורים, ומספר בקצרה את קורות עם ישראל, ופירש״י, דשם ארמי מוסב על לבן הארמי, שרצה לעקור את כל אשר ליעקב בעת שרדף אחריו, אך ה׳ מנעהו מזה, כמבואר בס״פ ויצא, ונחשבה לו מחשבתו זאת כמעשה עכ״ל. אבל יש מפרשים (רשב״ם ועוד) דשם ארמי מוסב על אברהם שהי׳ מארץ ארם, והי׳ אובד וגולה מארצו, כדכתיב לך לך מארצך, עכ״ל. ויהי׳ לפי זה השם ״אובד״ נמשך לשם ״ארמי״, כלומר, ארמי אובד אבי — ארמי שהי׳ אובד הוא אבי, אברהם. וע׳ בסמוך. ועוד יש מפרשים (ספורני ועוד), דשם ארמי מוסב על יעקב, שהי׳ זמן ארוך כמו אובד בחיים, ולא הי' לו בית מושב ומנוחה, ולא יפלא שקוראים לו ארמי (כן הוא דברי המפרשים) שמצינו דוגמתו בשם יתר הישמעאלי (דה״י, ב׳ י״ז) אעפ״י שהי׳ ישראל, אך מפני שהי׳ גר בארץ ישמעאל, עכ״ל. והנה אין גבול ואין ערך לכל הדוחק בפירושים אלה, ולמותר להאריך בזה, וגם כי אין קץ לפלא לכנות עתה בתפילת הודאה בשעת הבאת בכורים (אשר על זה יומשך הלשון ארמי) לכנות את אברהם ואת יעקב בשם ארמי, ולא שמענו מעולם דוגמא לזה. ולבד שפירש״י שהבאנו נוח ורצוי, ועוד יסכים לו אונקלוס שמתרגם ארמי אובד אבי — לבן ארמאה בעא לאבדא ית אבא — עוד יוצדק עפ״י מה שכתב הראש בבאורו לנדרים (ל״ז ב׳), כי הנגינות ופסקי הטעמים של המלים יורו פשט הכתוב, וכאן השם ארמי נטעם בפשטא, שהוא טעם מפסיק המלה בנטי׳ לעצמה מבלי התחברה עם המלה הסמוכה, וכנגד זה, המלה ״אובד״ מוטעמת במונח, המורה להמשכה הלאה לשם ״אבי״ ויוצא לפי זה המובן מהמשך המלים, ארמי — הוא אובד אבי, וזה כפירש״י ותרגום אונקלוס. אבל לדעת המפרשים הנזכרים ובאורם הי׳ דרוש להטעים המלים ארמי אובד בנגינה מחברת, כהוראת שם ותואר. ודברי הרא״ש הם קלורין לעינים בכמה וכמה מקומות בפסוקים שטרחו מפרשים בבאורם. וכן נראה שהבין הלשון כאן כרש״י ות״א בעל הפזמון שלהלן ״ובכן ויהי בחצי הלילה״ שכתב, הפחדת ארמי באישון לילה״. ומוסב על לשון הפסוק בס״פ ויצא וירא אלהים אל לבן הארמי בחלום הלילה, והזהיר אותו על הנהגתו עם יעקב, הרי דמכנה את לבן בשם סתמי ארמי, ולמד זה מלשון התורה כאן.", "heVersionTitle": "Barukh Sheamar on Haggadah, Tel Aviv 1968", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b>As it says, “An Aramean tried to destroy my father:”</b> ארמי אובד אבי This verse is taken from Deuteronomy 16:5. It is part of a declaration that was made in ancient times when people brought first fruits to the Temple on the feast of Shavuot. The exact meaning of the opening words of this phrase “Arami oved avi” is problematic. Who is the “Arami” and what does the word “Oved” mean? The Haggadah as well as Rashi understand this verse as a reference to Laban, Jacob’s father-in-law, who pursued Jacob with intent to harm him after he fled with his wives and flocks from Aram. All three words in this phrase need an explanation, “An Aramean (i.e. Laban) tried to destroy ( only one possible meaning for the word “oved”) my father (i.e. Jacob).” But there are other interpretations of this verse as well. Rashbam understood this phrase differently. He suggested that the Aramean was Abraham because the Patriarch lived in Aram before making the journey to the land of Canaan. Oved is understood not as a transitive verb but as an adjective. Abraham becomes an “Arami oved,” “A wandering Aramean.” Soforno and others understood this verse as a reference to Jacob who was a wandering Aramean because he spent so many years in exile in the land of Aram in his father-in-law’s house. Rabbi Epstein points out that we cannot find anyplace else in the Bible where either Abraham or Jacob are referred to as “Arameans.” What’s more, not only Rashi but Onkoles, the Aramaic translation of the Torah, interprets this verse as a reference to Laban. He also argues that the Haggadah’s interpretation also fits with the Torah trop, the musical annotation that Torah readers use to chant the text. The breaks in the trop suggest that we should read the word “Oved” as a verb rather than an adjective. He therefore accepts the standard interpretation of this verse as we find it in the Haggadah.", "versionTitle": "Rabbi Mark B Greenspan", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d0ffb6084aa1cbf09a97", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, זָבַח 1", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "BDB, זָבַח 1", "sourceHeRef": "בראון-דרייבר-בריגס, זָבַח א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "זָבַח", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">זָבַח</span></big></big><sub>134</sub><big></big>  <strong>vb.</strong> slaughter for sacrifice <strong>(</strong>NH <em>id.</em>, Ph. <span dir=\"rtl\">זבח</span>; Assyrian <em>zibû</em> Dl<sup>Pr 174</sup> cf. Lotz<sup>TP 174</sup>; Arabic <span dir=\"rtl\">ذَبَحَ</span>, Sab. <span dir=\"rtl\">דֿבח</span> CIS <sup>iv. 1, 2, No.; 74 l. 11, 12</sup>; Aramaic <span dir=\"rtl\">דְּבַח</span>, <span dir=\"rtl\">ܕܒܰܚ</span>, Ethiopic ዘብሐ <strong>) </strong><br><strong>Qal</strong><sub>112</sub>  Pf. <span dir=\"rtl\">ז׳</span> <a data-ref=\"I Kings 8:63\" href=\"/I_Kings.8.63\">1 K 8:63</a>; <a data-ref=\"I Kings 13:2\" href=\"/I_Kings.13.2\">13:2</a>, <span dir=\"rtl\">זָבַחְתָּ</span> <a data-ref=\"Exodus 20:21\" href=\"/Exodus.20.21\">Ex 20:24</a> + 3 times, <span dir=\"rtl\">זָבַחְתִּי</span> <a data-ref=\"Ezekiel 39:19\" href=\"/Ezekiel.39.19\">Ez 39:19</a>, <span dir=\"rtl\">זָֽבְחוּ</span> <a data-ref=\"Exodus 34:15\" href=\"/Exodus.34.15\">Ex 34:15</a> <a data-ref=\"Leviticus 17:5\" href=\"/Leviticus.17.5\">Lv 17:5</a>, <span dir=\"rtl\">זְבַחְתֶּם</span> <a data-ref=\"Exodus 8:24\" href=\"/Exodus.8.24\">Ex 8:24</a>, <span dir=\"rtl\">זָבַחְנוּ</span> <a data-ref=\"Exodus 8:23\" href=\"/Exodus.8.23\">Ex 8:23</a>; Impf. <span dir=\"rtl\">וַיִזְבַּח</span> <a data-ref=\"Genesis 31:54\" href=\"/Genesis.31.54\">Gn 31:54</a> + 14 times; 2 ms. sf. <span dir=\"rtl\">תִּוְבָּחֶנּוּ</span> <a data-ref=\"Deuteronomy 15:21\" href=\"/Deuteronomy.15.21\">Dt 15:21</a>, 2 fs. sf. <span dir=\"rtl\">וַתִּזְבָּחִים</span> <a data-ref=\"Ezekiel 16:20\" href=\"/Ezekiel.16.20\">Ez 16:20</a>, 1 s. <span dir=\"rtl\">אֶזְבַּח</span> <a data-ref=\"Psalms 116:17\" href=\"/Psalms.116.17\">ψ 116:17</a>, <span dir=\"rtl\">אֶזְבְּחָה</span> <a data-ref=\"Psalms 27:6\" href=\"/Psalms.27.6\">ψ 27:6</a>; <a data-ref=\"Psalms 54:8\" href=\"/Psalms.54.8\">54:8</a> <a data-ref=\"Jonah 2:10\" href=\"/Jonah.2.10\">Jon 2:10</a>; 2 mpl. <span dir=\"rtl\">תִּזְבְּחוּ</span> <a data-ref=\"Leviticus 19:5\" href=\"/Leviticus.19.5\">Lv 19:5</a> + 2 times, <span dir=\"rtl\">תִּזְבָּ֑חוּ</span> <a data-ref=\"Leviticus 22:29\" href=\"/Leviticus.22.29\">Lv 22:29</a> + 2 times; 1 pl. <span dir=\"rtl\">נִוְבְּחָה</span> <a data-ref=\"Exodus 3:18\" href=\"/Exodus.3.18\">Ex 3:18</a> +, etc. (61 times Impf.); Imv. <span dir=\"rtl\">זְבַח</span> <a data-ref=\"Psalms 50:14\" href=\"/Psalms.50.14\">ψ 50:14</a>, <span dir=\"rtl\">זִבְחוּ</span> <a data-ref=\"Exodus 8:21\" href=\"/Exodus.8.21\">Ex 8:21</a> <a data-ref=\"Psalms 4:6\" href=\"/Psalms.4.6\">ψ 4:6</a>; Inf. cstr. <span dir=\"rtl\">זְבֹחַ</span> <a data-ref=\"I Samuel 15:15\" href=\"/I_Samuel.15.15\">1 S 15:15</a> + 14 times, <span dir=\"rtl\">לִזְבּוֹחַ</span> <a data-ref=\"II Chronicles 11:16\" href=\"/II_Chronicles.11.16\">2 Ch 11:16</a>, <span dir=\"rtl\">בְּזָבְחוֹ</span> <a data-ref=\"II Samuel 15:12\" href=\"/II_Samuel.15.12\">2 S 15:12</a>; Pt. act. <span dir=\"rtl\">זֹבֵחַ</span> <a data-ref=\"Exodus 13:15\" href=\"/Exodus.13.15\">Ex 13:15</a> + 8 times, <span dir=\"rtl\">זוֹבֵחַ</span> <a data-ref=\"Isaiah 66:3\" href=\"/Isaiah.66.3\">Is 66:3</a>, pl. <span dir=\"rtl\">זֹבְחִים</span> <a data-ref=\"Leviticus 17:5\" href=\"/Leviticus.17.5\">Lv 17:5</a> + (20 times Pt.)— <strong>I.</strong>  <em>slaughter for sacrifice</em> <strong>1.</strong>  c. acc. of <strong>a.</strong>  kind of sacrifice <span dir=\"rtl\">ז׳ זֶבַח</span> <a data-ref=\"Genesis 31:54\" href=\"/Genesis.31.54\">Gn 31:54</a> +, †<span dir=\"rtl\">פֶּסַח</span> <a data-ref=\"Deuteronomy 16:2\" href=\"/Deuteronomy.16.2\">Dt 16:2</a>, <a data-ref=\"Deuteronomy 16:5\" href=\"/Deuteronomy.16.5\">5</a>, <a data-ref=\"Deuteronomy 16:6\" href=\"/Deuteronomy.16.6\">6</a>, †<span dir=\"rtl\">שְׁלָמְים</span> <a data-ref=\"Deuteronomy 27:7\" href=\"/Deuteronomy.27.7\">Dt 27:7</a> <a data-ref=\"Joshua 8:31\" href=\"/Joshua.8.31\">Jos 8:31</a>, †<span dir=\"rtl\">תּוֹדָה</span> <a data-ref=\"Psalms 50:14\" href=\"/Psalms.50.14\">ψ 50:14</a>, <a data-ref=\"Psalms 50:23\" href=\"/Psalms.50.23\">23</a>, †<span dir=\"rtl\">עֹלוֹת ושׁלמים</span> <a data-ref=\"Exodus 20:21\" href=\"/Exodus.20.21\">Ex 20:24</a> (E); cf. <a data-ref=\"Exodus 23:18\" href=\"/Exodus.23.18\">23:18</a>. <strong>b.</strong>  victims, (α) animals †<span dir=\"rtl\">בָּקָר וָצֹאן</span> <a data-ref=\"I Kings 8:63\" href=\"/I_Kings.8.63\">1 K 8:63</a> <a data-ref=\"Numbers 22:40\" href=\"/Numbers.22.40\">Nu 22:40</a>, †<span dir=\"rtl\">צאן ובקר</span> <a data-ref=\"II Chronicles 18:2\" href=\"/II_Chronicles.18.2\">2 Ch 18:2</a>, †<span dir=\"rtl\">הַבְּרִיאָה</span> <a data-ref=\"Ezekiel 34:3\" href=\"/Ezekiel.34.3\">Ez 34:3</a>, †<span dir=\"rtl\">כָּל־פֶּטֶר רֶחֶם</span> <a data-ref=\"Exodus 13:15\" href=\"/Exodus.13.15\">Ex 13:15</a> (J); †<span dir=\"rtl\">פָּרִים וְאֵילִים</span> <a data-ref=\"I Chronicles 15:26\" href=\"/I_Chronicles.15.26\">1 Ch 15:26</a>, <span dir=\"rtl\">שׁוֹר וָשֶׂה</span> <a data-ref=\"Deuteronomy 17:1\" href=\"/Deuteronomy.17.1\">Dt 17:1</a>; (β) mankind †<span dir=\"rtl\">בָּנִים וּבָנוֹת</span> <a data-ref=\"Psalms 106:37\" href=\"/Psalms.106.37\">ψ 106:37</a> <a data-ref=\"Ezekiel 16:20\" href=\"/Ezekiel.16.20\">Ez 16:20</a>, †<span dir=\"rtl\">זֹבְחֵי אָדָם</span> <em>sacrificers of mankind</em> <a data-ref=\"Hosea 13:2\" href=\"/Hosea.13.2\">Ho 13:2</a> (so Ra AE Hi Wü MV <em>men that sacrifice</em> AV RV after Ki, so Pu Ew Ke Now Che SS). <strong>c.</strong>  †<span dir=\"rtl\">תּוֹעֲבַת מִצְרַיִם</span> <a data-ref=\"Exodus 8:22\" href=\"/Exodus.8.22\">Ex 8:22</a><sup>(×2)</sup> (E), †<span dir=\"rtl\">מָשְׁחָת</span> <a data-ref=\"Malachi 1:14\" href=\"/Malachi.1.14\">Mal 1:14</a>. <strong>2.</strong>  absolute <a data-ref=\"I Samuel 1:3\" href=\"/I_Samuel.1.3\">1 S 1:3</a> + often <strong>3.</strong>  c. <span dir=\"rtl\">לְ</span> of deity, †<span dir=\"rtl\">לְדָגוֹן</span> <a data-ref=\"Judges 16:23\" href=\"/Judges.16.23\">Ju 16:23</a>, †<span dir=\"rtl\">לַשְּׂעִירִם</span> <a data-ref=\"Leviticus 17:7\" href=\"/Leviticus.17.7\">Lv 17:7</a> (H), †<span dir=\"rtl\">לַשֵּׁדִים</span> <a data-ref=\"Deuteronomy 32:17\" href=\"/Deuteronomy.32.17\">Dt 32:17</a> <a data-ref=\"Psalms 106:37\" href=\"/Psalms.106.37\">ψ 106:37</a>; <em>other gods</em> <a data-ref=\"Exodus 34:15\" href=\"/Exodus.34.15\">Ex 34:15</a> (JE) +; but usually <span dir=\"rtl\">ליהוה</span> <a data-ref=\"Exodus 3:18\" href=\"/Exodus.3.18\">Ex 3:18</a> + 9 times JE, <a data-ref=\"Leviticus 17:5\" href=\"/Leviticus.17.5\">Lv 17:5</a>; <a data-ref=\"Leviticus 19:5\" href=\"/Leviticus.19.5\">19:5</a>; <a data-ref=\"Leviticus 22:5\" href=\"/Leviticus.22.5\">22:5</a> (all H, not elsewhere in P), <a data-ref=\"Deuteronomy 15:21\" href=\"/Deuteronomy.15.21\">Dt 15:21</a>; <a data-ref=\"Deuteronomy 16:2\" href=\"/Deuteronomy.16.2\">16:2</a>; <a data-ref=\"Deuteronomy 17:1\" href=\"/Deuteronomy.17.1\">17:1</a>; <a data-ref=\"I Samuel 1:3\" href=\"/I_Samuel.1.3\">1 S 1:3</a> +; †<span dir=\"rtl\">לֵאלֹהֵי אָבִיו</span> <a data-ref=\"Genesis 46:1\" href=\"/Genesis.46.1\">Gn 46:1</a> (E), <span dir=\"rtl\">לאלהים</span> <a data-ref=\"Psalms 50:14\" href=\"/Psalms.50.14\">ψ 50:14</a>, †<span dir=\"rtl\">לאדני</span> <a data-ref=\"Malachi 1:14\" href=\"/Malachi.1.14\">Mal 1:14</a>. <strong>4.</strong>  with local prep. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Genesis 31:54\" href=\"/Genesis.31.54\">Gn 31:54</a> (E) +, <span dir=\"rtl\">עַל</span> <a data-ref=\"Exodus 20:21\" href=\"/Exodus.20.21\">Ex 20:24</a> (E) +; <span dir=\"rtl\">לפני</span> <a data-ref=\"Leviticus 9:4\" href=\"/Leviticus.9.4\">Lv 9:4</a> (P) +, <span dir=\"rtl\">על פני השׂדה</span> <a data-ref=\"Leviticus 17:5\" href=\"/Leviticus.17.5\">Lv 17:5</a> (H). <strong>II.</strong>  <em>slaughter for eating</em> (connected also with sacrifice, as all eating of flesh among ancient Hebrews was sacrificial, RS<sup>Sem 219</sup>) <a data-ref=\"I Samuel 28:24\" href=\"/I_Samuel.28.24\">1 S 28:24</a> (fat calf for Saul), <a data-ref=\"Ezekiel 34:3\" href=\"/Ezekiel.34.3\">Ez 34:3</a> (fat sheep for shepherds), <a data-ref=\"II Chronicles 18:2\" href=\"/II_Chronicles.18.2\">2 Ch 18:2</a> (sheep and oxen for Jehoshaphat, c. <span dir=\"rtl\">לְ</span> of person); cf. <a data-ref=\"Deuteronomy 12:15\" href=\"/Deuteronomy.12.15\">Dt 12:15</a>; v <a data-ref=\"Deuteronomy 12:21\" href=\"/Deuteronomy.12.21\">21</a> (abs.), <a data-ref=\"I Kings 19:21\" href=\"/I_Kings.19.21\">1 K 19:21</a>. <strong>III.</strong>  <em>slaughter in divine judgment</em> <a data-ref=\"Ezekiel 39:17-19\" href=\"/Ezekiel.39.17-19\">Ez 39:17–19</a> c. acc. <span dir=\"rtl\">זִבְחִי</span> (Gog and Magog as feast for vultures), <a data-ref=\"I Kings 13:2\" href=\"/I_Kings.13.2\">1 K 13:2</a> <a data-ref=\"II Kings 23:20\" href=\"/II_Kings.23.20\">2 K 23:20</a> (priests of high-places on their own altars).<br>†<strong>Pi.</strong><sub>22</sub>  Pf. <span dir=\"rtl\">זִבַּח</span> <a data-ref=\"II Chronicles 33:22\" href=\"/II_Chronicles.33.22\">2 Ch 33:22</a>, <span dir=\"rtl\">זִבְּחוּ</span> <a data-ref=\"Psalms 106:38\" href=\"/Psalms.106.38\">ψ 106:38</a>, <span dir=\"rtl\">זִבֵּ֑חוּ</span> <a data-ref=\"Hosea 12:12\" href=\"/Hosea.12.12\">Ho 12:12</a>; Impf. <span dir=\"rtl\">יְזַבֵּחַ</span> <a data-ref=\"Habakkuk 1:16\" href=\"/Habakkuk.1.16\">Hb 1:16</a>, <span dir=\"rtl\">יְזַבֵּ֑חוּ</span> <a data-ref=\"Hosea 4:13\" href=\"/Hosea.4.13\">Ho 4:13</a>, <a data-ref=\"Hosea 4:14\" href=\"/Hosea.4.14\">14</a>; <a data-ref=\"Hosea 11:2\" href=\"/Hosea.11.2\">11:2</a> (7 times Impf.) Inf. cstr. <span dir=\"rtl\">לְזַבֵּחַ</span> <a data-ref=\"I Kings 12:32\" href=\"/I_Kings.12.32\">1 K 12:32</a>; Pt. <span dir=\"rtl\">מְזַבֵּחַ</span> <a data-ref=\"I Kings 3:3\" href=\"/I_Kings.3.3\">1 K 3:3</a>, pl. <span dir=\"rtl\">מְזַבְּחִים</span> <a data-ref=\"II Chronicles 5:6\" href=\"/II_Chronicles.5.6\">2 Ch 5:6</a> + 8 times, <span dir=\"rtl\">מְזַבְּחוֹת</span> <a data-ref=\"I Kings 11:8\" href=\"/I_Kings.11.8\">1 K 11:8</a>;—<em>sacrifice</em>, <strong>1.</strong>  of the abundant sacrifices made to Yahweh by Solomon <a data-ref=\"I Kings 8:5\" href=\"/I_Kings.8.5\">1 K 8:5</a> = <a data-ref=\"II Chronicles 5:6\" href=\"/II_Chronicles.5.6\">2 Ch 5:6</a>, and Hezekiah <a data-ref=\"II Chronicles 30:22\" href=\"/II_Chronicles.30.22\">2 Ch 30:22</a>, and prob. intensive; but <strong>2.</strong>  elsewhere of sacrifice to other deities, possibly iterative in some cases, but certainly not in all: <span dir=\"rtl\">לַבְּעָלִים</span> <a data-ref=\"Hosea 11:2\" href=\"/Hosea.11.2\">Ho 11:2</a>, <span dir=\"rtl\">לֵאלֹהֵיהֶן</span> <a data-ref=\"I Kings 11:8\" href=\"/I_Kings.11.8\">1 K 11:8</a>, <span dir=\"rtl\">לַעֲגָלִים</span> <a data-ref=\"I Kings 12:32\" href=\"/I_Kings.12.32\">12:32</a>, <span dir=\"rtl\">לְחֶרְמוֹ</span> <a data-ref=\"Habakkuk 1:16\" href=\"/Habakkuk.1.16\">Hb 1:16</a>, <span dir=\"rtl\">לַעֲצַבֵּי כְנָ֑עַן</span> <a data-ref=\"Psalms 106:38\" href=\"/Psalms.106.38\">ψ 106:38</a>, <span dir=\"rtl\">לֵאלֹהֵי דַּרְמֶשֶׂק</span> <a data-ref=\"II Chronicles 28:23\" href=\"/II_Chronicles.28.23\">2 Ch 28:23</a>, <span dir=\"rtl\">לְכָל־הַפְּסִילִים</span> <a data-ref=\"II Chronicles 33:22\" href=\"/II_Chronicles.33.22\">33:22</a>; or in unlawful places <span dir=\"rtl\">עַל־רָאשֵׁי הֶהָרִים</span> <a data-ref=\"Hosea 4:13\" href=\"/Hosea.4.13\">Ho 4:13</a> cf. v <a data-ref=\"Hosea 4:14\" href=\"/Hosea.4.14\">14</a>, <span dir=\"rtl\">בַּגִּלְגָּל</span> <a data-ref=\"Hosea 12:12\" href=\"/Hosea.12.12\">12:12</a>, <span dir=\"rtl\">בַּבָּמוֹת</span> <a data-ref=\"I Kings 3:2\" href=\"/I_Kings.3.2\">1 K 3:2</a>, <a data-ref=\"I Kings 3:3\" href=\"/I_Kings.3.3\">3</a>; <a data-ref=\"I Kings 22:44\" href=\"/I_Kings.22.44\">22:44</a> <a data-ref=\"II Kings 12:4\" href=\"/II_Kings.12.4\">2 K 12:4</a>; <a data-ref=\"II Kings 14:4\" href=\"/II_Kings.14.4\">14:4</a>; <a data-ref=\"II Kings 15:4\" href=\"/II_Kings.15.4\">15:4</a>, <a data-ref=\"II Kings 15:35\" href=\"/II_Kings.15.35\">35</a>, <a data-ref=\"II Kings 16:4\" href=\"/II_Kings.16.4\">16:4</a> = <a data-ref=\"II Chronicles 28:4\" href=\"/II_Chronicles.28.4\">2 Ch 28:4</a>. It is used without direct obj. <a data-ref=\"Hosea 4:14\" href=\"/Hosea.4.14\">Ho 4:14</a> and often; also c. acc. of victim <span dir=\"rtl\">שְׁוָרִים</span> <a data-ref=\"Hosea 12:12\" href=\"/Hosea.12.12\">Ho 12:12</a> <span dir=\"rtl\">צֹאן וּבָקָר</span> <a data-ref=\"I Kings 8:5\" href=\"/I_Kings.8.5\">1 K 8:5</a> = <a data-ref=\"II Chronicles 5:6\" href=\"/II_Chronicles.5.6\">2 Ch 5:6</a>; sons and daughters <a data-ref=\"Psalms 106:38\" href=\"/Psalms.106.38\">ψ 106:38</a>, <span dir=\"rtl\">זִבְחֵי שְׁלָמִים</span> <a data-ref=\"II Chronicles 30:22\" href=\"/II_Chronicles.30.22\">2 Ch 30:22</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1d3b6084aa1cbf12827", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָכֹל 1", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "BDB, יָכֹל 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָכֹל א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָכֹל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">יָכֹל</span>, <span dir=\"rtl\">יָכוֹל</span></big></big>  <strong>vb.</strong> be able, have power, prevail, endure <strong>(</strong>NH <em>id.;</em> Aramaic <span dir=\"rtl\">יְכִיל</span>; Assyrian <em>akâlu</em>, Hpt in KAT<sup>2Gloss i,</sup><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">יָכֹל</span> <a data-ref=\"Genesis 32:26\" href=\"/Genesis.32.26\">Gn 32:26</a> + 8 times; <span dir=\"rtl\">יָכוֹל</span> <a data-ref=\"I Samuel 4:15\" href=\"/I_Samuel.4.15\">1 S 4:15</a> + 2 times; 3 fs. <span dir=\"rtl\">יָֽכְלָה</span> <a data-ref=\"Genesis 36:7\" href=\"/Genesis.36.7\">Gn 36:7</a> <a data-ref=\"Exodus 2:3\" href=\"/Exodus.2.3\">Ex 2:3</a>; 2 ms. <span dir=\"rtl\">וְיָכָלְתָּ֫</span> <a data-ref=\"Exodus 18:23\" href=\"/Exodus.18.23\">Ex 18:23</a>; 1 s. <span dir=\"rtl\">יָכֹלְתִּי</span> <a data-ref=\"Genesis 30:8\" href=\"/Genesis.30.8\">Gn 30:8</a> + 2 times; sf. <span dir=\"rtl\">יְכָלְתִּיו</span> <a data-ref=\"Psalms 13:5\" href=\"/Psalms.13.5\">ψ 13:5</a>; 3 pl. <span dir=\"rtl\">יָֽכְלוּ</span> <a data-ref=\"Genesis 13:6\" href=\"/Genesis.13.6\">Gn 13:6</a> + 27 times + <a data-ref=\"Joshua 15:63\" href=\"/Joshua.15.63\">Jos 15:63</a> Qr; <span dir=\"rtl\">יָכֹ֑לוּ</span> <a data-ref=\"Exodus 8:14\" href=\"/Exodus.8.14\">Ex 8:14</a> + 2 times; Impf. 3 ms. <span dir=\"rtl\">יוּכַל</span> <a data-ref=\"Genesis 13:16\" href=\"/Genesis.13.16\">Gn 13:16</a> + 34 times; <span dir=\"rtl\">יוּכָ֑ל</span> <a data-ref=\"Job 4:2\" href=\"/Job.4.2\">Jb 4:2</a> + 4 times; <span dir=\"rtl\">וַיֻּכָ֑ל</span> <a data-ref=\"Hosea 12:5\" href=\"/Hosea.12.5\">Ho 12:5</a>; 3 fs. <span dir=\"rtl\">תּוּכַל</span> <a data-ref=\"Amos 7:10\" href=\"/Amos.7.10\">Am 7:10</a> + 2 times; 2 ms. <span dir=\"rtl\">תּוּכַל</span> <a data-ref=\"Genesis 15:5\" href=\"/Genesis.15.5\">Gn 15:5</a> + 16 times; 1 s. <span dir=\"rtl\">אוּכַל</span> <a data-ref=\"Genesis 19:19\" href=\"/Genesis.19.19\">Gn 19:19</a> + 30 times, etc. (on these Impf. forms as irreg. Qal, v. Ges<sup>§ 69, 2, R. 3</sup> Kö<sup>i. 407</sup> W<sup>SG 237</sup>; others <strong>Hoph.</strong>); Inf. cstr. <span dir=\"rtl\">יְכֹ֫לֶת</span> <a data-ref=\"Numbers 14:16\" href=\"/Numbers.14.16\">Nu 14:16</a> <a data-ref=\"Deuteronomy 9:28\" href=\"/Deuteronomy.9.28\">Dt 9:28</a>; Inf. abs. <span dir=\"rtl\">יָכוֹל</span> <a data-ref=\"Numbers 13:20\" href=\"/Numbers.13.20\">Nu 13:20</a> <a data-ref=\"II Chronicles 32:13\" href=\"/II_Chronicles.32.13\">2 Ch 32:13</a>; <span dir=\"rtl\">יָכֹל</span> <a data-ref=\"Numbers 22:38\" href=\"/Numbers.22.38\">Nu 22:38</a> <a data-ref=\"I Samuel 26:25\" href=\"/I_Samuel.26.25\">1 S 26:25</a>; P 8 times (not Lv), Ez 3 times; often JED Je <a data-ref=\"Isaiah 2\" href=\"/Isaiah.2\">Is 2</a>, not seld. SK Ch;— <strong>1.</strong>  <em>be able</em>, to do a thing, whether ability be physical, moral, constitutional, or dependent on external authority; usually of man <a data-ref=\"Genesis 13:16\" href=\"/Genesis.13.16\">Gn 13:16</a> (J) +, but also of gods <a data-ref=\"II Chronicles 32:13\" href=\"/II_Chronicles.32.13\">2 Ch 32:13</a>, <a data-ref=\"II Chronicles 32:15\" href=\"/II_Chronicles.32.15\">15</a>, and of <span dir=\"rtl\">י׳</span> <a data-ref=\"Numbers 14:16\" href=\"/Numbers.14.16\">Nu 14:16</a> (JE), <a data-ref=\"Deuteronomy 9:28\" href=\"/Deuteronomy.9.28\">Dt 9:28</a> <a data-ref=\"Jeremiah 44:22\" href=\"/Jeremiah.44.22\">Je 44:22</a>; occasionally of inanimate things <a data-ref=\"Amos 7:10\" href=\"/Amos.7.10\">Am 7:10</a> <a data-ref=\"Genesis 36:7\" href=\"/Genesis.36.7\">Gn 36:7</a> (P), <a data-ref=\"Song of Songs 8:7\" href=\"/Song_of_Songs.8.7\">Ct 8:7</a> <a data-ref=\"Ecclesiastes 1:15\" href=\"/Ecclesiastes.1.15\">Ec 1:15</a><sup>(×2)</sup>, etc.: <strong>a.</strong>  usually sq. inf. c. <span dir=\"rtl\">לְ</span> (122 times), <a data-ref=\"Genesis 31:35\" href=\"/Genesis.31.35\">Gn 31:35</a> <em>I am not able to rise up;</em> <a data-ref=\"Genesis 45:1\" href=\"/Genesis.45.1\">45:1</a> <em>Joseph was not able to restrain himself</em>, v <a data-ref=\"Genesis 31:3\" href=\"/Genesis.31.3\">3</a> <a data-ref=\"Genesis 48:10\" href=\"/Genesis.48.10\">48:10</a>; <a data-ref=\"Exodus 7:21\" href=\"/Exodus.7.21\">Ex 7:21</a>, <a data-ref=\"Exodus 7:24\" href=\"/Exodus.7.24\">24</a> <em>were not able to drink</em>, <a data-ref=\"Exodus 12:39\" href=\"/Exodus.12.39\">12:39</a> <a data-ref=\"Joshua 24:19\" href=\"/Joshua.24.19\">Jos 24:19</a> (all E); <a data-ref=\"Genesis 13:16\" href=\"/Genesis.13.16\">Gn 13:16</a> <em>if a man can number the dust</em>, <a data-ref=\"Genesis 19:19\" href=\"/Genesis.19.19\">19:19</a>, <a data-ref=\"Genesis 19:22\" href=\"/Genesis.19.22\">22</a>; <a data-ref=\"Genesis 43:32\" href=\"/Genesis.43.32\">43:32</a>; <a data-ref=\"Genesis 44:22\" href=\"/Genesis.44.22\">44:22</a>, <a data-ref=\"Genesis 44:26\" href=\"/Genesis.44.26\">26</a><sup>(×2)</sup> <a data-ref=\"Exodus 10:5\" href=\"/Exodus.10.5\">Ex 10:5</a>; <a data-ref=\"Exodus 19:23\" href=\"/Exodus.19.23\">19:23</a> (all J), <a data-ref=\"Genesis 15:5\" href=\"/Genesis.15.5\">Gn 15:5</a> <a data-ref=\"Exodus 15:23\" href=\"/Exodus.15.23\">Ex 15:23</a> <a data-ref=\"Numbers 11:14\" href=\"/Numbers.11.14\">Nu 11:14</a> (all JE) + 10 times JE; <a data-ref=\"Deuteronomy 7:17\" href=\"/Deuteronomy.7.17\">Dt 7:17</a> + 10 times D; <a data-ref=\"Genesis 13:6\" href=\"/Genesis.13.6\">Gn 13:6</a> <em>they could not dwell together</em>, <a data-ref=\"Genesis 34:14\" href=\"/Genesis.34.14\">34:14</a>; <a data-ref=\"Genesis 36:7\" href=\"/Genesis.36.7\">36:7</a> <a data-ref=\"Exodus 9:11\" href=\"/Exodus.9.11\">Ex 9:11</a>; <a data-ref=\"Exodus 40:35\" href=\"/Exodus.40.35\">40:35</a> <a data-ref=\"Numbers 9:6\" href=\"/Numbers.9.6\">Nu 9:6</a> <a data-ref=\"Joshua 9:19\" href=\"/Joshua.9.19\">Jos 9:19</a> (all P); <a data-ref=\"I Samuel 3:2\" href=\"/I_Samuel.3.2\">1 S 3:2</a>; <a data-ref=\"I Samuel 6:20\" href=\"/I_Samuel.6.20\">6:20</a> <a data-ref=\"I Kings 9:21\" href=\"/I_Kings.9.21\">1 K 9:21</a> (on ‖ <a data-ref=\"II Chronicles 8:8\" href=\"/II_Chronicles.8.8\">2 Ch 8:8</a> and text of <a data-ref=\"Judges 1:19\" href=\"/Judges.1.19\">Ju 1:19</a> v. Bu<sup>RS 8</sup>), <a data-ref=\"Amos 7:10\" href=\"/Amos.7.10\">Am 7:10</a> <a data-ref=\"Hosea 5:13\" href=\"/Hosea.5.13\">Ho 5:13</a> <a data-ref=\"Zephaniah 1:18\" href=\"/Zephaniah.1.18\">Zp 1:18</a> <a data-ref=\"Jeremiah 6:10\" href=\"/Jeremiah.6.10\">Je 6:10</a>; <a data-ref=\"Jeremiah 11:11\" href=\"/Jeremiah.11.11\">11:11</a>; <a data-ref=\"Jeremiah 13:23\" href=\"/Jeremiah.13.23\">13:23</a>; <a data-ref=\"Jeremiah 18:6\" href=\"/Jeremiah.18.6\">18:6</a>; <a data-ref=\"Jeremiah 19:11\" href=\"/Jeremiah.19.11\">19:11</a> +. †<strong>b.</strong>  sq. inf. without <span dir=\"rtl\">לְ</span> (27 times; not P): <a data-ref=\"Genesis 37:4\" href=\"/Genesis.37.4\">Gn 37:4</a> <a data-ref=\"Exodus 2:3\" href=\"/Exodus.2.3\">Ex 2:3</a>; <a data-ref=\"Exodus 18:18\" href=\"/Exodus.18.18\">18:18</a>, <a data-ref=\"Exodus 18:23\" href=\"/Exodus.18.23\">23</a> (all E), <a data-ref=\"Genesis 24:50\" href=\"/Genesis.24.50\">Gn 24:50</a>; <a data-ref=\"Genesis 44:1\" href=\"/Genesis.44.1\">44:1</a> (J), <a data-ref=\"Numbers 22:37\" href=\"/Numbers.22.37\">Nu 22:37</a>, <a data-ref=\"Numbers 22:38\" href=\"/Numbers.22.38\">38</a> (JE), <a data-ref=\"Deuteronomy 1:9\" href=\"/Deuteronomy.1.9\">Dt 1:9</a>; <a data-ref=\"Deuteronomy 7:22\" href=\"/Deuteronomy.7.22\">7:22</a>; <a data-ref=\"Deuteronomy 14:24\" href=\"/Deuteronomy.14.24\">14:24</a>; <a data-ref=\"Deuteronomy 22:29\" href=\"/Deuteronomy.22.29\">22:29</a> <a data-ref=\"Judges 8:3\" href=\"/Judges.8.3\">Ju 8:3</a> <a data-ref=\"Jeremiah 49:10\" href=\"/Jeremiah.49.10\">Je 49:10</a>, <a data-ref=\"Jeremiah 49:23\" href=\"/Jeremiah.49.23\">23</a> <a data-ref=\"Habakkuk 1:13\" href=\"/Habakkuk.1.13\">Hb 1:13</a> <a data-ref=\"Isaiah 46:2\" href=\"/Isaiah.46.2\">Is 46:2</a>; <a data-ref=\"Isaiah 47:11\" href=\"/Isaiah.47.11\">47:11</a>, <a data-ref=\"Isaiah 47:12\" href=\"/Isaiah.47.12\">12</a>; <a data-ref=\"Isaiah 57:20\" href=\"/Isaiah.57.20\">57:20</a> <a data-ref=\"Lamentations 1:14\" href=\"/Lamentations.1.14\">La 1:14</a> <a data-ref=\"Psalms 18:39\" href=\"/Psalms.18.39\">ψ 18:39</a>; <a data-ref=\"Psalms 36:13\" href=\"/Psalms.36.13\">36:13</a>; <a data-ref=\"Psalms 78:20\" href=\"/Psalms.78.20\">78:20</a> <a data-ref=\"Proverbs 30:21\" href=\"/Proverbs.30.21\">Pr 30:21</a> <a data-ref=\"Job 4:2\" href=\"/Job.4.2\">Jb 4:2</a>; <a data-ref=\"Job 33:5\" href=\"/Job.33.5\">33:5</a>. †<strong>c.</strong>  c. inf. implic., always neg., <a data-ref=\"Genesis 29:8\" href=\"/Genesis.29.8\">Gn 29:8</a> go and feed them; and they said, <em>We are not able, cannot</em> (J), <a data-ref=\"Exodus 8:14\" href=\"/Exodus.8.14\">Ex 8:14</a> (P), <a data-ref=\"Isaiah 29\" href=\"/Isaiah.29\">Is 29</a>;<a data-ref=\"Isaiah 11\" href=\"/Isaiah.11\">11</a> <a data-ref=\"Jeremiah 20:9\" href=\"/Jeremiah.20.9\">Je 20:9</a> <a data-ref=\"Psalms 21:12\" href=\"/Psalms.21.12\">ψ 21:12</a> <a data-ref=\"Jonah 1:13\" href=\"/Jonah.1.13\">Jon 1:13</a>. <strong>d.</strong>  c. neg. = <em>may not</em> (of moral inability): <a data-ref=\"Genesis 43:32\" href=\"/Genesis.43.32\">Gn 43:32</a> (J) the Egyptians <em>might not eat</em> bread with the Hebrews; <a data-ref=\"Judges 21:18\" href=\"/Judges.21.18\">Ju 21:18</a> <em>we may not give</em> them wives; especially D, <a data-ref=\"Deuteronomy 7:22\" href=\"/Deuteronomy.7.22\">Dt 7:22</a>; <a data-ref=\"Deuteronomy 12:17\" href=\"/Deuteronomy.12.17\">12:17</a>; <a data-ref=\"Deuteronomy 14:24\" href=\"/Deuteronomy.14.24\">14:24</a>; <a data-ref=\"Deuteronomy 16:5\" href=\"/Deuteronomy.16.5\">16:5</a>; <a data-ref=\"Deuteronomy 17:15\" href=\"/Deuteronomy.17.15\">17:15</a>; <a data-ref=\"Deuteronomy 22:3\" href=\"/Deuteronomy.22.3\">22:3</a>; <a data-ref=\"Deuteronomy 28:27\" href=\"/Deuteronomy.28.27\">28:27</a>, <a data-ref=\"Deuteronomy 28:35\" href=\"/Deuteronomy.28.35\">35</a>. †<strong>e.</strong>  <em>be able</em>, sq. impf.: <span dir=\"rtl\">אוּלַי אוּכַל נַכֶּה</span> <a data-ref=\"Numbers 22:6\" href=\"/Numbers.22.6\">Nu 22:6</a> (JE) <em>perchance I am able</em> (so that) <em>we smite</em> (v. Di; read perhaps <span dir=\"rtl\">נוּכַל</span> for <span dir=\"rtl\">אוּכַל</span> Ges<sup>§ 120, 1 b</sup>); <span dir=\"rtl\">לֹא יוּכְלוּ יִגְּעוּ</span> <a data-ref=\"Lamentations 4:14\" href=\"/Lamentations.4.14\">La 4:14</a> <em>they are unable, they touch</em> = <em>are unable to touch</em> (Dr<sup>§ 163, Obs.</sup>) †<strong>f.</strong>  <em>be able</em>, sq. pf. consec., only very late, <span dir=\"rtl\">אוּכַל וְרָאִיתִי</span> <a data-ref=\"Esther 8:6\" href=\"/Esther.8.6\">Est 8:6</a><sup>(×2)</sup>, lit. how <em>shall I be able and see?</em>—Also in various combinations where English idiom would make it an auxiliary to another verb: †<strong>g.</strong>  <em>able to gain, accomplish:</em> sq. acc. <span dir=\"rtl\">לֹא יוּכְלוּ נִקָּיוֹן</span> <a data-ref=\"Hosea 8:5\" href=\"/Hosea.8.5\">Ho 8:5</a> how long <em>will they be unable</em> (to gain) <em>innocence?</em> <span dir=\"rtl\">יָדַעְתִּ֯ כִּי־כֹל תּוּכָ֑ל</span> <a data-ref=\"Job 42:2\" href=\"/Job.42.2\">Jb 42:2</a> <em>I know that thou art able</em> (to do) <em>all things;</em> <span dir=\"rtl\">אֵין הַמֶּלֶךְ יוּכַל אֶתְכֶם דָּבָר</span> <a data-ref=\"Jeremiah 38:5\" href=\"/Jeremiah.38.5\">Je 38:5</a> <em>the king is not</em> (one who is) <em>able</em> (to do) <em>anything with</em> (<span dir=\"rtl\">אֶתְכם</span> for <span dir=\"rtl\">אִתְּכֶם</span> v. Gf, i.e. <em>against</em>) <em>you</em>. †<strong>h.</strong>  <em>able to endure:</em> <span dir=\"rtl\">לֹא אוּכַל אָוֶן וַעֲצָרָה</span> <a data-ref=\"Isaiah 1:13\" href=\"/Isaiah.1.13\">Is 1:13</a> <em>I cannot endure iniquity and</em> (with) <em>a solemn assembly</em>, <a data-ref=\"Psalms 101:5\" href=\"/Psalms.101.5\">ψ 101:5</a>. †<strong>i.</strong>  <em>able to reach</em>, sq. <span dir=\"rtl\">לְ</span>, <a data-ref=\"Psalms 139:6\" href=\"/Psalms.139.6\">ψ 139:6</a> it is high, <span dir=\"rtl\">לֹא אוּכַל לָהּ</span> <em>I cannot (reach) to it</em>. †<strong>2.</strong>  <em>prevail:</em> <strong>a.</strong>  abs. <em>prevail, overcome, be victor</em> <a data-ref=\"Genesis 30:8\" href=\"/Genesis.30.8\">Gn 30:8</a> (E), <a data-ref=\"Genesis 32:29\" href=\"/Genesis.32.29\">32:29</a> (J), <a data-ref=\"Hosea 12:5\" href=\"/Hosea.12.5\">Ho 12:5</a> <a data-ref=\"I Samuel 26:25\" href=\"/I_Samuel.26.25\">1 S 26:25</a> <a data-ref=\"I Kings 22:22\" href=\"/I_Kings.22.22\">1 K 22:22</a> = <a data-ref=\"II Chronicles 18:21\" href=\"/II_Chronicles.18.21\">2 Ch 18:21</a> <a data-ref=\"Jeremiah 20:7\" href=\"/Jeremiah.20.7\">Je 20:7</a>, <a data-ref=\"Jeremiah 20:11\" href=\"/Jeremiah.20.11\">11</a>; of waves <a data-ref=\"Jeremiah 5:22\" href=\"/Jeremiah.5.22\">5:22</a>; <em>succeed</em> <a data-ref=\"Isaiah 16:12\" href=\"/Isaiah.16.12\">Is 16:12</a>, <a data-ref=\"Jeremiah 3:5\" href=\"/Jeremiah.3.5\">Je 3:5</a> (VB <em>hast had thy way</em>). <strong>b.</strong>  sq. <span dir=\"rtl\">לְ</span> pers., <em>prevail against, over</em> <a data-ref=\"Genesis 32:26\" href=\"/Genesis.32.26\">Gn 32:26</a> (J), <a data-ref=\"Numbers 13:30\" href=\"/Numbers.13.30\">Nu 13:30</a> (JE), <a data-ref=\"Judges 16:5\" href=\"/Judges.16.5\">Ju 16:5</a> <a data-ref=\"I Samuel 17:19\" href=\"/I_Samuel.17.19\">1 S 17:19</a> <a data-ref=\"Jeremiah 1:19\" href=\"/Jeremiah.1.19\">Je 1:19</a>; <a data-ref=\"Jeremiah 15:20\" href=\"/Jeremiah.15.20\">15:20</a>; <a data-ref=\"Jeremiah 20:10\" href=\"/Jeremiah.20.10\">20:10</a>; <a data-ref=\"Jeremiah 38:22\" href=\"/Jeremiah.38.22\">38:22</a> <a data-ref=\"Obadiah 1:7\" href=\"/Obadiah.1.7\">Ob 7</a> <a data-ref=\"Psalms 129:2\" href=\"/Psalms.129.2\">ψ 129:2</a> <a data-ref=\"Esther 6:13\" href=\"/Esther.6.13\">Est 6:13</a>. <strong>c.</strong>  once c. sf., <span dir=\"rtl\">יְכָלְתִּיו</span> <a data-ref=\"Psalms 13:5\" href=\"/Psalms.13.5\">ψ 13:5</a> <em>I have prevailed over him</em>, + <a data-ref=\"Zechariah 9:15\" href=\"/Zechariah.9.15\">Zc 9:15</a> (where read <span dir=\"rtl\">וְיָֽכְלוּם</span> for <span dir=\"rtl\">וְאָֽכְלוּ</span> with 𝔊 𝔗 Klo<sup>ThLZ 1879. 564</sup> Sta<sup>ZAW 1881, 18</sup>). †<strong>3.</strong>  abs. <em>have ability, strength</em>, only neg. <span dir=\"rtl\">מִשְּׂאֵתוֹ לֹא אוּכָ֑ל</span> <a data-ref=\"Job 31:23\" href=\"/Job.31.23\">Jb 31:23</a> <em>because of his loftiness I have no ability</em>, am inadequate (to anything)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3e2b6084aa1cbf2c445", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, פֶּ֫סַח 1", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "BDB, פֶּ֫סַח 1", "sourceHeRef": "בראון-דרייבר-בריגס, פֶּ֫סַח א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "פֶּ֫סַח", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">פֶּ֫סַח</span></big>  <strong>n.m.</strong> passover <strong>(</strong>usually (Thes and most) from I. <span dir=\"rtl\">פסח</span>, with reference to <a data-ref=\"Exodus 12:13\" href=\"/Exodus.12.13\">Ex 12:13</a> etc.; Reuss<sup>Gesch. A.T. § 58</sup> <em>passing over</em> into new year; Schaefer <sup>Passah-Mazzoth (1900), 346</sup> cp. Assyrian <em>pašâḫu</em>, <em>soothe, placate</em> [deity], < <em>be sooted</em>, Pi. trans., Jen<sup>ZA iv (1889), 275</sup> Zim<sup>Bab. Rel. i (1896), Gloss.; ii (1899), 92</sup>; Schwally<sup>Idiot. 124</sup> from II. <span dir=\"rtl\">פסח</span>, of sacred dance<strong>)</strong>;—abs. <span dir=\"rtl\">פ׳</span> <a data-ref=\"Exodus 12:11\" href=\"/Exodus.12.11\">Ex 12:11</a> +; <span dir=\"rtl\">פָּ֑סַח</span> v <a data-ref=\"Exodus 12:21\" href=\"/Exodus.12.21\">21</a> +; pl. <span dir=\"rtl\">פְּסָחִים</span> <a data-ref=\"II Chronicles 30:17\" href=\"/II_Chronicles.30.17\">2 Ch 30:17</a> + 3 times;—<br><strong>1.</strong>  <em>sacrifice of passover</em>, involving communion-meal, hence a species of peace-offering (cf. i. <a data-ref=\"BDB, זֶ֫בַח\" href=\"/BDB,_זֶ֫בַח\", dir=\"rtl\">זֶבַח</a> <strong>II. 2</strong>), <span dir=\"rtl\">זֶבַח פ׳ הוא לי׳</span> <a data-ref=\"Exodus 12:27\" href=\"/Exodus.12.27\">Ex 12:27</a> (J), cf. v <a data-ref=\"Exodus 12:11\" href=\"/Exodus.12.11\">11</a> (P); <span dir=\"rtl\">זָבַח פ׳</span> <a data-ref=\"Deuteronomy 16:2\" href=\"/Deuteronomy.16.2\">Dt 16:2</a>, <a data-ref=\"Deuteronomy 16:5\" href=\"/Deuteronomy.16.5\">5</a>, <a data-ref=\"Deuteronomy 16:6\" href=\"/Deuteronomy.16.6\">6</a>; <span dir=\"rtl\">אכל הפ׳</span> <a data-ref=\"II Chronicles 30:18\" href=\"/II_Chronicles.30.18\">2 Ch 30:18</a>; the special feature lay in the application of blood to homes to consecrate them; cf. sim. Bab. rite of purification Zim <sup>ib. ii. 126–7</sup>.<br><strong>2.</strong>  <em>the animal victim of the passover:</em> <span dir=\"rtl\">שׁחט פ׳</span> <a data-ref=\"Exodus 12:21\" href=\"/Exodus.12.21\">Ex 12:21</a> (J) <a data-ref=\"II Chronicles 30:15\" href=\"/II_Chronicles.30.15\">2 Ch 30:15</a>; <a data-ref=\"II Chronicles 35:1\" href=\"/II_Chronicles.35.1\">35:1</a>, <a data-ref=\"II Chronicles 35:6\" href=\"/II_Chronicles.35.6\">6</a>, <a data-ref=\"II Chronicles 35:11\" href=\"/II_Chronicles.35.11\">11</a>; <a data-ref=\"Ezra 6:20\" href=\"/Ezra.6.20\">Ezr 6:20</a>, cf. <a data-ref=\"II Chronicles 30:17\" href=\"/II_Chronicles.30.17\">2 Ch 30:17</a>; <span dir=\"rtl\">בשׁל הפ׳ באשׁ</span> <a data-ref=\"II Chronicles 35:13\" href=\"/II_Chronicles.35.13\">2 Ch 35:13</a>; <span dir=\"rtl\">לפסחים</span> <a data-ref=\"II Chronicles 35:7\" href=\"/II_Chronicles.35.7\">2 Ch 35:7</a>, <a data-ref=\"II Chronicles 35:8\" href=\"/II_Chronicles.35.8\">8</a>, <a data-ref=\"II Chronicles 35:9\" href=\"/II_Chronicles.35.9\">9</a>. [Passover animals (cf. Br<sup>Hex. 206</sup>) were <span dir=\"rtl\">צֹאן</span> <em>flock</em> <a data-ref=\"Exodus 12:21\" href=\"/Exodus.12.21\">Ex 12:21</a> (J), <span dir=\"rtl\">שֶׂה</span> v <a data-ref=\"Exodus 12:3\" href=\"/Exodus.12.3\">3</a>, <a data-ref=\"Exodus 12:4\" href=\"/Exodus.12.4\">4</a>, <a data-ref=\"Exodus 12:5\" href=\"/Exodus.12.5\">5</a>, incl. <span dir=\"rtl\">כֶּבֶשׁ</span> and <span dir=\"rtl\">עֵז</span> v <a data-ref=\"Exodus 12:5\" href=\"/Exodus.12.5\">5</a> (P); <span dir=\"rtl\">צאן ובקר</span> <a data-ref=\"Deuteronomy 16:2\" href=\"/Deuteronomy.16.2\">Dt 16:2</a>; large numbers of all these (<span dir=\"rtl\">שֶׂה</span> not used) in Josiah’s passover, according to <a data-ref=\"II Chronicles 35:7\" href=\"/II_Chronicles.35.7\">2 Ch 35:7</a>, <a data-ref=\"II Chronicles 35:8\" href=\"/II_Chronicles.35.8\">8</a>, <a data-ref=\"II Chronicles 35:9\" href=\"/II_Chronicles.35.9\">9</a>, but evident mingling of whole burnt-offerings for the passover with special passover victim.]<br><strong>3.</strong>  <em>festival of the passover:</em> <span dir=\"rtl\">חג הפ׳</span> <a data-ref=\"Exodus 34:25\" href=\"/Exodus.34.25\">Ex 34:25</a> (J); <span dir=\"rtl\">(ה)פ׳</span> <a data-ref=\"Leviticus 23:5\" href=\"/Leviticus.23.5\">Lv 23:5</a>; <a data-ref=\"Numbers 28:16\" href=\"/Numbers.28.16\">Nu 28:16</a>; <a data-ref=\"Numbers 33:3\" href=\"/Numbers.33.3\">33:3</a>; <a data-ref=\"Joshua 5:11\" href=\"/Joshua.5.11\">Jos 5:11</a> (P) <a data-ref=\"Ezekiel 45:21\" href=\"/Ezekiel.45.21\">Ez 45:21</a>; <span dir=\"rtl\">חֻקַּת הפ׳</span> <a data-ref=\"Exodus 12:43\" href=\"/Exodus.12.43\">Ex 12:43</a>; <a data-ref=\"Numbers 9:12\" href=\"/Numbers.9.12\">Nu 9:12</a>, <a data-ref=\"Numbers 9:14\" href=\"/Numbers.9.14\">14</a> (P); <span dir=\"rtl\">עשׂה פ׳</span> <a data-ref=\"Exodus 12:48\" href=\"/Exodus.12.48\">Ex 12:48</a>; <a data-ref=\"Numbers 9:2\" href=\"/Numbers.9.2\">Nu 9:2</a>, <a data-ref=\"Numbers 9:4\" href=\"/Numbers.9.4\">4</a>, <a data-ref=\"Numbers 9:5\" href=\"/Numbers.9.5\">5</a>, <a data-ref=\"Numbers 9:6\" href=\"/Numbers.9.6\">6</a>, <a data-ref=\"Numbers 9:10\" href=\"/Numbers.9.10\">10</a>, <a data-ref=\"Numbers 9:13\" href=\"/Numbers.9.13\">13</a>, <a data-ref=\"Numbers 9:14\" href=\"/Numbers.9.14\">14</a>; <a data-ref=\"Joshua 5:10\" href=\"/Joshua.5.10\">Jos 5:10</a> (P) <a data-ref=\"Deuteronomy 16:1\" href=\"/Deuteronomy.16.1\">Dt 16:1</a>; <a data-ref=\"II Kings 23:21\" href=\"/II_Kings.23.21\">2 K 23:21</a>, <a data-ref=\"II Kings 23:22\" href=\"/II_Kings.23.22\">22</a>, <a data-ref=\"II Kings 23:23\" href=\"/II_Kings.23.23\">23</a>; <a data-ref=\"II Chronicles 30:1\" href=\"/II_Chronicles.30.1\">2 Ch 30:1</a>, <a data-ref=\"II Chronicles 30:2\" href=\"/II_Chronicles.30.2\">2</a>, <a data-ref=\"II Chronicles 30:5\" href=\"/II_Chronicles.30.5\">5</a>; <a data-ref=\"II Chronicles 35:1\" href=\"/II_Chronicles.35.1\">35:1</a>, <a data-ref=\"II Chronicles 35:16\" href=\"/II_Chronicles.35.16\">16</a>, <a data-ref=\"II Chronicles 35:17\" href=\"/II_Chronicles.35.17\">17</a>, <a data-ref=\"II Chronicles 35:18\" href=\"/II_Chronicles.35.18\">18</a><sup>(×2)</sup>, <a data-ref=\"II Chronicles 35:19\" href=\"/II_Chronicles.35.19\">19</a>; <a data-ref=\"Ezra 6:19\" href=\"/Ezra.6.19\">Ezr 6:19</a>; it was held in month <span dir=\"rtl\">הָאָבִיב</span> <a data-ref=\"Deuteronomy 16:1\" href=\"/Deuteronomy.16.1\">Dt 16:1</a>, <span dir=\"rtl\">בָּעָ֑רֶב</span> v <a data-ref=\"Deuteronomy 16:6\" href=\"/Deuteronomy.16.6\">6</a>; on 14th day <a data-ref=\"Joshua 5:10\" href=\"/Joshua.5.10\">Jos 5:10</a> (P), of 1st month <a data-ref=\"Ezekiel 45:21\" href=\"/Ezekiel.45.21\">Ez 45:21</a>; <span dir=\"rtl\">בֵּין הערבים</span> (<a data-ref=\"Exodus 12:6\" href=\"/Exodus.12.6\">Ex 12:6</a>); <a data-ref=\"Leviticus 23:5\" href=\"/Leviticus.23.5\">Lv 23:5</a>; <a data-ref=\"Numbers 9:5\" href=\"/Numbers.9.5\">Nu 9:5</a> (P); if impossible at that time, then on 14th of 2nd month <a data-ref=\"Numbers 9:10\" href=\"/Numbers.9.10\">Nu 9:10</a>, <a data-ref=\"Numbers 9:12\" href=\"/Numbers.9.12\">12</a>. [No ref. to <span dir=\"rtl\">פֶּסַח</span> in E; J subordinates it to <span dir=\"rtl\">מַצּוֹת</span> (the great feast of JE); in D it predom. over <span dir=\"rtl\">מצות</span>; P makes it first in importance (Br<sup>Hex. 195 f.</sup>).]"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64bce3a85fdcd84cc8704f56", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Deuteronomy 16:5:1", "anchorRef": "Deuteronomy 16:5", "anchorRefExpanded": ["Deuteronomy 16:5"], "sourceRef": "Bekhor Shor, Deuteronomy 16:5:1", "sourceHeRef": "בכור שור, דברים ט״ז:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "דברים", "he": "<b>לא תוכל לזבח את הפסח.</b> והוא הדין לשאר־קרבנות, אלא משום דכתיב (שמות יב, כ) בכל מושבותיכם תאכלו מצות סלקא דעתך אמינא: מה מצה נוהגת בכל ארץ־ישראל, אף פסח כן, קמשמע־לן: לא תוכל לזבוח את הפסח, ואף דרשו: לא־תוכל לזבוח את הפסח <b>באחד:</b> שאם היו ישראל מחצה טהורים ומחצה טמאים, והטמאים עודפים \"אחד\" על הטהורים, אינם יכולים לעשות הפסח־בטומאה אלא נידחין לפסח־שני (פסחים צא, א) אף־על־פי שאין ציבור נידחין [שם סו, ב] דאמרינן איש איש (במדבר ט, י) איש נדחה ואין צבור נידחין, בשביל אחד לא חשיב להו ציבור, כדאיתא בפסחים [פ, א]:", "heVersionTitle": "Bekhor Shor, Jerusalem, 1960", "heLicense": "", "heVersionTitleInHebrew": "בכור שור, ירושלים תש\"כ", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "660921826e2fce8afd4fe159", "index_title": "Covenant and Conversation; Leviticus; The Book of Holiness", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Leviticus; The Book of Holiness, Emor, The Calendar 2", "anchorRef": "Deuteronomy 16:1-17", "anchorRefExpanded": ["Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17"], "sourceRef": "Covenant and Conversation; Leviticus; The Book of Holiness, Emor, The Calendar 2", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא, אמור, ב ב׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 2, "collectiveTitle": {"en": "Covenant and Conversation; Leviticus; The Book of Holiness", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא"}, "heTitle": "ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "In five places, the Torah lists the festivals of the Jewish year. Two of these, Exodus 23:14–17 and 34:18–26, are brief. Three, in Leviticus, Numbers 28–29, and Deuteronomy 16:1–17, are set out at length, and they are very different from one another. The list in Numbers sets out the precise specification of the sacrifices to be offered on each of the holy days. The account in Deuteronomy looks at the social impact of the festivals when Israel became a nation in its own land. It emphasises the importance of these days for collective celebration: “You, your sons and daughters, your male and female servants, and the Levites, the ­foreigners, the fatherless, and the widows who live in your towns.”", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]