[{"_id": "531e4fdffbfba276047f5d00", "index_title": "Onkelos Deuteronomy", "category": "Targum", "type": "targum", "ref": "Onkelos Deuteronomy 7:18", "anchorRef": "Deuteronomy 7:18", "anchorRefExpanded": ["Deuteronomy 7:18"], "sourceRef": "Onkelos Deuteronomy 7:18", "sourceHeRef": "תרגום אונקלוס על דברים ז׳:י״ח", "anchorVerse": 18, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 7.0018, "collectiveTitle": {"en": "Onkelos Deuteronomy", "he": "תרגום אונקלוס על דברים"}, "heTitle": "תרגום אונקלוס על דברים", "he": "לָא תִדְחַל מִנְּהוֹן מִדְכַּר תִּדְכַּר יָת דִּי עֲבַד יְיָ אֱלָהָךְ לְפַרְעֹה וּלְכָל מִצְרָיִם:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Do not fear them. Recall well what Adonoy, your God, did to Pharaoh and to all the Egyptians.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2683fbfba27c35eeb541", "index_title": "Targum Jonathan on Deuteronomy", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Deuteronomy 7:18", "anchorRef": "Deuteronomy 7:18", "anchorRefExpanded": ["Deuteronomy 7:18"], "sourceRef": "Targum Jonathan on Deuteronomy 7:18", "sourceHeRef": "תרגום יונתן על דברים ז׳:י״ח", "anchorVerse": 18, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 7.0018, "collectiveTitle": {"en": "Targum Jonathan on Deuteronomy", "he": "תרגום יונתן על דברים"}, "heTitle": "תרגום יונתן על דברים", "he": "לָא תִידַחֲלוּן מִנְהוֹן הֲווֹן דְּכִירִין יַת גְּבוּרָן דְּעָבַד יְיָ אֱלָהָךְ לְפַרְעה וּלְכָל מִצְרָאֵי", "heVersionTitle": "Targum Jonathan on Deuteronomy", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " Be not afraid of them; remember the work of power which the Lord thy God wrought upon Pharoh and all the Mizraee; \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17c1cfbfba22336eab01c", "index_title": "Kitzur Ba'al HaTurim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Deuteronomy 7:18:1", "anchorRef": "Deuteronomy 7:18", "anchorRefExpanded": ["Deuteronomy 7:18"], "sourceRef": "Kitzur Ba'al HaTurim on Deuteronomy 7:18:1", "sourceHeRef": "קיצור בעל הטורים על דברים ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על דברים", "he": "<b>זכר תזכר</b> חסר וי\"ו לומר שתזכור מה שעשה לשש מאות רכב בחור:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "560ba952fbfba25e369f8198", "index_title": "Haamek Davar on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Deuteronomy 7:18:1", "anchorRef": "Deuteronomy 7:18", "anchorRefExpanded": ["Deuteronomy 7:18"], "sourceRef": "Haamek Davar on Deuteronomy 7:18:1", "sourceHeRef": "העמק דבר על דברים ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1849, 1879], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> לא תירא מהם.</b> כי לא יתגברו לעולם. וכך היה ראוי להיות אם לא עברו ישראל לכרות ברית עמהם כמש״כ בס׳ יהושע ושופטים. אבל אם היה ישראל בטוח בזה לא היה מקום לירא:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77d9dd6e4a94c7c18b5c9", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Deuteronomy 7:18", "anchorRef": "Deuteronomy 7:18", "anchorRefExpanded": ["Deuteronomy 7:18"], "sourceRef": "Tafsir Rasag, Deuteronomy 7:18", "sourceHeRef": "תפסיר רס\"ג, דברים ז׳:י״ח", "anchorVerse": 18, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 7.0018, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "דברים", "he": "לא תכ̇פהם בל אד̇כר מא צנע אללה רבך בפרעון וסאיר אלמצריין", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b197d6e4a952249cc7fe", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Deuteronomy 7:18:1", "anchorRef": "Deuteronomy 7:18", "anchorRefExpanded": ["Deuteronomy 7:18"], "sourceRef": "Minchat Shai on Torah, Deuteronomy 7:18:1", "sourceHeRef": "מנחת שי על תורה, דברים ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "דברים", "he": "<b>מהם זכר.</b> דין לחוד חסר וא\"ו באורייתא:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b197d6e4a952249cc800", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Deuteronomy 7:18:2", "anchorRef": "Deuteronomy 7:18", "anchorRefExpanded": ["Deuteronomy 7:18"], "sourceRef": "Minchat Shai on Torah, Deuteronomy 7:18:2", "sourceHeRef": "מנחת שי על תורה, דברים ז׳:י״ח:ב׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 18.0002, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "דברים", "he": "<b>זכר תזכר.</b> חסר וא\"ו ודכותא למען תזכר את יום צאתך דראה. ואית דמסרי גבי תזכר דלא תירא מהם תרין מלאים דין וחד בנביאים וליתא דברובא דנוסחי דיקי תזכר דלא תירא חסר כתיב הרמ\"ה ז\"ל:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5964835dd6e4a92bf45a6560", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bamidbar 22:2:2", "anchorRef": "Deuteronomy 7:18", "anchorRefExpanded": ["Deuteronomy 7:18"], "sourceRef": "Rabbeinu Bahya, Bamidbar 22:2:2", "sourceHeRef": "רבנו בחיי, במדבר כ״ב:ב׳:ב׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>שלמה </b>המלך ע\"ה באר בכתוב הזה (משלי י״ד:כ״ח) כי רבוי העם הוא הדרת מלך וכבודו, לפי שיש בין אנשיו גבורים וחכמים שוין לו או למעלה ממנו, אבל מעלתו והתנשאותו על שאר השרים והסגנים הוא רבוי חיילותיו ורוחב מלכותו וממשלתו וזאת היא הסבה שהוא מעולה ומהודר מכלם, וכאשר יחסר לו העם ויפרדו מעליו זהו מחתת האדון, ומלת רזון מלשון רוזנים. ולפי מה שאמר הדרת מלך היה לו לומר מחתת מלך, אבל בא לומר כי העדר העם מחתה לו עד שהוסר ממנו שם המלכות וחזר כאחד הרוזנים המושלים בעם, ועל כן יקראנו הכתוב בשם רוזן לא בשם מלך, לפי שאין מלך בלא עם, וא\"כ למדך הכתוב הזה כי בטחון המלך תלוי בבשר ודם כיון שהדרתו ומעלתו ברבוי העם ומחתתו בחסרונם. ועל הטעם הזה לא היה רצון הש\"י שיהיה בינינו מלך לפי שבטחון העם במלך והמלך בטחונו בעמו, ואנחנו מקבלי התורה נצטוינו בה שנירא את הש\"י, כענין שכתוב (דברים ו׳:י״ג) את ה' אלהיך תירא, גם נצטוינו שלא נירא מן הכנענים כענין שכתוב (שם ז) לא תירא מהם, וכתיב (שם לא) אל תיראו ואל תערצו מפניהם, וכיון שהתורה אסרה לנו הבטחון בבשר ודם וצותה אותנו להיות כל אחד ממנו בטחונו בה' יתברך לבדו, ובקיימנו זה לא נצטרך לאדם ויהיה כל אחד מישראל בטוח יותר מן המלך, אבל לפי שהיה גלוי וידוע לפניו יתעלה שעתידין ישראל לשאול להם מלך כשאר האומות אשר להם מלכים ושלטונים, על כן קבע להם בתורה מצות עשה לדעתם למנות להם מלך אחר שיחטאו בשאלם אותו, והוא שכתוב (שם יז) ואמרת אשימה עלי מלך ככל הגוים אשר סביבותי, שום תשים עליך מלך, וראוי היה שיחשב זה להם לחטא כיון שהקב\"ה הפליא ענינם בימי צאתם מארץ מצרים מכל העמים ורמם חלקם מכל אומה ולשון להיותו מולך עליהם ושכינתו בקרבם, ולכך הוקשה בעיני הקב\"ה כששאלו להם מלך, וסופו הוכיח על תחלתו שאבד שאול בסופו. ועל כן אמר שלמה המלך ע\"ה בכאן ברב עם הדרת מלך, ולמדנו בכתוב הזה שהצדיק הבוטח בה' יתברך הוא בטוח יותר מהמלך, כי המלך ישים עיקר בטחונו בעמו, וא\"כ ראוי שיהיה בטוח יותר הבוטח בהקב\"ה מן הבוטח בעם, כי המלך הבוטח בעם לבד ולא בהקב\"ה לפעמים יפול ביד אויביו וכל חיילותיו לא יועילו ולא יצילו אותו. וכן מצינו בסיחון ועוג שהיו בוטחין ברבוי חיילותיהם ובאין כנגד משה וישראל ולא הועיל להם כלום, שהרי ההיזק וההצלה ממנו אינו תלוי ברבוי עם אלא בגזרת השי\"ת, כי פעמים אין התשועה ברב עם, כענין שכתוב (תהילים ל״ג:ט״ז) אין המלך נושע ברב חיל גבור לא ינצל ברב כח, ומן הידוע כי היו מלכים אדירים חזקים בגבורה ועריהם בצורות חזקות וחיילותיהם כחול אשר על שפת הים, וכיון שנאבדו כלם ונפלו ביד משה לכך נתירא בלק מלך מואב בשכבר מתו גבוריו אשר היה חוסה בהם ופחד לנפשו ממה שעשה ישראל לאמורי, וזהו שכתוב.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "In this verse Solomon explains that a multitude of subjects and their presence constitute a king’s honor and pride. The reason that this is so is because among his subjects there may be individuals who can match or even surpass the king in wisdom, in prowess, in wealth or in other characteristics. The king’s superiority over all these people who can compete with him in individual attributes comes to the fore only in his commanding a multitude and in the size of the kingdom he controls. If, for some reason, the people abandon him, this spells the ruin of his glory.<br> The word רזון comes from רוזנים, rulers. Seeing Solomon had commenced his sentence with the words הדרת מלך, he should by rights have continued the contrast by writing מחתת מלך, instead of מחתת רוזנים. However, Solomon wanted to convey the idea that the absence of the usual multitude so affects the king that even the title מלך can no longer be applied to him. He will be merely like any other “ruler” whose sole distinction consists in the fact that he can impose his will on a number of inferiors. The title מלך is simply not appropriate for someone who does not have a (willing) people at his disposal. It follows that the self-confidence of a king, i.e. his faith is bound up with the people at his command. This is the reason that G’d did not really want that the Jewish people should have a king. If his faith would be placed in the people under him, how could he be faithful to the Lord above him and make Him the focus of his trust?! Not only that! The people too would place their trust and faith in the visible king instead of in the Lord (who remains invisible).<br> We, the people who are the recipients of the Torah, have been commanded את ה' אלו-היך תירא, “fear the Lord your G’d” (Deut. 6,13). We have also been commanded not to fear the Canaanites (both in Deut. 7,18 and elsewhere). Seeing the Torah has forbidden us to fear mortal man and has commanded each one of us to place our trust and faith exclusively in the Lord it follows that if we truly keep this commandment not only do we have no need for a mortal king, but we will be far better off than if we did have a king of flesh and blood.<br> However, seeing that G’d foresaw in His wisdom that the time would come when even the Jewish people would demand to be governed by a mortal king just as is the norm among the Gentiles, the Torah forestalled some of the negative fallout of such a phenomenon by stipulating rules both for who could become such a king and how such a king would have to conduct himself. This is the reason for Deut. 17,14-16 writing: “when you will say: ‘I wish to appoint a king for myself similar to the nations around me, you shall certainly appoint a king over yourself.’” Actually, the very demand for a mortal king should have been considered a sin by the people seeing that when G’d took the people out of Egypt He had demonstrated that He could do so much more for the people than any king of flesh and blood.<br> It would seem logical that He who controls the whole universe should be king. This is especially so when this king has seen fit to manifest His presence among the people in the Temple. No wonder that G’d considered the very demand of the people as an insult directed at Him rather than at the previous leader Samuel (Samuel I 8,7). What could possibly prompt the people to “trade” G’d’s benevolent leadership for a mortal king? The fact that King Shaul eventually fell in battle was a demonstration to the people that they had not done well in demanding a king of flesh and blood as their political leader. Based on such considerations Solomon said in the verse we quoted above that the glory of a king is in the multitude who willingly pay homage to him. <br> A righteous person who places all his faith in the Lord is on safer ground than if he were to rely on his king, as the king who places his faith in the loyalty of his people will sometimes fall into the hands of his enemies and all his soldiers will not then be able to save him.<br> Sichon and Og, mighty kings, placed their trust in their armies and it did not help them. They did not realize that in the last analysis success in life does not depend on numbers but on G’d’s decrees. David expressed this clearly in Psalms 33,16: “kings are not delivered by a large force, warriors are not saved by great strength; horses are a false hope for deliverance; for all their great power they provide no escape.” Seeing some of the mightiest kings of their time all fell victim to Moses it is not surprising that Balak was terrified at the approach of the Israelites who had defeated nations far stronger than his own. This is why our portion commences with the words:", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0fd5f2b783360017a847c6", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebikhtav, Eikev, Derekh Chayim 1", "anchorRef": "Deuteronomy 7:18", "anchorRefExpanded": ["Deuteronomy 7:18"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebikhtav, Eikev, Derekh Chayim 1", "sourceHeRef": "שני לוחות הברית, תורה שבכתב, עקב, דרך חיים א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1611, 1631], "commentaryNum": 1, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "דרך חיים", "he": "<b>כי</b> תאמר בלבבך רבים הגוים האלה וגו' לא תירא מהם וגו' <small>(דברים ז, יח)</small>. כתבתי פירוש זה הפסוק במקום אחר, באופן כי ישאר תיבת כי כפשוטו, ולא כמו שנדחק רש\"י לומר שעל כרחך הוא לשון דילמא. אלא הכי פירושו, אם תאמר בלבבך ותודה על האמת שמצד הטבע לא תוכל לכבוש אותם כי רבים הגוים האלה, אלא בעזר אלהי. אז לא תירא מהם, כי יהיה אלהים בעזרך. אבל כשתאמר כחי ועוצם ידי, אז תירא מהם. וכן מוזכר בהדיא אח\"כ בפרשה <small>(שם ח, יב)</small> פן תאכל ושבעת ובתים טובים תבנה וגומר. עד ואמרת בלבבך כחי ועוצם ידי כו' וזכרת את ה' אלהיך כי הוא הנותן לך כח לעשות חיל. וזהו כלל גדול, בכל מה שהאדם עושה ומצליח, הן דבר גדול הן דבר קטן, יתן הודיה ושבח להש\"י שהזמין לו ויודה להש\"י שהזמין לו זה הדבר:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": "<b>לא תירא מהם…כי תאמר בלבבך רבים הגוים האלה</b> . I have written a commentary on this verse (7,17) elsewhere in which the word כי is treated as פשט, and divergent from the forced explanation of Rashi who comes to the conclusion that the word must be translated as \"perhaps, maybe.\" I believe the meaning is: \"If you say in your heart that you could never conquer these nations in the normal way without the active assistance by G–d because they are too numerous, I, G–d, tell you not to fear them because I will certainly assist you.\" If, on the other hand, you imagine that you are capable of accomplishing this task with your own strength, then you have reason to be afraid.\" The Torah spells this out later on in 8,12-18, etc., where Israel is warned not to ascribe its success to its own might.", "versionTitle": "Shney Luchot Habrit by Rabbi Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b6bf508af3503027e68249e", "index_title": "Malbim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Malbim on Deuteronomy 7:18:1", "anchorRef": "Deuteronomy 7:18", "anchorRefExpanded": ["Deuteronomy 7:18"], "sourceRef": "Malbim on Deuteronomy 7:18:1", "sourceHeRef": "מלבי\"ם על דברים ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על דברים", "he": "<b>לא תירא מהם זכר תזכר</b> וכו', וכבר כתב הרי\"א שלא יפול תחת המצוה שלא יירא האדם ולא יפחד, שהיראה אינו פועל בחיריי רק דבר נמשך מהשערת האדם שהוא חלוש נגד אויביו הרבים החזקים ממנו ועי\"כ יירא ייפחד ויראה זו לא תסור מלבו ע\"י אזהרה שיזהירו אותו שלא יירא, וע\"כ באזהרה שלא יירא צרף תמיד את הזכירה, ר\"ל שיזכור כי גבורי חיל רבים או מלך גדול רב ושליט עומד על ימינו לעזרו שכחו גדול מכח האויב ועי\"ז תסור היראה מלבו, וכן באזהרה זו שאמר לא תירא מהם אמר העצה להסיר היראה הוא <b>שזכר תזכר את אשר עשה ה' אלהיך לפרעה ולכל מצרים</b> שהיו ג\"כ עמים רבים ומלך עז בראשם והכניעם ה' לפניך:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3d77dc413e90088905111", "index_title": "English Explanation of Pirkei Avot", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Pirkei Avot 2:13:1", "anchorRef": "Deuteronomy 6:4-9:11", "anchorRefExpanded": ["Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11"], "sourceRef": "English Explanation of Pirkei Avot 2:13:1", "sourceHeRef": "ביאור אנגלי על משנה אבות ב׳:י״ג:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 13.0001, "collectiveTitle": {"en": "English Explanation of Pirkei Avot", "he": "ביאור אנגלי על משנה אבות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Rabbi Shimon said: Be careful with the reading of Shema and the prayer, And when you pray, do not make your prayer something automatic, but a plea for compassion before God, for it is said: “for he is gracious and compassionate, slow to anger, abounding in kindness, and renouncing punishment” (Joel 2:13); And be not wicked in your own esteem.</b> Be careful with the reading of Shema and the prayer:  the “Shema” and the “prayer” which is known today as the “amidah” or the “shmoneh esreh” are the two central elements to Jewish prayer.  The “Shema” consists of Deuteronomy 6:4-9, 11:13-21, and Numbers 15:37-41.  It is recited in the morning and in the evening.  The “prayer” is recited three times a day on weekdays, four times a day on Shabbat and holidays mentioned in the Torah, and five times on Yom Kippur.  It contains praises of God and requests.  Rabbi Shimon teaches that a person should be careful to say these things the correct number of times and at the right time of day. And when you pray, do not make your prayer something automatic, but a plea for compassion before God:  this statement balances out the previous statement.  One must be careful to recite prayers at the correct times but prayer can nevertheless not become automatic.  It must be a genuine plea for compassion before God, and not a mere recital of words that someone else composed.  This is the great challenge of Jewish prayer:  it has strict laws as to what must be said and when, and yet it is supposed to be a spontaneous outpouring from a person’s heart.  The idea of spontaneous/fixed prayer and the tension between the two is one of the most unique aspects of Jewish prayer. And be not wicked in your own esteem:  do not do something which you yourself know to be wrong, though others do not recognize the truth.  Another interpretation is that a person should not regard himself as wicked, for that will lead to despair.  A person should look upon himself as half-wicked, half-good; far from perfection but close enough to having his good side outweigh his bad side.  In this way he will always be motivated to do one more good deed, to “put himself over the top”. According to Maimonides this teaches that if a man thinks of himself as mean, he will not hesitate to act mean to others.  Having a positive image of oneself helps one be a better person.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c178cdfbb386c00d3de7607", "index_title": "Sha'arei Teshuvah", "category": "Musar", "type": "", "ref": "Sha'arei Teshuvah 3:31", "anchorRef": "Deuteronomy 7:17-18", "anchorRefExpanded": ["Deuteronomy 7:17", "Deuteronomy 7:18"], "sourceRef": "Sha'arei Teshuvah 3:31", "sourceHeRef": "שערי תשובה ג׳:ל״א", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1243, 1263], "commentaryNum": 3.0031, "collectiveTitle": {"en": "Sha'arei Teshuvah", "he": "שערי תשובה"}, "heTitle": "שערי תשובה", "he": "כִּי תֹאמַר בִּלְבָבְךָ רַבִּים הַגּוֹיִם הָאֵלֶּה מִמֶּנִּי אֵיכָה אוּכַל לְהוֹרִישָׁם לֹא תִירָא מֵהֶם (דברים ז':י\"ז-י\"ח).", "heVersionTitle": "Sefaria Vocalized Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "“Should you say to yourselves, ‘These nations are more numerous than we; how can we dispossess them?’ You need have no fear of them” (Deuteronomy 7:17-18).", "versionTitle": "Sefaria 2020 Edition, Translated by R. Francis Nataf", "license": "CC0", "versionTitleInHebrew": ""}, {"_id": "5c47089c08d98a0285f85187", "index_title": "Klein Dictionary", "category": "Reference", "type": "reference", "ref": "Klein Dictionary, שְׁמַע 1", "anchorRef": "Deuteronomy 6:4-9:11", "anchorRefExpanded": ["Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11"], "sourceRef": "Klein Dictionary, שְׁמַע 1", "sourceHeRef": "מילון קליין, שְׁמַע א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1973, 1983], "commentaryNum": 1, "collectiveTitle": {"en": "Klein Dictionary", "he": "מילון קליין"}, "heTitle": "שְׁמַע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">שְׁמַע</strong> m.n.    ‘Shema’ — the three biblical passages (<a class=\"refLink\" href=\"/Deuteronomy.6.4-9.11\" data-ref=\"Deuteronomy 6:4-9:11\">Deut. 6:4–9, 11</a>:13–21, <a class=\"refLink\" href=\"/Numbers.15.37-41\" data-ref=\"Numbers 15:37-41\">Num. 15:37–41</a>), proclaiming the belief in the unity of God. "], "versionTitle": "Carta Jerusalem; 1st edition, 1987", "license": "CC-BY-NC", "versionTitleInHebrew": "כרטא תשמ״ז"}, {"_id": "60b36bc7351a30d606eb9239", "index_title": "Tzofnat Paneach", "category": "Chasidut", "type": "", "ref": "Tzofnat Paneach, Vaera 1:173", "anchorRef": "Deuteronomy 7:12-21", "anchorRefExpanded": ["Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21"], "sourceRef": "Tzofnat Paneach, Vaera 1:173", "sourceHeRef": "צפנת פענח, וארא א׳:קע״ג", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 1.0173, "collectiveTitle": {"en": "Tzofnat Paneach", "he": "צפנת פענח"}, "heTitle": "וארא", "he": "<b>על </b>פי זה נבאר (דברים ז, יב-כא) והי' עקב תשמעון וגומר, עד לא תערצו מפניהם כי ה' אלהיך בקרבך אל גדול ונורא. ויש לומר דכתבתי לעיל טעם כל זמן שתוכחה בעולם וכו' (תמיד כח.), וענין רומ\"ח וכו', יעו\"ש. ובזה יובן והי' עקב תשמעון, שזה המשמיע הוא והיה - שם הוי\"ה, וכשיש מקבלים שזה עקב תשמעון המשפיע מוסר, בסוד אד\"ני, אז יש יחוד ב' שמות הוי\"ה אדנ\"י סוד רומ\"ח הנ\"ל, וזה גורם ברכה בעולם, לכך ראוי ואהבך וברכך וגומר, והבן.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e43cb77a9a0e56fd492e77", "index_title": "Ohr LaShamayim", "category": "Chasidut", "type": "", "ref": "Ohr LaShamayim, Devarim 5", "anchorRef": "Deuteronomy 7:18", "anchorRefExpanded": ["Deuteronomy 7:18"], "sourceRef": "Ohr LaShamayim, Devarim 5", "sourceHeRef": "אור לשמים, דברים ה׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 5, "collectiveTitle": {"en": "Ohr LaShamayim", "he": "אור לשמים"}, "heTitle": "דברים", "he": "<b>לא</b> תיראום כי ה' אלהיכם הוא הנלחם לכם (ג, כב). ולכאורה תמוה מ\"מ ל\"כ לא תירא מהם כמו בכל מקום (דברים ז, יח), ולמה שינה הכתוב כאן. ונ\"ל שהתורה הקדושה בא להשמיענו כי יש בעולם סגילת ופעולת להפיל פחדים על אומות העולם, אבל התורה הקדושה הבטיחה לנו כשנהיה דבקים בו ית\"ש אין אנו צריכים לכל זה, ולא זה שאין אנו צריכים ללחום עמהם בגשמיות אף זו להטיל עליהם אימה ופחד לזה ג\"כ אין מהצורך לנו. וזפ\"ה לא תיראום, שאינכם צריכים להטיל עליהם אימה ויראה, כי ה' נלחם לכם.", "heVersionTitle": "Jerusalem, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e556bfddfbb310feb33", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "anchorRef": "Deuteronomy 1:1-34:12", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32", "Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69", "Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20", "Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר א׳ ב׳-ל״ט", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Deuteronomy and Its Structure", "he": "דברים מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>EUTERONOMY HOLDS A UNIQUE POSITION, AND SPEAKS WITH A UNIQUE VOICE, IN THE</small> literature of the Torah. Up to this point, through the first four books, we have encountered a powerful mixture of literary genres; indeed, the books owe their characteristic stamp to the way in which they incorporate these genres. Genesis is predominantly narrative, punctuated by genealogies; Exodus begins with narrative and later proceeds with covenant-making and law, and then with the precise details of sanctuary building; Leviticus is composed almost entirely of cultic and then ethical and social law; and finally, Numbers alternates narrative and varied laws, under the structure of preparations for wilderness march, first encounters with the Promised Land, and preparations for entry. Except for Leviticus, the books also exhibit, at strategic points, striking examples of biblical poetry.", "An ancient name for Deuteronomy, <i>mishne tora</i>—which means “copy of the Torah,” but which was erroneously understood as “second Torah”—would seem to indicate more of the same combining of genres, and a not-too-close reading would support the idea of a rehashing of narrative, covenant-making, law, and poetry. But the reader who takes the time to weigh what stands before him or her will find much more. In its structure, style, content, and intent, Deuteronomy goes beyond what has preceded it. The image of Moshe addressing the assembled people on the Plains of Moab—the central setting of the book—provides the occasion for not merely a retelling, but a recasting of Israel’s mission and destiny. No book of the Torah is truer to the idea of “instruction” (Deuteronomy uses the term numerous times), including an emphasis on teaching and learning, with assembled and yet-to-be-born children as much the audience as “elders.”", "From the book’s opening phrase, “Now these are the words [or even “speeches”] that Moshe spoke to the Children of Israel / in (the country) across the Jordan,” the basic premise of Deuteronomy is that the aged Moshe, personally and indeed in the first person, speaks for the last time to the assembled Israelites, before their triumphant entry into the land of Canaan. The setting affects the entire content of the book; no longer is the narrator in the background, as in most of the Torah, but instead he is presented as directly addressing a living audience, an audience composed not only of the ancient hearers portrayed in the text but also of contemporary listeners.", "The image of a leader delivering a long public address on an auspicious occasion is well known from the ancient world, most familiarly from Greek historians (cf. Van Seters) but also abundantly in the ancient Near East (Weinfeld). The historian seeks to paint a vivid picture of the personality of his speaker and the high drama of the moment, and may go on at great length. While admitting to not having had the benefit of eyewitness sources, such chroniclers are nevertheless sincere in their desire to present what undoubtedly would have been said on such an occasion.", "Deuteronomy, whenever it was composed and placed in the Torah, takes this approach a step further. It is a fantastic conceit, really: as Rosenberg (1975) notes, Moshe, the man who was “not a man of words” (Ex. 4:10), all of a sudden finds his voice. And as Polzin (1980) has shown in his forceful analysis, in Deuteronomy Moshe’s voice functions fairly indistinguishably from God’s own—and then closes off the text by stipulating that nothing in the future is to be added or subtracted to it. So we are dealing with a text of directly authoritative character, a series of speeches that in their own self-understanding already bore the status of “Torah.” Hence Deuteronomy introduces into the Bible for the first time the concept of canon—a bounded, accepted body of authoritative literature.", "Moshe’s addresses, which include a historical review, repeated appeals to observe God’s laws and dire warnings against their violation, a reworking of previous laws and the addition of new ones, and a poem designed to keep the appeals and warnings in popular memory, have about them a deep rhetorical urgency. As such they are stylistically quite different from most of what is found in the first four books of the Bible. To be sure, there are many moments of high rhetoric in the previous narratives, and the laws—including cultic ones—are also not lacking appeals to the emotions (cf., for instance, the repeated injunctions to not oppress the sojourner, “for you were sojourners in the land of Egypt”). But as an extended piece of argumentation and pleading, Deuteronomy holds pride of place in the Torah, with its specialized vocabulary (described in the notes and commentary below), its alternately pleading and warning tone, and its long, elegant phrases (as Gottwald notes, these phrases are most often cast in the form of subordinate clauses, not the typical syntactical form found in the previous books).", "But not only does Deuteronomy provide an emotional capstone to the four books that precede it. It functions to link up with both the landed history of Israel in the narrative books to follow (Joshua through Kings) and the prophets’ emotional speeches to the people and their leaders. In the words of G. Ernest Wright,", "the central purpose of Deuteronomy is to furnish Israel with a complete order of faith and life which is the prerequisite for a prosperous and secure existence on the God-given land. The historian [of the succeeding books] shows how Israel failed to keep it and what the consequences were.", "It is in fact the monarchic setting that is commonly held to be the historical background to the compilation of Deuteronomy. While Moshe’s last days and the people’s being poised on the steppes opposite Jericho would certainly be a dramatic enough moment for our book’s speeches to occur, its language, style, and many of its concerns point to a later time in the history of Israel as a likely venue for at least a good part of its emotional appeal.", "That time, in the opinion of most biblical scholars over the past two centuries, was the middle of the reign of King Josiah (ruled 640–608 <small>B.C.E.</small>) of Judah, the southern kingdom (Israel, the north, had been overrun by Assyria a century previously). The Assyrian Empire, dominant in the region for three hundred years, was on the wane, and Josiah took advantage of this decline of power to expand his kingdom northward. He also—at about the time of the death of Ashurbanipal, the last powerful king of Assyria—began a wide-ranging reform that consisted largely of destroying the local “high places” of pagan worship that had figured so prominently in the reign of his grandfather, the notorious Manasseh (ruled 687–642). II Kings 23 describes the purge in great detail, noting both places and priests that were now rendered inoperative in favor of the centralization of the cult in Jerusalem.", "It is within this setting that Chapter  22 reports the dramatic discovery of a scroll “of the Torah.”", "The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the L<small>ORD</small>.” … Shaphan then read it aloud to the king. When the king heard the words of the book of the law, he tore his clothes. Then the king commanded … saying: “Go, inquire of the L<small>ORD</small> for me, for the people, and for all Judah, concerning the words of this book that has been found, for great is the wrath of the L<small>ORD</small> … because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” (22:8, 10–13, New Revised Standard Version)", "What precisely were the contents of the “book” we do not know; but it is usually taken to have been some form of Deuteronomy. The rhetorical force of the newly discovered text must have been considerable, for its reported result was that the king", "directed that all the elders of Judah and Jerusalem should be gathered to him. … he read in their hearing all the words of the book of the covenant that had been found in the house of the L<small>ORD</small>. The king stood by the pillar and made a covenant before the L<small>ORD</small>, to follow the L<small>ORD</small>, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. (23:1–3)", "The connections between these passages and the style of Deuteronomy will be obvious to anyone who reads the book, and it seems clear that Josiah’s reforms are closely related to concerns expressed in Deuteronomy.", "The Bible’s portrayal of this background does not necessarily mean that Deuteronomy was composed for the occasion, or even that it originated in Judah. Several scholars (notably Ginsberg) have remarked on connections to the northern kingdom of Israel (e.g., affinities to the prophet Hosea), and so it is possible that at least some of our book was a series of traditions brought south by refugees fleeing the Assyrian onslaught. In any event, the text of Deuteronomy addresses its audience with such emotional immediacy that it may safely be presumed that a crisis of major proportions loomed, and the opportunity presented itself for a large-scale revival—or redefinition—of Israel’s self-understanding. Similar crises later in Jewish history may have led to the editing and writing down (but not necessarily the composition) of other central texts, the Mishnah (c. 200) and the Babylonian Talmud (c. 450). Like these documents, and like the first four books of the Torah, Deuteronomy is written in such a way that it is difficult to pin down its precise background, which through additions and circumspection has been substantially obliterated. What is left to us are the many repetitions of “today” or “this day,” which signal the desire to make the “Instruction” contemporary for the audience, whoever and whenever that may be.", "The net effect of this process of creation and development was to establish the Torah’s character as a text that shows signs of new life and new thinking within itself. Deuteronomy, by its inclusion as the final book of the five, officially began the practice of “explaining” (1:5) the traditions of Israel, and thus paved the way for the classic form of Jewish religious and intellectual activity: the interpretation of Scripture (cf. Fishbane 1988 for a definitive study on “inner-biblical exegesis,” interpretation that appears within the Bible itself and hence becomes a legitimate part of its traditions). This activity strongly influenced Christianity and Islam as well, and is still a part of religious discourse and development in the Western world.", "In its overall structure, Deuteronomy breaks down fairly easily; but it is perhaps best understood in the light of comparative ancient Near Eastern material. Weinfeld’s lifetime of research has demonstrated the strong parallels between our book and certain Assyrian treaty texts (earlier Hittite texts have also been shown to be helpful in this regard; cf. Levenson 1985b for a useful summary). It is striking indeed that the Esarhaddon Treaty texts from the seventh century <small>B.C.E.</small>, which also produced the final form of Deuteronomy, seem to prefigure the basic structure of what Moshe lays out in the book: a historical overview, an exhortation to keep the covenant, the laws—particulars of the covenant, a series of blessings and curses following upon observance or nonobservance of the covenant, and a ceremony ratifying it. A similar pattern, in abbreviated form, may be observed in the Sinai covenant in Ex. 19–24.", "Weinfeld points out that such covenants or treaties were two-sided, with the suzerain granting his vassals certain favors in return for “love” (= loyalty), and threatening dire consequences if that loyalty were to become suspect. What is fascinating about the parallels is not so much that they exist, but that here, apparently, a political model from a hated enemy has been assimilated and transformed into a positive religious-national one. Such transformative power seems to be characteristic of biblical culture, which probably reworked known stories and poems, among other genres, into genuine Israelite creations (the Flood narratives of Genesis and Psalm 29 are two fruitful examples of the process).", "Deuteronomy, then, focuses mainly on the relationship between God and Israel, a relationship that has been spelled out before (as in Exodus) but that forms in this book the very soul of the text. Every act that Israel performs as a community, and every one done by individuals, is to be seen in that light. As elsewhere in the Bible, breaking one of God’s rules means not merely a violation of a statute but an affront to the suzerain, the sovereign Lord, and thus a grave risk to society’s well-being and even to its very existence. And there is a unity of purpose and concept here: Gottwald summarizes the message of the book as “the indivisible unity of <i>one God</i> for <i>one people</i> in <i>one land</i> observing <i>one cult</i>” (italics his).", "Given the treaty pattern that we have just referred to, an outline of the book might proceed along the following lines:", "I   Historical Overview (Moshe as Narrator; 1–4:43)", "A   Narrative of the Wilderness Journey (1–3)", "B   Transition: Beginning of the Exhortation (4:1–40) and Addendum on Towns of Asylum (4:41–43)", "II  Opening Exhortation (Moshe as Pleader; 4:44–11:36)", "Looking Back to the Revelation at Sinai", "III The Terms of the Covenant (Moshe as Lawgiver; 12–28)", "A   The Laws (12–26)", "B   Covenant Ceremony; Blessings and Curses (27–28)", "IV Concluding Exhortation (Moshe as Pleader; 29–30)", "Looking Ahead to Exile and Return", "V  Final Matters (31–34)", "A   Passing the Mantle (31)", "B   Moshe’s Admonitory Poem (32)", "C   Moshe’s Blessing to the Tribes (33)", "D   The End (34)", "A few simple structural observations, based on a closer look at the text itself, may be made here. Parts I and V stress the role of Yehoshua (Joshua) in the future. Then, too, Parts II and IV use similar rhetorical formulas toward the end of each (“See, I set before you this day …,” 11:26 and 30:15). Such a symmetry would suggest that Part III is the crucial one, and that is of course the case. Everything in Deuteronomy radiates out from the laws: a new humanism, a rethinking of tradition, and above all, a heartfelt appeal to “choose life” (30:19), a good life on the land under the blessing of God.", "It is only when that appeal has been fully made, and when all of Deuteronomy’s new material has been added (with no more to come, as the text sees it!), that Moshe can finally die, and the people of Israel can proceed into the Promised Land. The book of Numbers proved to be a false ending, and indeed the report of Moshe’s death was postponed from the end of that book to this, so that the biblical tradition could transform itself into a truly multifaceted and rich one. The Torah, which began in the nameless, unknowable past, ends in the limitless present and future, with a potential life ahead for the Israelite people as bountiful and as beautiful as the “good land” that Moshe is allowed to see from the summit of Pisga."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e7f6bfddfbb310feba9", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 2-7", "anchorRef": "Deuteronomy 4:44-11:32", "anchorRefExpanded": ["Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳ ב׳-ז׳", "anchorVerse": 44, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; Opening Exhortation", "he": "דברים מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HIS SECTION OF</small> D<small>EUTERONOMY IS A LONG PERSONAL AND EMOTIONAL PLEA ON BE</small>-half of the leader. Its rhetoric has become famous, as have several passages noted below. It is in this section that Moshe appears in his most classic Deuteronomistic mode, urging the people on to follow God’s rules and warning them against violating the covenant.", "Recurring phrases in the section include “Hearken O Israel,” “And now, O Israel,” “When I bring you into the land …,” and “take-care.” In addition, the word “love,” which as noted above carries the connotation of “loyalty,” is important in these speeches.", "After a brief geographical introduction in vv.44–49, which parallels the opening of the book and which, in the eyes of many, once served as the book’s actual beginning, the section presents a version of the so-called Ten Commandments, and a short recapitulation of the circumstances surrounding their being given on Sinai. In that sense, Chapter 5 is a continuation of the historical overview of the beginning of the book.", "Another famous passage here is in Chapter 6, where Israel is enjoined to “love” God, warned about what will happen if they abandon him, and given a kind of script as answer to their children’s future question, “What (mean) the precepts, the laws and the regulations that Y<small>HWH</small> your God has commanded you?” (v.20).", "Other important themes appear in these speeches. Israel is defined as a people that is not to intermarry with the indigenous peoples of Canaan; as a people chosen, not for its military power or large population, but because God “loved” them, and because he could not abide the Canaanites’ behavior. To prove his point that Israel possesses no inherent superiority, Moshe turns again to history, and retells the story of the Molten Calf (Ex. 32–34).", "He ends (in Chap. 11) by reiterating the motif of God’s power and hence his ability to reward faithfulness with the gift of the good land. Israel is promised blessing and not curse, provided that they “take-care to observe” the laws which are now to be set before them."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e816bfddfbb310febaf", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, Israel and the Canaanites 2", "anchorRef": "Deuteronomy 7:1-26", "anchorRefExpanded": ["Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, Israel and the Canaanites 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳, דברים הערה ג׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Israel and the Canaanites", "he": "דברים הערה ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ג׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "An important part of Israel’s self-understanding in Deuteronomy, as elsewhere in the Torah, is separation from other peoples—particularly from the inhabitants of the land they are to conquer. This chapter emphasizes the absolute avoidance of the Canaanites which the Israelites are to practice (it begins and ends with “devotion-to-destruction,” a kind of ritual ban or confiscation). The violence on the part of Israel spoken of in the opening verses, and the destruction wrought by God in the closing lines, frame a middle section that speaks of God’s “love” and “loyalty” toward Israel—again, in the mode of an ancient Near Eastern overlord. The emotional tone of the chapter strongly suggests a period of intense nationalism.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f3c9ad75f2d99afa74", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 1", "anchorRef": "Deuteronomy 4:44-11:32", "anchorRefExpanded": ["Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳ א׳", "anchorVerse": 44, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 4:44–11:32\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 4:44–11:32</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f3c9ad75f2d99afa7e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, Israel and the Canaanites 1", "anchorRef": "Deuteronomy 7:1-26", "anchorRefExpanded": ["Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, Israel and the Canaanites 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳, דברים הערה ג׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ג׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 7:1-26\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 7:1-26</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623bd5efa107c838f92b2f2a", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 94", "anchorRef": "Deuteronomy 7:12-8:10", "anchorRefExpanded": ["Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10"], "sourceRef": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 94", "sourceHeRef": "סידור ספרד, סדר הקריאות, קריאות לשבת במנחה, ושני וחמישי צ״ד", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 94, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאות לשבת במנחה, ושני וחמישי", "he": "<b>וְהָיָה</b> עֵקֶב תִּשְׁמְעוּן אֵת הַמִּשְׁפָּטִים הָאֵלֶּה וּשְׁמַרְתֶּם וַעֲשִׂיתֶם אֹתָם וְשָׁמַר יְהֹוָה אֱלֹהֶיךָ לְךָ אֶת הַבְּרִית וְאֶת הַחֶסֶד אֲשֶׁר נִשְׁבַּע לַאֲבֹתֶיךָ: וַאֲהֵבְךָ וּבֵרַכְךָ וְהִרְבֶּךָ וּבֵרַךְ פְּרִי בִטְנְךָ וּפְרִי אַדְמָתֶךָ דְּגָנְךָ וְתִירֹשְׁךָ וְיִצְהָרֶךָ שְׁגַר אֲלָפֶיךָ וְעַשְׁתְּרֹת צֹאנֶךָ עַל הָאֲדָמָה אֲשֶׁר נִשְׁבַּע לַאֲבֹתֶיךָ לָתֶת לָךְ: בָּרוּךְ תִּהְיֶה מִכָּל הָעַמִּים לֹא יִהְיֶה בְךָ עָקָר וַעֲקָרָה וּבִבְהֶמְתֶּךָ: וְהֵסִיר יְהֹוָה מִמְּךָ כָּל חֹלִי וְכָל מַדְוֵי מִצְרַיִם הָרָעִים אֲשֶׁר יָדַעְתָּ לֹא יְשִׂימָם בָּךְ וּנְתָנָם בְּכָל שֹׂנְאֶיךָ: וְאָכַלְתָּ אֶת כָּל הָעַמִּים אֲשֶׁר יְהֹוָה אֱלֹהֶיךָ נֹתֵן לָךְ לֹא תָחֹס עֵינְךָ עֲלֵיהֶם וְלֹא תַעֲבֹד אֶת אֱלֹהֵיהֶם כִּי מוֹקֵשׁ הוּא לָךְ: כִּי תֹאמַר בִּלְבָבְךָ רַבִּים הַגּוֹיִם הָאֵלֶּה מִמֶּנִּי אֵיכָה אוּכַל לְהוֹרִישָׁם: לֹא תִירָא מֵהֶם זָכֹר תִּזְכֹּר אֵת אֲשֶׁר עָשָׂה יְהֹוָה אֱלֹהֶיךָ לְפַרְעֹה וּלְכָל מִצְרָיִם: הַמַּסֹּת הַגְּדֹלֹת אֲשֶׁר רָאוּ עֵינֶיךָ וְהָאֹתֹת וְהַמֹּפְתִים וְהַיָּד הַחֲזָקָה וְהַזְּרֹעַ הַנְּטוּיָה אֲשֶׁר הוֹצִאֲךָ יְהֹוָה אֱלֹהֶיךָ כֵּן יַעֲשֶׂה יְהֹוָה אֱלֹהֶיךָ לְכָל הָעַמִּים אֲשֶׁר אַתָּה יָרֵא מִפְּנֵיהֶם: וְגַם אֶת הַצִּרְעָה יְשַׁלַּח יְהֹוָה אֱלֹהֶיךָ בָּם עַד אֲבֹד הַנִּשְׁאָרִים וְהַנִּסְתָּרִים מִפָּנֶיךָ: לֹא תַעֲרֹץ מִפְּנֵיהֶם כִּי יְהֹוָה אֱלֹהֶיךָ בְּקִרְבֶּךָ אֵל גָּדוֹל וְנוֹרָא:שניוְנָשַׁל יְהֹוָה אֱלֹהֶיךָ אֶת הַגּוֹיִם הָאֵל מִפָּנֶיךָ מְעַט מְעָט לֹא תוּכַל כַּלֹּתָם מַהֵר פֶּן תִּרְבֶּה עָלֶיךָ חַיַּת הַשָּׂדֶה: וּנְתָנָם יְהֹוָה אֱלֹהֶיךָ לְפָנֶיךָ וְהָמָם מְהוּמָה גְדֹלָה עַד הִשָּׁמְדָם: וְנָתַן מַלְכֵיהֶם בְּיָדֶךָ וְהַאֲבַדְתָּ אֶת שְׁמָם מִתַּחַת הַשָּׁמָיִם לֹא יִתְיַצֵּב אִישׁ בְּפָנֶיךָ עַד הִשְׁמִדְךָ אֹתָם: פְּסִילֵי אֱלֹהֵיהֶם תִּשְׂרְפוּן בָּאֵשׁ לֹא תַחְמֹד כֶּסֶף וְזָהָב עֲלֵיהֶם וְלָקַחְתָּ לָךְ פֶּן תִּוָּקֵשׁ בּוֹ כִּי תוֹעֲבַת יְהֹוָה אֱלֹהֶיךָ הוּא: וְלֹא תָבִיא תוֹעֵבָה אֶל בֵּיתֶךָ וְהָיִיתָ חֵרֶם כָּמֹהוּ שַׁקֵּץ תְּשַׁקְּצֶנּוּ וְתַעֵב תְּתַעֲבֶנּוּ כִּי חֵרֶם הוּא: כָּל הַמִּצְוָה אֲשֶׁר אָנֹכִי מְצַוְּךָ הַיּוֹם תִּשְׁמְרוּן לַעֲשׂוֹת לְמַעַן תִּחְיוּן וּרְבִיתֶם וּבָאתֶם וִירִשְׁתֶּם אֶת הָאָרֶץ אֲשֶׁר נִשְׁבַּע יְהֹוָה לַאֲבֹתֵיכֶם: וְזָכַרְתָּ אֶת כָּל הַדֶּרֶךְ אֲשֶׁר הֹלִיכֲךָ יְהֹוָה אֱלֹהֶיךָ זֶה אַרְבָּעִים שָׁנָה בַּמִּדְבָּר לְמַעַן עַנֹּתְךָ לְנַסֹּתְךָ לָדַעַת אֶת אֲשֶׁר בִּלְבָבְךָ הֲתִשְׁמֹר <small>(מצותו)</small> מִצְוֹתָיו אִם לֹא: וַיְעַנְּךָ וַיַּרְעִבֶךָ וַיַּאֲכִלְךָ אֶת הַמָּן אֲשֶׁר לֹא יָדַעְתָּ וְלֹא יָדְעוּן אֲבֹתֶיךָ לְמַעַן הוֹדִעֲךָ כִּי לֹא עַל הַלֶּחֶם לְבַדּוֹ יִחְיֶה הָאָדָם כִּי עַל כָּל מוֹצָא פִי יְהֹוָה יִחְיֶה הָאָדָם:שלישישִׂמְלָתְךָ לֹא בָלְתָה מֵעָלֶיךָ וְרַגְלְךָ לֹא בָצֵקָה זֶה אַרְבָּעִים שָׁנָה: וְיָדַעְתָּ עִם לְבָבֶךָ כִּי כַּאֲשֶׁר יְיַסֵּר אִישׁ אֶת בְּנוֹ יְהֹוָה אֱלֹהֶיךָ מְיַסְּרֶךָּ: וְשָׁמַרְתָּ אֶת מִצְוֹת יְהֹוָה אֱלֹהֶיךָ לָלֶכֶת בִּדְרָכָיו וּלְיִרְאָה אֹתוֹ: כִּי יְהֹוָה אֱלֹהֶיךָ מְבִיאֲךָ אֶל אֶרֶץ טוֹבָה אֶרֶץ נַחֲלֵי מָיִם עֲיָנֹת וּתְהֹמֹת יֹצְאִים בַּבִּקְעָה וּבָהָר: אֶרֶץ חִטָּה וּשְׂעֹרָה וְגֶפֶן וּתְאֵנָה וְרִמּוֹן אֶרֶץ זֵית שֶׁמֶן וּדְבָשׁ: אֶרֶץ אֲשֶׁר לֹא בְמִסְכֵּנֻת תֹּאכַל בָּהּ לֶחֶם לֹא תֶחְסַר כֹּל בָּהּ אֶרֶץ אֲשֶׁר אֲבָנֶיהָ בַרְזֶל וּמֵהֲרָרֶיהָ תַּחְצֹב נְחֹשֶׁת: וְאָכַלְתָּ וְשָׂבָעְתָּ וּבֵרַכְתָּ אֶת יְהֹוָה אֱלֹהֶיךָ עַל הָאָרֶץ הַטֹּבָה אֲשֶׁר נָתַן לָךְ: ", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6395bfc100ac4b8e00b17ba7", "index_title": "Tanya", "category": "Chasidut", "type": "", "ref": "Tanya, Part II; Shaar HaYichud VehaEmunah, Chinukh Katan 3", "anchorRef": "Deuteronomy 6:4-10:11", "anchorRefExpanded": ["Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11"], "sourceRef": "Tanya, Part II; Shaar HaYichud VehaEmunah, Chinukh Katan 3", "sourceHeRef": "תניא, חלק שני; שער היחוד והאמונה, חינוך קטן ג׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1786, 1796], "commentaryNum": 3, "collectiveTitle": {"en": "Tanya", "he": "תניא"}, "heTitle": "חינוך קטן", "he": "מְלוּקָּט מִפִּי סְפָרִים וּמִפִּי סוֹפְרִים קְדוֹשֵׁי עֶלְיוֹן נִשְׁמָתָם־עֵדֶן, מְיוּסָּד עַל פָּרָשָׁה רִאשׁוֹנָה שֶׁל קְרִיאַת־שְׁמַע:", "heVersionTitle": "Kehot Publication Society", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "Compiled from books and from Sages, exalted saints, whose souls are in Eden. Based on the first section of the Recitation of the <i>Shema</i>.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The <i>Shema</i> consists of three sections of the Torah: Deuteronomy 6:4-10, 11:13-22, and Numbers 15:37-42. Following the first verse of the first section, our Sages instituted the recital of the verse, <i>Blessed be the name of the glory of His kingdom for ever and ever</i>. See <i>Pesachim</i> 56a.</i>", "versionTitle": "Kehot Publication Society (English Translation)", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6410118e79e6ba11c212083f", "index_title": "Midrash Tehillim", "category": "Midrash", "type": "", "ref": "Midrash Tehillim 3:8", "anchorRef": "Deuteronomy 7:18", "anchorRefExpanded": ["Deuteronomy 7:18"], "sourceRef": "Midrash Tehillim 3:8", "sourceHeRef": "מדרש תהילים ג׳:ח׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1050, 1450], "commentaryNum": 3.0008, "collectiveTitle": {"en": "Midrash Tehillim", "he": "מדרש תהילים"}, "heTitle": "מדרש תהילים", "he": " לא אירא מרבבות עם. כשבאו עמי במלחמה. והוא שמשה אמר (דברים ז יז) רבים הגוים האלה ממני. מה כתיב (שם יח) לא תירא מהם:", "heVersionTitle": "OYW", "heLicense": "Public Domain", "heVersionTitleInHebrew": "OYW (ובלכתך בדרך)", "text": "\"I will not fear the multitude of people, when they come against me in battle.\" This is what Moses said, \"These nations are more numerous than me\" (Deuteronomy 7:17). But what is written? \"You shall not be afraid of them\" (Deuteronomy 7:18).", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "64d34747a1adfb3d4537824a", "index_title": "Levush HaOrah", "category": "Commentary", "type": "commentary", "ref": "Levush HaOrah, Deuteronomy 7:18:1", "anchorRef": "Deuteronomy 7:18", "anchorRefExpanded": ["Deuteronomy 7:18"], "sourceRef": "Levush HaOrah, Deuteronomy 7:18:1", "sourceHeRef": "לבוש האורה, ספר דברים ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 18.0001, "collectiveTitle": {"en": "Levush HaOrah", "he": "לבוש האורה"}, "heTitle": "ספר דברים", "he": "<b>רש\"י</b> ואתנפל לפני ה' שהוא עלה בשמנה עשר בתמוז כו' הקשה הרא\"ם כאן כתב שעלה בשמנה עשר בתמוז ובפרשת כי תשא כתב בתשעה עשר בתמוז עלה ותירץ כשרצה רש\"י לפרש החשבון של ארבעי' יום וארבעים לילה האמצעיים לפי מנהג החדשים שתמוז לעולם חסר כותב בשמנה עשר בתמוז עלה מפני שלפי חשבון זה כלים המ' יום האמצעיים עם לילותיהם בבקרו של כ\"ט לאב וכלים הארבעים יום האחרונים בבקרו של יום הכיפורים וכשרצה לפרש החשבון של ארבעי' יום וארבעים לילה האמצעיים לפי מה שאמרו בתלמוד תמוז דההוא שתא מלייה מלויה כתב בי\"ט בתמוז עלה מפני שלפי החשבון הזה כלים המ' יום האמצעיים עם לילותיהם בבקרו של כ\"ט באב וכלים המ' יום האחרונים בבקרו של י\"ה וזה וזה יכשר כו' עכ\"ל וכן כתב גם כן לעיל בפרשת כי תשא אבל לא דק וטעו' נפל בפיו שהרי התמוז דמלויה היה בשנה השנית כששלחו המרגלים כדאיתא בשילהי סדר תעניות ועליות משה להר היה בשנה הראשונה אחר מעשה העגל דאטו בשביל דמלויה לתמוז דשנה שניה במדבר מלויה ג\"כ תמוז דשנה הראשונה ולי נראה ליישב דברי רש\"י מה שכתב כאן בי\"ח עלה ולעיל בי\"ח עלה הוא ע\"ד שתירץ הרב לקמן גבי כ\"ח אלול שהמ' יום נמנים מי\"ט אף על פי שעלה בי\"ח מפני שאין לילו עמו:", "heVersionTitle": "Wrocław, 1860", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc86758c1dc532ec959e", "index_title": "Steinsaltz on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Deuteronomy 7:18", "anchorRef": "Deuteronomy 7:18", "anchorRefExpanded": ["Deuteronomy 7:18"], "sourceRef": "Steinsaltz on Deuteronomy 7:18", "sourceHeRef": "ביאור שטיינזלץ על דברים ז׳:י״ח", "anchorVerse": 18, "sourceHasEn": true, "commentaryNum": 7.0018, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על דברים", "he": "<b>לֹא תִירָא מֵהֶם. זָכֹר תִּזְכֹּר אֵת אֲשֶׁר עָשָׂה ה' אֱלֹהֶיךָ לְפַרְעֹה וּלְכָל מִצְרָיִם:</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>You shall not fear them; remember that which the Lord your God did to Pharaoh, and to all of Egypt.</b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "660926a1404dd9b723f27c6e", "index_title": "Lessons in Leadership; A Weekly Reading of the Jewish Bible", "category": "Quoting Commentary", "type": "", "ref": "Lessons in Leadership; A Weekly Reading of the Jewish Bible, Va'ethanan; The Fewest of All Peoples 10", "anchorRef": "Deuteronomy 7:17-18", "anchorRefExpanded": ["Deuteronomy 7:17", "Deuteronomy 7:18"], "sourceRef": "Lessons in Leadership; A Weekly Reading of the Jewish Bible, Va'ethanan; The Fewest of All Peoples 10", "sourceHeRef": "שיעורים בהנהגה; קריאות חדשות בפרשת השבוע, ואתחנן י׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [2015], "commentaryNum": 10, "collectiveTitle": {"en": "Lessons in Leadership; A Weekly Reading of the Jewish Bible", "he": "שיעורים בהנהגה; קריאות חדשות בפרשת השבוע"}, "heTitle": "ואתחנן", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Moses then tells them what this means: “You may say to yourselves, ‘<i>These nations are stronger than we are</i>. How can we drive them out?’ But do not be afraid of them; remember well what the Lord your God did to Pharaoh and to all Egypt” (Deut. 7:17–18).", "versionTitle": "Maggid Books and the Orthodox Union, 2015", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "597655a7d6e4a90179bf6fd8", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Deuteronomy 7:18:1", "anchorRef": "Deuteronomy 7:18", "anchorRefExpanded": ["Deuteronomy 7:18"], "sourceRef": "Be'er Mayim Chaim, Deuteronomy 7:18:1", "sourceHeRef": "באר מים חיים, דברים ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "דברים", "he": "<b>לא</b> תירא מהם זכור תזכור וגו' אשר עשה ה' אלהיך לפרעה וגו' כאשר כתבנו שם. כי הלא בעת מכות פרעה ועבדיו לא היה בישראל שום זכות לא קבלת התורה ולא עשיית מצוות. רק מה שידעו שה' הוא אלהיהם בקבלה מאבותיהם אברהם יצחק ויעקב. ובשכר זה הוציאם ה' ממצרים וכמאמר חז\"ל <small>(סוטה מ\"ב.)</small> בפסוק <small>(דברים כ', ג')</small> שמע ישראל אתם קרבים וגו' אפילו לא קיימתם אלא קריאת שמע שחרית וערבית אי אתם נמסרים בידם. כי ה' אלהיכם הוא הנלחם לכם. פירוש לפי שאתם ממליכין אותו עליכם ומיחדין שמו ועל כן בקרבך קדוש שהקב\"ה שורה בתוך כל אחד ואחד מישראל כמאמר חז\"ל <small>(עיין של\"ה הקדוש, ואלשיך, ריש פרשת תרומה)</small> על ושכנתי בתוכם בתוך כל אחד ואחד. וכבודנו וגדולתנו הוא כבודו וגדולתו. ועל כן הוא הנלחם לכם כלומר כביכול כי המלחמה אתו הוא, והוא הנלחם מהעומדים עליכם. וכאומרם ז\"ל <small>(במכילתא מובא בילקוט שופטים רמז נ\"ה)</small> כל מי שהוא קם על ישראל כאילו קם על מי שאמר והיה העולם. וידוע אשר כל הגוים כאין נגדו כאפס ותהו נחשבו לו ובודאי לא תיראום. ואפשר שזה אמרו ישראל בשירתן על הים, ה' איש מלחמה ה' שמו. כלומר במלחמת ישראל הנה ה' הוא האיש מלחמה שכביכול המלחמה אתו, אבל ה' שמו. כלומר ששמו ה' תמיד בעת המלחמה ואחר המלחמה כי מרכבות פרעה וחילו ירה בים וגו' ושמו מתקיים לעד ולעולמי עולמים. וזה פירש להם משה רבינו כאן מפורש ביותר ואמר בסיום דבריו, ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ec5a86d6e4a94f1a7201a3", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 90:1:4", "anchorRef": "Deuteronomy 7:18-21", "anchorRefExpanded": ["Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21"], "sourceRef": "Akeidat Yitzchak 90:1:4", "sourceHeRef": "עקידת יצחק צ׳:א׳:ד׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">תוכן דברי הרב ז\"ל הוא, כי יש כמה פעולות אשר בהשקפה ראשונה נראה לנו, שעשייתן או מניעת עשייתן אינן תלויות ברצון איש, כי אם שהן טבעיות בו, ותלונות רק בחוזק או חולשות כחות ידועות של גופו או נפשו באופן שלא יוכל איש להיות מצווה לפעול אותן פעולות או לחדול מעשותן, ובכל זאת נמצא במקראי קדש צוויים והזהרות על פעולות כאלה, ד\"מ פעולת ההכרה, להכיר או שלא להכיר איש אשר ראינו כבר פעם אחת זמן רב אחרי כן, תלויה רק בחוזק כח הראות והשמע שלנו, או בחולשתן, כי אם הזק כח הראות והשמע שלנו יחוקקו ציורי רשמי פני האיש וקול דבריו יותר ברעיונינו, באופן שכאשר נראהו פעם אחרת או שנשמע קולו נכירנו. משא\"כ אם חלשים הם, ובכל זאת נמצא בכתוב מאמר \"הכר נא הכתונת בנך היא\",? כאלו היתה זאת תלויה רק ברצונו ? וכן פעולת הזכירה או השכחה אינן תלויות ברצון האדם, כי אם מסובבות הנה מיובש מוחו או לחותו, כי במוח יבש אשר לחיותיו מעטים ישאר הרושם הנעשה בו, מכל דבר המושכל בשכל או מורגש באחד מהחמשה החושים זמן יותר רב מהנעשה במוח איש שליחותיו רבים, אשר בעבור היותם כעין נוזלים, יעבירו מהר ועל נקלה רושם כל דבר המושכל או המורגש, (עיין מזה גם ביאורי במדבר דף פ\"ה ע\"א) ובכל זאת נמצא כמה מצות בתורה על הזכירה ומניעת השכחה, כמו במעשה עמלק שמירת השבת ובשאר מקומות, וכן מדת הבטחון או הפכו שהיא מורך הלב, תהיה לאדם למ#ה רק לפי טבעו ומזגו, חוזק לבו או רכותו, ובכל זאת באה המצוה על מניעת היראה והפחד, במאה\"כ \"כי תאמר וכו', לא תירא מהם\" ? ולבאר כל זאת יאמר הרב ז\"ל, הן אמת שכל אלה פעולות הטבע הן מושרשות כבר בטבע האדם מלידה ומבטן, אבל בכל זאת כמו שיוכל האדם בעבור היותו בן דעת והשכל, להטיב לפעמים מדותיו ונטיותיו הרעות אף שהן אחוזות ודבוקית בו, בעבעו ובמזגו מעת גיחו מבטן אמו (עיין מזה ביאורי למעלה במדבר דף פ\"ה ע\"ב,) כן יוכל להמציא גם תחבולות שונות להקנות לעצמו כשרון ההכרה, הזכירה. והבטחון, אף שאינם לו לקנין טבעיי, כאשר יורה גם הנסיון בבני אדם שכאשר יחסר להם כח גופני חיצוני או פנימי, ישתדלו למלאותו בתחבולות שונות, כמו שהמציאו במאה השניה לאלף הששי באיטאליען, כלי זכוכית שונות, לתועלת חוש הראות, כי כאשר תכהינה עיני האדם לראות למרחוק, יראה מתוך זכוכית אשר היא לטושה באופן שפניה שקועים, ואשר לא יוכל לראות בקרוב ישתמש בהפך בזכוכית אשר פניה בולטים. וכאשר יכבדו עיניו מזוקן ישתמש בזכוכית אשר תגדיל תבנית כל דבר, ותעשה תמונתו זכה ובהירה, באופן שייטיב אז לראות מתוכה גם דברים קטנים, וכמו כן יקשור לפעמים איש עור כלב בחבל אשר בידו, למען יוכל ללכת בטח אל כל מקום אשר יוליכהו הכלב הזה, מבלי יראה ופחד \"יפול במהמורות, או ישים מקל בידו אשר ישלחנו תמיד אנה ואנה לכל הרוחות, למען דעת על ידו אם יש לפניו או סביבותיו מזיק או מונע, אשר יעצור בעדו בלכתו, והפסח ונכה רגלים ילך בחוץ על משענתו, למען לא יכשל בלכתו, וכמו כן השתדלו החכמים למלאות גם חסרון הכוחות הפנימיות בסמי מרקחות אי ברפואות תעלה, אם יחלש באדם דרך משל כח המושך והמעכל שלו, או כח הדוחה הנפסד מהמאכל לחוץ, גם להחזיק את כח הזוכר המציאו כבר הקדמונים תחבולה מה [וכאשר יספרו כותבי הדורות המציא התחבולה הזאת ראשונה המשורר היוני סימאנידעס, עפ\"י מקרה במאה השלישית לאלף הרביעי, כי פעם אחת ישב בסעודת מרעים במשתה היין, ויקראהו איש לצאת החוצה, באמור לו כי שני נערים חפצים לדבר אתו שם, וכאשר יצא ויפן כה וכה וירא כי אין איש רצה לשוב עוד הביתה. ויפול הבית על כל המסובים יחד שם. וימות וימלט רק הוא לבדו, וכאשר רצו הקרובים לקבור איש איש את מתו לא נכרו עוד פגריהם, רק סימאנידעס זכר את מקום מושב כל אחד ואחד מהם, ועי\"ז ידע והכיר ג\"כ גופת כל אחד ואחד מי הוא לפי המקום אשר נמצא שם שוכב מת, ועי\"ז בא לו הרעיון אח\"כ כי נוכל לזכור המושגים השונים ע\"י שנבחר אותם תחילה עם דברים גשמיים שונים העומדים יחד במקום אחד זה אחר זה,] ע\"י שיבחר אדם מקום מוגבל ידוע. ד\"מ בית או חדר אשר בו עומדים דברים שונים זה אחר זה, ד\"מ מטה, כסא, שלחן, ומנורה, ואחר שחקק ברעיוניו מקום מצב כל אחד מאלה, אשר הוא דבר קל מאוד לזכרו, יחבר עם כל אחד ואחד מהם מושג ידוע, אשר ירצה לזכור באופן שסדר כל מושגיו יהיה מסכים עם סידור מעמד ומצב כל הדברים האלה, ד\"מ למען זכור תמיד הרעיון, שראובן אמר לו, שיבקרהו מחר בהיכלו עם שמעון בנו, יחבר מושג \"ראובן\" שהוא הראשון במאמר זה עם ציור תבנית המטה העומדת ראשונה אצל הכותל, ומושג \"האמירה לו\" שהוא השני, עם הכסא העומד אצל המטה, ומושג \"הביקור בהיכלו מחר\" שהוא השלישי עם השלחן הקרוב אל הכסא, ומושג \"שמעון בנו\" עם המנורה העומדת על השלחן, ואז מדי יראה הדברים האלה יזכור ג\"כ כל המושגים זה אחר זה, וכמו כן נוכל לעשות באילן שענפיו מרובים זה למעלה מזה, כי נוכל לחבר ד\"מ מושג א בגזע האילן ומושג ב בסעיף התחתון. ומושג ג בסעיף שלמעלה ממנו, וכל כל המושגים שנרצה בשאר חלקי האילן הזה לפי סדרם זה למעלה מזה. כמו שכתב הרב בשם החכם בטבעיות, ויותר טוב ומועיל לזה הוא, אם יש דמיון ויחס מה בין המושגים השכליים ובין הדברים הגשמיים אשר יקבילו להם ד\"מ אם היה ראובן במשל שלפנינו עומד תמיד אצל המטה באמרו זאת, ושמעון בנו אצל המנורה [ויען כי קשה למצוא תמיד דברים גשמיים כאלה המסכימים יחד עם המושגים אשר נרצה כי יציינום, השתדלו האחרונים למצוא תחבולות אחרות, וחכמה זו נקראת מנעמאניק געדעכטניסלעהרע, עראיננרונגסקונסט,] וכעין זה אמרו גם חז\"ל על \"וראיתם אותו וזכרתם\" ראה מצוה זו וזכור אחרת, זו ק\"ש התלויה בה וכו', כי בראותנו התכלת יזכירנו במצות ק\"ש שזמנה משיכיר איש בין תכלת ללבן, וכן אמרו \"וזכור מצוה אחרת הכתובה בצדה, זו שעטנז\" כי ההזהרה על השעטנז ומצות ציצית סמוכים יחד בתורה, באופן שבין מצות ק\"ש לציצית יש כעין יחס ודמיון ענין ובין ציצית לשעטנז יש שיווי ודמיון מקומיי, ורק עד\"ז יאמר הרב ז\"ל יורה מחז\"ל \"שתרי\"ג מצות הן, בא דוד והעמידן על י\"א\" וכו', שאין כונתם בזה שהנביאים ואנשי הרוח האלה מעטו מספר המצות, כי אם רק שנתנו כללים מעעים, אשר על ידם יזכרו כל המצות כלם (כעין מה שהראה לנו בס' מאמר השכל שכל המצות כלולות בעשרת הדברות בעבור היות ענין קצתם דומה לענין דבור זה, ונכללים בו, וענין אחרים דומה לענין דבור אחר ונכללים בו באופן שכולם נכללים רק בעשרת הדברים ונזכרים על ידם,) ועפי\"ז יבואר כל מה שהעיר למעלה כי במאמר בני יעקב אליו \"הכר נא\" כוונו רק שישתדל לראות אותה היטב למען ימצא בה סימנים ואותות להכירה, וכן בכל מקום שצותה התורה על הזכירה כונתה רק שנשתדל לעשות מעשה אשר יזכירנו תמיד בענין ההוא שצותה לזכרו, (עיין שער נ\"א וביאורי שם), ובאופן זה צותה ג\"כ על הבטחו ומניעת הפחד, כי אף שבהיות כבר סיבת הפחד והאימתה לנגד עינינו לא נוכל עוד לשלוט בפעולת טבענו שלא לירוא ולפחוד, בכל זאת הלא נוכל להסיר סבת הפחד בתחלה לפני בוא עוד כי אנו יכולים להרגיל נפשנו ולאמץ רוחנו לבטוח תמיד בה' אשר לו הכח והיכולת להצילנו מכף כל אויב וצר, כי אז לא יבוא עוד פחד בלבנו, כי כמו שהאיש החגור כלי מלחמה ושוכן בעיר מבצר חזק, או שיודע שאחד מגדולי הארץ ושריה יגן עליו מכל אויביו מסביב, לא יירא ולא יחת עוד מפני כל, יען כי כבר סרה ממנו כל סבת פחד ואימתה אף כי מי שהרגיל נפשו לשום מבטחו בה', אשר לו העוז והיכולת להציל גם חלש ורפה מיד חזק ממנו שלא יירא ולא יפחד מאומה. (וכעין זה אמרו גם חז\"ל \"הכל בידים שמים חוץ מצנים פחים,\" (ר\"ל כי דבר זה תלוי בבחירתו שלא יכהו החום בקיץ והקור בחורף ובסתיו, כי אף שאין ביכולת האדם לעצור בעד השמש בימי הקיץ, שלא תשליך קרניה ממעל לראשנו כמעט על קו ישר, אשר בעבור זה גדול חומם מאוד, גם לא יוכל לכלוא את הרוח, ולסגור אוצרות שלג ברד וכפור אשר ישבבו קור האויר בימי החורף והסתיו, בעמוד השמש הרחק מגבול ארצנו לצד דרום, באופן שקרניה באים לנו רק על קו עקום ונוטה, ולא יובלו לחמם עוד את האויר כבימי הקיץ, בכל זאת הלוא היכולת והבחירה החפשית ביד האדם להשמר מהחום ע\"י שבתו בצל עצי היער או בעלית המקרה אשר לו, כמו שיוכל להשמר מפגעי הקור בשבתו בביתו ולא יצא החוצה כי אם לבוש שנים ובגדים חמים.  <br>והנה ידוע כי בטחון לבנו בה', יסובב לנו בזכרנו ובשומנו אל לבנו את כל הגדולות והנוראות אשר כבר עשה ה' לנו ולאבותינו להצילם מיד צר, כמו שאד\"ה ע\"ה \"ה' אורי וישעי\" וכו', ר\"ל אחרי שכבר כמה פעמים היה אורי וישעי ומעוז חיי, ולא נתנני ביד אויב ע\"כ \"ממי אירא וממי אפחד\" עוד בימים שיבואו ? וע\"כ סמך גם הכ' בפרשתנו זכירת נפלאות ה' בימי קדם אל המצוה על העדר היראה והפחד, באמרו \"לא תירא מהם זכור תזכור את אשר עשה\" וכו', והנה אחרי שכל איש ירא ה' יוכל להיות יותר בטוח מכל זולתו שלא יעזבהו ה' ולא יטשהו לעולם, ואף כי שלא יתנהו בכף כל אויביו ומבקשי רעתו, הלוא נמשך מזה, כי היראה בעצמה סבת מניעת היראה. ר\"ל שיראת ה' תסיר מלב בעליה יראת בני אדם, כמו שהיה מרגלא בפי חכם אחד \"את האלקים אני ירא ממי אירא?\" ואחרי שיראת ה' ית' תלויה ברצוננו כמחז\"ל \"הכל בידי שמים חוץ מיראת שמים\" גם מניעת היראה מפני שונאינו בידנו היא נתונה, ובזה מבאר והולך כמה כתובים עיין בפנים הספר. והנה במקום אשר המציאו חכמי העמים התחבול' להזכיר הענינים והמושגים ע\"י קישורם וחבורם בדברים גשמיים כמו שכתבנו למעל', נראה שהשתמשו חז\"ל בתחבול' אחרת, כי בעבור שהי' כל לימודם רק בעל פה. ע\"כ ברצותם, כי יזכור התלמיד הלימודים והענינים השונים, שלמד מפי רב וחכם אחד, קשרו כל ענין וענין במלה אחת, וחברו אח\"כ המלות יחד לעשותן כעין מאמר שיש לו קצת הבנה למען יהי' לאות ולסימן אל התלמיד לזכור על ידו הענינים, ד\"מ למען זכור כל שלשת הדינים שאמר ר' מנשה בענינים שורם (עיין חולין דף ד' ע\"א) עשו מהם מאמר \"מכניס איזמל בזכרים\" ר\"ל מחתך ערלת הזכרים ע\"י האיזמל, ועי\"ז יזכור התלמיד הדינים השונים שאמר ע\"ש, ומעתה יאמר הרב ז\"ל, נוכל לומר, כי מלבד הטעם והכונה הפשוט' במצות ק\"ש בכל יום נראה גם שכל מאמר וכמעט כל מלה שלה הוא אות וסימן להזכירנו בעיקרי אמונתנו האמיתית, או בסוגי מצות התורה השונים, כי המאמר הראשון \"שמע ישראל\" וכו' כולל שני העקרים היותר נכבדים הכלולים גם בשני דברות הראשונות שהן יסוד כל האמונ' (עיין מ\"ש בשער הקדום) הלא הם האמונה במציאות הי\"ת יכלתו והשגחתו על בני אדם, וההזהר' על השיתוף והעבודה לאל אחר, כי הוא אחד ואין בלתו, והוא לבדו מאחד גם כל חלקי הבריא' כלה להיות לעצם אחד יחד, בברית השלום והאחדות אשר כרת עמהם, כמלך המחבר ומאחד כל העמים הסרים למשמעתו להיות גוי אחד וחברה אחת וע\"כ כמו שהוא \"אחד\" כן יקרא גם בשם \"מלך כל הארץ\" וכל המציאות כלה וע\"כ נסמוך אל המאמר הראשון הזה גם מאמר \"ברוך שם כבוד מלכותו וכו' ומאמר \"ואהבת\" וכו' מורה על האהב' האמיתית והשלמה אשר אנו מחויבים ליחד רק לו לבדו, (כמו שיבואר עוד לפנינו יותר) ומאמר \"ושננתם לבניך וכו'. ודברת וכו' וקשרתם וכתבתם\" מלבד שכל אלה הן פעולות גשמיות אשר יזכירנו תמיד בהעיקרים היקרים האלה, הנה כמעט גם כל אחד מהם מזכיר אותנו במין אחד מכלל מצות התורה כי מאמר \"והיו וכו' על לבבך\" מזכירנו בכל מצות התלויות בדעתנו ובלבנו נגד אלקים ואנשים, ומלת \"לבניך\" מזכירנו על כל חובות האב לבניו מיום הולדם, עד אשר יקחו להם נשים ויעזבו אותו לבנות להם בית בפני עצמם, עם כל משפטי הנחלות והירושות ומאמר \"ודברת בם\" מזכירנו בכל המצות התלויות בדבור, ומאמר \"בשבתך בביתך\" מזכירנו לא לבד בכל דיני שכונת הבתים והרחקת נזק איש מרעהו בענינים אלה, כי אם גם בכל עבודת בית הבחיר' והקרבנות, ובדיני השבת והעירובין והרשויות הארבע' ודין האבל והחתן אשר נאסר להם היציא' מביתם בשבוע הראשונה \"ובלכתך בדרך\" על כל המצות המזדמנות לאדם על הדרך, ומלת \"בשכבך\" מורה על כל שכיבות המותרות והאסורות, גם על איסור כלאים ובגדי שעטנז האסורים לנו אף להציעם תחתינו, כמו שיורה \"ובקומך\" על כל המצות המזדמנות לאדם כאשר יקום והתהלך לשאת ולתת עם עמיתיו. ומאמר \"וקשרתם\" וכו' מורה על כל איסורי המאכלות ושאר דיני טומאה וטהרה אשר על ידם נבדלנו מכל העמים זולתנו ונקשרנו יחד להיות לעם אחד, אשר חובה עליו להתקדש יותר מכל זולתם, ומלות על ידך רומזות על כל המצות התלויות בידנו כנתינת הצדק' ונטילת ידים, כמו שירמזו מלות \"בין עיניך\" על המצות התלויות בעינים שלא לתור אחריהם ולחדול מראות ברע, כי אם לעשות הטוב בכל מקום אשר נראה, ומלת \"וכתבתם\" על המצות התלויות בכתיב', כמו שירמזו מלות \"על מזוזות ביתך\" על רציעת עבד ושאר מצות התלויות במזוזות הבית וכמו שירמזו מלות \"ובשעריך\" על דיני השופטים היושבים בשער, וע\"ז מורה מחז\"ל שהחל בו \"מהו שיקרא וכו'\" שמלבד כונתו הפשוטית שצריך להשמיע לאזניו הדברים האלה, כ\"א גם שיזכור בכל יום עי\"ז גם כל המצות והמעשים אשר הוא מחויב לעשותן בכל מקום אשר יפנה, אשר בם יזכירהו כל מלה ודבור מפרשה זאת.  </i>קצת פעולות האדם או ביטולם עם שיראה מהם שאינם תחת יכולת האדם ורשותו נמצאו שבאו עליהם המצות כאלו הם תחת ידו הלא זה יראה מן ההכרה והזכירה והבטחון וכיוצא בהן והפכיכן?. כי הוא מבואר שהבטחון מהפחד הנגלה או הפכו הוא כח מוטבע בטבע חוזק לב האדם ורכותו וכן זכרונו בא לפניו או שכחתו מיובש מוחו או לחותו. וכן טוב ההכרה או הפכו מחבור כחות כמו חוזק הראות עם הטבת כח השומע או חולשתן. אשר לפי זה יתכן שלא יבאו עליהן אזהרות וצוויין כי האדם אינו מצווה על הדברים שאינם תלויין ברצונו. אמנם מצאנו הכר נא למי החותמת (בראשית ל״ח:כ״ה) הכר נא הכתונת בנך וגו' (שם ל\"ז). שיראה שנשאלו מהאדם בבקשה. וכן כמה מצות באות על הזכירה זכור את אשר עשה לך וגומר (דברים כ\"ה?) זכור אל תשכח וגו' (שם ט') רק השמר לך ושמור נפשך מאד פן תשכח וגו'. וכן על הבטחון אמר כי תאמר בלבבך רבים הגוים האלה ממני וגומר לא תירא מהם (שם ז') ורבים מכל מין וזולתם. אמנם היה זה לפי שלא נתנו תורה לחית השדה ולבהמת הארץ כי אם לאנשים בעלי דעת ומזימה אשר כח בהם לעמוד על עצמם להעזר מהרבה נכלים ותחבולות להטיב ולחזק כחותיו ולהשלים בערמימותם הרבה ממה שיחסר מטבעם. כי למה נגרע מעשות אי זה תקון שנצטרך בכחות הפנימיות כמו שנשתדל בחצונות הראית שהזקן כשחלשה ראותו הלא יבקש לו המראות הזכוכיות להטיב ראותי ובאין עינים יקשור כלב בידו ומקלו יגיד לו וכן הגדם הקטע וכיוצא וכן יעשה כל חכם לב באדם בהפקד ממנו כח מהכחות הפנימיית ישתדל תכלית מה שאיפשר לו אם יספיקו לו רפואות ואם אין ימציא לו תחבולות כמו שנמצא לחכמים מחכמי האומות המציאו תחבולה שפרסמו אותה להטיב כח הזוכר ולהשלים חסרונו והתחבולה אשר המציאוה בזה היא לחקות ולצייר בכח המדמה סימנים ידועים ומקומות מורגלים בהם יפקידו הענינים הנרצים לפי יחס או דמיון שיהיה לדבר המיוחד באותו מקום או זמן אשר נפקד אתו ואחרי כן בהעלות לפניו זכרון הסמנין והמקומות אשר הם קרובים אליו מאד יזכרו ויפקדו עמכם הדברים ההם הנרצים בלי ספק. וכבר כתב החכם על זה בטבעיות ז\"ל ומטבע החקויים והדמות עד שכאשר חלק שכלך אל חלקי הדבר חקהו אילן בעל הענפים ואם סדר השכל דבר על מדרגות חקהו במעלות והשלבים ובו יזכור מה ששכח וגו'. הנה ביאר שתספיק התחבולה לא לזכור הדברים לבד אבל דרך חלוקן וסדרן וכל רז לא אניס מחכמינו האלהיי' שכבר קדמום בזה כדתני' במנחו' (מ\"ג:) וראיתם אותו וזכרתם וגו' (במדבר ט״ו:ל״ט). ראה מצוה זו וזכור מצוה אחרת התלויה בה ואי זו זו ק\"ש דתנן מאימתי קורין את שמע בשחרית משיכיר בין תכלת ללבן תניא אידך וראית' אותו וזכרת' ראה מצוה זו וזכור מצוה אחרת הכתובה בצדה ואי זו זו מצות כלאים שנאמר לא תלבש שעטנז וסמיך ליה גדילים תעשה לך (דברים כ״ב:י״א) ובשער ס\"ה כתבנו מה שכוונו בעקר מליצה זו. מכל מקום ראה כמה העירו אזננו על אופן התחבולה הזאת ובצדדי שמושה אה מצד יחס הסמיכות ואם מצד השייכות שהם עקרי המלאכה ההיא ומזה הענין יראה הוא מה שאמרו שהיו הנביאים כוללין כל המצות בכללים קצרים מעטי המספר: אמרו בא דוד והעמידן על אחת עשרה שנאמר מי יגור באהלך (תהלים ע\"ו) בא ישעיהו והעמידן על שש שנא' הולך צדקות ודובר מישרי' (ישעיהו ל״ג:ט״ו) ושוב העמידן על שתים שמרו משפט ועשו צדקה (שם נ\"ו). בא מיכה והעמידן על ג' שנאמר מה ה' דורש ממך כי אם עשות משפע ואהבת חסד והצנע לכת וגו' (מיכה ו׳:ח׳) בא חבקוק והעמידן על אחת שנ' וצדיק באמונתו יחיה (חבקו' ב') כדאית' במסכתא מכות (כ\"ד.). ואין ספק שהי' זה להם באופן מאופני החקוי והציור אשר הוא מפעולות המדמה והמחשב יחד על דרך החלוק והרושם בתלות במצוה אחת מצות רבות אם בסמיכות או בשייכות או בצד בהצדדים אשר הורגלו בתחבולה ההיא. ואולם זה הענין התחילה אותו התורה בלי ספק כי בכל מקום שצותה על שום דבר של זכירה צותה על מעשה מיוחד שתפקד אצלו ותזכר עמו יפה כמו שכתבנו זה בשלמות בתחלת שער צ\"א. ועוד מצינו ענין נפלא מאד והוא מה ששמה התורה ענין הזכרון תחבולה לחזק הבטחון ולקיימה כאשר יחסרו כחו והוא באומרו להלן כי תאמר בלבבך רבים הגוים האלה ממני איכה אוכל להורישם לא תירא מהם זכור תזכור את אשר עשה ה' אלהיך לפרעה ולכל מצרים המסות הגדולות אשר ראו עיניך וגו'. (דברים ז') וזה כי כמו שלא תפול הזכירה תחת המצוה כי אם בשתוף מעשה בחיריי שיקשר אליו וימשך ממנו כנזכר כן הבטחון מהיראה והפחד יפול תחת המצוה כשישותף עמה דבר שיהא רשאי ויכול עליו שתחוייב ממנו כי כאשר ימשול על סבת הדבר כבר ימשול עליו בלי ספק כיעל זה הדרך אז\"ל הכל בידי שמים חוץ מצני' פחים וכו'. ואמרו מאי צנים פחים קור וחום (כתובות ל'.) ואין ספק שהקור והחום הם מקרים זמניים חוץ מבחירת האדם אבל לפי שהוא רשאי ללבוש שנים ולשבת בבית החורף והאש לפניו מבוערת או ללבוש כלים קלים ולטייל במקום שהאויר שולט בו נאמר שהקור והחום הם בידו וכן הענין בעצמו לגבי היראה כי כאשר הוא ביד האדם לחגור כלי מלחמתו או לתלות עצמו באחד השרים מגדולי הארץ להניס משנאיו מפניו הנה בידו הוא שלא יירא ולא יפחד ואם באחד משרי בשר ודם כך קל וחומר במלך המלכים הקב\"ה שאם יתלה עצמו בו ויתפקד אליו שיהיה סמוך לבו וכמו שאמר טוב לחסות ביי' מבטוח באדם טוב לחסות בה' מבטוח בנדיבים (תהילים קי״ח:ח׳-ט׳). אמנם כדי להטיב זה הבטחון סמך אותו אל הזכרון ואמר זכור תזכור את אשר עשה יי' אלהיך לפרעה ולכל מצרים המסות הגדולות אשר ראו עיניך והאותות והמופתים וגו'. כן יעשה יי' אלהיך לכל העמים וגו'. וגם את הצרעה וגו'. לא תערוץ מפניהם כי יי' אלהיך בקרבך אל גדול ונורא כי ודאי כשישים אל לבו כל הענינים האלו יתחזק בלבו הבטחון ולא יירא משום מורא ופחד וכמו שאמר דוד אדונינו ע\"ה יי' אורי וישעי ממי אירא יי' מעוז חיי ממי אפחד עד אם תקום עלי מלחמה בזאת אני בוטח (תהלים כ\"ז). הנה שנתבאר שכיון שהזכרון מאלו הענינים הוא ברשותו הנה הבטחון וסמיכות הלב הנה הנם ברשותו ועל זה האופן אמר להלן שמע ישראל אתה עובר היום את הירדן לבא לרשת גוים גדולים וגו' וסמוך ליה וידעת היום כי יי' אלהיך הוא ההולך לפניך (דברים ט׳:ג׳). והנה באמת הוא מבואר שאם לא נתקיי' טוב הבטחון בידו שלא היה אלא לאשמתו וחטאו לבלתי קיימו ענין הזכרון אשר כבר עשה לו האל יתע' קיום וסמיכות במעשה המצות המיוחדות אליו בזמניהם ובקצת מצות תמידיות כמו שזכרנו בשער הנזכר. וכשנתבונן היטב תמצא כי הבטחון הגמור מהיראה הוא עצם היראה כלומר כי כשיתירא האדם לא יירא. וזה כי בהתחזק ביראת יי' ושמור מצותיו אשר מכללם לזכור את מעשה ה' כי נורא הוא כמו שהוא מזדכר ע\"י מצות הציצית והתפילין וקדושי השבתות והמועדים וכיוצא בזה אשר נתנו לזכרון הנה ודאי יהיה עם הזוכרים והשומרים לא ירפם ולא יעזבם. והנה היראה הזאת היא בידינו ורשותנו כמו שאמר הכל בידי שמים חוץ מיראת שמים (ברכות ל\"ג:) וכשנשלים עצמנו בה הנה לא נירא משום פגע ונזק וכמו שאמר משה חזקו ואמצו אל תיראו ואל תערצו מפניהם כי יי' אלהיך עמך לא ירפך ולא יעזבך (דברים ל״א:ו׳). והנה בזה המין מהיראה האלהית יתיחד שער בפני עצמו בשער צ\"ב ב\"ה. אמנם מפני זה החוזק אמר ונשל יי' אלהיך את הגוים האלה מפניך וגו' (שם ז') כי לא די שלא תירא אבל שתנצח אותם ואם לא תוכל כלותם מהר כרצונך לא תחשוב שהוא תשישות כח בעזרך חלילה אבל הוא לטוב לך פן תרבה עליך חית השדה ויזיקו לך כשלא יגינו זכיותיך לשיעור שנאמר וחית השדה השלמה לך (איוב ה׳:כ״ג) או למה שאמר על שחל ופתן תדרוך תרמום כפיר ותנין (תהילים צ״א:י״ג) כמו שכתב רש\"י ז\"ל או שיהיה לא תוכל כלותם על דרך לא תוכל לאכול בשעריך (דברים י״ב:י״ז) והוא עצה טובה אמנם לסוף ונתנם יי' אלהיך לפניו והמם וגו'. ונתן מלכיהם בידך וגו'. כי טוב הבטחון על האופן הנזכר יביאך עד הלום. והנה אחר שנתבאר כי זה הענין מהטבת הכחות הפנימיות ותחבולתן הנזכר מחכמי החקירה כמו שאמרנו הנה הוא כתוב ומקויי' מחכמי האמת ושנוי ומשולש בתורה ובנביאים הלא יראה שתועלתו נפלאה. אמנם שיעור דרישתו על כל אדם יהיה לפי צרכו אליו ולפי מה שהרגשתי בעצמי רוב תועלת התחבולה הזכרנית שאמרנו לפי גודל צרכי אליה ושמה שהגיע לידינו ממה שהמציאו ממנה חכמי הגוים ראיתיו בלתי מספיק לפי הצורך כבר פשפשתי בה ויגעתי ומצאתי כי נתן יי' אל לבי המצאה נפלאה ונקלה אחר חדושה ותספיק להיטיב מאד הכח הזכרני להזכיר כמה דברים על סדרן ומספרן בכל הצדדים אשר תחשוב אם בחלופן אם בדלוגן על אי זה סדר שתרצה גם יזכר הדבר בזכור מספרו או מספרו עמו ובכל ענין שתרצה מבלי שום טעות וכבר נסיתי בה כמה זמן ומצאתי תועלותיו ברוך המזמין האמתי. והנה לבי אומר לי כי עקר זה הענין הנכבד השרישו משה רבן של נביאים מפי הגבורה ושמו בפינו למען זכור את כל מצות יי' המוטלות עלינו ונוכל להעבירם בכל יום תמיד על רעיונינו במעט מהקושי והטורח. והוא במה שסדר לפנינו לקרוא פרש' קטנה בכל יום תמיד פעמים שלש כדי שתהא שגורה בפי עוללים ויונקים יועילו מאד דבריה וראשי פרקיה אם מצד הרגילות והבקיאות הנפלא בה ואם מצד היות דבריה ספור מקרים עוברי' עלינו תמיד להיותם ציונין מוצבים ומסמרות נטועי' במקומות נאמנים אשר לא יסורו לעילם ואע\"פ שיהיה בדבר טורח גדול לא יכבד על ראש הנלבב בהשקפת עוצם התועלת הנפשיי שיש בו כל שכן דבר נוח לסבלו וכמ\"ש הכתוב לא בשמים היא לאמר מי יעלה לנו השמימה וישמיענו וגו' (שם ל'). ואז\"ל שאלו היתה בשמים היית צריך לעלות אחריה וללומדה (עירובין נ\"ה.) והדברי' עתיקים שאם לא כן מאי רבותיה שאינה בשמים הנה שצריכין אנו לעשות כל מיני תחבולת או ללמד אותם ולהרגיל עצמנו בהן כדי לתקן עצמנו לקבל את הטוב מאת האלהים. אמנם המתיאש מהטוב אין לו רק לחבוק את ידיו ולשכב בדמשק ערש כמו שאמר הרב המורה בכיוצא בזה בסוף פרק י' מהחלק השני וזה לשונו כן יבין מי שרוצה להבין חידות הנבואה ויעור משנת השכחה וינצל מים הסכלות ויעלה אל עליוני' אמנם מי שייטיב לו שישוט במי סכלותי וירד מטה מטה ולא יצטרך שיטריח גופו ולא לבו ינוח התנוע' והוא ירד למטה בטבע. והבן כל מה שנזכר והסתכל בו. אמנם היות זה הענין נמצא בפרשת המעולה הזאת רצוני פרשת שמע אזכרנו כשנבא על ביאורה ואז יתבאר יפה כמה צדקו חז\"ל באומרם הקורא את שמע ולא השמיע לאזנו א יצא (ברכות ט\"ו:) וטרם נבא אל הביאור נזכור הספקו' הנופלו' על זה החלק מהפרשה הזאת וזולתה שאנו בביאורו:  ", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "Joseph's brothers say to their father: \"recognise whether this is the coat of your son or not.\" (Genesis 37,32) We are told to remember what Amalek did to us. (Deut. 25,17) We are told not to fear nations surrounding us. (Deut 7,18-21) Since we are human beings, not just animals, it is expected that we can refine certain characteristics, are not limited to instinctive reactions. If one can learn to compensate for the weakness of certain of one's senses, then surely one can find means to reinforce certain character traits. A blind man develops a more acute sense of hearing. A shortsighted person can improve his vision by the use of spectacles. A person suffering from certain character weaknesses must also find means to compensate for this. Using one's power of imagination, one can imagine situations that make one's phobias seem unjustified and ridiculous. The process of thought association with specific objects is known to be an excellent memory jogger. These aids must be applied when we are asked to observe certain commandments involving remembrances. Seeing the <i>tzitzit</i> reminds us of other <i>mitzvot</i> such as <i>kilayim</i>, forbidden mixtures. This has been discussed at greater length in chapter sixty five. Awareness of the importance of memory joggers may have led some prophets to find common denominators for certain <i>mitzvot</i>, and thus make it easy for us to have these short summaries constantly at our command. Isaiah manages to condense Torah into two slogans, \"observe justice and perform righteousness.\" (chapter 56) Chabakuk manages to sum it up in a single slogan, \"the righteous will live by his faith\" (2,4). No doubt the purpose of these apparent over simplifications is simply to provide a constant reminder, which when triggered will remind us of all the other <i>mitzvot</i> which are incumbent upon us to perform. When the Talmud (Ketuvot 30) tells us that all is in the hands of Heaven except the contracting of colds and heatstrokes, we know very well that both those phenomena are natural phenomena and as such not subject to our control. In fact, no remedy has yet been found for the common cold. Nevertheless, the sages are telling us that if one falls victim to those two ailments, this is due to negligence on the part of man, to wilful over-exposure etc, and cannot be blamed on outside forces. Just as one can control colds and heatstrokes, so, by employing memory properly, one can reinforce one's senses of trust and confidence in the help of G'd, no matter what the circumstances. This is what David said (Psalms 27,1) \"The Lord is my light and my salvation; whom shall I fear?, The Lord is the source of my strength, of whom shall I be afraid?\" He means that if his attitude is based on remembering G'ds many past acts of kindness and assistance, why would he be afraid of anyone in the future? In the same vein, Moses tells the people: \"you are today about to cross the Jordan in order to dispossess people greater and more powerful than you etc.\" (9,1). This calls for faith and confidence based on the recollection of all the past triumphs achieved through Divine intervention. The foremost memory jogger is the <i>keriyat shema</i>, which for that reason has been included in our daily prayers three times. We will examine the passage in detail to gain a better understanding of its significance. The following questions suggest themselves: ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17a709bb386c011be9e167", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 51:1:7", "anchorRef": "Deuteronomy 7:18", "anchorRefExpanded": ["Deuteronomy 7:18"], "sourceRef": "Akeidat Yitzchak 51:1:7", "sourceHeRef": "עקידת יצחק נ״א:א׳:ז׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0007, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "הנך רואה איך טרח ומצא אדוננו דוד עליו השלום והכין לפנינו הדרך הישר להיות לנו המצוות האלהיות והלמודים התוריים לעסק מיוחד בו נחיה תמיד עד שיהיו שמורות בלבנו ונקנות לנו לנחלה ויוכרע לבנו אליהם בנטיה טבעית אשר אי אפשר ליפול בהם השכחה כשכחת הימין או השמאל והוא הדרך עצמו שאמר החכם באותו לשון שכתבנו למעלה בעבור רוב גודל התמדת חיות בהם מאושרי'. והוא מה שאמר דוד במקום אחר (שם) לעולם לא אשכח פקודיך כי בם חייתני. אמר כי אחר שנתנם לו לעסק מיוחד אשר בו יחיה תמיד יחוייב שלא ישכחם בשום פנים כי אי אפשר לבא לידי שכחה אם לא שיסכים בלבו להבטל מהעסק ההוא ולהרחיקו מעליו שזה יהיה מאד מפורסם אשר לא יפול עליו התנצלות השכחה. והנה על זה באו כל המצוות שבתורה על לשון הזכירה כמו שאמר (דברים ד') רק השמר לך ושמור את נפשך מאד פן תשכח את הדברים אשר ראו עיניך ופן יסורו מלבבך כל ימי חייך. כי הנה בידו ורשותו לעשות סימנים וציונין ומיני תחבולות לזכרונן ואם לא עשאם ענוש יענש במרד העצלה כמו שאמרנו ראשונה. ולזה אמרו חז\"ל (אבות פ\"ג מ\"ח) כל השוכח דבר מתלמודו הרי הוא מתחייב בנפשו שלא יתנצל לאמר למדתי ושכחתי כי יש בידו לעשות חיל שלא ישכח. אמנם אם עשה וטרח ולא הועיל הרי הוא שוכח תלמודו מחמת אונסו ופטור. וכמו שאמרו (שם) יכול תקפה עליו תלמוד לומר ופן יסורו מלבבך הא אינו מתחייב אלא עד שישב ויסירם מלבו. כי הבלי קפידה עליהם לעשות בהם ההשתדלות הנזכר היא ודאי הישיבה וההסרה מלבו אשר יתחייב בנפשו עליה בלי ספק. ומן הפלא שאף האל ית' הכתיב לעצמו התחבולה הזאת בהרבה מקומות אמר (בראשית ט׳:י״ג) וראיתיה לזכור ברית עולם. (שם י\"ז) והיתה לאות ברית ביני וביניכם. (שמות י״ב:י״ב-י״ג) והיה הדם לכם לאות (במדבר י׳:ט׳) והרעותם בחצוצרות ונזכרתם וגו' וזולתם. עם שעקר כוונתם הם לראייה של זכות כמו שכתבנו בברית הקשת שער י\"ד מכל מקום מפשוטי כלם יראה כן. וכל שכן ממה שאחז\"ל (ברכות ו'.) שהקב\"ה מניח תפילין וזכרו מה הן פרשיותיהן כמו שיתבאר אצל את ה' האמרת וגו' בשער צ\"ח ב\"ה. והנה כוונת כל זה כי כשם שצוה אותנו להטיב זכרוננו על ידי מעשה במה שאנו חייבין עליו כן הוא ית' כביכול נוהג בעצמו לזכור אותנו תמיד במה שהוא ראוי להשפיעו אותנו לטוב לנו כל הימים ולומר שזכירתנו אליו ית' וזכירתו אלינו תלויין זה בזה והולכים בסבוב. ולפי שהסבוב הזה עצמו יחוייב שימשך אל השכחה שענין ההפכים האלו אחד הוא כמו שאמר הנביא (הושע ד׳:ו׳) ותשכח תורת אלהיך אשכח וגו'. לזה מה שהפליג האזהרה (דברים ד') השמר לך ושמור נפשך מאד פן תשכח כמו שאמרנו וכן במקומו' אחרים (שם ו') השמר לך פן תשכח והוא הזירוז להטוב הזכרון ולסמכו בכל מיני התחבולות כי באמת השכחה תניח חטאים גדולים והיא היתה אם כל רע והפסד. וכמו שאמר (שם ל\"ב) צור ילדך תשי ותשכח אל מחוללך. (ישעיהו נ״א:י״ג) ותשכח ה' עושיך וגו'. והזכרון הוא היה אבי כל טוב וחסד הנמשך בעולם (מיכה ו׳:ה׳) עמי זכור נא מה יעץ וגו'. (מלאכי ג׳:כ״ב) זכרו תורת משה וגו'. ובאל ית' (בראשית ח׳:א׳) ויזכור אלהים את נח וגו'. (שם ט') וראיתיה לזכור וגו'. (תהילים ק״ו:ד׳) זכרני ה' ברצון עמך וזולת'. והנה שנתברר לנו איך עשו העיונים הלמודיים מעלות מדותיות טבעיות ואיך תפול המצוה והזירוז על הפעולות הטבעיות כמו שהוא הזכרון אשר חשבנו בתחלה שאין זה מטבעו. וכבר תהיה הזכירה על זה האופן גבול אמצעי כדי שתפול המצוה גם על היראה עם שהוא הפעלות טבעי כמו שאמר הכתוב (דברים ז׳:י״ח)לא תירא מהם זכור תזכור את אשר עשה וגו' כמו שיתבאר שם בשער צ' ב\"ה שהוא דרוש נכבד מאד: ועתה ראה כמה יועילו לנו אלו העיונים להבין ולדעת מהם תועלות הספורים האלו כלם רצוני ממעשה המשכן. והכלים. והבגדי'. והקרבנו' וזולתם. וזה כשיעמוד לפניך ראשונה ספק גדול ועצום וזה תוארו. מהידוע שתורתנו האלהית היא תורת ה' תמימה. וזה התואר יחייב שלא יפול בה שום מום בזמן מהזמני' שזה יכלול היותה נצחית מה שיחייב שלא ימצא בה שום דבר בשום זמן שיהיה ריק מהתועלת וכמו שאמר עליה (שם ל\"ב) כי לא דבר רק הוא מכם וזה התנאי יבוקש מלומדיה אשר על כל אחד מהם אמר המשורר כו אם בתורת ה' חפצו וגו'. והיה כעץ שתול על פלגי מים אשר פריו יתן בעתו ועלהו לא יבול וגו' (תהילים א׳:ג׳). וזה שהוא אשר יתן פרי הלמוד בעתו בכל הדברים התלוים בזמן מיוחד. ואף שיש בהם ענינים שלא יפרדו ממנו כמו העלה מהעץ שלא יבול ממנו ויועיל לצל או לתרופה. וכל אשר יעשה יצליח באופן שלא ימצא לו זמן רק מהתועלת. ואם זה משפט לומדיה היא עצמה לא כל שכן. ואם כן איך תתקרר דעתנו ויסבול שכלנו שיהיה בתור' האלהית דבר שאינו נוהג בשום זמן מהזמנים או שלא יועילו לכתות האנשים אם מפני שהיה מצוה לדור כמו מעשה המשכן וכליו וסדר הקמתו ופריקתו וקרבנות חנכת הנשיאים שכלם נפסקה כוונתם ומאי דהוה הוה. או המצוות אשר לא נצטוו בהם כי אם אחר הכנסם לארץ ובשעת יישובה וכדומה או המצוות המיוחדות לאנשים מיוחדים כמו טהרת הכהנים וטומאתם וענינים רבים כמו אלה כבר נאמר שיבואו בזה חלקים רבים שלא יועילו לכל האנשים וגם מה שלא יועילו כלל. ומה גם עתה זה ימים רבים שגלינו מעל אדמתינו ושמם מקדשנו ואין לנו לא בית ולא מזבח ולא קרבן ולא כהן שיכפר בעדנו. כי הנה כל המצות בטלו בעונותינו ולא נשאר בתורה רק קצת מצוות שהם חובת הגוף וקלה היא כאלו היא כאחד מספר הזכרונות דברי הימים אשר עברו בעולם זה כמה וכמה. ומה זה שאמר משה לכל ישראל (דברים ל״ב:מ״ו) שימו לבבכם לכל הדברים אשר אנכי מעיד בכם היום אשר תצוום את בניכם לשמור ולעשות את כל דברי התורה הזאת כי לא דבר רק היא וגו'. והלא יש בה הרבה דברים שאינן ראויים כי אם למעט מהם. והנה כל דבר ודבר מהם הוא רק מרובם וגם מה שאמר בבגדי כהונה חקת עולם לו ולזרעו אחריו ובחשך לפני ה' תמיד ובמצות הנרות חקת עולם לדורותם מאת בני ישראל ועוד נאמר ואתה תצוה את בני ישראל ויקחו אליך וגו'. ובמקום אחר (ויקרא כ״ד:ב׳) צו את בני ישראל ויקחו אליך וגו'. ואמרו חז\"ל (קידושין כ\"ט.) כל מקום שנאמר צו מיד ולדורות. והנה לא נמשך לכל הדורות כי כמה דורות עברו שחשכו רואותינו ועינינו ראות וכלות. אמנם מה שחוייב לקבל בזה הוא כי הנה כל אלו הענינים והמצות הבאות עליהם כלם עם שכונתם היא להועיל בהם לענין המעשה לאנשים המיוחדים ההם ובזמן הקבוע הנה עקר הכונה בהם להיותם בספר וחכמה ולמוד אלהי בו יעיינו כל בעלי השכל וישכילו בענייניהם עד שיעלו בנפשם בתורת למודים ועיונים מושכלי' נשארים בשכלם. וכמו שאמר (דברים כ\"ט) ושמרתם את כל דברי הברית הזאת ועשיתם אותם למען תשכילו את כל אשר תעשון. כבר ידעת אומרם ז\"ל (תו\"כ אחרי פ\"ט) ושמרתם זו משנה ועשיתם כמשמעו. אמר שיעיינו בדברי הברית הזאת ויעשו אותם באופן שלא בלבד יעלה בידם המעשה אלא שאשר יעשו ישאר ממנו מושכל בנפש כי הוא המעשה השלם העומד תמיד ולא יסור בעבור שעת המעשה. וכבר יועילו אלו המעשים להם לענין החכמה יותר מספרי החכמות החיצונוי'. וכמ\"ש בפירוש (דברים ד') ושמרתם ועשיתם כי היא חכמתם ובינתכם וגו'. ואל פרסום המעל' עליהם אמר כי הם אשר יכירו ויאמרו (שם) רק עם חכם ונבין הגוי הגדול הזה. והנה בזאת המדרגה מהמעשה אשר יש בו למוד וחכמה התיחדו היחידים והחכמי'. אמנם הבוערים בעם העושים המצוה בתנועותיהם לבד משוללת משום כוונה מן הכוונות עליהם אמר הכתוב (ישעיהו כ״ט:י״ג-י״ד) ותהי יראתם אותי מצות אנשים מלומדה. ואליהם כיון הרב המורה במה שכתב פרק נ\"א חלק ג' אמר שהמון עמי הארץ העוסקים במצות הם הרוצים לבא אל המלך ולהכנס אצלו אלא שלא ראו בית המלך כלל כמו שביאר שם דבריו באומרו וכל אשר תעשה מצוה באיבריך כמי שיחפור חפירה בקרקע או יחטוב עצים מן היער מבלי בחינת ענין המעש' ההוא ולא מי צוה לעשותו ולא מה תכלית כונתו לא תחשוב שהגעת לתכלית אבל תהי' אז קרוב ממי שנאמר מהם (ירמיהו י״ב:ב׳) קרוב אתה בפיה' ורחוק מכליותיה' ע\"כ. יאמר כי כאשר יעשה המצוה בבחינתה ובבחינת המצוה ותכליתו בה היא השלמה שבעבודות. וכאשר יחסרו שלשתן הוא חסר מאד. אמנם יודה מה שאי אפשר להכחישו. כי אע\"פ שלא ידע האדם טעם המצוה ועקרה על דרך ההשכלה ההיא שאמרנו אלא שיכוין לעשות אותה להשלים רצון המצוה עליה יתעל' שמו הנה כבר יהי' עם זה מן הבאים בית המלך ומרגישים ומכירים פני המלך המצוה והמזהיר בהם אם שלא ראו אותו בלי מסך. אמנם אל המשכילים בהם על הדרך שאמרנו הם אשר יועילו להם תמיד כל מצוות זאת התורה ובבחינתם יבא זרוזם מיד ולדורות ואין הבדל להם בשעת מעשיהם לאחר מעשיהם כי הנה כל מה שכתבנו מענייני המשכן והמנור' הנה הוא מועיל אצלנו היום כיום המעש'. וכן כל הענינים המושכלים לא יתחלף אצלם האדם השלם בין שימצאו לפניו בפועל או שלא ימצאו. המשל כי כאשר ישכיל האדם שמצות טעינה אל השונא תהיה לעזור ולהועיל הנעזר ולהרחיק האיבה מבין האנשים ויטע בלבו מדה זו לקנין גמור הנה כבר יתנהג באלו המדות השלמות בכל דבר שיבא צרכו לפניו ואעפ\"י שלא יזדמן לו חמור שונאו או שורו. והקש על זה בכל המצות כי הכוונה בכלן ללמד האנשים ולהרגילם אל הטוב והישר הראוי להיות בו תמיד. ולזה אין מצוה מהמצות ומעשה מהמעשים התוריים שלא יועילו תמיד. ועל זה האופן באמת לא בטלה עבודה לעולם כי אם מעשה הקרבנות בטלו השכלתם לא בטלה. וכבר יקנה האדם בזכרונם לפניו תמיד ההכנע אל האל יתעל'. ולהיותו לפניו ירא ורך לבב תמיד בכל דבריו. וכמו שאמר דוד זבחי אלהים רוח נשברה לב נשבר ונדכה אלהים לא תבזה (תהלים נ\"א). אמר אחר שידענו שהכונה בזבחי אלהים היא להיות לזובח רוח נשברה לפניו הנה ידענו כי לב נשבר ונדכה אף כי יהיה בלי קרבן כגון בזמן שאין ב\"המ קיים אלהים לא תבזה. ובפ' הקרבנות שער נ\"ז יתבארו עמו עוד הכתובים הסמוכים אליו בע\"ה. והוא עצמו מה שאמרו חז\"ל (מנחות ק\"ו.) זאת התור' לעולה למנחה ולזבח השלמים מלמד שכל העוסק בפרשת הקרבנות מעלה עליו הכתוב כאלו הקריבם. וזה כי כמו שיועיל המעשה להזמין הענין ההוא ולהעמידו נכח רעיוניך להשכיל ממנו הענין הנכבד אשר אליו יתישר תכליתו כן יועיל המקרא ללומד ולמעיין בלי ספק: וכן הוא בכל המעשים התוריים. וכבר יהיו לפניו כוונת השמטות והיובלים. ויקבל תועלתם המכוון בהם כשישכילם על הדרך אשר נבאר אותם במקומם ב\"ה עד שבכל אלו הענינים לא נאמר שלדבר זה הימים הראשונים היו טובים מאלה כי הנה התור' אשר בידינו על זה האופן היא כלי אומנות בידנו להכין לפנינו את הדרך הנכון בו נהי' כאלהים להנהיג העולם לתועלתנו ולהנאתנו לטוב לנו כל הימים להחיותנו בכל המקומות ובכל הזמנים: <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">עוד שנית וכו' ר\"ל כי בגדי האדם הם כינוי למידותיו, וזה משלש סיבות, הא' כי כמו שיוכר האדם בלבושו החיצוני, אם הוא עשיר או עני, סוחר אומן או איש מלחמה, כן יוכר טבע נפשו הפנימית, הטוב הוא אם רע, רק ע\"י פעולותיו המידותיות, ויען כי גם מציאות הי\"ת הודע לנו רק ע\"י פעולותיו ומדותיו הנשגבות הנקראות בשם לבוש, אמר הכ' בעבור זה ממנו, (ישעי' ס\"ג) \"זה הדור בלבושו\" \"עוז והדר לבשת\", הב' כי כמו שיש לרוב בני אדם ב' מיני חליפות שמלות, בגדי החול, ובגדי שבת, כן הוא מחובות כל איש ישראל להתנהג תמיד נגד כל אדם במדות אנושיות, הדומות בעבור היותן כוללות כל בני אדם יחד, והתמדת מנהגן בכל עת, לבגדי חול, ולעשות גם מצות אלקיו המיוחדות לו לבדו בהיותו ישראלי, ואשר עשייתן מוטלת עליו רק בזמנים ומקומות ידועים, כאשר ימצא יד ומקום והעת הראוי לזה הדומות בעבור זה ג\"כ לבגדי שבת ויו\"ט היותר טובים ונקיים אשר ילבשן האדם רק בחגו ושבתו, והג', כי כמו שלא יתכן לאדם בן דעת ללכת ערום מבלי לבוש, כן לא יתכן לו שיהיה עת מה ריקם מכל מצות אלקיו, כי אם תמיד תהיה יראת אלקיו על פניו, ויזכור לשמור חקיו ומצותיו בכל עת אשר ימצא יד ומקום לזאת, ויען כי חובה על האדם להקנות לו תחילה המדות הטובות אשר עליהן ירמזו, בגדי הכהונה, אם יחפוץ להשכיל ולהתבונן בענינים אלקיים ורוחניים בעיון דק ושכלי, אשר עליו יורה המנור' הטהור', סמך הכתוב בפרשתנו צווי לקיחת שמן זך להעלות נר תמיד, למצות עשיית הבגדים לאהרן ולבניו, ואמר \"ואתה תצוה\" בלשון עתיד, \"ועשית בגדי אהרן\" וכו' בלשון עבר להורות שרק אחר עשיית הבגדים יצוה על הדלקת הנר, כמו שמוכרח להקדים תמיד קנין המדות הטובות לפני ההתבוננות והעיון בעיונים אלקיים, כמאמר הכ' \"שמעו מוסר, (תחילה) וחכמו\" (אח\"כ), וכן אמר הנביא זכריה ג' כי צוהו תחילה המלאך להסיר הבגדים הצואים מעל יושע כהן גדול ולהלביש אותו ואחר כך הראהו המנורה הטהורה הדולקת על ראשו המורה על מעלת השתכלות העיונים רמים \n</i>עוד שנית ראוי לשום לב כמה כוונה תורה לכתוב זאת זכרון בספר על בגדי כהונה המקודשים. באפוד ונשא אהרן את שמותם לפני י\"י על שתי כתפיו לזכרון. ובחשן ונשא אהרן את שמות בני ישראל בחשן המשפט בבואו אל הקודש לזכרון לפני י\"י תמיד. וזה ראוי לדרוש אותו בכלם לפי ענינם וזה כי מה שמצאנו ראינו כפי הלשונות שהקניינים המדותיים והמלבושים נקראים בשם אחד. (ויקרא ו') מדו בד. (שופטים ג') מתחת למדיו. (תהלים קל\"ג) על פי מדותיו. (קהלת ט') בכל עת יהיו בגדיך לבנים. ורבים כמו אלה ובלע\"ז נקראים שניהם אביטו\"ס. ואחשוב ששאר הלשונות כן עשו הגה אינו בלי סבה אבל היה כן לפי שהם מתיחסים מאד בשלשה ענינים. האחד כי כמו שהאדם נכר בלבושו הכרה חצונית אם סוחר אם פרש אם פרוש וכיוצא. כן התחלת הכרת נפשותינו הנעלמות היא בפעולותיהן החצוניות כי ודאי מהפעולות יודעות הכחות. כבר נשתמש' הנבואה בזה אצל האל יתעלה מפני שאינו ידוע רק מצד פעולותיו. (ישעי' ס\"ג) הדור בלבושו (דניאל ז׳:ט׳) לבושיה כתלג חיור. (תהלים ק\"ד) הוד והדר לבשת. (שם צ\"ג) י\"י מלך גאות לבש לבש י\"י עוז התאזר אף תכון תבל וגו' ובשער ק\"ב יתבאר זה המזמור בע\"ה: והשני כי כמו שהמנהג בבגדים לעשות חליפות שמלות. בגדי חול ובגדי שבת. (בראשית כ\"ז) בגדי בנה הגדול החמודות אשר אתה וגו'. (רות ג') ושמת שמלותיך עליך וגו'. כן יש לכל בן ברית לקבל עליו שני מיני מעשים המדות האנושיות הנקראות בפי חז\"ל הלכות דרך ארץ כי הם בגדי חול אשר ישתמש בהם בדברי העולם. ועליהם מעשה המצוות האלהיות שהם בגדי שבת קדש ודאי כמו שיתבאר אצל השבת שער נ\"ה בע\"ה. וכבר סדר אלו המעשים ישעיה הנביא (נ\"ח) בפסוק הלא זה צום אבחרהו פתח חרצובות רשע וגומר עוד אם תשיב משבת רגליך וגומר כאשר יתבאר בענין הראשון אשר בשער ס\"ג בע\"ה. והשלישי כי כמו שלא יתכן שימצא האדם ערום מבלי לבוש כן לא יתכן לו שימצא ריקם מהמצוות כלל אלא שיהי' תמיד לבו ומחשבתו אליהן כאלו אין לו עסק אחר זולתם. והיה כעם ככהן שאין מלאכתו כי אם ללבוש את הבגדים ולשרת בשם אלהיו כי על כן נקראו כלם (שמות י״ט:ו׳) ממלכת כהנים. וזה טעם מצות ציצית כי יטיל סימן ורושם על בגדים שיהיו בגדי יראה וענוה ושמירת המצוות כמו שאמר בפירוש (במדבר ט\"ו) וראיתם אותו וזכרתם את כל מצות י\"י ועשיתם אותם כמו שיבא בשער ע\"ז בע\"ה. תדע שכן הוא שהרי כששאלו ליונה (יונה א׳:ט׳) מה מלאכתך ומאין תבא וגו'. לא היתה תשובתו רק עברי אנכי ואת י\"י אלהי השמים אני ירא וגו'. ומשם למדו כי מלפני ה' הוא בורח כמו שיתבאר בשער ס\"ג הנזכר בסוף הענין השלישי שבו. והוא עצמו מאמר יוסף (בראשית מ״ב:כ״א) את האלהים אני ירא ומשם למדו מה שאמרו אבל אשמים אנחנו על אחינו כמו שנתבאר שם שער ל': והנה כל אחד מאלה תחייב שיקראו המעשים אשר משני אלו המינים בשם בגדים. ובמסכת שבת (קנ\"ב.) תנה לו כמו שנתנה לך מה הוא נתנה לך בטהרה אף אתה בטהרה. משל למלך שחלק בגדי מלכות לעבדיו פקחים שבהם כפלום והניחום בקופסא הטפשים הלכוועשו בהם מלאכה לימים וכו'. על הפקחים והיתה נפש אדוני צרורה וגו'. (שמואל א כ״ה:כ״ט) ועל הטפשים את נפש אויביך וגומר. (שם) ועוד שם. ובמדרש קהלת (סדרא תליתאה) בכל עת יהיו בגדיך לבנים (קהלת ט'). אר\"י ב\"ז אם בבגדים לבנים הכתוב מדבר כמה בגדים לבנים יש להם לאומות העולם ואם בשמנים טובים הכתוב מדבר כמה שמנים טובים יש להם לאומות. הא אין הכתוב מדבר אלא בתורה ובמעשים טובים אמר רבן שמעון בן גמליאל משל למלך שזימן את עבדיו ולא קבע להם זמן. פקחים שבהם קשטו את עצמן וישבו על פתח בית המלך אמרו כלום בית המלך חסר כלום. טפשין שבהם הלכו למלאכתם אמרו כלום סעודה בלא טורח. פתאום בקש המלך את עבדיו. והללו נכנסין מקושטים. והללו נכנסין מלוכלכין. שמח המלך לקראת הפקחים וכעס על הטפשים ואמר המלך הללו שקשטו עצמן לסעודה ישבו ויאכלו וישתו והללו שלא קשטו עצמן לסעודה יעמדו ויראו. זיואי חתנו של רבי מאיר אומר משום ר' מאיר אף הם נראים כמשמשין אלא אלו ואלו יושבין הללו אוכלין והללו רעבין הללו שותין והללו צמאין שנאמר (ישעי' ס\"ה) לכן כה אמר ה' הנה עבדי יאכלי ואתם תרעבו. הנה עבדי ישתו ואתם תצמאו. הנה עבדי ישמחו ואתם תבושו. הנה עבדי ירונו מטוב לב. ואתם תזעקו מכאב לב ומשבר רוח תילילו. דבר אחר בכל עת יהיו בגדיך לבנים זה ציצית. ושמן על ראשך אל יחסר אלו תפילין שבראש. והנה הסעודה הזאת ודאי היא אשר זכרוה חז\"ל (ב\"ב ע\"ד:) מנקבת לויתן המלוחה ומן היין המשומר בענביו (ברכות ל\"ד:) שהוא ממש לבוש היראה ושמירת התורה כמו שיתבאר בפרשת שמיני שער ס' בעזרת האל. ואולם אשר נמצאו תמיד בלבושיהם הם הבאים אל שלחן המלך אבל הערומים וכל שכן אשר החליפום במטונפים הם יושבין ותוהין רואים ונכלמים. מכל זה יראה בברור כמה וכמה היו הבגדים האלה נאותים ומיוחדים להיותם כלי זכרון המזכירים את ה' ותורותיו וחקותיו דרך כלל ודרך פרט על הדרך שיתבאר: \n", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "The upshot of all this (David's outpourings in Psalm 119) is that <i>mitzvah</i> performance must become as automatic to us as life itself. Therefore, the Mishnah in Avot 3, 10, says that \"whosoever forgets part of his studies has sinned gravely,\" since the Torah has provided memory joggers. The word \"Talmud\" in that Mishnah refers to knowledge of the commandments and their performance. Unless a person has <i>tried and failed </i>to remember, he is guilty of a sin. If he did the latter, he is subject to the saving grace of <i>pen yassuru mi -levavcha</i>, lest they depart from your heart, as long as <i>he did not contribute </i>to forgetting them. (Deut. 4,9) G-d lays <i>tefillin</i>, phylacteries, or created the rainbow, so that His memory should be jogged by visible symbols. If, in the words of the Midrash, it is good enough for Him to jog His memory, it is certainly incumbent upon us to do so. The concept of \"G-d’s Torah is perfect,\" (Psalms 119,8) implies that the law of G-d is beyond blemish at any time in history; nothing in it can therefore be devoid of purpose at any time. This is so even if the application of a particular commandment is restricted to certain individuals such as priests. Even the occurrence of a million to one shot such as a <i>ben sorer umoreh</i>, an obstinate gluttonous teenager whose parents take him to Court to be executed, or a commandment which by definition could only be performed once in history in the desert, has significance far beyond that unique opportunity to perform it. David assures us in the first of the Psalms that he who truly desires Torah and studies same, is like a tree securely planted next to a never failing water supply. Such a tree will not wilt etc. If this is true of the <i>person </i>who studies Torah, how much more must Torah itself be meaningful in all its details. This is the reason that the <i>mitzvot</i> of the tabernacle and priestly garments which are of limited duration, emphasize again and again \"it is an eternal statute in front of Me forever,\" or the use of the word <i>tzav</i>. The Talmud in Kiddushin 29, states that any commandment associated with the word <i>tzav</i> is a commandment that applies forever. Examination of those laws reveals that there are many instances where this rule simply does not stand up in the light of history. We must understand the Talmud to mean that though the details of the commandments in question helped us fulfil them at times when they proved physically capable of fulfilment, we derive the major benefit from these commandments through the lessons we learn from the concepts that these <i>mitzvot</i> represent. It is these concepts that remain valid forever. This is the meaning of Deuteronomy 29,8, \"observe the words of the covenant, carry them out so that you will gain insights from all that you do.\" Similarly Deut.4,6, \"it is your wisdom and your insight.\" Unfortunately, as the Rambam already observes in his \"Moreh,\" most people never concern themselves with such matters and want to get close to the king without ever having seen the king's palace, as it were. Granted that performance of the <i>mitzvah</i>, since it is G-d’s command, is praiseworthy. Nevertheless it is far from the ultimate that we are capable of achieving. Whatever the tabernacle teaches is as relevant today as ever, just as basic concepts do not lose their relevance because they cannot always be applied instantly. If the Torah commands that we help an enemy load his beast, thereby teaching important moral lessons, these lessons do not lose their relevance because we have no enemies or because we never encountered an enemy in circumstances where this commandment could be performed. David says in Psalms 51, 19, \"the (real) sacrifice to G-d is a broken spirit.\" It is the spirit in which G-d is approached that matters. The Talmud Menachot 106, explains the verse in Leviticus 7,37, \"this is the teaching of the Torah concerning the total offering, the gift offering and the peace offering,\" as meaning that he who labours studying the laws of these offerings, does not actually have to bring them in order to achieve the personality development that these offerings are meant to help us achieve. The idea is that just as performance plays its part in awakening the mind to what, why and how one is doing, so the study of the laws pertaining to these observances accomplishes the same thing. We should not therefore bemoan earlier times when through the performance of <i>mitzvot</i> such as <i>yovel</i>, the Jubilee year, we could come closer to G-d. Let us look now at the \"memory\" element surrounding the commandments of the priestly vestments. Concerning the <i>ephod</i>, apron it states \"Aaron should wear the names of the children of Israel before G-d on his shoulders as remembrance.\" Concerning the <i>choshen</i>, the breastplate, we find a similar quote. A similar purpose is common to all the priestly garments. Clothing as such is symbolic of acquired traits. Already in the wording of the commandments there is a reference to the concepts of <i>midot</i>, character traits, which we discussed at the beginning of this chapter. (Leviticus 6,3) <i>mido bad; or </i>in Judges 3, 16, \"under his <i>madim</i>;” or in Psalms 133,2, \"descending according to <i>midotav.\"</i> So we observe the term <i>midah</i> being used for garments, illustrating the <i>essential </i>nature of garments, at least when worn by priests. The first impression that one receives when meeting another person is that of the clothes he wears. It suggests his occupation, certain of his behavioral traits etc. Even our prophets in praising the Lord, use the simile \" You are garbed in Splendour.\" (Psalms 104, 1) Or, \"resplendent in His garments\" (Isaiah 63, 1) Secondly, people wear different sets of clothing for the Sabbath and weekdays. Even in ancient times, Esau had \"his precious clothes\" (Genesis 27, 15) or (Ruth 3,3) Ruth who put special garments for a special occasion. By wearing different clothing on the Sabbath, every Jew signals that he assumes different character traits on the Sabbath. In Hilchot Derech Eretz, the halachah stipulates that ordinary clothing be worn for the performance of mundane tasks, whereas festive clothing should be worn when performing <i>mitzvot</i> between man and His Maker. This is the meaning of Isaiah chapter 58. Compare also chapter 63. Thirdly, just as man is never completely nude, so he is never completely devoid of <i>mitzvot</i>. Therefore, all of Israel, priests and ordinary Israelites alike, have the duty to be garbed in special garments. This is why a whole nation is referred to as a kingdom of priests, to imbue all garments with a reminder of the symbolic significance of garments as such. Therefore, the Torah says in connection with the <i>tzitzit</i>, fringes, \"when you see it, you will remember the commandments\" (Numbers 15,39). \"A garment adorned with <i>tzitzit</i> will remind you of all the commandments of G-d to carry them out, ibid.\" Whenever white garments are mentioned by our sages, it refers to the moral condition of the wearer of such garments. For instance, we have the parable of the king who invites his servants to partake of a meal in his palace without specifying the date and hour the meal is to take place. The intelligent servants remained within the vicinity of the king’s palace, saying that it would be foolish to roam around elsewhere since they had no urgent business elsewhere. The foolish ones carried on business as usual, citing as their reason that they would not receive any food for which they had not worked. Suddenly, the king issued a summons for his servants to attend the party. The intelligent ones entered the palace suitably attired, whereas the foolish servants arrived dirty and dishevelled. The king was well pleased with the first group, of course, but was very angry at the second group. Therefore, he seated the first group and left the second group to remain standing and watch the others partake of the feast. This is how Rabbi Meir's son-in-law explained the following verse in Isaiah 65, 13, \"My sons will eat, and you will starve; My sons will drink, but you will remain thirsty.\" Another version explains the meaning of Kohelet 9,8, \"at all times your garments should be white, and oil should be on your head,\" as referring to <i>tzitzit</i> and <i>tefillin</i> respectively. The Aggadah in Baba Batra 74, concerning the meal of the righteous in the future, featuring salted meat of the female leviathan and well aged wine, may also be understood allegorically as referring to the garments worn by the <i>tzaddikim</i> in their lifetime, namely Torah and Mitzvot. More about this Aggadah in chapter 60. ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cd1422669ad4c0152d59104", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Deuteronomy 7:18:1", "anchorRef": "Deuteronomy 7:18", "anchorRefExpanded": ["Deuteronomy 7:18"], "sourceRef": "Birkat Asher on Torah, Deuteronomy 7:18:1", "sourceHeRef": "ברכת אשר על התורה, דברים ז׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "דברים", "he": "<b>\"...זכר תזכֹּר את אשר עשה... לפרעה ולכל מצרים\".</b> לכאורה היה פשוט יותר במקרה הזה להזכיר להם מה שעשה ה' לסיחון ולעוג, שהרי זה קרה זה עתה, ואילו מעשה מצרים היה בדור הקודם, שכן כל יוצאי מצרים כבר תמו. (פ' עקב תש\"ן)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd14226922a7400576c2b6a", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Deuteronomy 7:18:2", "anchorRef": "Deuteronomy 7:18", "anchorRefExpanded": ["Deuteronomy 7:18"], "sourceRef": "Birkat Asher on Torah, Deuteronomy 7:18:2", "sourceHeRef": "ברכת אשר על התורה, דברים ז׳:י״ח:ב׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 18.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "דברים", "he": "ואולי אינו מזכיר את מלחמת סיחון ועוג מפני שבהם הנסיות בלטה פחות מאשר בנסי מצרים. ואולי זה גם עניין של ענוה. וצריך לחפש מדוע זכירה זו אינה מנויה בין שש הזכירות שנוהגים להזכיר בסוף התפילה. (פ' עקב תשנ\"ג) הערת ר' חזקי פוקס שי': בפשטות נראה שזכירה זו איננה מנויה מפני שאין בה חיוב לדורות, אלא ציווי מקומי - אם תפחד מהגויים, זכור את הדברים שעשה הקב\"ה למצרים, אבל אם אינך ירא מהם - אינך מצווה לזכור.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd14227922a7400576c2b6c", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Deuteronomy 7:18:3", "anchorRef": "Deuteronomy 7:18", "anchorRefExpanded": ["Deuteronomy 7:18"], "sourceRef": "Birkat Asher on Torah, Deuteronomy 7:18:3", "sourceHeRef": "ברכת אשר על התורה, דברים ז׳:י״ח:ג׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 18.0003, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "דברים", "he": "ומכל מקום ראה מה שכתבתי למעלה בעניין הדיבור עם דור הבנים כאילו הם חוו נסי יציאת מצרים (א, א רש\"י ד\"ה אל כל ישראל). (פ' עקב תשס\"ד)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d74f96c36a58c006e23f72e", "index_title": "Aderet Eliyahu (Rabbi Yosef Chaim)", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu (Rabbi Yosef Chaim), Eikev 19", "anchorRef": "Deuteronomy 7:17-19", "anchorRefExpanded": ["Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19"], "sourceRef": "Aderet Eliyahu (Rabbi Yosef Chaim), Eikev 19", "sourceHeRef": "אדרת אליהו (ר' יוסף חיים), עקב י״ט", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1860, 1900], "commentaryNum": 19, "collectiveTitle": {"en": "Aderet Eliyahu (Rabbi Yosef Chaim)", "he": "אדרת אליהו (ר' יוסף חיים)"}, "heTitle": "עקב", "he": "<b>כי תאמר בלבבך רבים הגוים האלה ממני איכה אוכל להורישם לא תירא מהם זכור תזכור את אשר עשה ה' אלהיך לפרעה ולכל מצרים המסות הגדולות וכו'.</b> י\"ל לכאורה תיבת תזכור ותיבת את שפת יתר הוא והו\"ל לומר זכור אשר עשה ה' וכו'. ויובן בס\"ד לפרש דידוע מ\"ש הרב שם הגדולים ז\"ל בפ\"ג דאבות משם הרב דרוש שמואל דישראל משועבדים תחת עשו לכבדו לקיים ואת אמך לרבות אחיך הגדול משא\"כ כשעוסקין בתורה אז מחמת התורה ישראל חשובין יותר אז דרשינן את ה' אלהיך תירא לרבות ת\"ח ואין חייבים לכבדו עכ\"ד ע\"ש. והנה טענה זו דואת אמך לרבות אחיך הגדול אפשר לעלות גם בדעת ישמעאל לטעון כי הוא ג\"כ יחשוב עצמו כמו יצחק ח\"ו ויטעון שכל זרע יצחק חייבים לכבדו מכח לרבות אחיך הגדול וכמו שמצינו באמת בדרז\"ל שבאו בני ישמעאל לדון עם ישראל בשביל הארץ שעשו עצמם לזרע ממש ויש להם ירושה כמו יצחק ונטפל להם גביהא בן פסיסא והחזיר להם תשובה וכנודע מדברי רז\"ל ואמנם התשובה שנשיב לעשו בזה נוכל גם כן להשיב את ישמעאל והוא דאנן בעלי תורה יש לנו כח מן את ה' אלהיך תירא לרבות ת\"ח ואין אנחנו חייבים לכבדם:", "heVersionTitle": "Aderet Eliyahu, Livorno 1864", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו, ליוורנו תרכ\"ד ", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c31648f4ce32d9af38b6", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Eikev 24", "anchorRef": "Deuteronomy 7:18", "anchorRefExpanded": ["Deuteronomy 7:18"], "sourceRef": "Agra DeKala, Eikev 24", "sourceHeRef": "אגרא דכלה, עקב כ״ד", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 24, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "עקב", "he": "<b>כי</b> תאמר בלבבך רבים הגוים האלה ממני איכה אוכל להורישם (דברים ז יז) , לא תירא מהם זכור תזכור וכו' (דברים ז יח). יש לדקדק למה ליה למימר הלשון בתלייה בסיבה, דהיינו כי יארע שתאמר בלבבך אז לא תירא מהם, דיש לטעות דבאם לא יאמר כן בלבבו יירא מהם ח\"ו, וזה אינו צודק, והיה לו לומר בקיצור לא תירא מהגוים הרבים האלה זכור תזכור וכו'. והנראה דהכא קאמר בשורה טובה לישראל שתיכף בהעלות על לבבם הרהור תשובה ויצדיקו דין שמים, תיכף ירחמם הש\"י ויפלו אויביהם לפניהם אפילו קודם שיסגלו הם מצות ומעשים טובים. והכי פירושו כי תאמר בלבבך (צדיק הוא השם) רבים הגוים האלה, (ר\"ל מה שהגוים האלה הם רבים בכמות ובאיכות רבו יתורא, הסיבה הוא) ממנ\"י (שאני גרמתי לזה שנתתי להם כח מחמת שעברתי על מצות ה', ועל כן) איכה אוכל להורישם. (ותיכף שיצדיקו דין שמים בישר הכתוב) לא תירא מהם, (כי יעלה לרצון לפני הש\"י הרהורי תשובתכם. ושמא תאמר אף על פי כן האיך אפשר להורישם כיון שאין בידי זכות תורה ומצות), זכור תזכור את אשר עשה י\"י אלקיך לפרעה ולכל מצרים, (שאז הייתם עדיין עירום ועריה בלא תורה ומצות), ואף על פי כן הגיע עתך עת דודים ונפלו אויביכם לפניכם. וגם כן יאמר בציוו בסגולה זכור תזכור וכו', דהנה כתבו רבותינו הקדושים צדיקי דורותינו בקבלה מבעלי רוח הקודש, כאשר יצטרך אדם לאיזה ישועה כגון לרפואה ולהצלחה ולעבור במצולות ים מבלי מכשול, אזי יזכור במו פיו מעין אותן הניסים בכיוצא בזה שנעשו לצדיקי הדורות לרבים או ליחיד. וז\"ש גם בכאן בסגולה הגם שלא יהיה בידך זכות כל כך, זכור תזכור את אשר עשה י\"י אלקיך לפרעה ולכל מצרים, ובהתעוררות סיפורי הניסים כביכול יתגבר כח חסד עליון עליך, כמלכא דאיתגבר חיליה כד מספרין גבורתין דעביד, עיין בזהר ברעיא מהימנא בא (ח\"ב מ' ע\"ב). ועל פי הדברים האלה יונח לנו מ\"ש רז\"ל במדרש (אס\"ר פ\"ט ב'), שייעצו יועצי המן לו שיעשה עץ לתלות את מרדכי, כי חזרו על כל הצדדים, במים כבר נעשה להם נס ביציאתם ממצרים, באש נעשה נס לאברהם וחנניא מישאל ועזריה, וכן על כל (שער)[שאר] העניינים, עיין שם. דקשה על זה וכי טפשים היו, הלא כל מי שיש לו מוח בקדקדו יבין וישכיל מי שיכולת בידו להציל ממים ואש וחרב וחנית, הוא יכול להציל מתליה. אך לפי מ\"ש יונח דהנה הם היו קליפות גדולות, והיו יודעים שנתחייבו אותו הדור והיה בידם מעט זכיות, רק ידעו שעל ידי סיפורי הניסים בכיוצא בענין יושעו לעין כל אפילו בזולת זכיות, ועל כן ביררו דבר כזה שאי אפשר להם לספר מעין המאורע. והתורה הקדושה המייעצת לישראל בחכמה צותה אותנו בכאן לספר ולזכור ביציאת מצרים, שהוא כלל כל הניסים ואפילו יארע ח\"ו דבר חדש, הכל היה נס דוגמתו ביציאת מצרים, ועל ידי זה יפלו אויביהם בהשמד וכלה לאין מרפא, אמן כן יאמר השם:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c31748f4ce32d9af38be", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Eikev 25", "anchorRef": "Deuteronomy 7:18", "anchorRefExpanded": ["Deuteronomy 7:18"], "sourceRef": "Agra DeKala, Eikev 25", "sourceHeRef": "אגרא דכלה, עקב כ״ה", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 25, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "עקב", "he": "<b>ויתפרש</b> עוד על פי מ\"ש בזהר ששאל ההוא מינא כתיב בתורתכם אחרי רבים להטות (שמות כג ב), והא אנן נפישי מינייכו ואתם המעט מכל העמים (דברים ז ז), עיין שם התירוץ. והנה על פי זה יש לפרש הפסוקים (דברים ז יז) כי תאמר בלבבך (הרי מצוה הזאת ואכלת את כל העמים, אינה על פי משפטי התורה שהרי כתיב בה אחרי רבים להטות, והנה) רבים הגוים האלה ממני איכה אוכ\"ל (מלשון לא תוכל לאכול בשעריך (דברים יב יז), ור\"ל איך אני רשאי על פי משפטי התורה) להורישם, (לזה בא כמתרץ ולומר) (דברים ז יח) לא תירא מהם, (דהנה כל משפטי התורה כביכול מקיימם הש\"י בעצמו כנודע מברכתינו אשר קדשנו במצותי\"ו, היינו מצותי\"ו נקראים שעושה אותן בעצמו כביכול, והוא קדשנו במצותיו שנלך בדרכיו ונעשה כמצותיו, ואם כן חל עלינו חובת עיון לעיין באיזה אופן מקיים הש\"י המצות. והנה) זכור תזכור את אשר עשה י\"י אלקיך לפרעה ולכ\"ל מצרים (הגם שהיו רבים מכם, (ובזה יצדק תיבת ולכ\"ל), שמע מינה שבזה הענין אין שייכות למצות אחרי רבי\"ם להטות, כי קשר של רשעים אינו מן המנין, והמצווה המצוה אחרי רבים להטות, הוא המצוה שבכאן הוא להיפך, ומצאנו ראינו שכמו כן פעל ועשה הוא בעצמו ית' לפרעה ולכל מצרים, הרי זה דומה למצות שבת שצוה הש\"י שלא לחללו, והוא אשר צוה לעשות מלאכה בהקרבת קדשים ובעסק פקוח נפש, על כן אין לך להרהר בזה כי משפטי י\"י אמת צדקו יחדיו:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c31748f4ce32d9af38c2", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Eikev 26", "anchorRef": "Deuteronomy 7:18", "anchorRefExpanded": ["Deuteronomy 7:18"], "sourceRef": "Agra DeKala, Eikev 26", "sourceHeRef": "אגרא דכלה, עקב כ״ו", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 26, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "עקב", "he": "<b>וירצה</b> עוד לפרש הדקדוק שכתבנו לעיל למה לא כתיב כפשוטו (דברים ז יח) לא תירא מהגוים הרבים וכו'. ובזה ישלל היראה מתחילתה, מה שאין כן כעת נראה שלא אסר היראה מתחילתה, רק (דברים ז יז) כי תאמר בלבבך וכו' ותבא לידי יראה, אזי אני אומר לך לא תירא מהם. וגם לא תירא מה\"ם, תיבת מה\"ם מיותר. וגם כן בפסוק שאחריו (דברים ז יט) כן יעשה י\"י אלקיך לכל העמים אש\"ר את\"ה ירא מפניה\"ם, דמשמע אבל אם לא תירא מהם, לא יעשה להם כזאת. והנראה דהנה לא אסר היראה מתחילתה, כי הנה זה כל האדם בנפול עליו יראה, יעלנה לשורשה ליראת הבורא ב\"ה שורש היראה. והנה בחינת היראה סגולתה לעורר גבורה ודין, והנה כאשר מעלה היראה לשורשה, אזי נמתקת ומתהפכת לחסדים על הירא השם, ובחינת הגבורה שפעלה היראה בסגולתה נשפעת לשונאו המאיים אותו. והנה במלחמה עם שונאי ישראל לא אסרה התורה היראה מתחילתה כי בסגולתה לעורר גבורות, והנה הם נצרכים לפעול גבורות בשונאי השם, רק שלא ישאר האדם משוקע ביראה החיצוניות, רק יעלנה להש\"י לירא מפניו ית'. וז\"ש לא תירא מה\"ם, רק מהש\"י שתעלה את היראה למקור מחצבתה, וזה שסיים כן יעשה י\"י אלקיך לכל העמים אשר אתה ירא מפניהם, לא אמר מה\"ם רק מפניה\"ם, ורצ\"ל שעל ידם הגעת למלכות יראת שמים פנימיות היראה, היינו בהתעוררך ליראה החיצוניות באת על ידי זה ליראה הפנימיית, ויתהפך הדין עליך לחסד ורחמים, ונפעל מרירות ותוקף הדין על שונאיך, ועליך יזרח י\"י:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c3393524a42f3a8f3a17", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Re'eh 36", "anchorRef": "Deuteronomy 7:18", "anchorRefExpanded": ["Deuteronomy 7:18"], "sourceRef": "Agra DeKala, Re'eh 36", "sourceHeRef": "אגרא דכלה, ראה ל״ו", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 36, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "ראה", "he": "<b>הן גור יגור אפס מאותי מי גר אתך עליך יפול (ישעיה נד טו).</b> יש לפרש על פי מה שפירשנו במקראי קודש (דברים ז יז) כי תאמר בלבבך רבים הגוים האלה ממנו וכו' (דברים ז יח), לא תירא מהם וכו'. דהנה יש להתבונן מה היה המקרא חסר אם היה אומר סתם לא תאמר בלבבך רבים וכו' רק לא תירא מהם, והנה הניח הכתוב הדבר בהיתר כי תאמר וכו', ואחר כך אמר שוב לא תירא מהם. ונ\"ל דהנה לפעמים היראה שאדם מתיירא מאיזה דבר והוא לטובתו, שנפל מיראת הבורא והש\"י מזכירו על ידי דבר שרואה איזה ייראוי בעולם, והנה המשכיל מתבונן מהיכן הדבר הזה, להיות שמלובש בו ניצוץ מיראת הבורא, טוב לי להתדבק במקורו ביראת הבורא, וממילא תתבטל ממני היראה הגשמיות, ואותו הניצוץ הק' שהיה מלובש בדבר הגשמיי המאויים, יתברר מן הדבר ויפול לחלקו ולחלק נשמתו כאשר יוציא אותן הניצוץ מהקליפה. ותבין מה שאמר האר\"י ז\"ל שהיה משה אדונינו מתיירא מעוג מלך הבשן, להיות שהיה טמון בתוכו ניצוץ הקדושה של שמעו\"ן ב\"ן נתנא\"ל (ר\"ת בש\"ן) שהוא היה ירא חטא (אבות פ\"ב מ\"ח), על כן נפלה יראתו על אדם הרואה אותו, ואמר לו הש\"י (במדבר כא לד) אל תירא אות\"ו דייקא, כי בידך נתתי אות\"ו היינו הטמון בתוכו ינתן בידך אל הקדושה, והבן ובזה תתבונן שלא נאסר הציור, רק הזהר שלא תשאר במחשבתך בציור יראה הגשמיות הזו, רק לא תירא מהם והבן מאד. ובזה תבין פירוש הפסוק הן גור יגור, ר\"ל הציור של היראה מותרת בגשמיות להתבונן ברבות העמים חיל עצום ושפעת קלגסים, אפס מאותי ר\"ל רק מאות\"י, שהיראה לא תהיה רק ממני, להתבונן שמוטב לירא ממנו אשר נשפע היראה בדבר המאויים, מ\"י ג\"ר את\"ך, ר\"ל אותו הניצוץ הטמון אשר גרם לך היראה הגשמיות עליך יפול, כאשר תתבונן ביראתו ית' אזי הניצוץ הלז אל מקומו שואף, ותתברר הניצוץ הזה ויפול עליך לחלק נשמתך, והבן מאוד:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e426f6cb970be6015949e0", "index_title": "Chayyim VaChesed", "category": "Chasidut", "type": "", "ref": "Chayyim VaChesed 2:1", "anchorRef": "Deuteronomy 7:17-18", "anchorRefExpanded": ["Deuteronomy 7:17", "Deuteronomy 7:18"], "sourceRef": "Chayyim VaChesed 2:1", "sourceHeRef": "חיים וחסד ב׳:א׳", "anchorVerse": 17, "sourceHasEn": false, "commentaryNum": 2.0001, "collectiveTitle": {"en": "Chayyim VaChesed", "he": "חיים וחסד"}, "he": "<b>כרם</b> היה לידידי בקרן בן שמן וגו' ויקו לעשות ענבים ויעש באושים (ישעיה ה, א-ב). כתיב (דברים ז, יז-יח) כי תאמר בלבבך רבים וגו' לא תירא מהם וגו', זכור תזכור וגו'. ישראל נמשלו לכרם שמגדל (בו) יין (תנחומא וילך ב), וכשישראל עוסקין בתורה ובמצות הם משמחים בזה להקב\"ה, ומחמת שהשמחה להקב\"ה בא ע\"י ישראל על כן נקראו ישראל גם כן בחינת שם הכרם.", "heVersionTitle": "Chayim VeChesed - Hamesorah publishers, c. 2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d112b6084aa1cbf0a793", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, זָכַר 1", "anchorRef": "Deuteronomy 7:18", "anchorRefExpanded": ["Deuteronomy 7:18"], "sourceRef": "BDB, זָכַר 1", "sourceHeRef": "בראון-דרייבר-בריגס, זָכַר א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "זָכַר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">זָכַר</span></big></big>  <strong>vb.</strong> remember <strong>(</strong>Assyrian <em>zikâru</em>, <em>name, mention</em>, cf. n. <em>zikru</em>, Hptin KAT<sup>2Gloss. i</sup> Lyon<sup>Sarg</sup>; Zinj. <span dir=\"rtl\">זכר</span>, Arabic <span dir=\"rtl\">ذَكَرَ</span>, Aramaic <span dir=\"rtl\">דְּכַר</span>, <span dir=\"rtl\">ܕܟܰܪ</span>, Palm. <span dir=\"rtl\">דרכנא</span> <em>monument</em>, Vog<sup>No. 36 b</sup>, <span dir=\"rtl\">דכיר</span> <em>memorial</em>, Vog<sup>No. 62</sup>, Sab. in n.pr. <span dir=\"rtl\">ידֿכראל</span> DHM<sup>Epigr. Denkm. 43</sup>, but Ethiopic ዘከረ <strong>)</strong>—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">ז׳</span> <a data-ref=\"Genesis 40:23\" href=\"/Genesis.40.23\">Gn 40:23</a> +; 3 fs. <span dir=\"rtl\">זָֽכְרָה</span> <a data-ref=\"Lamentations 1:7\" href=\"/Lamentations.1.7\">La 1:7</a>, <a data-ref=\"Lamentations 1:9\" href=\"/Lamentations.1.9\">9</a>; 2 ms. <span dir=\"rtl\">וְזָכַרְתָּ֫</span> <a data-ref=\"Deuteronomy 5:15\" href=\"/Deuteronomy.5.15\">Dt 5:15</a> +; sf. <span dir=\"rtl\">זְכַרְתַּנִי</span> <a data-ref=\"Genesis 40:14\" href=\"/Genesis.40.14\">Gn 40:14</a> cf. <a data-ref=\"I Samuel 1:11\" href=\"/I_Samuel.1.11\">1 S 1:11</a>, <span dir=\"rtl\">זְכַרְתָּם</span> <a data-ref=\"Psalms 86:6\" href=\"/Psalms.86.6\">ψ 86:6</a>; 2 fs. <span dir=\"rtl\">זָכַרְתְּ</span> <a data-ref=\"Isaiah 47:7\" href=\"/Isaiah.47.7\">Is 47:7</a>; <a data-ref=\"Isaiah 57:11\" href=\"/Isaiah.57.11\">57:11</a> cf. <a data-ref=\"Isaiah 17:10\" href=\"/Isaiah.17.10\">17:10</a> + <a data-ref=\"Ezekiel 16:22\" href=\"/Ezekiel.16.22\">Ez 16:22</a>, <a data-ref=\"Ezekiel 16:43\" href=\"/Ezekiel.16.43\">43</a> Qr (both Kt <span dir=\"rtl\">זכרתי</span>), <span dir=\"rtl\">וְזָכַרְתְּ</span> consec. <a data-ref=\"Ezekiel 16:61\" href=\"/Ezekiel.16.61\">Ez 16:61</a>; 3 pl. <span dir=\"rtl\">זָֽכְרוּ</span> <a data-ref=\"Judges 8:34\" href=\"/Judges.8.34\">Ju 8:34</a> +, etc.; Impf. 3 ms. <span dir=\"rtl\">יִזְכֹּר</span> <a data-ref=\"Hosea 8:13\" href=\"/Hosea.8.13\">Ho 8:13</a> +; <span dir=\"rtl\">יִזְכָּר־</span> <a data-ref=\"II Samuel 14:11\" href=\"/II_Samuel.14.11\">2 S 14:11</a> <a data-ref=\"Proverbs 31:7\" href=\"/Proverbs.31.7\">Pr 31:7</a>; <span dir=\"rtl\">וַיִּזְכֹּר</span> <a data-ref=\"Genesis 8:1\" href=\"/Genesis.8.1\">Gn 8:1</a> +; sf. <span dir=\"rtl\">וַיִּזְכְּרֶהָ</span> <a data-ref=\"I Samuel 1:19\" href=\"/I_Samuel.1.19\">1 S 1:19</a>; 2 fs. <span dir=\"rtl\">תִּזְכְּרִי</span> <a data-ref=\"Isaiah 54:4\" href=\"/Isaiah.54.4\">Is 54:4</a> + 2 times; 1 s. <span dir=\"rtl\">אֶזְכֹּר</span> <a data-ref=\"Leviticus 26:42\" href=\"/Leviticus.26.42\">Lv 26:42</a><sup>(×2)</sup> <a data-ref=\"Isaiah 43:25\" href=\"/Isaiah.43.25\">Is 43:25</a> (<a data-ref=\"Psalms 77:12\" href=\"/Psalms.77.12\">ψ 77:12</a> Qr v. infra), <span dir=\"rtl\">אֶזְכָּר־</span> <a data-ref=\"Jeremiah 31:34\" href=\"/Jeremiah.31.34\">Je 31:34</a>, <span dir=\"rtl\">וָאֶזְכֹּר</span> <a data-ref=\"Exodus 6:5\" href=\"/Exodus.6.5\">Ex 6:5</a>; sf. 2 ms. <span dir=\"rtl\">אֶזְכָּרְךָ</span> <a data-ref=\"Psalms 42:7\" href=\"/Psalms.42.7\">ψ 42:7</a>, sf. 2 fs. <span dir=\"rtl\">אֶזְכְּרֵכִי</span> <a data-ref=\"Psalms 137:6\" href=\"/Psalms.137.6\">ψ 137:6</a> (v. Ges<sup>§ 58, 3, R, 1</sup> Sta<sup>§§ 356, a, 2, 634 a, 2</sup>), etc.; Imv. ms. <span dir=\"rtl\">זְכֹר</span> <a data-ref=\"Exodus 32:13\" href=\"/Exodus.32.13\">Ex 32:13</a> +; <span dir=\"rtl\">זְכָר־</span> <a data-ref=\"Psalms 25:7\" href=\"/Psalms.25.7\">ψ 25:7</a> +; <span dir=\"rtl\">זָכְרָה</span> <a data-ref=\"Nehemiah 6:14\" href=\"/Nehemiah.6.14\">Ne 6:14</a> +; sf. <span dir=\"rtl\">זָכְרֵנִי</span> <a data-ref=\"Judges 16:28\" href=\"/Judges.16.28\">Ju 16:28</a> + 2 times; mpl. <span dir=\"rtl\">זִכְרוּ</span> <a data-ref=\"Isaiah 46:9\" href=\"/Isaiah.46.9\">Is 46:9</a> +, <span dir=\"rtl\">זְכֹ֑רוּ</span> <a data-ref=\"Nehemiah 4:8\" href=\"/Nehemiah.4.8\">Ne 4:8</a>; Inf. abs. <span dir=\"rtl\">זָכוֹר</span> <a data-ref=\"Exodus 13:3\" href=\"/Exodus.13.3\">Ex 13:3</a> +; <span dir=\"rtl\">זָכֹר</span> <a data-ref=\"Jeremiah 31:30\" href=\"/Jeremiah.31.30\">Je 31:30</a> +; cstr. <span dir=\"rtl\">לִזְכֹּר</span> <a data-ref=\"Genesis 9:16\" href=\"/Genesis.9.16\">Gn 9:16</a> <a data-ref=\"Ezekiel 23:19\" href=\"/Ezekiel.23.19\">Ez 23:19</a>, etc.; sf. <span dir=\"rtl\">כְּזָכְרֵנִי</span> <a data-ref=\"Psalms 137:1\" href=\"/Psalms.137.1\">ψ 137:1</a>; Pt. act. pl. cstr. <span dir=\"rtl\">וּלְזֹכְרֵי</span> <a data-ref=\"Psalms 103:18\" href=\"/Psalms.103.18\">ψ 103:18</a>; <span dir=\"rtl\">זָכוּר</span> <a data-ref=\"Psalms 103:14\" href=\"/Psalms.103.14\">ψ 103:14</a> v. infr.— <strong>I.</strong>  human subj. <strong>1.</strong>  <em>remember, recall, call to mind</em>, usually as affecting present feeling, thought, or action: <strong>a.</strong>  <em>remember</em> past experiences (acc.) <a data-ref=\"Genesis 42:9\" href=\"/Genesis.42.9\">Gn 42:9</a> (E), <a data-ref=\"II Kings 9:25\" href=\"/II_Kings.9.25\">2 K 9:25</a> absol. imv. <span dir=\"rtl\">זְכֹר</span>; sq. cl. with <span dir=\"rtl\">מִי</span> <a data-ref=\"Job 4:7\" href=\"/Job.4.7\">Jb 4:7</a>; things formerly known (acc.) <a data-ref=\"Jeremiah 17:2\" href=\"/Jeremiah.17.2\">Je 17:2</a>; sq. cl. with <span dir=\"rtl\">כִּי</span> <a data-ref=\"Judges 9:2\" href=\"/Judges.9.2\">Ju 9:2</a>; with implied regret, longing <a data-ref=\"Numbers 11:5\" href=\"/Numbers.11.5\">Nu 11:5</a> (JE), <a data-ref=\"Psalms 42:5\" href=\"/Psalms.42.5\">ψ 42:5</a>; <a data-ref=\"Psalms 137:1\" href=\"/Psalms.137.1\">137:1</a> <a data-ref=\"Lamentations 1:7\" href=\"/Lamentations.1.7\">La 1:7</a> cf. <a data-ref=\"Psalms 77:7\" href=\"/Psalms.77.7\">ψ 77:7</a>, neg. <a data-ref=\"Psalms 137:6\" href=\"/Psalms.137.6\">137:6</a> (‖ <span dir=\"rtl\">שׁכח</span> v <a data-ref=\"Psalms 77:5\" href=\"/Psalms.77.5\">5</a>); †so (sq. <span dir=\"rtl\">בְּ</span>) <a data-ref=\"Jeremiah 3:16\" href=\"/Jeremiah.3.16\">Je 3:16</a> (‖ <span dir=\"rtl\">עלה על לב</span> and <span dir=\"rtl\">פקד</span>). <strong>b.</strong>  <em>recall</em> past distress, etc.; obj. not expressed, <a data-ref=\"Lamentations 3:20\" href=\"/Lamentations.3.20\">La 3:20</a> <span dir=\"rtl\">(זכור זכר)</span>, <a data-ref=\"Job 11:16\" href=\"/Job.11.16\">Jb 11:16</a> (<span dir=\"rtl\">שׁכה</span> in ‖ cl.); neg., sq. acc. <a data-ref=\"Isaiah 54:4\" href=\"/Isaiah.54.4\">Is 54:4</a> (‖ <span dir=\"rtl\">שׁכח</span>), <a data-ref=\"Proverbs 31:7\" href=\"/Proverbs.31.7\">Pr 31:7</a> (‖ <em>id.</em>). <strong>c.</strong>  <em>remember</em> sins, (1) to repent of them <a data-ref=\"Deuteronomy 9:7\" href=\"/Deuteronomy.9.7\">Dt 9:7</a> (+ <span dir=\"rtl\">אל־תשׁכח</span>, sq. cl. with <span dir=\"rtl\">את־אשׁר</span>), elsewhere only Ezek., usually c. acc. <a data-ref=\"Ezekiel 16:61\" href=\"/Ezekiel.16.61\">Ez 16:61</a> (+ <span dir=\"rtl\">וְנִכְלַמְתְּ</span>), v <a data-ref=\"Ezekiel 16:63\" href=\"/Ezekiel.16.63\">63</a> (obj. not expressed), <a data-ref=\"Ezekiel 20:43\" href=\"/Ezekiel.20.43\">20:43</a>; <a data-ref=\"Ezekiel 36:21\" href=\"/Ezekiel.36.21\">36:21</a>; (2) to renew and repeat them <a data-ref=\"Ezekiel 23:19\" href=\"/Ezekiel.23.19\">Ez 23:19</a>, neg. v <a data-ref=\"Ezekiel 23:27\" href=\"/Ezekiel.23.27\">27</a>. <strong>d.</strong>  especially <em>remember</em> the dealings of <span dir=\"rtl\">י׳</span>, expressed in great variety of terms in acc., <a data-ref=\"Deuteronomy 7:18\" href=\"/Deuteronomy.7.18\">Dt 7:18</a>; <a data-ref=\"Deuteronomy 8:2\" href=\"/Deuteronomy.8.2\">8:2</a>; <a data-ref=\"Deuteronomy 24:9\" href=\"/Deuteronomy.24.9\">24:9</a>; <a data-ref=\"Deuteronomy 32:7\" href=\"/Deuteronomy.32.7\">32:7</a> (‖ <span dir=\"rtl\">בין</span>), <a data-ref=\"Isaiah 46:9\" href=\"/Isaiah.46.9\">Is 46:9</a>; <a data-ref=\"Isaiah 63:11\" href=\"/Isaiah.63.11\">63:11</a> <a data-ref=\"Psalms 77:12\" href=\"/Psalms.77.12\">ψ 77:12</a> Qr (Kt Hiph. q.v.) v <a data-ref=\"Psalms 77:12\" href=\"/Psalms.77.12\">12</a>; <a data-ref=\"Psalms 105:5\" href=\"/Psalms.105.5\">105:5</a>; <a data-ref=\"Psalms 143:5\" href=\"/Psalms.143.5\">143:5</a> (‖ <span dir=\"rtl\">הגיתי</span>, <span dir=\"rtl\">אֲשׂוֹחֵחַ</span>) <a data-ref=\"I Chronicles 16:12\" href=\"/I_Chronicles.16.12\">1 Ch 16:12</a>; negatively, <a data-ref=\"Isaiah 43:18\" href=\"/Isaiah.43.18\">Is 43:18</a> (‖ <span dir=\"rtl\">אַל תִּתְבֹּנָ֑נוּ</span>), <a data-ref=\"Ezekiel 16:22\" href=\"/Ezekiel.16.22\">Ez 16:22</a>, <a data-ref=\"Ezekiel 16:43\" href=\"/Ezekiel.16.43\">43</a> <a data-ref=\"Psalms 78:42\" href=\"/Psalms.78.42\">ψ 78:42</a>; <a data-ref=\"Psalms 106:7\" href=\"/Psalms.106.7\">106:7</a> <a data-ref=\"Nehemiah 9:17\" href=\"/Nehemiah.9.17\">Ne 9:17</a> (‖ <span dir=\"rtl\">וַיְמָאֲנוּ לִשְׁמֹעַ</span>); obj. cl. with <span dir=\"rtl\">כִּי</span> especially D, <a data-ref=\"Deuteronomy 5:15\" href=\"/Deuteronomy.5.15\">Dt 5:15</a>; <a data-ref=\"Deuteronomy 15:15\" href=\"/Deuteronomy.15.15\">15:15</a>; <a data-ref=\"Deuteronomy 16:12\" href=\"/Deuteronomy.16.12\">16:12</a>; <a data-ref=\"Deuteronomy 24:18\" href=\"/Deuteronomy.24.18\">24:18</a>, <a data-ref=\"Deuteronomy 24:22\" href=\"/Deuteronomy.24.22\">22</a> <a data-ref=\"Psalms 78:35\" href=\"/Psalms.78.35\">ψ 78:35</a>. <strong>2.</strong>  <em>remember</em> persons (human subj.), <strong>a.</strong>  to their advantage:—sq. acc. <a data-ref=\"Genesis 40:14\" href=\"/Genesis.40.14\">Gn 40:14</a> (E), v <a data-ref=\"Genesis 40:23\" href=\"/Genesis.40.23\">23</a> (E; neg., ‖ <span dir=\"rtl\">שׁבח</span>), <a data-ref=\"I Samuel 25:31\" href=\"/I_Samuel.25.31\">1 S 25:31</a>. <strong>b.</strong>  to make use of them (acc.) <a data-ref=\"Nahum 2:6\" href=\"/Nahum.2.6\">Na 2:6</a>. <strong>c.</strong>  their acts (acc.), to their advantage <a data-ref=\"II Chronicles 24:22\" href=\"/II_Chronicles.24.22\">2 Ch 24:22</a>, to their disadvantage <a data-ref=\"II Samuel 19:20\" href=\"/II_Samuel.19.20\">2 S 19:20</a> (neg.); to take vengeance <a data-ref=\"Deuteronomy 25:17\" href=\"/Deuteronomy.25.17\">Dt 25:17</a>. <strong>d.</strong>  <em>remember</em> human obligations, acc. rei: <span dir=\"rtl\">בְּרִית אַחִים</span> <a data-ref=\"Amos 1:9\" href=\"/Amos.1.9\">Am 1:9</a>; cf. perhaps <a data-ref=\"Esther 2:1\" href=\"/Esther.2.1\">Est 2:1</a> (acc. pers. and also of deed); neg. <a data-ref=\"Ecclesiastes 9:15\" href=\"/Ecclesiastes.9.15\">Ec 9:15</a> (acc. pers.), <a data-ref=\"Psalms 109:16\" href=\"/Psalms.109.16\">ψ 109:16</a> (sq. <span dir=\"rtl\">עשׂזת חסד</span>). <strong>3.</strong>  <em>remember</em> <span dir=\"rtl\">י׳</span>: <strong>a.</strong>  <em>call</em> him <em>to mind</em> <a data-ref=\"II Samuel 14:11\" href=\"/II_Samuel.14.11\">2 S 14:11</a> (i.e. recall a specific command of his). <strong>b.</strong>  <em>recall</em>, and (especially) <em>keep</em> <span dir=\"rtl\">י׳</span> <em>in mind</em> <a data-ref=\"Deuteronomy 8:18\" href=\"/Deuteronomy.8.18\">Dt 8:18</a> <a data-ref=\"Jeremiah 51:50\" href=\"/Jeremiah.51.50\">Je 51:50</a> <a data-ref=\"Isaiah 64:4\" href=\"/Isaiah.64.4\">Is 64:4</a> (‖ <span dir=\"rtl\">עשׂה צדק</span>), <a data-ref=\"Ezekiel 6:9\" href=\"/Ezekiel.6.9\">Ez 6:9</a> <a data-ref=\"Zechariah 10:9\" href=\"/Zechariah.10.9\">Zc 10:9</a> <a data-ref=\"Joel 2:8\" href=\"/Joel.2.8\">Jo 2:8</a> <a data-ref=\"Psalms 42:7\" href=\"/Psalms.42.7\">ψ 42:7</a>; <a data-ref=\"Psalms 63:7\" href=\"/Psalms.63.7\">63:7</a> (‖ <span dir=\"rtl\">אהגה</span>), <a data-ref=\"Psalms 77:4\" href=\"/Psalms.77.4\">77:4</a> <a data-ref=\"Nehemiah 4:8\" href=\"/Nehemiah.4.8\">Ne 4:8</a>; negatively <a data-ref=\"Judges 8:34\" href=\"/Judges.8.34\">Ju 8:34</a> <a data-ref=\"Isaiah 17:10\" href=\"/Isaiah.17.10\">Is 17:10</a> (opp. <span dir=\"rtl\">שׁכח</span>), <a data-ref=\"Isaiah 57:11\" href=\"/Isaiah.57.11\">57:11</a> (‖ <span dir=\"rtl\">לֹא שַׂמְתְּ עַל־לִבֵּךְ</span>); cf. also <span dir=\"rtl\">ז׳ אֶת־בּוֹרְאֶ֑ךָ</span> <a data-ref=\"Ecclesiastes 12:1\" href=\"/Ecclesiastes.12.1\">Ec 12:1</a>, and (no obj. expressed) <a data-ref=\"Psalms 22:28\" href=\"/Psalms.22.28\">ψ 22:28</a> (+ <span dir=\"rtl\">וישׁובו אל י׳</span>); remember <span dir=\"rtl\">י׳</span>’s name <a data-ref=\"Psalms 119:55\" href=\"/Psalms.119.55\">ψ 119:55</a>. <strong>4.</strong>  <em>remember:</em> <strong>a.</strong>  words of Moses <a data-ref=\"Joshua 1:13\" href=\"/Joshua.1.13\">Jos 1:13</a> (D) <a data-ref=\"Malachi 3:22\" href=\"/Malachi.3.22\">Mal 3:22</a>; <span dir=\"rtl\">י׳</span>’s instructions through prophet <a data-ref=\"Isaiah 44:21\" href=\"/Isaiah.44.21\">Is 44:21</a>; <a data-ref=\"Isaiah 46:8\" href=\"/Isaiah.46.8\">46:48</a> (‖ <span dir=\"rtl\">השׁיבו על לב</span>), also <a data-ref=\"Micah 6:5\" href=\"/Micah.6.5\">Mi 6:5</a> (sq. cl. with <span dir=\"rtl\">מה</span>). <strong>b.</strong>  commandments of <span dir=\"rtl\">י׳</span> (so as to do them) <a data-ref=\"Numbers 15:39\" href=\"/Numbers.15.39\">Nu 15:39</a> (P, or H), v <a data-ref=\"Numbers 15:40\" href=\"/Numbers.15.40\">40</a> (P; + <span dir=\"rtl\">ועשׂיתם</span>), <a data-ref=\"Psalms 103:18\" href=\"/Psalms.103.18\">ψ 103:18</a> (+ <span dir=\"rtl\">לעשׂותם</span>), <a data-ref=\"Psalms 119:52\" href=\"/Psalms.119.52\">119:52</a> <span dir=\"rtl\">(משׁפטים)</span>; his covenant <a data-ref=\"I Chronicles 16:15\" href=\"/I_Chronicles.16.15\">1 Ch 16:15</a>. <strong>5.</strong>  <em>think of</em> or <em>on, call to mind</em> something present or future;—sq. acc., issue of conduct <a data-ref=\"Isaiah 47:7\" href=\"/Isaiah.47.7\">Is 47:7</a>, <a data-ref=\"Lamentations 1:9\" href=\"/Lamentations.1.9\">La 1:9</a> (end of Jerusalem); fight with crocodile <a data-ref=\"Job 40:32\" href=\"/Job.40.32\">Jb 40:32</a>; obj. a general truth, prosperity of wicked <a data-ref=\"Job 21:6\" href=\"/Job.21.6\">Jb 21:6</a> (obj. not expr.); (fleeting) days of life <a data-ref=\"Ecclesiastes 5:19\" href=\"/Ecclesiastes.5.19\">Ec 5:19</a>; (coming) days of darkness, <a data-ref=\"Ecclesiastes 11:8\" href=\"/Ecclesiastes.11.8\">11:8</a>; a duty <a data-ref=\"Job 36:24\" href=\"/Job.36.24\">Jb 36:24</a> (sq. cl. with <span dir=\"rtl\">כִּי</span>). <strong>6.</strong>  <em>remember</em> a day, to observe, commemorate it:—day of Exodus <a data-ref=\"Exodus 13:3\" href=\"/Exodus.13.3\">Ex 13:3</a> (J) <a data-ref=\"Deuteronomy 16:3\" href=\"/Deuteronomy.16.3\">Dt 16:3</a>; sabbath <a data-ref=\"Exodus 20:8\" href=\"/Exodus.20.8\">Ex 20:8</a> (E; ‖ <span dir=\"rtl\">שׂמר</span> <a data-ref=\"Deuteronomy 5:12\" href=\"/Deuteronomy.5.12\">Dt 5:12</a>). <strong>7.</strong>  <em>remember</em>, with implied <em>mention of</em>, obj. <span dir=\"rtl\">י׳</span> <a data-ref=\"Jeremiah 20:9\" href=\"/Jeremiah.20.9\">Je 20:9</a> (‖ <span dir=\"rtl\">דִּבֶּר בִּשְׁמוֹ</span>); <span dir=\"rtl\">מַשָּׂא י׳</span> <a data-ref=\"Jeremiah 23:36\" href=\"/Jeremiah.23.36\">23:36</a>. <strong>II.</strong>  Subj. <span dir=\"rtl\">י׳ (אלהים)</span>. <strong>1.</strong>  <em>remember</em> persons: <strong>a.</strong>  individuals, with kindness, granting requests, protecting, delivering etc., c. acc. pers., <a data-ref=\"Genesis 30:22\" href=\"/Genesis.30.22\">Gn 30:22</a> (E), <a data-ref=\"I Samuel 1:11\" href=\"/I_Samuel.1.11\">1 S 1:11</a> (opp. <span dir=\"rtl\">שׁכח</span>), v <a data-ref=\"I Samuel 1:19\" href=\"/I_Samuel.1.19\">19</a>, <a data-ref=\"Judges 16:28\" href=\"/Judges.16.28\">Ju 16:28</a> (sq. <span dir=\"rtl\">וְחַזְּקֵנִי</span>); <a data-ref=\"Jeremiah 15:15\" href=\"/Jeremiah.15.15\">Je 15:15</a> (‖ <span dir=\"rtl\">פָּקְדֵנִי</span>), <a data-ref=\"Psalms 106:4\" href=\"/Psalms.106.4\">ψ 106:4</a> (‖ <em>id.</em>), <a data-ref=\"Job 14:13\" href=\"/Job.14.13\">Jb 14:13</a> (+ <span dir=\"rtl\">תשׁית לי חק</span>), also <a data-ref=\"Genesis 8:1\" href=\"/Genesis.8.1\">Gn 8:1</a> (P), <a data-ref=\"Genesis 19:29\" href=\"/Genesis.19.29\">19:29</a> (P); neg. <a data-ref=\"Psalms 88:6\" href=\"/Psalms.88.6\">ψ 88:6</a> (‖ <span dir=\"rtl\">מידך נִגְזָר֑וּ</span>); sq. <span dir=\"rtl\">לְ</span> pers. <a data-ref=\"Psalms 25:7\" href=\"/Psalms.25.7\">ψ 25:7</a> (yet cf. Che); sq. acc. rei + <span dir=\"rtl\">לְ</span> pers. (dat. commod.) <a data-ref=\"Nehemiah 5:19\" href=\"/Nehemiah.5.19\">Ne 5:19</a>; <a data-ref=\"Nehemiah 13:14\" href=\"/Nehemiah.13.14\">13:14</a>, <a data-ref=\"Nehemiah 13:22\" href=\"/Nehemiah.13.22\">22</a>, <a data-ref=\"Nehemiah 13:31\" href=\"/Nehemiah.13.31\">31</a>. <strong>b.</strong>  individuals, to punish, sq. <span dir=\"rtl\">לְ</span> pers. <a data-ref=\"Nehemiah 6:14\" href=\"/Nehemiah.6.14\">Ne 6:14</a>; <a data-ref=\"Nehemiah 13:29\" href=\"/Nehemiah.13.29\">13:29</a>. <strong>c.</strong>  his servants, people, the afflicted, (graciously) sq. <span dir=\"rtl\">לְ</span> <a data-ref=\"Exodus 32:13\" href=\"/Exodus.32.13\">Ex 32:13</a> (JE), <a data-ref=\"Deuteronomy 9:27\" href=\"/Deuteronomy.9.27\">Dt 9:27</a> <a data-ref=\"Psalms 136:23\" href=\"/Psalms.136.23\">ψ 136:23</a>; sq. acc. <a data-ref=\"Psalms 9:13\" href=\"/Psalms.9.13\">ψ 9:13</a> (opp. <span dir=\"rtl\">שׁכח</span>), <a data-ref=\"Psalms 74:2\" href=\"/Psalms.74.2\">74:2</a>; <a data-ref=\"Psalms 115:12\" href=\"/Psalms.115.12\">115:12</a> (sq. <span dir=\"rtl\">יְבָרֵךְ</span>); cf. <a data-ref=\"Jeremiah 31:20\" href=\"/Jeremiah.31.20\">Je 31:20</a> <span dir=\"rtl\">(זכור זכר)</span>. <strong>d.</strong>  his land <a data-ref=\"Leviticus 26:42\" href=\"/Leviticus.26.42\">Lv 26:42</a> (H), and neg. <a data-ref=\"Lamentations 2:1\" href=\"/Lamentations.2.1\">La 2:1</a> (his footstool). <strong>e.</strong>  mankind <a data-ref=\"Psalms 8:5\" href=\"/Psalms.8.5\">ψ 8:5</a> (‖ <span dir=\"rtl\">פקד</span>). <strong>2.</strong> <strong>a.</strong>  <em>remember</em> the distress of his servants, <a data-ref=\"Lamentations 3:19\" href=\"/Lamentations.3.19\">La 3:19</a> (sq. cl. with <span dir=\"rtl\">מה</span>), <a data-ref=\"Lamentations 5:1\" href=\"/Lamentations.5.1\">5:1</a> (‖ <span dir=\"rtl\">הַבִּיטָ֯ וּרְאֵה</span>). <strong>b.</strong>  their devotion, acc., <a data-ref=\"Psalms 20:4\" href=\"/Psalms.20.4\">ψ 20:4</a> <a data-ref=\"Jeremiah 2:2\" href=\"/Jeremiah.2.2\">Je 2:2</a> (+ <span dir=\"rtl\">לְ</span> pers.), <a data-ref=\"Psalms 132:1\" href=\"/Psalms.132.1\">ψ 132:1</a> (+ <em>id.</em>); sq. cl. with <span dir=\"rtl\">את אשׁר</span> <a data-ref=\"II Kings 20:3\" href=\"/II_Kings.20.3\">2 K 20:3</a> = <a data-ref=\"Isaiah 38:3\" href=\"/Isaiah.38.3\">Is 38:3</a>. <strong>c.</strong>  their intercession <a data-ref=\"Jeremiah 18:20\" href=\"/Jeremiah.18.20\">Je 18:20</a> (sq. inf. c. sf.) <strong>3.</strong> <strong>a.</strong>  <em>remember</em> his own covenant (with them), acc., <a data-ref=\"Genesis 9:15\" href=\"/Genesis.9.15\">Gn 9:15</a>, <a data-ref=\"Genesis 9:16\" href=\"/Genesis.9.16\">16</a> <a data-ref=\"Exodus 2:24\" href=\"/Exodus.2.24\">Ex 2:24</a>: <a data-ref=\"Exodus 6:25\" href=\"/Exodus.6.25\">6:25</a> (all P), <a data-ref=\"Leviticus 26:42\" href=\"/Leviticus.26.42\">Lv 26:42</a><sup>(×2)</sup> (H, as also) v <a data-ref=\"Leviticus 26:45\" href=\"/Leviticus.26.45\">45</a> (+ <span dir=\"rtl\">לְ</span> pers.); <a data-ref=\"Jeremiah 14:21\" href=\"/Jeremiah.14.21\">Je 14:21</a> (+ <span dir=\"rtl\">אַל־תָּפֵר</span>), <a data-ref=\"Ezekiel 16:60\" href=\"/Ezekiel.16.60\">Ez 16:60</a> <a data-ref=\"Psalms 105:8\" href=\"/Psalms.105.8\">ψ 105:8</a>, cf. v <a data-ref=\"Psalms 105:42\" href=\"/Psalms.105.42\">42</a> (obj. <span dir=\"rtl\">דְּבַר קָדְשׁוֹ</span>), and <a data-ref=\"Psalms 119:49\" href=\"/Psalms.119.49\">119:49</a> <a data-ref=\"Nehemiah 1:8\" href=\"/Nehemiah.1.8\">Ne 1:8</a>, <a data-ref=\"Psalms 106:45\" href=\"/Psalms.106.45\">ψ 106:45</a> (+ <span dir=\"rtl\">לְ</span> pers.), <a data-ref=\"Psalms 111:5\" href=\"/Psalms.111.5\">111:5</a>. <strong>b.</strong>  his mercy, etc., acc., <a data-ref=\"Psalms 25:6\" href=\"/Psalms.25.6\">ψ 25:6</a>; <a data-ref=\"Psalms 98:3\" href=\"/Psalms.98.3\">98:3</a> <a data-ref=\"II Chronicles 6:42\" href=\"/II_Chronicles.6.42\">2 Ch 6:42</a> <span dir=\"rtl\">(ל)</span>; also <a data-ref=\"Habakkuk 3:2\" href=\"/Habakkuk.3.2\">Hb 3:2</a>. <strong>c.</strong>  extenuating circumstances, sq. cl. with <span dir=\"rtl\">בִּי</span>, <a data-ref=\"Job 7:7\" href=\"/Job.7.7\">Jb 7:7</a>; <a data-ref=\"Job 10:9\" href=\"/Job.10.9\">10:9</a> <a data-ref=\"Psalms 78:39\" href=\"/Psalms.78.39\">ψ 78:39</a>; <a data-ref=\"Psalms 103:14\" href=\"/Psalms.103.14\">103:14</a> (<span dir=\"rtl\">זָכוּר</span> <em>bethinketh him</em>, Che, cf. De Kö<sup>§ 20, 14</sup> Ba<sup>NB 175</sup>); also <a data-ref=\"Psalms 89:48\" href=\"/Psalms.89.48\">ψ 89:48</a> (sq. <span dir=\"rtl\">אֲנִי</span> + epex. cl. with <span dir=\"rtl\">מה</span>). <strong>4.</strong>  <em>remember</em> sins, idolatries etc., sq. acc., <a data-ref=\"Hosea 7:2\" href=\"/Hosea.7.2\">Ho 7:2</a>; <a data-ref=\"Hosea 8:13\" href=\"/Hosea.8.13\">8:13</a> (‖ <span dir=\"rtl\">פקד</span>), <a data-ref=\"Hosea 9:9\" href=\"/Hosea.9.9\">9:9</a> (‖ <em>id.</em>), <a data-ref=\"Jeremiah 14:10\" href=\"/Jeremiah.14.10\">Je 14:10</a> (‖ <em>id.</em>); neg. <a data-ref=\"Jeremiah 44:21\" href=\"/Jeremiah.44.21\">Je 44:21</a> (‖ <span dir=\"rtl\">עלה על לבו</span>), <a data-ref=\"Isaiah 43:25\" href=\"/Isaiah.43.25\">Is 43:25</a>; <a data-ref=\"Isaiah 64:8\" href=\"/Isaiah.64.8\">64:8</a> <a data-ref=\"Psalms 25:7\" href=\"/Psalms.25.7\">ψ 25:7</a>; <a data-ref=\"Psalms 79:8\" href=\"/Psalms.79.8\">79:8</a> (+ <span dir=\"rtl\">לְ</span> pers.); sq. <span dir=\"rtl\">לְ</span> <a data-ref=\"Jeremiah 31:34\" href=\"/Jeremiah.31.34\">Je 31:34</a>; also (obj. reproach) <a data-ref=\"Psalms 74:18\" href=\"/Psalms.74.18\">ψ 74:18</a>, <a data-ref=\"Psalms 74:22\" href=\"/Psalms.74.22\">22</a>; <a data-ref=\"Psalms 89:51\" href=\"/Psalms.89.51\">89:51</a>; and (obj. day of Jerusalem) <a data-ref=\"Psalms 137:7\" href=\"/Psalms.137.7\">ψ 137:7</a> (+ <span dir=\"rtl\">לִבְנֵי אֱדוֹם</span>, i.e. against them).<br><strong>Niph.</strong>  Pf. 2 mpl. consec. <span dir=\"rtl\">וְנִזְכַּרְתֶּם</span> <a data-ref=\"Numbers 10:9\" href=\"/Numbers.10.9\">Nu 10:9</a>; Impf. 3 ms. <span dir=\"rtl\">יִזָּכֵר</span> <a data-ref=\"Jeremiah 11:19\" href=\"/Jeremiah.11.19\">Je 11:19</a> +; 3 fs. <span dir=\"rtl\">תִּזָּכֵר</span> <a data-ref=\"Ezekiel 25:10\" href=\"/Ezekiel.25.10\">Ez 25:10</a>, (<span dir=\"rtl\">תִּזָּכָר</span> <a data-ref=\"Exodus 34:19\" href=\"/Exodus.34.19\">Ex 34:19</a> read <span dir=\"rtl\">הַזָּכָר</span> v. <a data-ref=\"BDB, זָכָר\" href=\"/BDB,_זָכָר\", dir=\"rtl\">זָכָר</a>); 2 fs. <span dir=\"rtl\">תִּזָּכֵ֑רִי</span> <a data-ref=\"Isaiah 23:16\" href=\"/Isaiah.23.16\">Is 23:16</a> <a data-ref=\"Ezekiel 21:37\" href=\"/Ezekiel.21.37\">Ez 21:37</a>; 3 mpl. <span dir=\"rtl\">יִזָּֽכְדוּ</span> <a data-ref=\"Hosea 2:19\" href=\"/Hosea.2.19\">Ho 2:19</a> +; 3 fpl. <span dir=\"rtl\">תִּזָּכַרְנָה</span> <a data-ref=\"Isaiah 65:17\" href=\"/Isaiah.65.17\">Is 65:17</a> +; <span dir=\"rtl\">תִּזָּכַרְןָ</span> <a data-ref=\"Ezekiel 3:20\" href=\"/Ezekiel.3.20\">Ez 3:20</a>; Inf. cstr. sf. <span dir=\"rtl\">הִזָּכֶרְכֶם</span> <a data-ref=\"Ezekiel 21:29\" href=\"/Ezekiel.21.29\">Ez 21:29</a> (om. 𝔖 Co); Pt. pl. <span dir=\"rtl\">נִזְכָּרִים</span> <a data-ref=\"Esther 9:28\" href=\"/Esther.9.28\">Est 9:28</a>.— <strong>1.</strong>  <em>be brought to remembrance, remembered, thought of</em>, usually c. neg.:— <strong>a.</strong>  in general, subj. Baalim <a data-ref=\"Hosea 2:19\" href=\"/Hosea.2.19\">Ho 2:19</a> (+ <span dir=\"rtl\">בִּשְׁמָם</span>), cf. <a data-ref=\"Zechariah 13:2\" href=\"/Zechariah.13.2\">Zc 13:2</a> (‖ <span dir=\"rtl\">אכרית</span>); former heaven and earth <a data-ref=\"Isaiah 65:17\" href=\"/Isaiah.65.17\">Is 65:17</a> (‖ <span dir=\"rtl\">עלה על לב</span>); (wicked) dead <a data-ref=\"Job 24:20\" href=\"/Job.24.20\">Jb 24:20</a> (‖ <span dir=\"rtl\">ישׁכחהו</span> v a); coral (not to be thought of [others, <em>be mentioned</em>] in comparison with wisdom) <a data-ref=\"Job 28:18\" href=\"/Job.28.18\">Jb 28:18</a>; of <em>attention paid</em> to Tyre under fig. of harlot <a data-ref=\"Isaiah 23:16\" href=\"/Isaiah.23.16\">Is 23:16</a> (opp. <span dir=\"rtl\">נשׁכחה</span>). <strong>b.</strong>  <em>brought to</em> <span dir=\"rtl\">י׳</span>’<em>s remembrance</em>, subj. the people, (1) with gracious result <a data-ref=\"Numbers 10:9\" href=\"/Numbers.10.9\">Nu 10:9</a> (P; <span dir=\"rtl\">לפני י׳</span>, ‖ <span dir=\"rtl\">וְנוֹשַׁעְתֶּם</span>); (2) for judgment <a data-ref=\"Ezekiel 21:29\" href=\"/Ezekiel.21.29\">Ez 21:29</a> (om. 𝔖 Co). <strong>c.</strong>  <em>be remembered</em> by <span dir=\"rtl\">י׳</span>, neg. of deeds, as affecting <span dir=\"rtl\">י׳</span>’s judgment, (1) righteous <a data-ref=\"Ezekiel 3:20\" href=\"/Ezekiel.3.20\">Ez 3:20</a>; <a data-ref=\"Ezekiel 18:24\" href=\"/Ezekiel.18.24\">18:24</a>; <a data-ref=\"Ezekiel 33:13\" href=\"/Ezekiel.33.13\">33:13</a> (sq. <span dir=\"rtl\">לְ</span> of advantage, according to Co); (2) wicked <a data-ref=\"Ezekiel 18:22\" href=\"/Ezekiel.18.22\">18:22</a> (sq. <span dir=\"rtl\">לְ</span>, om. A B 𝔙 etc., Co) <a data-ref=\"Ezekiel 33:16\" href=\"/Ezekiel.33.16\">33:16</a> (sq. <span dir=\"rtl\">לְ</span>). <strong>d.</strong>  <em>be remembered</em> <span dir=\"rtl\">אֶל־י׳</span> <a data-ref=\"Psalms 109:14\" href=\"/Psalms.109.14\">ψ 109:14</a> (‖ <span dir=\"rtl\">אַל־תִּמָּ֑ח</span>). <strong>2.</strong>  neg. <em>be not remembered</em> = no longer exist, of name of Israel, as nation <a data-ref=\"Jeremiah 11:19\" href=\"/Jeremiah.11.19\">Je 11:19</a> (‖ <span dir=\"rtl\">נכרת</span>), <a data-ref=\"Psalms 83:5\" href=\"/Psalms.83.5\">ψ 83:5</a> (‖ <span dir=\"rtl\">נַכְחִידֵם מִגּוֹי</span>); of Ammonites <a data-ref=\"Ezekiel 21:37\" href=\"/Ezekiel.21.37\">Ez 21:37</a>; <a data-ref=\"Ezekiel 25:10\" href=\"/Ezekiel.25.10\">25:10</a>. <strong>3.</strong>  <em>be remembered</em>, of particular days, in order to be observed, commemorated, <a data-ref=\"Esther 9:28\" href=\"/Esther.9.28\">Est 9:28</a> (sq. <span dir=\"rtl\">וְנַעֲשִׂים</span> <em>observe, celebrate</em>).<br><strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הִזְכִּיר</span> <a data-ref=\"Isaiah 49:1\" href=\"/Isaiah.49.1\">Is 49:1</a>; 2 ms. sf. 1 s. <span dir=\"rtl\">זְהִזְכַּרְתַּנִי</span> consec. <a data-ref=\"Genesis 40:14\" href=\"/Genesis.40.14\">Gn 40:14</a>; Impf. 3 ms. <span dir=\"rtl\">יַזְכִּיר</span> <a data-ref=\"Isaiah 19:17\" href=\"/Isaiah.19.17\">Is 19:17</a>; 1 s. <span dir=\"rtl\">אַזְכִּיר</span> <a data-ref=\"Exodus 20:21\" href=\"/Exodus.20.21\">Ex 20:24</a> +, etc.; Imv. ms. sf. 1 s. <span dir=\"rtl\">הַזְכִּירֵנִי</span> <a data-ref=\"Isaiah 43:26\" href=\"/Isaiah.43.26\">Is 43:26</a>; mpl. <span dir=\"rtl\">הַזְכִּירוּ</span> <a data-ref=\"Isaiah 12:4\" href=\"/Isaiah.12.4\">Is 12:4</a> <a data-ref=\"Jeremiah 4:16\" href=\"/Jeremiah.4.16\">Je 4:16</a>; Inf. cstr. <span dir=\"rtl\">(ל)הַזְכִּיר</span> <a data-ref=\"II Samuel 18:18\" href=\"/II_Samuel.18.18\">2 S 18:18</a> +; sf. 3 ms. <span dir=\"rtl\">כְּהַזְכִּירוֹ</span> <a data-ref=\"I Samuel 4:18\" href=\"/I_Samuel.4.18\">1 S 4:18</a>; sf. 2 mpl. <span dir=\"rtl\">הַזְכַּרְכֶם</span> <a data-ref=\"Ezekiel 21:29\" href=\"/Ezekiel.21.29\">Ez 21:29</a> (cf. Sta<sup>§ 245</sup> Kö<sup>§ 29, 11</sup>); Pt. <span dir=\"rtl\">מַזְכִּיר</span> <a data-ref=\"Genesis 41:9\" href=\"/Genesis.41.9\">Gn 41:9</a> +, etc.; fs. <span dir=\"rtl\">מַזְכֶּרֶת</span> <a data-ref=\"Numbers 5:15\" href=\"/Numbers.5.15\">Nu 5:15</a>;— <strong>1.</strong>  <em>cause to remember, remind</em>, c. acc. pers. <a data-ref=\"Isaiah 43:26\" href=\"/Isaiah.43.26\">Is 43:26</a>. <strong>2.</strong>  <em>cause to be remembered, keep in remembrance</em>, c. acc. rei, a person’s name <a data-ref=\"II Samuel 18:18\" href=\"/II_Samuel.18.18\">2 S 18:18</a> <a data-ref=\"Psalms 45:18\" href=\"/Psalms.45.18\">ψ 45:18</a>; of <span dir=\"rtl\">י׳</span>, causing his name to be remembered, by some token, <a data-ref=\"Exodus 20:21\" href=\"/Exodus.20.21\">Ex 20:24</a> (JE). <strong>3.</strong>  <em>mention</em>, <strong>a.</strong>  sq. acc. pers. <a data-ref=\"Genesis 40:14\" href=\"/Genesis.40.14\">Gn 40:14</a> (E; sq. <span dir=\"rtl\">אֶל־</span> pers.), <span dir=\"rtl\">י׳</span>, = <em>call upon</em> <a data-ref=\"Isaiah 62:6\" href=\"/Isaiah.62.6\">Is 62:6</a>, name of <span dir=\"rtl\">י׳</span> <a data-ref=\"Isaiah 26:13\" href=\"/Isaiah.26.13\">26:13</a>; <a data-ref=\"Isaiah 48:1\" href=\"/Isaiah.48.1\">48:1</a>; also on name of other gods, neg., <a data-ref=\"Exodus 23:13\" href=\"/Exodus.23.13\">Ex 23:13</a> (JE; ‖ <span dir=\"rtl\">יִשָּׁמַע</span>); sq. <span dir=\"rtl\">בְּשֵׁם</span> <a data-ref=\"Amos 6:10\" href=\"/Amos.6.10\">Am 6:10</a>, cf. <a data-ref=\"Psalms 20:8\" href=\"/Psalms.20.8\">ψ 20:8</a> (De Che al. <em>boast of, praise</em>, 𝔊 μεγαλυνθησόμεθα, whence Hup Bae proposes <span dir=\"rtl\">נַגְבִּיר</span> = <em>we display strength</em>), neg. <a data-ref=\"Joshua 23:7\" href=\"/Joshua.23.7\">Jos 23:7</a> (D; ‖ <span dir=\"rtl\">ולא תשׁביעו</span>), so <span dir=\"rtl\">באלהי ישׂראל</span> <a data-ref=\"Isaiah 48:1\" href=\"/Isaiah.48.1\">Is 48:1</a> (‖ <span dir=\"rtl\">הַנִּשְׁבָּעִים בְּשֵׁם</span>). <strong>b.</strong>  sq. acc. rei: faults <a data-ref=\"Genesis 41:9\" href=\"/Genesis.41.9\">Gn 41:9</a> (E), the ark <a data-ref=\"I Samuel 4:18\" href=\"/I_Samuel.4.18\">1 S 4:18</a>, land of Judah <a data-ref=\"Isaiah 19:17\" href=\"/Isaiah.19.17\">Is 19:17</a>, Rahab (= Egypt) <a data-ref=\"Psalms 87:4\" href=\"/Psalms.87.4\">ψ 87:4</a>, works of <span dir=\"rtl\">י׳</span> <a data-ref=\"Psalms 77:12\" href=\"/Psalms.77.12\">ψ 77:12</a> (Kt, Qr Qal q.v.), his righteousness <a data-ref=\"Psalms 71:16\" href=\"/Psalms.71.16\">ψ 71:16</a>, lovingkindness, <a data-ref=\"Isaiah 63:7\" href=\"/Isaiah.63.7\">Is 63:7</a>; human love <a data-ref=\"Song of Songs 1:4\" href=\"/Song_of_Songs.1.4\">Ct 1:4</a>; also in technical sense, apparently = <em>accuse</em> before God, always sq. <span dir=\"rtl\">עָוֹן</span>, <a data-ref=\"I Kings 17:18\" href=\"/I_Kings.17.18\">1 K 17:18</a> <a data-ref=\"Numbers 5:15\" href=\"/Numbers.5.15\">Nu 5:15</a> (P) <a data-ref=\"Ezekiel 21:28\" href=\"/Ezekiel.21.28\">Ez 21:28</a> v <a data-ref=\"Ezekiel 21:29\" href=\"/Ezekiel.21.29\">29</a> (sq. <span dir=\"rtl\">בְּהִגָּלוֹת פִּשְׁעֵיכֶם</span>), <a data-ref=\"Ezekiel 29:16\" href=\"/Ezekiel.29.16\">29:16</a>. <strong>c.</strong>  sq. cl., with <span dir=\"rtl\">כִּי</span> <a data-ref=\"Isaiah 12:4\" href=\"/Isaiah.12.4\">Is 12:4</a>; no conjunction <a data-ref=\"Jeremiah 4:16\" href=\"/Jeremiah.4.16\">Je 4:16</a> (<span dir=\"rtl\">לְ</span> indir. obj.; ‖ <span dir=\"rtl\">הַשְׁמיעו</span>). <strong>d.</strong>  abs. <em>commemorate, praise</em> <a data-ref=\"I Chronicles 16:4\" href=\"/I_Chronicles.16.4\">1 Ch 16:4</a> (<span dir=\"rtl\">לְהַז׳</span>, appar. Levitical function, sq. <span dir=\"rtl\">ולהודות ולהלל ליהוה</span>), so perhaps also <span dir=\"rtl\">לְהַזְכִּיר</span> in titles <a data-ref=\"Psalms 38:1\" href=\"/Psalms.38.1\">ψ 38:1</a>; <a data-ref=\"Psalms 70:1\" href=\"/Psalms.70.1\">70:1</a> (others sub <strong>5</strong>). <strong>4.</strong>  <em>record</em>, only pt. <span dir=\"rtl\">מַזְכִּיר</span> as subst. (title of public officer) = <em>recorder</em> Rather, probably, <em>the</em> (king’s) <em>reminder</em>, who brought important business to his notice: cf. Ew<sup>Gesch. iii. 365, H. iii. 267</sup> Ke 2 S 8:16 Benz<sup>Arch. 310</sup> Now<sup>Arch. i. 308</sup> Kit <a data-ref=\"I Kings 4:3\" href=\"/I_Kings.4.3\">1 K 4:3</a>. <a data-ref=\"II Samuel 8:16\" href=\"/II_Samuel.8.16\">2 S 8:16</a>; <a data-ref=\"II Samuel 20:24\" href=\"/II_Samuel.20.24\">20:24</a> <a data-ref=\"I Kings 4:3\" href=\"/I_Kings.4.3\">1 K 4:3</a> <a data-ref=\"II Kings 18:18\" href=\"/II_Kings.18.18\">2 K 18:18</a>, <a data-ref=\"II Kings 18:37\" href=\"/II_Kings.18.37\">37</a> = <a data-ref=\"Isaiah 36:3\" href=\"/Isaiah.36.3\">Is 36:3</a>, <a data-ref=\"Isaiah 36:22\" href=\"/Isaiah.36.22\">22</a>, <a data-ref=\"I Chronicles 18:15\" href=\"/I_Chronicles.18.15\">1 Ch 18:15</a> <a data-ref=\"II Chronicles 34:8\" href=\"/II_Chronicles.34.8\">2 Ch 34:8</a>. <strong>5.</strong>  of sacrifice, <em>make a memorial</em>, i.e. offer an <span dir=\"rtl\">אַזְכָּרָה</span> q.v.; sq. <span dir=\"rtl\">לְבֹנָה</span> <a data-ref=\"Isaiah 66:3\" href=\"/Isaiah.66.3\">Is 66:3</a>.—JPPeters<sup>JBL, 1893, xii, 58</sup> reads <span dir=\"rtl\">אַזְכִּרָה</span> <a data-ref=\"Psalms 42:5\" href=\"/Psalms.42.5\">ψ 42:5</a> (v. <strong>Qal I. 1</strong>), ‘let me make my <em>azkara</em>, and pour out libation for <span dir=\"rtl\">(עֲלֵי)</span> my life.’"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1f8b6084aa1cbf1439d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָרֵא 1", "anchorRef": "Deuteronomy 7:18", "anchorRefExpanded": ["Deuteronomy 7:18"], "sourceRef": "BDB, יָרֵא 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָרֵא א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָרֵא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">יָרֵא</span></big></big>  <strong>vb. fear (</strong>NH <em>id.;</em> Assyrian <em>îrû</em>, <em>id.;</em> Hpt KAT<sup>2 Gloss i.</sup>, COT<sup>Gloss</sup><strong>)</strong>—<br><strong>Qal</strong><sub>328</sub>  Pf. <span dir=\"rtl\">יר׳</span> <a data-ref=\"Genesis 19:30\" href=\"/Genesis.19.30\">Gn 19:30</a> + 14 times; 3 f. <span dir=\"rtl\">יָֽרְאָה</span> <a data-ref=\"Jeremiah 3:8\" href=\"/Jeremiah.3.8\">Je 3:8</a> <a data-ref=\"Psalms 76:9\" href=\"/Psalms.76.9\">ψ 76:9</a>; <span dir=\"rtl\">יָרֵ֑אָה</span> <a data-ref=\"Genesis 18:15\" href=\"/Genesis.18.15\">Gn 18:15</a>; pl. 2 m. <span dir=\"rtl\">יְרֵאתֶם</span> <a data-ref=\"Numbers 12:8\" href=\"/Numbers.12.8\">Nu 12:8</a> + 2 times; + 23 times Pf.; Impf. <span dir=\"rtl\">יִירָא</span> <a data-ref=\"Amos 3:8\" href=\"/Amos.3.8\">Am 3:8</a> + 3 times; <span dir=\"rtl\">וַיִּירָא</span> <a data-ref=\"Genesis 28:17\" href=\"/Genesis.28.17\">Gn 28:17</a> + 5 times; <span dir=\"rtl\">וַיִּרָא</span> <a data-ref=\"Jeremiah 26:21\" href=\"/Jeremiah.26.21\">Je 26:21</a> + 5 times; pl. <span dir=\"rtl\">יִירְאוּ (יִֽרְאוּ)</span> <a data-ref=\"Jeremiah 23:4\" href=\"/Jeremiah.23.4\">23:4</a> +; <span dir=\"rtl\">יִרָאוּן</span> <a data-ref=\"Deuteronomy 13:12\" href=\"/Deuteronomy.13.12\">Dt 13:12</a>, +, etc.; 136 times Impf.; Imv. <span dir=\"rtl\">יְרָא</span> <a data-ref=\"Proverbs 3:7\" href=\"/Proverbs.3.7\">Pr 3:7</a> + 3 times; <span dir=\"rtl\">יְראוּ</span> <a data-ref=\"Joshua 24:14\" href=\"/Joshua.24.14\">Jos 24:14</a> + 2 times; Inf. cstr. <span dir=\"rtl\">יְרֹא</span> <a data-ref=\"Joshua 22:25\" href=\"/Joshua.22.25\">Jos 22:25</a>; <span dir=\"rtl\">לֵרֹא</span> <a data-ref=\"I Samuel 18:29\" href=\"/I_Samuel.18.29\">1 S 18:29</a> (Ges<sup>§ 69, R. i.</sup>); <span dir=\"rtl\">לְיִרְאָה</span> <a data-ref=\"Deuteronomy 4:10\" href=\"/Deuteronomy.4.10\">Dt 4:10</a> + 13 times; sf. <span dir=\"rtl\">יִרְאָתוֹ</span> <a data-ref=\"II Samuel 3:11\" href=\"/II_Samuel.3.11\">2 S 3:11</a>; <span dir=\"rtl\">יִרְאָתָם</span> <a data-ref=\"Isaiah 29:13\" href=\"/Isaiah.29.13\">Is 29:13</a>; <span dir=\"rtl\">יְרָאתֶם</span> <a data-ref=\"Joshua 4:24\" href=\"/Joshua.4.24\">Jos 4:24</a> (read <span dir=\"rtl\">יִרְאָתָם</span> Bö<sup>§ 1081 a</sup> Ew<sup>337 b</sup> Di etc.); Pt. <span dir=\"rtl\">יָרֵא</span> <a data-ref=\"Genesis 32:12\" href=\"/Genesis.32.12\">Gn 32:12</a> + 15 times; cstr. <span dir=\"rtl\">יְרֵא</span> <a data-ref=\"Genesis 22:12\" href=\"/Genesis.22.12\">22:12</a> + 10 times; pl. <span dir=\"rtl\">יְרֵאִים</span> <a data-ref=\"Jeremiah 42:11\" href=\"/Jeremiah.42.11\">Je 42:11</a> + 6 times; cstr. <span dir=\"rtl\">יִרְאֵי</span> <a data-ref=\"Exodus 18:21\" href=\"/Exodus.18.21\">Ex 18:21</a> + 12 times; f. cstr. <span dir=\"rtl\">יִרְאַת</span> <a data-ref=\"Proverbs 31:30\" href=\"/Proverbs.31.30\">Pr 31:30</a>;— <strong>1.</strong>  <em>fear, be afraid</em> (not in P): <strong>a.</strong>  abs. <a data-ref=\"Genesis 3:10\" href=\"/Genesis.3.10\">Gn 3:10</a>; <a data-ref=\"Genesis 18:15\" href=\"/Genesis.18.15\">18:15</a>; <a data-ref=\"Genesis 32:8\" href=\"/Genesis.32.8\">32:8</a>; <a data-ref=\"Genesis 43:18\" href=\"/Genesis.43.18\">43:18</a> <a data-ref=\"Exodus 14:10\" href=\"/Exodus.14.10\">Ex 14:10</a> (J), <a data-ref=\"Genesis 20:8\" href=\"/Genesis.20.8\">Gn 20:8</a>; <a data-ref=\"Genesis 28:17\" href=\"/Genesis.28.17\">28:17</a>; <a data-ref=\"Genesis 42:35\" href=\"/Genesis.42.35\">42:35</a> <a data-ref=\"Exodus 2:14\" href=\"/Exodus.2.14\">Ex 2:14</a> <a data-ref=\"Joshua 10:2\" href=\"/Joshua.10.2\">Jos 10:2</a> (E), <a data-ref=\"Deuteronomy 20:8\" href=\"/Deuteronomy.20.8\">Dt 20:8</a>; <a data-ref=\"Deuteronomy 31:8\" href=\"/Deuteronomy.31.8\">31:8</a> <a data-ref=\"Judges 7:3\" href=\"/Judges.7.3\">Ju 7:3</a>; <a data-ref=\"Judges 8:20\" href=\"/Judges.8.20\">8:20</a> <a data-ref=\"I Samuel 4:7\" href=\"/I_Samuel.4.7\">1 S 4:7</a>; <a data-ref=\"I Samuel 17:11\" href=\"/I_Samuel.17.11\">17:11</a>, <a data-ref=\"I Samuel 17:24\" href=\"/I_Samuel.17.24\">24</a>; <a data-ref=\"I Samuel 23:3\" href=\"/I_Samuel.23.3\">23:3</a>; <a data-ref=\"I Samuel 28:5\" href=\"/I_Samuel.28.5\">28:5</a>; <a data-ref=\"I Samuel 31:4\" href=\"/I_Samuel.31.4\">31:4</a> = <a data-ref=\"I Chronicles 10:4\" href=\"/I_Chronicles.10.4\">1 Ch 10:4</a>, <a data-ref=\"II Kings 10:4\" href=\"/II_Kings.10.4\">2 K 10:4</a> <a data-ref=\"II Chronicles 20:3\" href=\"/II_Chronicles.20.3\">2 Ch 20:3</a> <a data-ref=\"Nehemiah 2:2\" href=\"/Nehemiah.2.2\">Ne 2:2</a>; <a data-ref=\"Nehemiah 6:13\" href=\"/Nehemiah.6.13\">6:13</a> <a data-ref=\"Isaiah 54:14\" href=\"/Isaiah.54.14\">Is 54:14</a> <a data-ref=\"Jeremiah 3:8\" href=\"/Jeremiah.3.8\">Je 3:8</a>; <a data-ref=\"Jeremiah 23:4\" href=\"/Jeremiah.23.4\">23:4</a>; <a data-ref=\"Jeremiah 26:21\" href=\"/Jeremiah.26.21\">26:21</a> <a data-ref=\"Amos 3:8\" href=\"/Amos.3.8\">Am 3:8</a> <a data-ref=\"Jonah 1:5\" href=\"/Jonah.1.5\">Jon 1:5</a>, <a data-ref=\"Jonah 1:10\" href=\"/Jonah.1.10\">10</a> <a data-ref=\"Psalms 27:3\" href=\"/Psalms.27.3\">ψ 27:3</a>; <a data-ref=\"Psalms 46:3\" href=\"/Psalms.46.3\">46:3</a>; <a data-ref=\"Psalms 49:6\" href=\"/Psalms.49.6\">49:6</a> (but Bae reads <span dir=\"rtl\">ראה</span>) <a data-ref=\"Psalms 56:4\" href=\"/Psalms.56.4\">56:4</a>, <a data-ref=\"Psalms 56:5\" href=\"/Psalms.56.5\">5</a>, <a data-ref=\"Psalms 56:12\" href=\"/Psalms.56.12\">12</a>; <a data-ref=\"Psalms 64:5\" href=\"/Psalms.64.5\">64:5</a>, <a data-ref=\"Psalms 64:10\" href=\"/Psalms.64.10\">10</a>; <a data-ref=\"Psalms 76:9\" href=\"/Psalms.76.9\">76:9</a>; <a data-ref=\"Psalms 112:8\" href=\"/Psalms.112.8\">112:8</a>; <a data-ref=\"Psalms 118:6\" href=\"/Psalms.118.6\">118:6</a> <a data-ref=\"Proverbs 14:16\" href=\"/Proverbs.14.16\">Pr 14:16</a> <a data-ref=\"Job 6:21\" href=\"/Job.6.21\">Jb 6:21</a>; <a data-ref=\"Job 11:15\" href=\"/Job.11.15\">11:15</a>; (<span dir=\"rtl\">וּ</span>, <span dir=\"rtl\">י</span>)<span dir=\"rtl\">אַל־תִּירָא</span> <em>fear not</em> <a data-ref=\"Genesis 15:1\" href=\"/Genesis.15.1\">Gn 15:1</a>; <a data-ref=\"Genesis 21:17\" href=\"/Genesis.21.17\">21:17</a>; <a data-ref=\"Genesis 35:17\" href=\"/Genesis.35.17\">35:17</a>; <a data-ref=\"Genesis 50:19\" href=\"/Genesis.50.19\">50:19</a>, <a data-ref=\"Genesis 50:21\" href=\"/Genesis.50.21\">21</a> <a data-ref=\"Exodus 20:17\" href=\"/Exodus.20.17\">Ex 20:20</a> <a data-ref=\"Joshua 10:25\" href=\"/Joshua.10.25\">Jos 10:25</a> (E), <a data-ref=\"Genesis 26:24\" href=\"/Genesis.26.24\">Gn 26:24</a>; <a data-ref=\"Genesis 43:23\" href=\"/Genesis.43.23\">43:23</a> <a data-ref=\"Exodus 14:13\" href=\"/Exodus.14.13\">Ex 14:13</a> <a data-ref=\"Joshua 8:1\" href=\"/Joshua.8.1\">Jos 8:1</a> (J), <a data-ref=\"Deuteronomy 1:21\" href=\"/Deuteronomy.1.21\">Dt 1:21</a>; <a data-ref=\"Deuteronomy 20:3\" href=\"/Deuteronomy.20.3\">20:3</a>; <a data-ref=\"Deuteronomy 31:6\" href=\"/Deuteronomy.31.6\">31:6</a> <a data-ref=\"Judges 4:18\" href=\"/Judges.4.18\">Ju 4:18</a>; <a data-ref=\"Judges 6:23\" href=\"/Judges.6.23\">6:23</a> <a data-ref=\"I Samuel 4:20\" href=\"/I_Samuel.4.20\">1 S 4:20</a>; <a data-ref=\"I Samuel 12:20\" href=\"/I_Samuel.12.20\">12:20</a>; <a data-ref=\"I Samuel 22:23\" href=\"/I_Samuel.22.23\">22:23</a>; <a data-ref=\"I Samuel 23:17\" href=\"/I_Samuel.23.17\">23:17</a>; <a data-ref=\"I Samuel 28:13\" href=\"/I_Samuel.28.13\">28:13</a> <a data-ref=\"II Samuel 9:7\" href=\"/II_Samuel.9.7\">2 S 9:7</a>; <a data-ref=\"II Samuel 13:28\" href=\"/II_Samuel.13.28\">13:28</a> <a data-ref=\"I Kings 17:13\" href=\"/I_Kings.17.13\">1 K 17:13</a> <a data-ref=\"II Kings 6:16\" href=\"/II_Kings.6.16\">2 K 6:16</a> <a data-ref=\"I Chronicles 22:13\" href=\"/I_Chronicles.22.13\">1 Ch 22:13</a>; <a data-ref=\"I Chronicles 28:20\" href=\"/I_Chronicles.28.20\">28:20</a> <a data-ref=\"II Chronicles 20:17\" href=\"/II_Chronicles.20.17\">2 Ch 20:17</a> <a data-ref=\"Isaiah 7:4\" href=\"/Isaiah.7.4\">Is 7:4</a>; <a data-ref=\"Isaiah 35:4\" href=\"/Isaiah.35.4\">35:4</a>; <a data-ref=\"Isaiah 40:9\" href=\"/Isaiah.40.9\">40:9</a>; <a data-ref=\"Isaiah 41:10\" href=\"/Isaiah.41.10\">41:10</a>, <a data-ref=\"Isaiah 41:13\" href=\"/Isaiah.41.13\">13</a>, <a data-ref=\"Isaiah 41:14\" href=\"/Isaiah.41.14\">14</a>; <a data-ref=\"Isaiah 43:1\" href=\"/Isaiah.43.1\">43:1</a>, <a data-ref=\"Isaiah 43:5\" href=\"/Isaiah.43.5\">5</a>; <a data-ref=\"Isaiah 44:2\" href=\"/Isaiah.44.2\">44:2</a>; <a data-ref=\"Isaiah 54:4\" href=\"/Isaiah.54.4\">54:4</a> <a data-ref=\"Jeremiah 30:10\" href=\"/Jeremiah.30.10\">Je 30:10</a>; <a data-ref=\"Jeremiah 46:27\" href=\"/Jeremiah.46.27\">46:27</a>, <a data-ref=\"Jeremiah 46:28\" href=\"/Jeremiah.46.28\">28</a> <a data-ref=\"Joel 2:21\" href=\"/Joel.2.21\">Jo 2:21</a>, <a data-ref=\"Joel 2:22\" href=\"/Joel.2.22\">22</a> <a data-ref=\"Zephaniah 3:16\" href=\"/Zephaniah.3.16\">Zp 3:16</a> <a data-ref=\"Haggai 2:5\" href=\"/Haggai.2.5\">Hg 2:5</a> <a data-ref=\"Zechariah 8:13\" href=\"/Zechariah.8.13\">Zc 8:13</a>, <a data-ref=\"Zechariah 8:15\" href=\"/Zechariah.8.15\">15</a> <a data-ref=\"Psalms 49:17\" href=\"/Psalms.49.17\">ψ 49:17</a> <a data-ref=\"Lamentations 3:57\" href=\"/Lamentations.3.57\">La 3:57</a> <a data-ref=\"Daniel 10:12\" href=\"/Daniel.10.12\">Dn 10:12</a>, <a data-ref=\"Daniel 10:19\" href=\"/Daniel.10.19\">19</a> <a data-ref=\"Ruth 3:11\" href=\"/Ruth.3.11\">Ru 3:11</a>; <span dir=\"rtl\">יִשְׁמְעוּ וי׳</span> <em>hear and fear</em> <a data-ref=\"Deuteronomy 13:12\" href=\"/Deuteronomy.13.12\">Dt 13:12</a>; <a data-ref=\"Deuteronomy 17:13\" href=\"/Deuteronomy.17.13\">17:13</a>; <a data-ref=\"Deuteronomy 19:20\" href=\"/Deuteronomy.19.20\">19:20</a>; <a data-ref=\"Deuteronomy 21:21\" href=\"/Deuteronomy.21.21\">21:21</a>; <span dir=\"rtl\">(י)ראו וי׳</span> <em>see and fear</em> <a data-ref=\"Psalms 40:4\" href=\"/Psalms.40.4\">ψ 40:4</a>; <a data-ref=\"Psalms 52:8\" href=\"/Psalms.52.8\">52:8</a> <a data-ref=\"Isaiah 41:5\" href=\"/Isaiah.41.5\">Is 41:5</a> <a data-ref=\"Zechariah 9:5\" href=\"/Zechariah.9.5\">Zc 9:5</a>. †<strong>b.</strong>  c. acc. rei or pers. <a data-ref=\"Numbers 14:9\" href=\"/Numbers.14.9\">Nu 14:9</a><sup>(×2)</sup> (J), <a data-ref=\"Numbers 21:34\" href=\"/Numbers.21.34\">21:34</a> (E), <a data-ref=\"Deuteronomy 3:2\" href=\"/Deuteronomy.3.2\">Dt 3:2</a>, <a data-ref=\"Deuteronomy 3:22\" href=\"/Deuteronomy.3.22\">22</a> <a data-ref=\"Judges 6:27\" href=\"/Judges.6.27\">Ju 6:27</a> <a data-ref=\"I Samuel 15:24\" href=\"/I_Samuel.15.24\">1 S 15:24</a> <a data-ref=\"II Samuel 3:11\" href=\"/II_Samuel.3.11\">2 S 3:11</a> <a data-ref=\"I Kings 1:51\" href=\"/I_Kings.1.51\">1 K 1:51</a> <a data-ref=\"Isaiah 8:12\" href=\"/Isaiah.8.12\">Is 8:12</a>; <a data-ref=\"Isaiah 51:7\" href=\"/Isaiah.51.7\">51:7</a>; <a data-ref=\"Isaiah 57:11\" href=\"/Isaiah.57.11\">57:11</a> <a data-ref=\"Ezekiel 3:9\" href=\"/Ezekiel.3.9\">Ez 3:9</a>; <a data-ref=\"Ezekiel 11:8\" href=\"/Ezekiel.11.8\">11:8</a> <a data-ref=\"Habakkuk 3:2\" href=\"/Habakkuk.3.2\">Hb 3:2</a> (acc. <span dir=\"rtl\">פעלךָ</span> in corrected rhythm), <a data-ref=\"Psalms 23:4\" href=\"/Psalms.23.4\">ψ 23:4</a> <a data-ref=\"Daniel 1:10\" href=\"/Daniel.1.10\">Dn 1:10</a>; acc. of God <span dir=\"rtl\">(י׳)</span> <a data-ref=\"I Samuel 12:18\" href=\"/I_Samuel.12.18\">1 S 12:18</a> <a data-ref=\"II Samuel 6:9\" href=\"/II_Samuel.6.9\">2 S 6:9</a> = <a data-ref=\"I Chronicles 13:12\" href=\"/I_Chronicles.13.12\">1 Ch 13:12</a> <a data-ref=\"Isaiah 57:11\" href=\"/Isaiah.57.11\">Is 57:11</a> <a data-ref=\"Jeremiah 5:22\" href=\"/Jeremiah.5.22\">Je 5:22</a> <a data-ref=\"Jonah 1:16\" href=\"/Jonah.1.16\">Jon 1:16</a> <a data-ref=\"Job 9:35\" href=\"/Job.9.35\">Jb 9:35</a>; <a data-ref=\"Job 37:24\" href=\"/Job.37.24\">37:24</a>. <strong>c.</strong>  with <span dir=\"rtl\">מִן</span> <em>be afraid of</em>, <a data-ref=\"Deuteronomy 1:29\" href=\"/Deuteronomy.1.29\">Dt 1:29</a>; <a data-ref=\"Deuteronomy 2:4\" href=\"/Deuteronomy.2.4\">2:4</a>; <a data-ref=\"Deuteronomy 7:18\" href=\"/Deuteronomy.7.18\">7:18</a>; <a data-ref=\"Deuteronomy 20:1\" href=\"/Deuteronomy.20.1\">20:1</a>; <a data-ref=\"Deuteronomy 28:10\" href=\"/Deuteronomy.28.10\">28:10</a> <a data-ref=\"Joshua 10:8\" href=\"/Joshua.10.8\">Jos 10:8</a> (D) <a data-ref=\"I Samuel 28:20\" href=\"/I_Samuel.28.20\">1 S 28:20</a> <a data-ref=\"II Kings 25:24\" href=\"/II_Kings.25.24\">2 K 25:24</a> <a data-ref=\"Isaiah 10:24\" href=\"/Isaiah.10.24\">Is 10:24</a>; <a data-ref=\"Isaiah 51:12\" href=\"/Isaiah.51.12\">51:12</a> <a data-ref=\"Jeremiah 10:5\" href=\"/Jeremiah.10.5\">Je 10:5</a>; <a data-ref=\"Jeremiah 42:11\" href=\"/Jeremiah.42.11\">42:11</a>, <a data-ref=\"Jeremiah 42:16\" href=\"/Jeremiah.42.16\">16</a> <a data-ref=\"Ezekiel 2:6\" href=\"/Ezekiel.2.6\">Ez 2:6</a><sup>(×3)</sup> <a data-ref=\"Micah 7:17\" href=\"/Micah.7.17\">Mi 7:17</a> <a data-ref=\"Psalms 3:7\" href=\"/Psalms.3.7\">ψ 3:7</a>; <a data-ref=\"Psalms 27:1\" href=\"/Psalms.27.1\">27:1</a>; <a data-ref=\"Psalms 65:9\" href=\"/Psalms.65.9\">65:9</a>; <a data-ref=\"Psalms 91:5\" href=\"/Psalms.91.5\">91:5</a>; <a data-ref=\"Psalms 112:7\" href=\"/Psalms.112.7\">112:7</a>; <a data-ref=\"Psalms 119:120\" href=\"/Psalms.119.120\">119:120</a> <a data-ref=\"Proverbs 3:25\" href=\"/Proverbs.3.25\">Pr 3:25</a>; <a data-ref=\"Proverbs 31:21\" href=\"/Proverbs.31.21\">31:21</a> <a data-ref=\"Job 5:21\" href=\"/Job.5.21\">Jb 5:21</a>, <a data-ref=\"Job 5:22\" href=\"/Job.5.22\">22</a> <a data-ref=\"Ecclesiastes 12:5\" href=\"/Ecclesiastes.12.5\">Ec 12:5</a>; with <span dir=\"rtl\">מִפְּנֵי</span> <a data-ref=\"Deuteronomy 5:5\" href=\"/Deuteronomy.5.5\">Dt 5:5</a>; <a data-ref=\"Deuteronomy 7:19\" href=\"/Deuteronomy.7.19\">7:19</a> <a data-ref=\"Joshua 9:24\" href=\"/Joshua.9.24\">Jos 9:24</a>; <a data-ref=\"Joshua 11:6\" href=\"/Joshua.11.6\">11:6</a> (D), <a data-ref=\"I Samuel 7:7\" href=\"/I_Samuel.7.7\">1 S 7:7</a>; <a data-ref=\"I Samuel 18:29\" href=\"/I_Samuel.18.29\">18:29</a>; <a data-ref=\"I Samuel 21:13\" href=\"/I_Samuel.21.13\">21:13</a> <a data-ref=\"I Kings 1:50\" href=\"/I_Kings.1.50\">1 K 1:50</a> <a data-ref=\"II Kings 1:15\" href=\"/II_Kings.1.15\">2 K 1:15</a>; <a data-ref=\"II Kings 19:6\" href=\"/II_Kings.19.6\">19:6</a> (= <a data-ref=\"Isaiah 37:6\" href=\"/Isaiah.37.6\">Is 37:6</a>) <a data-ref=\"II Kings 25:26\" href=\"/II_Kings.25.26\">25:26</a> <a data-ref=\"II Chronicles 20:15\" href=\"/II_Chronicles.20.15\">2 Ch 20:15</a>; <a data-ref=\"II Chronicles 32:7\" href=\"/II_Chronicles.32.7\">32:7</a> <a data-ref=\"Nehemiah 4:8\" href=\"/Nehemiah.4.8\">Ne 4:8</a> <a data-ref=\"Jeremiah 1:8\" href=\"/Jeremiah.1.8\">Je 1:8</a>; <a data-ref=\"Jeremiah 41:18\" href=\"/Jeremiah.41.18\">41:18</a>; <a data-ref=\"Jeremiah 42:11\" href=\"/Jeremiah.42.11\">42:11</a><sup>(×2)</sup>; <span dir=\"rtl\">מִלִּפְנֵי</span> <a data-ref=\"I Samuel 18:12\" href=\"/I_Samuel.18.12\">1 S 18:12</a>, with <span dir=\"rtl\">בְּ</span> <em>because of, for</em> <a data-ref=\"Jeremiah 51:46\" href=\"/Jeremiah.51.46\">Je 51:46</a>. <strong>d.</strong>  with inf. and <span dir=\"rtl\">לְ</span> <em>fear to do</em> a thing <a data-ref=\"Genesis 19:30\" href=\"/Genesis.19.30\">Gn 19:30</a>; <a data-ref=\"Genesis 26:7\" href=\"/Genesis.26.7\">26:7</a> (J), <a data-ref=\"Numbers 12:8\" href=\"/Numbers.12.8\">Nu 12:8</a> (E), <a data-ref=\"Judges 7:10\" href=\"/Judges.7.10\">Ju 7:10</a> <a data-ref=\"II Samuel 1:14\" href=\"/II_Samuel.1.14\">2 S 1:14</a>; <a data-ref=\"II Samuel 10:19\" href=\"/II_Samuel.10.19\">10:19</a>; <a data-ref=\"II Samuel 12:18\" href=\"/II_Samuel.12.18\">12:18</a>; with infin. and <span dir=\"rtl\">מִן</span>, <em>afraid of doing</em> <a data-ref=\"Genesis 46:3\" href=\"/Genesis.46.3\">Gn 46:3</a> <a data-ref=\"Exodus 3:6\" href=\"/Exodus.3.6\">Ex 3:6</a> (E), <a data-ref=\"I Samuel 3:15\" href=\"/I_Samuel.3.15\">1 S 3:15</a> <a data-ref=\"Jeremiah 40:9\" href=\"/Jeremiah.40.9\">Je 40:9</a> <a data-ref=\"Job 32:6\" href=\"/Job.32.6\">Jb 32:6</a>. <strong>e.</strong>  with <span dir=\"rtl\">פֶּן</span> <em>fear lest</em> <a data-ref=\"Genesis 31:31\" href=\"/Genesis.31.31\">Gn 31:31</a> (E) <a data-ref=\"Genesis 32:12\" href=\"/Genesis.32.12\">32:12</a> (J). <strong>2.</strong>  <em>stand in awe of</em>, with <span dir=\"rtl\">מן</span> and inf. <span dir=\"rtl\">וַיִּירְאוּ מִגֶּשֶׁת אֵלָיו</span> <a data-ref=\"Exodus 34:30\" href=\"/Exodus.34.30\">Ex 34:30</a> (P) <em>and they stood in awe of drawing nigh unto him;</em> <span dir=\"rtl\">יִירְאוּ מֵיהוה וגו׳</span> <a data-ref=\"Psalms 33:8\" href=\"/Psalms.33.8\">ψ 33:8</a> let all the earth <em>stand in awe of Yahweh;</em> <span dir=\"rtl\">וְיָרֵאתָ מֵאֱלהֶיךָ</span> <em>and thou shalt stand in awe of thy God</em> <a data-ref=\"Leviticus 19:14\" href=\"/Leviticus.19.14\">Lv 19:14</a>, <a data-ref=\"Leviticus 19:32\" href=\"/Leviticus.19.32\">32</a>; <a data-ref=\"Leviticus 25:17\" href=\"/Leviticus.25.17\">25:17</a>, <a data-ref=\"Leviticus 25:36\" href=\"/Leviticus.25.36\">36</a>, <a data-ref=\"Leviticus 25:43\" href=\"/Leviticus.25.43\">43</a> (all H); with <span dir=\"rtl\">מִפְּנֵי</span>, of the king Solomon <a data-ref=\"I Kings 3:28\" href=\"/I_Kings.3.28\">1 K 3:28</a>; <span dir=\"rtl\">מִפְּנֵי י׳ אלהים</span> <a data-ref=\"Exodus 9:30\" href=\"/Exodus.9.30\">Ex 9:30</a> (J?); <span dir=\"rtl\">מפני י׳</span> <a data-ref=\"Haggai 1:12\" href=\"/Haggai.1.12\">Hg 1:12</a>; <span dir=\"rtl\">(אלהים) י׳ מלפני</span> <em>stand in awe before</em> (God) <a data-ref=\"Ecclesiastes 3:14\" href=\"/Ecclesiastes.3.14\">Ec 3:14</a>; <a data-ref=\"Ecclesiastes 8:12\" href=\"/Ecclesiastes.8.12\">8:12</a>, <a data-ref=\"Ecclesiastes 8:13\" href=\"/Ecclesiastes.8.13\">13</a>. <strong>3.</strong>  <em>fear, reverence, honour</em>, e.g. parents <a data-ref=\"Leviticus 19:3\" href=\"/Leviticus.19.3\">Lv 19:3</a> (H), Moses and Joshua <a data-ref=\"Joshua 4:14\" href=\"/Joshua.4.14\">Jos 4:14</a><sup>(×2)</sup>, the oath <a data-ref=\"I Samuel 14:26\" href=\"/I_Samuel.14.26\">1 S 14:26</a> <a data-ref=\"Ecclesiastes 9:2\" href=\"/Ecclesiastes.9.2\">Ec 9:2</a>, commandment <a data-ref=\"Proverbs 13:13\" href=\"/Proverbs.13.13\">Pr 13:13</a>, the sanctuary <a data-ref=\"Leviticus 19:30\" href=\"/Leviticus.19.30\">Lv 19:30</a>; <a data-ref=\"Leviticus 26:2\" href=\"/Leviticus.26.2\">26:2</a> (H), other gods <a data-ref=\"Judges 6:10\" href=\"/Judges.6.10\">Ju 6:10</a> <a data-ref=\"II Kings 17:7\" href=\"/II_Kings.17.7\">2 K 17:7</a>, <a data-ref=\"II Kings 17:35\" href=\"/II_Kings.17.35\">35</a>, <a data-ref=\"II Kings 17:37\" href=\"/II_Kings.17.37\">37</a>, <a data-ref=\"II Kings 17:38\" href=\"/II_Kings.17.38\">38</a>; elsewhere of God: <strong>a.</strong>  abs. <a data-ref=\"Jeremiah 44:10\" href=\"/Jeremiah.44.10\">Je 44:10</a>. <strong>b.</strong>  with acc. <span dir=\"rtl\">(ה)אלהים</span> <a data-ref=\"Genesis 42:18\" href=\"/Genesis.42.18\">Gn 42:18</a> <a data-ref=\"Exodus 1:17\" href=\"/Exodus.1.17\">Ex 1:17</a>, <a data-ref=\"Exodus 1:21\" href=\"/Exodus.1.21\">21</a>; <a data-ref=\"Exodus 18:21\" href=\"/Exodus.18.21\">18:21</a> (E), <a data-ref=\"Deuteronomy 25:18\" href=\"/Deuteronomy.25.18\">Dt 25:18</a> <a data-ref=\"Psalms 55:20\" href=\"/Psalms.55.20\">ψ 55:20</a>; <a data-ref=\"Psalms 66:16\" href=\"/Psalms.66.16\">66:16</a> <a data-ref=\"Job 1:1\" href=\"/Job.1.1\">Jb 1:1</a>, <a data-ref=\"Job 1:8\" href=\"/Job.1.8\">8</a>, <a data-ref=\"Job 1:9\" href=\"/Job.1.9\">9</a>; <a data-ref=\"Job 2:3\" href=\"/Job.2.3\">2:3</a> <a data-ref=\"Ecclesiastes 5:6\" href=\"/Ecclesiastes.5.6\">Ec 5:6</a>; <a data-ref=\"Ecclesiastes 7:18\" href=\"/Ecclesiastes.7.18\">7:18</a>; <a data-ref=\"Ecclesiastes 8:12\" href=\"/Ecclesiastes.8.12\">8:12</a>; <a data-ref=\"Ecclesiastes 12:13\" href=\"/Ecclesiastes.12.13\">12:13</a> <a data-ref=\"Nehemiah 7:2\" href=\"/Nehemiah.7.2\">Ne 7:2</a>; <span dir=\"rtl\">יר׳ יהוה</span> <a data-ref=\"Exodus 14:31\" href=\"/Exodus.14.31\">Ex 14:31</a> (J), <a data-ref=\"Joshua 22:25\" href=\"/Joshua.22.25\">Jos 22:25</a> (P), <a data-ref=\"Joshua 24:14\" href=\"/Joshua.24.14\">24:14</a> (E), <a data-ref=\"I Samuel 12:14\" href=\"/I_Samuel.12.14\">1 S 12:14</a>, <a data-ref=\"I Samuel 12:24\" href=\"/I_Samuel.12.24\">24</a> <a data-ref=\"I Kings 18:3\" href=\"/I_Kings.18.3\">1 K 18:3</a>, <a data-ref=\"I Kings 18:12\" href=\"/I_Kings.18.12\">12</a> <a data-ref=\"II Kings 4:1\" href=\"/II_Kings.4.1\">2 K 4:1</a>; <a data-ref=\"II Kings 17:25\" href=\"/II_Kings.17.25\">17:25</a>, <a data-ref=\"II Kings 17:28\" href=\"/II_Kings.17.28\">28</a>, <a data-ref=\"II Kings 17:32\" href=\"/II_Kings.17.32\">32</a>, <a data-ref=\"II Kings 17:33\" href=\"/II_Kings.17.33\">33</a>, <a data-ref=\"II Kings 17:34\" href=\"/II_Kings.17.34\">34</a>, <a data-ref=\"II Kings 17:41\" href=\"/II_Kings.17.41\">41</a> <a data-ref=\"Isaiah 50:10\" href=\"/Isaiah.50.10\">Is 50:10</a> <a data-ref=\"Jeremiah 26:19\" href=\"/Jeremiah.26.19\">Je 26:19</a> <a data-ref=\"Hosea 10:3\" href=\"/Hosea.10.3\">Ho 10:3</a> <a data-ref=\"Jonah 1:9\" href=\"/Jonah.1.9\">Jon 1:9</a> <a data-ref=\"Malachi 3:16\" href=\"/Malachi.3.16\">Mal 3:16</a><sup>(×2)</sup> <a data-ref=\"Psalms 15:4\" href=\"/Psalms.15.4\">ψ 15:4</a>; <a data-ref=\"Psalms 22:24\" href=\"/Psalms.22.24\">22:24</a>; <a data-ref=\"Psalms 25:12\" href=\"/Psalms.25.12\">25:12</a>; <a data-ref=\"Psalms 34:10\" href=\"/Psalms.34.10\">34:10</a>; <a data-ref=\"Psalms 112:1\" href=\"/Psalms.112.1\">112:1</a>; <a data-ref=\"Psalms 115:11\" href=\"/Psalms.115.11\">115:11</a>, <a data-ref=\"Psalms 115:13\" href=\"/Psalms.115.13\">13</a>; <a data-ref=\"Psalms 118:4\" href=\"/Psalms.118.4\">118:4</a>; <a data-ref=\"Psalms 128:1\" href=\"/Psalms.128.1\">128:1</a>, <a data-ref=\"Psalms 128:4\" href=\"/Psalms.128.4\">4</a>; <a data-ref=\"Psalms 135:20\" href=\"/Psalms.135.20\">135:20</a> <a data-ref=\"Proverbs 3:7\" href=\"/Proverbs.3.7\">Pr 3:7</a>; <a data-ref=\"Proverbs 14:2\" href=\"/Proverbs.14.2\">14:2</a>; <a data-ref=\"Proverbs 24:21\" href=\"/Proverbs.24.21\">24:21</a>; <a data-ref=\"Proverbs 31:30\" href=\"/Proverbs.31.30\">31:30</a>; <span dir=\"rtl\">יר׳ י׳ אֱלֹהֶיךָ</span> (and other sfs.) <a data-ref=\"Deuteronomy 6:2\" href=\"/Deuteronomy.6.2\">Dt 6:2</a>, <a data-ref=\"Deuteronomy 6:13\" href=\"/Deuteronomy.6.13\">13</a>, <a data-ref=\"Deuteronomy 6:24\" href=\"/Deuteronomy.6.24\">24</a>; <a data-ref=\"Deuteronomy 10:12\" href=\"/Deuteronomy.10.12\">10:12</a>, <a data-ref=\"Deuteronomy 10:20\" href=\"/Deuteronomy.10.20\">20</a>; <a data-ref=\"Deuteronomy 14:23\" href=\"/Deuteronomy.14.23\">14:23</a>; <a data-ref=\"Deuteronomy 17:19\" href=\"/Deuteronomy.17.19\">17:19</a>; <a data-ref=\"Deuteronomy 31:12\" href=\"/Deuteronomy.31.12\">31:12</a>, <a data-ref=\"Deuteronomy 31:13\" href=\"/Deuteronomy.31.13\">13</a> <a data-ref=\"Joshua 4:24\" href=\"/Joshua.4.24\">Jos 4:24</a> (D), <a data-ref=\"II Kings 17:39\" href=\"/II_Kings.17.39\">2 K 17:39</a> <a data-ref=\"Jeremiah 5:24\" href=\"/Jeremiah.5.24\">Je 5:24</a>; with sfs. referring to Yahweh or Elohim <a data-ref=\"Deuteronomy 4:10\" href=\"/Deuteronomy.4.10\">Dt 4:10</a>; <a data-ref=\"Deuteronomy 5:23\" href=\"/Deuteronomy.5.23\">5:26</a>; <a data-ref=\"Deuteronomy 8:6\" href=\"/Deuteronomy.8.6\">8:6</a>; <a data-ref=\"Deuteronomy 13:5\" href=\"/Deuteronomy.13.5\">13:5</a> <a data-ref=\"I Kings 8:40\" href=\"/I_Kings.8.40\">1 K 8:40</a>, <a data-ref=\"I Kings 8:43\" href=\"/I_Kings.8.43\">43</a> = <a data-ref=\"II Chronicles 6:31\" href=\"/II_Chronicles.6.31\">2 Ch 6:31</a>, <a data-ref=\"II Chronicles 6:33\" href=\"/II_Chronicles.6.33\">33</a>, <a data-ref=\"II Kings 17:36\" href=\"/II_Kings.17.36\">2 K 17:36</a> <a data-ref=\"Isaiah 25:3\" href=\"/Isaiah.25.3\">Is 25:3</a>; <a data-ref=\"Isaiah 29:13\" href=\"/Isaiah.29.13\">29:13</a> <a data-ref=\"Jeremiah 10:7\" href=\"/Jeremiah.10.7\">Je 10:7</a>; <a data-ref=\"Jeremiah 32:39\" href=\"/Jeremiah.32.39\">32:39</a> <a data-ref=\"Malachi 2:5\" href=\"/Malachi.2.5\">Mal 2:5</a>; <a data-ref=\"Malachi 3:5\" href=\"/Malachi.3.5\">3:5</a> <a data-ref=\"Zephaniah 3:7\" href=\"/Zephaniah.3.7\">Zp 3:7</a> <a data-ref=\"Psalms 22:26\" href=\"/Psalms.22.26\">ψ 22:26</a>; <a data-ref=\"Psalms 25:14\" href=\"/Psalms.25.14\">25:14</a>; <a data-ref=\"Psalms 31:20\" href=\"/Psalms.31.20\">31:20</a>; <a data-ref=\"Psalms 33:18\" href=\"/Psalms.33.18\">33:18</a>; <a data-ref=\"Psalms 34:8\" href=\"/Psalms.34.8\">34:8</a>, <a data-ref=\"Psalms 34:10\" href=\"/Psalms.34.10\">10</a>; <a data-ref=\"Psalms 60:6\" href=\"/Psalms.60.6\">60:6</a>; <a data-ref=\"Psalms 67:8\" href=\"/Psalms.67.8\">67:8</a>; <a data-ref=\"Psalms 72:5\" href=\"/Psalms.72.5\">72:5</a>; <a data-ref=\"Psalms 85:10\" href=\"/Psalms.85.10\">85:10</a>; <a data-ref=\"Psalms 103:11\" href=\"/Psalms.103.11\">103:11</a>, <a data-ref=\"Psalms 103:13\" href=\"/Psalms.103.13\">13</a>, <a data-ref=\"Psalms 103:17\" href=\"/Psalms.103.17\">17</a>; <a data-ref=\"Psalms 111:5\" href=\"/Psalms.111.5\">111:5</a>; <a data-ref=\"Psalms 119:63\" href=\"/Psalms.119.63\">119:63</a>, <a data-ref=\"Psalms 119:74\" href=\"/Psalms.119.74\">74</a>, <a data-ref=\"Psalms 119:79\" href=\"/Psalms.119.79\">79</a>; <a data-ref=\"Psalms 145:19\" href=\"/Psalms.145.19\">145:19</a>; <a data-ref=\"Psalms 147:11\" href=\"/Psalms.147.11\">147:11</a>; <span dir=\"rtl\">הַיָּרֵא אֶת־דְּבַר י׳</span> <a data-ref=\"Exodus 9:20\" href=\"/Exodus.9.20\">Ex 9:20</a> <em>he that feared the word of Yahweh</em> (J); <em>the name</em> (<em>of Yahweh</em>) <a data-ref=\"Deuteronomy 28:58\" href=\"/Deuteronomy.28.58\">Dt 28:58</a> <a data-ref=\"Isaiah 59:19\" href=\"/Isaiah.59.19\">Is 59:19</a> <a data-ref=\"Malachi 3:20\" href=\"/Malachi.3.20\">Mal 3:20</a> <a data-ref=\"Psalms 61:6\" href=\"/Psalms.61.6\">ψ 61:6</a>; <a data-ref=\"Psalms 86:11\" href=\"/Psalms.86.11\">86:11</a>; <a data-ref=\"Psalms 102:16\" href=\"/Psalms.102.16\">102:16</a> <a data-ref=\"Nehemiah 1:11\" href=\"/Nehemiah.1.11\">Ne 1:11</a>.<br><strong>Niph.</strong><sub>45</sub>  Impf. 2 m. <span dir=\"rtl\">תִּוָּרֵא</span> <a data-ref=\"Psalms 130:4\" href=\"/Psalms.130.4\">ψ 130:4</a>; Pt. <span dir=\"rtl\">נוֹרָא</span> <a data-ref=\"Genesis 28:17\" href=\"/Genesis.28.17\">Gn 28:17</a> + 33 times; f. <span dir=\"rtl\">נוֹרָאָה</span> <a data-ref=\"Isaiah 21:1\" href=\"/Isaiah.21.1\">Is 21:1</a>; pl. <span dir=\"rtl\">נוֹרָאוֹת</span> <a data-ref=\"Isaiah 64:2\" href=\"/Isaiah.64.2\">64:2</a> + 5 times; <span dir=\"rtl\">נוֹרָאֹת</span> <a data-ref=\"Deuteronomy 10:21\" href=\"/Deuteronomy.10.21\">Dt 10:21</a>; <span dir=\"rtl\">נֹרָאוֹת</span> <a data-ref=\"II Samuel 7:23\" href=\"/II_Samuel.7.23\">2 S 7:23</a>; sf. <span dir=\"rtl\">נוֹרְאוֹתֶיךָ</span> <a data-ref=\"Psalms 145:6\" href=\"/Psalms.145.6\">ψ 145:6</a>;— <strong>1.</strong>  <em>be fearful, dreadful</em>, e.g. wilderness <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">Dt 1:19</a>; <a data-ref=\"Deuteronomy 8:15\" href=\"/Deuteronomy.8.15\">8:15</a>, land <a data-ref=\"Isaiah 21:1\" href=\"/Isaiah.21.1\">Is 21:1</a>, people <a data-ref=\"Isaiah 18:2\" href=\"/Isaiah.18.2\">18:2</a>, <a data-ref=\"Isaiah 18:7\" href=\"/Isaiah.18.7\">7</a> <a data-ref=\"Habakkuk 1:7\" href=\"/Habakkuk.1.7\">Hb 1:7</a>, ice (in sim.) <span dir=\"rtl\">כְּעֵין הַקֶּרַח הנ׳</span> <a data-ref=\"Ezekiel 1:22\" href=\"/Ezekiel.1.22\">Ez 1:22</a> (del. 𝔊 Co). <strong>2.</strong>  <em>cause astonishment and awe:</em> of Yahweh himself <a data-ref=\"Psalms 47:3\" href=\"/Psalms.47.3\">ψ 47:3</a>; <a data-ref=\"Psalms 68:36\" href=\"/Psalms.68.36\">68:36</a>; <a data-ref=\"Psalms 76:8\" href=\"/Psalms.76.8\">76:8</a>; <span dir=\"rtl\">נוֹרָא תְהִלֹּת</span> <em>awe-inspiring in praises</em> <a data-ref=\"Exodus 15:11\" href=\"/Exodus.15.11\">Ex 15:11</a> (song); <span dir=\"rtl\">עַל־אלוהּ נוֹרָא הוֹד</span> <em>awe-inspiring majesty</em> (<em>is</em>) <em>upon Eloah</em> <a data-ref=\"Job 37:22\" href=\"/Job.37.22\">Jb 37:22</a>; c. <span dir=\"rtl\">לְ</span>, to kings of the earth <a data-ref=\"Psalms 76:13\" href=\"/Psalms.76.13\">ψ 76:13</a>; c. <span dir=\"rtl\">על</span> of hostile nations <a data-ref=\"Zephaniah 2:11\" href=\"/Zephaniah.2.11\">Zp 2:11</a>; of <span dir=\"rtl\">י׳</span>’s doings <a data-ref=\"Exodus 34:10\" href=\"/Exodus.34.10\">Ex 34:10</a> (J) <a data-ref=\"Psalms 66:3\" href=\"/Psalms.66.3\">ψ 66:3</a>, <a data-ref=\"Psalms 66:5\" href=\"/Psalms.66.5\">5</a>; <span dir=\"rtl\">(ה)נוראות</span> <em>wonderful, glorious things</em>, of Messianic king <a data-ref=\"Psalms 4:5\" href=\"/Psalms.4.5\">45:5</a>; of Yahweh himself <a data-ref=\"Deuteronomy 10:21\" href=\"/Deuteronomy.10.21\">Dt 10:21</a> <a data-ref=\"II Samuel 7:23\" href=\"/II_Samuel.7.23\">2 S 7:23</a> = <a data-ref=\"I Chronicles 17:21\" href=\"/I_Chronicles.17.21\">1 Ch 17:21</a> <a data-ref=\"Isaiah 64:2\" href=\"/Isaiah.64.2\">Is 64:2</a> <a data-ref=\"Psalms 106:22\" href=\"/Psalms.106.22\">ψ 106:22</a>; <a data-ref=\"Psalms 145:6\" href=\"/Psalms.145.6\">145:6</a>; <span dir=\"rtl\">נו׳</span> adverbially in <a data-ref=\"Psalms 65:6\" href=\"/Psalms.65.6\">ψ 65:6</a>; <a data-ref=\"Psalms 139:14\" href=\"/Psalms.139.14\">139:14</a> Ges<sup>§ 118. 5. b</sup> Da<sup>Synt. § 70(b)</sup>; <span dir=\"rtl\">יוֹם י׳ הגדול והנורא</span> <em>the great and awful day of Yahweh</em> <a data-ref=\"Joel 3:4\" href=\"/Joel.3.4\">Jo 3:4</a> <a data-ref=\"Malachi 3:23\" href=\"/Malachi.3.23\">Mal 3:23</a> cf. <a data-ref=\"Joel 2:11\" href=\"/Joel.2.11\">Jo 2:11</a>. <strong>3.</strong>  <em>inspire reverence, godly fear, and awe:</em> <strong>a.</strong>  as attribute of God, <span dir=\"rtl\">לְמַעַן תִּוָּרֵא</span> <em>that thou mightest be revered</em> <a data-ref=\"Psalms 130:4\" href=\"/Psalms.130.4\">ψ 130:4</a>; <span dir=\"rtl\">(ה)גָּדוֹל ו(ה)נוֹרָא</span> (the) <em>great and awful</em> (God) <a data-ref=\"Deuteronomy 7:21\" href=\"/Deuteronomy.7.21\">Dt 7:21</a>; <a data-ref=\"Deuteronomy 10:17\" href=\"/Deuteronomy.10.17\">10:17</a> <a data-ref=\"Nehemiah 1:5\" href=\"/Nehemiah.1.5\">Ne 1:5</a>; <a data-ref=\"Nehemiah 4:8\" href=\"/Nehemiah.4.8\">4:8</a>; <a data-ref=\"Nehemiah 9:32\" href=\"/Nehemiah.9.32\">9:32</a> <a data-ref=\"Daniel 9:4\" href=\"/Daniel.9.4\">Dn 9:4</a>; with <span dir=\"rtl\">עַל</span>, <em>above</em> all gods <a data-ref=\"Psalms 96:4\" href=\"/Psalms.96.4\">ψ 96:4</a> = <a data-ref=\"I Chronicles 16:25\" href=\"/I_Chronicles.16.25\">1 Ch 16:25</a>; above the angels round about him <a data-ref=\"Psalms 89:8\" href=\"/Psalms.89.8\">ψ 89:8</a>. <strong>b.</strong>  of the name of Yahweh <a data-ref=\"Deuteronomy 28:58\" href=\"/Deuteronomy.28.58\">Dt 28:58</a> <a data-ref=\"Psalms 99:3\" href=\"/Psalms.99.3\">ψ 99:3</a>; <a data-ref=\"Psalms 111:9\" href=\"/Psalms.111.9\">111:9</a> <a data-ref=\"Malachi 1:14\" href=\"/Malachi.1.14\">Mal 1:14</a>. <strong>c.</strong>  of sacred things: <span dir=\"rtl\">מלאךְ האלהים</span> <a data-ref=\"Judges 13:6\" href=\"/Judges.13.6\">Ju 13:6</a>; place of theophany <a data-ref=\"Genesis 28:17\" href=\"/Genesis.28.17\">Gn 28:17</a> (E).<br><strong>Piel.</strong><sub>5</sub>  Pf. 3 m. sf. <span dir=\"rtl\">יֵֽרְאֻנִי</span> <a data-ref=\"II Samuel 14:15\" href=\"/II_Samuel.14.15\">2 S 14:15</a>; Inf. sf. <span dir=\"rtl\">לְיָֽרְאֵנִי</span> <a data-ref=\"Nehemiah 6:19\" href=\"/Nehemiah.6.19\">Ne 6:19</a>; <span dir=\"rtl\">לְיָֽרְאָם</span> <a data-ref=\"II Chronicles 32:18\" href=\"/II_Chronicles.32.18\">2 Ch 32:18</a>; Pt. pl. <span dir=\"rtl\">מְיָֽרְאִים</span> <a data-ref=\"Nehemiah 6:9\" href=\"/Nehemiah.6.9\">Ne 6:9</a>, <a data-ref=\"Nehemiah 6:14\" href=\"/Nehemiah.6.14\">14</a> <em>make afraid, terrify</em>, with acc."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]