[{"_id": "531e4fe4fbfba276047f7152", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 35:7", "anchorRef": "Numbers 35:7", "anchorRefExpanded": ["Numbers 35:7"], "sourceRef": "Onkelos Numbers 35:7", "sourceHeRef": "תרגום אונקלוס על במדבר ל״ה:ז׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 35.0007, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "כָּל קִרְוַיָּא דִּי תִתְּנוּן לְלֵוָאֵי אַרְבְּעִין וְתַמְנֵי קִרְוִין יָתְהֶן וְיָת רְוָחֵיהֶן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "The total number of cities that you shall give to the Levites is forty eight cities, with their open spaces.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec987", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 35:7", "anchorRef": "Numbers 35:7", "anchorRefExpanded": ["Numbers 35:7"], "sourceRef": "Targum Jonathan on Numbers 35:7", "sourceHeRef": "תרגום יונתן על במדבר ל״ה:ז׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 35.0007, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "כָּל קִירְוַיָא דְתִתְּנוּן לְלֵיוָאֵי אַרְבְּעִין וְתַמְנֵי קוּרְיַין יַתְהוֹן וְיַת פְּדוֹרְוַולְהוֹן", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " All the cities that you give to the Levites shall be forty-eight cities with their suburbs.  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "57e77d8dd6e4a94c7c18b3a3", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 35:7", "anchorRef": "Numbers 35:7", "anchorRefExpanded": ["Numbers 35:7"], "sourceRef": "Tafsir Rasag, Numbers 35:7", "sourceHeRef": "תפסיר רס\"ג, במדבר ל״ה:ז׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 35.0007, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "פיציר ג̇מיע אלקרי אלתי תעטונהם ת̇מאן וארבעין קריה ואפניתהא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "596b23f4d6e4a93a96075c58", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 408:1", "anchorRef": "Numbers 35:7", "anchorRefExpanded": ["Numbers 35:7"], "sourceRef": "Sefer HaChinukh 408:1", "sourceHeRef": "ספר החינוך ת״ח:א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 408.0001, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "<b>מִצְוַת יִשְׂרָאֵל לָתֵת עָרִים לַלְּוִיִּם לָשֶׁבֶת בָּהֶן וְהֵן קוֹלְטוֹת</b> – שֶׁנִּצְטַוּוּ יִשְׂרָאֵל לָתֵת לְשֵׁבֶט לֵוִי עָרִים לָשֶׁבֶת בָּהֶן אַחַר שֶׁאֵין לָהֶם חֵלֶק בָּאָרֶץ, שֶׁנֶּאֱמַר (במדבר לה ב) צַו אֶת בְּנֵי יִשְׂרָאֵל וְנָתְנוּ לַלְוִיִּם מִנַּחֲלַת אֲחֻזָּתָם עָרִים לָשָׁבֶת. וְנֶאֱמַר בְּסוֹף הַפָּרָשָׁה (שם ז) כָּל הֶעָרִים אֲשֶׁר תִּתְּנוּ לַלְוִיִּם אַרְבָּעִים וּשְׁמֹנֶה עִיר. וּמֵאֵלֶּה הֶעָרִים שֶׁל לְוִיִּם, הָיוּ מֵהֶם עָרִים מְיֻחָדוֹת לִהְיוֹת מִקְלַט הָרוֹצֵחַ, וְאוּלָם, בְּכֻלָּן הָיָה לוֹ מִקְלָט, וּבְסֵדֶר שׁוֹפְטִים, בְּמִצְוַת עָרֵי מִקְלָט (מצוה תקכ) נִכְתֹּב בְּעֶזְרַת הַשֵּׁם מָה בֵּין מְיֻחָדוֹת לְכָךְ לְאוֹתָן הָאֲחֵרוֹת, וְהָיוּ קוֹלְטוֹת אוֹתוֹ בִּצְדָדִים יְדוּעִים, כְּמוֹ שֶׁמְּפֹרָשׁ בַּכָּתוּב, וּמְבֹאָר בְּמַסֶּכֶת מַכּוֹת (י, א).", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b>The commandment on Israel to give cities within which the Levites may dwell, and they shelter:</b> That Israel was commanded to give cities to the Tribe of Levi to dwell therein, since they do not have a portion in the Land, as it is stated (Numbers 35:2), “Command the Children of Israel, and they shall give to the Levites from the inheritance of their holding, cities to dwell.” And it is stated at the end of the section (Numbers 35:7). “All of the cities that you shall give to the Levites are forty-eight cities.” And from these forty-eight cities of the Levites, there were cities that were specified to be a refuge for the killer. However, all of them would shelter him. And with God’s help, we will write in the Order of <i>Shoftim</i> in the commandment of the cities of refuge (Sefer HaChinukh 520), what is [the difference] between those specified for this and the others. And they would shelter him in well-known ways, as is explained in Scripture. And it is elucidated in Tractate Makkot 10a.", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "59b4d906d6e4a93abc4732b3", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 520:3", "anchorRef": "Numbers 35:6-7", "anchorRefExpanded": ["Numbers 35:6", "Numbers 35:7"], "sourceRef": "Sefer HaChinukh 520:3", "sourceHeRef": "ספר החינוך תק״כ:ג׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 520.0003, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "מִדִּינֵי הַמִּצְוָה. מָה שֶׁאָמְרוּ זִכְרוֹנָם לִבְרָכָה (עי' רמב\"ם הל' רוצח פ\"ח הל' ב ד) כִּי שֵׁשׁ עָרִים אֵלֶּה שָׁלֹשׁ מֵהֶן הִבְדִּיל מֹשֶׁה רַבֵּנוּ עָלָיו הַשָּׁלוֹם, בְּעֵבֶר הַיַּרְדֵּן, וְשָׁלֹשׁ הִבְדִּיל יְהוֹשֻׁעַ בְּאֶרֶץ כְּנַעַן, וְלֹא קָלְטוּ שֶׁל מֹשֶׁה, עַד שֶׁהֻבְדְּלוּ הַשָּׁלֹשׁ שֶׁל יְהוֹשֻׁעַ, וְאִם כֵּן, לָמָּה הִבְדִּילָן מֹשֶׁה? אָמַר מִצְוָה שֶׁבָּאָה לְיָדִי אֲקַיְּמֶנָּה, וּבִימֵי מֶלֶךְ הַמָּשִׁיחַ נוֹסִיף עוֹד שָׁלֹשׁ, שֶׁנֶּאֱמַר וְיָסַפְתָּ לְךָ עוֹד שָׁלֹשׁ עָרִים עַל הַשָּׁלֹשׁ הָאֵלֶּה וְגוֹ'. וְאָמְרוּ זִכְרוֹנָם לִבְרָכָה (שם הל' ט י) שֶׁכָּל עָרֵי הַלְוִיִּם הָיוּ קוֹלְטוֹת, שֶׁנֶּאֱמַר וַעֲלֵיהֶם תִּתְּנוּ אַרְבָּעִים וּשְׁתַּיִם עִיר כָּל הֶעָרִים אֲשֶׁר תִּתְּנוּ לַלְוִיִּם וְגוֹ' הִקִּישָׁן הַכָּתוּב כֻּלָּן. אֲבָל הֶפְרֵשׁ זֶה הָיָה בֵּינֵיהֶם, שֶׁעָרֵי מִקְלָט קוֹלְטוֹת, בֵּין לְדַעַת בֵּין שֶׁלֹּא לְדַעַת, וּשְׁאָר עָרֵי הַלְוִיִּם אֵינָן קוֹלְטוֹת אֶלָּא לְדַעַת. וְרוֹצֵחַ הַדָּר בְּעָרֵי מִקְלָט אֵינוֹ נוֹתֵן שְׂכַר בַּיִת, וּבִשְׁאָר הֶעָרִים נוֹתֵן שְׂכַר בַּיִת. וְאָמְרוּ זִכְרוֹנָם לִבְרָכָה (ב\"ב ק, ב) שֶׁרֹחַב דֶּרֶךְ עִיר מִקְלָט צָרִיךְ שְׁלֹשִׁים וּשְׁתַּיִם אַמּוֹת, וּבַחֲמִשָּׁה עָשָׂר בַּאֲדָר, בֵּית דִּין שׁוֹלְחִין שְׁלוּחִים, לְתַקֵּן אֶת הַדְּרָכִים, וְאִם נִתְרַשְּׁלוּ בַּדָּבָר כְּאִלּוּ שָׁפְכוּ דָּמִים. וְאָמְרוּ זִכְרוֹנָם לִבְרָכָה (מכות יא, ב) שֶׁכָּל עִיר הַקּוֹלֶטֶת תְּחוּמָהּ קוֹלֵט. וְיֶתֶר פְּרָטֵי הַמִּצְוָה בְּסַנְהֶדְרִין וּמַכּוֹת וּשְׁקָלִים וְסוֹטָה.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "From the laws of the commandment is that which they, may their memory be blessed, said (see Mishneh Torah, Laws of Murderer and the Preservation of Life 8:2, 4) [regarding] these six cities that Moshe separated three of them in Transjordan and Yehoshua separated three of them in the Land of Canaan, but the ones of Moshe did not shelter until the three of Yehoshua were separated. And if so, why did Moshe separate them? He said, “[If] a commandment comes to my hand, I will fulfill it.” And at the time of the King Messiah, we will add another three, as it is stated (Deuteronomy 19:9), “and you shall further add for yourself three cities upon these three, etc.” And they, may their memory be blessed, said (Mishneh Torah, Laws of Murderer and the Preservation of Life 8:10) that all of the cities of the Levites would shelter, as it is stated (Numbers 35:6-7), “and upon them you shall give forty-two cities. All of the cities that you shall give to the Levites, etc.” — Scripture compared all of them (the six cities of refuge and the forty-two additional ones). But there is this difference between them — that the cities of refuge shelter, whether knowingly (when the inadvertent killer is seeking refuge there) or not knowingly; whereas the cities of the Levites only shelter knowingly. [Also] a murderer that lives in a city of refuge does not [pay] rent; whereas in the other cities, he [pays] rent. And [also that which] they, may their memory be blessed, said (Bava Batra 100b) that the width of the path [to the] city of refuge is thirty-two ells; and that on the fifteenth of Adar, the court would send agents to fix the paths — and if they were negligent in the matter, it is as if they spilled blood. And [also that which] they, may their memory be blessed, said (Makkot 11b) that the perimeter of any city that shelters, [also] shelters. And the rest of the details of the commandment are in <i>Sanhedrin</i>, in <i>Makkot</i>, in <i>Shekalim</i> and in <i>Sotah</i>.", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "59ef2e70d6e4a90d4d5c28a3", "index_title": "Steinsaltz on Sotah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sotah 47b:4", "anchorRef": "Numbers 35:7", "anchorRefExpanded": ["Numbers 35:7"], "sourceRef": "Steinsaltz on Sotah 47b:4", "sourceHeRef": "ביאור שטיינזלץ על סוטה מ״ז ב:ד׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 94.0004, "collectiveTitle": {"en": "Steinsaltz on Sotah", "he": "ביאור שטיינזלץ על סוטה"}, "heTitle": "ביאור שטיינזלץ על סוטה", "he": "<b>מנהני מילי</b> <small>[מניין הדברים הללו]?</small> ומשיבים, <b>דתנו רבנן</b> <small>[ששנו חכמים]:</small> נאמר בדין עגלה ערופה <b>\"לא נודע מי הכהו\"</b> (דברים כא, א), ונדייק: <b>הא</b> <small>[הרי]</small> אם <b>נודע מי הכהו, אפילו</b> ידע זאת <b>אחד בסוף העולם —</b> <b>לא היו עורפין. ר' עקיבא אומר: מנין לסנהדרין שראו</b> בעצמם <b>אחד שהרג את הנפש ואין מכירין אותו,</b> כלומר, אין מזהים אותו בבירור, <b>שלא היו עורפין —</b> <b>תלמוד לומר: \"ועינינו לא ראו\"</b> (במדבר לה, ז), <b>והלא ראו.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a43673ed6e4a97d18d91bd7", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Numbers 35:7:1", "anchorRef": "Numbers 35:7", "anchorRefExpanded": ["Numbers 35:7"], "sourceRef": "Ralbag Beur HaMilot on Torah, Numbers 35:7:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, במדבר ל״ה:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "במדבר", "he": "ואמר <b>כל הערים אשר תתנו ללויים ארבעים ושמונה עיר</b> להגיד שהם כלם ללויים בדרך אחד:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a5de1e6d6e4a90b92439123", "index_title": "Steinsaltz on Avodah Zarah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Avodah Zarah 9b:1", "anchorRef": "Numbers 35:7", "anchorRefExpanded": ["Numbers 35:7"], "sourceRef": "Steinsaltz on Avodah Zarah 9b:1", "sourceHeRef": "ביאור שטיינזלץ על עבודה זרה ט׳ ב:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Steinsaltz on Avodah Zarah", "he": "ביאור שטיינזלץ על עבודה זרה"}, "heTitle": "ביאור שטיינזלץ על עבודה זרה", "he": "<b>\"ארבעים ושמנה עיר\"</b> (במדבר לה, ז). <b>ו</b>כיוצא בזה לצד האחר, <b>אי טעי ספרא</b> <small>[ואם טועה הסופר]</small> ואינו זוכר את פרטי השנים למניין השטרות, <b>נשייליה לתנא</b> <small>[ישאל את התנא]</small> <b>כמה קתני</b> <small>[הוא שונה]</small> במניין הפרטים מתחילת האלף החמישי, <b>וניבצר מינייהו</b> <small>[ויפחת ממנו]</small> <b>ארבעים ושמונה, ומשכח ליה לחומריה</b> <small>[וימצא את מספרו],</small> <b>וסימניך</b> <small>[וסימנך]:</small> <b>ספרא בצירא, תנא תוספאה</b> <small>[הסופר ממעט, התנא מוסיף].</small>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ebd39e1024f59704938d1b2", "index_title": "Peninei Halakhah, Kashrut", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Kashrut 7:3:2", "anchorRef": "Numbers 35:1-8", "anchorRefExpanded": ["Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8"], "sourceRef": "Peninei Halakhah, Kashrut 7:3:2", "sourceHeRef": "פניני הלכה, כשרות ז׳:ג׳:ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [2014, 2018], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Peninei Halakhah, Kashrut", "he": "פניני הלכה, כשרות"}, "he": "תפקידם של הכהנים והלוויים להיות אנשי תורה וחינוך בישראל, שנאמר (דברים לג, י): \"יוֹרוּ מִשְׁפָּטֶיךָ לְיַעֲקֹב וְתוֹרָתְךָ לְיִשְׂרָאֵל\". וכן נאמר (שם יז, ח-ט): \"כִּי יִפָּלֵא מִמְּךָ דָבָר לַמִּשְׁפָּט, בֵּין דָּם לְדָם בֵּין דִּין לְדִין וּבֵין נֶגַע לָנֶגַע דִּבְרֵי רִיבֹת בִּשְׁעָרֶיךָ, וְקַמְתָּ וְעָלִיתָ אֶל הַמָּקוֹם אֲשֶׁר יִבְחַר ה' אֱלוֹהֶיךָ בּוֹ. וּבָאתָ אֶל הַכֹּהֲנִים הַלְוִיִּם וְאֶל הַשֹּׁפֵט אֲשֶׁר יִהְיֶה בַּיָּמִים הָהֵם וְדָרַשְׁתָּ וְהִגִּידוּ לְךָ אֵת דְּבַר הַמִּשְׁפָּט\". כדי שהכהנים והלוויים יהיו פרושים בכל הארץ ופנויים לעבודתם הרוחנית, ללמוד תורה וללמדה, קבעה התורה שלא תינתן להם נחלה בארץ, אלא כל שבט ושבט יקצה להם ערים בנחלתו. שנאמר (במדבר לה, א-ח): \"וַיְדַבֵּר ה' אֶל מֹשֶׁה… צַו אֶת בְּנֵי יִשְׂרָאֵל וְנָתְנוּ לַלְוִיִּם מִנַּחֲלַת אֲחֻזָּתָם עָרִים לָשָׁבֶת וּמִגְרָשׁ לֶעָרִים סְבִיבֹתֵיהֶם תִּתְּנוּ לַלְוִיִּם. וְהָיוּ הֶעָרִים לָהֶם לָשָׁבֶת וּמִגְרְשֵׁיהֶם יִהְיוּ לִבְהֶמְתָּם וְלִרְכֻשָׁם וּלְכֹל חַיָּתָם… כָּל הֶעָרִים אֲשֶׁר תִּתְּנוּ לַלְוִיִּם אַרְבָּעִים וּשְׁמֹנֶה עִיר… מֵאֵת הָרַב תַּרְבּוּ וּמֵאֵת הַמְעַט תַּמְעִיטוּ, אִישׁ כְּפִי נַחֲלָתוֹ אֲשֶׁר יִנְחָלוּ יִתֵּן מֵעָרָיו לַלְוִיִּם\". כלומר הכהנים והלוויים קבלו מקומות לגור, ואף מגרשים לרכושם, אבל לא קיבלו אדמות כדי לגדל את מזונם, אלא ניזונו מהתרומות והמעשרות שקיבלו של ישראל. שנאמר (דברים יח, א-ב): \"לֹא יִהְיֶה לַכֹּהֲנִים הַלְוִיִּם כָּל שֵׁבֶט לֵוִי חֵלֶק וְנַחֲלָה עִם יִשְׂרָאֵל, אִשֵּׁי ה' וְנַחֲלָתוֹ יֹאכֵלוּן. וְנַחֲלָה לֹא יִהְיֶה לּוֹ בְּקֶרֶב אֶחָיו, ה' הוּא נַחֲלָתוֹ כַּאֲשֶׁר דִּבֶּר לוֹ\". וכן עשו ישראל בימי יהושע, שנאמר (יהושע כא, ג): \"וַיִּתְּנוּ בְנֵי יִשְׂרָאֵל לַלְוִיִּם מִנַּחֲלָתָם אֶל פִּי ה' אֶת הֶעָרִים הָאֵלֶּה וְאֶת מִגְרְשֵׁיהֶן…\" במשך הדורות, לפי הצורך, הקצו לכהנים וללוויים ערים נוספות, כדוגמת נוב וענתות.", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60dc1cc1e3d6407582198699", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 25:33:1", "anchorRef": "Numbers 35:6-7", "anchorRefExpanded": ["Numbers 35:6", "Numbers 35:7"], "sourceRef": "Ramban on Leviticus 25:33:1", "sourceHeRef": "רמב\"ן על ויקרא כ״ה:ל״ג:א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "<b>ואשר יגאל מן הלוים</b> הנראה בפשוטו של פסוק זה כי אמר (ויקרא כ״ה:ל״ב) גאלת עולם תהיה ללוים לגאול מיד ולגאול לעולם ולא פירש בהם אם יגאלו הקרובים ולא אם ינהג בהם יובל לפיכך חזר ואמר ואשר יגאל מן הלוים יהיה הגואל שיגאל הוא מעצמו או הלוי הקרוב אליו ויצא ממכר בית ועיר אחוזתו ביובל מיד הקונה על דעת כן יגאל שיחשוב שני ממכרו והשיב את העודף לומר שהיובל נוהג בהם ותהיה גאולת הלוים כאשר אמר בישראל (ויקרא כ״ה:כ״ז) וחשב את שני ממכרו וגו' ורבותינו אמרו (ערכין לג) שהכתוב מדבר בלוי שקנה מלוי ולפי דבריהם נראה לי בפירוש הפסוק כי היה לפנים בישראל כשצריך אדם למכור שדהו שיבא הקודם בירושתו ויקנה אותה והוא הנקרא גאולה שנאמר (ירמיהו לב ז) קנה לך את שדי אשר בענתות כי לך משפט הגאולה לקנות וכן מפורש שם בענין בועז (רות ד) ונראה בעיני שהיו דנים לו דין קדימה כאשר הנהיגו לנו רבותינו בדינא דבר מצרא והיו קונים מן הגואל הראשון בקנין סודר כמו שעשה בועז (שם שם ח) והנה יאמר הכתוב בכאן כי כאשר יגאל הלוי נחלת הלוי קרובו כלומר שיקנה אותה ממנו כדין הגאולה יצא הממכר ההוא ביובל לימד שיהא יובל נוהג בהם בגאולה כמכירה אחרת ולא היה צריך להזכיר הדין במכירה לבדה כי הם בכלל ישראל אלא שיפה כחם בגאולת עולם והדין הזה של גאולה גם בישראל הוא נוהג אבל הזכירו הכתוב בלוים שלא תאמר לא נתנו הערים אלא לשבט הלוי כולו ולכן יצאו מישראל אבל לא מלוי וכל שכן מגואל קרוב שאנחנו חייבנוהו לקנות ולכך אמר שאף הגאולה תצא ביובל ומן הלוי נלמד בישראל ואפשר גם כן שאין הלוים רשאין למכור בעריהם לישראל בשום מכר ולכן תקרא כל קנייתם גאולה:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "AND IF ONE OF THE LEVITES REDEEM. The plain meaning of this verse appears to be as follows: He had stated [in the previous verse], <i>the Levites have a perpetual right of redemption</i>, to redeem immediately [even before the period of two years after the sale of the fields, which an Israelite must wait before he is allowed to redeem], and to redeem at any time [a house in a walled city, even after the expiration of a year since the sale, after which time an Israelite cannot redeem]. But He did not explain with reference to them [the Levites] whether their relatives [also] have the right of redemption, nor whether the Jubilee applies to them. Therefore He stated again, <i>And if one of the Levites redeem</i>, be the redeemer the seller himself or his relative a Levite, <i>then the house that was sold, and the city of his possession, shall go out in the Jubilee</i> from the hand of the purchaser. He should redeem it on this understanding, that <i>he shall reckon the years of the sale thereof and restore the overplus</i>,<sup class=\"footnote-marker\">197</sup><i class=\"footnote\">Verse 27. He calculates how many years remain until the Jubilee, and divides the total purchase-price by the number of years of crops that the purchaser will have until the Jubilee. This gives the value of each crop bought. If the purchaser or his relative redeems the field before the Jubilee, he deducts from the purchase-money paid the value of the crops eaten by the purchaser during the years that the field was in his possession, and gives him the balance.</i> meaning to say that the Jubilee does apply to them [the Levites], and the manner of their redemption shall be as He said of the Israelites, <i>and he shall reckon the years of the sale thereof</i> etc.<sup class=\"footnote-marker\">197</sup><i class=\"footnote\">Verse 27. He calculates how many years remain until the Jubilee, and divides the total purchase-price by the number of years of crops that the purchaser will have until the Jubilee. This gives the value of each crop bought. If the purchaser or his relative redeems the field before the Jubilee, he deducts from the purchase-money paid the value of the crops eaten by the purchaser during the years that the field was in his possession, and gives him the balance.</i><br>And our Rabbis have said<sup class=\"footnote-marker\">198</sup><i class=\"footnote\">Arakhin 33 a.</i> that the verse speaks of a Levite who buys from a Levite. According to their word, the interpretation of the verse appears to me to be as follows: It was the custom in former times in Israel that when a man had to sell his field, the person who had precedence in his inheritance [i.e., who was the nearest relative who could inherit] would come and buy it, and it was this that was called “redemption,” as it is said, <i>Buy thee my field that is in Anathoth, for the right of redemption is thine to buy it</i>,<sup class=\"footnote-marker\">199</sup><i class=\"footnote\">Jeremiah 32:7.</i> and so also is it explained there in the matter of Boaz.<sup class=\"footnote-marker\">200</sup><i class=\"footnote\">Ruth 4:4.</i> And it appears to me that they administered a law of precedence for him, just as our Rabbis enacted for us the law of [the prerogative of] the neighbor,<sup class=\"footnote-marker\">201</sup><i class=\"footnote\">Baba Metzia 108 a. If a man wishes to sell his field, his neighbor has the special right of pre-emption — the right of purchasing before or in preference to others.</i> and [if other people wanted to buy it], they would acquire [the right of possession] from the “first redeemer” by the [symbolic act of] acquisition of a scarf, as did Boaz.<sup class=\"footnote-marker\">202</sup><i class=\"footnote\">Ruth 4:8: <i>So the near kinsman said unto Boaz: ‘Buy it for thyself.’ And he drew off his shoe</i>. See Ramban on Exodus 28:41.</i> Thus Scripture is stating here that when a Levite redeems the inheritance of a Levite, that is to say, when he buys it from him as is the law of redemption, then that [land] acquired shall go out in the Jubilee. It thus teaches that the Jubilee applies to them [the Levites] in the case of “redemption” just as in the case of any other sale [among Israelites]. Scripture did not have to mention this law in the case of a plain sale [i.e., to say that if a Levite sold his field to a non-Levite, who is not his near relative, that it goes back to its original owner, the Levite, in the Jubilee], for they [Levites] are part of all Israel [and it is self-understood that the same laws apply to them]; except that He strengthened their legal right [by giving them, as explained above], a perpetual [privilege of] redemption. This law of “redemption” applies also to Israelites [i.e., that if they bought from Levites, the Levites have an unrestricted right of redemption forever]. Scripture, however, mentioned it with reference to the Levites, in order that one should not say that the [forty-eight] cities<sup class=\"footnote-marker\">203</sup><i class=\"footnote\">Numbers 35:6-7.</i> were only given to the whole tribe of Levi [and not to any particular person], and that therefore [fields which a Levite had sold] go back from an Israelite [in the Jubilee, i.e., if the purchaser was an Israelite he must give them back], but they do not go back from a Levite [i.e., if the purchaser was a Levite he does not have to give them back, since they remain anyway in the hands of the Levitical tribe], and certainly [we might think that] from a near kinsman [i.e., a Levite] whom we have made liable to buy [the field of his poor brother-Levite, those fields surely do not go back in the Jubilee]; therefore He said that this <i>redemption</i> too goes back in the Jubilee, and from the [law stated in connection with the] Levite we deduce [that the same law applies] to the Israelites. It is possible also that the Levites are not permitted to sell of their cities in any transaction [i.e., whether a field or house] to an Israelite, and therefore all their purchases are termed <i>redemption</i> [because only other Levites, who are their kinsmen, can buy from them].", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eeb6bfddfbb310fed20", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Levitical Towns of Asylum 2-3", "anchorRef": "Numbers 35:1-34", "anchorRefExpanded": ["Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Levitical Towns of Asylum 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ט׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Levitical Towns of Asylum", "he": "במדבר הערה ט׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ט׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["As a kind of appendix to the previous chapter, and for a last mention of the Levites in Numbers, we are given what the Torah regards as an important innovation: the institution of the Towns of Asylum (or Refuge), whereby an accidental manslayer could avoid the expected blood vengeance of the dead person’s family. Greenberg (1959) has claimed that the specified towns probably were a substitute for what in other ancient Near Eastern societies was banishment; in his view, the idea of internal banishment presented here affirms the high and nonnegotiable value put on human life in the Bible—even when it is ended by accident. Be that as it may, the law in this chapter puts a brake on a reality of ancient life.", "It is likely that the towns in question were previously sacred Canaanite towns, and Frick has raised the interesting possibility that from that special character or status may have evolved the concept of citywide asylum (and not just at the altar, a temporary measure)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380ae713bd8cd388d3e57", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "anchorRef": "Numbers 26:1-36:13", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳ ב׳-י׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Preparations for Conquest", "he": "במדבר מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE LAST PART OF</small> N<small>UMBERS IS WHAT THE READER MIGHT HAVE EXPECTED ALL ALONG</small>: a collection of materials that deal directly with the upcoming conquest of Canaan. It is concerned, then, with the transfer of leadership from Moshe to Yehoshua (Joshua); with provisions for two and a half tribes to remain on the east bank of the Jordan River, as long as they take part in the impending invasion; with listing the entire route of the Israelites, from Egypt to the plains of Moab; and with the borders of the land to be conquered.", "As has been the case earlier in the book, however, other material intervenes: a theme and variation doublet on the inheritance of land in a case where a man leaves daughters, not sons; two chapters on what sacrifices are to be brought on holy days; a section on vows taken by women; war with Midyan and the precise apportioning of spoils, both to warriors and to the sanctuary; and the law regarding accidental homicide, in which family vengeance is circumvented by the existence of “safe” Levite towns to which the manslayer may flee.", "The inconsistent thematics may again be explained by the intrusion of an editorial hand, again by priestly interests. In Levine’s view, most of Chapters 25–36 function to establish matters of importance in the priestly view, just as in Chapters 1–10. Here law takes precedence over narrative.", "Despite the varied subject matter of this section, it holds together structurally, via the common biblical technique of word (sound) repetition. The rather common verb <i>tzivvah</i>, “command,” weaves through every one of Chapters 26–36, except for 33. Sometimes it introduces what God wants the Israelites to do; sometimes it leads to the formula of fulfillment, “as YHWH commanded the Children of Israel, so they did”; still other times it refers to a command given by Moshe himself. The entire section begins with the verb (26:4), and ends with it as well (36:13). In addition, the chapters most far afield, 28–29 (taken as a unit) and 30, begin and end with it. Whether this was a conscious technique by redactors is hard to say, but its existence is striking.", "Another structural device, that of framing, also occurs in this part of the book: after the introductory census (Chap. 26), the rest is built between two brackets, each involving the daughters of Tzelofhad, and each opening with the verb “to come-near” (27:1 and 36:1). So despite the wide-ranging material, some sense of unity has been imposed upon it.", "Finally, there is the key occurrence, for the book of Numbers, of more lists, from census to holiday sacrifices, from stops along the journey to the precise borders of the Promised Land. We are in the presence of order once again.", "What remains lacking at the end of the book is exactly what Deuteronomy supplies: a final exhortation from Moshe, which includes reiteration and further clarification of the laws, a public covenant ceremony, Moshe’s long blessing of the people, and the account of his death and burial. If added here, these topics might have tipped the scales of Numbers, which has given us almost too much to digest as it is; as the Torah has come down to us, they are more appropriately treated in the expansive and majestic rhetorical setting of Deuteronomy.", "<img>", "<b><i>Num. 26:3</i> Moshe spoke, and El’azar the priest, to them in the Plains of Moav …</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f1c9ad75f2d99afa54", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Levitical Towns of Asylum 1", "anchorRef": "Numbers 35:1-34", "anchorRefExpanded": ["Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Levitical Towns of Asylum 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ט׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ט׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 35:1-34\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 35:1-34</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "64b31321e20c3eb08f8296e7", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "", "ref": "Yalkut Shimoni on Torah 787:17", "anchorRef": "Numbers 35:7", "anchorRefExpanded": ["Numbers 35:7"], "sourceRef": "Yalkut Shimoni on Torah 787:17", "sourceHeRef": "ילקוט שמעוני על התורה תשפ״ז:י״ז", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1100], "commentaryNum": 787.0017, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "והערים אשר תתנו. עם הראשונות, או חוץ מן הראשונות, ת\"ל (ואת הערים תתנו) [את שלש הערים תתנו וגו'] הא מה תלמוד לומר והערים עם הראשונים וכו'. להיכן גולין לערי מקלט שלש שבעבר הירדן ושלש שבארץ כנען שנאמר תתנו מעבר לירדן וגו'. עד שלא נבחרו שלשה שבארץ כנען לא היו שלש שבעבר הירדן קולטות שנאמר שש ערי מקלט תהיינה עד שיהו ששתן קולטות כאחת. ת\"ר שלש ערים הבדיל משה בעבר הירדן וכנגדו הבדיל יהושע בארץ כנען ומכוונות היו כמין שתי שורות. חברון ביהודה כנגד בצר במדבר. שכם בהר אפרים כנגד רמות בגלעד. קדש בהר נפתלי כנגד גולן בבשן. ושלשת שיהיו משולשות שיהא מדרום לחברון כמחברון לשכם, ומחברון לשכם כמשכם לקדש, ומשכם לקדש כמקדש לצפון. בעבר הירדן תלת ובארץ ישראל תלת, אמר אביי בגלעד שכיחי רוצחין דכתיב גלעד קרית פועלי און עקובה מדם שהיו עוקבין להרוג נפשות. ומ\"ש מהאי גיסא [ומהאי גיסא] דמרחקי ומ\"ש (מהאי גיסא) מציעאי דמקרבי [אמר אביי] בשכם נמי שכיחי רוצחים שנאמר חבר כהנים דרך ירצחו שכמה, שהיו מתחברין להרוג נפשות ככהנים הללו שמתחברים לחלק תרומה בבית הגרנות, ותו ליכא והכתיב ועליהם תתנו ארבעים ושתים עיר, אמר אביי הללו קולטות בין לדעת בין שלא לדעת, והללו אין קולטות אלא לדעת. וחברון עיר מקלט הואי והכתיב ויתנו לכלב את חברון, אמר אביי פרוודהא דכתיב ואת שדה העיר ואת חצריה נתנו לכלב, וקדש עיר מקלט הואי והכתיב רקת וכנרת וקדש ותניא ערים הללו אין עושין אותן לא כרכים קטנים ולא כרכים גדולים אלא עיירות בינוניות, אמר רב יוסף תרתי קדש הויין, אמר רב אשי כגון סליקום ואקרא דסליקום:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": "And the cities that you shall give: Including the first cities or excluding the first cities? It is derived from the phrase \"and you shall give the cities\" - which means you shall give the three cities, etc. What is the purpose of stating \"and the cities, along with their pasturelands\"? This teaches us where the cities of refuge are located - three on the east side of the Jordan River and three in the land of Canaan, as it is stated, \"You shall give beyond the Jordan, etc.\" Until the three cities were chosen in the land of Canaan, the three cities on the east side of the Jordan did not accept the accidental manslayer, as it is stated, \"Six cities of refuge shall you have.\" Only when all six cities were ready to accept, they functioned together. It is taught in a Baraita: Moses designated three cities on the east side of the Jordan River, and correspondingly, Joshua designated three cities in the land of Canaan. And they were aligned like two rows: Hebron in the territory of Judah corresponds to Bezer in the wilderness. Shechem in the hill country of Ephraim corresponds to Ramoth in Gilead. Kedesh in the hill country of Naphtali corresponds to Golan in Bashan. And the three cities should be arranged in a triangle, so that there is a direct line from the south of Hebron to Hebron, from Hebron to Shechem, and from Shechem to Kedesh, and from Kedesh to the north. On the east side of the Jordan, three cities, and in the land of Israel, three cities. Abaye said: In Gilead, murderers were common, as it is written: \"Gilead, a city of workers of mischief, is stained with blood\" (Hosea 6:8), indicating that they used to lie in wait to kill souls. And what about this matter? And what about that matter? From this angle and from that angle? Abaye said: In Shechem as well, murderers were common, as it is stated: \"The company of priests shed blood on the way to Shechem\" (Hosea 6:9), indicating that they used to join together to kill souls, just as these priests would join together to distribute the terumah in the granary. And furthermore, the verse states: \"And you shall give them forty-two cities\" (Numbers 35:7). Abaye said: These cities accept unintentional manslayers, whether they were aware of it or not, whereas those cities only accept them if they were aware. And Hebron is indeed a city of refuge, as the verse states: \"They gave to Caleb Hebron\" (Joshua 14:13). Abaye said: This is a separate matter, as it is written: \"They gave the fields of the city and its villages to Caleb\" (Joshua 21:12). And Kedesh is indeed a city of refuge, as the verse states: \"Rekem and Kinneret, Kedesh\" (Joshua 19:37). And it was taught in a Baraita: These cities are not made like small cities or large cities, but rather as medium-sized towns. Rav Yosef said: There are two Kedesh cities. Rav Ashi said: Such as Salka and Akra, which are Kedesh cities.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "657ecc7d758c1dc532ec948c", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 35:7", "anchorRef": "Numbers 35:7", "anchorRefExpanded": ["Numbers 35:7"], "sourceRef": "Steinsaltz on Numbers 35:7", "sourceHeRef": "ביאור שטיינזלץ על במדבר ל״ה:ז׳", "anchorVerse": 7, "sourceHasEn": true, "commentaryNum": 35.0007, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>כָּל הֶעָרִים אֲשֶׁר תִּתְּנוּ לַלְוִיִּם</b>– \n    <b>אַרְבָּעִים וּשְׁמֹנֶה עִיר, אֶתְהֶן</b>– את הערים עצמן, \n    <b>וְאֶת מִגְרְשֵׁיהֶן</b> מסביב. כיוון שנחלות ישראל טרם הוגדרו, אין כאן פירוט של הערים הללו.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>All the cities that you shall give to the Levites are forty-eight cities, them, </b>the cities themselves, <b>and their surrounding tracts. </b>Since the portions of each tribe had yet to be delineated, the chapter does not list these cities.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "585b034dd6e4a908ac4eefbc", "index_title": "Mishneh Torah, Murderer and the Preservation of Life", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Murderer and the Preservation of Life 8:9", "anchorRef": "Numbers 35:7", "anchorRefExpanded": ["Numbers 35:7"], "sourceRef": "Mishneh Torah, Murderer and the Preservation of Life 8:9", "sourceHeRef": "משנה תורה, הלכות רוצח ושמירת נפש ח׳:ט׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 8.0009, "collectiveTitle": {"en": "Mishneh Torah, Murderer and the Preservation of Life", "he": "משנה תורה, הלכות רוצח ושמירת נפש"}, "heTitle": "משנה תורה, הלכות רוצח ושמירת נפש", "he": "כָּל עָרֵי הַלְוִיִּם קוֹלְטוֹת וְכָל אַחַת מֵהֶן עִיר מִקְלָט הִיא. שֶׁנֶּאֱמַר <small>(במדבר לה ו)</small> \"וַעֲלֵיהֶם תִּתְּנוּ אַרְבָּעִים וּשְׁתַּיִם עִיר\" <small>(במדבר לה ז)</small> \"כָּל הֶעָרִים אֲשֶׁר תִּתְּנוּ לַלְוִיִּם אַרְבָּעִים וּשְׁמֹנֶה עִיר\". הִקִּישָׁן הַכָּתוּב כֻּלָּן זוֹ לָזוֹ לִקְלֹט: \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "All of the cities of the Levites serve as a haven; each is a city of refuge. This is indicated by Numbers 35:6-7: \"And in addition to them, you shall give them 42 cities. All the cities that you shall give the Levites shall be 48 in number.\" The verse thus established an association between them; all of them serve as havens.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "58b6b18dd6e4a952249cc694", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 35:7:1", "anchorRef": "Numbers 35:7", "anchorRefExpanded": ["Numbers 35:7"], "sourceRef": "Minchat Shai on Torah, Numbers 35:7:1", "sourceHeRef": "מנחת שי על תורה, במדבר ל״ה:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "<b>אתהן ואת מגרשיהן.</b> לית כוותיה בנו\"ן באורייתא:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ee9b72d6e4a94d70e237ea", "index_title": "Avodah Zarah", "category": "Talmud", "type": "", "ref": "Avodah Zarah 9b:1", "anchorRef": "Numbers 35:7", "anchorRefExpanded": ["Numbers 35:7"], "sourceRef": "Avodah Zarah 9b:1", "sourceHeRef": "עבודה זרה ט׳ ב:א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Avodah Zarah", "he": "עבודה זרה"}, "heTitle": "עבודה זרה", "he": "(במדבר לה, ז) ארבעים ושמונה עיר ואי טעי ספרא נשייליה לתנא כמה קתני וניבצר מינייהו ארבעים ושמונה ומשכח ליה לחומריה וסימניך ספרא בצירא תנא תוספאה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>“Forty-eight cities”</b> (Numbers 35:7). Similarly, <b>if a scribe forgot</b> the exact year, <b>let him ask the <i>tanna</i> how many</b> years does <b>he teach</b> have already been lost from the two thousand years that are designated for the days of the Messiah. <b>And he should deduct forty-eight</b> years <b>from</b> the number, correcting for the century, <b>and</b> in this manner <b>he</b> will <b>find his number. And your mnemonic</b> to remember that the <i>tanna</i> must add to the date of the scribe, while the scribe must deduct from the number of the <i>tanna</i>, is again: <b>A scribe deducts,</b> while <b>a <i>tanna</i> adds on [<i>tosfa’a</i>].</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5b572f79ec30df00569de86d", "index_title": "Megalleh Amukkot on Parashat VaEtchanan", "category": "Kabbalah", "type": "", "ref": "Megalleh Amukkot on Parashat VaEtchanan 210:1", "anchorRef": "Numbers 35:7", "anchorRefExpanded": ["Numbers 35:7"], "sourceRef": "Megalleh Amukkot on Parashat VaEtchanan 210:1", "sourceHeRef": "מגלה עמוקות על פרשת ואתחנן ר״י:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1607, 1633], "commentaryNum": 210.0001, "collectiveTitle": {"en": "Megalleh Amukkot on Parashat VaEtchanan", "he": "מגלה עמוקות על פרשת ואתחנן"}, "heTitle": "מגלה עמוקות על פרשת ואתחנן", "he": "<b>אופן רי</b><br><b>רצה</b> משה ליכנס לארץ ישראל להשיג עוד שם של הוי\"ה שהקדוש ברוך הוא מנהיג עולמו בי\"ב צרופי ההוי\"ה, שהם י\"ב שעות ביום וי\"ב חדשים בשנה. וידוע שבכל חודש יש צירוף אחד, וכן בכל שעה ביום, נמצא בי\"ב צירופים יש מ\"ח אותיות של הוי\"ה. ועל זה אמר ואתחנן אל ה', רצה לומר על שם של הוי\"ה בעת ההיא, בע\"ת דייקא, ההוא כתיב, על י\"ב חדשים שבשנה, כי חודש הוא בלשון זכר, כי על כל חודש ממונה צירוף אחד של שם הוי\"ה, ההיא קרי, על י\"ב שעות שביום, שבכל שעה יש צירוף אחד מן י\"ב צירופים. נמצא מלת בעת קאי על החדשים שהם מצד לבנה, ועל שעות היום שהם מצד החמה. ועל זה אמר משה מאחר שהחלות להראות לי בשעת עשיית המשכן שצוה הקב\"ה ליקח מ\"ח קרשים במשכן, שהם לקביל מ\"ח אותיות שבי\"ב צירופי ההוי\"ה, וידוע שם של הוי\"ה נחלק לתרין סטרין, י\"ו מן השם הוא מסטרא דחסד, וב' ההי\"ן מן השם הוא מסטרא דנוקבא. על זה אמר לקביל י\"ו מן השם שהם כ\"ד אותיות, את גדלך שהוא מצד החסד, ולכן זכר בתורה כ\"ד פעמים ג' אבות בצד היושר, מתחלה אברהם, ואחר כך יצחק, ואחר כך יעקב. ואת ידך החזקה לקביך כ\"ד ההי\"ן שהם מצד הדין, ולכן זכר כ\"ד פעמים אבות למפרע, והם בסוד כ\"ד שערים העליונים בסוד אור ישר, וכן למפרע בסוד אור חוזר. אשר מי אל בשמים ובארץ, הם כנגד מ\"ח צורות תלסמאות שכתב המורה בספר מורה הנבוכים בשער התכוני' שמ\"ח צורות הם ברקיע הגלגלים, לכן בן מ\"ח שנים הכיר אברהם את בוראו (ב\"ר פ\"ל ח'), ולכן במ\"ח מקומות הזהירה התורה על הגר, ואברהם הוא קדמאי לגרים. גם אמר את גדלך, כנגד התורה שנקנית במ\"ח מעלות (אבות פ\"ו מ\"ו) שהיא מצד חסד, ואת ידך החזקה על מ\"ח עיירות שנתן משה ללוים שהם מצד הדין (במדבר לה ז), אשר מי אל בשמים ובארץ, הם סוד מ\"ח טיפין שיורדין מן גן עדן שלמעלה שהוא בשמים על הארץ למטה, ומאותן מ\"ח טיפין ירדו מ\"ח נביאים לישראל [כדאיתא בזוהר פרשת חיי שרה], אשר יעשה כמעשיך על ב' לוחות ראשונות ושניות, דאתמר בהון (שמות לב טז) מעשה אלהים המה, שהיו בלוחות ראשונות כ\"ד טפחים דהיינו ו' אורך ו' רוחב כמו שכתבתי לעיל (נדרים ל\"ח ע\"א), נמצא בב' לוחות ראשונות ושניות יש גם כן מ\"ח טפחים, וכגבורתך לקביל מ\"ח אבנים שהקים יהושע בגלגל בד' מקומות (ירושלמי סוטה פ\"ז ה\"ה), וכנגד זה יש בארבעה עולמות אצילות בריאה יצירה עשיה, וכל אחד מהם סוד של י\"ב, אבל חלוקים הם, באצילות י\"ב צרופי הוי\"ה, בבריאה י\"ב שבטים בסוד ששם עלו שבטים שבטי י\"ה (תהלים קכב ד) שהוא בבריאה, ויצירה י\"ב גבולי אלכסון, בעשיית י\"ב תחומין, נמצא שהם מ\"ח. ולכן בד' מקומות העמיד יהושע י\"ב אבנים כפי דברי ירושלמי (בפרק אלו נאמרין סוטה דף ל\"ז:), וכאן אין מקום להאריך. ולכן אמר משה אעברה נא, בהפוך אתוון ארבעה, רוצה אני להשיג סוד שם של הוי\"ה שיש לו י\"ב צירופים והוא בד' עולמות, שיש בתוך י\"ב צירופים אלו מ\"ח אותיות, שם בארץ ישראל אתהלך לפני ה' (תהלים קטז ט, דב\"ר פי\"א ה'), שם אשיג סוד אדני צבאות שהוא אות וצבא שלו, והוא דוקא בירושלים שהוא ההר הטוב הזה, כי ירושלים נקרא כסא ה' (ירמיה ג יז), והלבנון זה בית המקדש בה\"ר אדנ\"י יראה (בראשית כב יד), שם יתבונן האותיות כמ\"ש מה ידידות משכנותיך (תהלים פד ב), שהוא בבית המקדש שם ישיג אדני צבאות, ר\"ל אותיות שם של אדנ\"י. ולכן דוד כשהגיע למזמור מ\"ח בתהלים אמר גדול אדנ\"י ומהולל מאד (תהלים מח ב), גדול דייקא, שהוא על סוד גדלך שאמר משה על אותיות מילואי ההוי\"ה, ואימתי הוא גדול שמשיגן גדולתו של שם הוי\"ה, לזה אמר בעיר אלהינו זה ירושלים, הר קדשו זה בית המקדש (עיין ילקו\"ש תהלים רמז תשנ\"ה). השיב הקב\"ה רב לך, ר\"ל כבר יש לך רב בסוד מ\"ח אותיות ההוי\"ה שהשגת בתורה שניתנה בסיני במ\"ח בריתות, גם אחר כך באהל מועד נשנית במ\"ח בריתות, ונשתלשו גם כן בערבות מואב (סוטה ל\"ז ע\"ב), והוא חלוק של משה, ר\"ל סוד חלוק הוא ג' פעמים מ\"ח, בסוד קד\"ם מפעליו מא\"ז (משלי ח כב), רצה לומר מ\"ח אותיות של שם הוי\"ה נרמז במלת מא\"ז, כמ\"ש ה' קנני ראשית, שם של אדנ\"י נחלק על אותיות מא\"ז, ובג' מקומות אלו זכה משה לחלוק שלו, שכל פרגטוטין של משה היו מאז (שמו\"ר פכ\"ג ג'), לכן אל תוסף אלא צו את יהושע לקיים הבריתות שהם ב' פעמים מ\"ח כמנין צ\"ו, שהם ללמוד וללמד כמו שכתבתי לעיל:", "heVersionTitle": "Megaleh Amukot, based on Krakow, 1637 edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מגלה עמוקות, ע\"פ מהדורת קראקא שצ\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3e994c413e900ecfad7ed", "index_title": "English Explanation of Mishnah Maaser Sheni", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Maaser Sheni 5:14:4", "anchorRef": "Numbers 35:1-8", "anchorRefExpanded": ["Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8"], "sourceRef": "English Explanation of Mishnah Maaser Sheni 5:14:4", "sourceHeRef": "ביאור אנגלי על משנה מעשר שני ה׳:י״ד:ד׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 14.0004, "collectiveTitle": {"en": "English Explanation of Mishnah Maaser Sheni", "he": "ביאור אנגלי על משנה מעשר שני"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Rabbi Yose says: they have the Levitical cities.</b>  Although the Levites did not receive a full geographical region, they did receive the Levitical cities (see Numbers 35:1-8). According to Rabbi Yose, this is sufficient for them to be able to recite the tithes confession.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5bfd6dc7ffa80c0017ecc2aa", "index_title": "English Explanation of Mishnah Sotah", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Sotah 5:3:1", "anchorRef": "Numbers 35:1-10", "anchorRefExpanded": ["Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10"], "sourceRef": "English Explanation of Mishnah Sotah 5:3:1", "sourceHeRef": "ביאור אנגלי על משנה סוטה ה׳:ג׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 3.0001, "collectiveTitle": {"en": "English Explanation of Mishnah Sotah", "he": "ביאור אנגלי על משנה סוטה"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Introduction</b>\nNumbers 35:1-10 discuss the apportioning of cities to the Levites, who did not inherit large sections of the land as did the other tribes.  Besides the cities themselves, the verses mandate a section outside the walls of the city which also shall belong to the Levites.  Seemingly, verses 4 and 5 contain a blatant discrepancy, for verse 4 states 1000 cubits and verse 5 states 2000 cubits. Our mishnah contains several solutions for these problematic verses.\nIn my commentary on this mishnah I shall not delve into other non-rabbinic or modern critical ways of reading these verses.  There is a fair amount of literature on the subject, literature which is summarized well in Jacob Milgrom’s commentary on Numbers, published by JPS.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d08cb6084aa1cbf04c35", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִגְרָשׁ 1", "anchorRef": "Numbers 35:7", "anchorRefExpanded": ["Numbers 35:7"], "sourceRef": "BDB, מִגְרָשׁ 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִגְרָשׁ א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִגְרָשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מִגְרָשׁ</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Numbers 35:2\" href=\"/Numbers.35.2\">Nu 35:2</a></sup> <strong>common, common-land, open land (</strong>perhaps orig. <em>pasture-land</em>, as place of [cattle] <em>driving</em><strong>)</strong>—abs. <span dir=\"rtl\">מ׳</span> <a data-ref=\"Ezekiel 45:2\" href=\"/Ezekiel.45.2\">Ez 45:2</a> + 2 times + <a data-ref=\"Ezekiel 48:15\" href=\"/Ezekiel.48.15\">Ez 48:15</a> (Co <span dir=\"rtl\">מגרשָׁהּ</span>); cstr. <span dir=\"rtl\">מִגְרַשׁ</span> <a data-ref=\"Leviticus 25:34\" href=\"/Leviticus.25.34\">Lv 25:34</a>; <a data-ref=\"II Chronicles 31:19\" href=\"/II_Chronicles.31.19\">2 Ch 31:19</a>; (on <span dir=\"rtl\">מִגְרָשָׁהּ</span> <a data-ref=\"Ezekiel 36:5\" href=\"/Ezekiel.36.5\">Ez 36:5</a> cf. <a data-ref=\"BDB, גָּרַשׁ\" href=\"/BDB,_גָּרַשׁ\", dir=\"rtl\">גרשׁ</a>); elsewhere pl., abs. <span dir=\"rtl\">מִגְרשׁוֹת</span> <a data-ref=\"Ezekiel 27:28\" href=\"/Ezekiel.27.28\">Ez 27:28</a> (Baer); Co <span dir=\"rtl\">מרעשׁת</span> assumed from <span dir=\"rtl\">רָעַשׁ</span>, cf. 𝔊; cstr. <span dir=\"rtl\">מִגְרְשֵׁי</span> <a data-ref=\"Numbers 35:4\" href=\"/Numbers.35.4\">Nu 35:4</a> + 2 times; sf. <span dir=\"rtl\">מִגְרָשֶׁיהָ</span> <a data-ref=\"Joshua 21:13\" href=\"/Joshua.21.13\">Jos 21:13</a><sup>(×2)</sup> + 42 times; <span dir=\"rtl\">מִגְרָשֶׁהָ</span> <a data-ref=\"Joshua 21:11\" href=\"/Joshua.21.11\">Jos 21:11</a> + 46 times in <a data-ref=\"Joshua 21\" href=\"/Joshua.21\">Jos 21</a> (generally –֑ or –֔ but also –֖ v <a data-ref=\"Joshua 21:21\" href=\"/Joshua.21.21\">21</a>); <span dir=\"rtl\">מִגְרְשֵׁיהֶם</span> <a data-ref=\"Numbers 35:3\" href=\"/Numbers.35.3\">Nu 35:3</a> + 4 times; <span dir=\"rtl\">מִגְרְשֵׁיהֶן</span> <a data-ref=\"Numbers 35:7\" href=\"/Numbers.35.7\">Nu 35:7</a> + 8 times—<em>commonland</em>, usually pl., and usually as attached to a city or town, especially as surrounding Levitical cities <a data-ref=\"Numbers 35:2\" href=\"/Numbers.35.2\">Nu 35:2</a>, <a data-ref=\"Numbers 35:3\" href=\"/Numbers.35.3\">3</a>, <a data-ref=\"Numbers 35:4\" href=\"/Numbers.35.4\">4</a>, <a data-ref=\"Numbers 35:5\" href=\"/Numbers.35.5\">5</a>, <a data-ref=\"Numbers 35:7\" href=\"/Numbers.35.7\">7</a> <a data-ref=\"Joshua 14:4\" href=\"/Joshua.14.4\">Jos 14:4</a>; <a data-ref=\"Joshua 21:2\" href=\"/Joshua.21.2\">21:2</a> + 55 times <a data-ref=\"Joshua 21\" href=\"/Joshua.21\">Jos 21</a> (all P; in Codd. & old Vrss. are two vv <a data-ref=\"Joshua 21\" href=\"/Joshua.21\">Jos 21</a>, betw. v <a data-ref=\"Joshua 21:35\" href=\"/Joshua.21.35\">35</a>, <a data-ref=\"Joshua 21:36\" href=\"/Joshua.21.36\">36</a>, with <span dir=\"rtl\">מ׳</span> 4 times; om. Mass, Edd., Baer, but cf. Theile, & Di ad loc.); <a data-ref=\"I Chronicles 6:40\" href=\"/I_Chronicles.6.40\">1 Ch 6:40</a> + 40 times <a data-ref=\"I Chronicles 6\" href=\"/I_Chronicles.6\">1 Ch 6</a>; <a data-ref=\"I Chronicles 13:2\" href=\"/I_Chronicles.13.2\">13:2</a>; <a data-ref=\"II Chronicles 11:14\" href=\"/II_Chronicles.11.14\">2 Ch 11:14</a>; so also <span dir=\"rtl\">שְׂדֵה מ׳</span> <a data-ref=\"Leviticus 25:34\" href=\"/Leviticus.25.34\">Lv 25:34</a> (P), <span dir=\"rtl\">שְׂדֵי מ׳</span> <a data-ref=\"II Chronicles 31:19\" href=\"/II_Chronicles.31.19\">2 Ch 31:19</a>; lands surrounding the holy city <a data-ref=\"Ezekiel 48:15\" href=\"/Ezekiel.48.15\">Ez 48:15</a>, <a data-ref=\"Ezekiel 48:17\" href=\"/Ezekiel.48.17\">17</a>; <em>open land</em> or <em>space</em> about the temple <a data-ref=\"Ezekiel 45:2\" href=\"/Ezekiel.45.2\">Ez 45:2</a>; only <a data-ref=\"I Chronicles 5:16\" href=\"/I_Chronicles.5.16\">1 Ch 5:16</a> <span dir=\"rtl\">כל־מִגְרְשֵׁי שָׁרוֹן</span> of (pasture-)lands in a district, cf. <a data-ref=\"BDB, שָׁרוּחֶ֑ן\" href=\"/BDB,_שָׁרוּחֶ֑ן\", dir=\"rtl\">שׁרון</a>.—<a data-ref=\"Ezekiel 27:28\" href=\"/Ezekiel.27.28\">Ez 27:28</a> <span dir=\"rtl\">מגרשׁות</span>, if true text, = open country about Tyre (opp. sea, cf. context), but v. Da & cf. supr."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]