[{"_id": "5224515aedbab41a9d003e48", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 35:12:1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Rashi on Numbers 35:12:1", "sourceHeRef": "רש\"י על במדבר ל״ה:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>מגאל.</b> מִפְּנֵי גּוֹאֵל הַדָּם, שֶׁהוּא קָרוֹב לַנִּרְצָח:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "מגאל — [AND THE CITIES SHALL BE UNTO YOU AS A REFUGE] מגאל — i.e. as a refuge on account of the avenger of blood, — he who is the near relative of the murdered man.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe4fbfba276047f7157", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 35:12", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Onkelos Numbers 35:12", "sourceHeRef": "תרגום אונקלוס על במדבר ל״ה:י״ב", "anchorVerse": 12, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 35.0012, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וִיהוֹן לְכוֹן קִרְוַיָּא לְשֵׁזָבָא מִגָּאֵל <b>דְּמָא</b> וְלָא יְמוּת קָטוֹלָא עַד דְּיֵקוּם קֳדָם כְּנִשְׁתָּא לְדִינָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "These cities shall serve you as a refuge from the [<b>blood</b>] avenger, so that the murderer will not die until he stands in judgment before the congregation.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec98c", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 35:12", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Targum Jonathan on Numbers 35:12", "sourceHeRef": "תרגום יונתן על במדבר ל״ה:י״ב", "anchorVerse": 12, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 35.0012, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וִיהוֹן לְכוֹן קִרְוַיָא לְמִקְלַט קָטוֹלָא מִן תְּבַע אַדְמָא וְלָא יְמוּת קָטוֹלָא עַד דְיֵיקוּם קֳדָם כְּנִשְׁתָּא לְדִינָא", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And they shall be to you for cities of refuge for the manslayer from the avenger of blood, that the man may not be put to death till he shall have stood before the congregation for judgment.  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54b1d9dafbfba21603f5ae64", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 409:1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Sefer HaChinukh 409:1", "sourceHeRef": "ספר החינוך ת״ט:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 409.0001, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "<b>שֶׁלֹּא לַהֲרֹג מְחֻיָּב קֹדֶם שֶׁיַּעֲמֹד בַּדִּין</b> – שֶׁנִּמְנַעְנוּ שֶׁלֹּא לַהֲרֹג הַחוֹטֵא, כְּשֶׁנִּרְאֵהוּ עוֹשֶׂה מַעֲשֵׂה הַחֵטְא שֶׁיִּתְחַיֵּב עָלָיו מִיתָה, קֹדֶם שֶׁנְּבִיאֵהוּ לְבֵית דִּין, אֲבָל נִתְחַיַּבְנוּ לַהֲבִיאוֹ לִפְנֵי בֵּית דִּין, וְנָבִיא עָלָיו הָעֵדִים לִפְנֵיהֶם, וְהֵם יְדִינוּהוּ בְּמָה שֶׁהוּא חַיָּב, שֶׁנֶּאֱמַר (במדבר לה יב) וְלֹא יָמוּת הָרֹצֵחַ עַד עָמְדוֹ וְגוֹ'. וּלְשׁוֹן מְכִילְתָּא (ספרי זוטא כאן) יָכוֹל שֶׁיַּהַרְגוּ אוֹתוֹ מִשֶּׁהָרַג אוֹ שֶׁנָּאַף? תַּלְמוּד לוֹמַר וְלֹא יָמוּת הָרֹצֵחַ עַד עָמְדוֹ וְגוֹ'. וַאֲפִלּוּ רָאוּהוּ בֵּית דִּין הַגָּדוֹל שֶׁהָרַג, יִהְיוּ כֻּלָּם עֵדִים וְיִשְׂאוּ עֵדוּתָן אֵצֶל בֵּית דִּין אַחֵר שֶׁיְּדִינוּהוּ. וְעוֹד אָמְרוּ בַּמְּכִילְתָּא (שם) הֲרֵי עֵדָה שֶׁרָאוּ אֶחָד שֶׁהָרַג אֶת הַנֶּפֶשׁ, יָכֹל יַהַרְגוּ אוֹתוֹ עַד שֶׁלֹּא יַעֲמֹד אֵצֶל בֵּית דִּין? תַּלְמוּד לוֹמַר וְלֹא יָמוּת הָרֹצֵחַ עַד עָמְדוֹ.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b>To not kill someone liable before he is brought to justice:</b> That we were prevented not to kill the sinner when we see him doing a sinful act for which he is liable the death penalty, before we bring him to court. Rather, we are obligated to bring him before the court and we bring witnesses in front of [the judges] and they sentence him to what he is liable, as it is stated (Numbers 35:12), “and the killer shall not die before his standing, etc.” And the language of the <i>Mekhilta</i> (Sifrei Zuta on Numbers 35:12) is “Perhaps they should kill him from when he killed or was adulterous? [Hence] we learn to say, ‘and the killer shall not die before his standing, etc.’” And even if the Great Court saw him kill, they would all be witnesses and take their testimony to another court to judge him. And they also said in <i>Mekhilta</i> (Sifrei Zuta on Numbers 35:12), “Behold, a community that saw one kill a soul, perhaps they should kill him before he stands in court? [Hence] we learn to say, ‘and the killer shall not die before his standing.’”", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "54bd482bfbfba21733362858", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 21:1:1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Ramban on Exodus 21:1:1", "sourceHeRef": "רמב\"ן על שמות כ״א:א׳:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "טַעַם <b>וְאֵלֶּה הַמִּשְׁפָּטִים אֲשֶׁר תָּשִׂים לִפְנֵיהֶם</b>, כִּי רָצָה לְהַקְדִּים לָהֶם הַמִּשְׁפָּטִים, כִּי כַּאֲשֶׁר הָיָה בַּעֲשֶׂרֶת הַדִּבְּרוֹת הַדִּבּוּר הָרִאשׁוֹן בִּידִיעַת ה', וְהַשֵּׁנִי בְּאִסּוּר ע\"ז, חָזַר וְצִוָּה אֶת מֹשֶׁה <b>כֹּה תֹאמַר אֶל בְּנֵי יִשְׂרָאֵל אַתֶּם רְאִיתֶם כִּי מִן הַשָּׁמַיִם דִּבַּרְתִּי עִמָּכֶם</b> (שמות כ':כ\"ב), שֶׁתַּזְהִירֵם אַתָּה עוֹד שֶׁיִּתְּנוּ לִבָּם לְמָה שֶׁרָאוּ וְיִזָּהֲרוּ בַּמִּצְוֹת הָאֵלּוּ שֶׁצִּוִּיתִים, <b>כִּי אַתֶּם רְאִיתֶם</b>, כְּנֶגֶד דִּבּוּר <b>אָנֹכִי</b>, <b>וְלֹא תַעֲשׂוּן אִתִּי</b> כְּנֶגֶד <b>לֹא יִהְיֶה לְךָ</b>, לְהַשְׁלִים עִנְיַן ע\"ז, <b>וְאֵלֶּה הַמִּשְׁפָּטִים</b> כְּנֶגֶד <b>לֹא תַחְמֹד</b>, כִּי אִם לֹא יֵדַע הָאָדָם מִשְׁפַּט הַבַּיִת אוֹ הַשָּׂדֶה וּשְׁאָר הַמָּמוֹן יַחְשֹׁב שֶׁהוּא שֶׁלּוֹ וְיַחְמְדֵהוּ וְיִקָּחֵהוּ לְעַצְמוֹ, לְפִיכָךְ אָמַר <b>תָּשִׂים לִפְנֵיהֶם</b>, מִשְׁפָּטִים יְשָׁרִים יַנְהִיגוּ אוֹתָם בֵּינֵיהֶם, וְלֹא יַחְמְדוּ מַה שֶׁאֵינוֹ שֶׁלָּהֶם מִן הַדִּין. וְכֵן אָמְרוּ בְּמִדְרַשׁ רַבָּה (שמות ל טו) כָּל הַתּוֹרָה כֻּלָּהּ תְּלוּיָה בַּמִּשְׁפָּט, לָכֵן נָתַן הקב\"ה דִּינִין אַחַר עֲשֶׂרֶת הַדִּבְּרוֹת. וְכֵן יְפָרֵשׁ בְּאֵלֶּה הַמִּשְׁפָּטִים הַמִּשְׁפָּט בַּעֲבוֹדָה זָרָה (שמות כ\"ב:י\"ט), וּבִכְבוֹד הָאָב (שם כא טו יז), וְהָרְצִיחָה (שם כא יב יד), וְהַנִּאוּף (שם כב יח), הַנִּזְכָּרִים בַּעֲשֶׂרֶת הַדִּבְּרוֹת:<br>וְדָרְשׁוּ \"לִפְנֵיהֶם\" וְלֹא לִפְנֵי גּוֹיִם (תנחומא א, גיטין פח:), מִפְּנֵי שֶׁהָיָה רָאוּי לוֹמַר אֲשֶׁר תָּשִׂים לָהֶם, כְּמוֹ שֶׁאָמַר (שמות ט\"ו:כ\"ה) \"שָׁם שָׂם לוֹ חֹק וּמִשְׁפָּט\", וְאָמַר \"לִפְנֵיהֶם\", שֶׁהֵם יִהְיוּ הַדַּיָּנִין, כִּי עַל הַשּׁוֹפֵט יָבֹא הַלָּשׁוֹן הַזֶּה, \"וְעָמְדוּ שְׁנֵי הָאֲנָשִׁים אֲשֶׁר לָהֶם הָרִיב לִפְנֵי ה' לִפְנֵי הַכֹּהֲנִים וְהַשֹּׁפְטִים\" (דברים יט יז), \"עַד עָמְדוֹ לִפְנֵי הָעֵדָה לַמִּשְׁפָּט\" (במדבר לה יב), \"לִפְנֵי כָּל יֹדְעֵי דָּת וָדִין\" (אסתר א יג) וְדָרְשׁוּ עוֹד (שם) \"לִפְנֵיהֶם\", וְלֹא לִפְנֵי הֶדְיוֹטוֹת, מִפְּנֵי שֶׁכָּתַב בַּמִּשְׁפָּטִים \"וְהִגִּישׁוֹ אֲדֹנָיו אֶל הָאֱלֹהִים\" (שמות כ\"א:ו'), \"עַד הָאֱלֹהִים יָבֹא דְּבַר שְׁנֵיהֶם\" (שמות כ\"ב:ח'), וְכָתוּב גַּם כֵּן \"וְנָתַן בִּפְלִילִים\" (שמות כ\"א:כ\"ב), שֶׁהֵם הַדַּיָּנִין הַמֻּמְחִין הַסְּמוּכִים עַד מֹשֶׁה רַבֵּינוּ: וּלְכָךְ אָמַר בְּכָאן שֶׁהַמִּשְׁפָּטִים הָאֵלֶּה יָשִׂימוּ אוֹתָם לִפְנֵי הָאֱלֹהִים שֶׁיַּזְכִּיר, וְלֹא לִפְנֵי גּוֹיִם, וְלֹא לִפְנֵי מִי שֶׁאֵינוֹ שׁוֹפֵט עַל פִּי הַתּוֹרָה, וְהוּא הֶדְיוֹט לָזֶה, שֶׁאָסוּר לָבֹא בְּפָנָיו כְּשֵׁם שֶׁאָסוּר לָבֹא לִפְנֵי הַגּוֹיִם ואע\"פ שֶׁיָּדוּעַ שֶׁהַהֶדְיוֹט הַזֶּה יוֹדֵעַ שׁוּרַת הַדִּין וְיָדִין לוֹ כַּהֹגֶן, אֲבָל הוּא אָסוּר לְשׁוּמוֹ דַּיָּן וְלִצְעֹק לוֹ שֶׁיָּכוֹף אֶת בַּעַל דִּינוֹ לָדוּן לְפָנָיו, וְהַהֶדְיוֹט עַצְמוֹ אָסוּר לָדוּן לָהֶם. וְאַף עַל פִּי שֶׁהִזְכִּירוּ חֲכָמִים שְׁתֵּי הַכִּתּוֹת הָאֵלֶּה כְּאַחַת, יֵשׁ הֶפְרֵשׁ בֵּינֵיהֶם, שֶׁאִם רָצוּ שְׁנֵי בַּעֲלֵי הַדִּין לָבֹא לִפְנֵי הַהֶדְיוֹט שֶׁבְּיִשְׂרָאֵל מֻתָּר הוּא, וּבִדְקִבְּלוּם עִלָּוַיְהוּ דִּינוֹ דִּין, אֲבָל לִפְנֵי הַגּוֹיִם אֲסוּרִין הֵם לָבֹא לְפָנָיו שֶׁיָּדוּן לָהֶם בְּדִינֵיהֶם לְעוֹלָם, וַאֲפִלּוּ הָיוּ דִּינֵיהֶם כְּדִינֵנוּ בְּאוֹתוֹ עִנְיָן:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THESE ARE THE ORDINANCES WHICH THOU SHALT SET BEFORE THEM. The reason [why this whole section dealing with <i>mishpatim</i> — civil laws — is placed here, rather than being placed after the <i>chukim</i> — statutes — as is the order in the commandments given at Marah],<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Above, 15:25: <i>There He made for them ‘chock’ (a statute) ‘umishpat’ (and an ordinance)</i>. The “statutes” are the precepts for which the reasons are generally unknown. See Vol. I, p. 331.</i> is that G-d wanted to explain to them first the civil laws. Thus we find that the first of the Ten Commandments dealt with the obligation of knowing of the existence of G-d, and the second one with the prohibition against idolatry, after which [following the giving of the Ten Commandments] He again instructed Moses, saying, <i>Thus shalt thou say unto the children of Israel: Ye yourselves have seen that I have talked with you from heaven</i>,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Above, 20:19.</i> meaning that you, [Moses] should warn them again to take to heart that which they have seen, so that they will be careful to keep these precepts which I have commanded them. For <i>Ye yourselves have seen</i> corresponds to the commandment, <i>I am the Eternal thy G-d;</i><sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 2.</i> <i>Ye shall not make with Me — gods of silver</i> etc.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 20.</i> — corresponds with <i>Thou shalt have no other gods</i>,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 3.</i> thereby completing the subject of idolatry; likewise, <i>And these are the ordinances</i> corresponds to <i>Thou shalt not covet</i>,<sup class=\"footnote-marker\">6</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 14.</i> for if a man does not know the laws of house and field or other possessions, he might think that they belong to him and thus covet them and take them for himself. This is why He said, <i>thou shalt set before them</i> just ordinances, which they should establish amongst themselves, so that they will not covet that which does not legally belong to them. And thus did the Rabbis say in Midrash Rabbah:<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Shemoth Rabbah 30:15.</i> “The whole Torah depends on justice; that is why the Holy One, blessed be He, gave the civil laws directly after the Ten Commandments.” Similarly G-d explains in this section of <i>These are the ordinances</i> additional laws about idolatry,<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Further, 22:19.</i> the honor of parents,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Further, Verses 15 and 17.</i> murder,<sup class=\"footnote-marker\">10</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 12-14.</i> and adultery<sup class=\"footnote-marker\">11</sup><i class=\"footnote\"><i>Ibid.</i>, 22:15-16.</i> — which are all mentioned in the Ten Commandments.<br>The Rabbis have explained:<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Tanchuma <i>Mishpatim</i>, 6.</i> “<i>Before them</i>, but not before the Canaanites.” This interpretation is based on the observation that it should have said, “which <i>tasim lahem</i>” (“thou shalt set <i>for them</i>”) just as He said, <i>There ‘sam lo’ (He set for them) a statute and an ordinance;</i><sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Above, 15:25.</i> thus since He said, <i>which thou shalt set ‘liphneihem’ (before them)</i>, we interpret this to mean that they should be the judges, for it is with reference to a judge that this term [<i>liphnei</i> (before)] appears in Scripture: <i>And both the men, between whom the controversy is, shall stand before the Eternal, ‘liphnei’ (before) the priests and the judges;</i><sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Deuteronomy 19:17.</i> <i>Until he stand ‘liphnei’ (before) the congregation for judgment;</i><sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Numbers 35:12.</i> <i>‘liphnei’ (before) all who know law and judgment</i>.<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Esther 1:13.</i> The Rabbis further explained: “<i>Before them</i>, but not before laymen.” They interpreted [the verse in this way] because with reference to the ordinances it is written: <i>Then his master shall bring him unto ‘ha’elohim;’</i><sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Further, Verse 6.</i> <i>the cause of both parties shall come before ‘ha’elohim;’</i><sup class=\"footnote-marker\">18</sup><i class=\"footnote\"><i>Ibid.</i>, 22:8.</i> <i>and it is also written, and he shall give ‘biphlilim’ (as the judges determine)</i><sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Further, Verse 22.</i> — these terms referring to judges who are experts in the law, and who had received ordination<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">The process of investiture with judicial rights and functions. Ordination was conferred by three Sages, only one of whom himself had to be duly ordained. Ordination was valid only if both the ordainers and the ordained were in the Land of Israel. Once received in the Land of Israel, however, the authority of ordination became effective outside the Land as well.</i> [in an unbroken chain from the time of those who had been duly ordained] by Moses our Teacher. This is why He said here that these ordinances are to be set <i>before them</i>, meaning before the <i>elohim</i> [expert, ordained judges] that He will mention further on, but not before Canaanites, and not before one who is not a judge by the standard of the Torah, such as a layman in this respect. It is forbidden to appear before such a person to act as a judge, just as it is forbidden to bring it before the Canaanites, even if he knows that this layman knows the correct law and will render him a proper decision. Even so it is forbidden for the litigant to set him up as a judge and complain before him so that he orders the other party to come to court before him, and the layman himself is also forbidden to act as their judge. Now even though the Sages have mentioned these two groups [the layman and the Canaanite] together, there is a difference between them, in that if the two litigants are willing to come before an Israelite who is a layman, and accept him upon themselves, it is permissible for them to do so, and they must abide by his decision, but to come before the Canaanites to act as judges between them, is forbidden under all circumstances, even if the Canaanite laws are in that particular case the same as our laws.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "564cb1d6d6e4a90955b6ebfa", "index_title": "Rashba on Rosh Hashanah", "category": "Quoting Commentary", "type": "", "ref": "Rashba on Rosh Hashanah 26a:1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Rashba on Rosh Hashanah 26a:1", "sourceHeRef": "רשב״א על ראש השנה כ״ו א:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1270, 1310], "commentaryNum": 51.0001, "collectiveTitle": {"en": "Rashba on Rosh Hashanah", "he": "רשב״א על ראש השנה"}, "heTitle": "רשב״א על ראש השנה", "he": "<b>אפילו תימא ר' עקיבא עד כאן לא אמר ר' עקיבא אלא בדיני  נפשות דכתיב (במדבר לה, כד) ושפטו העדה והצילו וגו'. </b>איכא למידק, דהא במכות  בפרק אלו הן הגולין (מכות יב, א) נפקא לן מקרא אחרינא דאמרינן התם, תניא ר' עקיבא אומר  מנין לסנהדרין שראו באחד שהרג את הנפש שאין ממיתין אותו עד שיעמדו בבית דין אחר  תלמוד לומר (במדבר לה, יב) עד עמדו לפני העדה למשפט עד שיעמוד בבית דין  אחר. ומסתברא דכיון דבעלמא דרשינן עדה שופטת ועדה  מצלת, נקט הכא האי טעמא, דכיון דלחד ענינא סליק בהדי ההיא דרשא דדריש ר' עקיבא מעד  עמדו. ואורחא דתלמודא בהכין דלא למיחש לאתויי עיקר קרא דמיניה מידרש מילתא, כיון  דכולי מילתא סלקא לחד ענינא. וטובא אייתי דכותה  בפירקין קמא (לעיל ראש השנה ד, א) בשמעתא דחייבי הדמים הערכין  והצדקות. ולהאי טעמא נמי דנסיב הכא לר' עקיבא, בין  דחזו בליליא בין דחזו ביממא כולן נעשין עדים לר' עקיבא, דהא בעינן עדה שופטת ועדה  מצלת, וכל היכא דחזו דקטל נפשא, בין דדייני אסהדותא דאחריני כגון דחזו בלילה  דמקצתן נעשין דיינין, בין דדייני אראייתן כגון דחזו ביממא, לעולם ליכא עדה מצלת,  ואנן בעינן לעולם והצילו העדה וליכא. והא דאקשינן בפרק החובל (ב\"ק צ, ב) למימר דעד  נעשה דיין והא תניא סנהדרין שראו באחד שהרג את הנפש וכו' ואפילו ר' טרפון לא קאמר  אלא דמקצתן נעשין עדים ומקצתן נעשין דיינין, אבל עד אינו נעשה דיין, ופרקינן  בשראוהו בלילה לאו למימר דלר' עקיבא נמי בשראוהו בלילה דוקא, הא ראוהו ביום בין  לר' טרפון בין לר' עקיבא עד נעשה דיין, דלא מתרץ התם הכין אלא לר' טרפון, ור'  יהודה דאמר הא אנא דחזיתך כר' טרפון. כך נראה לי.<br><b></b>אבל הרב בעל המאור ז\"ל  כתב, דלהאי דרשא דהכא דוקא בשראוהו בלילה, הא ראוהו ביום שדנין על פי ראייתן ליכא  למימר עדה מצלת. והא דהכא ר' עקיבא לטעמיה דר' טרפון קאמר ליה, כלומר לדידי אין עד  נעשה דיין לעולם בדיני נפשות ואע\"פ שראוהו ביום, מדכתיב עד עמדו לפני העדה, אלא  לדידך דאמרת בשראוהו ביום שממיתין אותן בראייתן בלא עדות, ולא סבירא לך משמעות  מדרש דעד עמדו, היכא דראוהו בלילה מיהא, דאמרת מקצתן נעשין עדים ומקצתן נעשין  דיינין, אמאי אודי איזי מיהת כיון שראו בשעה שאינן ראויין לדין אלא להעיד, הרי  כולם נעשין עדים, ואין עד כי האי נעשה דיין בדיני נפשות, משום דכתיב ושפטו העדה  והצילו העדה, שיש להם לבדוק בעדות העדים כדי להציל הרוצח, והני כיון דחזו דקטל  נפשא, לא בדקיה להו לעדים בדיקה יפה. ואמר ליה ר' טרפון לא. ואינו מחוור בעיני  כלל. חדא כדאמרן דאפילו חזו ביממא נמי בעינן עדה מצלת  וליכא, ועוד דאכתי מאי טעמא קא נסבי בעלי הגמרא הכא  האי טעמא, דכיון דשמעינן ליה לר' עקיבא דאמר בהדיא טעמא אחרינא, מאי טעמא נסבי'  אנן מדעתא דנפשין טעמא אחרינא ונימא דר\"ע אמר ליה טעמא אחרינא לטעמיה דר' טרפון,  דאטו מי שמעינן ליה לר' עקיבא דאמר האי טעמא בהדיא, דניצטריך למימר דלטעמיה דר'  טרפון אמר ליה, אנן הוא דאמרינן, ומאי דחוקין לאוקומיה טעמא דר' עקיבא בטעמא דלא  סבירא ליה.", "heVersionTitle": "Gerlitz edition, published by Oraita", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת גרליץ, בהוצאת אורייתא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "568a4ebed6e4a90d903e205c", "index_title": "Shadal on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Shadal on Exodus 21:12:3", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Shadal on Exodus 21:12:3", "sourceHeRef": "שד\"ל על שמות כ״א:י״ב:ג׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Shadal on Exodus", "he": "שד\"ל על שמות"}, "heTitle": "שד\"ל על שמות", "he": "מות יומת: ע\"י ב\"ד, ואם יש לנהרג גואל רשאי לנקום דמו, כי זה נלמד ממה שאומר מיד ואשר לא צדה וגו' ושמתי לך מקום אשר ינוס שמה כלומר שינוס מן הגואל (וכמפורש בס' במדבר ל\"ה י\"ב למקלט מגואל) שאל\"כ למה ינוס? הלא א\"ס כי השופטים לא ימיתוהו בלא דרישה וחקירה אם הרג בשוגג או במזיד, והיה די שיאמר: רק אשר לא צדה והאלהים אנה לידו לא יומת; ובמכילתא אמרו בהפך: מות יומת, בב\"ד, או אינו אלא שלא בב\"ד, ת\"ל ולא ימות הרוצח עד עמדו לפני העדה למשפט, עכ\"ד; אך נ\"ל ברור שאם היתה כוונת התורה לאסור גאולת הדם בהחלט מה צורך לערי מקלט? והנה כוונת התורה להרחיק גאולת הדם, אך לא אסרה אותה, ואם הרג גואל הדם את הרוצח חוץ מערי מקלט אין לו דמים; ואמנם לא כל אדם יש לו גואל, ולא כל גואל ירצה להסתכן כדי להמית הרוצח, ועוד בכמה ענינים אחרים נאמרה המליצה הזאת מות יומת, שאין ספק שהמכוון יומת ע\"י ב\"ד; והנה השופטים לא יתכן שישפטו אלא ע\"פ עדות; ובמקום אחר מפורש שצריך שיהיו שני עדם; ורז\"ל הוסיפו ההתראה כדי להבחין בין שוגג למזיד, וגם זה להקל.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "569b533ad6e4a979b409e36c", "index_title": "Shadal on Numbers", "category": "Commentary", "type": "commentary", "ref": "Shadal on Numbers 35:12:1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Shadal on Numbers 35:12:1", "sourceHeRef": "שד\"ל על במדבר ל״ה:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על במדבר", "he": "למקלט מגואל: תחלה קראו גואל למי שהוא גואל אחוזת קרובו אשר מכר אותה מפני דלותו, ואחר כן קראו גואל הדם למי שנוקם נקמת קרובו הנהרג, ואח\"כ קראו לו ג\"כ גואל סתם. והנה בדורות הראשונים, בטרם יהיו העמים מסודרים תחת מלך ושרים, ושופטים ושוטרים, היתה כל משפחה נוקמת נקמתה ממשפחה אחרת, והקרוב יותר אל הנהרג היה חייב לנקום מיתתו; והתורה העמידה שופטים ושוטרים, ונטלה הנקמה מיד היחידים, ומסרה אותה לכל העדה. והנה כשהיתה הרציחה בזדון, יתכן להשקיט את הגואל, כי יאמרו לו: הנח להם לשופטים, הם יחקרו הדבר, ואם בן מות הוא ימיתוהו; אבל כשהיתה ההריגה בשגגה, לא היה אפשר להשקיט את הגואל, ולהכריחו לראות מי שהרג את אביו או את אחיו נשאר בלא עונש, כי היה נראה לו ולכל יודעיו ומכיריו כאילו אינו אוהב את אביו ואת אחיו, מאחר שאינו נוקם את נקמתם. והדעת הזאת לא היה אפשר לעקור אותה בבת אחת, וראתה החכמה האלהית שאם יהיה גואל הדם נענש מיתה בנקמו את קרובו הנהרג בשגגה, עדיין לא ימנעו כל הגואלים ולא רובם מעשות נקמת קרוביהם, ועל ידי זה ירבו הנהרגים ללא תועלת, וגם (כאשר העירני תלמידי ר' אליעזר אליה איגל מלבוב) יגדל הצער והנזק במשפחה אחת, כי אחר שקרה לה המקרה הרע שנהרג אחד מאנשיה בשגגה, עוד יהיה אחד מהם נענש מיתה על שנקם נקמת אחיו; גם איננו רחוק שבשעה שיהיה הגואל יוצא ליהרג, יתקומם העם על השופטים, וירבו קלקלות באומה, לפיכך מה עשתה התורה? הניחה זכות לגואל לנקום מיתת קרובו, אבל קבעה מקום מקלט לנוס שמה הרוצח, ולא יוכל הגואל לבוא שם ולהרגו. והנה ידוע כי אצל הגוים הקדמונים היו ההיכלות והמזבחות מקום מקלט לעוברי עבירה, והתורה בטלה המנהג הזה, ואמרה מעם מזבחי תקחנו למות (ואולי זה טעם ה' מי יגור באהלך, וכן מי יעלה בהר ה'), ורק השאירה מקלט לעושה בשגגה, והנה לא היה אפשר שיהיה המקלט בבית המקדש, כי אחד היה בכל אדמת ישראל, ויקשה לרוצח לנוס מכל ערי ישראל עד המקום אשר יבחר ה', לכך נבחרו שש ערים מפוזרות כה וכה, באופן שתהיינה מזומנות לכל רוצח (כטעם והקריתם לכם ערים, כפירוש רש\"י ולא כראב\"ע), ונבחרו מתוך ערי הלוים, כי השבט כלו היה קדש, וראוי שהתיינה עריהם למקלט.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "569d07dad6e4a979b40a0e57", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 160:1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Sifrei Bamidbar 160:1", "sourceHeRef": "ספרי במדבר ק״ס:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [200], "commentaryNum": 160.0001, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "והיו לכם הערים למקלט מגואל – למה נאמר? לפי שהוא אומר ורצח גואל הדם את הרוצח אין לו דם, שומע אני בינו לבין עצמו יהרגנו? ת\"ל ולא ימות הרוצח עד עמדו לפני העדה למשפט:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 35:12) \"And the cities shall be for you as a refuge from the avenger. And the slayer shall not die until he stand before the congregation for judgment.\": What is the intent of this? Because it is written (Ibid. 27) \"And if the avenger kill the slayer (outside the city of refuge), he has no blood\" (on his hands), I might think (he may kill him even) immediately. It is, therefore, written \"And the slayer shall not die (at the hands of the avenger) until he stand before the congregation for judgment\" (and is pronounced an exile.)", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "57e77d8dd6e4a94c7c18b3ad", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 35:12", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Tafsir Rasag, Numbers 35:12", "sourceHeRef": "תפסיר רס\"ג, במדבר ל״ה:י״ב", "anchorVerse": 12, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 35.0012, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "פתכון תלך אלקרי תחמיה מן אלולי ולא יקתל חתי יקום בין ידי אלג̇מאעה פיחכמון עליה בד̇לך", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5964d763d6e4a92bf45a96d4", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 35:12:1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Rabbeinu Bahya, Bamidbar 35:12:1", "sourceHeRef": "רבנו בחיי, במדבר ל״ה:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>למקלט מגואל,</b> כלומר מגואל הדם הקרוב לנרצח. ", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "למקלט מגואל, “as a refuge from the avenger.” The reference is to a family member of the slain person who would act as his avenger.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d489acd6e4a939ba175372", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 35:12:1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Torah Temimah on Torah, Numbers 35:12:1", "sourceHeRef": "תורה תמימה על התורה, במדבר ל״ה:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>עד עמדו וגו׳. </b>מה ת\"ל, לפי שנאמר (פ׳ כ\"ז) ורצח גואל הדם את הרוצח אין לו דם, יכול מיד, ת\"ל עד עמדו לפני העדה למשפט <sup class=\"footnote-marker\">טז</sup><i class=\"footnote\">ר\"ל דב\"ד דנין אותו שחייב גלות, אבל בלא\"ה הוי כמו שאסור לאדם לדון דין לנפשיה. והרמב\"ם השמיט דין זה, וכפי הנראה טעמו הוא ע\"פ משא ומתן שבגמרא כאן בזה\"ל, ת\"ר, ורצח גואל הדם את הרוצח, מצוה ביד גואל הדם, אין גואל הדם רשות ביד כל אדם, דברי ר' יוסי הגלילי, ר' עקיבא אומר רשות ביד גואל הדם וכל אדם אין חייבין עליו [כצ\"ל, ולא חייבין עליו כמש\"כ לקמן בפסוק כ\"ז], אמר מר זוטרא אמר רב, רוצח שיצא חוץ לתחום ומצאו גואל הדם והרגו נהרג עליו, כמאן, לא כריה\"ג ולא כר\"ע, הוא דאמר כהאי תנא, דתניא, ר\"א אומר עד עמדו לפני העדה למשפט מה ת\"ל, לפי שנאמר ורצח גואל הדם את הרוצח יכול מיד ת\"ל עד עמדו לפני העדה למשפט, ופריך וריה\"ג ור\"ע האי עד עמדו לפני העדה למשפט מאי דרשי ביה, מבעי ליה לכדתניא, ר' עקיבא אומר מניין לסנהדרין שראו באחד שהרג את הנפש שאין ממיתין אותו עד שיעמוד בב\"ד אחר ת\"ל עד עמדו לפני העדה, עד שיעמוד בב\"ד אחר, ע\"כ. והרמב\"ם בפ\"ה ה\"י מרוצח פסק כר\"ע, ודינו דמר זוטרא אמר רב דאסור לגואל הדם להרוג לרוצח בינו לבין עצמו עד שיעמוד בב\"ד השמיט הרמב\"ם, והדבר פשוט משום דריה\"ג ור\"ע לא ס\"ל כן, כמבואר, והכ\"מ האריך הרבה בטעם הדבר שלא קיי\"ל דין זה. –\n<br>וכמה קשים דברי הכ\"מ בפ\"א ה\"ה מרוצח במה שפסק הרמב\"ם רוצח שהרג בזדון אין ממיתים אותו העדים ולא הרואים אותו עד שיבא לב\"ד וידנוהו למיתה שנאמר ולא ימות הרוצח עד עמדו לפני העדה למשפט, עכ\"ל. וכתב ע\"ז הכ\"מ כמקור לדבריו וז\"ל, בפ' אלו הן הגולין (מכות דף י\"ב) ועוד תניא בספרי לפי שהוא אומר ורצח גואל הדם את הרוצח יכול בינו ובין עצמו ת\"ל ולא ימות הרוצח עד עמדו לפני העדה, עכ\"ל.\n<br>וכל מעין יראה כמה תמוהים דבריו שמביא מקור מברייתא שהוא בעצמו האריך בפ\"ה ה\"י מרוצח להוכיח דלא קיי\"ל כמותה, וכן גם מתבאר מסוגיית הגמרא שהבאנו ובארנו, ולבד זאת מה שייך דין הרמב\"ם כאן לברייתא זו, שהברייתא איירי רק בגואל הדם שהוא אסור להרוג בלא ב\"ד את הרוצח בשוגג, והרמב\"ם איירי בכל אדם וברוצח במזיד, והלא הדבר פשוט שמקורו של הרמב\"ם הוא מברייתא דר\"ע בסנהדרין שראו באחד שהרג את הנפש שאין ממיתין אותו עד שיעמוד בב\"ד אחר, וכמו שנבאר בדרשה הסמוכה, יעו\"ש. והיא פליאה רבתא.\n</i>.<br>(שם י\"ב א׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d489acd6e4a939ba175374", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 35:12:2", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Torah Temimah on Torah, Numbers 35:12:2", "sourceHeRef": "תורה תמימה על התורה, במדבר ל״ה:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>עד עמדו וגו׳. </b>תניא, ר׳ עקיבא אומר, מניין לסנהדרין שראו באחד שהרג את הנפש שאין ממיתין אותו עד שיעמוד בב\"ד אחר, ת\"ל עד עמדו לפני העדה למשפט – עד שיעמוד בב\"ד אחר <sup class=\"footnote-marker\">יז</sup><i class=\"footnote\">י\"ל בטעם הדבר שאין עומד לפני ב\"ד זה דברייתא זו דר\"ע היא היא הברייתא דר\"ע הבאה בלשון אחר בגמרא בכ\"מ, ר\"ע אומר, סנהדרין שראו באחד שהרג את הנפש כולם נעשו עדים ואין עד נעשה דיין, ולפי\"ז הלמוד דהכא הוא מגזה\"כ, והסברא אין עד נעשה דיין הוא רק הסבר וטעם לגזה\"כ. ובר\"ה כ\"ו א' אמרו בטעמיה דר\"ע משום דכתיב ושפטו העדה והצילו העדה דמבעי חזי ליה זכותא וכיון דחזיוהו דקטל נפשא תו לא חזי ליה זכותא, ולפי מש\"כ אין לדין זה שני מקורים, מפסוק שבכאן ומפסוק ושפטו והצילו, אלא דעיקר הלמוד הוא מפסוק שלפנינו מגזה\"כ שצריך לעמוד לפני ב\"ד, ושם מבאר ומפרש טעם גזה\"כ בזה שאינו די בב\"ד זה משום אין עד נעשה דיין. וטעם גוף דבר זה שאין עד נעשה דיין מבאר משום דכתיב ושפטו והצילו דלא מצי לראות לו זכות. ותוס' בר\"ה שם נדחקו בישוב אלה המקורים השונים דהכא ודהתם שלדין זה, ולפי דברינו הענין מבואר, ודו\"ק. –\n<br>ועיין ברמב\"ם פ\"א ה\"ה מרוצח כתב וז\"ל, רוצח שהרג בזדון אין ממיתים אותו העדים ולא הרואים אותו עד שיבא לב\"ד וידנוהו למיתה שנאמר ולא ימות הרוצח עד עמדו לפני העדה למשפט, עכ\"ל, והכ\"מ הראה מקור לדבריו, וכתבנו באות הקודם עד כמה קשים דבריו, יעו\"ש. והיותר נכון שכיון לדרשה שלפנינו, אלא שקצת קשה למה לא העתיק הדין כמו שהוא בסוגיא שלפנינו בסנהדרין שראו הם מוכרח לעמוד לפני ב\"ד אחר, ואפשר לומר ע\"פ מש\"כ דטעם דין זה יש לו שייכות עם מ\"ש ר\"ע דאין עד נעשה דיין, ודין זה כתב הרמב\"ם בהלכות עדות פ\"ה ה\"ח. –\n<br>ומה שכתב הרמב\"ם דין זה בכלל שאסור להרוג לרוצח קודם שנדון בב\"ד ויליף זה מפסוק שלפנינו, הנה אע\"פ דבגמרא מבואר זה רק בסנהדרין שראו באחד שהרג, אך פשוט דכש\"כ הוא דאנשים דעלמא לא יעשו דין לעצמם בלא רשות ב\"ד שאפשר שטועים הם וכדומה, ורגיל הרמב\"ם להסמיך דין פשוט וברור בלשון הפסוק שבאותו ענין אע\"פ שבגמרא לא נאמר כן מפורש, כמש\"כ כ\"פ בחבורנו [עיין פ' שמיני י' ו'].\n</i>.<br>(שם שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef28f5d6e4a90d4d5b1990", "index_title": "Steinsaltz on Makkot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Makkot 9a:3", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Steinsaltz on Makkot 9a:3", "sourceHeRef": "ביאור שטיינזלץ על מכות ט׳ א:ג׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 17.0003, "collectiveTitle": {"en": "Steinsaltz on Makkot", "he": "ביאור שטיינזלץ על מכות"}, "heTitle": "ביאור שטיינזלץ על מכות", "he": "<b>איכא דרמי קראי אהדדי</b> <small>[</small>ו<small>היה שהשליך מקראות זה על זה,</small> הראה סתירה ביניהם<small>],</small> <b>כתיב</b> <small>[נאמר]</small> בכתוב אחד <b>\"לבני ישראל ולגר ולתושב בתוכם תהיינה שש הערים</b> האלה למקלט\" (במדבר לה, טו), הרי שגר תושב גולה, <b>וכתיב</b> <small>[ונאמר]</small> בפסוק אחר: <b>\"והיו לכם הערים למקלט\"</b> (במדבר לה, יב), ודיוק הכתוב הוא <b>\"לכם\"</b> — <b>ולא לגרים</b> תושבים, שאינם גולים! על כך <b>אמר רב כהנא: לא קשיא</b> <small>[אין</small> זה <small>קשה],</small> <b>כאן</b> שאינם גולים — מדובר <b>בגר תושב שהרג ישראל, כאן</b> שגולים — מדובר <b>בגר תושב שהרג גר תושב.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef28f7d6e4a90d4d5b1a36", "index_title": "Steinsaltz on Makkot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Makkot 12a:11", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Steinsaltz on Makkot 12a:11", "sourceHeRef": "ביאור שטיינזלץ על מכות י״ב א:י״א", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 23.0011, "collectiveTitle": {"en": "Steinsaltz on Makkot", "he": "ביאור שטיינזלץ על מכות"}, "heTitle": "ביאור שטיינזלץ על מכות", "he": " ומשיבים:  <b>הוא דאמר כי האי תנא</b> <small>[שאומר כ</small>דעת <small>תנא זה],</small> <b>דתניא</b> <small>[ששנויה</small> ברייתא<small>]</small> <b>ר' אליעזר אומר:</b> נאמר \"ולא ימות הרוצח <b>עד עמדו לפני העדה למשפט\"</b> (במדבר לה, יב), <b>מה תלמוד לומר</b> בפסוק זה? <b>לפי שנאמר</b> \"ומצאו אותו גואל הדם... <b>ורצח גאל הדם את הרצח\"</b> ((במדבר לה, כז) <b>יכול</b> ירצחנו <b>מיד? תלמוד לומר \"עד עמדו לפני העדה למשפט\",</b> משמע, שאין גואל הדם רשאי להרוג את הרוצח אלא לאחר שיצא חייב בדין, ובמקרה שלא נידון עדיין, אמר מר זוטרא בשם רב שגואל הדם נהרג עליו.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1547e6d6e4a92409ac4fd8", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 35:12:1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Siftei Chakhamim, Numbers 35:12:1", "sourceHeRef": "שפתי חכמים, במדבר ל״ה:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>מפני גואל הדם.</b> כלומר מגואל פי' מפני גואל הדם, ומפרש ואזיל הי מקרי גואל הדם, להיות ששם גואל נופל על גואל הרוצח כעל גואל הנרצח פירשו הרב ואמר שהוא קרוב לנרצח:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Against the blood redeemer.</b> Meaning that מגואל [\"from the avenger\"] refers to the blood redeemer. Rashi continues to explain which person is termed the blood redeemer, given the name “redeemer” could refer either to the redeemer of the murderer or to the redeemer of the victim. Therefore Rashi explains that he is a kinsman of the victim.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5afece99e37da9001896353b", "index_title": "Sefer Mitzvot Gadol", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Mitzvot Gadol, Negative Commandments, Remazim 163", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Sefer Mitzvot Gadol, Negative Commandments, Remazim 163", "sourceHeRef": "ספר מצוות גדול, לאוין, רמזים קס״ג", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1243, 1247], "commentaryNum": 163, "collectiveTitle": {"en": "Sefer Mitzvot Gadol", "he": "ספר מצוות גדול"}, "heTitle": "רמזים", "he": "רוצח שהרג בזדון אין ממיתין אותן עד שידונו אותו בית דין שנ' ולא ימות הרוצח עד עמדו לפני העדה למשפט:", "heVersionTitle": "Munkatch, 1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מונקאטש, 1901", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5afece99e37da90018963543", "index_title": "Sefer HaMitzvot", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer HaMitzvot, Negative Commandments 292:1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Sefer HaMitzvot, Negative Commandments 292:1", "sourceHeRef": "ספר המצוות, מצוות לא תעשה רצ״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1167, 1179], "commentaryNum": 292.0001, "collectiveTitle": {"en": "Sefer HaMitzvot", "he": "ספר המצוות"}, "heTitle": "מצוות לא תעשה", "he": " שהזהירנו מהרוג מחוייבי מיתה כשנראה שכבר עשה חטא שנתחייב עליו הריגה קודם הגיעו לבית דין אבל נביאהו לבית דין בהכרח ונעיד עליו כעדים לפניהם ונהיה אנחנו עדים לבית דין והם ישפטו עליו במה שיהיה חייב, והאזהרה שבאה בזה הענין הוא אמרו לא יומת הרוצח עד עמדו לפני העדה למשפט. ולשון מכילתא יכול יהרגו אותו משהרג או משנאף תלמוד לומר עד עמדו לפני העדה. ואפילו היה בית דין הגדול הם שראוהו הורג והם כלם עדים תבא העדות אצל בית דין אחר ואחר ידינוהו. ובמכילתא הרי עדה שראו באחד שהרג את הנפש יכול יהרגוהו תלמוד לומר עד עמדו לפני העדה עד שיעמוד אצל בית דין. (שם, הלכות רוצח פ\"א): ", "heVersionTitle": "Sefer HaMitzvot, Warsaw 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר המצוות, ורשה 1883", "text": "That He prohibited us from killing those liable for the death penalty - when we see that they have already done a sin for which one is liable for death - before their coming to the court. Rather we must perforce  bring him to the court and testify about him in front of them like witnesses. So we will be the witnesses for the court; and they will judge him for what he is liable. And the prohibition that appears about this matter is His saying, \"so that the murderer will not die until he stands before the congregation in judgment\" (Numbers 35:12). And the language of the Mekhilta is, \"Perhaps they kill him from when he has killed or from when he has been adulterous? [Hence] we learn to say, 'until he stands before the congregation.'\" And even if it is the Great Court that saw him kill and they are all witnesses, they take their testimony to another court and the other [court] judges him. And in the Mekhilta: \"Behold, a congregation that saw one kill a person - perhaps they kill him? [Hence] we learn to say, 'until he stands before the congregation'\" - until he stands before the court. (See Parashat Masei; Mishneh Torah, Murderer and the Preservation of Life 1.)", "versionTitle": "Sefaria Edition 2021, Translated by Rabbi Francis Nataf", "license": "", "versionTitleInHebrew": ""}, {"_id": "5afece99e37da90018963549", "index_title": "Sefer Mitzvot Gadol", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Mitzvot Gadol, Negative Commandments 163:1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Sefer Mitzvot Gadol, Negative Commandments 163:1", "sourceHeRef": "ספר מצוות גדול, לאוין קס״ג:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1243, 1247], "commentaryNum": 163.0001, "collectiveTitle": {"en": "Sefer Mitzvot Gadol", "he": "ספר מצוות גדול"}, "he": " רוצח (א) שהרג בזדון אין ממיתין אותו העדים ולא הרואין עד שיבואו לב\"ד וידונוהו למיתה שנ' ולא ימות הרוצח עד עמדו לפני העדה למשפט והוא הדין לכל מחוייבי מיתות ב\"ד שעברו ועשו שאין ממיתין אותו עד שיגמור דינו בב\"ד [מיימו' פ\"ב דהלכות רוצח] אמרה תורה שופך דם האדם באדם דמו ישפך זה ההורג בעצמו שלא ע\"י שליח, אך את דמכם לנפשותיכם אדרוש זה ההורג את עצמו, ומיד כל חיה אדרשנו זה המוסר את חבירו לפני חיה לטרפו, מיד האדם מיד איש אחיו דרוש את נפש האדם זה השוכר אחרי' להרוג את חבירו, ובפי' נאמר בשלשתן לשון דרישה הרי דינו מסור לשמים אעפ\"כ [בפ' הנשרפי' דף פ\"א] חייבין ב\"ד להכותו מכה רבה ולאסור אותו שנים רבות במצור ובמצוק לשבור את זרוע הרשעים ואם היתה השעה צריכה לכך הרשות בידן להרגו להוראת שעה, [פ' יוצא דופן דף מ\"ד] ההורג את הקטן בן יומו שכלו לו חדשיו הר\"ז נהרג עליו, אמר רבא בפ' הנשרפים (סנהדרין דף ע\"ח) ההורג את הטריפה אע\"פ שאוכל ושותה ומהלך בשוק פטור מדיני אדם וכל אדם בחזקת שלם עד שיודע בודאי שהוא טריפה אבל אדם טריפה שהרג את הנפש נהרג שנ' ובערת הרע מקרבך והוא שהרג בפני ב\"ד אבל בפני עדים פטור שמא יוזמו העדים ואם הוזמו אין נהרגין שהרי לא זממו אלא להרוג טריפה וכל עדות שאינה ראויה להזמה בדיני נפשות אינה עדות [מימוני פ\"ב דהלכות רוצח] אחד ההורג את ישראל או ההורג עבד כנעני הר\"ז נהרג עליו שהרי העבד קבל עליו מצות והרי הוא נוסף על נחלת השם, חילוק יש בין עבדו לעבד אחרים שעבדו יש לו רשות להכותו לפיכך אם הכה את עבדו הכאה שיש בה כדי להמית ונטה למות ועמד כ\"ד שעות ואחר כך מת אינו נהרג עליו אע\"פ שמת מחמת המכה שנ' אך אם יום או יומים יעמוד לא יוקם איזהו יום שהוא כיומים הוי אומר זה מעת לעת אבל המכה עבד שאינו שלו אפי' מת לאחר כמה ימים מחמת המכה הואיל והכהו ויש בו כדי להמית הר\"ז נהרג עליו בשאר בני חורין, נר' לרבי' משה [בפר' דלעיל] שהמכה עבדו בסכין ובסייף או באבן ובאגרוף וכיוצא בהן ואמדוהו למיתה ומת אינו בדין יום או יומים אלא אפי' מת לאחר שנה נהרג עליו לכך נא' בשבט שלא נתנה לו התורה רשות להכותו אלא בשבט ומקל ורצועה וכיוצא בהן בלא רציחה, המכה חבירו בזדון באבן או בעץ והמיתו אומדין [בפר' הנשרפים דף ע\"ט] דבר שהכהו בו ומקום שהכהו עליו אם ראוי אותו חפץ להמיתו באבר זה או אינו ראוי שנא' באבן יד אשר ימות בה הכהו או בכלי עץ יד שיהא בהן מלא היד וראויה להמית ונאמר אשר ימות בה מכאן שאומדין מקום המכה וכח ההכאה וכח המוכ' וכח המכה שאינו דומה חולה וחלש המכה לפח בריא וגבור המכה, [שם דף ע\"ו] תניא רבי אומר כלי ברזל לא נתנה תורה שיעור שממית בכל שהו שנ' אם בכלי ברזל הכהו וימות רוצח הוא ואפי' במחט והוא שיהיה לו חד כמו מחט או שפוד או סכין ושאין כיוצא בהן אומדין אותו כמו העץ והאבן, ולא בכלי לבד אלא אפי' הכהו בידו או ברגליו והרגו אומדי' כח המכה וכח הנהרג ומקום המכה, [שם] וכן אם דחפו מראש הגג ונפל אומדי' גובה המקום שהפילו מעליו שנ' או באיבה הכהו בידו וימות מות יומת המכה אע\"פ שנ' בידו הצריך הכתוב להיות ההכאה באיבה מכלל שמשערין כח ההכאה וכן לעניין הדחופה נאמר אם בשנאה יהדפנו וכתב רבינו משה [בפ\"ג דרוצח] יראה לי שכל שאין בגובהו עשר טפחים אין בו כדי להמי' כדרך שאמרו בבור לעניין בהמ' [בב\"ק דף ג'] תנא דבי חזקיה בפ' הנשרפי' [דף ע\"ט] נא' מכה בהמה ישלמנה ומכה אדם יומת הקיש מכה אדם למכה בהמה מה מכה בהמה לא חלקת בין שוגג למזיד בין מתכוין לאינו מתכוין בין דרך יריד' לדרך עליה לפוטרו ממון אלא לחייבו ממון אף מכה אדם לא תחלוק בו בין בשוגג בין במזיד בין מתכוין לשאינו מתכוין בין דרך עליה לדרך ירידה בכל אלה לחייבו ממון אלא לפוטרו בממון, [כל הסוגיא בתו' שם] בשלש' ענייני ממון מדבר תנא דבי חזקיה כי בין שוגג למזיד מדבר בממון אחד עם המיתה ואומר שכמו שמזיד פטור שנ' ולא יהיה אסון ענוש יענש הא אם יהיה אסון לא יענש כך שוגג פטור מן התשלומין ובזאת ודאי הלכה בתנא דבי חזקיה שעל זה מביאה בפרק אלו נערות (כתובות דף ל\"ה) ובפ' המניח (בבא קמא דף ל\"ה) ואומר שם בפ' אלו נערות (כתובות דף ל\"ה) ומי איכא דלית להו לתנא דבי חזקיה אבל בין מתכוין לשאין מתכוין מדבר לפטור מדמי הנהרג שכמו המתכוין פטור שנ' אם כופר יושת עליו ולא על האדם כדדרשינן בב\"ק [דף כ\"ו] כך שאין מתכוין לזה אלא לזה ועל זה אומר שם [בפ' הנשרפים דף ע\"ט] כי הך דתנא דבי חזקיה מפקא מדרבי ומפקא מדרבנן כי רבי אומר שם נתכוין להרוג את זה והרג את זה חייב ממון ופטור מן המיתה, ורבנן אומרים כי מתכוין להרוג זה והרג את זה חייב מיתה ופטור מממון ואומר כי לתנא דבי חזקיה לאו בר קטלא הוא ולאו בר ממונא הוא שאם היה חייב מיתה לא היה צריך להביא פסוק לפוטרו מממון, מאחר שרבי ורבנן חולקין עליו יראה לי שאין הלכה כמותו אלא כרבנן, ורבינו משה פסק [ריש פ\"ד דרוצח וע\"ש במגדל עוז] הלכה לגמרי כתנא דבי חזקיה, ובין דרך ירידה לדרך עליה בא לומר שכמו שהרגו במזיד בדרך עלייה שלא נתנה שגגתו לכפרה לא שקלינן מיניה ממונא ומפטריה מקטלא כך דרך ירידה אע\"פ שנתנה שגגתו לכפרה לא שקלינן מיניה ממונא וניפטריה מקטלא ובעניין זה אומר בכתובות [דף ל\"ז], [בסנהדרין דף ע\"ה] ת\"ר הכוהו עשרה בני אדם בעשר מקלות וכל אחד יש בו כדי להמית ומת [כך משמע שם מברייתא שאחרי'] בין שהכוהו בזה אחר זה בין שהכוהו כאחד כולן פטורין ממיתת ב\"ד שנ' כל נפש אדם שיהיה אחד שהרג כל הנפש והוא הדין לדחפוהו שנים לתוך המים או שהיו רבים יושבים ויצא חץ מביניהן והרג כולן פטורין כמו שאומר שם [דף פ'] אחר כך זרקו בו עשרה אבני' זה אחר זה וכל אחד מהן אין בו כדי להמית וזרק אחד אבן באחרונה ויש בו כדי להמית ומת הר\"ז האחרון נהרג עליו, אמרינן בסנהדרין [דף פ\"א] שההורג נפשות בעדות מיוחדת כגון שלא היו השני עדים רואים אותו כאחד אלא ראהו האחד אחר האחד או שהרג בפני שני עדים בלא התראה או שהוכחשו העדים בבדיקות ולא הוכחשו בחקירות כל אלו רצחנים הן וכונסין אותן לכיפה ומאכילין אותן לחם צר ומים לחץ עד שיצאו מעיהן ואחד כך מאכילין אותן שעורין עד שכריסן נבקעת מכובד החולי ואין עושין דבר זה לשאר מחוייבי מיתות ב\"ד שכשאינם חייבין מיתה פוטרין אותן, אע\"פ שיש עונות חמורות משפיכות דמים אין בהן השחתת ישובו של עולם כשפיכות דמים אפי' ע\"ז ואין צ\"ל עריות או חילול שבת שאינו כשפיכות דמים שאלו עונות הם הן מעבירות שבין אדם להקב\"ה אבל שפיכות דמים מעבירות שבינו לבין חבירו וכל מי שיש בידו עון זה הרי הוא רשע גמור ואין כל המצות שעשה כל ימיו שקולין כנגד עון זה מן הדין שנ' במשלי אדם עשוק בדם נפש עד בור ינוס אל יתמכו בו, צא ולמד מאחאב עובד ע\"ז שהרי נאמר רק לא היה כאחאב וגו' וכשנסדרו עונותיו וזכיותיו לפני אלהי הרוחות לא נמצאו דבר שחייבו כליה ולא היה דבר אחר ששקול כנגדו אלא דמי נבות שנ' ותצא הרוח ותעמוד זו רוח נבות ויאמר לו תפתה וגם תוכל והרי אותו הרשע לא הרג בידו אלא סבב ק\"ו להורג ביד' המינין ועושין עבירות להכעיס והאפיקורסין הם שכופרין בתורה ובנביאים מורידין לבור ולא מעלין אבל העכו\"ם עובדי ע\"ז והרועים בהמה דקה לא מעלין ולא מורידין אבל ישראל העושין עבירות להנאתן מצוה להצילן ואסור לעמוד על דמן כדאיתא במסכת ע\"ז [דף כ\"ו]: ", "heVersionTitle": "Munkatch, 1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מונקאטש, 1901", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0fd76d2f650300563aac5e", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebikhtav, Shoftim, Torah Ohr 37", "anchorRef": "Numbers 35:9-36", "anchorRefExpanded": ["Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 35:35", "Numbers 35:36"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebikhtav, Shoftim, Torah Ohr 37", "sourceHeRef": "שני לוחות הברית, תורה שבכתב, שופטים, תורה אור ל״ז", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1611, 1631], "commentaryNum": 37, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "תורה אור", "he": "<b>עמוד גמילות חסדים.</b> החסד שעושים עם המתים הוא עיקר החסד, ויש מנוח לנפש הנרצח כשהרוצח ההורגו בשגגה גולה, ורמזתיו לעיל בפרשת מסעי. וישב שם עד מות כהן גדול שהוא חסד:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": "<b>עמוד גמילות חסדים</b> . The last of the six pillars which is part of the legislation in our פרשה concerns first and foremost something one does for the dead. The latter cannot repay us as our performance of any service for them is the true rendering of kind deeds. The first such example the Torah deals with in our פרשה concerns the person who has killed inadvertently and is protected against the vengeance of the victim's blood relations by taking refuge in one of the cities set aside for such a purpose (19,2-10). He must remain there until the death of the High Priest during whose tenure the killing occurred, and who represents the attribute of חסד. We have alluded to these details in our commentary on Numbers 35,9-36 where we pointed out the element of חסד inherent in this legislation.", "versionTitle": "Shney Luchot Habrit by Rabbi Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17a43fbb386c011be9cd1e", "index_title": "Rashi on Bava Kamma", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Bava Kamma 45a:7:1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Rashi on Bava Kamma 45a:7:1", "sourceHeRef": "רש\"י על בבא קמא מ״ה א:ז׳:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1065, 1115], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Rashi on Bava Kamma", "he": "רש\"י על בבא קמא"}, "heTitle": "רש\"י על בבא קמא", "he": "מה בעלים בפניהם - כדכתיב עד עמדו לפני העדה למשפט (במדבר ל״ה:י״ב):", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": "Just as the owner [is sentenced to death] only in his presence - as is written, \"unless he has stood trial before the assembly\" [Numbers 35:12].", "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5c17b9c0b071e100bf4edae9", "index_title": "Tosafot Yom Tov on Mishnah Makkot", "category": "Quoting Commentary", "type": "", "ref": "Tosafot Yom Tov on Mishnah Makkot 2:3:2", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Tosafot Yom Tov on Mishnah Makkot 2:3:2", "sourceHeRef": "תוספות יום טוב על משנה מכות ב׳:ג׳:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1613, 1617], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Tosafot Yom Tov on Mishnah Makkot", "he": "תוספות יום טוב על משנה מכות"}, "he": "<b>חוץ מעל ידי גר תושב</b>. כתב הר\"ב שאם הרג בן ישראל בשוגג אינו גולה אלא נהרג. גמ' שנאמר (במדבר ל\"ה) והיו לכם הערים למקלט. לכם ולא לגרים. ומ\"ש דנהרג משום דקיי\"ל [בסנהדרין דף נ\"ז] דבן נח אין צריך התראה אלא אזהרתו זו היא התראתו. ומסיים הרמב\"ם בפירושו אבל כשהרג ישראל לגר תושב יגלה ישראל ע\"כ. ומתני' הכי קאמרה הכל גולין ע\"י ישראל וישראל גולין על ידו. כלומר הכל אית בהו תרתי שבין שהוא ההורג או שהוא הנהרג. כל שיש יד ישראל באמצע בין שישראל נהרג או הורג. הרי יש כאן גלות לההורג. חוץ מעל ידי גר תושב. דלא מצינו ביה תרתי. שאע\"פ שאם ישראל הרג לגר תושב גולה. מ\"מ אם הוא הרג לישראל אינו גולה אלא נהרג. כך נראה בעיני. וס\"ל להרמב\"ם דהא דאמרינן בגמ' חוץ מעל ידי גר תושב אלמא גר תושב נכרי הוא אימא סיפא גר תושב גולה וכו' אמר רב כהנא לא קשיא כאן בגר תושב שהרג גר תושב כאן בגר תושב שהרג ישראל. דדוקא נקט גר תושב שהרג ישראל אבל איפכא לא. דאי לאו הכי הכי הל\"ל שאני סיפא דבר מיניה הוא דהשתא הוה משמע דכל היכא דלאו בר מיניה הוא בין שהוא ההורג בין שהוא הנהרג אין כאן גלות. אלא ודאי דישראל שהרג לגר תושב אין הכי נמי דמחייב גלות. ואני תמה על הכ\"מ שבפ\"ה מהלכות רוצח השיג על לשון הרמב\"ם שם ישראל שהרג בשגגה את העבד או את הגר תושב גולה. והשגתו מלשון המשנה דתנן הכל גולין ע\"י ישראל וכו' חוץ מע\"י גר תושב הרי בהדיא שישראל אינו גולה ע\"י גר תושב. ונ\"ל שטעות סופר יש בכאן וצריך למחוק גר תושב עכ\"ל. ובודאי שהשגתו זו לאו השגה היא שהוא הבין דרכה דמתני' דתנן חוץ מע\"י גר תושב כשאר ע\"י דתנינן שהמכוון ע\"י זה שנהרג והכא הא מפקא לה הגמ' מכי הא דהא אמרי' כאן בגר תושב שהרג ישראל. דש\"מ דהאי ע\"י לאו כגוונא דאינך הוא. אבל למאי דפרישית ניחא לישנא דע\"י וכ\"ש שהרמב\"ם בפירושו העתיק חוץ מגר תושב. וכן הוא בפירש\"י שבמשנה ושבגמ'. ובעל חכמת שלמה הגיה לגרוס כך והרי הראב\"ד שהשיגו ג\"כ להרמב\"ם כמו שאכתוב בסמוך לא תפס עליו מן המשנה. והיינו טעמא דבגמ' מוכחת בידים מוכיחות דהאי ע\"י לאו כאינך הוא דא\"כ לשון כאן בגר תושב שהרג ישראל לא הוה ניחא ואי נמי גירסתו ג\"כ מגר ולא ע\"י. אבל מה שהשיגו הראב\"ד הוא מדהוצרכו עבד וכותי מן הרבוי. אלמא גר תושב לא. ועוד כי יכה את רעהו כתיב (דברים י\"ט). ע\"כ.ובעיני שגם זו אינה השגה כלל דעבד וכותי מצריכין לרבויי שיהא גם הוא גולה כשהורג לישראל משא\"כ גר תושב והכי דייק לישנא דגמ' הכל גולין ע\"י ישראל לאתויי עבד וכותי. ש\"מ דבהורג לישראל מרבינן להו. והא דתנו רבנן עבד וכותי גולה ולוקה ע\"י ישראל וישראל גולה ולוקה ע\"י כותי [ועבד] איכא למימר דסיפא משום לוקה איצטריך למתני. וכדמסיק כגון שהכהו הכאה שאין בהשיעור מיתה. וקמ\"ל דלא מקשינן הכאה לקללה דבקללת עבד וכותי פטור. דכתיב (שמות כ\"ב) בעמך לא תאור. בעושה מעשה עמך. ומלשון הכתוב רעהו לא קשיא דכיון דלענין ערי מקלט אשכחן דגר תושב חלוק מן הנכרי דנכרי שהרג לנכרי אין ערי מקלט קולטות לו. כדכתיב (במדבר ל\"ה) ולבני ישראל תהיינה אבל לגר תושב קולטות כדכתיב (שם) ולגר ולתושב. הלכך אע\"ג דאמעוט כשהרג הוא לישראל. מדכתיב והיו לכם דשמע מינה שהוא אינו גולה. מ\"מ אין לנו למעט שיהא ג\"כ הישראל שהרגו פטור מן הגלות. כיון דאשכחן שהם בכלל מצות ערי מקלט כשנהרג מגר תושב. וא\"כ ה\"ה כשנהרג מישראל. אלא דכשהוא הורג לישראל אמעוט מלכם. מכל הלין. דהשגותיו של הראב\"ד אינן השגות כל שכן שהשגתו של הכ\"מ מעיקרא לאו השגה היא. ודלשון הגמ' דלא נקטה אלא כאן בגר תושב שהרג לישראל דייקא כדעת הרמב\"ם. ולפיכך אין למחוק מספרו של הרמב\"ם כאשר כתב הכ\"מ. וכ\"ש שכן נמצא ג\"כ בפירושו. מלבד ראה את זה מצאתי בספרי. שדרשו רעהו פרט לנכרי. רעהו פרט לגר. ומ\"מ אי אפשר לתלות בשום פנים בטעות סופר מ\"ש בשני חבורים שונים. אלא יש לנו לומר דדחי לה להא דספרי מקמי משמעות גמרא דידן: \n", "heVersionTitle": "Mishnah, ed. Romm, Vilna 1913", "heLicense": "Public Domain", "heVersionTitleInHebrew": "משנה, מהדורת בית דפוס ראם, וילנא 1913", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17ba3eb071e100bf4f2af2", "index_title": "Tosafot Yom Tov on Mishnah Makkot", "category": "Quoting Commentary", "type": "", "ref": "Tosafot Yom Tov on Mishnah Makkot 2:8:3", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Tosafot Yom Tov on Mishnah Makkot 2:8:3", "sourceHeRef": "תוספות יום טוב על משנה מכות ב׳:ח׳:ג׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1613, 1617], "commentaryNum": 8.0003, "collectiveTitle": {"en": "Tosafot Yom Tov on Mishnah Makkot", "he": "תוספות יום טוב על משנה מכות"}, "he": "<b>מעלים היו שכר וכו'</b>. כתב הר\"ב בארבעים ושנים עיר וכו' אבל בשש ערי מקלט כ\"ע מודו וכו' דכתיב (במדבר ל״ה:י״ב) והיו לכם הערים למקלט לכם לכל צרכיכם. אבל ארבעים ושנים עיר דכתיב (שם) ועליהם תתנו. לא אתא אלא לאקושינהו לקליטה. גמ': \n", "heVersionTitle": "Mishnah, ed. Romm, Vilna 1913", "heLicense": "Public Domain", "heVersionTitleInHebrew": "משנה, מהדורת בית דפוס ראם, וילנא 1913", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ebd60b88912f76561452eb6", "index_title": "Peninei Halakhah, Likkutim II", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Likkutim II 8:5:2", "anchorRef": "Numbers 35:9-32", "anchorRefExpanded": ["Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32"], "sourceRef": "Peninei Halakhah, Likkutim II 8:5:2", "sourceHeRef": "פניני הלכה, ליקוטים ב ח׳:ה׳:ב׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [2007, 2011], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Peninei Halakhah, Likkutim II", "he": "פניני הלכה, ליקוטים ב"}, "he": "לא רק מי שרצח במזיד נענש, אלא אף אדם שרצח בשגגה נענש. על פי התורה, עונשו הוא שיעזוב את מקום מגוריו, וייגלה אל אחת מערי המקלט שנקבעו לכך. והיה עליו לשהות שם עד מות הכהן הגדול שהיה באותו הזמן. אם הרוצח בשגגה יצא מעיר המקלט קודם למותו של הכהן הגדול, מותר היה לגואל הדם, היינו לאחד מקרובי הנרצח, להורגו (במדבר לה, ט-לב).", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "601fd50fe693a9c2c3021be6", "index_title": "Zohar HaRakia", "category": "Quoting Commentary", "type": "", "ref": "Zohar HaRakia, Negative Commandments 12:2", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Zohar HaRakia, Negative Commandments 12:2", "sourceHeRef": "זוהר הרקיע, מצוות לא תעשה י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1370, 1430], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Zohar HaRakia", "he": "זוהר הרקיע"}, "heTitle": "מצוות לא תעשה", "he": "כבר כתבתי שהמשורר ז\"ל סדר שירו דרך עשרת הדברות ובכאן כב תלא תרצח. ופי' לא תנקש לא תשבר מענין (תלים ק\"ט י\"א) ינקש נושה לכל אשר לו. ופי' ונפש לא תרצח ומ\"ש אשר דמה אבקש יראה שפי' כמו (יחזקאל ג' י\"ח) ודמו מידך אבקש ובא בדרך (בראשית ט' ה') מיד איש אחיו אדרוש וכו' אבל מפ' האזהרות ז\"ל פי' בו ענין נאות והוא לומר שלא להרוג אפי' מי שהוא מחוייב מיתה וכאלו אמר לא תנקש ותרצח נפש מי שאני חפץ במיתתו ומבקש דמו שלא נתנה רשות אלא לב\"ד אחר שיעידו בפניהם עדים ואם סנהדרין ראו העבירה לא ימיתוהו עד שיביאוהו לב\"ד ויעידו ואותם ב\"ד ימיתוהו וזהו הנכלל בפסוק (במדבר ל\"ה י\"ב) ולא ימות הרוצח עד עמדו למשפט. ואמר במכילתא יכול שיהרגו אותו מי שהרג או שנאף ת\"ל ולא ימות הרוצח עד עמדו וגו' ואמר עוד הרי עדה שראו א' שהרג את הנפש יכול יהרגו אותו עד שלא יעמוד לפני ב\"ד ת\"ל ולא ימות הרוצח עד עמדו לפני העדה למשפט:", "heVersionTitle": "Vilna, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a6eccda51cfa3ddf3ec5", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 35:29:1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Ramban on Numbers 35:29:1", "sourceHeRef": "רמב\"ן על במדבר ל״ה:כ״ט:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "<b>בכל מושבתיכם</b> לימד שתהא סנהדרין נוהגת בחוצה לארץ כל זמן שנוהגת בארץ ישראל לשון רש\"י (רש\"י על במדבר ל״ה:כ״ט) וכן הדבר שלאחר החורבן אינה נוהגת לא בארץ ישראל ולא בחוצה לארץ כמו שאמרו רבותינו בפרק ארבע מיתות בית דין (סנהדרין נב) ובאת אל הכהנים הלוים ואל השופט אשר יהיה בימים ההם (דברים יז ט) בזמן שיש כהן יש משפט בזמן שאין כהן אין משפט ושנו במכילתא מנין שאין ממיתין אלא בפני הבית שנאמר מעם מזבחי תקחנו למות (שמות כא יד) אם יש לך מזבח אתה ממית ואם לאו אין אתה ממית אבל לא מצאתי במצוה שתלויה בזמן הבית שיאמר בה <b>לדורותיכם בכל מושבותיכם</b> כי זה יורה אפילו על זמן הגלות בחוצה לארץ כמו שנאמר בשביתת חג השבועות (ויקרא כג כא) ובאיסור החדש (שם פסוק יד) לחייב בהם בחוצה לארץ בזמן הזה שלא נתלה אותו בעומר ובמנחה חדשה וכן בחלב (שם ג יז) שלא נתלה אותו בקרבנות ואולי הם דורשים <b>אלה לכם לחקת משפט</b> על הסנהדרין הנזכרים בפרשה תמיד שנאמר לפני העדה למשפט (במדבר ל״ה:י״ב) ושפטו העדה (במדבר ל״ה:כ״ד) ויאמר שתהיה לנו לדורות עדה שופטת אפילו לאחר חורבן לדון דיני קנסות וגזלות וחבלות וכל דבר שבממון ושל מלקות ארבעים:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "IN ALL YOUR HABITATIONS. “This teaches us that a Sanhedrin<sup class=\"footnote-marker\">90</sup><i class=\"footnote\">In our Rashi: “a small Sanhedrin,” i.e., a court of twenty-three judges which functioned in every city, and had power over civil and criminal cases. The “great Sanhedrin” consisted of seventy-one judges, and its seat was in a chamber on the Temple Mount, adjoining the Sanctuary Court.</i> may function outside the Land [of Israel] as long as one functions in the Land of Israel itself.” This is Rashi’s language. This is indeed correct, because after the destruction [of the Temple] the Sanhedrin cannot function in the Land of Israel nor outside it, just as our Rabbis have said in the Chapter <i>Arba Mithoth Beth Din:</i><sup class=\"footnote-marker\">91</sup><i class=\"footnote\">Literally: “Four kinds of death-penalty of the court.” — The text referred to here is in Sanhedrin 52b.</i> “<i>And thou shalt come unto the priests the Levites, and unto the judge that shall be in those days</i><sup class=\"footnote-marker\">92</sup><i class=\"footnote\">Deuteronomy 17:9.</i> — when there is a priest [performing the Divine Service in the Sanctuary] there is [execution of] judgment; when there is no priest [at the Sanctuary] there is no judgment.” And we have been taught in the Mechilta:<sup class=\"footnote-marker\">93</sup><i class=\"footnote\">I.e., the Mechilta of Rabbi Shimon ben Yochai (on Exodus 21:14). This work is mentioned by Rambam in his Sefer Hamitzvoth, principle 14, (see “The Commandments,” Vol. II, p. 424).</i> “Whence do we know that judicial execution can take place only during the existence of the Sanctuary? Because it says, <i>From Mine altar, thou shalt take him, that he may die</i>.<sup class=\"footnote-marker\">94</sup><i class=\"footnote\">Exodus 21:14.</i> If you have an altar, you may render capital punishment, and if not, you may not do so.”<br>But I have nowhere found in connection with a commandment which is limited to the [duration of the] existence of the Sanctuary that Scripture should say about it, <i>throughout your generations in all your habitations</i> [as it does here], because this [expression] indicates [the contrary, namely that it is binding] even during the exile, outside the Land. Thus [it uses this expression] in connection with [the obligation of abstaining from work on the Festival of Shavuoth,<sup class=\"footnote-marker\">95</sup><i class=\"footnote\">Leviticus 23:21: <i>it is a statute forever in all your habitations throughout your generations</i>.</i> and in connection with the prohibition of [eating from] the new crop [before bringing the <i>omer</i> on the sixteenth day of Nisan],<sup class=\"footnote-marker\">96</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 14. For the explanation of the word <i>omer</i>, see Vol. III, p. 368, Note 243.</i> in order to make [these laws] obligatory even outside the Land [of Israel] and even nowadays [when the Temple is destroyed], so that we should not [think that the prohibition against eating of the new crop is] dependent upon [the actual offering of] the <i>omer</i>, and [so that we should not make the commandment to abstain from work on Shavuoth dependent] upon the offering of <i>the new meal-offering</i><sup class=\"footnote-marker\">97</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 16.</i> [on that day]. Likewise [the expression <i>throughout your generations in all your habitations</i> is used] in connection with [the prohibition against eating certain] fats<sup class=\"footnote-marker\">98</sup><i class=\"footnote\"><i>Ibid.</i>, 3:17.</i> so that we should not think that it is dependent upon the offerings.<sup class=\"footnote-marker\">99</sup><i class=\"footnote\">See Ramban’s emphasis on this point in Vol. III, pp. 85-88.</i> [And so here too the expression <i>throughout your generations in all your dwellings</i> would indicate that the execution of judgment including the death-penalty, applies at <i>all</i> times, and is <i>not</i> dependent upon the existence of the Sanctuary!] Perhaps the Rabbis interpreted the words [in our verse here]: <i>And these things shall be for a statute of judgment</i> [as referring not to the criminal cases mentioned in this section, but] to [the general law of] the Sanhedrin mentioned continually in this section, as it is said, [<i>until he stand</i>] <i>before ‘the congregation’ for judgment;</i><sup class=\"footnote-marker\">100</sup><i class=\"footnote\">Above, Verse 12.</i> <i>then ‘the congregation’ shall judge</i>,<sup class=\"footnote-marker\">101</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 24.</i> and Scripture is thus saying that we should always have, throughout all generations, and even after the destruction [of the Sanctuary], “a congregation that judges” [i.e., a Sanhedrin, or court] in order to adjudicate upon the laws of fines, robberies, personal injury, and all monetary matters, and to deal with the law of forty stripes.<sup class=\"footnote-marker\">102</sup><i class=\"footnote\">Deuteronomy 25:3. All these laws are applied even after the destruction of the Temple.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eeb6bfddfbb310fed20", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Levitical Towns of Asylum 2-3", "anchorRef": "Numbers 35:1-34", "anchorRefExpanded": ["Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Levitical Towns of Asylum 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ט׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Levitical Towns of Asylum", "he": "במדבר הערה ט׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ט׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["As a kind of appendix to the previous chapter, and for a last mention of the Levites in Numbers, we are given what the Torah regards as an important innovation: the institution of the Towns of Asylum (or Refuge), whereby an accidental manslayer could avoid the expected blood vengeance of the dead person’s family. Greenberg (1959) has claimed that the specified towns probably were a substitute for what in other ancient Near Eastern societies was banishment; in his view, the idea of internal banishment presented here affirms the high and nonnegotiable value put on human life in the Bible—even when it is ended by accident. Be that as it may, the law in this chapter puts a brake on a reality of ancient life.", "It is likely that the towns in question were previously sacred Canaanite towns, and Frick has raised the interesting possibility that from that special character or status may have evolved the concept of citywide asylum (and not just at the altar, a temporary measure)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380ae713bd8cd388d3e57", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "anchorRef": "Numbers 26:1-36:13", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳ ב׳-י׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Preparations for Conquest", "he": "במדבר מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE LAST PART OF</small> N<small>UMBERS IS WHAT THE READER MIGHT HAVE EXPECTED ALL ALONG</small>: a collection of materials that deal directly with the upcoming conquest of Canaan. It is concerned, then, with the transfer of leadership from Moshe to Yehoshua (Joshua); with provisions for two and a half tribes to remain on the east bank of the Jordan River, as long as they take part in the impending invasion; with listing the entire route of the Israelites, from Egypt to the plains of Moab; and with the borders of the land to be conquered.", "As has been the case earlier in the book, however, other material intervenes: a theme and variation doublet on the inheritance of land in a case where a man leaves daughters, not sons; two chapters on what sacrifices are to be brought on holy days; a section on vows taken by women; war with Midyan and the precise apportioning of spoils, both to warriors and to the sanctuary; and the law regarding accidental homicide, in which family vengeance is circumvented by the existence of “safe” Levite towns to which the manslayer may flee.", "The inconsistent thematics may again be explained by the intrusion of an editorial hand, again by priestly interests. In Levine’s view, most of Chapters 25–36 function to establish matters of importance in the priestly view, just as in Chapters 1–10. Here law takes precedence over narrative.", "Despite the varied subject matter of this section, it holds together structurally, via the common biblical technique of word (sound) repetition. The rather common verb <i>tzivvah</i>, “command,” weaves through every one of Chapters 26–36, except for 33. Sometimes it introduces what God wants the Israelites to do; sometimes it leads to the formula of fulfillment, “as YHWH commanded the Children of Israel, so they did”; still other times it refers to a command given by Moshe himself. The entire section begins with the verb (26:4), and ends with it as well (36:13). In addition, the chapters most far afield, 28–29 (taken as a unit) and 30, begin and end with it. Whether this was a conscious technique by redactors is hard to say, but its existence is striking.", "Another structural device, that of framing, also occurs in this part of the book: after the introductory census (Chap. 26), the rest is built between two brackets, each involving the daughters of Tzelofhad, and each opening with the verb “to come-near” (27:1 and 36:1). So despite the wide-ranging material, some sense of unity has been imposed upon it.", "Finally, there is the key occurrence, for the book of Numbers, of more lists, from census to holiday sacrifices, from stops along the journey to the precise borders of the Promised Land. We are in the presence of order once again.", "What remains lacking at the end of the book is exactly what Deuteronomy supplies: a final exhortation from Moshe, which includes reiteration and further clarification of the laws, a public covenant ceremony, Moshe’s long blessing of the people, and the account of his death and burial. If added here, these topics might have tipped the scales of Numbers, which has given us almost too much to digest as it is; as the Torah has come down to us, they are more appropriately treated in the expansive and majestic rhetorical setting of Deuteronomy.", "<img>", "<b><i>Num. 26:3</i> Moshe spoke, and El’azar the priest, to them in the Plains of Moav …</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f1c9ad75f2d99afa54", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Levitical Towns of Asylum 1", "anchorRef": "Numbers 35:1-34", "anchorRefExpanded": ["Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Levitical Towns of Asylum 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ט׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ט׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 35:1-34\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 35:1-34</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f3c9ad75f2d99afa72", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Towns of Asylum 2", "anchorRef": "Numbers 35:9-34", "anchorRefExpanded": ["Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Towns of Asylum 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳, דברים הערה ה׳ ב׳", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ה׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "In a brief passage that seems utterly out of place amid the deep rhetoric of this section, Moshe carries out a command he had received in Num. 35:9–34 to make sure that an accidental manslayer has a special place(s) to flee to from an avenging family. Perhaps this has been placed here because it is one of the few “laws and regulations” in the Torah whose observance is mandated on the east bank of the Jordan River—and hence is one of the few that Moshe personally gets to carry out.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62e62fb6eadfb73fe77cd9c9", "index_title": "Rav Hirsch on Torah", "category": "Quoting Commentary", "type": "", "ref": "Rav Hirsch on Torah, Deuteronomy 19:11:9", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 19:11:9", "sourceHeRef": "רש\"ר הירש על התורה, דברים י״ט:י״א:ט׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 11.0009, "collectiveTitle": {"en": "Rav Hirsch on Torah", "he": "רש\"ר הירש על התורה"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Hier heißt es nun: וכי יהיה איש שנא לרעהו וארב לו וקם עליו וגו׳, wenn aber jemand einen Totschlag begangen und es ist an der verbrecherischen <i>Absicht</i> und <i>Ausführung</i> und auch an dem erzielten <i>Erfolg</i> kein Zweifel, so gewähren ihm nicht nur die Miklatstädte durchaus keinen Schutz, sondern wenn er in eine dieser Städte sich geflüchtet – und wie bereits (Bamidbar 35, 12) bemerkt, wird vorausgesetzt, daß der vorsätzliche, wie der unvorsätzliche Totschläger zuerst in eine solche Stadt sich flüchtet, damit ohne gerichtliches Urteil kein Leben angetastet wird ׳ושלחו זקני עירו וגו so hat das zuständige Gericht ihn von dort holen zu lassen und das Recht an ihm zur Geltung zu bringen. ביד גואל הדם (siehe zu Bamidbar daselbst).", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "62e6306beadfb73fe77cdcb3", "index_title": "Rav Hirsch on Torah", "category": "Quoting Commentary", "type": "", "ref": "Rav Hirsch on Torah, Deuteronomy 19:8:1", "anchorRef": "Numbers 35:9-34", "anchorRefExpanded": ["Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 19:8:1", "sourceHeRef": "רש\"ר הירש על התורה, דברים י״ט:ח׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Rav Hirsch on Torah", "he": "רש\"ר הירש על התורה"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "VV. 8-10. ואם ירחיב וגו׳. Von den zehn Völkerschaften, deren Länderbesitz (Bereschit 15, 19-21) Abraham verheißen war, erhielten sie zunächst den Besitz von sieben. Das volle Erbteil blieb ihnen noch vorbehalten (siehe zu Kap. 1, 7). Wenn sie einst dieses noch vergrößerten Landbesitzes gewürdigt werden werden, so sollen sie auch für dies Gebiet die Grundlegung des darauf zu entfaltenden jüdisch-sozialen Lebens mit der Institution der Miklatstädte beginnen. Die durch keines der irdischen Güter aufzuwiegende Heiligkeit eines Menschenlebens bleibt für alle Zeiten die Basis aller jüdischen menschengesellschaftlichen Zustände. Das vergossene Blut <i>eines</i> Unschuldigen, דם נקי, lastet als schwere Blutschuld auf dem ganzen Staate, והיה עליך דמים (siehe ferner Bamidbar 35, 9-34).", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "62e630b7eadfb73fe77cddfd", "index_title": "Rav Hirsch on Torah", "category": "Quoting Commentary", "type": "", "ref": "Rav Hirsch on Torah, Deuteronomy 19:2:2", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 19:2:2", "sourceHeRef": "רש\"ר הירש על התורה, דברים י״ט:ב׳:ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Rav Hirsch on Torah", "he": "רש\"ר הירש על התורה"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "והיה לנום שמה כל רוצח (siehe zu Bamidbar 35, 12).", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63d77c83eca1000753446ce7", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 35:12:1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Rav Hirsch on Torah, Numbers 35:12:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ל״ה:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 12. מגאל (siehe Schmot 6, 6). גואל ist hier derjenige, der für den getöteten Menschen auftritt und die Ahndung des Geschehenen an dem Täter zur Geltung bringt. Es ist dies in der Regel ein Verwandter des Getöteten. Es ist aber dieses Auftreten des גואל so wenig als sogenannte \"Blutrache\" zu begreifen, daß, nach Sanhedrin 45b, wenn kein Verwandter da ist, das Gericht einen גואל bestellt. אם אין לו גואל ב׳׳ד מעמידין לו גואל (nach רש׳׳י daselbst ד׳׳ה גואל הדם wäre dies selbst bei רמב׳׳ן ,הורג בשוגג in ס׳׳מ im Anhange zu מ׳׳ע סי׳ י׳׳ג widerlegt jedoch diese Ansicht und erklärt den Satz nur bei הורג במזיד). ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63d77c83eca1000753446ce8", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 35:12:2", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Rav Hirsch on Torah, Numbers 35:12:2", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ל״ה:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "ולא ימות הרצח וגו׳,dadurch, daß einmal ein jeder, der einen Menschen getötet , dorthin fliehen kann, ist dem vorgebeugt, daß keiner wieder getötet werde, bevor er vor Gericht gestanden und das Gericht über den Fall entschieden hat, ob er der gerichtlichen Hinrichtung, ob der Verweisung in eine מקלט-Stadt zum Schutze vor dem גואל הדם schuldig geworden oder gänzlich frei zu sprechen sei. So lehrt die Mischna zu Verse 24 und 25 Makkot 9a: בתחלה אחד שוגג ואחד מזיד מקדימין לערי מקלט וב׳׳ד שולחין ומביאין אותו משם מי שנתחייב מיתה בב׳׳ד הרגוהו ושלא נתחייב מיתה פטרוהו מי שנתחייב גלות מחזירין אותו למקומו שנאמר והשיבו אותו העדה אל עיר מקלטו. Mackoth 12a wird an unserem Satze allgemein die Norm gelehrt, daß selbst bei positivster Gewissheit von der Schuld, wenn z. B. ein Mord in Gegenwart des Gerichtes geschehen, der Mörder nicht ohne vorgängige gehörige gerichtliche Prozedur hingerichtet werden dürfe, מנין לסנהדרין שראו אחד שהרג את הנפש שאין ממיתין אותו עד שיעמוד בב׳׳ד אחר ת׳׳ל עד עמדו לפני הערה למשפט עד שיעמוד בב׳׳ד אחר, und zwar, wie es hier heißt, muss die gerichtliche Prozedur durch andere Richter vorgenommen werden, die nicht bei dem Vorgang gegenwärtig waren. Die gegenwärtig gewesenen können nur als Zeugen und nicht als Richter fungieren, weil, wie Rosch Haschana 26 a mit Hinweis auf Verse 24 und 25 (siehe daselbst) gelehrt wird, bei דיני נפשות kein עד הרואה נעשה דין, wer bei dem Vorgang als Zeuge gegenwärtig gewesen, nicht Richter in der Sache werden kann, weil die Aufgabe des Gerichts die möglichste Freisprechung ist, und כיון דחזיוה דקטל נפשא לא מצי חזו ליה זכותא, der Eindruck des gesehenen Vorganges bei ihm nicht hinreichende Unbefangenheit voraussetzen lässt, dem Tatbestand freisprechende Seiten abzugewinnen. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63d77c83eca1000753446ce9", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 35:12:3", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Rav Hirsch on Torah, Numbers 35:12:3", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ל״ה:י״ב:ג׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "העדה ist das Gericht als Repräsentant der von Gott mit Handhabung seines Rechts betrauten Gesamtheit.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64186c2a894184186dd59130", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 35:12:1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Sifrei Zuta 35:12:1", "sourceHeRef": "ספרי זוטא ל״ה:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 12.0001, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>והיו לכם הערים למקלט מגואל</b>, יהוא קולטות מגואל לפה שנאמ' ולא ימות הרוצח הרי מי שהיה רודף אחר חבירו להורגו אמרו לו בן ברית הוא הווי יודיע שכתוב בתורה שופך דם האדם באדם דמו ישפך (בראשית ט ו) א' להן אע\"פ כן הורג הוא א' רשע למות קדם הורגהו הצל נפשו של זה בנפשו של זה וכן מי שהיה רודף אחר האשה לנאפה אמרו לו בת ברית היא אשת איש היא הווי יודיע שכתוב בתורה מות יומת הנואף והנואפת א' להן אע\"פ כן נואף הוא א' רשע למות קדם הורגהו הצל אשתו של זה בדמו של זה יכול יהרגו אותו משהרג או משנאף ת״ל ולא ימות הרוצח עד מתי עד עומדו לפני העדה למשפט ר' יונתן בן דורס אומר הרי עדה שראו אחד שהרג את הנפש יכול יהרגו אותו עד שלא יעמוד אצל בית דין ת״ל ולא ימות הרוצח עד מתי עד עומדו לפני העדה למשפט:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64785b3e4740bcb95cf613d7", "index_title": "On Flight and Finding", "category": "Second Temple", "type": "", "ref": "On Flight and Finding 19:1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "On Flight and Finding 19:1", "sourceHeRef": "על הבריחה והמציאה י״ט:א׳", "anchorVerse": 12, "sourceHasEn": true, "commentaryNum": 19.0001, "collectiveTitle": {"en": "On Flight and Finding", "he": "על הבריחה והמציאה"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "[100] Such are the six cities, which Moses calls “places of refuge” (Num. 35:12), five of which were represented by symbolic figures which are in the sanctuary, the Laws laid up in the ark being symbols of injunction and prohibition; the lid of the ark, which he calls the Mercy-seat, representing the gracious power; while the creative and kingly powers are represented by the winged Cherubim that rest upon it.", "versionTitle": "Loeb Classical Library, Harvard University Press, 1934", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64b30a751fa159ff18310efb", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "", "ref": "Yalkut Shimoni on Torah 788:11", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Yalkut Shimoni on Torah 788:11", "sourceHeRef": "ילקוט שמעוני על התורה תשפ״ח:י״א", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1100], "commentaryNum": 788.0011, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "כל מכה נפש לפי עדים למה נאמר. לפי שהוא אומר ורצח גואל הדם שומע אני יהרגנו בינו לבין עצמו, ת\"ל כל מכה נפש לפי עדים מגיד שאינו הורגו אלא בעדים דברי ר' יאשיה. רבי יונתן אומר כל מכה נפש לפי עדים למה נאמר. לפי שהוא אומר ולא ימות הרוצח וגו' שומע אני יהרגנו בב\"ד ושלא בעדים, ת\"ל כל מכה נפש לפי עדים מגיד שאינו הורגו אלא בעדים ובב\"ד:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Why is it stated \"כל מכה נפש לפי עדים\" (every strike that takes a life requires witnesses)? Because it is written, \"And the avenger of blood shall slay the murderer\" (Numbers 35:19). I might think that the avenger can kill the murderer on his own, without witnesses. Therefore, it is stated \"כל מכה נפש לפי עדים\" (every strike that takes a life requires witnesses) to teach that the murderer is not put to death except through witnesses. These are the words of Rabbi Yehoshua. Rabbi Yonatan says, \"Why is it stated 'כל מכה נפש לפי עדים' (every strike that takes a life requires witnesses)? Because it is written, 'But the murderer shall not die' (Numbers 35:12). I might think that the murderer is put to death by the court without witnesses. Therefore, it is stated 'כל מכה נפש לפי עדים' (every strike that takes a life requires witnesses) to teach that the murderer is not put to death except through witnesses and by the court.\"", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "64b3131fe20c3eb08f8296dd", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "", "ref": "Yalkut Shimoni on Torah 787:16", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Yalkut Shimoni on Torah 787:16", "sourceHeRef": "ילקוט שמעוני על התורה תשפ״ז:ט״ז", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1100], "commentaryNum": 787.0016, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "מגואל הדם למה נאמר. לפי שהוא אומר ורצח גואל הדם שומע אני יהרגנו בינו לבין עצמו, ת\"ל עד עמדו לפני העדה. הרי שהיה רודף אחר חברו להרגו ואמרו לו בן ברית הוא הוי יודע שכתוב בתורה שופך דם האדם וגו' אמר אע\"פ כן, הורג הוא אמרת רשע למות קדם והרגהו והצל נפשו של זה. וכן מי שהיה רודף אחר האשה לאנסה ואמרו לו בת ברית היא אשת איש היא הוי יודע שכתוב בתורה מות יומת הנואף א\"ל אעפ\"כ. נואף הוא אמרת רשע למות קדם והרגהו והצל אשתו של זה בדמיו של זה. יכול יהרוג אותו משהרג ומשנאף, ת\"ל ולא ימות הרוצח עד עמדו. ת\"ר ורצח גואל הדם וגו' מצוה ביד גואל הדם, אין לו גואל הדם רשות ביד כל אדם דברי ר' יוסי הגלילי, ר' עקיבא אומר רשות ביד גואל הדם וכל אדם חייבין עליו, מאי טעמא דרבי יוסי הגלילי מי כתיב אם רצח. ורבי עקיבא, מי כתיב ירצח, אמר (רב) [מר] זוטרא בר טוביא אמר רב רוצח שיצא חוץ לתחום ומצאו גואל הדם והרגו נהרג עליו [כמאן לא כר' יוסי הגלילי ולא כר\"ע]. הוא דאמר כי האי תנא, ר\"א אומר עד עמדו לפני העדה מה ת\"ל, לפי שנאמר ורצח גואל הדם יכול מיד, ת\"ל עד עמדו לפני העדה. ורבי יוסי הגלילי ורבי עקיבא עד עמדו מאי דרשי ביה. מיבעי ליה לכדתניא מנין לסנהדרין שראו באחד שהרג את הנפש שאין ממיתין אותו עד שיעמוד בבית דין, ת\"ל עד עמדו לפני העדה:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Why is it stated \"redeemer of blood\"? Because it says, \"If the avenger of blood finds him, he may kill him\" (Numbers 35:27), I would think that he may be killed without any formal procedure. Therefore, it is stated \"until they stand before the congregation\" (Numbers 35:12), which implies that there must be a legal proceeding. If one was pursuing another to kill him, and they said to him, \"You are a member of the covenant community,\" he should know that it is written in the Torah, \"Whoever sheds the blood of man\" (Genesis 9:6), etc. He may say, \"Even so, he is a murderer; let him die before he kills.\" He may kill him and save the life of this person. Similarly, if one was pursuing a woman to rape her, and they said to him, \"She is a married woman,\" he should know that it is written in the Torah, \"The adulterer shall surely be put to death\" (Leviticus 20:10), etc. He may say, \"Even so, he is an adulterer; let him die before he commits adultery.\" He may kill him and save the life of this woman by sacrificing his own life. I might think that he may kill him as soon as he pursues him, whether for murder or adultery. Therefore, it is stated, \"And the murderer shall not die until they stand before the congregation\" (Numbers 35:12). The Sages taught in a Baraita: \"And the murderer shall be put to death\" (Numbers 35:30) - it is a mitzvah in the hand of the redeemer of blood. If there is no redeemer of blood, he does not have the authority to execute the murderer. These are the words of Rabbi Yossi HaGelili. Rabbi Akiva says: The authority to execute the murderer is in the hand of the redeemer of blood, and all people are obligated concerning him. What is the reason for Rabbi Yossi HaGelili's opinion? Is it not written, \"If a man commits murder\" (Numbers 35:16)? And Rabbi Akiva, who is it written for? Rav Zutra bar Tovia said that Rav said: It refers to a murderer who went outside the designated boundary and the redeemer of blood found him and killed him. The one who is killed is executed for his own death. This statement does not follow the opinion of Rabbi Yossi HaGelili or the opinion of Rabbi Akiva. This is what Rabbi Eliezer said: \"Until they stand before the congregation\" - what is the purpose of this phrase? Since it is written, \"And the redeemer of blood shall kill the murderer; when he meets him, he shall kill him\" (Numbers 35:19), I might think that the redeemer of blood can immediately kill him. Therefore, it is stated \"until they stand before the congregation.\" Rabbi Yossi HaGelili and Rabbi Akiva derive the same interpretation from the phrase \"until they stand.\" It is derived from a teaching: How do we know that the Sanhedrin, when they see a person who has killed a soul and is not liable to be executed until he stands before the court, can still judge him and impose the death penalty? It is derived from the phrase \"until they stand before the congregation.\"", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "64b31322e20c3eb08f8296f3", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "", "ref": "Yalkut Shimoni on Torah 787:18", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Yalkut Shimoni on Torah 787:18", "sourceHeRef": "ילקוט שמעוני על התורה תשפ״ז:י״ח", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1100], "commentaryNum": 787.0018, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ערי מקלט תהיינה. אין לי אלא שקולטות בארץ בחוצה לארץ מנין, ת\"ל תהיינה. באו אנשי עבר הירדן לארץ כנען יכול ימנו שם שש, אמרת את שלש הערים תתנו מעבר לירדן. באו אנשי ארץ כנען לעבר הירדן יכול ימנו שש, תלמוד לומר את שלש הערים תתנו בארץ כנען, לפי שאמרתי אם חרבו יבנו אחרות תחתיהן חזרו הראשונים ונתישבו לא יחזרו אלו למקומן מעתה, ת\"ל שש ערי מקלט תהיינה והשניות חוזרות למקומן. כתיב ולגר ולתושב בתוכם תהיינה וכתיב לכם למקלט לכם ולא לגרים, לא קשיא כאן בגר תושב שהרג גר תושב כאן בגר תושב שהרג את ישראל, ורמינהו לפיכך גר ועו\"א שהרגו נהרגין קתני גר דומיא דעו\"א מה עו\"א לא שנא קטל בר מיניה ולא שנא קטל לאו בר מיניה נהרג אף גר לא שנא קטל בר מיניה ולא שנא קטל לאו בר מיניה נהרג, אמר רב חסדא לא קשיא כאן שהרגו דרך ירידה דישראל גלי איהו נמי גלי, דרך עליה דישראל פטור הוא נהרג. אמר ליה רבא ולאו כל דכן הוא השתא ומה דרך ירידה דישראל גלי הוא נמי סגי ליה בגלות, דרך עליה דישראל פטור הוא נהרג, אלא אמר רבא באומר מותר, אמר ליה אביי אומר מותר אנוס הוא, א\"ל שאני אומר אומר מותר קרוב למזיד הוא:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": "There shall be cities of refuge. I only have that they accept in the land, but how do I know that they also accept outside the land? The verse states: \"There shall be.\" When the people of Transjordan came to the land of Canaan, I might have thought they should count six cities there. Therefore, the verse states: \"You shall give three cities beyond the Jordan\" (Numbers 35:14). When the people of the land of Canaan came to Transjordan, I might have thought they should also count six cities there. Therefore, the verse states: \"You shall give three cities in the land of Canaan\" (Numbers 35:14). For I have said that if their sword is rebuilt, others will be established in their place, and the first ones will not return to their original place. From now on, the verse states: \"There shall be six cities of refuge\" (Numbers 35:13), indicating that the second ones return to their original place. It is written: \"And to the resident alien and to the settler among them, they shall be cities of refuge for you\" (Numbers 35:15). And it is written: \"For you, as a refuge, they shall be\" (Numbers 35:12). This is not difficult: Here, it refers to a resident alien or settler who killed a resident alien or settler. Here, it refers to a resident alien or settler who killed an Israelite. And they raised a dilemma: Therefore, a resident alien and an inadvertent killer, when they are killed, are included. The teaching is comparing a resident alien to an inadvertent killer. Just as an inadvertent killer is not treated differently whether he killed a relative or someone unrelated, he is still subject to punishment. So too, a resident alien is not treated differently whether he killed a relative or someone unrelated, he is still subject to punishment. Rav Chisda said: This is not difficult. Here, when he killed through descent, since an Israelite is exiled, he is also exiled. There, when he killed through ascent, since an Israelite is exempt, he is put to death. Rava said to him: Is it not all the more reasonable to say that even when he killed through descent, since an Israelite is exiled, he is put to death in exile? There, when he killed through ascent, since an Israelite is exempt, he is put to death. Rather, Rava said: In the case of one who says \"permitted,\" Abaye said to him: He is considered an inadvertent killer. Abaye said to him: I say that when one says \"permitted,\" he is an unwitting transgressor. Abaye said to him: I am different because I say that when one says \"permitted,\" he is close to acting intentionally.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "6538eb5a76e5002b11bdf2a8", "index_title": "Talks of Yeshayahu Leibowitz on the Parasha", "category": "Quoting Commentary", "type": "", "ref": "Talks of Yeshayahu Leibowitz on the Parasha, Masei 9:4", "anchorRef": "Numbers 35:9-34", "anchorRefExpanded": ["Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34"], "sourceRef": "Talks of Yeshayahu Leibowitz on the Parasha, Masei 9:4", "sourceHeRef": "שיחות על פרשת השבוע (ליבוביץ), מסעי ט׳:ד׳", "anchorVerse": 9, "sourceHasEn": false, "commentaryNum": 9.0004, "collectiveTitle": {"en": "Talks of Yeshayahu Leibowitz on the Parasha", "he": "שיחות על פרשת השבוע (ליבוביץ)"}, "heTitle": "מסעי", "he": "בדברים המפרטים את פרשת הרוצחים ואופני הרציחה (במדבר, לה:ט-לד), קיימת הכללה לגבי הפשעים והחטאים, ובסיומם באה ההכרזה הגדולה הבאה: ", "heVersionTitle": "Jerusalem, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc7d758c1dc532ec9491", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 35:12", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Steinsaltz on Numbers 35:12", "sourceHeRef": "ביאור שטיינזלץ על במדבר ל״ה:י״ב", "anchorVerse": 12, "sourceHasEn": true, "commentaryNum": 35.0012, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וְהָיוּ לָכֶם הֶעָרִים לְמִקְלָט מִגֹּאֵל</b> הדם, \n    <b>וְלֹא יָמוּת הָרֹצֵחַ עַד עָמְדוֹ לִפְנֵי הָעֵדָה לַמִּשְׁפָּט.</b> ערים אלו יקלטו תחילה כל רוצח עד שיעמוד למשפט, כך שתגונן עליו עיר המקלט שאליה יגיע. הרוצח המגיע אליה יהיה שרוי תחת חסותו של חוק ה' עד שיתברר דינו ויוחלט אם אכן רצח בשגגה ודינו לגלות לעיר מקלט, שמא רצח במזיד ודינו במיתת בית דין, או שהוא פטור.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The cities shall be for you for refuge from the </b>blood <b>redeemer, that the murderer shall not die, until he stands before the congregation for judgment. </b>These cities will initially absorb all murderers until they stand trial, protecting them from the relatives of the deceased. The murderer who arrives there is under the protection of God’s statutes until the court decides whether he indeed murdered unwittingly and must remain in exile in a city of refuge; whether he is an intentional murderer, and is therefore liable to receive the death penalty; or whether he is entirely exempt. 24", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "54b1d9a4fbfba21603f5770c", "index_title": "Mishneh Torah, Negative Mitzvot", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Negative Mitzvot 292", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Mishneh Torah, Negative Mitzvot 292", "sourceHeRef": "משנה תורה, מצוות לא תעשה רצ״ב", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 292, "collectiveTitle": {"en": "Mishneh Torah, Negative Mitzvot", "he": "משנה תורה, מצוות לא תעשה"}, "heTitle": "משנה תורה, מצוות לא תעשה", "he": "שלא להרוג מחוייב הריגה קודם שיעמוד בדין, שנאמר \"וְלֹא יָמוּת הָרוֹצֵחַ עַד עָמְדוֹ לִפְנֵי הָעֵדָה\" (במדבר לה, יב).", "heVersionTitle": "Wikisource Mishneh Torah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "משנה תורה (ויקיטקסט)", "text": "Not to execute a person liable for execution before he stands trial, as [Numbers 35:12] states: \"The murderer shall not die [until he stands before the congregation].\"", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "554ef0b7fbfba21b48f54290", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 35:12:1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Haamek Davar on Numbers 35:12:1", "sourceHeRef": "העמק דבר על במדבר ל״ה:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ולא ימות הרוצח עד עמדו וגו׳.</b> לפי הדרש במכות די״ב קאי על הנהרג עפ״י סנהדרין. אבל לפי הפשט לא נזכר בכל הפרשה אלא הנהרג ביד גואל הדם. ובאופן שאין התראה וכדומה. שאין ביד ב״ד להרגו. אלא שניתן ביד גואל הדם וכאשר יבואר עוד בפרשה. ופי׳ הכתוב שלא ימות ביד גואל הדם עד עמדו וגו׳. דמתחלה בא הרוצח לעיר מקלט ושם חוקרים ב״ד אם ראוי להשאר שם וינצל או לא וכדכתיב להלן כ״ד ושפטו העדה בין המכה ובין גואל הדם. והכי אי׳ במכות ד״י מתחלה אחד שוגג ואחד מזיד וגו׳. ואפי׳ רבי אינו חולק אלא על מזיד ודאי. אבל שוגג לכ״ע גולה ושופטין אותו האיך היה השוגג:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55ae0602fbfba23a06809cea", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Masei 9", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Meshekh Chokhmah, Masei 9", "sourceHeRef": "משך חכמה, מסעי ט׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 9, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "מסעי", "he": "<b>ולא </b>ימות הרצח עד עמדו לפני וכו'. פשטיות המקרא כר' יוסי ב\"י במשנה דפ\"ב דמכות, דאחד שוגג ואחד מזיד מקדימין לערי מקלט כו', וזה שאמר והיו לכם הערים למקלט מגואל, זה בהרג בשוגג, ולא ימות הרצח במזיד עד עמדו לפני העדה למשפט. זה עומק פשוטו.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57669f82d6e4a949a39b2955", "index_title": "JPS 1985 Footnotes", "category": "Commentary", "type": "commentary", "ref": "JPS 1985 Footnotes, Numbers 35:1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "JPS 1985 Footnotes, Numbers 35:1", "sourceHeRef": "הערות שוליים תרגום 1985 של JPS, במדבר ל״ה:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1980, 1990], "commentaryNum": 35.0001, "collectiveTitle": {"en": "JPS", "he": "הערות שוליים תרגום 1985 של JPS"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Lit. “redeemer,” i.e., next of kin; cf. note at Lev. 25.25.", "versionTitle": "JPS Footnotes", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "585b0334d6e4a908ac4eeec4", "index_title": "Mishneh Torah, Murderer and the Preservation of Life", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Murderer and the Preservation of Life 1:5", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Mishneh Torah, Murderer and the Preservation of Life 1:5", "sourceHeRef": "משנה תורה, הלכות רוצח ושמירת נפש א׳:ה׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 1.0005, "collectiveTitle": {"en": "Mishneh Torah, Murderer and the Preservation of Life", "he": "משנה תורה, הלכות רוצח ושמירת נפש"}, "heTitle": "משנה תורה, הלכות רוצח ושמירת נפש", "he": "רוֹצֵחַ שֶׁהָרַג בְּזָדוֹן אֵין מְמִיתִין אוֹתוֹ הָעֵדִים וְלֹא הָרוֹאִים אוֹתוֹ עַד שֶׁיָּבוֹא לְבֵית דִּין וִידִינוּהוּ לְמִיתָה. שֶׁנֶּאֱמַר <small>(במדבר לה יב)</small> \"וְלֹא יָמוּת הָרֹצֵחַ עַד עָמְדוֹ לִפְנֵי הָעֵדָה לַמִּשְׁפָּט\". וְהוּא הַדִּין לְכָל מְחֻיְּבֵי מִיתוֹת בֵּית דִּין שֶׁעָבְרוּ וְעָשׂוּ שֶׁאֵין מְמִיתִין אוֹתָן עַד שֶׁיִּגָּמֵר דִּינָם בְּבֵית דִּין: \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "When a murderer kills willfully, he should not be killed by witnesses or observers until he is brought to court and sentenced to death, as implied by Numbers 35:12 \"A murderer should not be put to death until he stands before the congregation in judgment.\"<br>This law applies to all those liable for execution by the court, who transgressed and performed the forbidden act. They should not be executed until their trial is completed by the court.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5892f2cbd6e4a927464726ea", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 35:12:1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Chizkuni, Numbers 35:12:1", "sourceHeRef": "חזקוני, במדבר ל״ה:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>למקלט מגאל</b> מחמת פחדו של גואל קרובו של הרוג.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "למקלט מגואל, “as refuge from the potential avenger of the slain person.” They are to calm the fears of the person who killed unintentionally who worries about becoming the victim of such relatives of the slain person.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f2cbd6e4a927464726ec", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 35:12:2", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Chizkuni, Numbers 35:12:2", "sourceHeRef": "חזקוני, במדבר ל״ה:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>ולא ימות הרצח</b> לפי שנאמר ורצח גואל הדם את הרוצח שומע אני בינו לבין עצמו יהרגנו ת״‎ל ולא ימות הרצח עד עמדו לפני העדה למשפט.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ולא ימות הרוצח, “so that the manslayer will not have to die.” The Torah had to stress this, seeing that it had written in verse 27 of this chapter: ורצח גואל הדם את הרוצח, “and the avenger of blood will slay the manslayer.” This taught that if these two meet elsewhere, the avenger would be culpable for having killed unless the manslayer had stood trial and been convicted of murder. (Sifri)", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "59636c5bd6e4a9416e9c4d59", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 35:12:1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Mizrachi, Numbers 35:12:1", "sourceHeRef": "מזרחי, במדבר ל״ה:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>מגואל מפני גואל הדם שהוא קרוב לנרצח. </b>פי' המ\"ם מפני ולא כמ\"ם מבית ומחוץ שכל המקרא מלא מהם מפני שהמקלט איננו נקרא מקלט רק בערך אל הרוצח שקולטו בתוכו שלא יוכל הגואל הרודף אחריו להמיתו לא מקלט בערך אל הגואל לפיכך פי' המ\"ם הזה מלשון מפני כמ\"ם מהיכלך על ירושלים לך יובילו מלכי' שי שפירושו שמפני הכבוד השוכן בהיכלך יראו כל המלכים ויובילו לך שי וכאילו אמר והיו לכם בערים למקלט רוצח מפני גואל הדם הרודף אחריו ובעבור ששם הגואל נופל על קרוב הרוצח כמו על קרוב הנרצח הוצרך להוסיף על הגואל מלת להורות על קרוב הנרצח וזהו שכתב רש\"י אחר זה שהוא קרוב לנרצח: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "596c7b95d6e4a95e605702b2", "index_title": "Makkot", "category": "Talmud", "type": "", "ref": "Makkot 9a:3", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Makkot 9a:3", "sourceHeRef": "מכות ט׳ א:ג׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 17.0003, "collectiveTitle": {"en": "Makkot", "he": "מכות"}, "heTitle": "מכות", "he": "אִיכָּא דְּרָמֵי קְרָאֵי אַהֲדָדֵי, כְּתִיב: ״לִבְנֵי יִשְׂרָאֵל וְלַגֵּר וְלַתּוֹשָׁב בְּתוֹכָם תִּהְיֶינָה שֵׁשׁ הֶעָרִים״, וּכְתִיב: ״וְהָיוּ לָכֶם הֶעָרִים לְמִקְלָט״, ״לָכֶם״ – וְלֹא לְגֵרִים! אָמַר רַב כָּהֲנָא: לָא קַשְׁיָא, כָּאן – בְּגֵר תּוֹשָׁב שֶׁהָרַג יִשְׂרָאֵל, כָּאן – בְּגֵר תּוֹשָׁב שֶׁהָרַג גֵּר תּוֹשָׁב.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "<b>There are</b> those <b>who raised a contradiction between</b> two <b>verses. It is written: “For the children of Israel and for the stranger and for the resident [<i>velatoshav</i>] among them, shall</b> these <b>six cities be</b> for refuge” (Numbers 35:15), indicating that a <i>ger toshav</i> is exiled. <b>And it is written</b> in a previous verse: <b>“And the cities shall be for you for refuge”</b> (Numbers 35:12), from which it is inferred: A refuge <b>for you but not for a <i>ger</i></b> <i>toshav</i>, indicating that a <i>ger toshav</i> is not exiled. <b>Rav Kahana said:</b> This is <b>not difficult. Here,</b> the verse that indicates that they are not exiled is <b>concerning a <i>ger toshav</i> who killed a Jew; there,</b> the verse that indicates that they are exiled is <b>concerning a <i>ger toshav</i> who killed a <i>ger toshav</i>.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "596c7b96d6e4a95e60570358", "index_title": "Makkot", "category": "Talmud", "type": "", "ref": "Makkot 12a:11", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Makkot 12a:11", "sourceHeRef": "מכות י״ב א:י״א", "anchorVerse": 12, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 23.0011, "collectiveTitle": {"en": "Makkot", "he": "מכות"}, "heTitle": "מכות", "he": "הוּא דְּאָמַר כִּי הַאי תַּנָּא, דְּתַנְיָא: רַבִּי אֱלִיעֶזֶר אוֹמֵר: ״עַד עׇמְדוֹ לִפְנֵי הָעֵדָה לַמִּשְׁפָּט״, מָה תַּלְמוּד לוֹמַר? לְפִי שֶׁנֶּאֱמַר: ״וְרָצַח גֹּאֵל הַדָּם אֶת הָרֹצֵחַ״, יָכוֹל מִיָּד? תַּלְמוּד לוֹמַר: ״עַד עׇמְדוֹ לִפְנֵי הָעֵדָה לַמִּשְׁפָּט״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "The Gemara answers: Rav <b>states</b> this ruling <b>in accordance with</b> the opinion of <b>that <i>tanna</i>, as it is taught</b> in a <i>baraita</i> that <b>Rabbi Eliezer says</b> with regard to the verse: “And the murderer shall not die, <b>until he stands before the congregation for judgment”</b> (Numbers 35:12): <b>Why</b> must <b>the verse state</b> this? It is necessary <b>since it is stated:</b> “And the blood redeemer finds him…<b>and the blood redeemer murders the murderer”</b> (Numbers 35:27). One <b>might</b> have thought that the blood redeemer may murderer him <b>immediately;</b> therefore, <b>the verse states: “Until he stands before the congregation for judgment,”</b> from which it is derived that the blood redeemer may kill the murderer after only he is convicted in court. Mar Zutra bar Toviyya says that Rav says that the blood redeemer is liable if he kills the murderer before he is convicted.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "596c7b99d6e4a95e605704ec", "index_title": "Makkot", "category": "Talmud", "type": "", "ref": "Makkot 13a:2", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Makkot 13a:2", "sourceHeRef": "מכות י״ג א:ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 25.0002, "collectiveTitle": {"en": "Makkot", "he": "מכות"}, "heTitle": "מכות", "he": "<strong><big>גְּמָ׳</big></strong> אָמַר רַב כָּהֲנָא: מַחֲלוֹקֶת בְּשֵׁשׁ, דְּמָר סָבַר ״לָכֶם״ – לִקְלִיטָה. וּמָר סָבַר: ״לָכֶם״ – לְכׇל צׇרְכֵיכֶם. אֲבָל בְּאַרְבָּעִים וּשְׁתַּיִם – דִּבְרֵי הַכֹּל הָיוּ מַעֲלִין לָהֶם שָׂכָר.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "<strong>GEMARA:</strong> <b>Rav Kahana said:</b> This <b>dispute</b> between Rabbi Yehuda and Rabbi Meir is with regard to payment of rent to the Levite landlords <b>in</b> the <b>six</b> cities of refuge designated in the Torah and in the book of Joshua, <b>as</b> one <b>Sage,</b> Rabbi Yehuda, <b>holds</b> that in the verse: “They shall be cities of refuge for you” (Numbers 35:11), the term <b>“for you”</b> means that the cities shall be for you only <b>for providing refuge,</b> and therefore they must pay rent to the Levites. <b>And</b> one <b>Sage,</b> Rabbi Meir, <b>holds</b> that the term <b>“for you”</b> means <b>for all your needs;</b> therefore, they are not required to pay rent. <b>But with regard to the forty-two</b> additional Levite cities, which also served as cities of refuge, <b>everyone agrees</b> that the unintentional murderers <b>would pay rent to</b> the Levite landlords.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "596c7b9bd6e4a95e6057051f", "index_title": "Makkot", "category": "Talmud", "type": "", "ref": "Makkot 12a:12", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Makkot 12a:12", "sourceHeRef": "מכות י״ב א:י״ב", "anchorVerse": 12, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 23.0012, "collectiveTitle": {"en": "Makkot", "he": "מכות"}, "heTitle": "מכות", "he": "וְרַבִּי יוֹסֵי וְרַבִּי עֲקִיבָא, הַאי ״עַד עׇמְדוֹ לִפְנֵי הָעֵדָה לַמִּשְׁפָּט״ מַאי דָּרְשִׁי בֵּיהּ? הָהוּא מִיבְּעֵי לֵיהּ לְכִדְתַנְיָא, רַבִּי עֲקִיבָא אוֹמֵר: מִנַּיִן לְסַנְהֶדְרִין שֶׁרָאוּ אֶחָד שֶׁהָרַג אֶת הַנֶּפֶשׁ שֶׁאֵין מְמִיתִין אוֹתוֹ עַד שֶׁיַּעֲמוֹד בְּבֵית דִּין אַחֵר? תַּלְמוּד לוֹמַר: ״עַד עׇמְדוֹ לִפְנֵי הָעֵדָה לַמִּשְׁפָּט״ – עַד שֶׁיַּעֲמוֹד בְּבֵית דִּין אַחֵר.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "The Gemara asks: <b>And</b> as for <b>Rabbi Yosei</b> HaGelili <b>and Rabbi Akiva,</b> with regard to <b>this</b> verse: <b>“Until he stands before the congregation for judgment,” what do</b> they <b>derive from it?</b> The Gemara answers: <b>That</b> verse <b>is necessary for that which is taught</b> in a <i>baraita</i> that <b>Rabbi Akiva says: From where</b> is it derived in the case of <b>a Sanhedrin that saw one kill a person that</b> they <b>may not execute him until he stands</b> trial <b>in a different court?</b> It is derived from a verse, <b>as the verse states: “Until he stands before the congregation for judgment,”</b> meaning: <b>Until he stands</b> before <b>a different court.</b> Since they themselves witnessed the murder, they are no longer capable of considering the possibility that he may be innocent.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5b0bc285c1533e001928b0b5", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 35:12:1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Malbim on Numbers 35:12:1", "sourceHeRef": "מלבי\"ם על במדבר ל״ה:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>ולא ימות הרוצח עד עמדו לפני העדה למשפט </b>ר\"ל אף ביד גואל הדם שיכול להרגו גם בשוגג כשמצאו חוץ לעיר מקלטו וכן בשוגג קרוב לזדון (כמ\"ש הרמב\"ם פ\"ו מה' רוצח ה\"ד), אינו יכול להרגו קודם שעמד לפני הב\"ד:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c46a88b08d98a02694ea2fe", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, קְלִיטָה 1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Jastrow, קְלִיטָה 1", "sourceHeRef": "מילון יסטרוב, קְלִיטָה א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "קְלִיטָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">קְלִיטָה</strong> f.  (<a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_קָלַט.1\" data-ref=\"Jastrow, קָלַט 1\">קָלַט</a>)  <b>1)</b> <i>receiving, offering an asylum</i>. <a class=\"refLink\" href=\"/Makkot.13a.2\" data-ref=\"Makkot 13a:2\">Macc. 13ᵃ</a> <span dir=\"rtl\">מר סבר לכם לק׳ וכ׳</span> one scholar is of the opinion, ‘unto you’ (<a class=\"refLink\" href=\"/Numbers.35.12\" data-ref=\"Numbers 35:12\">Num. XXXV, 12</a>) means yours merely as an asylum (<a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_מִקְלָט.1\" data-ref=\"Jastrow, מִקְלָט 1\">מקלט</a>, where the refugees have to support themselves), the other is of the opinion, ‘yours’ for all your needs.—2) (of a graft) <i>taking root</i>. <a class=\"refLink\" href=\"/Rosh_Hashanah.10b\" data-ref=\"Rosh Hashanah 10b\">R. Hash. 10ᵇ</a>"], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5f1d6dbd5c8f935f442f3e56", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 21:12:6", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Midrash Lekach Tov, Exodus 21:12:6", "sourceHeRef": "מדרש לקח טוב, שמות כ״א:י״ב:ו׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 12.0006, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b> מות יומת.</b> בב״ד, נאמר כאן יומת, ונאמר להלן ולא ימות הרוצח עד עמדו לפני העדה למשפט (במדבר לה יב).", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea02a1d77ecfb0d09e9fe", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 35:12:1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Midrash Lekach Tov, Numbers 35:12:1", "sourceHeRef": "מדרש לקח טוב, במדבר ל״ה:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> והיו לכם הערים למקלט מגואל. עד עמדו לפני העדה, לפני העדה למשפט. <i data-commentator=\"Beur HaRe'em\" data-order=\"20\"></i> שלא יהרגנו בינו לבין עצמו:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f3b9bac7a24cdf38549fc8f", "index_title": "Mishpetei Uziel", "category": "Responsa", "type": "", "ref": "Mishpetei Uziel, Volume VII, Even HaEzer 24:19", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Mishpetei Uziel, Volume VII, Even HaEzer 24:19", "sourceHeRef": "משפטי עוזיאל, חלק ז, אבן העזר מהד' תניינא כ״ד:י״ט", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1900, 1950], "commentaryNum": 24.0019, "collectiveTitle": {"en": "Mishpetei Uziel", "he": "משפטי עוזיאל"}, "heTitle": "חלק ז, אבן העזר מהד' תניינא", "he": "על כל פנים הדבר ברור ומחוור שאין דנים דיני נפשות שלא בפניו של הנדון, כדכתיב \"ולא ימות הרוצח עד עמדו לפני העדה למשפט\" (במדבר לה,יב מכות יב,א). ומכלל זה למדנו בדיני נפשות שאין גומרין את דינו אלא בפניו, והוא הדין לקבלת עדות לדונו למיתה, צריכה להיות בפניו דוקא.", "heVersionTitle": "Mishpetei Uziel, Jerusalem, 1995-2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "משפטי עוזיאל, ירושלים, תשנ\"ה-תשס\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "606f0702a355a23e4436cf67", "index_title": "Isaiah", "category": "Tanakh", "type": "", "ref": "Isaiah 50:8", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Isaiah 50:8", "sourceHeRef": "ישעיהו נ׳:ח׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [-750, -450], "commentaryNum": 50.0008, "collectiveTitle": {"en": "Isaiah", "he": "ישעיהו"}, "heTitle": "ישעיהו", "he": "קָרוֹב֙ מַצְדִּיקִ֔י מִֽי־יָרִ֥יב אִתִּ֖י נַ֣עַמְדָה יָּ֑חַד מִי־בַ֥עַל מִשְׁפָּטִ֖י יִגַּ֥שׁ אֵלָֽי׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "<span class=\"poetry indentAll\">My Vindicator is at hand—</span><br><span class=\"poetry indentAll\">Who dares contend with me?</span><br><span class=\"poetry indentAll\">Let us stand up together!</span><sup class=\"footnote-marker\">e</sup><i class=\"footnote\"><b>Let us stand up together </b>As opponents in court; cf. Num. 35.12.</i> <br><span class=\"poetry indentAll\">Who would be my opponent?</span><br><span class=\"poetry indentAll\">Let them approach me!</span>", "versionTitle": "THE JPS TANAKH: Gender-Sensitive Edition", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "606f0b4c30b48b4c70ad5be1", "index_title": "Leviticus", "category": "Tanakh", "type": "", "ref": "Leviticus 25:25", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Leviticus 25:25", "sourceHeRef": "ויקרא כ״ה:כ״ה", "anchorVerse": 12, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 25.0025, "collectiveTitle": {"en": "Leviticus", "he": "ויקרא"}, "heTitle": "ויקרא", "he": "כִּֽי־יָמ֣וּךְ אָחִ֔יךָ וּמָכַ֖ר מֵאֲחֻזָּת֑וֹ וּבָ֤א גֹֽאֲלוֹ֙ הַקָּרֹ֣ב אֵלָ֔יו וְגָאַ֕ל אֵ֖ת מִמְכַּ֥ר אָחִֽיו׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "If one of your kin is in straits and has to sell part of a holding, the nearest redeemer<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>nearest redeemer </b>I.e., the closest relative able to redeem the land.</i> shall come and redeem what that relative has sold.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62035a745433cec0f44b4e9d", "index_title": "Exodus", "category": "Tanakh", "type": "", "ref": "Exodus 21:13", "anchorRef": "Numbers 35:9-34", "anchorRefExpanded": ["Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34"], "sourceRef": "Exodus 21:13", "sourceHeRef": "שמות כ״א:י״ג", "anchorVerse": 9, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 21.0013, "collectiveTitle": {"en": "Exodus", "he": "שמות"}, "heTitle": "שמות", "he": "וַאֲשֶׁר֙ לֹ֣א צָדָ֔ה וְהָאֱלֹהִ֖ים אִנָּ֣ה לְיָד֑וֹ וְשַׂמְתִּ֤י לְךָ֙ מָק֔וֹם אֲשֶׁ֥ר יָנ֖וּס שָֽׁמָּה׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "If [a man]<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>[a man] </b>Like all ancient Near Eastern law collections, the Torah’s laws are illustrative rather than comprehensive. Its asylum schema does not appear to treat the case of a woman who kills someone, which would have been more complicated.</i> did so but not by design—it came about by an act of God—I will assign you a place to which he can flee.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319d062b6084aa1cbf02d2d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, גָּאַל 1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "BDB, גָּאַל 1", "sourceHeRef": "בראון-דרייבר-בריגס, גָּאַל א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "גָּאַל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><big><span dir=\"rtl\">גָּאַל</span></big></big>  <strong>vb.</strong> redeem, act as kinsman <strong>(</strong>NH, Niph. <em>be redeemed;</em> also <span dir=\"rtl\">גּוֹאֵל</span>, <span dir=\"rtl\">גְּאוּלָּה</span><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">ג׳</span>, etc. <a data-ref=\"Isaiah 44:23\" href=\"/Isaiah.44.23\">Is 44:23</a> + 14 times; Impf. <span dir=\"rtl\">יִגְאַל</span>, etc. <a data-ref=\"Leviticus 25:33\" href=\"/Leviticus.25.33\">Lv 25:33</a> + 18 times; Imv. <span dir=\"rtl\">גְּאַל</span>, etc. <a data-ref=\"Ruth 4:6\" href=\"/Ruth.4.6\">Ru 4:6</a> + 3 times; Inf. abs. <span dir=\"rtl\">גָּאֹל</span> <a data-ref=\"Leviticus 27:13\" href=\"/Leviticus.27.13\">Lv 27:13</a> + 2 times cstr. <span dir=\"rtl\">לִגְאוֹל</span> <a data-ref=\"Ruth 4:4\" href=\"/Ruth.4.4\">Ru 4:4</a> + 2 times; sf. <span dir=\"rtl\">לְגָאֳלֵךְ</span> <a data-ref=\"Ruth 3:13\" href=\"/Ruth.3.13\">Ru 3:13</a>; Pt. <span dir=\"rtl\">גֹּאֵל</span> <a data-ref=\"Leviticus 25:26\" href=\"/Leviticus.25.26\">Lv 25:26</a> + 24 times, <span dir=\"rtl\">גּוֹאֵל</span> <a data-ref=\"Isaiah 59\" href=\"/Isaiah.59\">Is 59</a> <a data-ref=\"Psalms 103:4\" href=\"/Psalms.103.4\">ψ 103:4</a>; sf. <span dir=\"rtl\">גֹּאַלְךָ</span> <a data-ref=\"Isaiah 48:17\" href=\"/Isaiah.48.17\">Is 48:17</a>, <span dir=\"rtl\">גֹּאֲלֵךְ</span> <a data-ref=\"Isaiah 54:8\" href=\"/Isaiah.54.8\">Is 54:8</a> (sf. 19 times); pass. pl. <span dir=\"rtl\">גְּאוּלִים</span>, etc. <a data-ref=\"Isaiah 35:9\" href=\"/Isaiah.35.9\">Is 35:9</a> + 4 times;— <strong>1.</strong>  <em>act as kinsman, do the part of next of kin</em> (chiefly in D H P Ru.), <span dir=\"rtl\">גֹּאֵל</span> <em>kinsman</em> <a data-ref=\"Leviticus 25:25\" href=\"/Leviticus.25.25\">Lv 25:25</a> (H) <a data-ref=\"Numbers 5:8\" href=\"/Numbers.5.8\">Nu 5:8</a>; <a data-ref=\"Numbers 35:12\" href=\"/Numbers.35.12\">35:12</a> (P) <a data-ref=\"Ruth 2:20\" href=\"/Ruth.2.20\">Ru 2:20</a>; <a data-ref=\"Ruth 3:9\" href=\"/Ruth.3.9\">3:9</a>, <a data-ref=\"Ruth 3:12\" href=\"/Ruth.3.12\">12</a>; <a data-ref=\"Ruth 4:1\" href=\"/Ruth.4.1\">4:1</a>, <a data-ref=\"Ruth 4:3\" href=\"/Ruth.4.3\">3</a>, <a data-ref=\"Ruth 4:6\" href=\"/Ruth.4.6\">6</a>, <a data-ref=\"Ruth 4:8\" href=\"/Ruth.4.8\">8</a>, <a data-ref=\"Ruth 4:14\" href=\"/Ruth.4.14\">14</a> <a data-ref=\"I Kings 16:11\" href=\"/I_Kings.16.11\">1 K 16:11</a>. <strong>a.</strong>  in taking a kinsman’s widow <span dir=\"rtl\">אם יגאלך טוב יגאל ואם לא יחפץ לגאלך וגאלתיך</span> <em>if he will do thee the kinsman’s part</em> (raise up children by the widow) <em>well, let him do the kinsman’s part; but if he is not pleased to do thee the kinsman’s part then I will do thee the kinsman’s part</em> <a data-ref=\"Ruth 3:13\" href=\"/Ruth.3.13\">Ru 3:13</a>; <strong>b.</strong>  in redeeming from bondage <a data-ref=\"Leviticus 25:48\" href=\"/Leviticus.25.48\">Lv 25:48</a>, <a data-ref=\"Leviticus 25:49\" href=\"/Leviticus.25.49\">49</a> (H); <strong>c.</strong>  in redeeming a field <a data-ref=\"Leviticus 25:26\" href=\"/Leviticus.25.26\">Lv 25:26</a>, <a data-ref=\"Leviticus 25:23\" href=\"/Leviticus.25.23\">23</a> (H) <a data-ref=\"Ruth 4:4\" href=\"/Ruth.4.4\">Ru 4:4</a>, <a data-ref=\"Ruth 4:6\" href=\"/Ruth.4.6\">6</a>, <strong>d.</strong>  claim as kinsman <a data-ref=\"Job 3:5\" href=\"/Job.3.5\">Jb 3:5</a>; <strong>e.</strong>  <span dir=\"rtl\">גֹּאֵל הַדָּם</span> <em>the avenger of blood</em> <a data-ref=\"Numbers 35:19\" href=\"/Numbers.35.19\">Nu 35:19</a>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a>, <a data-ref=\"Numbers 35:24\" href=\"/Numbers.35.24\">24</a>, <a data-ref=\"Numbers 35:25\" href=\"/Numbers.35.25\">25</a>, <a data-ref=\"Numbers 35:27\" href=\"/Numbers.35.27\">27</a><sup>(×2)</sup> <a data-ref=\"Joshua 20:3\" href=\"/Joshua.20.3\">Jos 20:3</a>, <a data-ref=\"Joshua 20:5\" href=\"/Joshua.20.5\">5</a> (?; notin 𝔊) v <a data-ref=\"Joshua 20:9\" href=\"/Joshua.20.9\">9</a> (P). <a data-ref=\"Deuteronomy 19:6\" href=\"/Deuteronomy.19.6\">Dt 19:6</a>, <a data-ref=\"Deuteronomy 19:12\" href=\"/Deuteronomy.19.12\">12</a> (D) <a data-ref=\"II Samuel 14:11\" href=\"/II_Samuel.14.11\">2 S 14:11</a>. <strong>2.</strong>  <em>redeem</em>, by payment of value assessed, of consecrated things, by the original owner <a data-ref=\"Leviticus 27:13\" href=\"/Leviticus.27.13\">Lv 27:13</a>, <a data-ref=\"Leviticus 27:15\" href=\"/Leviticus.27.15\">15</a>, <a data-ref=\"Leviticus 27:19\" href=\"/Leviticus.27.19\">19</a>, <a data-ref=\"Leviticus 27:20\" href=\"/Leviticus.27.20\">20</a>, <a data-ref=\"Leviticus 27:31\" href=\"/Leviticus.27.31\">31</a> (P). <strong>3.</strong>  <em>redeem</em>, with God as subj. implying personal relationship, chiefly in poetry:— <strong>a.</strong>  individuals, from death <a data-ref=\"Psalms 103:4\" href=\"/Psalms.103.4\">ψ 103:4</a> <a data-ref=\"Lamentations 3:58\" href=\"/Lamentations.3.58\">La 3:58</a> <a data-ref=\"Hosea 13:14\" href=\"/Hosea.13.14\">Ho 13:14</a>; <span dir=\"rtl\">מכל רע</span> <a data-ref=\"Genesis 48:16\" href=\"/Genesis.48.16\">Gn 48:16</a> (E poetry), <span dir=\"rtl\">נפשׁ</span> <a data-ref=\"Psalms 69:19\" href=\"/Psalms.69.19\">ψ 69:19</a>; <a data-ref=\"Psalms 72:14\" href=\"/Psalms.72.14\">72:14</a>, orphans <a data-ref=\"Proverbs 23:11\" href=\"/Proverbs.23.11\">Pr 23:11</a>; <a data-ref=\"Jeremiah 50:34\" href=\"/Jeremiah.50.34\">Je 50:34</a>, <span dir=\"rtl\">ריבה ריבי וגאלני</span> <a data-ref=\"Psalms 119:154\" href=\"/Psalms.119.154\">ψ 119:154</a>, <span dir=\"rtl\">גֹּאֲלִי</span> <a data-ref=\"Job 19:25\" href=\"/Job.19.25\">Jb 19:25</a>, <span dir=\"rtl\">צוּרִי וְגֹאֲלִי</span> <a data-ref=\"Psalms 19:15\" href=\"/Psalms.19.15\">ψ 19:15</a>. <strong>b.</strong>  Israel, from Egyptian bondage <a data-ref=\"Exodus 6:6\" href=\"/Exodus.6.6\">Ex 6:6</a> (P?) <a data-ref=\"Exodus 15:13\" href=\"/Exodus.15.13\">15:13</a> (song) <a data-ref=\"Psalms 74:2\" href=\"/Psalms.74.2\">ψ 74:2</a>; <a data-ref=\"Psalms 77:16\" href=\"/Psalms.77.16\">77:16</a>; <a data-ref=\"Psalms 78:35\" href=\"/Psalms.78.35\">78:35</a>, <span dir=\"rtl\">מיד אויב</span> <a data-ref=\"Psalms 106:10\" href=\"/Psalms.106.10\">ψ 106:10</a>. <strong>c.</strong>  from exile (chiefly <a data-ref=\"Isaiah 3\" href=\"/Isaiah.3\">Is 3</a>, the vb. not in <a data-ref=\"Isaiah 1\" href=\"/Isaiah.1\">Is 1</a>) <a data-ref=\"Isaiah 43:1\" href=\"/Isaiah.43.1\">Is 43:1</a>; <a data-ref=\"Isaiah 44:22\" href=\"/Isaiah.44.22\">44:22</a>, <a data-ref=\"Isaiah 44:23\" href=\"/Isaiah.44.23\">23</a>; <a data-ref=\"Isaiah 48:20\" href=\"/Isaiah.48.20\">48:20</a>; <a data-ref=\"Isaiah 52:9\" href=\"/Isaiah.52.9\">52:9</a>; <a data-ref=\"Isaiah 63:9\" href=\"/Isaiah.63.9\">63:9</a> <a data-ref=\"Micah 4:10\" href=\"/Micah.4.10\">Mi 4:10</a>, <span dir=\"rtl\">מיד</span> <a data-ref=\"Psalms 107:2\" href=\"/Psalms.107.2\">ψ 107:2</a>; <a data-ref=\"Jeremiah 31:11\" href=\"/Jeremiah.31.11\">Je 31:11</a>; Yahweh is <span dir=\"rtl\">גֹּאֵל</span> <a data-ref=\"Isaiah 41:14\" href=\"/Isaiah.41.14\">Is 41:14</a>; <a data-ref=\"Isaiah 43:14\" href=\"/Isaiah.43.14\">43:14</a>; <a data-ref=\"Isaiah 44:6\" href=\"/Isaiah.44.6\">44:6</a>, <a data-ref=\"Isaiah 44:24\" href=\"/Isaiah.44.24\">24</a>; <a data-ref=\"Isaiah 47:4\" href=\"/Isaiah.47.4\">47:4</a>; <a data-ref=\"Isaiah 48:17\" href=\"/Isaiah.48.17\">48:17</a>; <a data-ref=\"Isaiah 49:7\" href=\"/Isaiah.49.7\">49:7</a>, <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">26</a>; <a data-ref=\"Isaiah 54:5\" href=\"/Isaiah.54.5\">54:5</a>, <a data-ref=\"Isaiah 54:8\" href=\"/Isaiah.54.8\">8</a>; <a data-ref=\"Isaiah 59:20\" href=\"/Isaiah.59.20\">59:20</a>; <a data-ref=\"Isaiah 60:16\" href=\"/Isaiah.60.16\">60:16</a>; <a data-ref=\"Isaiah 63:16\" href=\"/Isaiah.63.16\">63:16</a>; and the people <span dir=\"rtl\">גְּאוּלִים</span> <a data-ref=\"Isaiah 35:9\" href=\"/Isaiah.35.9\">Is 35:9</a>; <a data-ref=\"Isaiah 51:10\" href=\"/Isaiah.51.10\">51:10</a>; <a data-ref=\"Isaiah 62:12\" href=\"/Isaiah.62.12\">62:12</a>; <a data-ref=\"Isaiah 63:4\" href=\"/Isaiah.63.4\">63:4</a> (cf. <span dir=\"rtl\">גְּאוּלַי</span> infr.), <a data-ref=\"Psalms 107:2\" href=\"/Psalms.107.2\">ψ 107:2</a>.<br><strong>Niph.</strong>  Pf. <span dir=\"rtl\">נִגְאָ֑ל</span> <a data-ref=\"Leviticus 25:49\" href=\"/Leviticus.25.49\">Lv 25:49</a>; Lv Impf. <span dir=\"rtl\">יִגָּאֵל</span> <a data-ref=\"Leviticus 25:30\" href=\"/Leviticus.25.30\">Lv 25:30</a> + 5 times; <span dir=\"rtl\">תִּגָּאֵ֑לוּ</span> <a data-ref=\"Isaiah 52:3\" href=\"/Isaiah.52.3\">Is 52:3</a>;— <strong>1.</strong>  refl. <em>redeem oneself</em> <a data-ref=\"Leviticus 25:49\" href=\"/Leviticus.25.49\">Lv 25:49</a> (H). <strong>2.</strong>  pass. <em>be redeemed</em>, <strong>a.</strong>  field <a data-ref=\"Leviticus 25:30\" href=\"/Leviticus.25.30\">Lv 25:30</a> (H), slave <a data-ref=\"Leviticus 25:54\" href=\"/Leviticus.25.54\">Lv 25:54</a> (H); <strong>b.</strong>  consecrated things <a data-ref=\"Leviticus 27:20\" href=\"/Leviticus.27.20\">Lv 27:20</a>, <a data-ref=\"Leviticus 27:27\" href=\"/Leviticus.27.27\">27</a>, <a data-ref=\"Leviticus 27:28\" href=\"/Leviticus.27.28\">28</a>, <a data-ref=\"Leviticus 27:33\" href=\"/Leviticus.27.33\">33</a> (P); <strong>c.</strong>  Jerusalem by Yahweh <a data-ref=\"Isaiah 52:3\" href=\"/Isaiah.52.3\">Is 52:3</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2a2b6084aa1cbf1c6d7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מוּת 1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "BDB, מוּת 1", "sourceHeRef": "בראון-דרייבר-בריגס, מוּת א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מוּת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">מוּת</span></big></big>  <strong>vb.</strong> die <strong>(</strong>NH <em>id.</em> (rare); Assyrian <em>mâtu</em> Dl<sup>HWB 395</sup>, Arabic <span dir=\"rtl\">مَاتَ</span>, Ethiopic ሞተ, Aramaic <span dir=\"rtl\">מוּת</span>, <span dir=\"rtl\">מִית</span>, <span dir=\"rtl\">ܡܺܝܬ</span>; Nab. <span dir=\"rtl\">מות</span> Eut<sup>Nab 14, 6</sup>; Zinj. <span dir=\"rtl\">מת</span> DHM<sup>Sendsch.Gloss.</sup><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">מֵת</span> <a data-ref=\"Genesis 42:38\" href=\"/Genesis.42.38\">Gn 42:38</a> +; 3 fs. <span dir=\"rtl\">מֵ֫תָה</span> <a data-ref=\"Genesis 35:18\" href=\"/Genesis.35.18\">Gn 35:18</a> +; 2 ms. <span dir=\"rtl\">מַתָּה</span> <a data-ref=\"Ezekiel 28:8\" href=\"/Ezekiel.28.8\">Ez 28:8</a>; 1 s. <span dir=\"rtl\">וָמַ֑תִּי</span> <a data-ref=\"Genesis 19:19\" href=\"/Genesis.19.19\">Gn 19:19</a>; 3 mpl. <span dir=\"rtl\">מֵ֫תוּ</span> <a data-ref=\"Genesis 7:22\" href=\"/Genesis.7.22\">Gn 7:22</a> +; 1 pl. <span dir=\"rtl\">מַתְנוּ</span> <a data-ref=\"Numbers 14:2\" href=\"/Numbers.14.2\">Nu 14:2</a> <a data-ref=\"II Kings 7:4\" href=\"/II_Kings.7.4\">2 K 7:4</a>; <span dir=\"rtl\">מָ֑תְנוּ</span> <a data-ref=\"Numbers 14:9\" href=\"/Numbers.14.9\">Nu 14:9</a> +; Impf. <span dir=\"rtl\">יָמוּת</span> <a data-ref=\"Genesis 38:11\" href=\"/Genesis.38.11\">Gn 38:11</a> +; <span dir=\"rtl\">יָמֹ֑ת</span> <a data-ref=\"Deuteronomy 33:6\" href=\"/Deuteronomy.33.6\">Dt 33:6</a> +; <span dir=\"rtl\">וַיָּ֫מָת</span> <a data-ref=\"Genesis 11:28\" href=\"/Genesis.11.28\">Gn 11:28</a> +; 1 s. <span dir=\"rtl\">אָמוּת</span> <a data-ref=\"Genesis 26:9\" href=\"/Genesis.26.9\">Gn 26:9</a> +; <span dir=\"rtl\">אָמֻת</span> <a data-ref=\"II Samuel 19:38\" href=\"/II_Samuel.19.38\">2 S 19:38</a>; <span dir=\"rtl\">אָמוּ֫תָה</span> <a data-ref=\"Genesis 46:30\" href=\"/Genesis.46.30\">Gn 46:30</a>; 3 mpl. <span dir=\"rtl\">יָמ֫וּתוּ</span> <a data-ref=\"I Samuel 2:23\" href=\"/I_Samuel.2.23\">1 S 2:23</a> +; <span dir=\"rtl\">יְמֻתוּן</span> <a data-ref=\"Numbers 16:29\" href=\"/Numbers.16.29\">Nu 16:29</a>; <a data-ref=\"Numbers 16:3\" href=\"/Numbers.16.3\">3</a> fpl. <span dir=\"rtl\">תְּמוּתֶ֫נָה</span> <a data-ref=\"Ezekiel 13:19\" href=\"/Ezekiel.13.19\">Ez 13:19</a> (Ges<sup>§ 72, 5</sup>) +; Imv. <span dir=\"rtl\">מֻת</span> <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a> <a data-ref=\"Job 2:9\" href=\"/Job.2.9\">Jb 2:9</a>; Inf. abs. <span dir=\"rtl\">מוֹת</span> <a data-ref=\"Genesis 2:17\" href=\"/Genesis.2.17\">Gn 2:17</a> +; cstr. <span dir=\"rtl\">מוּת</span> <a data-ref=\"Genesis 25:32\" href=\"/Genesis.25.32\">Gn 25:32</a> +; sf. <span dir=\"rtl\">מוּתִי</span> <a data-ref=\"II Samuel 19:1\" href=\"/II_Samuel.19.1\">2 S 19:1</a>; <span dir=\"rtl\">מֻתָן</span> <a data-ref=\"II Samuel 20:3\" href=\"/II_Samuel.20.3\">2 S 20:3</a>, etc.; Pt. <span dir=\"rtl\">מֵת</span> <a data-ref=\"Genesis 20:3\" href=\"/Genesis.20.3\">Gn 20:3</a> +; sf. <span dir=\"rtl\">מֵתִי</span> <a data-ref=\"Genesis 23:4\" href=\"/Genesis.23.4\">Gn 23:4</a> +; fs. <span dir=\"rtl\">מֵתָה</span> <a data-ref=\"Genesis 30:1\" href=\"/Genesis.30.1\">Gn 30:1</a> <a data-ref=\"Zechariah 11:9\" href=\"/Zechariah.11.9\">Zc 11:9</a>; pl. <span dir=\"rtl\">מֵתִים</span> <a data-ref=\"Exodus 12:33\" href=\"/Exodus.12.33\">Ex 12:33</a> +; cstr. <span dir=\"rtl\">מֵתֵי</span> <a data-ref=\"Isaiah 22:2\" href=\"/Isaiah.22.2\">Is 22:2</a> +; sf. <span dir=\"rtl\">מֵתֶיךָ</span> <a data-ref=\"Isaiah 26:19\" href=\"/Isaiah.26.19\">Is 26:19</a>;— <strong>1.</strong>  <em>die</em>, of natural or other causes: <strong>a.</strong>  (1) of man, †<span dir=\"rtl\">וַיִּגְוַע וַיָּמָת</span> <em>and he expired and died</em> <a data-ref=\"Genesis 25:8\" href=\"/Genesis.25.8\">Gn 25:8</a> (+ <span dir=\"rtl\">בְּשֵׂיבָה טוֹבָה</span>, v. infr.), v <a data-ref=\"Genesis 25:17\" href=\"/Genesis.25.17\">17</a> <a data-ref=\"Genesis 35:29\" href=\"/Genesis.35.29\">35:29</a> (P); †<span dir=\"rtl\">וַיָּמָת וַיִּקָּבֵר</span> <a data-ref=\"Judges 10:2\" href=\"/Judges.10.2\">Ju 10:2</a>, <a data-ref=\"Judges 10:5\" href=\"/Judges.10.5\">5</a>; <a data-ref=\"Judges 8:32\" href=\"/Judges.8.32\">8:32</a>; <a data-ref=\"Judges 12:7\" href=\"/Judges.12.7\">12:7</a>, <a data-ref=\"Judges 12:10\" href=\"/Judges.12.10\">10</a>, <a data-ref=\"Judges 12:12\" href=\"/Judges.12.12\">12</a>, <a data-ref=\"Judges 12:15\" href=\"/Judges.12.15\">15</a> <a data-ref=\"II Samuel 17:23\" href=\"/II_Samuel.17.23\">2 S 17:23</a>; †<span dir=\"rtl\">וימת וימלך תַּחְתָּיו</span> <em>and he died and</em>—<em>reigned in his stead</em> <a data-ref=\"Genesis 36:33\" href=\"/Genesis.36.33\">Gn 36:33</a>, <a data-ref=\"Genesis 36:34\" href=\"/Genesis.36.34\">34</a>, <a data-ref=\"Genesis 36:35\" href=\"/Genesis.36.35\">35</a>, <a data-ref=\"Genesis 36:36\" href=\"/Genesis.36.36\">36</a>, <a data-ref=\"Genesis 36:37\" href=\"/Genesis.36.37\">37</a>, <a data-ref=\"Genesis 36:38\" href=\"/Genesis.36.38\">38</a>, <a data-ref=\"Genesis 36:39\" href=\"/Genesis.36.39\">39</a> (P), <a data-ref=\"II Samuel 10:1\" href=\"/II_Samuel.10.1\">2 S 10:1</a> = <a data-ref=\"I Chronicles 19:1\" href=\"/I_Chronicles.19.1\">1 Ch 19:1</a>, <a data-ref=\"II Kings 1:17\" href=\"/II_Kings.1.17\">2 K 1:17</a>; <a data-ref=\"II Kings 8:15\" href=\"/II_Kings.8.15\">8:15</a>; <a data-ref=\"II Kings 13:24\" href=\"/II_Kings.13.24\">13:24</a> <a data-ref=\"I Chronicles 1:44\" href=\"/I_Chronicles.1.44\">1 Ch 1:44</a>, <a data-ref=\"I Chronicles 1:45\" href=\"/I_Chronicles.1.45\">45</a>, <a data-ref=\"I Chronicles 1:46\" href=\"/I_Chronicles.1.46\">46</a>, <a data-ref=\"I Chronicles 1:47\" href=\"/I_Chronicles.1.47\">47</a>, <a data-ref=\"I Chronicles 1:48\" href=\"/I_Chronicles.1.48\">48</a>, <a data-ref=\"I Chronicles 1:49\" href=\"/I_Chronicles.1.49\">49</a>, <a data-ref=\"I Chronicles 1:50\" href=\"/I_Chronicles.1.50\">50</a>; <span dir=\"rtl\">וימת בְּשֵׂיבָה טוֹבָה</span> <em>and he died in a good old age</em> <a data-ref=\"I Chronicles 29:28\" href=\"/I_Chronicles.29.28\">1 Ch 29:28</a> (+ <a data-ref=\"Genesis 25:8\" href=\"/Genesis.25.8\">Gn 25:8</a>, v. supr.); as the result of smiting <span dir=\"rtl\">הכה</span> <a data-ref=\"Exodus 21:18\" href=\"/Exodus.21.18\">Ex 21:18</a>, <a data-ref=\"Exodus 21:20\" href=\"/Exodus.21.20\">20</a>, <a data-ref=\"Exodus 21:22\" href=\"/Exodus.21.22\">22</a> (E); + <span dir=\"rtl\">במלחמה</span> <a data-ref=\"Deuteronomy 20:5\" href=\"/Deuteronomy.20.5\">Dt 20:5</a>, <a data-ref=\"Deuteronomy 20:6\" href=\"/Deuteronomy.20.6\">6</a>, <a data-ref=\"Deuteronomy 20:7\" href=\"/Deuteronomy.20.7\">7</a> <a data-ref=\"II Samuel 19:11\" href=\"/II_Samuel.19.11\">2 S 19:11</a>; <span dir=\"rtl\">בַּחֶרֶב</span> <a data-ref=\"Jeremiah 11:22\" href=\"/Jeremiah.11.22\">Je 11:22</a>; <span dir=\"rtl\">ברעב</span> v <a data-ref=\"Jeremiah 11:22\" href=\"/Jeremiah.11.22\">22</a>; <span dir=\"rtl\">מפני הרעב</span> <a data-ref=\"Jeremiah 38:9\" href=\"/Jeremiah.38.9\">38:9</a>; <span dir=\"rtl\">בְּדֶבֶר</span> <a data-ref=\"Jeremiah 21:6\" href=\"/Jeremiah.21.6\">21:6</a>; <span dir=\"rtl\">באבן</span> <a data-ref=\"Numbers 35:17\" href=\"/Numbers.35.17\">Nu 35:17</a>, <a data-ref=\"Numbers 35:23\" href=\"/Numbers.35.23\">23</a> (P); †<span dir=\"rtl\">בַּמַּגֵּפָה</span> <a data-ref=\"Numbers 14:37\" href=\"/Numbers.14.37\">Nu 14:37</a>; <a data-ref=\"Numbers 17:14\" href=\"/Numbers.17.14\">17:14</a>; <a data-ref=\"Numbers 25:9\" href=\"/Numbers.25.9\">25:9</a> (P). (2) fig. of wisdom, <span dir=\"rtl\">עִמָּכֶם תָּמוּת חָכְמָה</span> <a data-ref=\"Job 12:2\" href=\"/Job.12.2\">Jb 12:2</a>; of courage, <span dir=\"rtl\">וַיָּמָת לִבּוֹ בְּקִרְבּוֹ</span> <em>and his heart died within him</em> <a data-ref=\"I Samuel 25:37\" href=\"/I_Samuel.25.37\">1 S 25:37</a>.—<a data-ref=\"II Samuel 2:31\" href=\"/II_Samuel.2.31\">2 S 2:31</a> del. <span dir=\"rtl\">מֵ֑תוּ</span> We Dr Kit Bu, cf. 𝔊. <strong>b.</strong>  of animals <a data-ref=\"Leviticus 11:39\" href=\"/Leviticus.11.39\">Lv 11:39</a>; cattle <a data-ref=\"Genesis 33:13\" href=\"/Genesis.33.13\">Gn 33:13</a> (J), fish <a data-ref=\"Exodus 7:18\" href=\"/Exodus.7.18\">Ex 7:18</a> (E), frogs <a data-ref=\"Exodus 8:9\" href=\"/Exodus.8.9\">Ex 8:9</a> (J), lion <a data-ref=\"Ecclesiastes 9:4\" href=\"/Ecclesiastes.9.4\">Ec 9:4</a>, worm <a data-ref=\"Isaiah 66:24\" href=\"/Isaiah.66.24\">Is 66:24</a>; <span dir=\"rtl\">כֶּלֶב מֵת</span>, <em>dead dog</em> (in proverb) <a data-ref=\"I Samuel 24:15\" href=\"/I_Samuel.24.15\">1 S 24:15</a> <a data-ref=\"II Samuel 9:8\" href=\"/II_Samuel.9.8\">2 S 9:8</a>; <a data-ref=\"II Samuel 16:9\" href=\"/II_Samuel.16.9\">16:9</a>. <strong>c.</strong>  a tree <a data-ref=\"Job 14:8\" href=\"/Job.14.8\">Jb 14:8</a>. <strong>d.</strong>  <span dir=\"rtl\">זִבְחֵי מֵתִים</span> <a data-ref=\"Psalms 106:28\" href=\"/Psalms.106.28\">ψ 106:28</a> <em>sacrifices to the dead</em> (idols). <strong>2.</strong>  <em>die</em> as a penalty = <em>be put to death:</em> <strong>a.</strong>  by human authority <a data-ref=\"Genesis 42:20\" href=\"/Genesis.42.20\">Gn 42:20</a> <a data-ref=\"Exodus 10:28\" href=\"/Exodus.10.28\">Ex 10:28</a>; <a data-ref=\"Exodus 21:14\" href=\"/Exodus.21.14\">21:14</a> (E), <a data-ref=\"Genesis 44:9\" href=\"/Genesis.44.9\">Gn 44:9</a> <a data-ref=\"Joshua 2:14\" href=\"/Joshua.2.14\">Jos 2:14</a> (J), <a data-ref=\"Leviticus 20:20\" href=\"/Leviticus.20.20\">Lv 20:20</a> (H), <a data-ref=\"Numbers 35:12\" href=\"/Numbers.35.12\">Nu 35:12</a>, <a data-ref=\"Numbers 35:30\" href=\"/Numbers.35.30\">30</a><sup>(×2)</sup> (P), especially D, <a data-ref=\"Deuteronomy 17:5\" href=\"/Deuteronomy.17.5\">Dt 17:5</a>, <a data-ref=\"Deuteronomy 17:6\" href=\"/Deuteronomy.17.6\">6</a>; <a data-ref=\"Deuteronomy 18:20\" href=\"/Deuteronomy.18.20\">18:20</a>; <a data-ref=\"Deuteronomy 19:12\" href=\"/Deuteronomy.19.12\">19:12</a>; <a data-ref=\"Deuteronomy 22:22\" href=\"/Deuteronomy.22.22\">22:22</a>, <a data-ref=\"Deuteronomy 22:25\" href=\"/Deuteronomy.22.25\">25</a>; <a data-ref=\"Deuteronomy 24:7\" href=\"/Deuteronomy.24.7\">24:7</a> <a data-ref=\"Judges 6:30\" href=\"/Judges.6.30\">Ju 6:30</a> <a data-ref=\"I Samuel 14:43\" href=\"/I_Samuel.14.43\">1 S 14:43</a>, <a data-ref=\"I Samuel 14:45\" href=\"/I_Samuel.14.45\">45</a><sup>(×2)</sup>; <a data-ref=\"II Samuel 19:24\" href=\"/II_Samuel.19.24\">2 Sa 19:24</a> <a data-ref=\"Jeremiah 38:24\" href=\"/Jeremiah.38.24\">Je 38:24</a>; <span dir=\"rtl\">מות יָמוּת</span>, <em>die</em> = <em>be put to a violent death</em> (> AV RV <em>surely die</em>), <a data-ref=\"I Samuel 14:39\" href=\"/I_Samuel.14.39\">1 S 14:39</a>, <a data-ref=\"I Samuel 14:44\" href=\"/I_Samuel.14.44\">44</a>; <a data-ref=\"I Samuel 22:16\" href=\"/I_Samuel.22.16\">22:16</a>; <a data-ref=\"I Kings 2:37\" href=\"/I_Kings.2.37\">1 K 2:37</a>, <a data-ref=\"I Kings 2:42\" href=\"/I_Kings.2.42\">42</a> (all Judaic), <a data-ref=\"Jeremiah 26:8\" href=\"/Jeremiah.26.8\">Je 26:8</a>, all of capital punishment; <a data-ref=\"II Kings 8:10\" href=\"/II_Kings.8.10\">2 K 8:10</a> (Ephr.) of assassination; <span dir=\"rtl\">מוֹת יוּמַת</span> <em>be put to a violent death</em>, in the codes of <a data-ref=\"Exodus 21:12\" href=\"/Exodus.21.12\">Ex 21:12</a>, <a data-ref=\"Exodus 21:15\" href=\"/Exodus.21.15\">15</a>, <a data-ref=\"Exodus 21:16\" href=\"/Exodus.21.16\">16</a>, <a data-ref=\"Exodus 21:17\" href=\"/Exodus.21.17\">17</a>; <a data-ref=\"Exodus 22:18\" href=\"/Exodus.22.18\">22:18</a> (E), <a data-ref=\"Leviticus 20:2\" href=\"/Leviticus.20.2\">Lv 20:2</a>, <a data-ref=\"Leviticus 20:9\" href=\"/Leviticus.20.9\">9</a>, <a data-ref=\"Leviticus 20:10\" href=\"/Leviticus.20.10\">10</a>, <a data-ref=\"Leviticus 20:11\" href=\"/Leviticus.20.11\">11</a>, <a data-ref=\"Leviticus 20:12\" href=\"/Leviticus.20.12\">12</a>, <a data-ref=\"Leviticus 20:13\" href=\"/Leviticus.20.13\">13</a>, <a data-ref=\"Leviticus 20:15\" href=\"/Leviticus.20.15\">15</a>, <a data-ref=\"Leviticus 20:16\" href=\"/Leviticus.20.16\">16</a>, <a data-ref=\"Leviticus 20:27\" href=\"/Leviticus.20.27\">27</a>; <a data-ref=\"Leviticus 24:16\" href=\"/Leviticus.24.16\">24:16</a>, <a data-ref=\"Leviticus 24:17\" href=\"/Leviticus.24.17\">17</a> (H), <a data-ref=\"Exodus 31:14\" href=\"/Exodus.31.14\">Ex 31:14</a>, <a data-ref=\"Exodus 31:15\" href=\"/Exodus.31.15\">15</a> <a data-ref=\"Numbers 15:35\" href=\"/Numbers.15.35\">Nu 15:35</a>; <a data-ref=\"Numbers 35:16\" href=\"/Numbers.35.16\">35:16</a>, <a data-ref=\"Numbers 35:17\" href=\"/Numbers.35.17\">17</a>, <a data-ref=\"Numbers 35:18\" href=\"/Numbers.35.18\">18</a>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a>, <a data-ref=\"Numbers 35:31\" href=\"/Numbers.35.31\">31</a> <a data-ref=\"Leviticus 27:29\" href=\"/Leviticus.27.29\">Lv 27:29</a> (P; never in D; D uses verb, either Qal or Hiph., without inf. abs.); it is used in narratives <a data-ref=\"Genesis 26:11\" href=\"/Genesis.26.11\">Gn 26:11</a>(J), <a data-ref=\"Exodus 19:12\" href=\"/Exodus.19.12\">Ex 19:12</a> (E), <a data-ref=\"Judges 21:5\" href=\"/Judges.21.5\">Ju 21:5</a>. <span dir=\"rtl\">מ׳</span> is preceded by <span dir=\"rtl\">רגם</span> <a data-ref=\"Numbers 15:36\" href=\"/Numbers.15.36\">Nu 15:36</a> (P), <a data-ref=\"Deuteronomy 21:21\" href=\"/Deuteronomy.21.21\">Dt 21:21</a> <a data-ref=\"I Kings 12:18\" href=\"/I_Kings.12.18\">1 K 12:18</a> = <a data-ref=\"II Chronicles 10:18\" href=\"/II_Chronicles.10.18\">2 Ch 10:18</a>, <a data-ref=\"I Kings 21:13\" href=\"/I_Kings.21.13\">1 K 21:13</a>; <span dir=\"rtl\">סקל</span> <a data-ref=\"Deuteronomy 13:11\" href=\"/Deuteronomy.13.11\">Dt 13:11</a> <a data-ref=\"Deuteronomy 17:5\" href=\"/Deuteronomy.17.5\">17:5</a>; <a data-ref=\"Deuteronomy 22:21\" href=\"/Deuteronomy.22.21\">22:21</a>, <a data-ref=\"Deuteronomy 22:24\" href=\"/Deuteronomy.22.24\">24</a> <a data-ref=\"I Kings 21:10\" href=\"/I_Kings.21.10\">1 K 21:10</a>, <a data-ref=\"I Kings 21:13\" href=\"/I_Kings.21.13\">13</a>, <a data-ref=\"I Kings 21:14\" href=\"/I_Kings.21.14\">14</a>, <a data-ref=\"I Kings 21:15\" href=\"/I_Kings.21.15\">15</a>; <span dir=\"rtl\">פגע</span> <a data-ref=\"I Kings 2:25\" href=\"/I_Kings.2.25\">1 K 2:25</a>, <a data-ref=\"I Kings 2:46\" href=\"/I_Kings.2.46\">46</a>; <span dir=\"rtl\">רמס</span> <a data-ref=\"II Kings 7:17\" href=\"/II_Kings.7.17\">2 K 7:17</a>, <a data-ref=\"II Kings 7:20\" href=\"/II_Kings.7.20\">20</a>; <span dir=\"rtl\">בְּיַד גֹּאֵל</span> <a data-ref=\"Joshua 20:9\" href=\"/Joshua.20.9\">Jos 20:9</a> (P). <strong>b.</strong>  inflicted by God, <a data-ref=\"Genesis 20:3\" href=\"/Genesis.20.3\">Gn 20:3</a>, <a data-ref=\"Genesis 20:7\" href=\"/Genesis.20.7\">7</a>; <a data-ref=\"Joshua 10:11\" href=\"/Joshua.10.11\">Jos 10:11</a> (E), <a data-ref=\"Genesis 3:3\" href=\"/Genesis.3.3\">Gn 3:3</a>; <a data-ref=\"Genesis 38:11\" href=\"/Genesis.38.11\">38:11</a>; <a data-ref=\"Exodus 11:5\" href=\"/Exodus.11.5\">Ex 11:5</a>; <a data-ref=\"Exodus 12:33\" href=\"/Exodus.12.33\">12:33</a> (J), <a data-ref=\"Exodus 28:35\" href=\"/Exodus.28.35\">28:35</a>; <a data-ref=\"Exodus 30:20\" href=\"/Exodus.30.20\">30:20</a><sup>(×2)</sup> <a data-ref=\"Leviticus 8:35\" href=\"/Leviticus.8.35\">Lv 8:35</a>; <a data-ref=\"Leviticus 10:2\" href=\"/Leviticus.10.2\">10:2</a>, <a data-ref=\"Leviticus 10:6\" href=\"/Leviticus.10.6\">6</a>, <a data-ref=\"Leviticus 10:7\" href=\"/Leviticus.10.7\">7</a>, <a data-ref=\"Leviticus 10:9\" href=\"/Leviticus.10.9\">9</a>; <a data-ref=\"Leviticus 16:1\" href=\"/Leviticus.16.1\">16:1</a>, <a data-ref=\"Leviticus 16:2\" href=\"/Leviticus.16.2\">2</a>, <a data-ref=\"Leviticus 16:13\" href=\"/Leviticus.16.13\">13</a> <a data-ref=\"Numbers 3:4\" href=\"/Numbers.3.4\">Nu 3:4</a>; <a data-ref=\"Numbers 4:19\" href=\"/Numbers.4.19\">4:19</a>, <a data-ref=\"Numbers 4:20\" href=\"/Numbers.4.20\">20</a>; <a data-ref=\"Numbers 14:35\" href=\"/Numbers.14.35\">14:35</a>; <a data-ref=\"Numbers 17:14\" href=\"/Numbers.17.14\">17:14</a>, <a data-ref=\"Numbers 17:25\" href=\"/Numbers.17.25\">25</a>, <a data-ref=\"Numbers 17:28\" href=\"/Numbers.17.28\">28</a>; <a data-ref=\"Numbers 18:3\" href=\"/Numbers.18.3\">18:3</a>, <a data-ref=\"Numbers 18:32\" href=\"/Numbers.18.32\">32</a>; <a data-ref=\"Numbers 26:11\" href=\"/Numbers.26.11\">26:11</a>, <a data-ref=\"Numbers 26:61\" href=\"/Numbers.26.61\">61</a> (P), <a data-ref=\"Deuteronomy 5:19\" href=\"/Deuteronomy.5.19\">Dt 5:22</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 18:16\" href=\"/Deuteronomy.18.16\">18:16</a> <a data-ref=\"Judges 6:23\" href=\"/Judges.6.23\">Ju 6:23</a> <a data-ref=\"I Samuel 5:12\" href=\"/I_Samuel.5.12\">1 S 5:12</a>; <a data-ref=\"I Samuel 12:19\" href=\"/I_Samuel.12.19\">12:19</a>; <a data-ref=\"I Samuel 25:17\" href=\"/I_Samuel.25.17\">25:17</a>, <a data-ref=\"I Samuel 25:38\" href=\"/I_Samuel.25.38\">38</a>, <a data-ref=\"I Samuel 25:39\" href=\"/I_Samuel.25.39\">39</a>; <a data-ref=\"II Samuel 6:7\" href=\"/II_Samuel.6.7\">2 S 6:7</a>; <a data-ref=\"II Samuel 12:13\" href=\"/II_Samuel.12.13\">12:13</a>; <a data-ref=\"I Kings 19:4\" href=\"/I_Kings.19.4\">1 K 19:4</a>; <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a> = <a data-ref=\"II Chronicles 25:4\" href=\"/II_Chronicles.25.4\">2 Ch 25:4</a>, <a data-ref=\"I Chronicles 24:2\" href=\"/I_Chronicles.24.2\">1 Ch 24:2</a>; <a data-ref=\"II Chronicles 13:20\" href=\"/II_Chronicles.13.20\">2 Ch 13:20</a>; <a data-ref=\"II Kings 19:35\" href=\"/II_Kings.19.35\">2 K 19:35</a> = <a data-ref=\"Isaiah 37:36\" href=\"/Isaiah.37.36\">Is 37:36</a>, <a data-ref=\"Ezekiel 3:20\" href=\"/Ezekiel.3.20\">Ez 3:20</a>; <a data-ref=\"Ezekiel 18:4\" href=\"/Ezekiel.18.4\">18:4</a>, <a data-ref=\"Ezekiel 18:20\" href=\"/Ezekiel.18.20\">20</a>, <a data-ref=\"Ezekiel 18:21\" href=\"/Ezekiel.18.21\">21</a>, <a data-ref=\"Ezekiel 18:28\" href=\"/Ezekiel.18.28\">28</a>; <a data-ref=\"Ezekiel 33:15\" href=\"/Ezekiel.33.15\">33:15</a>; <span dir=\"rtl\">מוֹת יָמוּת</span> <a data-ref=\"Genesis 2:17\" href=\"/Genesis.2.17\">Gn 2:17</a>; <a data-ref=\"Genesis 3:4\" href=\"/Genesis.3.4\">3:4</a> (J), <a data-ref=\"Genesis 20:7\" href=\"/Genesis.20.7\">20:7</a> (E), <a data-ref=\"Judges 13:21\" href=\"/Judges.13.21\">Ju 13:21</a>, <a data-ref=\"Judges 13:22\" href=\"/Judges.13.22\">22</a>; <a data-ref=\"II Samuel 12:14\" href=\"/II_Samuel.12.14\">2 S 12:14</a>; <a data-ref=\"II Samuel 14:14\" href=\"/II_Samuel.14.14\">14:14</a>; <a data-ref=\"II Kings 1:4\" href=\"/II_Kings.1.4\">2 K 1:4</a>, <a data-ref=\"II Kings 1:6\" href=\"/II_Kings.1.6\">6</a>, <a data-ref=\"II Kings 1:16\" href=\"/II_Kings.1.16\">16</a> (all Judaic), <a data-ref=\"Numbers 26:65\" href=\"/Numbers.26.65\">Nu 26:65</a> (P), <a data-ref=\"Ezekiel 3:18\" href=\"/Ezekiel.3.18\">Ez 3:18</a>; <a data-ref=\"Ezekiel 33:8\" href=\"/Ezekiel.33.8\">33:8</a>, <a data-ref=\"Ezekiel 33:14\" href=\"/Ezekiel.33.14\">14</a>; <span dir=\"rtl\">מוֹת יוּמַת</span> <a data-ref=\"Ezekiel 18:13\" href=\"/Ezekiel.18.13\">18:13</a>, <span dir=\"rtl\">ביד יהוה</span> <a data-ref=\"Exodus 16:3\" href=\"/Exodus.16.3\">Ex 16:3</a> (P); <span dir=\"rtl\">בחטא</span> <a data-ref=\"Leviticus 22:9\" href=\"/Leviticus.22.9\">Lv 22:9</a> (H), <a data-ref=\"Numbers 27:3\" href=\"/Numbers.27.3\">Nu 27:3</a> (P), <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a> = <a data-ref=\"II Chronicles 25:4\" href=\"/II_Chronicles.25.4\">2 Ch 25:4</a>; <span dir=\"rtl\">לשׂאת חטא למות</span> <a data-ref=\"Numbers 18:22\" href=\"/Numbers.18.22\">Nu 18:22</a> (P); <span dir=\"rtl\">בחטאת</span> <a data-ref=\"Ezekiel 3:20\" href=\"/Ezekiel.3.20\">Ez 3:20</a>; <a data-ref=\"Ezekiel 18:24\" href=\"/Ezekiel.18.24\">18:24</a>; <span dir=\"rtl\">בטמאה</span> <a data-ref=\"Leviticus 15:21\" href=\"/Leviticus.15.21\">Lv 15:21</a> (P); <span dir=\"rtl\">בעון</span> <a data-ref=\"Jeremiah 31:30\" href=\"/Jeremiah.31.30\">Je 31:30</a>; <a data-ref=\"Ezekiel 3:18\" href=\"/Ezekiel.3.18\">Ez 3:18</a>, <a data-ref=\"Ezekiel 3:19\" href=\"/Ezekiel.3.19\">19</a>; <a data-ref=\"Ezekiel 18:17\" href=\"/Ezekiel.18.17\">18:17</a>, <a data-ref=\"Ezekiel 18:18\" href=\"/Ezekiel.18.18\">18</a>; <a data-ref=\"Ezekiel 33:8\" href=\"/Ezekiel.33.8\">33:8</a>, <a data-ref=\"Ezekiel 33:9\" href=\"/Ezekiel.33.9\">9</a>; <span dir=\"rtl\">לא ישׂאו עון ומתו</span> <a data-ref=\"Exodus 28:43\" href=\"/Exodus.28.43\">Ex 28:43</a> <a data-ref=\"Numbers 4:15\" href=\"/Numbers.4.15\">Nu 4:15</a> (P); <span dir=\"rtl\">בעול</span> <a data-ref=\"Ezekiel 18:26\" href=\"/Ezekiel.18.26\">Ez 18:26</a>; <a data-ref=\"Ezekiel 33:13\" href=\"/Ezekiel.33.13\">33:13</a>, <a data-ref=\"Ezekiel 33:18\" href=\"/Ezekiel.33.18\">18</a>; <span dir=\"rtl\">על עול</span> <a data-ref=\"Ezekiel 18:26\" href=\"/Ezekiel.18.26\">18:26</a>; <span dir=\"rtl\">במעל</span> <a data-ref=\"I Chronicles 10:13\" href=\"/I_Chronicles.10.13\">1 Ch 10:13</a>. <strong>c.</strong>  <em>die, perish</em>, of a nation by divine judgment, Moab <a data-ref=\"Amos 2:2\" href=\"/Amos.2.2\">Am 2:2</a>, Ephraim <a data-ref=\"Hosea 13:1\" href=\"/Hosea.13.1\">Ho 13:1</a>; <span dir=\"rtl\">בית ישׂראל</span> <a data-ref=\"Ezekiel 18:31\" href=\"/Ezekiel.18.31\">Ez 18:31</a>; <a data-ref=\"Ezekiel 33:1\" href=\"/Ezekiel.33.1\">33:1</a>. <strong>d.</strong>  <em>die prematurely</em>, by neglect of wise moral conduct <a data-ref=\"Proverbs 5:23\" href=\"/Proverbs.5.23\">Pr 5:23</a>; <a data-ref=\"Proverbs 10:21\" href=\"/Proverbs.10.21\">10:21</a>; <a data-ref=\"Proverbs 15:10\" href=\"/Proverbs.15.10\">15:10</a>; <a data-ref=\"Proverbs 19:16\" href=\"/Proverbs.19.16\">19:16</a>; <a data-ref=\"Proverbs 23:13\" href=\"/Proverbs.23.13\">23:13</a>; <a data-ref=\"Ecclesiastes 7:17\" href=\"/Ecclesiastes.7.17\">Ec 7:17</a>.— <em>Note.</em> On <span dir=\"rtl\">(לַבֵּן) עַל־מוּת</span> <a data-ref=\"Psalms 9:1\" href=\"/Psalms.9.1\">ψ 9:1</a>; <a data-ref=\"Psalms 48:15\" href=\"/Psalms.48.15\">48:15</a> v. <a ,=\"\" data-ref=\"BDB, עַלְמָה\" dir=\"rtl\" href=\"/BDB,_עַלְמָה\">עַלְמָה</a> sub <a ,=\"\" data-ref=\"BDB, יָאַל²\" dir=\"rtl\" href=\"/BDB,_יָאַל²\">II. עלם</a>.<br><strong>Poʿlel.</strong>  Pf. ms. sf. <span dir=\"rtl\">מוֹתְתַנִי</span> <a data-ref=\"Jeremiah 20:17\" href=\"/Jeremiah.20.17\">Je 20:17</a>; 1 s. <span dir=\"rtl\">מֹתַתִּי</span> <a data-ref=\"II Samuel 1:16\" href=\"/II_Samuel.1.16\">2 S 1:16</a>; Impf. 3 ms. sf. <span dir=\"rtl\">יְמֹתְתֵהוּ</span> <a data-ref=\"I Samuel 17:51\" href=\"/I_Samuel.17.51\">1 S 17:51</a>; 3 fs. <span dir=\"rtl\">תְּמוֹתֵת</span> <a data-ref=\"Psalms 34:22\" href=\"/Psalms.34.22\">ψ 34:22</a>; 1 s. sf. <span dir=\"rtl\">אֲמֹתְתֵהוּ</span> <a data-ref=\"II Samuel 1:10\" href=\"/II_Samuel.1.10\">2 S 1:10</a>; Imv. sf. <span dir=\"rtl\">מוֹתְתֵנִי</span> <a data-ref=\"Judges 9:54\" href=\"/Judges.9.54\">Ju 9:54</a>; <span dir=\"rtl\">מֹתְתֵנִי</span> <a data-ref=\"II Samuel 1:9\" href=\"/II_Samuel.1.9\">2 S 1:9</a>; inf. <span dir=\"rtl\">מוֹתֵת</span> <a data-ref=\"Psalms 109:16\" href=\"/Psalms.109.16\">ψ 109:16</a>; Pt. <span dir=\"rtl\">מְמוֹתֵת</span> <a data-ref=\"I Samuel 14:13\" href=\"/I_Samuel.14.13\">1 S 14:13</a>;—<em>kill, put to death, despatch</em> (intens.), abs. <a data-ref=\"I Samuel 14:13\" href=\"/I_Samuel.14.13\">1 S 14:13</a>, elsewhere c. acc. <a data-ref=\"Judges 9:54\" href=\"/Judges.9.54\">Ju 9:54</a>; <a data-ref=\"I Samuel 17:51\" href=\"/I_Samuel.17.51\">1 S 17:51</a>; <a data-ref=\"II Samuel 1:9\" href=\"/II_Samuel.1.9\">2 S 1:9</a>, <a data-ref=\"II Samuel 1:10\" href=\"/II_Samuel.1.10\">10</a>, <a data-ref=\"II Samuel 1:16\" href=\"/II_Samuel.1.16\">16</a>; <a data-ref=\"Jeremiah 20:17\" href=\"/Jeremiah.20.17\">Je 20:17</a>; <a data-ref=\"Psalms 34:22\" href=\"/Psalms.34.22\">ψ 34:22</a>; <a data-ref=\"Psalms 109:16\" href=\"/Psalms.109.16\">109:16</a>.<br><strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הֵמִית</span> <a data-ref=\"Judges 16:30\" href=\"/Judges.16.30\">Ju 16:30</a> +; sf. <span dir=\"rtl\">וֶהֱמִתָ֑נִי</span> <a data-ref=\"II Samuel 14:32\" href=\"/II_Samuel.14.32\">2 S 14:32</a>; <span dir=\"rtl\">הֱמִיתָם</span> <a data-ref=\"Jeremiah 41:8\" href=\"/Jeremiah.41.8\">Je 41:8</a>; 3 fs. sf. <span dir=\"rtl\">הֱמִיתָ֑תְהוּ</span> <a data-ref=\"II Chronicles 22:11\" href=\"/II_Chronicles.22.11\">2 Ch 22:11</a>; 2 ms. <span dir=\"rtl\">הֵמַתָּה</span> <a data-ref=\"Numbers 14:15\" href=\"/Numbers.14.15\">Nu 14:15</a>; 1 s. sf. <span dir=\"rtl\">הֲמִיתִּיו</span> (read <span dir=\"rtl\">הֲמִתִּיו</span>) <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a>; 3 mpl. <span dir=\"rtl\">הֵמִיתוּ</span> <a data-ref=\"I Samuel 30:2\" href=\"/I_Samuel.30.2\">1 S 30:2</a> +, etc.; Impf. <span dir=\"rtl\">יָמִית</span> <a data-ref=\"Numbers 35:19\" href=\"/Numbers.35.19\">Nu 35:19</a> +; <span dir=\"rtl\">וַיָּ֫מֶת</span> <a data-ref=\"Genesis 38:10\" href=\"/Genesis.38.10\">Gn 38:10</a> +; sf. <span dir=\"rtl\">יְמִיתֵהוּ</span> <a data-ref=\"I Kings 13:24\" href=\"/I_Kings.13.24\">1 K 13:24</a> +; <span dir=\"rtl\">יְמִתֶנּוּ</span> <a data-ref=\"Numbers 35:19\" href=\"/Numbers.35.19\">Nu 35:19</a> +; Imv. sf. <span dir=\"rtl\">הֲמִיתֵנִי</span> <a data-ref=\"I Samuel 20:8\" href=\"/I_Samuel.20.8\">1 S 20:8</a>; pl. <span dir=\"rtl\">הָמִיתוּ</span> <a data-ref=\"I Samuel 22:17\" href=\"/I_Samuel.22.17\">1 S 22:17</a>; Inf. abs. <span dir=\"rtl\">הָמֵת</span> <a data-ref=\"II Kings 11:15\" href=\"/II_Kings.11.15\">2 K 11:15</a> +; cstr. <span dir=\"rtl\">הָמִית</span> <a data-ref=\"Leviticus 20:4\" href=\"/Leviticus.20.4\">Lv 20:4</a> +; Pt. <span dir=\"rtl\">מֵמִית</span> <a data-ref=\"I Samuel 2:6\" href=\"/I_Samuel.2.6\">1 S 2:6</a>; pl. <span dir=\"rtl\">מְמִיתִים</span> <a data-ref=\"II Kings 17:26\" href=\"/II_Kings.17.26\">2 K 17:26</a>; <span dir=\"rtl\">מְמִתִים</span> <a data-ref=\"Jeremiah 26:15\" href=\"/Jeremiah.26.15\">Je 26:15</a> <a data-ref=\"Job 33:22\" href=\"/Job.33.22\">Jb 33:22</a>;—<em>kill, put to death:</em> <strong>1.</strong>  abs. <a data-ref=\"Job 9:23\" href=\"/Job.9.23\">Jb 9:23</a>, elsewhere c. acc., subj. man, <strong>a.</strong>  of killing men in personal combat, or in war, often preceded by <span dir=\"rtl\">הכּה</span> smite <a data-ref=\"Joshua 10:26\" href=\"/Joshua.10.26\">Jos 10:26</a>; <a data-ref=\"Joshua 11:17\" href=\"/Joshua.11.17\">11:17</a>; <a data-ref=\"I Samuel 17:50\" href=\"/I_Samuel.17.50\">17:50</a> +; of destroying a city <a data-ref=\"II Samuel 20:19\" href=\"/II_Samuel.20.19\">2 S 20:19</a> (‖ <span dir=\"rtl\">השׁחית</span> v <a data-ref=\"II Samuel 20:20\" href=\"/II_Samuel.20.20\">20</a>). <strong>b.</strong>  by authority, espec. in capital punishment <a data-ref=\"Exodus 1:16\" href=\"/Exodus.1.16\">Ex 1:16</a> (E), <a data-ref=\"Leviticus 20:4\" href=\"/Leviticus.20.4\">Lv 20:4</a> (H), <a data-ref=\"Numbers 35:19\" href=\"/Numbers.35.19\">Nu 35:19</a><sup>(×2)</sup>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a> (P), <a data-ref=\"Deuteronomy 13:10\" href=\"/Deuteronomy.13.10\">Dt 13:10</a>; <a data-ref=\"Deuteronomy 17:7\" href=\"/Deuteronomy.17.7\">17:7</a> <a data-ref=\"Judges 20:13\" href=\"/Judges.20.13\">Ju 20:13</a> <a data-ref=\"I Samuel 11:12\" href=\"/I_Samuel.11.12\">1 S 11:12</a>; <a data-ref=\"I Samuel 28:9\" href=\"/I_Samuel.28.9\">28:9</a> <a data-ref=\"II Samuel 14:7\" href=\"/II_Samuel.14.7\">2 S 14:7</a>, <a data-ref=\"II Samuel 14:32\" href=\"/II_Samuel.14.32\">32</a>; <a data-ref=\"II Samuel 21:4\" href=\"/II_Samuel.21.4\">21:4</a> <a data-ref=\"I Kings 2:26\" href=\"/I_Kings.2.26\">1 K 2:26</a>, <a data-ref=\"I Kings 2:34\" href=\"/I_Kings.2.34\">34</a>; <a data-ref=\"I Kings 11:40\" href=\"/I_Kings.11.40\">11:40</a>; <a data-ref=\"I Kings 19:17\" href=\"/I_Kings.19.17\">19:17</a><sup>(×2)</sup> <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a> = <a data-ref=\"II Chronicles 25:4\" href=\"/II_Chronicles.25.4\">2 Ch 25:4</a>; <a data-ref=\"Isaiah 11:4\" href=\"/Isaiah.11.4\">Is 11:4</a>; <a data-ref=\"Jeremiah 26:15\" href=\"/Jeremiah.26.15\">Je 26:15</a>, <a data-ref=\"Jeremiah 26:21\" href=\"/Jeremiah.26.21\">21</a>, <a data-ref=\"Jeremiah 26:24\" href=\"/Jeremiah.26.24\">24</a>; <a data-ref=\"Jeremiah 38:15\" href=\"/Jeremiah.38.15\">38:15</a>, <a data-ref=\"Jeremiah 38:16\" href=\"/Jeremiah.38.16\">16</a>, <a data-ref=\"Jeremiah 38:25\" href=\"/Jeremiah.38.25\">25</a>; <a data-ref=\"Esther 4:11\" href=\"/Esther.4.11\">Est 4:11</a>; <span dir=\"rtl\">בַּחֶרֶב</span> <a data-ref=\"I Kings 1:51\" href=\"/I_Kings.1.51\">1 K 1:51</a>; <a data-ref=\"I Kings 2:8\" href=\"/I_Kings.2.8\">2:8</a>; <a data-ref=\"II Kings 11:20\" href=\"/II_Kings.11.20\">2 K 11:20</a> = <a data-ref=\"II Chronicles 23:21\" href=\"/II_Chronicles.23.21\">2 Ch 23:21</a>; <span dir=\"rtl\">הָמֵת יָמִית</span> <a data-ref=\"Judges 15:13\" href=\"/Judges.15.13\">Ju 15:13</a> <a data-ref=\"I Kings 3:26\" href=\"/I_Kings.3.26\">1 K 3:26</a>, <a data-ref=\"I Kings 3:27\" href=\"/I_Kings.3.27\">27</a>; <a data-ref=\"Jeremiah 26:19\" href=\"/Jeremiah.26.19\">Je 26:19</a>; <a data-ref=\"Jeremiah 38:15\" href=\"/Jeremiah.38.15\">38:15</a>. <strong>2.</strong>  subj. God, by inflicting penalty, abs. <a data-ref=\"Deuteronomy 32:39\" href=\"/Deuteronomy.32.39\">Dt 32:39</a>; <a data-ref=\"I Samuel 2:6\" href=\"/I_Samuel.2.6\">1 S 2:6</a>; <a data-ref=\"II Kings 5:7\" href=\"/II_Kings.5.7\">2 K 5:7</a>, elsewhere c. acc. <a data-ref=\"Genesis 18:25\" href=\"/Genesis.18.25\">Gn 18:25</a>; <a data-ref=\"Genesis 38:7\" href=\"/Genesis.38.7\">38:7</a>, <a data-ref=\"Genesis 38:10\" href=\"/Genesis.38.10\">10</a>; <a data-ref=\"Exodus 4:24\" href=\"/Exodus.4.24\">Ex 4:24</a>; <a data-ref=\"Numbers 14:15\" href=\"/Numbers.14.15\">Nu 14:15</a> (J), <a data-ref=\"Deuteronomy 9:28\" href=\"/Deuteronomy.9.28\">Dt 9:28</a>; <a data-ref=\"Judges 13:23\" href=\"/Judges.13.23\">Ju 13:23</a>; <a data-ref=\"I Samuel 2:25\" href=\"/I_Samuel.2.25\">1 S 2:25</a>; <a data-ref=\"I Samuel 5:10\" href=\"/I_Samuel.5.10\">5:10</a>, <a data-ref=\"I Samuel 5:11\" href=\"/I_Samuel.5.11\">11</a>; <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">1 Ch 2:3</a>; <a data-ref=\"I Chronicles 10:14\" href=\"/I_Chronicles.10.14\">10:14</a>; <a data-ref=\"Isaiah 65:15\" href=\"/Isaiah.65.15\">Is 65:15</a>; <a data-ref=\"Hosea 9:16\" href=\"/Hosea.9.16\">Ho 9:16</a>; <span dir=\"rtl\">ברעב</span> <a data-ref=\"Isaiah 14:30\" href=\"/Isaiah.14.30\">Is 14:30</a>; <span dir=\"rtl\">בצמא</span> <a data-ref=\"Hosea 2:5\" href=\"/Hosea.2.5\">Ho 2:5</a>; of killing fish <a data-ref=\"Psalms 105:29\" href=\"/Psalms.105.29\">ψ 105:29</a>; <span dir=\"rtl\">מְמִיתִים</span> <a data-ref=\"Job 33:22\" href=\"/Job.33.22\">Jb 33:22</a> <em>executioners</em>, angels of death. <strong>3.</strong>  of animals killing men, e.g. ox <a data-ref=\"Exodus 21:29\" href=\"/Exodus.21.29\">Ex 21:29</a> (E), lion <a data-ref=\"I Kings 13:24\" href=\"/I_Kings.13.24\">1 K 13:24</a>, <a data-ref=\"I Kings 13:26\" href=\"/I_Kings.13.26\">26</a>; <a data-ref=\"II Kings 17:26\" href=\"/II_Kings.17.26\">2 K 17:26</a>. <strong>4.</strong>  bring to a premature death <a data-ref=\"Proverbs 19:18\" href=\"/Proverbs.19.18\">Pr 19:18</a>; <a data-ref=\"Proverbs 21:25\" href=\"/Proverbs.21.25\">21:25</a>.<br><strong>Hoph.</strong>  Pf. <span dir=\"rtl\">הוּמָ֑ת</span> <a data-ref=\"II Kings 11:2\" href=\"/II_Kings.11.2\">2 K 11:2</a> +; 3 mpl. <span dir=\"rtl\">הֻמְתוּ</span> <a data-ref=\"II Samuel 21:9\" href=\"/II_Samuel.21.9\">2 S 21:9</a>; Impf. <span dir=\"rtl\">יוּמַת</span> <a data-ref=\"Leviticus 20:10\" href=\"/Leviticus.20.10\">Lv 20:10</a> +; <span dir=\"rtl\">יוּמָ֑ת</span> <a data-ref=\"Genesis 26:11\" href=\"/Genesis.26.11\">Gn 26:11</a> +; Pt. <span dir=\"rtl\">מוּמָת</span> <a data-ref=\"I Samuel 19:11\" href=\"/I_Samuel.19.11\">1 S 19:11</a>, pl. <span dir=\"rtl\">מוּמָתִים</span> <a data-ref=\"II Kings 11:2\" href=\"/II_Kings.11.2\">2 K 11:2</a> (Qr), <a data-ref=\"II Chronicles 22:11\" href=\"/II_Chronicles.22.11\">2 Ch 22:11</a>;—<em>be killed, put to death:</em> <strong>1.</strong>  by conspiracy <a data-ref=\"II Kings 11:2\" href=\"/II_Kings.11.2\">2 K 11:2</a>, <a data-ref=\"II Kings 11:2\" href=\"/II_Kings.11.2\">2</a> = <a data-ref=\"II Chronicles 22:11\" href=\"/II_Chronicles.22.11\">2 Ch 22:11</a>, <a data-ref=\"II Kings 11:8\" href=\"/II_Kings.11.8\">2 K 11:8</a>, <a data-ref=\"II Kings 11:15\" href=\"/II_Kings.11.15\">15</a>, <a data-ref=\"II Kings 11:16\" href=\"/II_Kings.11.16\">16</a> <a data-ref=\"II Chronicles 23:7\" href=\"/II_Chronicles.23.7\">2 Ch 23:7</a>, <a data-ref=\"II Chronicles 23:14\" href=\"/II_Chronicles.23.14\">14</a>. <strong>2.</strong>  by capital punishment <a data-ref=\"Exodus 21:29\" href=\"/Exodus.21.29\">Ex 21:29</a> (E), <a data-ref=\"Exodus 35:2\" href=\"/Exodus.35.2\">35:2</a> <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">Nu 1:51</a>; <a data-ref=\"Numbers 1:3\" href=\"/Numbers.1.3\">3</a>;<a data-ref=\"Numbers 1:10\" href=\"/Numbers.1.10\">10</a>, <a data-ref=\"Numbers 1:38\" href=\"/Numbers.1.38\">38</a>; <a data-ref=\"Numbers 18:7\" href=\"/Numbers.18.7\">18:7</a> (P), <a data-ref=\"Leviticus 19:20\" href=\"/Leviticus.19.20\">Lv 19:20</a>; <a data-ref=\"Leviticus 24:16\" href=\"/Leviticus.24.16\">24:16</a>, <a data-ref=\"Leviticus 24:21\" href=\"/Leviticus.24.21\">21</a> (H), <a data-ref=\"Deuteronomy 13:6\" href=\"/Deuteronomy.13.6\">Dt 13:6</a>; <a data-ref=\"Deuteronomy 17:6\" href=\"/Deuteronomy.17.6\">17:6</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 21:22\" href=\"/Deuteronomy.21.22\">21:22</a>; <a data-ref=\"Deuteronomy 24:16\" href=\"/Deuteronomy.24.16\">24:16</a><sup>(×3)</sup> = <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a><sup>(×3)</sup>, <a data-ref=\"Joshua 1:18\" href=\"/Joshua.1.18\">Jos 1:18</a> (all D) <a data-ref=\"Judges 6:31\" href=\"/Judges.6.31\">Ju 6:31</a>; <a data-ref=\"I Samuel 11:13\" href=\"/I_Samuel.11.13\">1 S 11:13</a>; <a data-ref=\"I Samuel 19:6\" href=\"/I_Samuel.19.6\">19:6</a>, <a data-ref=\"I Samuel 19:11\" href=\"/I_Samuel.19.11\">11</a>; <a data-ref=\"I Samuel 20:32\" href=\"/I_Samuel.20.32\">20:32</a>; <a data-ref=\"II Samuel 19:22\" href=\"/II_Samuel.19.22\">2 S 19:22</a>, <a data-ref=\"II Samuel 19:23\" href=\"/II_Samuel.19.23\">23</a>; <a data-ref=\"II Samuel 21:9\" href=\"/II_Samuel.21.9\">21:9</a>; <a data-ref=\"I Kings 2:24\" href=\"/I_Kings.2.24\">1 K 2:24</a>; <a data-ref=\"II Chronicles 15:13\" href=\"/II_Chronicles.15.13\">2 Ch 15:13</a>; <a data-ref=\"Jeremiah 38:4\" href=\"/Jeremiah.38.4\">Je 38:4</a>, and the phrase <span dir=\"rtl\">מוֹת יוּמת</span> (see <strong>Qal 2 a</strong>). <strong>3.</strong>  by divine infliction, in the phrase <span dir=\"rtl\">מות יוּמת</span> (see <strong>Qal 2 b</strong>). <strong>4.</strong>  <em>die prematurely</em> <a data-ref=\"Proverbs 19:16\" href=\"/Proverbs.19.16\">Pr 19:16</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d378b6084aa1cbf2727b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עִיר³ 1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "BDB, עִיר³ 1", "sourceHeRef": "בראון-דרייבר-בריגס, עִיר³ א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עִיר³", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["II. <big><span dir=\"rtl\">עִיר</span></big><sub>1092</sub>  <strong>n.f.</strong> <a data-ref=\"Genesis 10:12\" href=\"/Genesis.10.12\">Gn 10:12</a> (Albrecht<sup>ZAW xvi. 49 f.</sup>) city, town <strong>(</strong>√ unkn.; NH id.<em>;</em>? Ph. <span dir=\"rtl\">ער</span> Lzb<sup>345</sup>; Sab. <span dir=\"rtl\">ער</span> <em>fortified height</em> (cf. <strong>3</strong>) Prä<sup>ZMG xxvi (1872), 437</sup>, <span dir=\"rtl\">ערן</span>, <span dir=\"rtl\">עהרן</span> <em>city</em> CIS<sup>iv. pp. 94, 95, 173</sup><strong>)</strong>;—<span dir=\"rtl\">ע׳</span> abs. <a data-ref=\"Genesis 4:17\" href=\"/Genesis.4.17\">Gn 4:17</a> +, cstr. <a data-ref=\"Genesis 24:10\" href=\"/Genesis.24.10\">24:10</a> +; <span dir=\"rtl\">הָעִ֫ירָה</span> <a data-ref=\"I Kings 14:12\" href=\"/I_Kings.14.12\">1 K 14:12</a> + 7 times; sf. <span dir=\"rtl\">עִירִי</span> <a data-ref=\"II Samuel 19:38\" href=\"/II_Samuel.19.38\">2 S 19:38</a> + 2 times, etc.; pl. <span dir=\"rtl\">עָרִים</span> <a data-ref=\"Isaiah 6:11\" href=\"/Isaiah.6.11\">Is 6:11</a> +, <span dir=\"rtl\">עֲיָרִים</span> <a data-ref=\"Judges 10:4\" href=\"/Judges.10.4\">Ju 10:4</a> (textual error, or word-play, cf. GFM); cstr. <span dir=\"rtl\">עָרֵי</span> <a data-ref=\"Genesis 19:29\" href=\"/Genesis.19.29\">Gn 19:29</a> +; sf. <span dir=\"rtl\">עָרַי</span> <a data-ref=\"Zechariah 1:17\" href=\"/Zechariah.1.17\">Zc 1:17</a>, <span dir=\"rtl\">עָרֵיכֶם</span> <a data-ref=\"Isaiah 1:7\" href=\"/Isaiah.1.7\">Is 1:7</a> +, etc.;—<br><strong>1.</strong>  <em>city, town</em>, abode of men <a data-ref=\"Genesis 4:17\" href=\"/Genesis.4.17\">Gn 4:17</a> (J) and often; <span dir=\"rtl\">גְּדֹלָה</span> <a data-ref=\"Genesis 10:12\" href=\"/Genesis.10.12\">10:12</a> (J), +, or <span dir=\"rtl\">קְטַנָּה</span> <a data-ref=\"Ecclesiastes 9:14\" href=\"/Ecclesiastes.9.14\">Ec 9:14</a> (cf. <a data-ref=\"Genesis 19:20\" href=\"/Genesis.19.20\">Gn 19:20</a>); especially <strong>a.</strong>  fortified: <span dir=\"rtl\">עָרִים בְּצֻרוֹת</span> <a data-ref=\"II Samuel 20:6\" href=\"/II_Samuel.20.6\">2 S 20:6</a> +, etc., v. <a ,=\"\" data-ref=\"BDB, בָּצַר\" dir=\"rtl\" href=\"/BDB,_בָּצַר\">בָּצַר</a>, <span dir=\"rtl\">מִבְצָר</span>; <span dir=\"rtl\">עִיר מִבְצַר־צֹר</span> <a data-ref=\"Joshua 19:29\" href=\"/Joshua.19.29\">Jos 19:29</a> (P) <em>fortified city</em> (<em>of</em>) <em>Tyre</em>, <span dir=\"rtl\">ע׳ מָצוֹר</span> <a data-ref=\"Psalms 31:22\" href=\"/Psalms.31.22\">ψ 31:22</a> +, etc., v. <a ,=\"\" data-ref=\"BDB, מָצוֹר⁴\" dir=\"rtl\" href=\"/BDB,_מָצוֹר⁴\">מָצוֹר</a>, <a ,=\"\" data-ref=\"BDB, מְצוּרָה\" dir=\"rtl\" href=\"/BDB,_מְצוּרָה\">מְצוּרָה</a> sub <a ,=\"\" data-ref=\"BDB, צוּר\" dir=\"rtl\" href=\"/BDB,_צוּר\">צוּר</a> (<a data-ref=\"Micah 7:12\" href=\"/Micah.7.12\">Mi 7:12</a> v. <a data-ref=\"BDB, מָצוֹר³\" href=\"/BDB,_מָצוֹר³\", dir=\"rtl\">מָצוֹר</a> p. 596 a); <span dir=\"rtl\">ע׳ עָז־לָנוּ</span> <a data-ref=\"Isaiah 26:1\" href=\"/Isaiah.26.1\">Is 26:1</a>, <span dir=\"rtl\">עָרֵי מָעוּזּוֹ</span> <a data-ref=\"Isaiah 17:9\" href=\"/Isaiah.17.9\">17:9</a>; <span dir=\"rtl\">ע׳ דְּלָתַים וּבְרִיחַ</span> <a data-ref=\"I Samuel 23:7\" href=\"/I_Samuel.23.7\">1 S 23:7</a>; <span dir=\"rtl\">ע׳ חוֹמָה</span> <a data-ref=\"Leviticus 25:29\" href=\"/Leviticus.25.29\">Lv 25:29</a>, cf. v <a data-ref=\"Leviticus 25:30\" href=\"/Leviticus.25.30\">30</a> (P), <a data-ref=\"I Kings 4:13\" href=\"/I_Kings.4.13\">1 K 4:13</a>; on <a data-ref=\"Hosea 10:14\" href=\"/Hosea.10.14\">Ho 10:14</a> v. i. <span dir=\"rtl\">עַם</span> <strong>2 b</strong> (<a data-ref=\"I Samuel 9:14\" href=\"/I_Samuel.9.14\">1 S 9:14</a> read <span dir=\"rtl\">הַשַּׁעַר</span> 𝔊 We Dr al.). <strong>b.</strong>  opp. <span dir=\"rtl\">כֹּפֶר הַפְּרָוִי</span> <a data-ref=\"I Samuel 6:18\" href=\"/I_Samuel.6.18\">1 S 6:18</a>, <span dir=\"rtl\">עָרֵי הַפּ׳</span> <a data-ref=\"Deuteronomy 3:5\" href=\"/Deuteronomy.3.5\">Dt 3:5</a>, <span dir=\"rtl\">ע׳ הַפְּרָזוֹת</span> <a data-ref=\"Esther 9:19\" href=\"/Esther.9.19\">Est 9:19</a>; disting. from dependencies <span dir=\"rtl\">חֲצֵרִים</span> <a data-ref=\"Joshua 13:23\" href=\"/Joshua.13.23\">Jos 13:23</a> + often P <strong>c.</strong>  <span dir=\"rtl\">עָרֶיהָ</span> are dependent towns <a data-ref=\"Joshua 13:17\" href=\"/Joshua.13.17\">Jos 13:17</a> (P), <a data-ref=\"Jeremiah 19:15\" href=\"/Jeremiah.19.15\">Je 19:15</a>. †<strong>d.</strong>  <span dir=\"rtl\">עָרֵי הַמַּמְלָכָה</span> <a data-ref=\"Joshua 10:2\" href=\"/Joshua.10.2\">Jos 10:2</a> (JE) <em>royal cities</em> (i.e. with a king, cf. Tel Am. <em>al šarri</em>;), so sg. <a data-ref=\"I Samuel 27:5\" href=\"/I_Samuel.27.5\">1 S 27:5</a>, opp. <span dir=\"rtl\">עָרֵי הַשָּׂדֶה</span> v <a data-ref=\"I Samuel 27:5\" href=\"/I_Samuel.27.5\">5</a> <em>rural towns;</em> <span dir=\"rtl\">ע׳ הַמְּלוּכָה</span> <a data-ref=\"II Samuel 12:26\" href=\"/II_Samuel.12.26\">2 S 12:26</a> (but read <span dir=\"rtl\">ע׳ הַמַּיִם</span> We Bu Kit Löhr HPS, v. <strong>2</strong> infr.). †<strong>e.</strong>  <span dir=\"rtl\">עָרֵי מִסְכְּנוֹת</span> <a data-ref=\"Exodus 1:11\" href=\"/Exodus.1.11\">Ex 1:11</a> <em>storage-cities</em>, so <a data-ref=\"I Kings 9:19\" href=\"/I_Kings.9.19\">1 K 9:19</a> = <a data-ref=\"II Chronicles 8:6\" href=\"/II_Chronicles.8.6\">2 Ch 8:6</a>; <a data-ref=\"II Chronicles 8:4\" href=\"/II_Chronicles.8.4\">2 Ch 8:4</a>; <a data-ref=\"II Chronicles 17:12\" href=\"/II_Chronicles.17.12\">17:12</a>; for <span dir=\"rtl\">מ׳ ע׳ נַפְתָּלִי</span> <a data-ref=\"II Chronicles 16:4\" href=\"/II_Chronicles.16.4\">16:4</a> read prob. <span dir=\"rtl\">כִּנְרוֹת עַל־וגו׳</span> (as <a data-ref=\"I Kings 15:20\" href=\"/I_Kings.15.20\">1 K 15:20</a>; Be Kit Buhl); cf. <span dir=\"rtl\">ע׳ הָרֶכֶב</span> <a data-ref=\"I Kings 9:19\" href=\"/I_Kings.9.19\">1 K 9:19</a>; <a data-ref=\"I Kings 10:26\" href=\"/I_Kings.10.26\">10:26</a> = <a data-ref=\"II Chronicles 8:6\" href=\"/II_Chronicles.8.6\">2 Ch 8:6</a>; <a data-ref=\"II Chronicles 9:25\" href=\"/II_Chronicles.9.25\">9:25</a>; <a data-ref=\"II Chronicles 1:14\" href=\"/II_Chronicles.1.14\">2 Ch 1:14</a>; <span dir=\"rtl\">ע׳ הַפָּרָשִׁים</span> <a data-ref=\"I Kings 9:19\" href=\"/I_Kings.9.19\">1 K 9:19</a> = <a data-ref=\"II Chronicles 8:6\" href=\"/II_Chronicles.8.6\">2 Ch 8:6</a>. †<strong>f.</strong>  <span dir=\"rtl\">ע׳ (הַ)מִקְלָט</span> (P) <em>asylum-cities</em> <a data-ref=\"Numbers 35:11\" href=\"/Numbers.35.11\">Nu 35:11</a>, <a data-ref=\"Numbers 35:13\" href=\"/Numbers.35.13\">13</a>, <a data-ref=\"Numbers 35:14\" href=\"/Numbers.35.14\">14</a>; <a data-ref=\"Joshua 20:2\" href=\"/Joshua.20.2\">Jos 20:2</a>, cf. <a data-ref=\"Numbers 35:25\" href=\"/Numbers.35.25\">Nu 35:25</a>, <a data-ref=\"Numbers 35:26\" href=\"/Numbers.35.26\">26</a>, <a data-ref=\"Numbers 35:27\" href=\"/Numbers.35.27\">27</a>, <a data-ref=\"Numbers 35:28\" href=\"/Numbers.35.28\">28</a>, <a data-ref=\"Numbers 35:32\" href=\"/Numbers.35.32\">32</a>, <span dir=\"rtl\">ע׳ לְמִקְלָט</span> v <a data-ref=\"Numbers 35:12\" href=\"/Numbers.35.12\">12</a>; <span dir=\"rtl\">ע׳ מִקְלַט הָרֹצֵחַ</span> <a data-ref=\"Joshua 21:13\" href=\"/Joshua.21.13\">Jos 21:13</a> + 4 times <a data-ref=\"Joshua 21:21\" href=\"/Joshua.21.21\">21</a>. <strong>g.</strong>  <span dir=\"rtl\">ע׳ (הָ)אֱלֹהִים</span> = Jerus.: <a data-ref=\"Psalms 46:5\" href=\"/Psalms.46.5\">ψ 46:5</a>; <a data-ref=\"Psalms 87:3\" href=\"/Psalms.87.3\">87:3</a>, cf. <a data-ref=\"Psalms 48:2\" href=\"/Psalms.48.2\">48:2</a>, <a data-ref=\"Psalms 48:9\" href=\"/Psalms.48.9\">9</a>; <span dir=\"rtl\">ע׳ י׳</span> <a data-ref=\"Isaiah 60:14\" href=\"/Isaiah.60.14\">Is 60:14</a> <a data-ref=\"Psalms 101:8\" href=\"/Psalms.101.8\">ψ 101:8</a>; <span dir=\"rtl\">ע׳ י׳ צְבָאוֹת</span> <a data-ref=\"Psalms 48:9\" href=\"/Psalms.48.9\">48:9</a>. <strong>h.</strong>  <em>city</em> = inhabitants <a data-ref=\"I Samuel 4:13\" href=\"/I_Samuel.4.13\">1 S 4:13</a>; <a data-ref=\"I Samuel 5:12\" href=\"/I_Samuel.5.12\">5:12</a>; <a data-ref=\"Isaiah 22:2\" href=\"/Isaiah.22.2\">Is 22:2</a> <a data-ref=\"Ruth 1:19\" href=\"/Ruth.1.19\">Ru 1:19</a>, so <a data-ref=\"II Samuel 20:22\" href=\"/II_Samuel.20.22\">2 S 20:22</a> (reading <span dir=\"rtl\">הָעִיר</span> for MT <span dir=\"rtl\">הָעָם</span>) 𝔊 We Dr al. (cf. also foll.). <strong>i.</strong>  combinations are: <span dir=\"rtl\">ע׳ רֹכְלִים</span> <a data-ref=\"Ezekiel 17:4\" href=\"/Ezekiel.17.4\">Ez 17:4</a> <em>city of merchants;</em> <span dir=\"rtl\">ע׳ מוֹשָׁב</span> <a data-ref=\"Psalms 107:4\" href=\"/Psalms.107.4\">ψ 107:4</a>, <a data-ref=\"Psalms 107:7\" href=\"/Psalms.107.7\">7</a>, <a data-ref=\"Psalms 107:36\" href=\"/Psalms.107.36\">36</a> <em>city for dwelling;</em> especially of character or condition: †<span dir=\"rtl\">ע׳ הַצֶּדֶק</span> <a data-ref=\"Isaiah 1:26\" href=\"/Isaiah.1.26\">Is 1:26</a>, †<span dir=\"rtl\">ע׳ הָאֱמֶת</span> <a data-ref=\"Zechariah 8:3\" href=\"/Zechariah.8.3\">Zc 8:3</a>; †<span dir=\"rtl\">ע׳ הַקֹּדֶשׁ</span> <a data-ref=\"Isaiah 48:2\" href=\"/Isaiah.48.2\">Is 48:2</a>; <a data-ref=\"Isaiah 52:1\" href=\"/Isaiah.52.1\">52:1</a> <a data-ref=\"Nehemiah 11:1\" href=\"/Nehemiah.11.1\">Ne 11:1</a>, <a data-ref=\"Nehemiah 11:18\" href=\"/Nehemiah.11.18\">18</a>, cf. <a data-ref=\"Daniel 9:24\" href=\"/Daniel.9.24\">Dn 9:24</a>, all of Jerus.; <span dir=\"rtl\">עָרֵי קָדְשֶׁ֑ךָ</span> <a data-ref=\"Jeremiah 5:17\" href=\"/Jeremiah.5.17\">Je 5:17</a> of Judaean cities; of foreign cities, <span dir=\"rtl\">ע׳ תְּהִלָּה</span> <a data-ref=\"Jeremiah 49:25\" href=\"/Jeremiah.49.25\">Je 49:25</a>, <span dir=\"rtl\">הַהֻלָּלָה הָע׳</span> <a data-ref=\"Ezekiel 26:17\" href=\"/Ezekiel.26.17\">Ez 26:17</a>, <span dir=\"rtl\">הָע׳ הָעַלִּיזָה</span> <a data-ref=\"Zephaniah 2:15\" href=\"/Zephaniah.2.15\">Zp 2:15</a>; of Jerus. also <span dir=\"rtl\">הָע׳ הַיּוֹנָה</span> <a data-ref=\"Zephaniah 3:1\" href=\"/Zephaniah.3.1\">Zp 3:1</a> <em>oppressive city</em>, <span dir=\"rtl\">ע׳ (הַ)דָּמִים</span> <em>bloody city</em> <a data-ref=\"Ezekiel 22:2\" href=\"/Ezekiel.22.2\">Ez 22:2</a>; <a data-ref=\"Ezekiel 24:6\" href=\"/Ezekiel.24.6\">24:6</a>, <a data-ref=\"Ezekiel 24:9\" href=\"/Ezekiel.24.9\">9</a> and (of Nineveh) <a data-ref=\"Nahum 3:1\" href=\"/Nahum.3.1\">Na 3:1</a>.<br><strong>2.</strong>  of fortress in a city especially <span dir=\"rtl\">עִיר דָּוִד</span> <a data-ref=\"II Samuel 5:7\" href=\"/II_Samuel.5.7\">2 S 5:7</a>, <a data-ref=\"II Samuel 5:9\" href=\"/II_Samuel.5.9\">9</a>; <a data-ref=\"II Samuel 6:10\" href=\"/II_Samuel.6.10\">6:10</a> + often (v. <a data-ref=\"BDB, דָּוִד\" href=\"/BDB,_דָּוִד\", dir=\"rtl\">דָּוִד</a>); <span dir=\"rtl\">ע׳ בֵּית הַבָּ֑עַל</span> <a data-ref=\"II Kings 10:25\" href=\"/II_Kings.10.25\">2 K 10:25</a> (crpt.; Klo proposes <span dir=\"rtl\">דְּבִיר</span> for <span dir=\"rtl\">ע׳</span>, cf. Kmp Benz Kit); <span dir=\"rtl\">ע׳ הַמַּיִם</span> <a data-ref=\"II Samuel 12:27\" href=\"/II_Samuel.12.27\">2 S 12:27</a> (so read also v <a data-ref=\"II Samuel 12:26\" href=\"/II_Samuel.12.26\">26</a>, see <strong>1 d</strong>).<br><strong>3.</strong>  appar. fortified place, of any size, <span dir=\"rtl\">בְּכָל־עָרֵיהֶם מִמִּגְדַּל נוֹצְרִים עַד־ עִיר מִבְצָר</span> <a data-ref=\"II Kings 17:9\" href=\"/II_Kings.17.9\">2 K 17:9</a> = <a data-ref=\"II Kings 18:8\" href=\"/II_Kings.18.8\">18:8</a>; cf. <a data-ref=\"Numbers 13:9\" href=\"/Numbers.13.9\">Nu 13:9</a> (P; but on comp. of ver. see Di); perhaps also <span dir=\"rtl\">ע׳ עֲמָלֵק</span> <a data-ref=\"I Samuel 15:5\" href=\"/I_Samuel.15.5\">1 S 15:5</a> (HPS).—<a data-ref=\"Hosea 7:4\" href=\"/Hosea.7.4\">Ho 7:4</a> v. <a ,=\"\" data-ref=\"BDB, עוּר\" dir=\"rtl\" href=\"/BDB,_עוּר\">I. עור</a> <strong>Hiph.</strong>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d433b6084aa1cbf30575", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִקְלָט² 1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "BDB, מִקְלָט² 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִקְלָט² א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִקְלָט²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">מִקְלָט</span></big>  <strong>n.</strong>[<strong>m.</strong>] <strong>refuge, asylum</strong> (P Ch);—<span dir=\"rtl\">עָרֵי מ׳</span> asylum-cities <a data-ref=\"Numbers 35:11\" href=\"/Numbers.35.11\">Nu 35:11</a>, <a data-ref=\"Numbers 35:13\" href=\"/Numbers.35.13\">13</a>, <a data-ref=\"Numbers 35:14\" href=\"/Numbers.35.14\">14</a>, <span dir=\"rtl\">עָרֵי הַמּ׳</span> <a data-ref=\"Numbers 35:6\" href=\"/Numbers.35.6\">Nu 35:6</a>; <a data-ref=\"Joshua 20:2\" href=\"/Joshua.20.2\">Jos 20:2</a>, so <a data-ref=\"I Chronicles 6:42\" href=\"/I_Chronicles.6.42\">1 Ch 6:42</a>, <a data-ref=\"I Chronicles 6:52\" href=\"/I_Chronicles.6.52\">52</a> (but read <span dir=\"rtl\">עִיר הַמּ׳</span>, according to ‖ <a data-ref=\"Joshua 21:13\" href=\"/Joshua.21.13\">Jos 21:13</a>, <a data-ref=\"Joshua 21:21\" href=\"/Joshua.21.21\">21</a>, so Be Kau Kit), <span dir=\"rtl\">לְמ׳</span> (after <span dir=\"rtl\">הָיָה</span>) <a data-ref=\"Numbers 35:12\" href=\"/Numbers.35.12\">Nu 35:12</a>, <a data-ref=\"Numbers 35:15\" href=\"/Numbers.35.15\">15</a>; <a data-ref=\"Joshua 20:3\" href=\"/Joshua.20.3\">Jos 20:3</a>; cstr. in phr. <span dir=\"rtl\">עִיר מִקְלַט הָרֹצֵחַ</span> <a data-ref=\"Joshua 21:13\" href=\"/Joshua.21.13\">Jos 21:13</a>, <a data-ref=\"Joshua 21:21\" href=\"/Joshua.21.21\">21</a>, <a data-ref=\"Joshua 21:27\" href=\"/Joshua.21.27\">27</a>, <a data-ref=\"Joshua 21:32\" href=\"/Joshua.21.32\">32</a>, <a data-ref=\"Joshua 21:38\" href=\"/Joshua.21.38\">38</a> (Gi; v <a data-ref=\"Joshua 21:36\" href=\"/Joshua.21.36\">36</a> van d. H. Baer); sf. of refugee, <span dir=\"rtl\">עִיר מִקְלָטוֹ</span> <a data-ref=\"Numbers 35:25\" href=\"/Numbers.35.25\">Nu 35:25</a>, <a data-ref=\"Numbers 35:26\" href=\"/Numbers.35.26\">26</a>, <a data-ref=\"Numbers 35:27\" href=\"/Numbers.35.27\">27</a>, <a data-ref=\"Numbers 35:28\" href=\"/Numbers.35.28\">28</a>, <a data-ref=\"Numbers 35:32\" href=\"/Numbers.35.32\">32</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d488b6084aa1cbf34be7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, רָצַח 1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "BDB, רָצַח 1", "sourceHeRef": "בראון-דרייבר-בריגס, רָצַח א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "רָצַח", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">רָצַח</span></big></big>  <strong>vb. murder, slay (</strong>NH (rare, also in deriv.) = BH; cf. Arabic <span dir=\"rtl\">رَضَحَ</span>, <span dir=\"rtl\">رَضَخَ</span> <em>break, bruise, crush</em><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. consec. <span dir=\"rtl\">זְר׳</span> <a data-ref=\"Numbers 35:27\" href=\"/Numbers.35.27\">Nu 35:27</a>, <span dir=\"rtl\">וּרְצָחוֹ</span> <a data-ref=\"Deuteronomy 22:26\" href=\"/Deuteronomy.22.26\">Dt 22:26</a>; 2 ms. <span dir=\"rtl\">(הֲ)רָצַחְתָּ</span> <a data-ref=\"I Kings 21:19\" href=\"/I_Kings.21.19\">1 K 21:19</a>; Impf. 3 ms. <span dir=\"rtl\">יִרְצַח</span> <a data-ref=\"Numbers 35:30\" href=\"/Numbers.35.30\">Nu 35:30</a>; <a data-ref=\"Deuteronomy 4:42\" href=\"/Deuteronomy.4.42\">Dt 4:42</a>; 2 ms. <span dir=\"rtl\">(-צַח) תִּרְצָ֑ח</span> <a data-ref=\"Exodus 20:13\" href=\"/Exodus.20.13\">Ex 20:13</a> = <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">Dt 5:17</a>; inf. abs. <span dir=\"rtl\">רָצֹחַ</span> <a data-ref=\"Hosea 4:2\" href=\"/Hosea.4.2\">Ho 4:2</a>; <a data-ref=\"Jeremiah 7:9\" href=\"/Jeremiah.7.9\">Je 7:9</a>; Pt. act. <span dir=\"rtl\">רֹצֵחַ</span> <a data-ref=\"Deuteronomy 19:3\" href=\"/Deuteronomy.19.3\">Dt 19:3</a> +, <span dir=\"rtl\">רוֹ׳</span> <a data-ref=\"Deuteronomy 4:42\" href=\"/Deuteronomy.4.42\">4:42</a> +;—<em>murder, slay</em>, with premeditation, <a data-ref=\"Exodus 20:13\" href=\"/Exodus.20.13\">Ex 20:13</a> (E) = <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">Dt 5:17</a>; <a data-ref=\"Hosea 4:2\" href=\"/Hosea.4.2\">Ho 4:2</a>; <a data-ref=\"Jeremiah 7:9\" href=\"/Jeremiah.7.9\">Je 7:9</a>; <a data-ref=\"I Kings 21:19\" href=\"/I_Kings.21.19\">1 K 21:19</a> (all abs.); c. acc. pers. <a data-ref=\"Deuteronomy 22:26\" href=\"/Deuteronomy.22.26\">Dt 22:26</a>, unawares <a data-ref=\"Deuteronomy 4:42\" href=\"/Deuteronomy.4.42\">Dt 4:42</a>; <em>slay</em> as avenger <a data-ref=\"Numbers 35:27\" href=\"/Numbers.35.27\">Nu 35:27</a>, <a data-ref=\"Numbers 35:30\" href=\"/Numbers.35.30\">30</a> (P; ‖ <span dir=\"rtl\">הֵמִית</span> v <a data-ref=\"Numbers 35:19\" href=\"/Numbers.35.19\">19</a>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a>); especially pt. as subst. = <em>slayer, manslayer</em>, without intent, <a data-ref=\"Deuteronomy 4:42\" href=\"/Deuteronomy.4.42\">Dt 4:42</a>; <a data-ref=\"Deuteronomy 19:3\" href=\"/Deuteronomy.19.3\">19:3</a>, <a data-ref=\"Deuteronomy 19:4\" href=\"/Deuteronomy.19.4\">4</a>, <a data-ref=\"Deuteronomy 19:6\" href=\"/Deuteronomy.19.6\">6</a>; also in P: <a data-ref=\"Numbers 35:6\" href=\"/Numbers.35.6\">Nu 35:6</a>, <a data-ref=\"Numbers 35:11\" href=\"/Numbers.35.11\">11</a>, <a data-ref=\"Numbers 35:12\" href=\"/Numbers.35.12\">12</a>, <a data-ref=\"Numbers 35:25\" href=\"/Numbers.35.25\">25</a>, <a data-ref=\"Numbers 35:26\" href=\"/Numbers.35.26\">26</a>, <a data-ref=\"Numbers 35:27\" href=\"/Numbers.35.27\">27</a>, <a data-ref=\"Numbers 35:28\" href=\"/Numbers.35.28\">28</a>; <a data-ref=\"Joshua 20:3\" href=\"/Joshua.20.3\">Jos 20:3</a>, <a data-ref=\"Joshua 20:5\" href=\"/Joshua.20.5\">5</a>, <a data-ref=\"Joshua 20:6\" href=\"/Joshua.20.6\">6</a>; <a data-ref=\"Joshua 21:13\" href=\"/Joshua.21.13\">21:13</a>, <a data-ref=\"Joshua 21:21\" href=\"/Joshua.21.21\">21</a>, <a data-ref=\"Joshua 21:27\" href=\"/Joshua.21.27\">27</a>, <a data-ref=\"Joshua 21:32\" href=\"/Joshua.21.32\">32</a>, <a data-ref=\"Joshua 21:26\" href=\"/Joshua.21.26\">26</a> (van d. H., Baer, v <a data-ref=\"Joshua 21:33\" href=\"/Joshua.21.33\">33</a> Gi; all P); <em>murderer</em>, with intent, <a data-ref=\"Numbers 35:16\" href=\"/Numbers.35.16\">Nu 35:16</a><sup>(×2)</sup>, <a data-ref=\"Numbers 35:17\" href=\"/Numbers.35.17\">17</a><sup>(×2)</sup>, <a data-ref=\"Numbers 35:18\" href=\"/Numbers.35.18\">18</a><sup>(×2)</sup>, <a data-ref=\"Numbers 35:19\" href=\"/Numbers.35.19\">19</a>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a><sup>(×2)</sup>, <a data-ref=\"Numbers 35:30\" href=\"/Numbers.35.30\">30</a>, <a data-ref=\"Numbers 35:31\" href=\"/Numbers.35.31\">31</a>; also <a data-ref=\"Job 24:14\" href=\"/Job.24.14\">Jb 24:14</a>.<br><strong>Niph.</strong>  Impf. 1 s. <span dir=\"rtl\">אֵרָצֵחַ</span> <a data-ref=\"Proverbs 22:13\" href=\"/Proverbs.22.13\">Pr 22:13</a> <em>I shall be slain;</em> Pt. fs. as adj. <span dir=\"rtl\">אִשָּׁה הַנִּרְצָחָה</span> <a data-ref=\"Judges 20:4\" href=\"/Judges.20.4\">Ju 20:4</a> <em>the murdered woman</em>.<br><strong>Pi.</strong>  (intens.) <em>murder, assassinate:</em> 3 mpl. <span dir=\"rtl\">יְרַצְּחוּ</span> <a data-ref=\"Hosea 6:9\" href=\"/Hosea.6.9\">Ho 6:9</a> (abs.), <span dir=\"rtl\">יְרַצֵּ֑חוּ</span> <a data-ref=\"Psalms 94:6\" href=\"/Psalms.94.6\">ψ 94:6</a> (acc. pers., ‖ <span dir=\"rtl\">הָרַג</span>); <a data-ref=\"Psalms 62:4\" href=\"/Psalms.62.4\">ψ 62:4</a> v. infr.; Pt. <span dir=\"rtl\">מְרַצֵּחַ</span>, as subst. <a data-ref=\"II Kings 6:32\" href=\"/II_Kings.6.32\">2 K 6:32</a> <em>murderer, assassin;</em> pl. <span dir=\"rtl\">מְרַצְּחִים</span> <a data-ref=\"Isaiah 1:21\" href=\"/Isaiah.1.21\">Is 1:21</a> <em>assassins</em>.<br><strong>Pu.</strong>  Impf., 2 mpl. <span dir=\"rtl\">תְּרָצְּחוּ</span> <a data-ref=\"Psalms 62:4\" href=\"/Psalms.62.4\">ψ 62:4</a>, so Baer Gi, van d. H. <span dir=\"rtl\">תְּרָצְהוּ</span>, but Ben Napht. <strong>Pi.</strong> <span dir=\"rtl\">תְּרַצְּחוּ</span> (Baer <sup>143</sup>), so Vrss Hup-Now De Che Bae al. <em>ye murder</em> (or <em>batter, shatter</em>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4ffb6084aa1cbf3ad7b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִשְׁפָּט² 1", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "BDB, מִשְׁפָּט² 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִשְׁפָּט² א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִשְׁפָּט²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מִשְׁפָּט</span></big><sub>422</sub>  <strong>n.m.</strong> <a data-ref=\"Genesis 40:13\" href=\"/Genesis.40.13\">Gn 40:13</a> <strong>judgment</strong>;—abs. <span dir=\"rtl\">מִשְׁפָּט</span> <a data-ref=\"Exodus 21:31\" href=\"/Exodus.21.31\">Ex 21:31</a> + 203 times, + <span dir=\"rtl\">לְ ִ֯שְׁפָּט</span> <a data-ref=\"Ezekiel 44:24\" href=\"/Ezekiel.44.24\">Ez 44:24</a> (but read Kt <span dir=\"rtl\">לִשְׁפֹּט</span> with 𝔊 𝔗 𝔖 Co al.); cstr. <span dir=\"rtl\">מִשְׁפַּט</span> <a data-ref=\"Exodus 23:6\" href=\"/Exodus.23.6\">Ex 23:6</a> + 50 times; sf. <span dir=\"rtl\">מִשְׁפָּטִי</span> <a data-ref=\"Isaiah 40:27\" href=\"/Isaiah.40.27\">Is 40:27</a> +; <span dir=\"rtl\">מִשְׁפָּטָם</span> <a data-ref=\"Jeremiah 49:12\" href=\"/Jeremiah.49.12\">Je 49:12</a> +; <span dir=\"rtl\">מִשְׁפָּטָן</span> <a data-ref=\"Numbers 27:5\" href=\"/Numbers.27.5\">Nu 27:5</a>; pl. <span dir=\"rtl\">מִשְׁפָּטִים</span> <a data-ref=\"Jeremiah 4:12\" href=\"/Jeremiah.4.12\">Je 4:12</a> + 34 times; sf. <span dir=\"rtl\">מִשְׁפָּטֶיךָ</span> <a data-ref=\"Deuteronomy 33:10\" href=\"/Deuteronomy.33.10\">Dt 33:10</a> +, etc.;—<br><strong>1.</strong>  <em>judgment:</em> <strong>a.</strong>  <em>act of deciding a case:</em> <span dir=\"rtl\">מ׳</span> belongeth to God <a data-ref=\"Deuteronomy 1:17\" href=\"/Deuteronomy.1.17\">Dt 1:17</a>, is from him <a data-ref=\"Proverbs 16:33\" href=\"/Proverbs.16.33\">Pr 16:33</a>; <a data-ref=\"Proverbs 29:26\" href=\"/Proverbs.29.26\">29:26</a>; <span dir=\"rtl\">אֱלֹהֵי הַמּ׳</span> <a data-ref=\"Malachi 2:17\" href=\"/Malachi.2.17\">Mal 2:17</a>; <span dir=\"rtl\">חשֶׁן מ׳</span> <a data-ref=\"Exodus 28:15\" href=\"/Exodus.28.15\">Ex 28:15</a> <em>the pouch of judgment</em>, so v <a data-ref=\"Exodus 28:29\" href=\"/Exodus.28.29\">29</a>, <a data-ref=\"Exodus 28:30\" href=\"/Exodus.28.30\">30</a> (P); worn on heart of Aaron v <a data-ref=\"Exodus 28:30\" href=\"/Exodus.28.30\">30</a> (P); <span dir=\"rtl\">מ׳ צֶדֶק</span> <a data-ref=\"Deuteronomy 16:18\" href=\"/Deuteronomy.16.18\">Dt 16:18</a>; <span dir=\"rtl\">הֵבִין מ׳</span> <a data-ref=\"Job 32:9\" href=\"/Job.32.9\">Jb 32:9</a>; <span dir=\"rtl\">שׁפט מ׳</span> <a data-ref=\"I Kings 3:28\" href=\"/I_Kings.3.28\">1 K 3:28</a>; <span dir=\"rtl\">עשׂה מ׳</span> <a data-ref=\"I Kings 3:28\" href=\"/I_Kings.3.28\">1 K 3:28</a>; <span dir=\"rtl\">דְּבַר (ה)מ׳</span> <a data-ref=\"Deuteronomy 17:9\" href=\"/Deuteronomy.17.9\">Dt 17:9</a>; <a data-ref=\"II Chronicles 19:6\" href=\"/II_Chronicles.19.6\">2 Ch 19:6</a>; <span dir=\"rtl\">רוח מ׳</span> <a data-ref=\"Isaiah 28:6\" href=\"/Isaiah.28.6\">Is 28:6</a>; <span dir=\"rtl\">במשׁפט</span> <a data-ref=\"Leviticus 19:15\" href=\"/Leviticus.19.15\">Lv 19:15</a>, <a data-ref=\"Leviticus 19:35\" href=\"/Leviticus.19.35\">35</a> (H) <a data-ref=\"Deuteronomy 1:17\" href=\"/Deuteronomy.1.17\">Dt 1:17</a>; <a data-ref=\"Proverbs 16:10\" href=\"/Proverbs.16.10\">Pr 16:10</a>; <a data-ref=\"Proverbs 24:23\" href=\"/Proverbs.24.23\">24:23</a>; <span dir=\"rtl\">במ׳ האורים</span> <a data-ref=\"Numbers 27:21\" href=\"/Numbers.27.21\">Nu 27:21</a> (P); <span dir=\"rtl\">למשׁפט</span> <a data-ref=\"Numbers 35:12\" href=\"/Numbers.35.12\">35:12</a> <a data-ref=\"Joshua 20:6\" href=\"/Joshua.20.6\">Jos 20:6</a> (P) <a data-ref=\"Deuteronomy 17:8\" href=\"/Deuteronomy.17.8\">Dt 17:8</a>; <a data-ref=\"Judges 4:5\" href=\"/Judges.4.5\">Ju 4:5</a>; <a data-ref=\"II Samuel 15:2\" href=\"/II_Samuel.15.2\">2 S 15:2</a>, <a data-ref=\"II Samuel 15:6\" href=\"/II_Samuel.15.6\">6</a>; <a data-ref=\"II Chronicles 19:8\" href=\"/II_Chronicles.19.8\">2 Ch 19:8</a>; <a data-ref=\"Isaiah 34:5\" href=\"/Isaiah.34.5\">Is 34:5</a>; <a data-ref=\"Isaiah 41:1\" href=\"/Isaiah.41.1\">41:1</a>; <a data-ref=\"Isaiah 54:17\" href=\"/Isaiah.54.17\">54:17</a>; <a data-ref=\"Isaiah 59:11\" href=\"/Isaiah.59.11\">59:11</a>; <a data-ref=\"Habakkuk 1:12\" href=\"/Habakkuk.1.12\">Hb 1:12</a>; <a data-ref=\"Malachi 3:5\" href=\"/Malachi.3.5\">Mal 3:5</a> <a data-ref=\"Psalms 9:8\" href=\"/Psalms.9.8\">ψ 9:8</a>; <a data-ref=\"Psalms 35:23\" href=\"/Psalms.35.23\">35:23</a>; <a data-ref=\"Psalms 76:10\" href=\"/Psalms.76.10\">76:10</a>; <a data-ref=\"Psalms 122:5\" href=\"/Psalms.122.5\">122:5</a>; <a data-ref=\"Job 9:19\" href=\"/Job.9.19\">Jb 9:19</a> (<a data-ref=\"Ezekiel 44:24\" href=\"/Ezekiel.44.24\">Ez 44:24</a> v. supr.). †<strong>b.</strong>  <em>place, court</em>, <em>seat of judgment</em> <a data-ref=\"Deuteronomy 25:1\" href=\"/Deuteronomy.25.1\">Dt 25:1</a>; <a data-ref=\"I Kings 7:7\" href=\"/I_Kings.7.7\">1 K 7:7</a>; <a data-ref=\"Isaiah 28:6\" href=\"/Isaiah.28.6\">Is 28:6</a>; <a data-ref=\"Ecclesiastes 3:16\" href=\"/Ecclesiastes.3.16\">Ec 3:16</a>. †<strong>c.</strong>  <em>process, procedure, litigation</em> before judges: <span dir=\"rtl\">הֵבִיא במ׳</span> <a data-ref=\"Job 14:3\" href=\"/Job.14.3\">Jb 14:3</a>; <a data-ref=\"Ecclesiastes 11:9\" href=\"/Ecclesiastes.11.9\">Ec 11:9</a>; <a data-ref=\"Ecclesiastes 12:14\" href=\"/Ecclesiastes.12.14\">12:14</a>; <span dir=\"rtl\">בא במ׳</span>, c. <span dir=\"rtl\">עם</span> <a data-ref=\"Isaiah 3:14\" href=\"/Isaiah.3.14\">Is 3:14</a>; <a data-ref=\"Job 22:4\" href=\"/Job.22.4\">Jb 22:4</a>, c. <span dir=\"rtl\">את</span> <a data-ref=\"Psalms 143:2\" href=\"/Psalms.143.2\">ψ 143:2</a>, c. <span dir=\"rtl\">יחדו</span> <a data-ref=\"Job 9:32\" href=\"/Job.9.32\">Jb 9:32</a>, <span dir=\"rtl\">הלך במ׳</span> <a data-ref=\"Job 34:23\" href=\"/Job.34.23\">Jb 34:23</a>, cf. <a data-ref=\"Ezekiel 34:16\" href=\"/Ezekiel.34.16\">Ez 34:16</a> <a data-ref=\"Psalms 112:5\" href=\"/Psalms.112.5\">ψ 112:5</a>; pl. <span dir=\"rtl\">דבּר משׁפטים</span>, c. <span dir=\"rtl\">את</span> <em>litigate with</em> <a data-ref=\"Jeremiah 1:16\" href=\"/Jeremiah.1.16\">Je 1:16</a>; <a data-ref=\"Jeremiah 4:12\" href=\"/Jeremiah.4.12\">4:12</a>; <a data-ref=\"Jeremiah 12:1\" href=\"/Jeremiah.12.1\">12:1</a>; <a data-ref=\"Jeremiah 39:5\" href=\"/Jeremiah.39.5\">39:5</a> = <a data-ref=\"Jeremiah 52:9\" href=\"/Jeremiah.52.9\">52:9</a>, sg. <span dir=\"rtl\">מִשְׁפָּט</span> in ‖ <a data-ref=\"II Kings 25:6\" href=\"/II_Kings.25.6\">2 K 25:6</a>, by error. †<strong>d.</strong>  <em>case</em> or <em>cause</em> presented for judgment: <span dir=\"rtl\">בעל מ׳</span> <a data-ref=\"Isaiah 50:8\" href=\"/Isaiah.50.8\">Is 50:8</a>; <span dir=\"rtl\">ערךְ מ׳</span> <a data-ref=\"Job 13:18\" href=\"/Job.13.18\">Jb 13:18</a>; <a data-ref=\"Job 23:4\" href=\"/Job.23.4\">23:4</a>; <span dir=\"rtl\">שׁמע מ׳</span> <a data-ref=\"I Kings 3:11\" href=\"/I_Kings.3.11\">1 K 3:11</a>; <span dir=\"rtl\">שׁפט מ׳</span> <a data-ref=\"Lamentations 3:59\" href=\"/Lamentations.3.59\">La 3:59</a>, cf. <a data-ref=\"Numbers 27:5\" href=\"/Numbers.27.5\">Nu 27:5</a> (P) <a data-ref=\"II Samuel 15:4\" href=\"/II_Samuel.15.4\">2 S 15:4</a>. †<strong>e.</strong>  <em>sentence, decision</em> of judgment: <span dir=\"rtl\">כן משׁפטךָ</span> <a data-ref=\"I Kings 20:40\" href=\"/I_Kings.20.40\">1 K 20:40</a> <em>thus is thy sentence;</em> <span dir=\"rtl\">עת ומ׳</span> <a data-ref=\"Ecclesiastes 8:5\" href=\"/Ecclesiastes.8.5\">Ec 8:5</a>, <a data-ref=\"Ecclesiastes 8:6\" href=\"/Ecclesiastes.8.6\">6</a> <em>time and sentence;</em> <span dir=\"rtl\">על מ׳</span> <a data-ref=\"Deuteronomy 17:11\" href=\"/Deuteronomy.17.11\">Dt 17:11</a> <em>according to the sentence;</em> <span dir=\"rtl\">מ׳ מָוֶת</span> <a data-ref=\"Deuteronomy 19:6\" href=\"/Deuteronomy.19.6\">19:6</a>; <a data-ref=\"Deuteronomy 21:22\" href=\"/Deuteronomy.21.22\">21:22</a>; <a data-ref=\"Jeremiah 26:11\" href=\"/Jeremiah.26.11\">Je 26:11</a>, <a data-ref=\"Jeremiah 26:16\" href=\"/Jeremiah.26.16\">16</a>; <span dir=\"rtl\">מ׳ דמים</span> <a data-ref=\"Ezekiel 7:23\" href=\"/Ezekiel.7.23\">Ez 7:23</a>, cf. <a data-ref=\"Habakkuk 1:4\" href=\"/Habakkuk.1.4\">Hb 1:4</a><sup>(×2)</sup> <a data-ref=\"Psalms 7:7\" href=\"/Psalms.7.7\">ψ 7:7</a>; <a data-ref=\"Psalms 17:2\" href=\"/Psalms.17.2\">17:2</a>; <a data-ref=\"Ezekiel 23:45\" href=\"/Ezekiel.23.45\">Ez 23:45</a>; pl. only <a data-ref=\"Ezekiel 16:38\" href=\"/Ezekiel.16.38\">Ez 16:38</a> <span dir=\"rtl\">משׁפטֵי נאפות</span>; <a data-ref=\"Hosea 6:5\" href=\"/Hosea.6.5\">Ho 6:5</a> read sg. <span dir=\"rtl\">מִשְׁפָּטִי כָאוֹר</span> for <span dir=\"rtl\">מִשְׁפָּטֶיךָ אוֹר</span> after 𝔊 𝔖 𝔗 Ew Hi Che; cf. <a data-ref=\"Hosea 5:1\" href=\"/Hosea.5.1\">Hos 5:1</a>. †<strong>f.</strong>  <em>execution</em> of judgment, in gen., <span dir=\"rtl\">עשׂה מ׳</span>, c. <span dir=\"rtl\">בֵּין</span> <a data-ref=\"Jeremiah 7:5\" href=\"/Jeremiah.7.5\">Je 7:5</a>; <a data-ref=\"Ezekiel 18:8\" href=\"/Ezekiel.18.8\">Ez 18:8</a>, cf. <a data-ref=\"Deuteronomy 32:41\" href=\"/Deuteronomy.32.41\">Dt 32:41</a>; <a data-ref=\"Zephaniah 3:8\" href=\"/Zephaniah.3.8\">Zp 3:8</a>; c. <span dir=\"rtl\">בְּ</span> <em>against</em> <a data-ref=\"Psalms 119:84\" href=\"/Psalms.119.84\">ψ 119:84</a>; <a data-ref=\"Psalms 149:9\" href=\"/Psalms.149.9\">149:9</a>; ב om. <a data-ref=\"Psalms 9:17\" href=\"/Psalms.9.17\">9:17</a>; <a data-ref=\"Ezekiel 39:21\" href=\"/Ezekiel.39.21\">Ez 39:21</a>, <span dir=\"rtl\">מ׳ בא אל</span> <a data-ref=\"Jeremiah 48:21\" href=\"/Jeremiah.48.21\">Je 48:21</a>, <span dir=\"rtl\">ברוח מ׳</span> <a data-ref=\"Isaiah 4:4\" href=\"/Isaiah.4.4\">Is 4:4</a>, <span dir=\"rtl\">מ׳ מואב</span> <a data-ref=\"Jeremiah 48:47\" href=\"/Jeremiah.48.47\">Je 48:47</a>, cf. <a data-ref=\"Isaiah 53:8\" href=\"/Isaiah.53.8\">Is 53:8</a>; <a data-ref=\"Jeremiah 51:9\" href=\"/Jeremiah.51.9\">Je 51:9</a>; <a data-ref=\"Hosea 5:1\" href=\"/Hosea.5.1\">Ho 5:1</a>, <a data-ref=\"Hosea 5:11\" href=\"/Hosea.5.11\">11</a>; <a data-ref=\"Hosea 10:4\" href=\"/Hosea.10.4\">10:4</a>; <a data-ref=\"Job 36:17\" href=\"/Job.36.17\">Jb 36:17</a>; pl. <a data-ref=\"Isaiah 26:8\" href=\"/Isaiah.26.8\">Is 26:8</a>, <a data-ref=\"Isaiah 26:9\" href=\"/Isaiah.26.9\">9</a>; <a data-ref=\"Ezekiel 5:8\" href=\"/Ezekiel.5.8\">Ez 5:8</a>; <a data-ref=\"Zephaniah 3:15\" href=\"/Zephaniah.3.15\">Zp 3:15</a> <a data-ref=\"Psalms 10:5\" href=\"/Psalms.10.5\">ψ 10:5</a>; <em>in favour of</em>, <span dir=\"rtl\">עשׂה משׁפטִי</span> <a data-ref=\"Micah 7:9\" href=\"/Micah.7.9\">Mi 7:9</a> <a data-ref=\"Psalms 9:5\" href=\"/Psalms.9.5\">ψ 9:5</a>; <span dir=\"rtl\">מ׳ לעשׁוקים</span> <a data-ref=\"Psalms 146:7\" href=\"/Psalms.146.7\">146:7</a>; <span dir=\"rtl\">דין מ׳ והציל</span> <a data-ref=\"Jeremiah 21:12\" href=\"/Jeremiah.21.12\">Je 21:12</a>, cf. <a data-ref=\"Zechariah 7:9\" href=\"/Zechariah.7.9\">Zc 7:9</a>; <a data-ref=\"Zechariah 8:16\" href=\"/Zechariah.8.16\">8:16</a>; pl. <a data-ref=\"Psalms 48:12\" href=\"/Psalms.48.12\">ψ 48:12</a> = <a data-ref=\"Psalms 97:8\" href=\"/Psalms.97.8\">97:8</a>; <a data-ref=\"Psalms 103:6\" href=\"/Psalms.103.6\">103:6</a>; <a data-ref=\"Psalms 105:5\" href=\"/Psalms.105.5\">105:5</a>, <a data-ref=\"Psalms 48:7\" href=\"/Psalms.48.7\">7</a> = <a data-ref=\"I Chronicles 16:12\" href=\"/I_Chronicles.16.12\">1 Ch 16:12</a>, <a data-ref=\"I Chronicles 16:14\" href=\"/I_Chronicles.16.14\">14</a>. †<strong>g.</strong>  <em>time of judgment</em>, <span dir=\"rtl\">לא יקומו במ׳</span> <a data-ref=\"Psalms 1:5\" href=\"/Psalms.1.5\">ψ 1:5</a> (late; prob. judgment of the resurrection).<br><strong>2.</strong>  attribute of the <span dir=\"rtl\">שֹׁפֵט</span>, <em>justice, right, rectitude:</em> <strong>a.</strong>  of God, <span dir=\"rtl\">אלהי מ׳</span> <a data-ref=\"Isaiah 30:18\" href=\"/Isaiah.30.18\">Is 30:18</a>; <span dir=\"rtl\">הֲשֹׁפֵט כָּל־הָאָרֶץ לֹא יַעֲשֶׂה מ׳</span> <a data-ref=\"Genesis 18:25\" href=\"/Genesis.18.25\">Gn 18:25</a> (J), cf. <a data-ref=\"Job 40:8\" href=\"/Job.40.8\">Jb 40:8</a>; <a data-ref=\"Deuteronomy 32:4\" href=\"/Deuteronomy.32.4\">Dt 32:4</a> <a data-ref=\"Psalms 111:7\" href=\"/Psalms.111.7\">ψ 111:7</a>; he loves it <a data-ref=\"Psalms 33:5\" href=\"/Psalms.33.5\">33:5</a>; <a data-ref=\"Psalms 37:28\" href=\"/Psalms.37.28\">37:28</a>; <a data-ref=\"Psalms 99:4\" href=\"/Psalms.99.4\">99:4</a>; <span dir=\"rtl\">צדק ומ׳</span> <a data-ref=\"Hosea 2:21\" href=\"/Hosea.2.21\">Ho 2:21</a> <a data-ref=\"Psalms 89:15\" href=\"/Psalms.89.15\">ψ 89:15</a> = <a data-ref=\"Psalms 97:2\" href=\"/Psalms.97.2\">97:2</a>; will not pervert it <a data-ref=\"Job 8:3\" href=\"/Job.8.3\">Jb 8:3</a>; <a data-ref=\"Job 34:12\" href=\"/Job.34.12\">34:12</a>, cf. <a data-ref=\"Job 37:23\" href=\"/Job.37.23\">37:23</a>; <span dir=\"rtl\">כמשׁפטךָ</span> <a data-ref=\"Psalms 119:149\" href=\"/Psalms.119.149\">ψ 119:149</a> (‖<span dir=\"rtl\">חסדךָ</span>); <span dir=\"rtl\">מִשְׁפָּֽטְךָ תְּהוֹם רַבָּה</span> <a data-ref=\"Psalms 36:7\" href=\"/Psalms.36.7\">36:7</a> (read sg.). <strong>b.</strong>  of man: <span dir=\"rtl\">אַשְׁרֵי שֹׁמְרֵי מ׳</span> <a data-ref=\"Psalms 106:3\" href=\"/Psalms.106.3\">ψ 106:3</a> (‖<span dir=\"rtl\">צדקה</span>); the tongue of the wise speaketh <span dir=\"rtl\">מ׳</span> <a data-ref=\"Psalms 37:30\" href=\"/Psalms.37.30\">37:30</a>; so of thoughts <span dir=\"rtl\">מ׳</span> <a data-ref=\"Proverbs 12:5\" href=\"/Proverbs.12.5\">Pr 12:5</a>; put on <span dir=\"rtl\">מ׳</span> as robe <a data-ref=\"Job 29:14\" href=\"/Job.29.14\">Jb 29:14</a>, chosen <a data-ref=\"Job 34:4\" href=\"/Job.34.4\">34:4</a>; <span dir=\"rtl\">עשׂה מ׳</span>: God requires that man should do it <a data-ref=\"Micah 6:8\" href=\"/Micah.6.8\">Mi 6:8</a>; <a data-ref=\"Isaiah 1:17\" href=\"/Isaiah.1.17\">Is 1:17</a>; <a data-ref=\"Isaiah 56:1\" href=\"/Isaiah.56.1\">56:1</a>, cf. <a data-ref=\"Isaiah 61:8\" href=\"/Isaiah.61.8\">61:8</a>; it is the joy of the righteous <a data-ref=\"Proverbs 21:15\" href=\"/Proverbs.21.15\">Pr 21:15</a>; rulers should know it <a data-ref=\"Micah 3:1\" href=\"/Micah.3.1\">Mi 3:1</a>, cf. <a data-ref=\"Proverbs 29:4\" href=\"/Proverbs.29.4\">Pr 29:4</a>; wicked ruler <span dir=\"rtl\">שׂוֹנֵא מ׳</span> <a data-ref=\"Job 34:17\" href=\"/Job.34.17\">Jb 34:17</a>; abhors it <a data-ref=\"Micah 3:9\" href=\"/Micah.3.9\">Mi 3:9</a>, cf. <a data-ref=\"Proverbs 19:28\" href=\"/Proverbs.19.28\">Pr 19:28</a>; <a data-ref=\"Proverbs 21:7\" href=\"/Proverbs.21.7\">21:7</a>; <a data-ref=\"Proverbs 28:5\" href=\"/Proverbs.28.5\">28:5</a>.<br><strong>3.</strong>  <em>ordinance</em> promulgated by <span dir=\"rtl\">שֹׁפֵט</span>: <a data-ref=\"I Samuel 8:9\" href=\"/I_Samuel.8.9\">1 S 8:9</a>, <a data-ref=\"I Samuel 8:11\" href=\"/I_Samuel.8.11\">11</a>; <a data-ref=\"I Samuel 10:25\" href=\"/I_Samuel.10.25\">10:25</a> (law of king); Levit. ordinances <a data-ref=\"Leviticus 5:10\" href=\"/Leviticus.5.10\">Lv 5:10</a>; <a data-ref=\"Leviticus 9:16\" href=\"/Leviticus.9.16\">9:16</a> + 13 times P, <a data-ref=\"I Chronicles 15:13\" href=\"/I_Chronicles.15.13\">1 Ch 15:13</a>; <a data-ref=\"I Chronicles 24:19\" href=\"/I_Chronicles.24.19\">24:19</a> <a data-ref=\"II Chronicles 4:7\" href=\"/II_Chronicles.4.7\">2 Ch 4:7</a>, <a data-ref=\"II Chronicles 4:20\" href=\"/II_Chronicles.4.20\">20</a>; <a data-ref=\"II Chronicles 8:14\" href=\"/II_Chronicles.8.14\">8:14</a>; <a data-ref=\"II Chronicles 35:13\" href=\"/II_Chronicles.35.13\">35:13</a>; <a data-ref=\"Nehemiah 8:18\" href=\"/Nehemiah.8.18\">Ne 8:18</a>; <span dir=\"rtl\">חק ומ׳</span> <a data-ref=\"Exodus 15:25\" href=\"/Exodus.15.25\">Ex 15:25</a>; <a data-ref=\"Joshua 24:25\" href=\"/Joshua.24.25\">Jos 24:25</a> (E) <a data-ref=\"I Samuel 30:25\" href=\"/I_Samuel.30.25\">1 S 30:25</a>, cf. <a data-ref=\"Psalms 81:5\" href=\"/Psalms.81.5\">ψ 81:5</a>; <span dir=\"rtl\">חקת מ׳</span> <a data-ref=\"Numbers 27:11\" href=\"/Numbers.27.11\">Nu 27:11</a>; <a data-ref=\"Numbers 35:29\" href=\"/Numbers.35.29\">35:29</a> (P); divine law in gen. <span dir=\"rtl\">מ׳ יהוה</span> <a data-ref=\"Jeremiah 8:7\" href=\"/Jeremiah.8.7\">Je 8:7</a>; <span dir=\"rtl\">מ׳ אלהים</span> <a data-ref=\"Isaiah 58:2\" href=\"/Isaiah.58.2\">Is 58:2</a>; <a data-ref=\"Jeremiah 5:4\" href=\"/Jeremiah.5.4\">Je 5:4</a>, <a data-ref=\"Jeremiah 5:5\" href=\"/Jeremiah.5.5\">5</a> (‖ <span dir=\"rtl\">דֶּרֶךְ</span>), cf. <a data-ref=\"Psalms 25:9\" href=\"/Psalms.25.9\">ψ 25:9</a>; ‖ <span dir=\"rtl\">תורה</span> <a data-ref=\"Isaiah 42:4\" href=\"/Isaiah.42.4\">Is 42:4</a>; <a data-ref=\"Isaiah 51:4\" href=\"/Isaiah.51.4\">51:4</a>; <a data-ref=\"Ezra 7:10\" href=\"/Ezra.7.10\">Ezr 7:10</a>; cf. <a data-ref=\"Zephaniah 2:3\" href=\"/Zephaniah.2.3\">Zp 2:3</a> <a data-ref=\"Psalms 119:43\" href=\"/Psalms.119.43\">ψ 119:43</a>, <a data-ref=\"Psalms 119:160\" href=\"/Psalms.119.160\">160</a>; pl. of particular ordinances <a data-ref=\"Deuteronomy 33:10\" href=\"/Deuteronomy.33.10\">Dt 33:10</a>, <a data-ref=\"Deuteronomy 33:21\" href=\"/Deuteronomy.33.21\">21</a> (poem), <a data-ref=\"Isaiah 58:2\" href=\"/Isaiah.58.2\">Is 58:2</a>; <a data-ref=\"Ezekiel 44:24\" href=\"/Ezekiel.44.24\">Ez 44:24</a> <a data-ref=\"Psalms 19:10\" href=\"/Psalms.19.10\">ψ 19:10</a>; <a data-ref=\"Psalms 119:7\" href=\"/Psalms.119.7\">119:7</a> + 16 times, <a data-ref=\"Psalms 147:20\" href=\"/Psalms.147.20\">147:20</a>.<br><strong>4.</strong>  <em>decision</em> of the <span dir=\"rtl\">שֹׁפֵט</span> in a case of law (v. Br<sup>Hex. 252 sq.</sup>): sg. of particular decision of a case <a data-ref=\"Exodus 21:31\" href=\"/Exodus.21.31\">Ex 21:31</a> (E); pl. of series of decisions <a data-ref=\"Exodus 21:1\" href=\"/Exodus.21.1\">21:1</a>; <a data-ref=\"Exodus 24:3\" href=\"/Exodus.24.3\">24:3</a> (JE) <a data-ref=\"Deuteronomy 7:12\" href=\"/Deuteronomy.7.12\">Dt 7:12</a> (D<sup>2</sup>); in covt. code and D, collection of pentades in conditional or temp. cl., c. <span dir=\"rtl\">כּי</span> or <span dir=\"rtl\">אם</span> in D, and subj. in combination, <span dir=\"rtl\">חקים ומשׁפטים</span> <a data-ref=\"Deuteronomy 4:1\" href=\"/Deuteronomy.4.1\">4:1</a>, <a data-ref=\"Deuteronomy 4:5\" href=\"/Deuteronomy.4.5\">5</a>, <a data-ref=\"Deuteronomy 4:8\" href=\"/Deuteronomy.4.8\">8</a>, <a data-ref=\"Deuteronomy 4:14\" href=\"/Deuteronomy.4.14\">14</a>, <a data-ref=\"Deuteronomy 4:45\" href=\"/Deuteronomy.4.45\">45</a> +; in code of H and after, in combin. <span dir=\"rtl\">חקות ומשׁפטים</span>, <a data-ref=\"Leviticus 18:4\" href=\"/Leviticus.18.4\">Lv 18:4</a>, <a data-ref=\"Leviticus 18:5\" href=\"/Leviticus.18.5\">5</a>, <a data-ref=\"Leviticus 18:26\" href=\"/Leviticus.18.26\">26</a>; <a data-ref=\"Leviticus 19:37\" href=\"/Leviticus.19.37\">19:37</a> +; (the specific type of these laws in H is <span dir=\"rtl\">אִישׁ כִּי</span>, over against <span dir=\"rtl\">נפשׁ כי</span> or <span dir=\"rtl\">אדם כי</span> in code of P, v. Br<sup>Hex. 254 f.</sup>); other combin., redactional and later, <a data-ref=\"Leviticus 26:16\" href=\"/Leviticus.26.16\">Lv 26:16</a>; <a data-ref=\"Numbers 36:13\" href=\"/Numbers.36.13\">Nu 36:13</a>; <a data-ref=\"Deuteronomy 30:16\" href=\"/Deuteronomy.30.16\">Dt 30:16</a>; <a data-ref=\"II Kings 17:37\" href=\"/II_Kings.17.37\">2 K 17:37</a>; <a data-ref=\"II Chronicles 33:8\" href=\"/II_Chronicles.33.8\">2 Ch 33:8</a>; <a data-ref=\"Nehemiah 9:13\" href=\"/Nehemiah.9.13\">Ne 9:13</a> <a data-ref=\"Psalms 18:23\" href=\"/Psalms.18.23\">ψ 18:23</a>; <a data-ref=\"Psalms 89:31\" href=\"/Psalms.89.31\">89:31</a>; <a data-ref=\"Psalms 147:19\" href=\"/Psalms.147.19\">147:19</a>.<br><strong>5.</strong>  one’s (legal) <em>right, privilege, due:</em> <span dir=\"rtl\">מ׳ הַכֹּהֲנִים</span> <a data-ref=\"Deuteronomy 18:3\" href=\"/Deuteronomy.18.3\">Dt 18:3</a> <em>due of the priests</em>, <span dir=\"rtl\">מ׳ הַבְּכֹרָה</span> <a data-ref=\"Deuteronomy 21:17\" href=\"/Deuteronomy.21.17\">21:17</a>; <span dir=\"rtl\">מ׳ הַגְּאֻלָּה</span> <a data-ref=\"Jeremiah 32:7\" href=\"/Jeremiah.32.7\">Je 32:7</a> <em>right of redemption;</em> <span dir=\"rtl\">מ׳ הַיְרֻשָּׁה</span> v <a data-ref=\"Jeremiah 32:8\" href=\"/Jeremiah.32.8\">8</a>; <span dir=\"rtl\">הִטָּה מ׳</span> <a data-ref=\"Exodus 23:6\" href=\"/Exodus.23.6\">Ex 23:6</a> (E) <em>wrest right</em>, so <a data-ref=\"Deuteronomy 16:19\" href=\"/Deuteronomy.16.19\">Dt 16:19</a>; <a data-ref=\"Deuteronomy 23:6\" href=\"/Deuteronomy.23.6\">23:6</a>; <a data-ref=\"Deuteronomy 24:17\" href=\"/Deuteronomy.24.17\">24:17</a>; <a data-ref=\"Deuteronomy 27:19\" href=\"/Deuteronomy.27.19\">27:19</a>; <a data-ref=\"I Samuel 8:3\" href=\"/I_Samuel.8.3\">1 S 8:3</a>; <a data-ref=\"Lamentations 3:35\" href=\"/Lamentations.3.35\">La 3:35</a>, cf. <a data-ref=\"Proverbs 18:5\" href=\"/Proverbs.18.5\">Pr 18:5</a>; <span dir=\"rtl\">מ׳ יְתוֹם</span> <a data-ref=\"Deuteronomy 10:18\" href=\"/Deuteronomy.10.18\">Dt 10:18</a>; <span dir=\"rtl\">מ׳ אביון</span> <a data-ref=\"Exodus 23:6\" href=\"/Exodus.23.6\">Ex 23:6</a> (E) <a data-ref=\"Jeremiah 5:28\" href=\"/Jeremiah.5.28\">Je 5:28</a> <a data-ref=\"Psalms 140:13\" href=\"/Psalms.140.13\">ψ 140:13</a>; <span dir=\"rtl\">מ׳ עניים</span> <a data-ref=\"Isaiah 10:2\" href=\"/Isaiah.10.2\">Is 10:2</a>; <a data-ref=\"Job 36:6\" href=\"/Job.36.6\">Jb 36:6</a>; <span dir=\"rtl\">הסיר מ׳</span> <a data-ref=\"Job 27:2\" href=\"/Job.27.2\">27:2</a>; <a data-ref=\"Job 34:5\" href=\"/Job.34.5\">34:5</a>, cf. <a data-ref=\"Isaiah 40:27\" href=\"/Isaiah.40.27\">Is 40:27</a>; <a data-ref=\"Isaiah 49:4\" href=\"/Isaiah.49.4\">49:4</a>.<br><strong>6.</strong> <strong>a.</strong>  <em>proper, fitting, measure</em> <a data-ref=\"I Kings 5:8\" href=\"/I_Kings.5.8\">1 K 5:8</a>; <em>fitness</em> <a data-ref=\"Isaiah 28:26\" href=\"/Isaiah.28.26\">Is 28:26</a>; <a data-ref=\"Isaiah 40:14\" href=\"/Isaiah.40.14\">40:14</a> (of fitness in the order of nature; cf. Di). <strong>b.</strong>  <em>custom, manner:</em> <span dir=\"rtl\">מ׳ הכהנים</span> <a data-ref=\"I Samuel 2:13\" href=\"/I_Samuel.2.13\">1 S 2:13</a> <em>custom of the priests</em> (<em>rightful due</em>, according to Th We Dr and most); <span dir=\"rtl\">מִשְׁפָּטוֹ</span> <a data-ref=\"I Samuel 27:11\" href=\"/I_Samuel.27.11\">27:11</a> <em>his</em> (David’s) <em>custom;</em> <span dir=\"rtl\">מ׳ הגוים</span> <a data-ref=\"II Kings 17:33\" href=\"/II_Kings.17.33\">2 K 17:33</a> <em>manner of the nations</em>, cf. <a data-ref=\"II Kings 17:26\" href=\"/II_Kings.17.26\">2 K 17:26</a>, <a data-ref=\"II Kings 17:27\" href=\"/II_Kings.17.27\">27</a> (RS<sup>Sem. 1, 24, 2nd ed. 23</sup>); <span dir=\"rtl\">כמ׳</span> <em>after the manner, custom, fashion</em> (of) <a data-ref=\"Genesis 40:13\" href=\"/Genesis.40.13\">Gn 40:13</a>; <a data-ref=\"Exodus 21:9\" href=\"/Exodus.21.9\">Ex 21:9</a> (E) <a data-ref=\"Judges 18:7\" href=\"/Judges.18.7\">Ju 18:7</a>; <a data-ref=\"I Kings 18:28\" href=\"/I_Kings.18.28\">1 K 18:28</a>; <a data-ref=\"II Kings 11:14\" href=\"/II_Kings.11.14\">2 K 11:14</a>; <a data-ref=\"II Kings 17:34\" href=\"/II_Kings.17.34\">17:34</a>; <a data-ref=\"I Chronicles 6:17\" href=\"/I_Chronicles.6.17\">1 Ch 6:17</a>; <a data-ref=\"Ezekiel 42:11\" href=\"/Ezekiel.42.11\">Ez 42:11</a> <a data-ref=\"Psalms 119:132\" href=\"/Psalms.119.132\">ψ 119:132</a>. †<strong>c.</strong>  <span dir=\"rtl\">מה משׁפט</span> <a data-ref=\"Judges 13:12\" href=\"/Judges.13.12\">Ju 13:12</a> <em>what manner of</em> a boy, cf. <a data-ref=\"II Kings 1:7\" href=\"/II_Kings.1.7\">2 K 1:7</a>. †<strong>d</strong>  . <em>plan</em> … of the tabernacle <a data-ref=\"Exodus 26:30\" href=\"/Exodus.26.30\">Ex 26:30</a> (P); temple <a data-ref=\"I Kings 6:38\" href=\"/I_Kings.6.38\">1 K 6:38</a>; palace <a data-ref=\"Jeremiah 30:18\" href=\"/Jeremiah.30.18\">Je 30:18</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6596f555bed9ae71ab5ad815", "index_title": "Mekhilta DeRabbi Yishmael", "category": "Midrash", "type": "", "ref": "Mekhilta DeRabbi Yishmael, Tractate Nezikin 4:6", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Mekhilta DeRabbi Yishmael, Tractate Nezikin 4:6", "sourceHeRef": "מכילתא דרבי ישמעאל, מַסֶּכְתָּא דִנְזִיקִין ד׳:ו׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [200], "commentaryNum": 4.0006, "collectiveTitle": {"en": "Mekhilta DeRabbi Yishmael", "he": "מכילתא דרבי ישמעאל"}, "heTitle": "מַסֶּכְתָּא דִנְזִיקִין", "he": "<b>\"מוֹת יוּמַת\"</b>, בְּבֵית דִּין. אַתָּה אוֹמֵר בְּבֵית דִּין, אוֹ אֵינוֹ אֶלָּא שֶׁלֹּא בְּבֵית דִּין? תִּלְמֹד לוֹמַר: (במדבר לה,יב) \"וְלֹא יָמוּת הָרֹצֵחַ עַד עָמְדוֹ לִפְנֵי הָעֵדָה לַמִּשְׁפָּט.\" הָא מַה תִּלְמֹד לוֹמַר <b>\"מוֹת יוּמַת\"</b>? בְּבֵית דִּין.", "heVersionTitle": "Beeri Edition, Koren, Jerusalem, 2019", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "\"he shall be put to death\": in beth-din. You say this, but perhaps it need not be in beth-din. It is, therefore, written (Numbers 35:12) \"and the slayer shall not die until he stand before the congregation for judgment.\" What, then, is the intent of \"he shall be put to death\"? In beth-din.", "versionTitle": "Mechilta, translated by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "מכילתא, מתורגמת בידי רבי שרגא סילברשטיין"}, {"_id": "660924e56ee71eb295fe0a89", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Masei, The Death of the High Priest 2", "anchorRef": "Numbers 35:9-34", "anchorRefExpanded": ["Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Masei, The Death of the High Priest 2", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, מסעי, ב ב׳", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 2, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The book of Numbers draws to a close with an account of the cities of refuge, the six cities – three on each side of the Jordan – set apart as places to which people found innocent of murder, but guilty of manslaughter, were sent (Num. 35:9–34).", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "660924ed6ee71eb295fe0aba", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Masei, Individual and Community 5", "anchorRef": "Numbers 35:12", "anchorRefExpanded": ["Numbers 35:12"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Masei, Individual and Community 5", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, מסעי, ג ה׳", "anchorVerse": 12, "sourceHasEn": true, "commentaryNum": 5, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ג", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "On the other, it equally recognises that the desire for revenge must not be allowed to interfere with the due process of the law. Therefore it becomes essential to protect the accused until he has first stood trial,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Num. 35:12: “These cities shall serve you as a refuge from the avenger, so that a murderer not die until he can stand trial before the courts.” In other words, the cities of refuge not only protected the manslaughterer – they also protected all those accused of murder until they could stand trial. </i> and if he is deemed innocent of murderous intent, to protect him thereafter.", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6707d73b21016e767131183c", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 4:42", "anchorRef": "Numbers 35:9-34", "anchorRefExpanded": ["Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34"], "sourceRef": "Deuteronomy 4:42", "sourceHeRef": "דברים ד׳:מ״ב", "anchorVerse": 9, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 4.0042, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "לָנֻ֨ס שָׁ֜מָּה רוֹצֵ֗חַ אֲשֶׁ֨ר יִרְצַ֤ח אֶת־רֵעֵ֙הוּ֙ בִּבְלִי־דַ֔עַת וְה֛וּא לֹא־שֹׂנֵ֥א ל֖וֹ מִתְּמֹ֣ל שִׁלְשֹׁ֑ם וְנָ֗ס אֶל־אַחַ֛ת מִן־הֶעָרִ֥ים הָאֵ֖ל וָחָֽי׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "to which [a man]<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>[a man] </b>Like all ancient Near Eastern law collections, the Torah’s laws are illustrative rather than comprehensive. Its asylum schema does not appear to treat the case of a woman who kills someone, which would have been more complicated.</i> who has killed someone<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>who has killed someone </b>I.e., regardless of intent to kill, or of the victim’s gender; trad. “manslayer.”</i> could escape, one who unwittingly slew another without having been an enemy in the past; he could flee to one of these cities and live:", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]