[{"_id": "52120a4eedbab4491a659669", "index_title": "Ramban on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ramban on Numbers 35:14:1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Ramban on Numbers 35:14:1", "sourceHeRef": "רמב\"ן על במדבר ל״ה:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>את שלש הערים</b> ואע\"פ שבארץ כנען תשעה המטות וכאן אינם אלא שנים וחצי השוה מנין ערי מקלט שלהם כי בגלעד נפישי רוצחים דכתיב (הושע ו ח) גלעד קרית פועלי און עקבה מדם לשון רש\"י (רש\"י על במדבר ל״ה:י״ד) מדברי רז\"ל (מכות ט) ואע\"פ שאין המקלט אלא בשוגגין היו שופכי דמים במרמה ומראין עצמן כשוגגין והוצרך להרבות להם ערי מקלט לקלוט את כולן שלא נודע מי המזיד ואם כן צוה הקב\"ה זה על שם העתיד על דרך וקם העם הזה וזנה (דברים לא טז) או שיאמרו שהיה אויר ארץ גלעד מגדלת רוצחים מאז היתה לגוי ואני תמה כי על דעת רז\"ל (מכות י) הכתוב שאמר (במדבר ל״ה:ו׳) ועליהם תתנו ארבעים ושתים עיר כולם למקלט צוה בהם והנה היו מהם בארץ כנען ל\"ו ערים ובעבר הירדן ו' וכולן קולטות לדעת רז\"ל והנה היו המקלטים לכל ארץ ישראל ביושר והשויה כי ארבע ערי מקלט יגיעו לשבט גם חשב שבט מנשה בארץ כנען מפני שרובו שם היה ואולי בערי המועדה ריבה ה' בעבר הירדן לכבוד משה שיבדיל הוא חציין אבל בכללן במדה ובמנין היו ועל דרך הפשט נראה בעיני כי ארץ עבר הירדן היתה גדולה מאד כי הם שני מלכי האמורי גדולים שהמקראות מפליגים בהם ואף כי עמון ומואב טהרו (ס\"א נזהרו) בהם ומלכי ארץ כנען מלכי עיירות לכל מושל עיר יקראו לו מלך כאשר אתה רואה מלך ירושלם אחד מלך חברון אחד (יהושע יב י) וביניהם מהלך חצי יום וכן הזכירו חכמים (שמו\"ר לב ב) בין בית אל לעי ארבעת מילין שלזו מלך ולזו מלך ויתכן שכן היה המנהג בדורות ההם שכל אדון עיר יקרא מלך או היה לכבוד ארץ ישראל כמדרש רז\"ל מכל מקום לא היו מלכי ארצות רק מלכי עיר ועיר וכן כתוב (שופטים א ז) שבעים מלכים בהונות ידיהם ורגליהם מקוצצים היו מלקטים תחת שולחני והנה היתה עבר הירדן גדולה מאד ראויה לשלש ערי מקלט ככל ארץ ישראל מן הירדן והלאה והיו אלה השש ערים לבדן קולטות והארבעים ושתים למגרשי הלוים לא למקלט:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "YE SHALL GIVE THREE CITIES BEYOND THE JORDAN. “And even though in the land of Canaan there were nine tribes, and here [on the east side of the Jordan] there were only two [and a half], Scripture gave them an equal number of cities of refuge, because in Gilead [on the east side of the Jordan] murderers were numerous, as it is written, <i>Gilead is a city of wrong-doers; it is covered with footprints of blood</i>.”<sup class=\"footnote-marker\">75</sup><i class=\"footnote\">Hosea 6:8.</i> This is Rashi’s language, based on the words of our Rabbis.<sup class=\"footnote-marker\">76</sup><i class=\"footnote\">Makkoth 10a.</i> Now even though the [cities of] refuge were only for those who killed in error [and these murderers of Gilead killed deliberately], they would kill in treachery and make themselves appear as if they had done it in error, and therefore it was necessary to increase [proportionately] the number of their cities of refuge, in order to be able to take in all of them, since one could not tell who had killed deliberately. If so, [we must say that] the Holy One, blessed be He, commanded this on account of the future [since He knew that murderers in Gilead would be numerous], similar to that which it says [of the future generations], <i>and this people will rise up, and go astray</i>.<sup class=\"footnote-marker\">77</sup><i class=\"footnote\">Deuteronomy 31:16.</i> Or perhaps the Rabbis will say that the climate of the land of Gilead was conducive to producing murderers since it became a nation.<sup class=\"footnote-marker\">78</sup><i class=\"footnote\">Exodus 9:24.</i><br>But I wonder! For in the opinion of our Rabbis, of blessed memory,<sup class=\"footnote-marker\">76</sup><i class=\"footnote\">Makkoth 10a.</i> the [cities mentioned in the] verse which says, <i>and beside them</i> [i.e., apart from the six cities of refuge], <i>ye shall give</i> [to the Levites] <i>forty and two cities</i>,<sup class=\"footnote-marker\">79</sup><i class=\"footnote\">Above, Verse 6.</i> were all commanded as cities of refuge, and thus there were thirty-six of them in the land of Canaan, and six beyond the Jordan,<sup class=\"footnote-marker\">80</sup><i class=\"footnote\">Since from the total of <i>thirty-eight cities</i> which, as clearly stated in Joshua Chapter 21 (see Note 68), were in the land of Canaan, we must now deduct the three main cities of refuge, leaving us a total of <i>thirty-five</i> additional cities of the Levites in the land of Canaan – and consequently a total of <i>seven</i> such additional cities for beyond the Jordan to complete the total of forty-two — we must perforce understand Ramban’s language in speaking of <i>thirty-six</i> cities for the land of Canaan and <i>six</i> for beyond the Jordan as based on the theory mentioned above in the text that the factor of appraised value was also taken into consideration, and hence the seven cities on the eastern side of the Jordan were regarded as six, thus leaving a total of thirty-six for the land of Canaan.</i> and they all offered protection, in the opinion of our Rabbis, of blessed memory! Thus the cities of refuge throughout the Land of Israel were [distributed] justly and equally, for each of the [twelve] tribes received four cities of refuge. He also counted the tribe of Menasheh in the land of Canaan,<sup class=\"footnote-marker\">81</sup><i class=\"footnote\">I.e., in Joshua Chapter 21, Verse 25, the half-tribe of Menasheh in the land of Canaan is mentioned among the other nine tribes as giving cities to the Levites, which served as cities of refuge. This was because, as the text continues, the larger part of the tribe was there; therefore, although their land was smaller, the number of cities they gave to the Levites equalled that of their brethren beyond the Jordan [each giving two cities]. This proves that the determining factor was not because in Gilead murderers were numerous and that therefore the two and a half tribes beyond the Jordan were given a larger proportion of cities of refuge.</i> because the majority of it was there [thus the nine tribes in the land of Canaan together with Menasheh were given thirty-six cities of refuge, i.e., those which constituted the cities of the Levites, plus the original three cities of refuge, making a total of thirty-nine]. Perhaps in [the proportion of] <i>the</i> [six] <i>appointed cities</i><sup class=\"footnote-marker\">82</sup><i class=\"footnote\">Joshua 20:9. The phrase refers to the six cities that were originally designated specifically as places of refuge. According to the Rabbis, these six cities offered protection whether the murderer knew that they were cities of refuge or not; in the other forty-two cities he was protected only if he knew that they offered protection (Makkoth 10a).</i> G-d increased [the number of these cities] beyond the Jordan, in honor of Moses, so that he would set aside half of that number [since he could not enter the land of Canaan], but in their totality [of forty-eight cities] they were all divided up by measure and according to proportion [each tribe receiving four cities].<br>According to the simple meaning of Scripture, it appears to me that the land on the [east] side of the Jordan was very large, for it contained [the kingdom of] the two great Amorite kings [Sihon and Og], about whose might the verses speak in superlative terms, and [this kingdom became] even greater when Ammon and Moab became a legitimate [conquest for Israel] through them [i.e., through Sihon and Og who captured the lands of Ammon and Moab, and from whom Israel subsequently took them by the right of conquest],<sup class=\"footnote-marker\">83</sup><i class=\"footnote\">Chullin 60b. Israel was not allowed to fight against Ammon and Moab (see Deuteronomy 2:19). But since parts of their lands were captured by Sihon first, this injunction was removed.</i> whereas the kings of the land of Canaan were merely kings of cities, and every ruler of a city was called a “king,” as you see [from the verse]: <i>the king of Jerusalem, one; the king of Hebron, one</i>,<sup class=\"footnote-marker\">84</sup><i class=\"footnote\">Joshua 12:10. See also <i>ibid.</i>, Verses 9 and 16.</i> although between them [these two cities] there is a distance of [only] half a day’s walk.<sup class=\"footnote-marker\">85</sup><i class=\"footnote\">This language possibly indicates that Ramban wrote this on the basis of his personal experience, which would indicate that these parts of his commentary were written [or emended] when he was already living in the Land of Israel. See my article on this issue in Hamayon, Tammuz, 5728.</i> Similarly the Sages mention<sup class=\"footnote-marker\">86</sup><i class=\"footnote\">Shemoth Rabbah 32:2.</i> that between Beth-el and Ai is a distance of [only] four miles, and yet each of these cities had its own king.<sup class=\"footnote-marker\">84</sup><i class=\"footnote\">Joshua 12:10. See also <i>ibid.</i>, Verses 9 and 16.</i> It is possible that it was the custom in those generations to call every ruler of a city “king,” or perhaps [this was only in the Land of Israel] in honor of the Land of Israel, as our Rabbis, of blessed memory, explained.<sup class=\"footnote-marker\">87</sup><i class=\"footnote\">Bereshith Rabbah 85:16: “Any king or ruler who had no [seat of] sovereignty in the Land of Israel would consider himself worthless.”</i> In any case, they were not kings of countries, but only kings of particular cities. And thus it is written, [<i>And Adoni-bezek said</i>], <i>‘Threescore and ten kings, having their thumbs and their great toes cut off, gathered food under my table.’</i><sup class=\"footnote-marker\">88</sup><i class=\"footnote\">Judges 1:7. The seventy kings subject to Adoni-bezek were clearly not kings of countries, but of small local areas.</i> Thus the land on the [east] side of the Jordan was a very large land, and required three cities of refuge just as the whole of the Land of Israel on the [west] side of the Jordan did, and only these six cities offered refuge [to unwitting murderers], and the forty-two cities [set aside] were for the open lands of the Levites and not for refuge.<sup class=\"footnote-marker\">89</sup><i class=\"footnote\">Ramban is here explaining the verses “according to their simple meaning,” and not according to the opinion of the Rabbis, as mentioned above (at Note 82). See also my Hebrew commentary, p. 338, for further explanation.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5224517bedbab41a9d003e4e", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 35:14:1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Rashi on Numbers 35:14:1", "sourceHeRef": "רש\"י על במדבר ל״ה:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>את שלש הערים וגו'.</b> אַעַ\"פִּ שֶׁבְּאֶרֶץ כְּנַעַן תִּשְׁעָה שְׁבָטִים וְכָאן אֵינָן אֶלָּא שְׁנַיִם וָחֵצִי, הִשְׁוָה מִנְיַן עָרֵי הַמִּקְלָט שֶׁלָּהֶם, מִשּׁוּם דִּבְגִלְעָד נְפִישֵׁי רוֹצְחִים, דִּכְתִיב (הושע ו') \"גִּלְעָד קִרְיַת פֹּעֲלֵי אָוֶן עֲקֻבָּה מִדָּם\" (שם):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "את שלש הערים וגו׳ THE THREE CITIES [YE SHALL GIVE ON THIS SIDE OF THE JORDAN etc.] — Although in the land of Canaan there were nine tribes and here (on the east side of the Jordan) there were only two and a half, it (Scripture) gives them (the latter) the same number of cities of refuge, because in Gilead (on the east side) murderers were more numerous, as it is written, (Hosea 6:8): “Gilead is a city of them that work iniquity, it is covered with footprints of blood” (Makkot 9b; cf. Sifrei Bamidbar 160:2).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe4fbfba276047f7159", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 35:14", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Onkelos Numbers 35:14", "sourceHeRef": "תרגום אונקלוס על במדבר ל״ה:י״ד", "anchorVerse": 14, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 35.0014, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "יָת תְּלַת קִרְוַיָּא תִּתְּנוּן מֵעִבְרָא לְיַרְדְּנָא וְיָת תְּלַת קִרְוַיָּא תִּתְּנוּן בְּאַרְעָא דִכְנָעַן קִרְוֵי שֵׁזָבוּתָא יֶהֶוְיָן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Three cities on this side of the Yardein, and the [other] three cities you shall give in the land of Canaan. They shall be cities of refuge.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec98e", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 35:14", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Targum Jonathan on Numbers 35:14", "sourceHeRef": "תרגום יונתן על במדבר ל״ה:י״ד", "anchorVerse": 14, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 35.0014, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "יַת תְּלַת קִרְוַיָא תִתְּנוּן מֵעִבְרָא לְיוֹרְדְנָא וְיַת תְּלַת קִרְוַיָא תִתְּנוּן בְּאַרְעָא דִכְנָעַן קִרְוִין קַלְטַן תֶּהֱוְיַן", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " three you shall appoint beyond Jordan, and three in the land of Kenaan; cities of refuge shall they be.  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53fb4748fbfba20554226a6a", "index_title": "Rashbam on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Numbers 35:14:1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Rashbam on Numbers 35:14:1", "sourceHeRef": "רשב\"ם על במדבר ל״ה:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על במדבר", "he": "את שלש הערים תתנו מעבר לירדן - אותן הבדיל משה בחייו, כדכתיב: אז יבדיל משה. ", "heVersionTitle": "Rashbam on Numbers -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רשב\"ם על במדבר, דעת", "text": "את שלש הערים תתנו מעבר לירדן, the ones Moses had already set aside for this purpose as we know from Deuteronomy 4,41.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54d77969fbfba245af99a0f8", "index_title": "Rashbam on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Rashbam on Deuteronomy 4:41:1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Rashbam on Deuteronomy 4:41:1", "sourceHeRef": "רשב\"ם על דברים ד׳:מ״א:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 41.0001, "collectiveTitle": {"en": "Rashbam on Deuteronomy", "he": "רשב\"ם על דברים"}, "heTitle": "רשב\"ם על דברים", "he": "אז יבדיל משה - למה הפסיק דברי משה שהן מחוברין יחד זה אחר זה וכתב זה המעשה בינתים? אלא לפי שהאריך בדברים עד עכשיו ועתה מתחיל לפרש המצות היאך ביאר את התורה הזאת. והוא צריך לומר בשופטים ושוטרים: שלש ערים תבדיל לך בתוך ארצך אשר ה' אלהיך נותן לך. ואם ירחב (לעתיד לבא) ויספת לך עוד שלש ערים על השלש האלה. ועל שלש ערים שצוה לו הקב\"ה באלה מסעי לעשות בעבר הירדן לא הזכיר שם ולא צוה משה לישראל, לכך כתיב כאן, כי משה הבדילם כבר ולכך לא צוה לישראל. ", "heVersionTitle": "Rashbam on Deuteronomy -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רשב\"ם על דברים - דעת", "text": "אז יבדיל משה, Why did the Torah interrupt Moses’ speech which were coherent, sequential and continuous, and it now introduced another subject in the form of a narrative? Actually, Moses had dwelled at length on the past and the time had come to do what the Torah had said at the outset, i.e. to elaborate on aspects of the Torah on which Moses had either not elaborated previously, or had not presented to the people at all, or felt that it was essential to repeat the legislation in question to prevent problems after he was no longer on the scene to deal with them.<br> The subject of the cities of refuge is of concern to the judges and the whole system of the judiciary introduced by Moses as the first subject of legislation which he reviews. Already in chapter one, Moses addressed primarily the judges on whom rests the responsibility of ensuring a functioning government. In chapter 19,2 the Torah commands the setting aside of 3 such cities of refuge each on the west bank and on the east bank of Jordan (verse 9). Since it did not mention the three cities Moses had already established on the east bank of the Jordan this had to be added here, to show that the numbers given in the Torah are flexible, i.e. that as the territory of the Jewish people expands the need to add more such cities may arise. The command issued in Numbers 35,14 was not to be effective immediately as the Israelites had not yet crossed the Jordan. Moses had nonetheless set aside such cities although they did not yet function as such.\n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "550afbb2fbfba20ec31f3f32", "index_title": "Rashbam on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Rashbam on Genesis 38:9:2", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Rashbam on Genesis 38:9:2", "sourceHeRef": "רשב\"ם על בראשית ל״ח:ט׳:ב׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 9.0002, "collectiveTitle": {"en": "Rashbam on Genesis", "he": "רשב\"ם על בראשית"}, "heTitle": "רשב\"ם על בראשית", "he": "נתן זרע - חטף קמץ. שכל תיבת מלאפו\"ם (=חולם) שטעמה באות אחרונה ותיבה שסמוכה לה טעמה באות ראשונה, הרי הם במקף והמלאפו\"ם נהפך לחטף קמץ וכן: ארך אפים וגדל חסד. ואם שלש אלה לא יעשה לה, אבל את שלש הערים מלאפו\"ם הוא. ", "heVersionTitle": "daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת", "text": "נתן זרע, the vowel kametz here is in fact a chataf kametz, as every word spelled plene, i.e. with the vowel cholem as the letter ו when it appears in construct form such as here has this vowel shortened to a chataf kametz. The result is that the stress will be on the last syllable, whereas the word following immediately afterwards will have its stress on the first syllable. In effect this makes the words נתן זרע in our verse as if they had been connected by the hyphen, makkif. Other examples of similar constructions are Psalms 145,8 ארך אפים וגדל חסד [where the word גדל is a shortened version of גדול with the ו as the vowel cholem. Ed.] Another example is found in Exodus 21,11 ואם שלש אלה לא יעשה לה, “if he will do none of these three things for her, etc.” Yet another such construction is found in Numbers 35,14 אבל את שלש הערים, “however the three cities, etc.” ", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "57e77d8dd6e4a94c7c18b3b1", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 35:14", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Tafsir Rasag, Numbers 35:14", "sourceHeRef": "תפסיר רס\"ג, במדבר ל״ה:י״ד", "anchorVerse": 14, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 35.0014, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ות̇לאת̇ מנהא מן עבר אלארדן ות̇לאת̇ מנהא פי בלד כנעאן תכון קרי חמי", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b508d6e4a902855ffc4b", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Numbers 35:14:1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Tur HaArokh, Numbers 35:14:1", "sourceHeRef": "הטור הארוך, במדבר ל״ה:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>את שלש הערים. </b>כתב הרמב\"ן אמרו רבותינו שנתן בעבר הירדן שלש ערים למקלט משום דנפישי רוצחים ואף על פי שאין המקלט אלא בשוגג היו שופכי דמים במרמה ומראין עצמן כשוגגין והוצרך להרבות להם ערי מקלט לקלוט את כולם שלא נודע מי המזיד וא\"כ צוה הכתוב על העתיד. או שנאמר שהיתה אויר ארץ גלעד כן מאז היתה לגוי. ואני תמי' כי על דעת רבותינו הכתוב שאמר ועליהם תתנו מ\"ב עיר כולם קולטות והנה היו בארץ כנען ל\"ו ערים ובעבר הירדן ו' נמצא שנתחלקו ביושר ובהשווייה לכל ישראל כי ד' ערי מקלט יגיעו לכל שבט גם חשב שבט מנשה בכלל ארץ כנען מפני שרובו שם. ואולי באלו ג' הערים ריבה השם בעבר הירדן לכבוד משה שיבדיל הוא חציין אבל בכללם במדה ובמניין היו. ועל דרך הפשט נראה כי ארץ עבר הירדן היתה גדולה מאד כי הם שני מלכי האמורי שהמקראות מפליגין בהן ואף כי עמון ומואב טהרו (נזהרו. כ\"צל) בהן ומלכי ארץ כנען מלכי עיירות כל מושל עיר יקראו לו מלך כדכתיב מלך ירושלים אחד ומלך חברון אחד ויתכן שכך היה המנהג בדורות ההם כל מושל עיר יקראו לו מלך או שהיה לכבוד ארץ ישראל כמדרש רבותינו והנה היתה עבר הירדן גדולה מאד וראויה לשלש ערים ככל ארץ ישראל והיו שש ערים לבדם קולטות והמ\"ב למגרשי הערים ולא למקלט: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " את שלש הערים, “the three cities, etc.” Nachmanides writes that our sages said that Moses designated three cities of refuge on the east bank of the Jordan, a surprisingly large number in view of the few inhabitants (21/2 tribes), as murder was a more frequent occurrence in that part of the country. Although this seems irrelevant seeing that these cities were meant only for people who inadvertently committed manslaughter, there were many people who deliberately committed murder, making it appear that the act had been committed unintentionally. It had therefore become necessary to have such cities available until the true circumstances of the killing had been established. According to this interpretation the legislation took into consideration circumstances that would arise only in the future.\n    Alternately, we could say that up until now the region of Gilead had been known as a region in which murder and manslaughter was a frequent occurrence.\n    Personally, I am amazed at these approaches by some commentators, seeing that our sages (<i>Makkot</i> 10) stated that there were a total of 42 cities either being cities of the Levites, which did double duty, or cities of refuge on the west bank, whereas the total on the east bank, including the cities for the Levites amounted to only 6. There is therefore no numerical anomaly in the allocation of these cities. According to the arrangement just described, each tribe had a total of 4 cities that were capable of serving as cities of refuge. \n    Perhaps the fact that there were 3 basic cities of refuge (out of a total of only 6 such cities) in the region of the east bank was a special compliment to Moses for having allocated three such cities already during his lifetime before the west bank or any part of it had even been conquered. The whole arrangement was not unequal once we realise that the cities of the Levites were part of it, so that there were a total of 48 cities that could provide refuge for inadvertent killers.\n    Looking at it from the plain meaning of the text, the פשט, it would appear that the area of the east bank which became part of the Jewish state was huge, considering that this territory comprised all the lands that formerly belonged to the two Emorite kings Sichon and Og by comparison to the west bank, land which the Torah went out of its way to describe with impressive detail. The lands of Moav and Ammon were also partially included, as the Emorites had captured them.. If judged by area rather than by population, it was certainly not excessive to allocate 3 out of the 6 cities of refuge to that region.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59ef28f5d6e4a90d4d5b19a6", "index_title": "Steinsaltz on Makkot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Makkot 9b:14", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Steinsaltz on Makkot 9b:14", "sourceHeRef": "ביאור שטיינזלץ על מכות ט׳ ב:י״ד", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 18.0014, "collectiveTitle": {"en": "Steinsaltz on Makkot", "he": "ביאור שטיינזלץ על מכות"}, "heTitle": "ביאור שטיינזלץ על מכות", "he": "<big>ה משנה</big> <b>להיכן גולין</b> ההורגים בשגגה — <b>לערי מקלט, לשלש</b> הערים <b>שבעבר הירדן ולשלש</b> הערים <b>שבארץ כנען. שנאמר \"את שלש הערים תתנו מעבר לירדן ואת שלש הערים תתנו בארץ כנען\" וגו'</b> (במדבר לה, יד). ומעירים: <b>עד שלא נבחרו שלש</b> ערי המקלט <b>שבארץ ישראל לא היו שלש שבעבר הירדן קולטות,</b> אף ששלוש אלה נבחרו כבר על ידי משה (ראה דברים ד, מא), <b>שנאמר \"שש ערי מקלט תהיינה\"</b> (במדבר לה, יג) לומר: <b>עד שיהיו ששתן קולטות כאחת</b> (ביחד), באותו הזמן, וכל עוד חלק מהן אינן קולטות — אף השאר אינן קולטות.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1547e6d6e4a92409ac4fdc", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 35:14:1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Siftei Chakhamim, Numbers 35:14:1", "sourceHeRef": "שפתי חכמים, במדבר ל״ה:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>נפישי רוצחים.</b> וא\"ת והרי ערי מקלט לא היו קולטות אלא שוגגים דאין טעם בדבר היאך בא דנפישי שוגגים היו. וי\"ל דודאי מזידים היו אבל לא היו שם עדים ואמרו שוגגין אנו, לכך היו צריכין שלש ערי מקלט. רא\"ם: ועי\"ל דאיירי כענין שפי' בפרשת משפטים על והאלהים אנה לידו, שהקב\"ה מזמנם לפונדק אחד וכו', ה\"נ איירי בענין זה, לפי שהיו הרבה רוצחין בגלעד שהיו מזידין בלא עדים, ובא\"י היו הרבה שוגגין בלא עדים, מה עשה הקב\"ה מזמנן לפונדק אחד ר\"ל לגלעד, ואותן שוגגין שמא\"י הורגין אותן המזידין בשוגג, כגון שיושבין תחת הסולם כענין שפרש\"י שם, וא\"כ המזידין נהרגו והשוגגין היו גולין שם בגלעד לערי מקלט, לכך צריכין ג' ערי מקלט בגלעד כמו בכל א\"י: [ד\"ד] מתרץ ע\"פ הגמרא פרק אלו הן הגולין תניא רבי יוסי בר יהודה אומר בתחילה אחד שוגג ואחד מזיד מקדימין לערי מקלט וב\"ד שולחין ומביאין אותם, מי שנתחייב מיתה הרגוהו שנאמר ושלחו אותו זקני עירו ולקחו אותו משם, ומי שלא נתחייב פטרוהו, ומי שנתחייב גלות מחזירין אותו למקומו:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Rife with murderers.</b> You might ask: Surely the cities of refuge would only provide refuge for inadvertent killers, and it is illogical to say that Gil’ad was rife with inadvertent killers. The answer is that they were certainly intentional killers, however there were no witnesses and thus they claimed that they killed inadvertently. Consequently, they required three cities of refuge. <i>Re’m.</i> Another answer is that this refers to a matter detailed in Parshas Mishpatim (Shemos 21:13), “Hashem caused it to come to his hand” teaching that Hashem arranges for them to be at the same inn…” (see below). Here too it refers to the same matter. There were many murderers in Gil’ad who acted with intent but without witnesses, and in the land of Israel there were many inadvertent killers without witnesses. So what did Hashem do? He would arrange for them to be at the same inn, in Gil’ad, and the inadvertent killers from the land of Israel would inadvertently kill the intentional killers. For example, when [the murderer] was sitting beneath a ladder as Rashi explains there [the inadvertent killer would accidentally fall upon the murderer, killing him in front of witnesses]. Consequently, the intentional killers would be killed while the inadvertent killers would be exiled there in Gil’ad to these cities of refuge. Thus, it was necessary to have three cities of refuge in Gil’ad like in the entire land of Israel. (<i>Divrei Dovid</i>) answers the question with the Gemara in <i>Perek Eilu Hen Hagolin</i> (Makkos 10b): It was taught in a <i>beraysa</i>: Rabbi Yosi bar Yehudah says that initially both inadvertent and intentional killers go to the cities of refuge, and the Beis Din sends messengers to bring them [for judgment]. Whoever is liable for the death penalty is executed, as it says (Devarim 19:12), “The elders of his city shall send for him and take him from there…” Whoever is not liable is released, and whoever is liable for exile (i.e., city of refuge) is returned to the place [from where he was taken].", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1547e6d6e4a92409ac4fde", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 35:14:2", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Siftei Chakhamim, Numbers 35:14:2", "sourceHeRef": "שפתי חכמים, במדבר ל״ה:י״ד:ב׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 14.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>עקובה מדם.</b> עקובה לשון ארב:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Bloody ambush.</b> עקובה is in the sense of an ambush.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5b0fd72c6eb3050055aaa889", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebikhtav, Mishpatim, Derekh Chayim 4", "anchorRef": "Numbers 35:14-15", "anchorRefExpanded": ["Numbers 35:14", "Numbers 35:15"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebikhtav, Mishpatim, Derekh Chayim 4", "sourceHeRef": "שני לוחות הברית, תורה שבכתב, משפטים, דרך חיים ד׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1611, 1631], "commentaryNum": 4, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "דרך חיים", "he": "<b>ב'</b> זירוז מצוה נוסף על הזירוז הפשוטו הנאמר עליו <small>(ויקרא יח, ה)</small> אשר יעשה אותם האדם וחי בהם, רצה לומר זריזות, ובכלל זה לעשות בשמחה. אלא הזירוז לעשות אף שאין בידו לגמור כולו, כדחזינן במשה רבינו ע\"ה <small>(דברים ד, מא)</small> אז יבדיל ג' ערים, אע\"פ שלא היו עדיין קולטות <small>(מכות י, א)</small>:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": "2) זרוז מצוה a display of eagerness to perform the commandment. That this is a higher level of performance is based on the verse אשר יעשה אותם האדם וחי בהם, \"that man should do them and live (come to life) thereby,\" (Lev. 18,5). It means that performance should be joyful in order that a person may qualify for this level. One way of proving this is to perform the part of the מצוה one is capable of fulfilling even if one is fully aware that one will never be able to perform the מצוה in its entirety. An example of such זרוז was Moses establishing three cities of refuge on the East Bank of the Jordan, though these would not become operative until they would be matched by three more such cities on the West Bank. Moses could have left even the first three such cities to be set aside by his successor since he was aware that he would not be alive when they would begin to fulfil their designated purpose. Compare the Torah on this in Numbers 35,14-15, and Deut. 4,41.", "versionTitle": "Shney Luchot Habrit by Rabbi Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0fd76d2f650300563aac5e", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebikhtav, Shoftim, Torah Ohr 37", "anchorRef": "Numbers 35:9-36", "anchorRefExpanded": ["Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 35:35", "Numbers 35:36"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebikhtav, Shoftim, Torah Ohr 37", "sourceHeRef": "שני לוחות הברית, תורה שבכתב, שופטים, תורה אור ל״ז", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1611, 1631], "commentaryNum": 37, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "תורה אור", "he": "<b>עמוד גמילות חסדים.</b> החסד שעושים עם המתים הוא עיקר החסד, ויש מנוח לנפש הנרצח כשהרוצח ההורגו בשגגה גולה, ורמזתיו לעיל בפרשת מסעי. וישב שם עד מות כהן גדול שהוא חסד:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": "<b>עמוד גמילות חסדים</b> . The last of the six pillars which is part of the legislation in our פרשה concerns first and foremost something one does for the dead. The latter cannot repay us as our performance of any service for them is the true rendering of kind deeds. The first such example the Torah deals with in our פרשה concerns the person who has killed inadvertently and is protected against the vengeance of the victim's blood relations by taking refuge in one of the cities set aside for such a purpose (19,2-10). He must remain there until the death of the High Priest during whose tenure the killing occurred, and who represents the attribute of חסד. We have alluded to these details in our commentary on Numbers 35,9-36 where we pointed out the element of חסד inherent in this legislation.", "versionTitle": "Shney Luchot Habrit by Rabbi Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5ebd60b88912f76561452eb6", "index_title": "Peninei Halakhah, Likkutim II", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Likkutim II 8:5:2", "anchorRef": "Numbers 35:9-32", "anchorRefExpanded": ["Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32"], "sourceRef": "Peninei Halakhah, Likkutim II 8:5:2", "sourceHeRef": "פניני הלכה, ליקוטים ב ח׳:ה׳:ב׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [2007, 2011], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Peninei Halakhah, Likkutim II", "he": "פניני הלכה, ליקוטים ב"}, "he": "לא רק מי שרצח במזיד נענש, אלא אף אדם שרצח בשגגה נענש. על פי התורה, עונשו הוא שיעזוב את מקום מגוריו, וייגלה אל אחת מערי המקלט שנקבעו לכך. והיה עליו לשהות שם עד מות הכהן הגדול שהיה באותו הזמן. אם הרוצח בשגגה יצא מעיר המקלט קודם למותו של הכהן הגדול, מותר היה לגואל הדם, היינו לאחד מקרובי הנרצח, להורגו (במדבר לה, ט-לב).", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b90d8430f78f20636dd0", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 787:17", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Yalkut Shimoni on Torah 787:17", "sourceHeRef": "ילקוט שמעוני על התורה תשפ״ז:י״ז", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1100], "commentaryNum": 787.0017, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "והערים אשר תתנו. עם הראשונות, או חוץ מן הראשונות, ת\"ל (ואת הערים תתנו) [את שלש הערים תתנו וגו'] הא מה תלמוד לומר והערים עם הראשונים וכו'. להיכן גולין לערי מקלט שלש שבעבר הירדן ושלש שבארץ כנען שנאמר תתנו מעבר לירדן וגו'. עד שלא נבחרו שלשה שבארץ כנען לא היו שלש שבעבר הירדן קולטות שנאמר שש ערי מקלט תהיינה עד שיהו ששתן קולטות כאחת. ת\"ר שלש ערים הבדיל משה בעבר הירדן וכנגדו הבדיל יהושע בארץ כנען ומכוונות היו כמין שתי שורות. חברון ביהודה כנגד בצר במדבר. שכם בהר אפרים כנגד רמות בגלעד. קדש בהר נפתלי כנגד גולן בבשן. ושלשת שיהיו משולשות שיהא מדרום לחברון כמחברון לשכם, ומחברון לשכם כמשכם לקדש, ומשכם לקדש כמקדש לצפון. בעבר הירדן תלת ובארץ ישראל תלת, אמר אביי בגלעד שכיחי רוצחין דכתיב גלעד קרית פועלי און עקובה מדם שהיו עוקבין להרוג נפשות. ומ\"ש מהאי גיסא [ומהאי גיסא] דמרחקי ומ\"ש (מהאי גיסא) מציעאי דמקרבי [אמר אביי] בשכם נמי שכיחי רוצחים שנאמר חבר כהנים דרך ירצחו שכמה, שהיו מתחברין להרוג נפשות ככהנים הללו שמתחברים לחלק תרומה בבית הגרנות, ותו ליכא והכתיב ועליהם תתנו ארבעים ושתים עיר, אמר אביי הללו קולטות בין לדעת בין שלא לדעת, והללו אין קולטות אלא לדעת. וחברון עיר מקלט הואי והכתיב ויתנו לכלב את חברון, אמר אביי פרוודהא דכתיב ואת שדה העיר ואת חצריה נתנו לכלב, וקדש עיר מקלט הואי והכתיב רקת וכנרת וקדש ותניא ערים הללו אין עושין אותן לא כרכים קטנים ולא כרכים גדולים אלא עיירות בינוניות, אמר רב יוסף תרתי קדש הויין, אמר רב אשי כגון סליקום ואקרא דסליקום:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": "And the cities that you shall give: Including the first cities or excluding the first cities? It is derived from the phrase \"and you shall give the cities\" - which means you shall give the three cities, etc. What is the purpose of stating \"and the cities, along with their pasturelands\"? This teaches us where the cities of refuge are located - three on the east side of the Jordan River and three in the land of Canaan, as it is stated, \"You shall give beyond the Jordan, etc.\" Until the three cities were chosen in the land of Canaan, the three cities on the east side of the Jordan did not accept the accidental manslayer, as it is stated, \"Six cities of refuge shall you have.\" Only when all six cities were ready to accept, they functioned together. It is taught in a Baraita: Moses designated three cities on the east side of the Jordan River, and correspondingly, Joshua designated three cities in the land of Canaan. And they were aligned like two rows: Hebron in the territory of Judah corresponds to Bezer in the wilderness. Shechem in the hill country of Ephraim corresponds to Ramoth in Gilead. Kedesh in the hill country of Naphtali corresponds to Golan in Bashan. And the three cities should be arranged in a triangle, so that there is a direct line from the south of Hebron to Hebron, from Hebron to Shechem, and from Shechem to Kedesh, and from Kedesh to the north. On the east side of the Jordan, three cities, and in the land of Israel, three cities. Abaye said: In Gilead, murderers were common, as it is written: \"Gilead, a city of workers of mischief, is stained with blood\" (Hosea 6:8), indicating that they used to lie in wait to kill souls. And what about this matter? And what about that matter? From this angle and from that angle? Abaye said: In Shechem as well, murderers were common, as it is stated: \"The company of priests shed blood on the way to Shechem\" (Hosea 6:9), indicating that they used to join together to kill souls, just as these priests would join together to distribute the terumah in the granary. And furthermore, the verse states: \"And you shall give them forty-two cities\" (Numbers 35:7). Abaye said: These cities accept unintentional manslayers, whether they were aware of it or not, whereas those cities only accept them if they were aware. And Hebron is indeed a city of refuge, as the verse states: \"They gave to Caleb Hebron\" (Joshua 14:13). Abaye said: This is a separate matter, as it is written: \"They gave the fields of the city and its villages to Caleb\" (Joshua 21:12). And Kedesh is indeed a city of refuge, as the verse states: \"Rekem and Kinneret, Kedesh\" (Joshua 19:37). And it was taught in a Baraita: These cities are not made like small cities or large cities, but rather as medium-sized towns. Rav Yosef said: There are two Kedesh cities. Rav Ashi said: Such as Salka and Akra, which are Kedesh cities.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "6121b90ec823a798e70b5dde", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 787:18", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Yalkut Shimoni on Torah 787:18", "sourceHeRef": "ילקוט שמעוני על התורה תשפ״ז:י״ח", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1100], "commentaryNum": 787.0018, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ערי מקלט תהיינה. אין לי אלא שקולטות בארץ בחוצה לארץ מנין, ת\"ל תהיינה. באו אנשי עבר הירדן לארץ כנען יכול ימנו שם שש, אמרת את שלש הערים תתנו מעבר לירדן. באו אנשי ארץ כנען לעבר הירדן יכול ימנו שש, תלמוד לומר את שלש הערים תתנו בארץ כנען, לפי שאמרתי אם חרבו יבנו אחרות תחתיהן חזרו הראשונים ונתישבו לא יחזרו אלו למקומן מעתה, ת\"ל שש ערי מקלט תהיינה והשניות חוזרות למקומן. כתיב ולגר ולתושב בתוכם תהיינה וכתיב לכם למקלט לכם ולא לגרים, לא קשיא כאן בגר תושב שהרג גר תושב כאן בגר תושב שהרג את ישראל, ורמינהו לפיכך גר ועו\"א שהרגו נהרגין קתני גר דומיא דעו\"א מה עו\"א לא שנא קטל בר מיניה ולא שנא קטל לאו בר מיניה נהרג אף גר לא שנא קטל בר מיניה ולא שנא קטל לאו בר מיניה נהרג, אמר רב חסדא לא קשיא כאן שהרגו דרך ירידה דישראל גלי איהו נמי גלי, דרך עליה דישראל פטור הוא נהרג. אמר ליה רבא ולאו כל דכן הוא השתא ומה דרך ירידה דישראל גלי הוא נמי סגי ליה בגלות, דרך עליה דישראל פטור הוא נהרג, אלא אמר רבא באומר מותר, אמר ליה אביי אומר מותר אנוס הוא, א\"ל שאני אומר אומר מותר קרוב למזיד הוא:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": "There shall be cities of refuge. I only have that they accept in the land, but how do I know that they also accept outside the land? The verse states: \"There shall be.\" When the people of Transjordan came to the land of Canaan, I might have thought they should count six cities there. Therefore, the verse states: \"You shall give three cities beyond the Jordan\" (Numbers 35:14). When the people of the land of Canaan came to Transjordan, I might have thought they should also count six cities there. Therefore, the verse states: \"You shall give three cities in the land of Canaan\" (Numbers 35:14). For I have said that if their sword is rebuilt, others will be established in their place, and the first ones will not return to their original place. From now on, the verse states: \"There shall be six cities of refuge\" (Numbers 35:13), indicating that the second ones return to their original place. It is written: \"And to the resident alien and to the settler among them, they shall be cities of refuge for you\" (Numbers 35:15). And it is written: \"For you, as a refuge, they shall be\" (Numbers 35:12). This is not difficult: Here, it refers to a resident alien or settler who killed a resident alien or settler. Here, it refers to a resident alien or settler who killed an Israelite. And they raised a dilemma: Therefore, a resident alien and an inadvertent killer, when they are killed, are included. The teaching is comparing a resident alien to an inadvertent killer. Just as an inadvertent killer is not treated differently whether he killed a relative or someone unrelated, he is still subject to punishment. So too, a resident alien is not treated differently whether he killed a relative or someone unrelated, he is still subject to punishment. Rav Chisda said: This is not difficult. Here, when he killed through descent, since an Israelite is exiled, he is also exiled. There, when he killed through ascent, since an Israelite is exempt, he is put to death. Rava said to him: Is it not all the more reasonable to say that even when he killed through descent, since an Israelite is exiled, he is put to death in exile? There, when he killed through ascent, since an Israelite is exempt, he is put to death. Rather, Rava said: In the case of one who says \"permitted,\" Abaye said to him: He is considered an inadvertent killer. Abaye said to him: I say that when one says \"permitted,\" he is an unwitting transgressor. Abaye said to him: I am different because I say that when one says \"permitted,\" he is close to acting intentionally.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eeb6bfddfbb310fed20", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Levitical Towns of Asylum 2-3", "anchorRef": "Numbers 35:1-34", "anchorRefExpanded": ["Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Levitical Towns of Asylum 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ט׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Levitical Towns of Asylum", "he": "במדבר הערה ט׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ט׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["As a kind of appendix to the previous chapter, and for a last mention of the Levites in Numbers, we are given what the Torah regards as an important innovation: the institution of the Towns of Asylum (or Refuge), whereby an accidental manslayer could avoid the expected blood vengeance of the dead person’s family. Greenberg (1959) has claimed that the specified towns probably were a substitute for what in other ancient Near Eastern societies was banishment; in his view, the idea of internal banishment presented here affirms the high and nonnegotiable value put on human life in the Bible—even when it is ended by accident. Be that as it may, the law in this chapter puts a brake on a reality of ancient life.", "It is likely that the towns in question were previously sacred Canaanite towns, and Frick has raised the interesting possibility that from that special character or status may have evolved the concept of citywide asylum (and not just at the altar, a temporary measure)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380ae713bd8cd388d3e57", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "anchorRef": "Numbers 26:1-36:13", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳ ב׳-י׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Preparations for Conquest", "he": "במדבר מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE LAST PART OF</small> N<small>UMBERS IS WHAT THE READER MIGHT HAVE EXPECTED ALL ALONG</small>: a collection of materials that deal directly with the upcoming conquest of Canaan. It is concerned, then, with the transfer of leadership from Moshe to Yehoshua (Joshua); with provisions for two and a half tribes to remain on the east bank of the Jordan River, as long as they take part in the impending invasion; with listing the entire route of the Israelites, from Egypt to the plains of Moab; and with the borders of the land to be conquered.", "As has been the case earlier in the book, however, other material intervenes: a theme and variation doublet on the inheritance of land in a case where a man leaves daughters, not sons; two chapters on what sacrifices are to be brought on holy days; a section on vows taken by women; war with Midyan and the precise apportioning of spoils, both to warriors and to the sanctuary; and the law regarding accidental homicide, in which family vengeance is circumvented by the existence of “safe” Levite towns to which the manslayer may flee.", "The inconsistent thematics may again be explained by the intrusion of an editorial hand, again by priestly interests. In Levine’s view, most of Chapters 25–36 function to establish matters of importance in the priestly view, just as in Chapters 1–10. Here law takes precedence over narrative.", "Despite the varied subject matter of this section, it holds together structurally, via the common biblical technique of word (sound) repetition. The rather common verb <i>tzivvah</i>, “command,” weaves through every one of Chapters 26–36, except for 33. Sometimes it introduces what God wants the Israelites to do; sometimes it leads to the formula of fulfillment, “as YHWH commanded the Children of Israel, so they did”; still other times it refers to a command given by Moshe himself. The entire section begins with the verb (26:4), and ends with it as well (36:13). In addition, the chapters most far afield, 28–29 (taken as a unit) and 30, begin and end with it. Whether this was a conscious technique by redactors is hard to say, but its existence is striking.", "Another structural device, that of framing, also occurs in this part of the book: after the introductory census (Chap. 26), the rest is built between two brackets, each involving the daughters of Tzelofhad, and each opening with the verb “to come-near” (27:1 and 36:1). So despite the wide-ranging material, some sense of unity has been imposed upon it.", "Finally, there is the key occurrence, for the book of Numbers, of more lists, from census to holiday sacrifices, from stops along the journey to the precise borders of the Promised Land. We are in the presence of order once again.", "What remains lacking at the end of the book is exactly what Deuteronomy supplies: a final exhortation from Moshe, which includes reiteration and further clarification of the laws, a public covenant ceremony, Moshe’s long blessing of the people, and the account of his death and burial. If added here, these topics might have tipped the scales of Numbers, which has given us almost too much to digest as it is; as the Torah has come down to us, they are more appropriately treated in the expansive and majestic rhetorical setting of Deuteronomy.", "<img>", "<b><i>Num. 26:3</i> Moshe spoke, and El’azar the priest, to them in the Plains of Moav …</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f1c9ad75f2d99afa54", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Levitical Towns of Asylum 1", "anchorRef": "Numbers 35:1-34", "anchorRefExpanded": ["Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Levitical Towns of Asylum 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ט׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ט׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 35:1-34\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 35:1-34</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f3c9ad75f2d99afa72", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Towns of Asylum 2", "anchorRef": "Numbers 35:9-34", "anchorRefExpanded": ["Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part I; Historical Overview, Towns of Asylum 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ב׳, דברים הערה ה׳ ב׳", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ה׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "In a brief passage that seems utterly out of place amid the deep rhetoric of this section, Moshe carries out a command he had received in Num. 35:9–34 to make sure that an accidental manslayer has a special place(s) to flee to from an avenging family. Perhaps this has been placed here because it is one of the few “laws and regulations” in the Torah whose observance is mandated on the east bank of the Jordan River—and hence is one of the few that Moshe personally gets to carry out.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62e6306beadfb73fe77cdcb3", "index_title": "Rav Hirsch on Torah", "category": "Quoting Commentary", "type": "", "ref": "Rav Hirsch on Torah, Deuteronomy 19:8:1", "anchorRef": "Numbers 35:9-34", "anchorRefExpanded": ["Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 19:8:1", "sourceHeRef": "רש\"ר הירש על התורה, דברים י״ט:ח׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Rav Hirsch on Torah", "he": "רש\"ר הירש על התורה"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "VV. 8-10. ואם ירחיב וגו׳. Von den zehn Völkerschaften, deren Länderbesitz (Bereschit 15, 19-21) Abraham verheißen war, erhielten sie zunächst den Besitz von sieben. Das volle Erbteil blieb ihnen noch vorbehalten (siehe zu Kap. 1, 7). Wenn sie einst dieses noch vergrößerten Landbesitzes gewürdigt werden werden, so sollen sie auch für dies Gebiet die Grundlegung des darauf zu entfaltenden jüdisch-sozialen Lebens mit der Institution der Miklatstädte beginnen. Die durch keines der irdischen Güter aufzuwiegende Heiligkeit eines Menschenlebens bleibt für alle Zeiten die Basis aller jüdischen menschengesellschaftlichen Zustände. Das vergossene Blut <i>eines</i> Unschuldigen, דם נקי, lastet als schwere Blutschuld auf dem ganzen Staate, והיה עליך דמים (siehe ferner Bamidbar 35, 9-34).", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63d77c83eca1000753446ceb", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 35:14:1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Rav Hirsch on Torah, Numbers 35:14:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ל״ה:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 14. ערי מקלט תהיינה, bei ihnen steht die מקלט-Bestimmung voran, während, bei den übrigen Levitenstädten der מקלט-Charakter nur sekundär ist (siehe V. 6). ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64185ce59b61665c876991a2", "index_title": "Reggio on Torah", "category": "Quoting Commentary", "type": "", "ref": "Reggio on Torah, Deuteronomy 19:8:1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Reggio on Torah, Deuteronomy 19:8:1", "sourceHeRef": "ביאור יש\"ר על התורה, דברים י״ט:ח׳:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Reggio on Torah", "he": "ביאור יש\"ר על התורה"}, "heTitle": "דברים", "he": "<b>ואם ירחיב ה' אלהיך,</b> הפרשה הזו עתידה, כי מתחלה צוה להבדיל שלש ערים לאחר ירושת הז' גוים והישיבה בארצם, ובזה נשלמה המצוה כאמרו ואת שלש הערים תתנו בארץ כנען (במדבר ל\"ה י\"ד), ואח\"כ הוסיף צווי להבדיל עוד שלש ערים כאשר ירחיב ה' את גבולם, וע\"כ זה נאמר על ארץ קני קניזי וקדמוני שהבטיח ה' לאברהם מלבד הז' עממין שהבטיח לתת להם מיד כבואם אל הארץ, ולכן לא אמר כאן כאשר דבר לך, כי השם לא הבטיח אותם לתת להם, רק שבעת הגוים האלה, אבל הזכיר האבות:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64186c2b894184186dd59134", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 35:14:1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Sifrei Zuta 35:14:1", "sourceHeRef": "ספרי זוטא ל״ה:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "commentaryNum": 14.0001, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>ערי מקלט תהיינה לבני ישראל לגר ולתושב בתוכם</b>, פרט לגוים. לפה שאמרתה אם חרבו ימנו אחרות תחתיהן חזרו הראשונות ונתיישבו לא יחזרו אלו למקומן מעתה ת״ל שש ערי מקלט תהיינה והשניות חוזרות למקומן לפה שנאמר עד מות הכהן הגדול הרי הכהן הגדול שהרג ומנ' שיגלה אמר בשגגה פרט למזיד:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6538eb5a76e5002b11bdf2a8", "index_title": "Talks of Yeshayahu Leibowitz on the Parasha", "category": "Quoting Commentary", "type": "", "ref": "Talks of Yeshayahu Leibowitz on the Parasha, Masei 9:4", "anchorRef": "Numbers 35:9-34", "anchorRefExpanded": ["Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34"], "sourceRef": "Talks of Yeshayahu Leibowitz on the Parasha, Masei 9:4", "sourceHeRef": "שיחות על פרשת השבוע (ליבוביץ), מסעי ט׳:ד׳", "anchorVerse": 9, "sourceHasEn": false, "commentaryNum": 9.0004, "collectiveTitle": {"en": "Talks of Yeshayahu Leibowitz on the Parasha", "he": "שיחות על פרשת השבוע (ליבוביץ)"}, "heTitle": "מסעי", "he": "בדברים המפרטים את פרשת הרוצחים ואופני הרציחה (במדבר, לה:ט-לד), קיימת הכללה לגבי הפשעים והחטאים, ובסיומם באה ההכרזה הגדולה הבאה: ", "heVersionTitle": "Jerusalem, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc7e758c1dc532ec9493", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 35:14", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Steinsaltz on Numbers 35:14", "sourceHeRef": "ביאור שטיינזלץ על במדבר ל״ה:י״ד", "anchorVerse": 14, "sourceHasEn": true, "commentaryNum": 35.0014, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Three cities you shall place across the Jordan, and three cities you shall give in the land of Canaan; they shall be cities of refuge. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "539fa531fbfba22f2ff9a91e", "index_title": "Mishnah Makkot", "category": "Mishnah", "type": "", "ref": "Mishnah Makkot 2:4", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Mishnah Makkot 2:4", "sourceHeRef": "משנה מכות ב׳:ד׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 2.0004, "collectiveTitle": {"en": "Mishnah Makkot", "he": "משנה מכות"}, "heTitle": "משנה מכות", "he": "לְהֵיכָן גּוֹלִין, לְעָרֵי מִקְלָט. לַשָּׁלשׁ שֶׁבְּעֵבֶר הַיַּרְדֵּן וְלַשָּׁלשׁ שֶׁבְּאֶרֶץ כְּנַעַן, שֶׁנֶּאֱמַר (במדבר לה) אֵת שְׁלשׁ הֶעָרִים תִּתְּנוּ מֵעֵבֶר לַיַּרְדֵּן וְאֵת שְׁלשׁ הֶעָרִים תִּתְּנוּ בְּאֶרֶץ כְּנָעַן וְגוֹ'. עַד שֶׁלֹּא נִבְחֲרוּ שָׁלשׁ שֶׁבְּאֶרֶץ יִשְׂרָאֵל, לֹא הָיוּ שָׁלשׁ שֶׁבְּעֵבֶר הַיַּרְדֵּן קוֹלְטוֹת, שֶׁנֶּאֱמַר (שם) שֵׁשׁ עָרֵי מִקְלָט תִּהְיֶינָה, עַד שֶׁיִּהְיוּ שֶׁשְׁתָּן קוֹלְטוֹת כְּאֶחָד: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": " <b>To where are</b> the unintentional murderers <b>exiled?</b> They are exiled <b>to cities of refuge, to three</b> cities <b>that</b> were <b>in</b> the east <b>bank of the Jordan and to three cities that</b> were <b>in the land of Canaan,</b> i.e., Eretz Yisrael, <b>as it is stated: “Three cities shall you give beyond the Jordan and three cities shall you give in the land of Canaan;</b> they shall be cities of refuge” (Numbers 35:14). The mishna comments: <b>Until</b> the <b>three</b> cities of refuge <b>that</b> were <b>in Eretz Yisrael were selected,</b> an unintentional murderer <b>would not be admitted</b> to the <b>three that</b> were <b>in</b> the east <b>bank of the Jordan,</b> even though the latter three were already selected by Moses (see Deuteronomy 4:41), <b>as it is stated: “Six cities of refuge shall they be”</b> (Numbers 35:13), from which it is derived that they do not become cities of refuge <b>until</b> all <b>six of them admit</b> unintentional murderers <b>as one.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "554ef0b7fbfba21b48f54294", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 35:14:1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Haamek Davar on Numbers 35:14:1", "sourceHeRef": "העמק דבר על במדבר ל״ה:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1840, 1880], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ערי מקלט תהיינה.</b> בשמם וענינם לא יהיו רק ערי מקלט. ולא עוד עסק אחר אשר יהיה ראוי להקרא את העיר ע״ז העסק. וכמו דכתיב ביהושע כ״א ויתנו ממטה בני יהודה וממטה בני שמעון את הערים האלה אשר יקראו אתהן בשם. פירושו. שהופרשו לאיזה ענינים. שנקראו העיירות ע״ש אותם הענינים. כמו לחכמה וכדומה. ונמסרו לשבט לוי באשר המה היו פנוים מעסק פרנסה לשמור אותו ענין שבעיר. ומזהיר הכתוב שערי מקלט אלו לא יהיה בהם שום עסק שיהיו יכולים להקרא ע״ז העסק כי אם בשם ערי מקלט:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": "<b>They shall be cities of refuge.</b> In their name and content they should only be Cities of Refuge, and there should be no other industry there that should be fitting to call the city after that industry.", "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5585ba88fbfba27d4d0bede7", "index_title": "Da'at Zekenim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Da'at Zekenim on Numbers 35:14:1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Da'at Zekenim on Numbers 35:14:1", "sourceHeRef": "דעת זקנים על במדבר ל״ה:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1100, 1300], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Da'at Zekenim", "he": "דעת זקנים"}, "heTitle": "דעת זקנים על במדבר", "he": "<b>את שלש הערים מעבר לירדן ואת שלש הערים בארץ כנען. </b>ובפר' שני דמכות מקשה בעבר הירדן תלת ובארץ ישראל תלת ומשני בגלעד שהוא מעבר לירדן שכיחי רוצחים דכתיב גלעד קרית פועלי און עקובה מדם א\"ר אלעזר שהיו עוקבים להרוג נפשות וקשיא מאי קא משני והא לא מהני ערי מקלט אלא להורגים בשוגג ובגלעד דשכיחי רוצחים דקאמר היינו במזיד. וי\"ל דכיון דשכיחי רוצחים במזיד הקב\"ה מביא שם רוצחים בשוגג בלא עדים כדי שיהרגו הרוצחים במזיד ויהיו שם עדים ויגלו כדאמרינן התם בסמוך מרשעים יצא רשע במה הכתוב מדבר בשני בני אדם שהרגו את הנפש אחד הרג שוגג ואחד הרג מזיד לזה אין עדים ולזה אין עדים הקב\"ה מזמנן לפונדק אחד זה שהרג מזיד יושב תחת הסולם וזה שהרג שוגג עולה בסולם ונופל עליו והורגו ויש שם עדים זה נהרג וזה גולה: ", "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": "את שלש הערים וגו'...מעבר לירדן ואת שלש הערים וג' בארץ כנען “the three towns etc.; and the three towns etc.; in the land of Canaan.” The Talmud tractate Makkot folio 9 raises the question why it was that both on the west bank of the Jordan and on the east bank three towns of refuge for potential inadvertent killers were provided when more than 80% of the population resided on the west bank of the Jordan? The answer given by the scholar Abbaye is that the area known as Gilead on the east bank was known to harbour many murderers. He based himself on what is written in the Book of Hoseah 6,8: גלעד קרית פועלי און עקובה מדם, “Gilead is a city of evildoers, tracked up with blood.” Rabbi Elazar there adds that the word עקובה used by the prophet means that people lay in wait, and ambushed those whom they planned to kill. How do these statements answer our question seeing that the cities of refuge were not provided for intentional murders? The prophet accused the people Gilead of committing deliberate murders! The answer is that the fact that seeing that unintentional killings were common place in Gilead, this encouraged intentional killers to pretend that they had committed unintentional killing. G–d arranged for unintentional killers to be residents of that area in order to be able to tell between deliberate murders committed in the absence of witnesses, and unintentionally committed killings. Their victims would be the ones who had previously committed intentional killings but could not be brought to court due to absence of witnesses. The Talmud on the folio next to the one we quoted uses Samuel I 24,14: מרשעים יצא רשע, “wicked deeds have a habit of being performed by wicked people.” [a quote from David who after having cut off a piece of King’s Shaul’s cloak instead of killing him as his pursuer, wanted to convince him that the people who had accuse him as being his enemy had evil intentions. Ed.] If one person had killed unintentionally, without there being any witnesses, so that he did not bother to go to a city of refuge, G–d arranges that he will do something similar with witnesses, but the victim having previously guilty of intentional undetected murder.", "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "565483c3d6e4a94e1942d4b1", "index_title": "Abarbanel on Torah", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on Torah, Deuteronomy 1:9:3", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Abarbanel on Torah, Deuteronomy 1:9:3", "sourceHeRef": "אברבנאל על תורה, דברים א׳:ט׳:ג׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1483, 1513], "commentaryNum": 9.0003, "collectiveTitle": {"en": "Abarbanel on Torah", "he": "אברבנאל על תורה"}, "he": "ומפני זה חשבתי אני שעם היות שרש דברי יתרו למשה על דברי המשפט. וזה למה שראה משה ששפט ישראל מן הבקר עד הערב ולא נתחכם בשלמות לראות את הנולד. ולתת עצה בדבר המלחמה העתידה בכבוש הארץ כראוי הנה עם כל זה כבר העיר עלינו מעט מזער בעצתו ואם אינה בשלמות. ולזה אמר ואתה תחזה מכל העם אנשי חיל. ואינם העשירים כדברי רש\"י ז\"ל (במדבר ל\"ה י\"ד) אבל הם אנשי המלחמה על דרך מה שאמר הכתוב ויקצוף משה על פקודי החיל שרי האלפים ושרי המאות הבאים מצבא המלחמה. כי צבא וחיל הם שמות נרדפים יאמרו על העם ההולך למלחמה ועליהם אמר אנשי חיל. לפי שלב אנשי המלחמה אין יראת אלהים על פניהם רק רובם ותמיד כל היום יתאוו תאוה לשלול שלל ולבוז בז. צוה עוד שיהיו אנשי אמת שונאי בצע ובסוף אלה הדברים אמר ושפטו את העם בכל עת וגו'. ומלבד המשפט אמר עוד ונשאו אתך ירצה בענין המלחמה שיעזרו בה וישאו עמו ישראל אל הארץ. ובזה רמז להנהגת הדרכים וסדור המלחמה. ואולי שלזה כוון גם כן באמרו וגם כל העם הזה על מקומו יבא בשלום. ירמוז במלת מקומו הארץ הנבחרת שילכו מהרה שמה כי בהיות עליהם שרי האלפים ושרי המאות יבאו בשלום לארצם ומקומם ותהיה כל הארץ לפניהם. ובאין מלחמה יכבשו אותה מה שלא יהיה בהיותם כצאן אשר אין להם רועה. כי ילחמו אלו עם אלו ולא יעשו תועלת במלחמותיהם ולזה משה אדונינו כשספר כאן לישראל כוון בדברו גם כן בשלמות גדול לענייני המלחמה. ולזה אמר טרחכם ומשאכם וריבכם. ירמוז לדעתי בטרחכם. עיניהם אלו עם אלו ודיניהם מה שבין אדם לחבירו. ומשאכם רמז לשאת אותם אל הארץ ולהנהיגם במה שיאות לשרי הצבא ההולכים דרך לנחותם במעגלי צדק בנאות דשא ירביצם על מי מנוחות ינהלם. וכוון באמרו וריבכם על המלחמות והריב אשר ילחמו ויריבו עם אויביהם בדרך. לא על מריבותם אלו עם אלו כי כבר נכלל כלו בטרחכם. אבל וריבכם הוא הריב והמלחמה אשר יהיה להם עם האומות ויהיה אמרו וריבכם על דרך (ישעי' ג') נצב לריב ה' שהוא להלחם עם האומות בעבור ישראל. וכמוהו (שם מט) את יריבך אנכי אריב שהוא גם כן על האומות. וכנגד ג' ההנהגות האלה שהם בינם לחבריהם בישוביהם ודיניהם. ובינם ובין עצמם בדרך ובינם לאויבי' במלחמה אמר הבו לכם אנשים חכמים ונבונים וידועים לשבטיכם. ואמר הבו לכם להגיד שלא נתגאה הוא למנות מעצמו השופטים והשוטרים לבל יאמרו כעדת קרח שהיה ממנה קרוביו ואוהביו. אבל צוה להם שהם ימנו האנשים ההם. והנה אמר חכמים לשפוט בין איש ובן רעהו ולתקן עניניהם ביניהם נגד מה שאמר טרחכם. ואמר ונבונים על מנהיגי העם בדרכים במסעיהם ובתחנותם ובכל מקומות מושבותיהם ובתקון צרכיהם שזה בלי ספק מן פועל התכונה והצדק והשכל המעשי. ואמר וידועים לשבטיכם. על שרי הצבא במלחמו' שצריך שיהיו נכרים וידועים לשבטים באופן שהממונים תחתיהם אליהם יפנו. כי איך יהיה שר צבא אדם זר שאינו נכר אליהם ואיך יפקדם וישמרם. אבל צריך שיהיה נכר וידוע ביניהם. ואח\"כ צוה שימנו אותם שימצאו בהם יחד החכמה והתבונה וההכרה לדון ולהנהיג בדברים ולהלחם עם האויבים. ואמר ואשימם בראשיכם. להגיד שכאשר יהיו חכמים ונבוני' וידועי' לא יחוש להיותם ממשפחת רם או ממשפחת בוז כי הנה למעלת חכמתם והנהגתם ישימם ראשים על העם. כי כן ראוי שיהיה המנהיג מאיזו משפחה מעולה. וזכר שהם השיבו ואמרו לו טוב הדבר אשר דברת לעשות. כלומר טוב זה הדבר אשר דברת שתעשה אותו. והנה זכר שהוא בעצמו הושיב את השרים מבלי שהעם ימנה איש מהם. וז\"ש ואקח את ראשי שבטיכם. רוצה לומר שלקח משה למנהיגים שרי השבטים ולא עשה מנוי אחר והיה זה להיותם היותר ראויים לכל הנהגה מצד מעלתם. כי ההנהגה והמנוי יותר ראוי למעולי היחס מהאחרים ואליהם יאות יותר. וזכר בהם אנשיו חכמים וידועים ולא נבונים. ורש\"י ז\"ל כתב (דברים א' ט\"ו) ונבונים לא מצא ולא נתן הסבה בזה. ואני אומר שרצה בחכמים יודעי התורה והחכמות השלמים בשכל העיוני וראה בנבוני' היודעים בהנהגת המדיניות. והם השלמים בשביל המעשים. ומלת וידועים נקשרת עם לשבטיכם. רוצה לומר שיהיו ידועים ונכרים כל אחד לשבטו. ולפי שעל המעט ימצא אדם שלם בעיוני ומעשי בטבע. וזה כי הטבע כשיתעסק במושכלות לא יוכל להשכילם במפורסם. וכמו שזכרו הרב במורה בח\"א פ\"ב בענין אדם הראשון ז\"ל. לכן זכר אדונינו משה עליו השלום שמצא ולקח אנשי' חכמי' מהם ושלקח לענין ההנהגה והמלחמות אנשי' ידועים וניכרים מהם לשבטיהם שהם אנשו חיל בעלי זרוע לצאת ולבא ולא זכר שלקח נבוני' לפי שהיה זר המצא הנבוני' ר\"ל השלמים בדברי' המדיניי'. עם היותם חכמים בעיוניות. כי התחברות שני הדברים האלה ידיעות עיוניית ומעשיות באיש אחד ימצא על המעט. והנה יורה על זה מה שנאמר בבצלאל כשתארו השם יתברך בחכמה בתבונה ובדעת ובכל מלאכה. רוצה לומר שהיה שלם בעיון החכמה במלאכות ובמעשה המדיניות וגם במלאכות שהוא כל מלאכת מחשבת ובכל האומניות המתחלפים וכמו שאמר ובחרושת אבן למלאת ובחרושת עץ ובכסף ובזהב ובנחשת שהם מלאכות הרבה מתחלפות גלה אלינו יתברך שהיותו שלם בידיעות המתחלפות הרבות ההן לא היה בטבע. כי אם ברוח אלהין קדישין שבדרך פלא הדריכו האל לזה. וזהו אמרו וימלא אותו רוח אלהים וגו'. ואפשר עוד לומר שאמרו חכמים ונבונים וידועי' הוא שם נאמר ביחוד. רוצה לומר חכמים בתורה ובעיון. האמנם כשאמר ואקח את ראשי שבטיכם אנשי' חכמים וידועי'. רצה בחכמים שם כולל בו וכללו הנבוני' כי בשם חכמה יוכללו העיוניות והמדיניות ואחר כך לקח החכמי' מהם לשפוט בענין הדינין. ומהם להנהיג בענין הדרכים כמו שכתבתי. והנה נשאר עלינו לבאר מה ראה יתרו בעצתו. ואדונינו משה ז\"ל במעשהו במנותו כל כך מנהיגים שרי אלפים ושרי מאות שרי חמשים ושרי עשרות הוא הספק השביעי שהעירותי בפרשה: ", "heVersionTitle": "Torah Commentary of Yitzchak Abarbanel, Warsaw 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5892ed69d6e4a9274646c263", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Deuteronomy 19:3:3", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Chizkuni, Deuteronomy 19:3:3", "sourceHeRef": "חזקוני, דברים י״ט:ג׳:ג׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 3.0003, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "דברים", "he": "<b>כל רצח </b>בין מזיד בין שוגג כמו שפי׳‎ למעלה בפרשת מסעי.\n", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "כל רוצח, “every murderer, regardless of intentional or unintentional.” We explained this already on Numbers 35,14.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5892f0dfd6e4a9274646e764", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Deuteronomy 4:41:1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Chizkuni, Deuteronomy 4:41:1", "sourceHeRef": "חזקוני, דברים ד׳:מ״א:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 41.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "דברים", "he": "<b>אז יבדיל משה </b>אחרי הכותו את סיחון ועוג וכבר פירש הצווי בפ׳‎ מסעי וכאן הזכיר המעשה להזכיר טובה זו עם שאר הטובות שעשה להם. ועל עצמו אומר משה כך והוא כאילו כתיב אז הבדלתי דוגמא אדם כי יקריב מכם קרבן לה׳‎ זה הדבר אשר צוך ה׳‎ וכן הרבה.\n", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "אז יבדיל משה, “then Moses separated;” after having defeated Sichon and Og; the commandment to establish cities of refuge had been given already in Numbers 35,14. Here the Torah only mentions that it now had been carried out as the requisite land had been conquered. Moses mentions it only as one of many positive measures he had undertaken on the people’s behalf. Although he could have described this in the first person, i.e. “I set apart these cities,” it was not in his nature to do so, just as he did not do so in Leviticus 1,2, when he described “if anyone of you is willing to offer an offering to the Lord,” he actually had himself in mind. The same is true of Exodus 16,32, and numerous other occasions in the Torah.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f10ed6e4a9274646e862", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Deuteronomy 19:2:1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Chizkuni, Deuteronomy 19:2:1", "sourceHeRef": "חזקוני, דברים י״ט:ב׳:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "דברים", "he": "<b>שלוש ערים </b>וגו׳‎ כבר נצטוו על כך ולא שנאו אלא בשביל תכין לך הדרך.\n", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": " שלש ערים, “three cities, etc.; the people had already been commanded concerning these cities of refuge in Numbers 35,14, and the only reason this is repeated here again is to add the instruction to the population to erect signposts for the benefit of the people searching for such a city in order to escape the wrath of a blood avenger of the slain victim.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f2cbd6e4a927464726ee", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 35:14:1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Chizkuni, Numbers 35:14:1", "sourceHeRef": "חזקוני, במדבר ל״ה:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>את שלש הערים</b> חסר כאן המעשה ופירש בפ׳‎ ואתחנן. כאן פירש״‎י אעפ״‎י שבארץ כנען תשעה שבטים וכאן אינן אלא שנים וחצי השוה מנין ערי מקלט שלהם משום דבגלעד נפישי רוצחים כדכתיב גלעד קרית פועלי און עקובה מדם כלומר אף ההורגים במזיד גולים לערי מקלט ולפיכך צריכים היו אותם שבגלעד לערי מקלט בשוה לאותה שבארץ כנען כדתנן במכות בראשונה אחד שוגג ואחד מזיד גולה לשם, בראשונה פרש״‎י בתחלת דינו והיינו דכתיב כאן ולא ימות הרוצח עד עמדו לפני העדה למשפט והכי איתא בסיפרי הכל מקדימין לערי מקלט ב״‎ד שולחין ומביאין אותו משם שמי שנתחייב מיתה הרגוהו ומי שלא נתחייב מיתה פטרוהו.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "את שלש הערים, “the three cities;” we do not read here about the difference of the status of these cities that Moses had selected on the east bank of the Jordan and the three that were designated as cities of refuge on the west bank. (the word מקלט describing the function of the three cities on the east bank is absent in this verse. Ed.] This had been spelled out, however, in Deuteronomy 4,41-43. Rashi explains that a) the three cities which Moses had designated on the east bank did not become functional as long as the land on the west bank had not been conquered and settled. b) He also points out on our verse that whereas three such cities served in the west bank where nine and a half tribes had made their homes were on the east bank where only two and a half tribes had made their homes were served by the same number of cities of refuge. He views this as proof that Moses viewed the likelihood of these cities being needed on the east bank was far greater as in Gilead murders would be more common than in the “Holy Land” on the west bank. He backs up this surmise by quoting Hosea 6,8: גלעד קרית פועלי און עקובה מדם, “Gilead is a city of evildoers, tracked up with blood.” This suggests that initially even intentional killers were in the habit of using these cities as cities of refuge. The Mishnah in Makkot folio 9, states that in the early periods both intentional and unintentional killers used to flee to the cities of refuge, pending a trial to determine who had been an intentional killer and who had been an unintentional killer. This explains what the Torah had written in verse 12 that no one was to be executed until he had stood trial. According to Sifri, the courts would dispatch messengers to bring the offending parties to trial in the location under their jurisdiction, i.e. depending on where the killing had occurred. They would execute the guilty and free the innocent, i.e. bring them back to the city of refuge.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "59636c5bd6e4a9416e9c4d61", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 35:14:1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Mizrachi, Numbers 35:14:1", "sourceHeRef": "מזרחי, במדבר ל״ה:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>אף על פי שבארץ כנען תשעה שבטים וכאן אינן אלא שנים השוה מנין ערי מקלט שלהם משום דבגלעד נפישי רוצחים. </b>בספרי וא\"ת והלא ערי המקלט אינן אלא לשוגגין והשוגגין לא יהיו אלא לפי רבוי העם ומיעוטו י\"ל אע\"פ שאין הערים מקלט אלא לשוגגין מ\"מ יש מזידין רבים שמראה עצמם שוגגים ולפיכך אנשי גלעד דנפישי בהו רוצחים היו בהם הרבה שופכי דמים במרמה ומראים עצמן שוגגין והוצרך להרבות להם ערי מקלט לקלוט את כלם כי לא נדע מי הוא השוגג האמיתי ומי הוא השוגג שאינו אמיתי: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "596c7b95d6e4a95e605702c8", "index_title": "Makkot", "category": "Talmud", "type": "", "ref": "Makkot 9b:14", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Makkot 9b:14", "sourceHeRef": "מכות ט׳ ב:י״ד", "anchorVerse": 14, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 18.0014, "collectiveTitle": {"en": "Makkot", "he": "מכות"}, "heTitle": "מכות", "he": "<strong><big>מַתְנִי׳</big></strong> לְהֵיכָן גּוֹלִין? לְעָרֵי מִקְלָט, לְשָׁלֹשׁ שֶׁבְּעֵבֶר הַיַּרְדֵּן וּלְשָׁלֹשׁ שֶׁבְּאֶרֶץ כְּנַעַן. שֶׁנֶּאֱמַר: ״אֵת שְׁלֹשׁ הֶעָרִים תִּתְּנוּ מֵעֵבֶר לַיַּרְדֵּן וְאֵת שְׁלֹשׁ הֶעָרִים תִּתְּנוּ בְּאֶרֶץ כְּנָעַן וְגוֹ׳״. עַד שֶׁלֹּא נִבְחֲרוּ שָׁלֹשׁ שֶׁבְּאֶרֶץ יִשְׂרָאֵל לֹא הָיוּ שָׁלֹשׁ שֶׁבְּעֵבֶר הַיַּרְדֵּן קוֹלְטוֹת, שֶׁנֶּאֱמַר: ״שֵׁשׁ עָרֵי מִקְלָט תִּהְיֶינָה״ – עַד שֶׁיִּהְיוּ שֶׁשְׁתָּן קוֹלְטוֹת כְּאַחַת.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "<strong>MISHNA:</strong> <b>To where are</b> the unintentional murderers <b>exiled?</b> They are exiled <b>to cities of refuge, to three</b> cities <b>that</b> were <b>in</b> the east <b>bank of the Jordan and to three cities that</b> were <b>in the land of Canaan,</b> i.e., Eretz Yisrael, <b>as it is stated: “Three cities shall you give beyond the Jordan and three cities shall you give in the land of Canaan;</b> they shall be cities of refuge” (Numbers 35:14). The mishna comments: <b>Until</b> the <b>three</b> cities of refuge <b>that</b> were <b>in Eretz Yisrael were selected,</b> an unintentional murderer <b>would not be admitted</b> to the <b>three that</b> were <b>in</b> the east <b>bank of the Jordan,</b> even though the latter three were already selected by Moses (see Deuteronomy 4:41), <b>as it is stated: “Six cities of refuge shall they be”</b> (Numbers 35:13), from which it is derived that they do not become cities of refuge <b>until</b> all <b>six of them admit</b> unintentional murderers <b>as one.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5ae9bf2f9197ec001aac2f4d", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Numbers 35:14:1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Midrash Aggadah, Numbers 35:14:1", "sourceHeRef": "מדרש אגדה, במדבר ל״ה:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "במדבר", "he": "את שלש הערים תתנו מעבר לירדן ואת שלש הערים תתנו בארץ כנען. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"1\"></i> ולמה צוה הקב\"ה ליתן שלשה ערי מקלט בנחלת תשעה המטות וחצי המטה ........ על דורו שלא יבא לידיהם כלום בחייו, לפיכך אמותיהן של כהנים היו מספקין מזונות לגלים, כדי שלא יתפללו על בניהם שלא ימותו:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5be1f7ed5c81ef0074e6984d", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Masei 13:1", "anchorRef": "Numbers 35:13-14", "anchorRefExpanded": ["Numbers 35:13", "Numbers 35:14"], "sourceRef": "Midrash Tanchuma, Masei 13:1", "sourceHeRef": "מדרש תנחומא, מסעי י״ג:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "מסעי", "he": "<b>וְהִקְרִיתֶם</b> לָכֶם עָרִים עָרֵי מִקְלָט תִּהְיֶינָה לָכֶם. וּכְתִיב: שֵׁשׁ עָרֵי מִקְלָט תִּהְיֶינָה לָכֶם, אֶת שְׁלֹשׁ הֶעָרִים. שָׁלֹשׁ שֶׁבְּאֶרֶץ יִשְׂרָאֵל, וְשָׁלֹשׁ שֶׁבְּעֵבֶר הַיַּרְדֵּן בַּמִּזְרָח, בְּאֶרֶץ בְּנֵי רְאוּבֵן וּבְאֶרֶץ בְּנֵי גָּד וַחֲצִי שֵׁבֶט הַמְּנַשֶּׁה, שֶׁנֶּאֱמַר: אֶת בֶּצֶר בַּמִּדְבָּר <small>(דברים ד, מג)</small>. רַבִּי יוֹחָנָן וְרֵישׁ לָקִישׁ. רַבִּי יוֹחָנָן אוֹמֵר, אֶת בֶּצֶר בַּמִּדְבָּר הֲרֵי שָׁלֹש בַּמִּזְרָח. וְשָׁלֹשׁ בַּמַּעֲרָב, בְּחֶבְרוֹן שֶׁל יְהוּדָה, וּשְׁכֶם בְּהַר אֶפְרַיִם, זֶה הוּא נַפּוֹלִין, וְקָדֵשׁ בַּגָּלִיל מִשֵּׁבֶט נַפְתָּלִי. מֹשֶׁה לֹא חִלֵּק אֶלָּא לָרְאוּבֵנִי וְלַגָּדִי וְלַחֲצִי שֵׁבֶט הַמְּנַשֶּׁה, וְהִבְדִּיל מֵהֶם שָׁלֹשׁ עָרִים, שֶׁנֶּאֱמַר: אָז יַבְדִּיל מֹשֶׁה שָׁלֹש עָרִים <small>(שם פסוק מא)</small>. אֲבָל יְהוֹשֻׁעַ חִלֵּק לְכָל הַשְּׁבָטִים, וְנָטְלוּ בְּגוֹרְלוֹתֵיהֶם וְנָתְנוּ לְשֵׁבֶט לֵוִי אַרְבָּעִים וּשְׁמוֹנֶה עִיר, וְנָטְלוּ הַכֹּהֲנִים שְׁלֹש עֶשְׂרֵה, וְהַשְּׁאָר לַלְּוִיִּם. וְשָׁלֹשׁ עָרֵי מִקְלָט עָלוּ בְּגוֹרָלָם. וְשֵׁבֶט הַלֵּוִי לֹא נָטְלוּ חֵלֶק בָּאָרֶץ, שֶׁנֶּאֱמַר: וּלְשֵׁבֶט הַלֵּוִי לֹא נָתַן מֹשֶׁה <small>(יהושע יג, לג)</small>. לָמָּה, ה' הוּא נַחֲלָתוֹ כַּאֲשֶׁר דִּבֵּר לוֹ <small>(דברים יח, ב)</small>. אַתְּ מוֹצֵא שֶׁסַּנְחֵרִיב הִגְלָה יִשְׂרָאֵל שָׁלֹשׁ גָּלֻיּוֹת. גָּלוּת רִאשׁוֹנָה, הֶגְלָה לָרְאוּבֵנִי וְלַגָּדִי וְלַחֲצִי שֵׁבֶט הַמְּנַשֶּׁה. הַשְּׁנִיָּה, שֵׁבֶט זְבֻלוּן וְנַפְתָּלִי, שֶׁנֶּאֱמַר: כָּעֵת הָרִאשׁוֹן הֵקַל אַרְצָה זְבֻלוּן וְאַרְצָה נַפְתָּלִי <small>(ישעיה ח, כג)</small>. הַשְּׁלִישִׁי הֶגְלָה שְׁאָר הַשְּׁבָטִים, שֶׁנֶּאֱמַר: וְהָאַחֲרוֹן הִכְבִּיד <small>(שם)</small>, הִכְבִּידָן כִּבְמַכְבֵּד. נְבוּכַדְנֶצַּר אַף הוּא הֶגְלָה שָׁלֹשׁ גָּלֻיּוֹת, יְהוּדָה וּבִנְיָמִן. בָּרִאשׁוֹנָה הִגְלָה יְהוֹיָקִים, וּבַשְּׁנִיָּה יְהוֹיָכִין. מֶה עָשָׂה. קָשַׁר אוֹתוֹ בּקוֹרְנִין שֶׁלּוֹ מְיוּקָר, שֶׁנֶּאֱמַר: כִּי הִנְנִי מְשַׁלֶּחְךָ בַּגְּבִירָה. מָה הַגְּבִירָה הַזּוֹ אָדָם מְיַקֵּר אוֹתָהּ, כָּךְ עָשָׂה לוֹ. נְבוּזַרְאֲדָן הִגְלָה לְצִדְקִיָּהוּ, הֲרֵי שָׁלֹשׁ גָּלֻיּוֹת. וּמִנַּיִן שֶׁהָיָה סַנְחֵרִיב קוּזְמֶקְרָטוֹר. שֶׁהָיָה מַגְלֶה אֵלּוּ לְכָאן וְאֵלּוּ לְכָאן, וְהִגְלָה אֶת יִשְׂרָאֵל לְבָבֶל, וְהֵבִיא אֵלּוּ שֶׁבְּבָבֶל לְאֶרֶץ יִשְׂרָאֵל. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, בָּעוֹלָם הַזֶּה עַל יְדֵי עֲוֹנוֹת גָּלוּ יִשְׂרָאֵל וְנִתְפַּזְּרוּ בְּשַׁעֲרֵי הָאָרֶץ, שֶׁנֶּאֱמַר: וָאֶזְרֵם בַּמִּזְרֶה בְּשַׁעֲרֵי הָאָרֶץ <small>(ירמיה טו, ז)</small>. אֲבָל לֶעָתִיד לָבֹא, אִם יִהְיֶה נִדַּחֲךָ בִּקְצֵה הַשָּׁמָיִם מִשָּׁם יְקַבֶּצְךָ ה' אֱלֹהֶיךָ וּמִשָּׁם יִקָּחֶךָ <small>(דברים ל, ד)</small>. וּכְתִיב: וּנְפֻצוֹת יְהוּדָה יְקַבֵּץ מֵאַרְבַּע כַּנְפוֹת הָאָרֶץ <small>(ישעיה יא, יב)</small>. וּכְתִיב: וּפְדוּיֵי ה' יְשׁוּבוּן וּבָאוּ צִיּוֹן בְּרִנָּה וְשִׂמְחַת עוֹלָם עַל רֹאשָׁם שָׂשׂוֹן וְשִׂמְחָה יַשִּׂיגוּן נָסוּ יָגוֹן וַאֲנָחָה <small>(שם נא, יא)</small>. וְכֵן יְהִי רָצוֹן, אָמֵן וְאָמֵן.  ", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numbers 35:11:) “You shall provide yourselves with places to serve you as cities of refuge.” And it is written (in Numbers 35:13-14), “six cities of refuge shall there be for you. The three cities.” The three in the Land of Israel were in the West; and the three that were across the Jordan in the East were in the Land of the Children of Reuben, in the Land of the Children of Gad and half the tribe of Manasseh, as stated (in Deut. 4:43), “Bezer, in the desert [...].” R. Johanan said, (Ibid.,) “’Bezer, in the desert [...],’ see, there were three in the East. And the three in the West were in Hevron of Judah, and Shechem of Ephraim, which is Napolin (Nablus), and Kadesh in the Galilee from the tribe of Naphtali.” Moshe only apportioned [land] for the Reubenites, the Gadites and for the half tribe of Manasseh, and he set aside three cities from them, as stated (in Deut. 4:41), “Then Moses set aside three cities.” But Joshua apportioned [land] to all of the tribes, and they took [it] according to their lots, and they gave forty-eight cities to the Levites; the priests took thirteen, and the rest went to the [other] Levites, and the three cities of refuge came into their lot. And the tribe of Levi did not take a portion in the land, as stated (Jos. 12:33), “But no [portion] was assigned by Moses to the tribe of Levi.” Why? [Because (as in Deut. 18:2),] “the Lord is his portion, as He spoke to him.” You find that Sennacherib exiled Israel in three exiles.<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">Numb. R. 23:14; cf. Lam. R. Proem 5.</i> First, he exiled the Reubenites, the Gadites, and half the tribe of Manasseh. Second, [came] the tribe of Zebulon and the tribe of Naphtali, as stated (in Is. 8:23), “in the former time he abased the land of Zebulon and the land of Naphtali.” Third, he exiled the rest of the tribes, as stated (ibid., cont.), “and later he afflicted (<i>hikhbid</i>).”<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">Translations of this verse vary, but the translation given here fits the sense of the midrash.</i> He swept (<i>hikhbid</i>) them as [with] a broom (<i>makhbed</i>). Nebuchadnezzar also carried out three exiles with the tribes of Judah and Benjamin. In the first he exiled Jehoiakim [and] in the second, Jehoiachin. What did he do? He bound him in his carriage<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">Lat.: <i>carruca</i>; Gk.: <i>karrouchion.</i></i> and [there] he became dear to him.<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">Buber suggests a translation such as, “and it was his favorite.”</i> Thus it is stated, “Behold, I am sending you away like a queen mother.”<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">The text is not in Scripture, but cf. Jer. 29:2.</i> Just as one honors the queen mother, so did Nebuzaradan act toward him. [Then] Nebuzaradan exiled Zedekiah, for a total of three exiles. From where do we know that Nebuchadnezzar was a world emperor? As he exiled these to here and those to there, and he exiled Israel to Babylon, and those in Babylon to the Land of Israel. The Holy One, blessed be He, said, “In this world Israel has gone into exile and spread among the gates of the world, because of iniquities, as stated (Jer. 15:7), “And I will scatter them with a winnowing fork to the gates of the world”; but in the future to come (according to Deut. 30:4), “If your banishment is to the end of the heavens, from there will the Lord your God gather you, even from there will He bring you back.” It also says (in Is. 11:12), “and he shall gather the dispersed of Judah […].” And it says (in Is. 31:11), “And the ransomed of the Lord shall return and come to Zion with singing. Everlasting joy shall be upon their heads, they shall obtain joy and gladness, while sorrow and sighing shall flee away.” And so may it be His will. Amen and Amen!", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5bf3e9d3bfb49d00a0db9134", "index_title": "English Explanation of Mishnah Makkot", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Makkot 2:4:1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "English Explanation of Mishnah Makkot 2:4:1", "sourceHeRef": "ביאור אנגלי על משנה מכות ב׳:ד׳:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 4.0001, "collectiveTitle": {"en": "English Explanation of Mishnah Makkot", "he": "ביאור אנגלי על משנה מכות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>To where are they banished? To the cities of refuge, to the three cities situated on the far side of the Jordan and the three cities situated in Canaan, as it says, “Three cities shall be designated beyond the Jordan, and the other three shall be designated in the land of Canaan” (Numbers 35:14).<br>Not until three cities were selected in the land of Israel did the [first] three cities beyond the jordan receive fugitives, as it says, “Six cities of refuge in all” (Numbers 35:13), until all six could simultaneously receive fugitives.</b><br>Mishnah four begins to discuss the refuge cities, those cities to where the accidental killer would flee.<br><br>This mishnah begins to discuss the cities of refuge to where the accidental killer would flee in order to protect himself from the blood avenger.  There were three cities on one side of the Jordan river (where the country of Jordan currently exists) and three in the land of Israel.  Although the land on the other side of the Jordan river was conquered first and assumedly its refuge cities were assigned before the remainder of the land was conquered, nevertheless these refuge cities were not functional until all six had been conquered and assigned.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cd141d204bbb60019c1e8b0", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 35:14:1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Birkat Asher on Torah, Numbers 35:14:1", "sourceHeRef": "ברכת אשר על התורה, במדבר ל״ה:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רש\"י ד\"ה את שלש הערים, ...דבגלעד נפישי רוצחים וכו'.</b> קשה: הרי רוצחים - פירוש במזיד, וערי המקלט נועדו לשוגגים. וראה \"שפתי חכמים\" (אות ת) שמביא תשובת רא\"ם ועוד. ור' יהודה גרינשפן שי' אמר לי שמהרש\"א מַפנה למשנה במסכת מכות (ט ע\"ב) שגם רוצחים במזיד הובאו תחילה לעיר המקלט - עד למשפטם, וממילא הכל אתי שפיר. (פ' מטות מסעי תשס\"ג) הערת הרב איתן שנדורפי שי': וראה רמב\"ן על אתר. לדבריו, מכיון שאנשי גלעד היו שופכים דמים במרמה והיו מראים עצמם כשוגגים, היה צורך להרבות להם ערי מקלט כדי לקלוט את כולם, מפני שלא היו יודעים מי מהם הרג במזיד. וב\"אוצר מפרשי התלמוד\" על מסכת מכות (שם) מובאים תירוצים נוספים: (א) לפי תוספות שם, בגלעד מצויים אנשים שרוצחים במזיד בלא עדים, וכיון שהקב\"ה מזמן לפונדק אחד את הרוצחים במזיד עם הרוצחים בשוגג (זה שהרג במזיד יושב תחת הסולם, וזה שהרג בשוגג יורד בסולם ונופל עליו והורגו - ראה רש\"י שמות כא, יג), צריך לומר (ראה מהר\"ם שם), שהקב\"ה מזמין את כל ההורגים בשגגה משאר המקומות לגלעד, כדי שההורגים במזיד שלא בעדים המצויים בקרבה, ייהרגו על ידיהם בשגגה. (ב) לפי \"גור אריה\" על אתר בגלעד נהגו זלזול כללי בחיי אדם, ממילא נמצאו שם גם הורגים במזיד וגם הורגים בשוגג. עיין שם עוד. הערת ר' זאב נוימן שי': הסבר נוסף מובא בספר \"דרש דוד\" של הרב דוד הופשטטר (עמ' רמח). לדבריו, בחוץ לארץ פוחתת השפעת הכהן הגדול להרבות שלום וממילא קרוב שם המכשול. ומביא בהערה מספר \"פנים יפות\" שהטעם הוא משום ריחוקם מבית המקדש.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ec26ac66d954163f23fe115", "index_title": "Ben Yehoyada on Makkot", "category": "Quoting Commentary", "type": "", "ref": "Ben Yehoyada on Makkot 9b:2", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Ben Yehoyada on Makkot 9b:2", "sourceHeRef": "בן יהוידע על מכות ט׳ ב:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1860, 1900], "commentaryNum": 18.0002, "collectiveTitle": {"en": "Ben Yehoyada on Makkot", "he": "בן יהוידע על מכות"}, "heTitle": "בן יהוידע על מכות", "he": "<b>בְּעֵבֶר הַיַּרְדֵּן תְּלָת, בְּאֶרֶץ יִשְׂרָאֵל תְּלָת? <small>(במדבר לה, יד)</small>.</b> מקשים למה נקיט קושיא זו על הברייתא והלא כאן שלש וכאן שלש הוא מפורש בכתוב, יקשה קושיא זו על הכתוב!<br>ונראה לי בס\"ד דעל הכתוב ליכא קושיא דיש לומר הני תלתא דמי גדולים הם ופרוויהן כל אחת מדתה מהלך יום אחד אבל של עבר הירדן שיעורם קטן כל אחת מהלך שעה אחת אבל על הברייתא מקשי משום דאמר שהיו של ארץ ישראל מכוונות כנגד אותם של עבר הירדן משמע מכוונים במידתם גם כן דאם זו מהלך יום אחד וזו מהלך שעה אחת אין אלו מכוונות.", "heVersionTitle": "Senlake edition 2019 based on Ben Yehoyada, Jerusalem, 1897", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d6e88415afd29c04f45b", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 35:14:1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Gur Aryeh on Bamidbar 35:14:1", "sourceHeRef": "גור אריה על במדבר ל״ה:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>דבגלעד נפישי רוצחים.</b> וקשה, והלא ערי מקלט לא נעשו אלא לשוגגים (מכות ז. ), ולא שייך ד'נפישי' שוגגים (קושית הרמב\"ן). ותירץ הרמב\"ן, כי היו הרבה מזידין, ומדמין עצמן שוגגים, ולכך הרבה היו גולים לשם בשביל שהיו מראים עצמם שוגגים, ולפיכך נתן הכתוב הרבה ערי מקלט בשביל אותן שהיו שוגגים גמורים, מאחר שהרבה נקלטים לשם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"19\"></i>. ולא יספיק תירוץ זה, שיותר ראוי שלא להוסיף ערי מקלט, שאז לא יהרוג במזיד ויאמר שוגג היה, שלא יהיה לו מקום לגלות לשם:<br>‎ואחי מוהר\"ר סיני מפראג נטריה רחמנא ופרקיה תירץ, כי בכל מקום יש שוגגים, ואין עדים מעידים בו שיגלה עליו לערי מקלט, ולכך אין הרבה רוצחים גולים. ואף על גב שדרשו חכמים (מכות י ע\"ב) כאשר יאמר משל הקדמוני \"מרשעים יצא רשע\" (ש\"א כד, יג), משל לב' בני אדם, אחד הרג שוגג ואחד הרג במזיד כו'<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"20\"></i>, מכל מקום אין נמצאים הורגים במזיד כל כך – שיזדמן להם הורגים במזיד שיגלו על ידם, ולכך יש הרבה רוצחים שאינם גולים. אבל בגלעד דנפישי רוצחים, כל שעה יוכל להזמין אל השוגג אחד שהרג במזיד, ויהיה הורג אותו ויגלה על ידו. ולכך היה צריך ערי מקלט יותר בגלעד – לשוגגין – ממקום אחר, שכל שהרג שוגג צריך לגלות, אף על גב שאין עדים, על ידי שיזמן אותם לפונדק אחד. נמצא שבזה המקום הרבה גולים. ונכון הוא מאד פירוש זה:<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"21\"></i><br>‎אבל נראה לי כי כל שוגג היה לו להיות נזהר שלא יהרוג, ולכך חייב גלות, דאם לא כן, למה יגלה, דמה עשה, אלא שהיה לו להיות נזהר שלא יהיה חבירו נהרג על ידו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"22\"></i>. ובגלעד נפישי רוצחים אותם שהם מזידים, וממילא לא תמצא אף אחד מהם – אף הטובים שבהם – שהיה נזהר שלא יהרוג חבירו בשוגג. ולפיכך, כמו שתמצא הרבה מזידין שהורגים במזיד, מכל שכן שהיו יותר הרבה שוגגים, שאין נזהרים שלא יבוא על ידם שפיכות דם. ולפיכך היה צריך להרבה ערי מקלט:<br>‎ועוד, דודאי מה שהיו שם הרבה רוצחים, היינו מפני שהמקום גורם, שהיה מגדלת רוצחים לרצוח אנשים, לכך היה מוכן לגדל אנשים הורגי שוגג. כי יש בני אדם מוכנים לדבר מה יותר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"23\"></i>, והיה המקום מגדל אנשים שעל ידם יבא שפיכת דם – יש במזיד ויש בשוגג, ופשוט הוא:<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"24\"></i>", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea02a1d77ecfb0d09ea00", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 35:14:1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Midrash Lekach Tov, Numbers 35:14:1", "sourceHeRef": "מדרש לקח טוב, במדבר ל״ה:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> והערים אשר תתנו שש ערי מקלט. ולא שש חוץ משלש שהבדיל משה אלא עם הראשונות. שנאמר את בצר במדבר בארץ המישור לראובני וגו'. וכנגדן שלש בארץ כנען שנא' (יהושע כ׳:ז׳) ויקדישו את קדש [בגליל] בהר נפתלי ואת שכם בהר אפרים ואת קרית ארבע היא חברון בהר יהודה <i data-commentator=\"Beur HaRe'em\" data-order=\"21\"></i> ולמה בארץ ישראל שלש ומעבר לירדן שלש. מפני שבגלעד רוצחנין היו שנא' (הושע ו׳:ח׳) גלעד קרית פועלי און עקובה מדם:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f575b3b6062f226d6204ce", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Numbers 35:14:1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Maskil LeDavid, Numbers 35:14:1", "sourceHeRef": "משכיל לדוד, במדבר ל״ה:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "commentaryNum": 14.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "במדבר", "he": "<b>את שלש וכולי משום דבגלעד וכו׳.</b> ותניא במכות וכ״פ הרמב״ם בפ״ה בתחלה (פי׳ תחלת עיקר דינם כך היא) א׳ שוגג וא׳ מזיד מקדימין לערי מקלט וב״ד שולחין ולוקחי׳ אותם משם מי שנתחייב מיתה הרגוהו ומי שנתחייב גלות מחזירין אותו למקומו ומי שלא נתחייב פטרוהו ע״ש:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a622ff87f574a17ca6ae89", "index_title": "Jerusalem Talmud Makkot", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Makkot 2:6:1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Jerusalem Talmud Makkot 2:6:1", "sourceHeRef": "תלמוד ירושלמי מכות ב׳:ו׳:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Jerusalem Talmud Makkot", "he": "תלמוד ירושלמי מכות"}, "heTitle": "תלמוד ירושלמי מכות", "he": "<strong><big>משנה:</big></strong> לְאֵיכָן גּוֹלִין לְעָרֵי מִקְלָט. לְשָׁלשׁ שֶׁבְּעֵבֶר הַיַּרְדֵּן וּלְשָׁלשׁ שֶׁבְּאֶרֶץ כְּנַעַן שֶׁנֶּאֱמַר אֵת שְׁלשׁ הֶעָרִים תִּתְּנוּ מֵעֵבֶר לַיַּרְדֵּן וְגוֹ׳. עַד שֶׁלֹּא נִבְחֲרוּ שָׁלשׁ שֶׁבְּאֶרֶץ יִשְׂרָאֵל לֹא הָיוּ שָׁלשׁ שֶׁבְּעֵבֶר הַיַּרְדֵּן קוֹלְטו̇ת שֶׁנֶּאֱמַר שֵׁשׁ עָרֵי מִקְלָט תִּהְיֶינָה. עַד שֶׁיִּהְיוּ שִׁשָּׁתָן קוֹלְטוֹת כְּאַחַת׃ וּמְכוּוָּנוֹת לָהֶן דְּרָכִים מִזּוֹ לָזוֹ שֶׁנֶּאֱמַר תָּכִ֣ין לְךָ֘ הַדֶּ֒רֶךְ֒ וְשִׁלַֹּשְתָּ֙ אֶת־גְּב֣וּל אַרְצְךָ֔. וּמוֹסְרִין לָהֶן שְׁנֵי תַלְמִידֵי חֲכָמִים שֶׁמָּא יַהַרְגֶנּוּ בַדֶּרֶךְ וִידַבְּרוּ אֵלָיו. רִבִּי מֵאִיר אוֹמֵר אַף הוּא מְדַבֵּר עַל יְדֵי עַצְמוֹ שֶׁנֶּאֱמַר וְזֶה דְּבַר הָרוֹצֵחַ׃ רִבִּי יוֹסֵי בֵּי רִבִּי יְהוּדָה אוֹמֵר בַּתְּחִלָּה <i data-overlay=\"Vilna Pages\" data-value=\"6b\"></i>אֶחָד שׁוֹגֵג וְאֶחָד מֵזִיד מַקְדִּימִין לְעָרֵי מִקְלָט וּבֵית דִּין שׁוֹלְחִין וּמְבִיאִין אוֹתוֹ מִשָּׁם. מִי שֶׁנִּתְחַייֵב מִיתָה הֲרָגוּהוּ וְשֶׁלֹּא נִתְחַייֵב מִיתָה פְּטָרוּהוּ וְשֶׁנִּתְחַיֵּב גָּלוּת מַחֲזִירִין אוֹתוֹ לִמְקוֹמוֹ שֶׁנֶּאֱמַר וְהֵשִׁיבוּ אֹתוֹ הָעֵדָה אֶל עִיר מִקְלָטוֹ. אֶחָד מָשׁוּחַ בְּשֶׁמֶן הַמִּשְׁחָה וְאֶחָד הַמְרוּבֶּה בִבְגָדִים וְאֶחָד שֶׁעָבַר מִמְּשִׁיחָתוֹ. רִבִּי יְהוּדָה אוֹמֵר אַף מְשׁוּחַ מִלְחָמָה מַחֲזִיר אֶת הָרוֹצֵחַ. לְפִיכָךְ אִימּוֹתֵיהֶן שֶׁל כֹּהֲנִים מְסַפְּקוֹת לָהֶן מִחְייָה וּכְסוּת כְּדֵי שֶׁלֹּא יִתְפַּלְּלוּ עַל בְּנֵיהֶן שֶׁיָּמוּתוּ. נִגְמַר דִּינוֹ וּמֵת כֹּהֵן גָּדוֹל הֲרֵי זֶה אֵינוֹ גוֹלֶה. אִם עַד שֶׁלֹּא נִגְמַר דִּינוֹ מֵת כֹּהֵן גָּדוֹל וּמִינּוּ אַחֵר תַּחְתָּיו וּלְאַחַר מִיכֵּן נִגְמַר דִּינוֹ חוֹזֵר בְּמִיתָתוֹ שֶׁל שֵׁנִי׃ נִגְמַר דִּינוֹ בְּלֹא כֹהֵן גָּדוֹל הַהוֹרֵג כֹּהֵן גָּדוֹל וְכֹהֵן גָּדוֹל שֶׁהָרַג אֵינוֹ יוֹצֵא מִשָּׁם לְעוֹלָם. וְאֵינוֹ יוֹצֵא לֹא לְעֵדוּת מִצְוָה וְלֹא לְעֵדוּת מָמוֹן וְלֹא לְעֵדוּת נְפָשׁוֹת וַאֲפִילּוּ יִשְׂרָאֵל צְרִיכִין לֹו וַאֲפִילּוּ שַׂר צְבָא יִשְׂרָאֵל כְּיוֹאָב בֶּן צְרוּיָה אֵינוֹ יוֹצֵא מִשָּׁם לְעוֹלָם שֶׁנֶּאֱמַר שָׁמָּה. שָׁם תְּהֵא דִירָתוֹ וְשָׁם תְּהֵא מִיתָתוֹ וְשָׁם תְּהֵא קְבוּרָתוֹ כְּשֵׁם שֶׁהָעִיר קוֹלֶטֶת כָּךְ תְּחוּמָהּ קוֹלֵט. רוֹצֵחַ שֶׁיָּצָא חוּץ לַתְּחוּם וּמְצָאוֹ גוֹאֵל הַדָּם רִבִּי יוֹסֵי הַגָּלִילִי אוֹמֵר מִצְוָה בְּיַד גּוֹאֵל הַדָּם וּרְשׁוּת בְּיַד כָּל־אָדָם. רִבִּי עֲקִיבָה אוֹמֵר רְשׁוּת בְּיַד גּוֹאֵל הַדָּם וְכָל אָדָם אֵין חַייָבִין עָלָיו. אִילָן שֶׁהוּא עוֹמֵד בְּתוֹךְ הַתְּחוּם וְנוֹפוֹ נוֹטֶה חוּץ לַתְּחוּם אוֹ עוֹמֵד חוּץ לַתְּחוּם וְנוֹפוֹ נוֹטֶה בְתוֹךְ הַתְּחוּם הַכֹּל הוֹלֵךְ אַחַר הַנּוֹף. הָרַג בְּאוֹתָהּ הָעִיר גּוֹלֶה מִשְּׁכוּנָה לִשְׁכוּנָה. וּבֶן לֵוִי גּוֹלֶה מֵעִיר לְעִיר׃ כַּיּוֹצֵא בוֹ רוֹצֵחַ שֶׁגָּלָה לְעִיר מִקְלָט וְרָצוּ אַנְשֵׁי הָעִיר לְכַבְּדוֹ יֹאמַר לָהֶם רוֹצֵחַ אָנִי. אָֽמְרוּ לוֹ אַף עַל פִּי כֵן יְקַבֵּל מֵהֶן שֶׁנֶּאֱמַר וְזֶה דְּבַר הָרֹצֵחַ.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>MISHNAH:</strong> Where are they exiled to? To the cities of refuge. To the three in Transjordan and the three in the Land of Canaan, as it is said<sup class=\"footnote-marker\">46</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 35:14\" href=\"/Numbers.35.14\"><i>Num.</i> 35:14</a>.</i>: <i>Three cities you shall designate in Transjordan</i>, etc. As long as those in the Land of Israel had not been selected<sup class=\"footnote-marker\">47</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Joshua 20:7\" href=\"/Joshua.20.7\"><i>Jos.</i> 20:7</a>. <i>Sifry Num.</i> 160.</i>, those in Transjordan were not receiving, as it is said<sup class=\"footnote-marker\">48</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 35:13\" href=\"/Numbers.35.13\"><i>Num.</i> 35:13</a>.</i>, <i>there shall be six cities of refuge</i>, not until all six were receiving together<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">Giving asylum to the involuntary homicide.</i>.<br>Roads were maintained from one to the other, as it is said<sup class=\"footnote-marker\">50</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 19:3\" href=\"/Deuteronomy.19.3\"><i>Deut.</i> 19:3</a>.</i>: <i>Maintain the road for yourselves, and divide the domain of your Land into three parts</i><sup class=\"footnote-marker\">51</sup><i class=\"footnote\">Divide both the Land of Israel and Transjordan into three Voronoi domains each so that the nearest city of refuge always was indicated on the sign posts.</i>. One sends with them<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">The homicide.</i> two scholars lest he<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">The avenger of the blood.</i> kill him<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">The homicide.</i> on the road, to argue with him. Rebbi Meïr says, he<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">The avenger of the blood.</i> may argue for himself as it is said<sup class=\"footnote-marker\">54</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 19:4\" href=\"/Deuteronomy.19.4\"><i>Deut.</i> 19:4</a>.</i>, <i>this is the word of the homicide</i>.<br>Rebbi Yose ben Rebbi Jehudah says, at the start both the involuntary and the voluntary [homicide] go to the city of refuge; the court sends and brings them back from there. If one is found guilty by a death sentence, they execute him. If he is found not guilty in a capital case, he is freed. If he is found guilty to be exiled they return him to his place as it is said<sup class=\"footnote-marker\">55</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 35:25\" href=\"/Numbers.35.25\"><i>Num.</i> 35:25</a>.</i>, <i>the community shall return him to his city of refuge</i>. Not only<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">The homicide may return to his home town upon the death of the High Priest (<a class=\"refLink\" data-ref=\"Numbers 35:28\" href=\"/Numbers.35.28\"><i>Num.</i> 35:28</a>).</i> a [High Priest] anointed with the anointing oil<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">A High Priest of the period of Judges or Kings, anointed from the vial prepared by Moses (<a class=\"refLink\" data-ref=\"Exodus 30:22-33\" href=\"/Exodus.30.22-33\"><i>Ex</i>. 30:22–33</a>).</i>, but also one wearing the many vestments<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">A High Priest of Second Temple times, wearing an imitation of the High Priest’s robes.</i>, and one deposed from his office<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">A High Priest of Herodian times or later, when High Priests usually were appointed annually.</i>. Rebbi Jehudah says, also the one anointed for war<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">To exhort the army, <a class=\"refLink\" data-ref=\"Deuteronomy 20:2\" href=\"/Deuteronomy.20.2\"><i>Deut</i>. 20:2</a>.</i> returns the homicide. Therefore, the mothers of the [High] Priests support them with food and clothing, so they should not pray for the death of their sons.<br>If sentence had been passed when the High Priest died, he is not exiled. If sentence had not yet been passed when the High Priest died, and sentence was passed after a successor had been appointed, he returns after the death of the second.<br>If sentence was passed when there was no High Priest, or one who killed a High Priest, or a High Priest who killed, can never leave from there. He<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">The homicide.</i> cannot leave from there, neither for a testimony of obligation,<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">A religious act, neither civil nor criminal; e. g., to testify to the appearance of the New Moon.</i> nor a testimony in a civil suit, nor a testimony in a criminal suit, not even if Israel needs him like Joab ben Ṣeruya<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">David’s general.</i>, he cannot ever leave from there, as it is said <i>there</i><sup class=\"footnote-marker\">55</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 35:25\" href=\"/Numbers.35.25\"><i>Num.</i> 35:25</a>.</i>. There shall be his dwelling, there he shall die, there he shall be buried.<br>Just as the city grants asylum, so does its domain grant asylum<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">Every city of refuge also is a Levitic city (<a class=\"refLink\" data-ref=\"Numbers 35:6\" href=\"/Numbers.35.6\"><i>Num</i>. 35:6</a>). Each Levitic city was surrounded by a greenbelt of 2’000 cubits, having the same status as the city itself (<i>Lev</i>. 35:4–5; <a class=\"refLink\" data-ref=\"Jerusalem Talmud Sotah 5:3:1\" href=\"/Jerusalem_Talmud_Sotah.5.3.1\"><i>Sotah</i> 5:4 Notes 107–111</a>.) The avenger of the blood has no right to pursue the homicide into the city’s domain.</i>. If a murderer left the domain and was found by the avenger of the blood, Rebbi Yose the Galilean says, it is the obligation of the avenger of the blood and the right of everybody<sup class=\"footnote-marker\">64</sup><i class=\"footnote\">To kill the homicide who left the city of refuge (in the Babli: intentionally).</i>. Rebbi Aqiba says, it is the right of the avenger of the blood and nobody would be liable because of him.<br>If a tree stands inside the domain but its crown is outside the domain, or the tree stands outside the domain but its crown is inside the domain, everything follows the crown<sup class=\"footnote-marker\">65</sup><i class=\"footnote\">If most of the crown is outside (inside), the entire tree is considered outside (inside). In the Babli, the crown is only taken as an extension of the tree.</i>. If somebody killed in one of these cities, he is exiled from quarter to quarter; but a Levite<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">Whose city it is. Only a Levite can be a permanent resident of a city of refuge.</i> who killed is exiled from one city to another.<br>Similarly<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">This makes no sense here; it is copied from the identical Mishnah <i>Ševiˋit</i> 10:8.</i>, a homicide exiled to a city of refuge whom the citizens of the town wanted to honor, should say to them, I am a homicide. If they tell him, anyway, he should accept, for it is said<sup class=\"footnote-marker\">54</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 19:4\" href=\"/Deuteronomy.19.4\"><i>Deut.</i> 19:4</a>.</i>, <i>this is the word of a homicide</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62035a745433cec0f44b4e9d", "index_title": "Exodus", "category": "Tanakh", "type": "", "ref": "Exodus 21:13", "anchorRef": "Numbers 35:9-34", "anchorRefExpanded": ["Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34"], "sourceRef": "Exodus 21:13", "sourceHeRef": "שמות כ״א:י״ג", "anchorVerse": 9, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 21.0013, "collectiveTitle": {"en": "Exodus", "he": "שמות"}, "heTitle": "שמות", "he": "וַאֲשֶׁר֙ לֹ֣א צָדָ֔ה וְהָאֱלֹהִ֖ים אִנָּ֣ה לְיָד֑וֹ וְשַׂמְתִּ֤י לְךָ֙ מָק֔וֹם אֲשֶׁ֥ר יָנ֖וּס שָֽׁמָּה׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "If [a man]<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>[a man] </b>Like all ancient Near Eastern law collections, the Torah’s laws are illustrative rather than comprehensive. Its asylum schema does not appear to treat the case of a woman who kills someone, which would have been more complicated.</i> did so but not by design—it came about by an act of God—I will assign you a place to which he can flee.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319d1fbb6084aa1cbf14685", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יַרְדֵּן 1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "BDB, יַרְדֵּן 1", "sourceHeRef": "בראון-דרייבר-בריגס, יַרְדֵּן א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יַרְדֵּן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">יַרְדֵּן</span></big><sub>182</sub>  <strong>n.pr.fl.</strong> Jordan <strong>(</strong>according to Rel Ol<sup>§ 215 c</sup>, from <span dir=\"rtl\">ירד</span> with <span dir=\"rtl\">ֵן</span> for orig. <span dir=\"rtl\">ַן</span>, cf. 𝔊 ὁ Ιορδανης; = river as flowing <em>downward, descending</em>, then of particular stream as river κατʼ ἐξοχήν. See also Sta<sup>§ 294e</sup> (<span dir=\"rtl\">ֵן</span> for <span dir=\"rtl\">ֶן</span>, but name according to Sta non-Hebr.)<strong>)</strong>—abs. always <span dir=\"rtl\">הַיַּר׳</span> in prose <a data-ref=\"Genesis 13:10\" href=\"/Genesis.13.10\">Gn 13:10</a> + 162 times; c. ה loc. <span dir=\"rtl\">הַיַּרְדֵּ֫נָה</span> <a data-ref=\"Judges 8:4\" href=\"/Judges.8.4\">Ju 8:4</a> + 3 times; <span dir=\"rtl\">יַרְדֵּן</span> only <a data-ref=\"Psalms 42:7\" href=\"/Psalms.42.7\">ψ 42:7</a> <a data-ref=\"Job 40:23\" href=\"/Job.40.23\">Jb 40:23</a>; cstr. <span dir=\"rtl\">יַרְדֵּן</span> <a data-ref=\"Numbers 26:3\" href=\"/Numbers.26.3\">Nu 26:3</a> + 11 times Nu Jos + <a data-ref=\"I Chronicles 6:63\" href=\"/I_Chronicles.6.63\">1 Ch 6:63</a>;—the river of Palestine: in all periods, chiefly Hex (122 times: Gn 5 times J; Nu 20 times P, 1 times JE; Dt 26 times; Jos 24 times JE, 20 times D, 16 times P), Ju (12 times), and S (18 times); in K 13 times; Ch 7 times; elsewhere 10 times;—<span dir=\"rtl\">הַיַּרְדֵּן הַזֶּה</span> <a data-ref=\"Genesis 32:11\" href=\"/Genesis.32.11\">Gn 32:11</a> (J), <a data-ref=\"Deuteronomy 3:27\" href=\"/Deuteronomy.3.27\">Dt 3:27</a>; <a data-ref=\"Deuteronomy 31:2\" href=\"/Deuteronomy.31.2\">31:2</a> <a data-ref=\"Joshua 1:2\" href=\"/Joshua.1.2\">Jos 1:2</a>, <a data-ref=\"Joshua 1:11\" href=\"/Joshua.1.11\">11</a>; <a data-ref=\"Joshua 4:22\" href=\"/Joshua.4.22\">4:22</a> (all D); <span dir=\"rtl\">בְּעֵבֶר הַיַּרְדֵּן</span> <a data-ref=\"Genesis 50:10\" href=\"/Genesis.50.10\">Gn 50:10</a>, <a data-ref=\"Genesis 50:11\" href=\"/Genesis.50.11\">11</a> (J), <a data-ref=\"Joshua 7:7\" href=\"/Joshua.7.7\">Jos 7:7</a>; <a data-ref=\"Joshua 24:8\" href=\"/Joshua.24.8\">24:8</a> (both JE), + 20 times D + <a data-ref=\"Judges 5:17\" href=\"/Judges.5.17\">Ju 5:17</a>; <a data-ref=\"Judges 10:8\" href=\"/Judges.10.8\">10:8</a> <a data-ref=\"I Samuel 31:7\" href=\"/I_Samuel.31.7\">1 S 31:7</a>; P has also <span dir=\"rtl\">מֵעֵבֶר הַיַּרְדֵּן</span> <a data-ref=\"Numbers 32:19\" href=\"/Numbers.32.19\">Nu 32:19</a>, and <span dir=\"rtl\">מֵע׳ לַיַּרְדֵּן</span> v <a data-ref=\"Numbers 32:19\" href=\"/Numbers.32.19\">19</a>, <a data-ref=\"Numbers 32:32\" href=\"/Numbers.32.32\">32</a>; <a data-ref=\"Numbers 35:14\" href=\"/Numbers.35.14\">35:14</a> <a data-ref=\"Joshua 14:3\" href=\"/Joshua.14.3\">Jos 14:3</a>, also <a data-ref=\"Joshua 17:5\" href=\"/Joshua.17.5\">Jos 17:5</a> (JE), <a data-ref=\"Joshua 18:7\" href=\"/Joshua.18.7\">18:7</a> (D), <a data-ref=\"Judges 7:25\" href=\"/Judges.7.25\">Ju 7:25</a> <a data-ref=\"I Chronicles 12:37\" href=\"/I_Chronicles.12.37\">1 Ch 12:37</a>; <a data-ref=\"I Chronicles 26:30\" href=\"/I_Chronicles.26.30\">26:30</a>; in P peculiarly <span dir=\"rtl\">יַרְדֵּן יְרֵחוֹ</span> <em>the Jordan of</em> (at) <em>Jericho</em>, with <span dir=\"rtl\">עַל</span> <a data-ref=\"Numbers 26:3\" href=\"/Numbers.26.3\">Nu 26:3</a>, <a data-ref=\"Numbers 26:63\" href=\"/Numbers.26.63\">63</a>; <a data-ref=\"Numbers 31:12\" href=\"/Numbers.31.12\">31:12</a>; <a data-ref=\"Numbers 33:48\" href=\"/Numbers.33.48\">33:48</a>, <a data-ref=\"Numbers 33:50\" href=\"/Numbers.33.50\">50</a>; <a data-ref=\"Numbers 35:1\" href=\"/Numbers.35.1\">35:1</a>; <a data-ref=\"Numbers 36:13\" href=\"/Numbers.36.13\">36:13</a>, with <span dir=\"rtl\">מֵעֵבֶר לְ</span> <a data-ref=\"Numbers 22:1\" href=\"/Numbers.22.1\">Nu 22:1</a>; <a data-ref=\"Numbers 34:15\" href=\"/Numbers.34.15\">34:15</a> <a data-ref=\"Joshua 13:32\" href=\"/Joshua.13.32\">Jos 13:32</a>; <a data-ref=\"Joshua 20:8\" href=\"/Joshua.20.8\">20:8</a> (= <a data-ref=\"I Chronicles 6:63\" href=\"/I_Chronicles.6.63\">1 Ch 6:63</a>), with <span dir=\"rtl\">מִן</span> <a data-ref=\"Joshua 16:1\" href=\"/Joshua.16.1\">Jos 16:1</a> (E?); <span dir=\"rtl\">עֵבֶר הַיַּרְדֵּן</span> <a data-ref=\"Isaiah 8:23\" href=\"/Isaiah.8.23\">Is 8:23</a> <a data-ref=\"Deuteronomy 4:49\" href=\"/Deuteronomy.4.49\">Dt 4:49</a> <a data-ref=\"Joshua 13:27\" href=\"/Joshua.13.27\">Jos 13:27</a> (P); see sub <a data-ref=\"BDB, עָבַר\" href=\"/BDB,_עָבַר\", dir=\"rtl\">עבר</a>; <span dir=\"rtl\">מֵי הַיַּרְדֵּן</span> <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">Jos 3:13</a><sup>(×2)</sup>; <a data-ref=\"Joshua 4:18\" href=\"/Joshua.4.18\">4:18</a>, <a data-ref=\"Joshua 4:23\" href=\"/Joshua.4.23\">23</a> (all JE), <a data-ref=\"Joshua 3:8\" href=\"/Joshua.3.8\">3:8</a>; <a data-ref=\"Joshua 5:1\" href=\"/Joshua.5.1\">5:1</a> (both D); <span dir=\"rtl\">מֵימֵי הַיַּרְדֵּן</span> <a data-ref=\"Joshua 4:7\" href=\"/Joshua.4.7\">4:7</a> (JE); <span dir=\"rtl\">גְּאוֹן הַיַּר׳</span> <a data-ref=\"Jeremiah 12:5\" href=\"/Jeremiah.12.5\">Je 12:5</a>; <a data-ref=\"Jeremiah 49:19\" href=\"/Jeremiah.49.19\">49:19</a>; <a data-ref=\"Jeremiah 50:44\" href=\"/Jeremiah.50.44\">50:44</a> <a data-ref=\"Zechariah 11:3\" href=\"/Zechariah.11.3\">Zc 11:3</a> (v. <a data-ref=\"BDB, גָּאוֹן\" href=\"/BDB,_גָּאוֹן\", dir=\"rtl\">גאון</a> p. 145 a, supr.); <span dir=\"rtl\">שְׂפַת הַיּר׳</span> <a data-ref=\"II Kings 2:13\" href=\"/II_Kings.2.13\">2 K 2:13</a>; <span dir=\"rtl\">יוֹשֵׁב עַל־הַיָּם וְעַל יַד הַיַּרְדֵּן</span> <a data-ref=\"Numbers 13:29\" href=\"/Numbers.13.29\">Nu 13:29</a> (JE; elsewhere in Nu, P); <span dir=\"rtl\">כִּכַּר הַיַּרְדֵּן</span> <em>the circle of Jordan</em>, i.e. the plain about Jericho <a data-ref=\"Genesis 13:10\" href=\"/Genesis.13.10\">Gn 13:10</a>, <a data-ref=\"Genesis 13:11\" href=\"/Genesis.13.11\">11</a> (J), <a data-ref=\"I Kings 7:46\" href=\"/I_Kings.7.46\">1 K 7:46</a> <a data-ref=\"II Chronicles 4:17\" href=\"/II_Chronicles.4.17\">2 Ch 4:17</a>; <span dir=\"rtl\">מַעְבְּרוֹת הַיַּר׳</span> <a data-ref=\"Judges 3:28\" href=\"/Judges.3.28\">Ju 3:28</a>; <a data-ref=\"Judges 12:5\" href=\"/Judges.12.5\">12:5</a>, <a data-ref=\"Judges 12:6\" href=\"/Judges.12.6\">6</a> <em>fords of the Jordan;</em> <span dir=\"rtl\">אֶל־גְּלִילוֹת הַיַּרְדֵּן אֶל־עֵבֶר בְּנֵי יִשְׂרָאֵל</span> <a data-ref=\"Joshua 22:11\" href=\"/Joshua.22.11\">Jos 22:11</a>, cf. v <a data-ref=\"Joshua 22:10\" href=\"/Joshua.22.10\">10</a> (both P; v. <a data-ref=\"BDB, גְּלִילוֹת\" href=\"/BDB,_גְּלִילוֹת\", dir=\"rtl\">גלילות</a> supr. p. 165); <span dir=\"rtl\">אֶרֶץ יַרְדֵּן</span> <a data-ref=\"Psalms 42:7\" href=\"/Psalms.42.7\">ψ 42:7</a> (without art. only here and in foll.); <span dir=\"rtl\">יָגִיחַ יַרְדֵּן אֶל־פִּיהוּ</span> <a data-ref=\"Job 40:23\" href=\"/Job.40.23\">Jb 40:23</a> <em>a Jordan bursteth forth into his mouth</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d357b6084aa1cbf2588d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֵ֫בֶר 1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "BDB, עֵ֫בֶר 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֵ֫בֶר א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֵ֫בֶר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><span dir=\"rtl\">עֵ֫בֶר</span></big>  <strong>n.m.</strong> <a data-ref=\"I Samuel 14:40\" href=\"/I_Samuel.14.40\">1 S 14:40</a> region across or beyond, side <strong>(</strong>on format. cf. Ba<sup>NB 144</sup>; cf. especially Assyrian <em>êbru, êbirtu</em>, id. <em>êbirtan</em>, adv. <em>beyond</em><strong>)</strong>;—<span dir=\"rtl\">ע׳</span> abs. <a data-ref=\"I Samuel 14:4\" href=\"/I_Samuel.14.4\">1 S 14:4</a> +; cstr. <a data-ref=\"Joshua 24:4\" href=\"/Joshua.24.4\">Jos 24:4</a> +; sf. <span dir=\"rtl\">עֶבְרוֹ</span> <a data-ref=\"Isaiah 47:15\" href=\"/Isaiah.47.15\">Is 47:15</a>; pl. cstr. <span dir=\"rtl\">עֶבְרֵי</span> <a data-ref=\"Isaiah 7:20\" href=\"/Isaiah.7.20\">Is 7:20</a> <a data-ref=\"Jeremiah 48:28\" href=\"/Jeremiah.48.28\">Je 48:28</a> (si vera l., v. infr.); sf. <span dir=\"rtl\">עֲבָרָיו</span> <a data-ref=\"I Kings 5:4\" href=\"/I_Kings.5.4\">1 K 5:4</a> <a data-ref=\"Jeremiah 49:32\" href=\"/Jeremiah.49.32\">Je 49:32</a> (read probably <span dir=\"rtl\">עֶבְרֵיהֶם</span>, so Vrss), <span dir=\"rtl\">עֶבְרֵיהֶם</span> <a data-ref=\"Exodus 32:15\" href=\"/Exodus.32.15\">Ex 32:15</a>;—<br><strong>1.</strong>  <em>region across</em> or <em>beyond</em> anything (usually wady, river, or sea), mostly c. prep.: <span dir=\"rtl\">בְּעֵבֶר אַרְנוֹן</span> <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">Nu 21:13</a> (JE) <a data-ref=\"Judges 11:18\" href=\"/Judges.11.18\">Ju 11:18</a>, cf. <a data-ref=\"Jeremiah 25:22\" href=\"/Jeremiah.25.22\">Je 25:22</a>; <span dir=\"rtl\">אֶל־ע׳ הַיָּם</span> <a data-ref=\"Deuteronomy 30:13\" href=\"/Deuteronomy.30.13\">Dt 30:13</a> b, <span dir=\"rtl\">מֵעֵבֶר לַיָּם</span> v <a data-ref=\"Deuteronomy 30:13\" href=\"/Deuteronomy.30.13\">13</a> a <em>beyond the sea;</em> <span dir=\"rtl\">מֵע׳ לְנַהֲרֵי־כוּשׁ</span> <a data-ref=\"Isaiah 18:1\" href=\"/Isaiah.18.1\">Is 18:1</a>, cf. <span dir=\"rtl\">עַד־מֵע׳</span> <a data-ref=\"I Kings 4:12\" href=\"/I_Kings.4.12\">1 K 4:12</a> (<span dir=\"rtl\">מִן</span> <em>on the side of, on</em>, v. <a data-ref=\"BDB, מִן־\" href=\"/BDB,_מִן־\", dir=\"rtl\">מִן</a> <strong>1 c</strong>; so usually c. <span dir=\"rtl\">ע׳</span>); but also (rarely) <span dir=\"rtl\">מֵע׳</span> <em>from the other side of</em> <a data-ref=\"Zephaniah 3:10\" href=\"/Zephaniah.3.10\">Zp 3:10</a> <a data-ref=\"Job 1:19\" href=\"/Job.1.19\">Jb 1:19</a> <a data-ref=\"II Chronicles 20:2\" href=\"/II_Chronicles.20.2\">2 Ch 20:2</a>; abs. <span dir=\"rtl\">הָע׳</span> <a data-ref=\"I Samuel 26:13\" href=\"/I_Samuel.26.13\">1 S 26:13</a> <em>to the other side</em> (sc. of a ravine; after <span dir=\"rtl\">וַיַּעֲבֹר</span>); <span dir=\"rtl\">בְּעֵבֶר הָעֵמֶק</span> <a data-ref=\"I Samuel 31:7\" href=\"/I_Samuel.31.7\">1 S 31:7</a>, read perhaps <span dir=\"rtl\">בְּעָרֵי הָע׳</span>, so Klo Bu HPS; <span dir=\"rtl\">בְּעֶבְרֵי פִי־פָ֑חַת</span> <a data-ref=\"Jeremiah 48:28\" href=\"/Jeremiah.48.28\">Je 48:28</a> <em>beyond the mouth of a chasm</em> is dub.; Gie proposes <span dir=\"rtl\">בְּחֹרֵי כֵפֵי בַתֹּת</span> <em>in the rock-holes of the precipices;</em> especially (chiefly Hex, 37 times) <span dir=\"rtl\">ע׳הַיַּרְדֵּן</span> (30 times), or (less often, <a data-ref=\"Joshua 13:32\" href=\"/Joshua.13.32\">Jos 13:32</a> + 13 times), <span dir=\"rtl\">לַיַּרְדֵּן</span>, <span dir=\"rtl\">לְיַרְדֵּן יְרֵחוֹ</span> (only c. <span dir=\"rtl\">מֵע׳</span>), of either E. Jordan (36 times) or W. Jordan land (9 times) according to standpoint of speaker or writer: <strong>A.</strong> E. Jordan (from standpoint of writer) <a data-ref=\"Genesis 50:10\" href=\"/Genesis.50.10\">Gn 50:10</a>, <a data-ref=\"Genesis 50:11\" href=\"/Genesis.50.11\">11</a> (J) <a data-ref=\"Joshua 17:5\" href=\"/Joshua.17.5\">Jos 17:5</a> (JE) <a data-ref=\"Deuteronomy 1:1\" href=\"/Deuteronomy.1.1\">Dt 1:1</a>, <a data-ref=\"Deuteronomy 1:5\" href=\"/Deuteronomy.1.5\">5</a>; <a data-ref=\"Deuteronomy 4:41\" href=\"/Deuteronomy.4.41\">4:41</a>, <a data-ref=\"Deuteronomy 4:46\" href=\"/Deuteronomy.4.46\">46</a>, <a data-ref=\"Deuteronomy 4:47\" href=\"/Deuteronomy.4.47\">47</a>, <a data-ref=\"Deuteronomy 4:49\" href=\"/Deuteronomy.4.49\">49</a>; <a data-ref=\"Joshua 1:14\" href=\"/Joshua.1.14\">Jos 1:14</a>; <a data-ref=\"Joshua 12:1\" href=\"/Joshua.12.1\">12:1</a>; <a data-ref=\"Joshua 13:8\" href=\"/Joshua.13.8\">13:8</a> (D), <a data-ref=\"Numbers 22:1\" href=\"/Numbers.22.1\">Nu 22:1</a>; <a data-ref=\"Numbers 32:19\" href=\"/Numbers.32.19\">32:19</a>; <a data-ref=\"Numbers 34:15\" href=\"/Numbers.34.15\">34:15</a> <a data-ref=\"Joshua 13:27\" href=\"/Joshua.13.27\">Jos 13:27</a>, <a data-ref=\"Joshua 13:32\" href=\"/Joshua.13.32\">32</a>; <a data-ref=\"Joshua 14:3\" href=\"/Joshua.14.3\">14:3</a>; <a data-ref=\"Joshua 20:8\" href=\"/Joshua.20.8\">20:8</a> (P), <a data-ref=\"Judges 7:25\" href=\"/Judges.7.25\">Ju 7:25</a>; <a data-ref=\"Judges 10:8\" href=\"/Judges.10.8\">10:8</a> <a data-ref=\"I Samuel 31:7\" href=\"/I_Samuel.31.7\">1 S 31:7</a> <a data-ref=\"Isaiah 8:23\" href=\"/Isaiah.8.23\">Is 8:23</a> <a data-ref=\"I Chronicles 6:63\" href=\"/I_Chronicles.6.63\">1 Ch 6:63</a>; <a data-ref=\"I Chronicles 12:37\" href=\"/I_Chronicles.12.37\">12:37</a>; from standpoint of speaker, <a data-ref=\"Joshua 7:7\" href=\"/Joshua.7.7\">Jos 7:7</a> (JE), <a data-ref=\"Joshua 24:8\" href=\"/Joshua.24.8\">24:8</a> (E), <a data-ref=\"Joshua 1:15\" href=\"/Joshua.1.15\">1:15</a>; <a data-ref=\"Joshua 2:10\" href=\"/Joshua.2.10\">2:10</a>; <a data-ref=\"Joshua 9:10\" href=\"/Joshua.9.10\">9:10</a>; <a data-ref=\"Joshua 18:7\" href=\"/Joshua.18.7\">18:7</a>; <a data-ref=\"Joshua 22:4\" href=\"/Joshua.22.4\">22:4</a> (D), <a data-ref=\"Judges 5:17\" href=\"/Judges.5.17\">Ju 5:17</a>; in <a data-ref=\"Numbers 35:14\" href=\"/Numbers.35.14\">Nu 35:14</a> (Moses speaks) it is <em>land</em> opp. to Can., cf. <a data-ref=\"Numbers 32:32\" href=\"/Numbers.32.32\">Nu 32:32</a>; in <a data-ref=\"Deuteronomy 3:8\" href=\"/Deuteronomy.3.8\">Dt 3:8</a> (Moses speaks) writer (D) ascribes his own standpoint to Moses; (often further topogr. note is added, e.g. <span dir=\"rtl\">מִזְרָ֫חָה</span> <a data-ref=\"Deuteronomy 4:49\" href=\"/Deuteronomy.4.49\">Dt 4:49</a> +, <span dir=\"rtl\">מִזְרַח הַששֶּׁמֶשׁ</span> <a data-ref=\"Joshua 1:15\" href=\"/Joshua.1.15\">Jos 1:15</a> +, etc.); <span dir=\"rtl\">אֶל־עֵבֶר בְּנֵי יִשְׂר׳</span> <a data-ref=\"Joshua 22:11\" href=\"/Joshua.22.11\">Jos 22:11</a> <em>toward the region opposite the sons of Israel</em> appar. also refers to E. side (v. Steuernagel on text). <strong>B.</strong> W. Jordan (9 times), from standpoint of speaker <a data-ref=\"Deuteronomy 3:20\" href=\"/Deuteronomy.3.20\">Dt 3:20</a>, <a data-ref=\"Deuteronomy 3:25\" href=\"/Deuteronomy.3.25\">25</a> (Moses), also <a data-ref=\"Deuteronomy 11:30\" href=\"/Deuteronomy.11.30\">11:30</a> (but here + <span dir=\"rtl\">מְבוֹא הַשֶּׁמֶשׁ</span>, and in all foll. some special designation of <em>West</em>), + <span dir=\"rtl\">יָ֫מָּה</span> <a data-ref=\"Joshua 5:1\" href=\"/Joshua.5.1\">Jos 5:1</a> (D; from standpoint of those just crossed), <a data-ref=\"Joshua 12:7\" href=\"/Joshua.12.7\">12:7</a> (<em>opposite</em> East v <a data-ref=\"Joshua 12:1-6\" href=\"/Joshua.12.1-6\">1–6</a>), <a data-ref=\"Joshua 22:7\" href=\"/Joshua.22.7\">22:7</a> (id.<em>;</em> Kt <span dir=\"rtl\">מעבר</span>, Qr <span dir=\"rtl\">בְּעֵבֶר</span>), cf. <a data-ref=\"Joshua 9:1\" href=\"/Joshua.9.1\">9:1</a> (as <a data-ref=\"Joshua 5:1\" href=\"/Joshua.5.1\">5:1</a>); + <span dir=\"rtl\">וָהָ֑לְאָה</span> <a data-ref=\"Numbers 32:19\" href=\"/Numbers.32.19\">Nu 32:19</a> a (<em>opposite</em> East v b); in <a data-ref=\"I Chronicles 26:30\" href=\"/I_Chronicles.26.30\">1 Ch 26:30</a> <span dir=\"rtl\">מֵע׳ לַיַּר׳ מַעֲרָ֑בָה ע׳</span> seems = <em>side</em> (v. infr.). Also <span dir=\"rtl\">בְּע׳ הַנָּהָר</span> <em>beyond the river</em> (Euphrates) <a data-ref=\"Joshua 24:2\" href=\"/Joshua.24.2\">Jos 24:2</a>, <a data-ref=\"Joshua 24:14\" href=\"/Joshua.24.14\">14</a>, <a data-ref=\"Joshua 24:15\" href=\"/Joshua.24.15\">15</a> (E; Kt Qr <span dir=\"rtl\">מֵע׳</span>), <span dir=\"rtl\">מֵע׳</span> <a data-ref=\"II Samuel 10:16\" href=\"/II_Samuel.10.16\">2 S 10:16</a> = <a data-ref=\"I Chronicles 19:16\" href=\"/I_Chronicles.19.16\">1 Ch 19:16</a> <em>beyond</em>, and <a data-ref=\"I Kings 14:5\" href=\"/I_Kings.14.5\">1 K 14:5</a> <em>to the other side of</em> (v. <a data-ref=\"BDB, מִן־\" href=\"/BDB,_מִן־\", dir=\"rtl\">מִן</a> <strong>1 c</strong>); <span dir=\"rtl\">מֵע׳</span> <em>from beyond</em> the river only <a data-ref=\"Joshua 24:3\" href=\"/Joshua.24.3\">Jos 24:3</a> (E), in all these = beyond the Euphr. <em>eastward</em>, from standpoint of those west of Euphr.; so pl. <span dir=\"rtl\">בְּעֶבְרֵי הַנּ׳</span> <a data-ref=\"Isaiah 7:20\" href=\"/Isaiah.7.20\">Is 7:20</a>; poss. also <span dir=\"rtl\">ע׳</span> alone (si vera l.) in the difficult passage <a data-ref=\"Numbers 24:24\" href=\"/Numbers.24.24\">Nu 24:24</a>; <span dir=\"rtl\">ע׳ הַנָּהָר</span> = <em>region beyond the river</em> (Euphr.) westward (from standpoint of those in Babylonia or Persia) <a data-ref=\"Nehemiah 2:7\" href=\"/Nehemiah.2.7\">Ne 2:7</a>, <a data-ref=\"Nehemiah 2:9\" href=\"/Nehemiah.2.9\">9</a>; <a data-ref=\"Nehemiah 3:7\" href=\"/Nehemiah.3.7\">3:7</a> <a data-ref=\"Ezra 8:36\" href=\"/Ezra.8.36\">Ezr 8:36</a>; also <a data-ref=\"I Kings 5:4\" href=\"/I_Kings.5.4\">1 K 5:4</a><sup>(×2)</sup> (written in Bab.; cf. Biblical Aramaic <span dir=\"rtl\">עֲבַר</span>, and Dr<sup>Intr (6) 504</sup>). cf. late Assyrian <em>ebir nâri</em> Schr<sup>KB iv. 304, 1. 7 from below;</sup> KAT 3. 188, 437.<br><strong>2.</strong>  (Opposite) <em>side, side:</em> <span dir=\"rtl\">מֵע׳ הַלָּז</span> <a data-ref=\"I Samuel 14:1\" href=\"/I_Samuel.14.1\">1 S 14:1</a> <em>on yonder side</em> seems transition to this meaning; <span dir=\"rtl\">מֵהָע׳ מִזֶּה</span> twice, v <a data-ref=\"I Samuel 14:4\" href=\"/I_Samuel.14.4\">4</a> = <em>on one side, on the other side</em>, so <span dir=\"rtl\">לְע׳ אֶחָד</span> twice v <a data-ref=\"I Samuel 14:40\" href=\"/I_Samuel.14.40\">40</a>; even <span dir=\"rtl\">מִשְּׁנֵי עִבְרֵיהֶם</span> <a data-ref=\"Exodus 32:15\" href=\"/Exodus.32.15\">Ex 32:15</a> (E) <em>on their two sides</em> (i.e. of tablets); <span dir=\"rtl\">אֶל־ע׳ הָאֵפוֹד בָּ֑יְתָה</span> <a data-ref=\"Exodus 28:26\" href=\"/Exodus.28.26\">Ex 28:26</a> (P) <em>toward the inner side of the ephod;</em> in <a data-ref=\"I Kings 7:20\" href=\"/I_Kings.7.20\">1 K 7:20</a>, <a data-ref=\"I Kings 7:30\" href=\"/I_Kings.7.30\">30</a> <span dir=\"rtl\">ע׳</span> appar. = <em>at the side of</em> or <em>opposite</em>, but the archit. details are obscure; <span dir=\"rtl\">מִכָּל־עֲבָרָיו מִסָּבִיב</span> <a data-ref=\"I Kings 5:4\" href=\"/I_Kings.5.4\">1 K 5:4</a> <em>on all sides of him</em>, round about, <span dir=\"rtl\">מִכָּל־עֲבָרָיו</span> <a data-ref=\"Jeremiah 49:32\" href=\"/Jeremiah.49.32\">Je 49:32</a> (reads <span dir=\"rtl\">עֶבְרֵיהֶם</span> Vrss Gie) <em>from all sides of them</em> (all directions, = <span dir=\"rtl\">מִכָּל־סְבִיבָ֑יִךְ</span> v <a data-ref=\"Jeremiah 49:5\" href=\"/Jeremiah.49.5\">5</a>); <span dir=\"rtl\">אֶל־עֵבֶר פָּנָיו יֵלֵ֑כוּ</span> <em>to the side of their faces</em> (i.e. in front, straight forward) <em>they</em> (always) <em>went</em> <a data-ref=\"Ezekiel 1:9\" href=\"/Ezekiel.1.9\">Ez 1:9</a>, <a data-ref=\"Ezekiel 1:12\" href=\"/Ezekiel.1.12\">12</a>; <a data-ref=\"Ezekiel 10:22\" href=\"/Ezekiel.10.22\">10:22</a>, cf. <span dir=\"rtl\">עַל־ע׳ פָּנֶיהָ</span> <a data-ref=\"Exodus 25:37\" href=\"/Exodus.25.37\">Ex 25:37</a> to give light <em>upon the space in front of it;</em> <span dir=\"rtl\">אִישׁ לְעֶבְרוֹ תָּעוּ</span> <a data-ref=\"Isaiah 47:15\" href=\"/Isaiah.47.15\">Is 47:15</a> <em>they wander away each in his own direction</em> (regardless of thee).—On <a data-ref=\"I Chronicles 26:30\" href=\"/I_Chronicles.26.30\">1 Ch 26:30</a> v. supr."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d378b6084aa1cbf27263", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עִיר³ 1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "BDB, עִיר³ 1", "sourceHeRef": "בראון-דרייבר-בריגס, עִיר³ א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עִיר³", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["II. <big><span dir=\"rtl\">עִיר</span></big><sub>1092</sub>  <strong>n.f.</strong> <a data-ref=\"Genesis 10:12\" href=\"/Genesis.10.12\">Gn 10:12</a> (Albrecht<sup>ZAW xvi. 49 f.</sup>) city, town <strong>(</strong>√ unkn.; NH id.<em>;</em>? Ph. <span dir=\"rtl\">ער</span> Lzb<sup>345</sup>; Sab. <span dir=\"rtl\">ער</span> <em>fortified height</em> (cf. <strong>3</strong>) Prä<sup>ZMG xxvi (1872), 437</sup>, <span dir=\"rtl\">ערן</span>, <span dir=\"rtl\">עהרן</span> <em>city</em> CIS<sup>iv. pp. 94, 95, 173</sup><strong>)</strong>;—<span dir=\"rtl\">ע׳</span> abs. <a data-ref=\"Genesis 4:17\" href=\"/Genesis.4.17\">Gn 4:17</a> +, cstr. <a data-ref=\"Genesis 24:10\" href=\"/Genesis.24.10\">24:10</a> +; <span dir=\"rtl\">הָעִ֫ירָה</span> <a data-ref=\"I Kings 14:12\" href=\"/I_Kings.14.12\">1 K 14:12</a> + 7 times; sf. <span dir=\"rtl\">עִירִי</span> <a data-ref=\"II Samuel 19:38\" href=\"/II_Samuel.19.38\">2 S 19:38</a> + 2 times, etc.; pl. <span dir=\"rtl\">עָרִים</span> <a data-ref=\"Isaiah 6:11\" href=\"/Isaiah.6.11\">Is 6:11</a> +, <span dir=\"rtl\">עֲיָרִים</span> <a data-ref=\"Judges 10:4\" href=\"/Judges.10.4\">Ju 10:4</a> (textual error, or word-play, cf. GFM); cstr. <span dir=\"rtl\">עָרֵי</span> <a data-ref=\"Genesis 19:29\" href=\"/Genesis.19.29\">Gn 19:29</a> +; sf. <span dir=\"rtl\">עָרַי</span> <a data-ref=\"Zechariah 1:17\" href=\"/Zechariah.1.17\">Zc 1:17</a>, <span dir=\"rtl\">עָרֵיכֶם</span> <a data-ref=\"Isaiah 1:7\" href=\"/Isaiah.1.7\">Is 1:7</a> +, etc.;—<br><strong>1.</strong>  <em>city, town</em>, abode of men <a data-ref=\"Genesis 4:17\" href=\"/Genesis.4.17\">Gn 4:17</a> (J) and often; <span dir=\"rtl\">גְּדֹלָה</span> <a data-ref=\"Genesis 10:12\" href=\"/Genesis.10.12\">10:12</a> (J), +, or <span dir=\"rtl\">קְטַנָּה</span> <a data-ref=\"Ecclesiastes 9:14\" href=\"/Ecclesiastes.9.14\">Ec 9:14</a> (cf. <a data-ref=\"Genesis 19:20\" href=\"/Genesis.19.20\">Gn 19:20</a>); especially <strong>a.</strong>  fortified: <span dir=\"rtl\">עָרִים בְּצֻרוֹת</span> <a data-ref=\"II Samuel 20:6\" href=\"/II_Samuel.20.6\">2 S 20:6</a> +, etc., v. <a ,=\"\" data-ref=\"BDB, בָּצַר\" dir=\"rtl\" href=\"/BDB,_בָּצַר\">בָּצַר</a>, <span dir=\"rtl\">מִבְצָר</span>; <span dir=\"rtl\">עִיר מִבְצַר־צֹר</span> <a data-ref=\"Joshua 19:29\" href=\"/Joshua.19.29\">Jos 19:29</a> (P) <em>fortified city</em> (<em>of</em>) <em>Tyre</em>, <span dir=\"rtl\">ע׳ מָצוֹר</span> <a data-ref=\"Psalms 31:22\" href=\"/Psalms.31.22\">ψ 31:22</a> +, etc., v. <a ,=\"\" data-ref=\"BDB, מָצוֹר⁴\" dir=\"rtl\" href=\"/BDB,_מָצוֹר⁴\">מָצוֹר</a>, <a ,=\"\" data-ref=\"BDB, מְצוּרָה\" dir=\"rtl\" href=\"/BDB,_מְצוּרָה\">מְצוּרָה</a> sub <a ,=\"\" data-ref=\"BDB, צוּר\" dir=\"rtl\" href=\"/BDB,_צוּר\">צוּר</a> (<a data-ref=\"Micah 7:12\" href=\"/Micah.7.12\">Mi 7:12</a> v. <a data-ref=\"BDB, מָצוֹר³\" href=\"/BDB,_מָצוֹר³\", dir=\"rtl\">מָצוֹר</a> p. 596 a); <span dir=\"rtl\">ע׳ עָז־לָנוּ</span> <a data-ref=\"Isaiah 26:1\" href=\"/Isaiah.26.1\">Is 26:1</a>, <span dir=\"rtl\">עָרֵי מָעוּזּוֹ</span> <a data-ref=\"Isaiah 17:9\" href=\"/Isaiah.17.9\">17:9</a>; <span dir=\"rtl\">ע׳ דְּלָתַים וּבְרִיחַ</span> <a data-ref=\"I Samuel 23:7\" href=\"/I_Samuel.23.7\">1 S 23:7</a>; <span dir=\"rtl\">ע׳ חוֹמָה</span> <a data-ref=\"Leviticus 25:29\" href=\"/Leviticus.25.29\">Lv 25:29</a>, cf. v <a data-ref=\"Leviticus 25:30\" href=\"/Leviticus.25.30\">30</a> (P), <a data-ref=\"I Kings 4:13\" href=\"/I_Kings.4.13\">1 K 4:13</a>; on <a data-ref=\"Hosea 10:14\" href=\"/Hosea.10.14\">Ho 10:14</a> v. i. <span dir=\"rtl\">עַם</span> <strong>2 b</strong> (<a data-ref=\"I Samuel 9:14\" href=\"/I_Samuel.9.14\">1 S 9:14</a> read <span dir=\"rtl\">הַשַּׁעַר</span> 𝔊 We Dr al.). <strong>b.</strong>  opp. <span dir=\"rtl\">כֹּפֶר הַפְּרָוִי</span> <a data-ref=\"I Samuel 6:18\" href=\"/I_Samuel.6.18\">1 S 6:18</a>, <span dir=\"rtl\">עָרֵי הַפּ׳</span> <a data-ref=\"Deuteronomy 3:5\" href=\"/Deuteronomy.3.5\">Dt 3:5</a>, <span dir=\"rtl\">ע׳ הַפְּרָזוֹת</span> <a data-ref=\"Esther 9:19\" href=\"/Esther.9.19\">Est 9:19</a>; disting. from dependencies <span dir=\"rtl\">חֲצֵרִים</span> <a data-ref=\"Joshua 13:23\" href=\"/Joshua.13.23\">Jos 13:23</a> + often P <strong>c.</strong>  <span dir=\"rtl\">עָרֶיהָ</span> are dependent towns <a data-ref=\"Joshua 13:17\" href=\"/Joshua.13.17\">Jos 13:17</a> (P), <a data-ref=\"Jeremiah 19:15\" href=\"/Jeremiah.19.15\">Je 19:15</a>. †<strong>d.</strong>  <span dir=\"rtl\">עָרֵי הַמַּמְלָכָה</span> <a data-ref=\"Joshua 10:2\" href=\"/Joshua.10.2\">Jos 10:2</a> (JE) <em>royal cities</em> (i.e. with a king, cf. Tel Am. <em>al šarri</em>;), so sg. <a data-ref=\"I Samuel 27:5\" href=\"/I_Samuel.27.5\">1 S 27:5</a>, opp. <span dir=\"rtl\">עָרֵי הַשָּׂדֶה</span> v <a data-ref=\"I Samuel 27:5\" href=\"/I_Samuel.27.5\">5</a> <em>rural towns;</em> <span dir=\"rtl\">ע׳ הַמְּלוּכָה</span> <a data-ref=\"II Samuel 12:26\" href=\"/II_Samuel.12.26\">2 S 12:26</a> (but read <span dir=\"rtl\">ע׳ הַמַּיִם</span> We Bu Kit Löhr HPS, v. <strong>2</strong> infr.). †<strong>e.</strong>  <span dir=\"rtl\">עָרֵי מִסְכְּנוֹת</span> <a data-ref=\"Exodus 1:11\" href=\"/Exodus.1.11\">Ex 1:11</a> <em>storage-cities</em>, so <a data-ref=\"I Kings 9:19\" href=\"/I_Kings.9.19\">1 K 9:19</a> = <a data-ref=\"II Chronicles 8:6\" href=\"/II_Chronicles.8.6\">2 Ch 8:6</a>; <a data-ref=\"II Chronicles 8:4\" href=\"/II_Chronicles.8.4\">2 Ch 8:4</a>; <a data-ref=\"II Chronicles 17:12\" href=\"/II_Chronicles.17.12\">17:12</a>; for <span dir=\"rtl\">מ׳ ע׳ נַפְתָּלִי</span> <a data-ref=\"II Chronicles 16:4\" href=\"/II_Chronicles.16.4\">16:4</a> read prob. <span dir=\"rtl\">כִּנְרוֹת עַל־וגו׳</span> (as <a data-ref=\"I Kings 15:20\" href=\"/I_Kings.15.20\">1 K 15:20</a>; Be Kit Buhl); cf. <span dir=\"rtl\">ע׳ הָרֶכֶב</span> <a data-ref=\"I Kings 9:19\" href=\"/I_Kings.9.19\">1 K 9:19</a>; <a data-ref=\"I Kings 10:26\" href=\"/I_Kings.10.26\">10:26</a> = <a data-ref=\"II Chronicles 8:6\" href=\"/II_Chronicles.8.6\">2 Ch 8:6</a>; <a data-ref=\"II Chronicles 9:25\" href=\"/II_Chronicles.9.25\">9:25</a>; <a data-ref=\"II Chronicles 1:14\" href=\"/II_Chronicles.1.14\">2 Ch 1:14</a>; <span dir=\"rtl\">ע׳ הַפָּרָשִׁים</span> <a data-ref=\"I Kings 9:19\" href=\"/I_Kings.9.19\">1 K 9:19</a> = <a data-ref=\"II Chronicles 8:6\" href=\"/II_Chronicles.8.6\">2 Ch 8:6</a>. †<strong>f.</strong>  <span dir=\"rtl\">ע׳ (הַ)מִקְלָט</span> (P) <em>asylum-cities</em> <a data-ref=\"Numbers 35:11\" href=\"/Numbers.35.11\">Nu 35:11</a>, <a data-ref=\"Numbers 35:13\" href=\"/Numbers.35.13\">13</a>, <a data-ref=\"Numbers 35:14\" href=\"/Numbers.35.14\">14</a>; <a data-ref=\"Joshua 20:2\" href=\"/Joshua.20.2\">Jos 20:2</a>, cf. <a data-ref=\"Numbers 35:25\" href=\"/Numbers.35.25\">Nu 35:25</a>, <a data-ref=\"Numbers 35:26\" href=\"/Numbers.35.26\">26</a>, <a data-ref=\"Numbers 35:27\" href=\"/Numbers.35.27\">27</a>, <a data-ref=\"Numbers 35:28\" href=\"/Numbers.35.28\">28</a>, <a data-ref=\"Numbers 35:32\" href=\"/Numbers.35.32\">32</a>, <span dir=\"rtl\">ע׳ לְמִקְלָט</span> v <a data-ref=\"Numbers 35:12\" href=\"/Numbers.35.12\">12</a>; <span dir=\"rtl\">ע׳ מִקְלַט הָרֹצֵחַ</span> <a data-ref=\"Joshua 21:13\" href=\"/Joshua.21.13\">Jos 21:13</a> + 4 times <a data-ref=\"Joshua 21:21\" href=\"/Joshua.21.21\">21</a>. <strong>g.</strong>  <span dir=\"rtl\">ע׳ (הָ)אֱלֹהִים</span> = Jerus.: <a data-ref=\"Psalms 46:5\" href=\"/Psalms.46.5\">ψ 46:5</a>; <a data-ref=\"Psalms 87:3\" href=\"/Psalms.87.3\">87:3</a>, cf. <a data-ref=\"Psalms 48:2\" href=\"/Psalms.48.2\">48:2</a>, <a data-ref=\"Psalms 48:9\" href=\"/Psalms.48.9\">9</a>; <span dir=\"rtl\">ע׳ י׳</span> <a data-ref=\"Isaiah 60:14\" href=\"/Isaiah.60.14\">Is 60:14</a> <a data-ref=\"Psalms 101:8\" href=\"/Psalms.101.8\">ψ 101:8</a>; <span dir=\"rtl\">ע׳ י׳ צְבָאוֹת</span> <a data-ref=\"Psalms 48:9\" href=\"/Psalms.48.9\">48:9</a>. <strong>h.</strong>  <em>city</em> = inhabitants <a data-ref=\"I Samuel 4:13\" href=\"/I_Samuel.4.13\">1 S 4:13</a>; <a data-ref=\"I Samuel 5:12\" href=\"/I_Samuel.5.12\">5:12</a>; <a data-ref=\"Isaiah 22:2\" href=\"/Isaiah.22.2\">Is 22:2</a> <a data-ref=\"Ruth 1:19\" href=\"/Ruth.1.19\">Ru 1:19</a>, so <a data-ref=\"II Samuel 20:22\" href=\"/II_Samuel.20.22\">2 S 20:22</a> (reading <span dir=\"rtl\">הָעִיר</span> for MT <span dir=\"rtl\">הָעָם</span>) 𝔊 We Dr al. (cf. also foll.). <strong>i.</strong>  combinations are: <span dir=\"rtl\">ע׳ רֹכְלִים</span> <a data-ref=\"Ezekiel 17:4\" href=\"/Ezekiel.17.4\">Ez 17:4</a> <em>city of merchants;</em> <span dir=\"rtl\">ע׳ מוֹשָׁב</span> <a data-ref=\"Psalms 107:4\" href=\"/Psalms.107.4\">ψ 107:4</a>, <a data-ref=\"Psalms 107:7\" href=\"/Psalms.107.7\">7</a>, <a data-ref=\"Psalms 107:36\" href=\"/Psalms.107.36\">36</a> <em>city for dwelling;</em> especially of character or condition: †<span dir=\"rtl\">ע׳ הַצֶּדֶק</span> <a data-ref=\"Isaiah 1:26\" href=\"/Isaiah.1.26\">Is 1:26</a>, †<span dir=\"rtl\">ע׳ הָאֱמֶת</span> <a data-ref=\"Zechariah 8:3\" href=\"/Zechariah.8.3\">Zc 8:3</a>; †<span dir=\"rtl\">ע׳ הַקֹּדֶשׁ</span> <a data-ref=\"Isaiah 48:2\" href=\"/Isaiah.48.2\">Is 48:2</a>; <a data-ref=\"Isaiah 52:1\" href=\"/Isaiah.52.1\">52:1</a> <a data-ref=\"Nehemiah 11:1\" href=\"/Nehemiah.11.1\">Ne 11:1</a>, <a data-ref=\"Nehemiah 11:18\" href=\"/Nehemiah.11.18\">18</a>, cf. <a data-ref=\"Daniel 9:24\" href=\"/Daniel.9.24\">Dn 9:24</a>, all of Jerus.; <span dir=\"rtl\">עָרֵי קָדְשֶׁ֑ךָ</span> <a data-ref=\"Jeremiah 5:17\" href=\"/Jeremiah.5.17\">Je 5:17</a> of Judaean cities; of foreign cities, <span dir=\"rtl\">ע׳ תְּהִלָּה</span> <a data-ref=\"Jeremiah 49:25\" href=\"/Jeremiah.49.25\">Je 49:25</a>, <span dir=\"rtl\">הַהֻלָּלָה הָע׳</span> <a data-ref=\"Ezekiel 26:17\" href=\"/Ezekiel.26.17\">Ez 26:17</a>, <span dir=\"rtl\">הָע׳ הָעַלִּיזָה</span> <a data-ref=\"Zephaniah 2:15\" href=\"/Zephaniah.2.15\">Zp 2:15</a>; of Jerus. also <span dir=\"rtl\">הָע׳ הַיּוֹנָה</span> <a data-ref=\"Zephaniah 3:1\" href=\"/Zephaniah.3.1\">Zp 3:1</a> <em>oppressive city</em>, <span dir=\"rtl\">ע׳ (הַ)דָּמִים</span> <em>bloody city</em> <a data-ref=\"Ezekiel 22:2\" href=\"/Ezekiel.22.2\">Ez 22:2</a>; <a data-ref=\"Ezekiel 24:6\" href=\"/Ezekiel.24.6\">24:6</a>, <a data-ref=\"Ezekiel 24:9\" href=\"/Ezekiel.24.9\">9</a> and (of Nineveh) <a data-ref=\"Nahum 3:1\" href=\"/Nahum.3.1\">Na 3:1</a>.<br><strong>2.</strong>  of fortress in a city especially <span dir=\"rtl\">עִיר דָּוִד</span> <a data-ref=\"II Samuel 5:7\" href=\"/II_Samuel.5.7\">2 S 5:7</a>, <a data-ref=\"II Samuel 5:9\" href=\"/II_Samuel.5.9\">9</a>; <a data-ref=\"II Samuel 6:10\" href=\"/II_Samuel.6.10\">6:10</a> + often (v. <a data-ref=\"BDB, דָּוִד\" href=\"/BDB,_דָּוִד\", dir=\"rtl\">דָּוִד</a>); <span dir=\"rtl\">ע׳ בֵּית הַבָּ֑עַל</span> <a data-ref=\"II Kings 10:25\" href=\"/II_Kings.10.25\">2 K 10:25</a> (crpt.; Klo proposes <span dir=\"rtl\">דְּבִיר</span> for <span dir=\"rtl\">ע׳</span>, cf. Kmp Benz Kit); <span dir=\"rtl\">ע׳ הַמַּיִם</span> <a data-ref=\"II Samuel 12:27\" href=\"/II_Samuel.12.27\">2 S 12:27</a> (so read also v <a data-ref=\"II Samuel 12:26\" href=\"/II_Samuel.12.26\">26</a>, see <strong>1 d</strong>).<br><strong>3.</strong>  appar. fortified place, of any size, <span dir=\"rtl\">בְּכָל־עָרֵיהֶם מִמִּגְדַּל נוֹצְרִים עַד־ עִיר מִבְצָר</span> <a data-ref=\"II Kings 17:9\" href=\"/II_Kings.17.9\">2 K 17:9</a> = <a data-ref=\"II Kings 18:8\" href=\"/II_Kings.18.8\">18:8</a>; cf. <a data-ref=\"Numbers 13:9\" href=\"/Numbers.13.9\">Nu 13:9</a> (P; but on comp. of ver. see Di); perhaps also <span dir=\"rtl\">ע׳ עֲמָלֵק</span> <a data-ref=\"I Samuel 15:5\" href=\"/I_Samuel.15.5\">1 S 15:5</a> (HPS).—<a data-ref=\"Hosea 7:4\" href=\"/Hosea.7.4\">Ho 7:4</a> v. <a ,=\"\" data-ref=\"BDB, עוּר\" dir=\"rtl\" href=\"/BDB,_עוּר\">I. עור</a> <strong>Hiph.</strong>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d433b6084aa1cbf3055f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִקְלָט² 1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "BDB, מִקְלָט² 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִקְלָט² א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִקְלָט²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">מִקְלָט</span></big>  <strong>n.</strong>[<strong>m.</strong>] <strong>refuge, asylum</strong> (P Ch);—<span dir=\"rtl\">עָרֵי מ׳</span> asylum-cities <a data-ref=\"Numbers 35:11\" href=\"/Numbers.35.11\">Nu 35:11</a>, <a data-ref=\"Numbers 35:13\" href=\"/Numbers.35.13\">13</a>, <a data-ref=\"Numbers 35:14\" href=\"/Numbers.35.14\">14</a>, <span dir=\"rtl\">עָרֵי הַמּ׳</span> <a data-ref=\"Numbers 35:6\" href=\"/Numbers.35.6\">Nu 35:6</a>; <a data-ref=\"Joshua 20:2\" href=\"/Joshua.20.2\">Jos 20:2</a>, so <a data-ref=\"I Chronicles 6:42\" href=\"/I_Chronicles.6.42\">1 Ch 6:42</a>, <a data-ref=\"I Chronicles 6:52\" href=\"/I_Chronicles.6.52\">52</a> (but read <span dir=\"rtl\">עִיר הַמּ׳</span>, according to ‖ <a data-ref=\"Joshua 21:13\" href=\"/Joshua.21.13\">Jos 21:13</a>, <a data-ref=\"Joshua 21:21\" href=\"/Joshua.21.21\">21</a>, so Be Kau Kit), <span dir=\"rtl\">לְמ׳</span> (after <span dir=\"rtl\">הָיָה</span>) <a data-ref=\"Numbers 35:12\" href=\"/Numbers.35.12\">Nu 35:12</a>, <a data-ref=\"Numbers 35:15\" href=\"/Numbers.35.15\">15</a>; <a data-ref=\"Joshua 20:3\" href=\"/Joshua.20.3\">Jos 20:3</a>; cstr. in phr. <span dir=\"rtl\">עִיר מִקְלַט הָרֹצֵחַ</span> <a data-ref=\"Joshua 21:13\" href=\"/Joshua.21.13\">Jos 21:13</a>, <a data-ref=\"Joshua 21:21\" href=\"/Joshua.21.21\">21</a>, <a data-ref=\"Joshua 21:27\" href=\"/Joshua.21.27\">27</a>, <a data-ref=\"Joshua 21:32\" href=\"/Joshua.21.32\">32</a>, <a data-ref=\"Joshua 21:38\" href=\"/Joshua.21.38\">38</a> (Gi; v <a data-ref=\"Joshua 21:36\" href=\"/Joshua.21.36\">36</a> van d. H. Baer); sf. of refugee, <span dir=\"rtl\">עִיר מִקְלָטוֹ</span> <a data-ref=\"Numbers 35:25\" href=\"/Numbers.35.25\">Nu 35:25</a>, <a data-ref=\"Numbers 35:26\" href=\"/Numbers.35.26\">26</a>, <a data-ref=\"Numbers 35:27\" href=\"/Numbers.35.27\">27</a>, <a data-ref=\"Numbers 35:28\" href=\"/Numbers.35.28\">28</a>, <a data-ref=\"Numbers 35:32\" href=\"/Numbers.35.32\">32</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "660924e56ee71eb295fe0a89", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Masei, The Death of the High Priest 2", "anchorRef": "Numbers 35:9-34", "anchorRefExpanded": ["Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Masei, The Death of the High Priest 2", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, מסעי, ב ב׳", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 2, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The book of Numbers draws to a close with an account of the cities of refuge, the six cities – three on each side of the Jordan – set apart as places to which people found innocent of murder, but guilty of manslaughter, were sent (Num. 35:9–34).", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "665d7709e1d4c3231a2f2dee", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Numbers 35:14:1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Divrei David on Rashi, Numbers 35:14:1", "sourceHeRef": "דברי דוד על רש״י, במדבר ל״ה:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "commentaryNum": 14.0001, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "במדבר", "he": "את שלש הערים כו' משום דבגלעד נפישי רוצחים. רבים מקשים הא אין ערי מקלט אלא להורג בשוגג, ומתרצים תירוצים והתוס' מתרצים לפי שהורגים מזיד הקב\"ה מזמנן לפונדק אחד כדלקמן ולי נראה לתרץ ע\"פ הגמרא פרק אלו הן הגולין (דף ט') תניא ר' יוסי בר יהודה אומר בתחילה אחד שוגג ואחד מזיד מקדימין לערי מקלט וב\"ד שולחין ומביאין אותם משם מי שנתחייב מיתה הרגוהו שנאמר ושלחו זקני עירו ולקחו אותו משם ומי שלא נתחייב פטרוהו ומי שנתחייב גלות מחזירין אותו למקומו כו':", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6682731010a13a863f2a8ff9", "index_title": "Hadar Zekenim on Torah", "category": "Commentary", "type": "commentary", "ref": "Hadar Zekenim on Torah, Numbers 35:14:1", "anchorRef": "Numbers 35:14", "anchorRefExpanded": ["Numbers 35:14"], "sourceRef": "Hadar Zekenim on Torah, Numbers 35:14:1", "sourceHeRef": "הדר זקנים על התורה, במדבר ל״ה:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1250, 1300], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Hadar Zekenim", "he": "הדר זקנים"}, "heTitle": "במדבר", "he": "את שלש הערים תתנו בעבר הירדן ואת שלש הערים תתנו בארץ כנען. במכות פריך בארץ כנען תלת ובעבר הירדן תלת. ומשני אין בגלעד נפישי רוצחים. ואע\"ג דלא מהני ערי מקלט אלא לשוגגים מתוך שהקב\"ה מביא שוגגים ומזידים יחד לפונדק א' ואותו שהרג שוגג עולה בסולם ונופל על שהרג מזיד והיו חייבים גלות וממקומו' אחרי' באים לשם הוצרך בגלעד רוב ערי מקלט:", "heVersionTitle": "Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6707d73b21016e767131183c", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 4:42", "anchorRef": "Numbers 35:9-34", "anchorRefExpanded": ["Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34"], "sourceRef": "Deuteronomy 4:42", "sourceHeRef": "דברים ד׳:מ״ב", "anchorVerse": 9, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 4.0042, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "לָנֻ֨ס שָׁ֜מָּה רוֹצֵ֗חַ אֲשֶׁ֨ר יִרְצַ֤ח אֶת־רֵעֵ֙הוּ֙ בִּבְלִי־דַ֔עַת וְה֛וּא לֹא־שֹׂנֵ֥א ל֖וֹ מִתְּמֹ֣ל שִׁלְשֹׁ֑ם וְנָ֗ס אֶל־אַחַ֛ת מִן־הֶעָרִ֥ים הָאֵ֖ל וָחָֽי׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "to which [a man]<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>[a man] </b>Like all ancient Near Eastern law collections, the Torah’s laws are illustrative rather than comprehensive. Its asylum schema does not appear to treat the case of a woman who kills someone, which would have been more complicated.</i> who has killed someone<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>who has killed someone </b>I.e., regardless of intent to kill, or of the victim’s gender; trad. “manslayer.”</i> could escape, one who unwittingly slew another without having been an enemy in the past; he could flee to one of these cities and live:", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]