[{"_id": "5223075bedbab45814ae707d", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 20:15:1", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Rashi on Numbers 20:15:1", "sourceHeRef": "רש\"י על במדבר כ׳:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>וירעו לנו.</b> סָבַלְנוּ צָרוֹת רַבּוֹת:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וירעו לנו AND [THE EGYPTIANS] DID EVIL TO US — we have borne many adversities. ", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "5223075bedbab45814ae707f", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 20:15:2", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Rashi on Numbers 20:15:2", "sourceHeRef": "רש\"י על במדבר כ׳:ט״ו:ב׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 15.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>ולאבתינו.</b> מִכָּאן שֶׁהָאָבוֹת מִצְטַעֲרִים בַּקֶּבֶר כְּשֶׁפֻּרְעָנוּת בָּאָה עַל יִשְֹרָאֵל (עי' תנחומא):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ולאבתינו [THEY DID EVIL TO US] AND TO OUR FATHERS — From here we may learn that the patriarchs grieve in their graves when punishment comes upon Israel (cf. Midrash Tanchuma, Chukat 12).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6d76", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 20:15", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Onkelos Numbers 20:15", "sourceHeRef": "תרגום אונקלוס על במדבר כ׳:ט״ו", "anchorVerse": 15, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 20.0015, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וּנְחָתוּ אֲבָהָתָנָא לְמִצְרַיִם וִיתֵבְנָא בְמִצְרַיִם יוֹמִין סַגִּיאִין וְאַבְאִישׁוּ לָנָא מִצְרָאֵי וְלַאֲבָהָתָנָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Our forefathers went down to Egypt and we remained in Egypt for a long time; the Egyptians mistreated us and our forefathers.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec5ad", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 20:15", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Targum Jonathan on Numbers 20:15", "sourceHeRef": "תרגום יונתן על במדבר כ׳:ט״ו", "anchorVerse": 15, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 20.0015, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וּנְחָתוּ אַבְהָתָן לְמִצְרַיִם וִיתֵיבְנָא בְמִצְרַיִם יוֹמִין סַגִיאִין וְאַבְאִישׁוּ לָנָא מִצְרָאֵי וּלְאַבְהָתָנָא", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " that our fathers went down into Mizraim and dwelt in Mizraim many days, and the Mizraee afflicted us and our fathers. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54bd4835fbfba21733363728", "index_title": "Ramban on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Deuteronomy 26:15:1", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Ramban on Deuteronomy 26:15:1", "sourceHeRef": "רמב\"ן על דברים כ״ו:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Ramban on Deuteronomy", "he": "רמב\"ן על דברים"}, "he": "<b>אֲשֶׁר נָתַתָּ לָנוּ כַּאֲשֶׁר נִשְׁבַּעְתָּ לַאֲבֹתֵינוּ</b> לָתֵת לָנוּ וְקִיַּמְתָּ, אֶרֶץ זָבַת חָלָב וּדְבָשׁ, לְשׁוֹן רַשִׁ\"י (רש\"י על דברים כ\"ו:ט\"ו). וְאִם כֵּן שִׁעוּר הַכָּתוּב, וְאֵת הָאֲדָמָה אֲשֶׁר נָתַתָּ לָנוּ אֶרֶץ זָבַת חָלָב וּדְבָשׁ כַּאֲשֶׁר נִשְׁבַּעְתָּ לַאֲבוֹתֵינוּ. ור\"א אָמַר (אבן עזרא על דברים כ\"ו:ט\"ו) כִּי טַעְמוֹ לִהְיוֹתָהּ כֵּן תָּמִיד, כְּלוֹמַר וּבָרֵךְ אֶת הָאֲדָמָה אֲשֶׁר נָתַתָּ לָנוּ לִהְיוֹתָהּ אֶרֶץ זָבַת חָלָב וּדְבָשׁ. וְאֵין צֹרֶךְ בְּכָל זֶה, כִּי בִּכְלַל הַדִּבּוּר אוֹ הַשְּׁבוּעָה הַנְּתִינָה, אוֹמֵר אָדָם לַחֲבֵרוֹ נִשְׁבַּעְתָּ לִי שָׂדֶה שֶׁלְּךָ, אָמַרְתָּ לִי מָנֶה. וְכֵן כַּאֲשֶׁר דִּבֶּר ה' אֱלֹהֵי אֲבֹתֶיךָ לָךְ אֶרֶץ זָבַת חָלָב וּדְבָשׁ (דברים ו':ג'), וּכְבָר פֵּרַשְׁנוּ (שם). וְכֵן וַיִּתֶּן לוֹ בַיִת וְלֶחֶם אָמַר לוֹ וְאֶרֶץ נָתַן לוֹ (מלכים א יא יח). וְלֹא יִקְשֶׁה בְּעֵינֶיךָ בְּכָאן כִּי לֹא נִזְכַּר בִּשְׁבוּעוֹת הָאָבוֹת <b>אֶרֶץ זָבַת חָלָב וּדְבָשׁ</b>, כִּי מֵאַחַר שֶׁהָאָרֶץ הַהִיא בָּעֵת הַהִיא אֶרֶץ זָבַת חָלָב וּדְבַשׁ הִנֵּה נִשְׁבַּע לָהֶם בְּאֶרֶץ זָבַת חָלָב וּדְבַשׁ. אוֹ <b>לַאֲבוֹתֵינוּ</b>, יוֹצְאֵי מִצְרַיִם, שֶׁנֶּאֱמַר לָהֶם (שמות ג ח) אֶל אֶרֶץ זָבַת חָלָב וּדְבָשׁ, כְּעִנְיַן וַיָּרֵעוּ לָנוּ מִצְרַיִם וְלַאֲבֹתֵינוּ (במדבר כ טו):", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "WHICH THOU HAST GIVEN US, AS THOU DIDST SWEAR UNTO OUR FATHERS — “to give it<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">Rashi adds the phrase “to give it,” for otherwise the two phrases [<i>as Thou didst swear unto our father — a Land flowing with milk and honey</i>] lack a connecting word or phrase. Ramban will point out that “giving” is implicit in “swearing.”</i> to us and Thou hast fulfilled [Thy promise by] giving us A LAND FLOWING WITH MILK AND HONEY.” This is Rashi’s language. If so, the order of the verse is [to be inverted as follows]: “and the Land which Thou hast given us, a Land flowing with milk and honey, as Thou didst swear unto our father.” And Rabbi Abraham ibn Ezra commented that the meaning thereof is, may it always be so, that is to say, “and bless the Land which You have given us to be [always] a Land flowing with milk and honey.” But there is no need for all this, for included in the term “speaking” or “swearing” is the act of “giving.” Thus a man may say to his fellow, “You have sworn me your field” [which means: “you have sworn to give me your field”], or “You have told me a hundred” [which means “you have sworn to give me a hundred dinars”]. Similarly, <i>as the Eternal, the G-d of thy fathers, hath spoken unto thee — a Land flowing with milk and honey</i><sup class=\"footnote-marker\">37</sup><i class=\"footnote\">Above, 6:3.</i> [the term “hath spoken” means “hath spoken that He would give thee”]. We have already explained it [there].<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">Above, 6:3.</i> So also, <i>and he gave him a house, and food he told him, and gave him land</i><sup class=\"footnote-marker\">38</sup><i class=\"footnote\">I Kings 11:18.</i> [which means “and food he promised to give him”]. Now, do not find it difficult here that in the oaths made to the patriarchs “a Land flowing with milk and honey” is not mentioned. Since at that time the Land was a Land flowing with milk and honey, [it would have been redundant to describe it explicitly. Therefore it was as if] He swore to them by a Land flowing with milk and honey. Or it may be that <i>unto our fathers</i> [here does not mean the patriarchs] but those who came forth from Egypt, for it was to them that it was said, <i>unto a Land flowing with milk and honey</i>,<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">Exodus 3:8.</i> similar to the expression, <i>and the Egyptians dealt ill with us, and our fathers</i><sup class=\"footnote-marker\">40</sup><i class=\"footnote\">Numbers 20:15.</i> [which refers to “our fathers” who came forth from Egypt].", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57e77d6fd6e4a94c7c18af7f", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 20:15", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Tafsir Rasag, Numbers 20:15", "sourceHeRef": "תפסיר רס\"ג, במדבר כ׳:ט״ו", "anchorVerse": 15, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 20.0015, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ואן אבאינא נזלו מצר פאקמנא במצר מדה טוילה ואסי אלמצריון בנא ובאבאינא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59648380d6e4a92bf45a6e59", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Devarim 4:19:1", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Rabbeinu Bahya, Devarim 4:19:1", "sourceHeRef": "רבנו בחיי, דברים ד׳:י״ט:א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "דברים", "he": "<b>ופן תשא עיניך השמימה.</b> יש חילוק בין מלת השמימה ומלת השמים כמו שמצינו חילוק בין מצרים ומצרימה כי מצרימה, הוא שם המדינה עצמה ומצרים היא כל ארץ מצרים, והעד על זה (במדבר כ׳:ט״ו) וירדו אבותינו מצרימה וגו'. ונשב במצרים, וכן בכאן מלת השמימה, כי כאשר יזכירו הכתובים מלת השמים בענין ההסתכלות, הכוונה בו בכל מקום שהוא נראה מן השמים, וכל הצדדין שוין בזה, והוא שהזכיר כאן תחת כל השמים, כלומר בכל מקום שהם, אבל כשיזכיר הכתוב השמימה יכוון אל המקומות הנודעים מדרך החכמה ששם עיקר קביעות הכוכבים, ומתוך ידיעת כחם העצום ומשטרם בארץ יבא האדם לטעות אחריהם, ועל כן אמר פן תשא עיניך השמימה וראית, בעין הלב, כי אין הענין הזה נראה ומוחש לעין רק נודע ונראה ללב מדרך החכמה, ולכך כתוב באברהם (בראשית ט״ו:ה׳) הבט נא השמימה וספור הכוכבים, שהעלהו למקום עליון למעלה מן הגלגלים ואמר לו הבט למטה השמימה במקום ששם הכוכבים נקבצים אם תוכל לספור אותם. ", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ופן תשא עיניך השמימה, “not to raise your eyes skyward.” There is a difference between the word השמים and the word השמימה, just as there is a difference between מצרים and מצרימה. The name of the political entity, the state, is מצרימה, whereas the word מצרים includes the entire country, region. We have proof of this distinction in Numbers 20,15 where Moses describes the descent of the family of Yaakov from the land of Canaan as וירדו אבותינו מצרימה, ונשב במצרים, “our forefathers descended to the state of Egypt and they settled in “greater Egypt.” Similarly here. When the Torah describes השמים, this includes any part of the sky visible to the eye anywhere. All parts of the sky are the same for that purpose. This is why the Torah also writes תחת כל השמים at the end of this verse. However, when the Torah speaks of השמימה, it refers to specific areas of the sky, areas known for certain constellations of stars, etc. They are areas where certain patterns of stars always appear at intervals that are subject to human calculations. Seeing that certain such constellations appear to presage certain happenings at certain times, some people err in ascribing powers to these constellations. This is why the Torah warns the Jewish people not to raise their eyes to such parts of the sky and the constellations visible there. The “seeing” the Torah speaks of is not with the physical eye but with the mental eye, i.e. the conclusions derived from this “seeing.” This is why G’d told Avraham in Genesis 15,5: הבט נא השמימה וספור הכוכבים, “take a look at the sky and count the stars, etc.” He took him to a place from which he could look down at the stars (Bereshit Rabbah 44,12).", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d68ad6e4a92bf45a8a1f", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 20:15:1", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Rabbeinu Bahya, Bamidbar 20:15:1", "sourceHeRef": "רבנו בחיי, במדבר כ׳:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>ולאבותינו. </b> שמתו בגלותם. ודרשו רז\"ל, ולאבותינו אלו האבות, מכאן שהאבות מצטערין בקבר כשפורענות בא על ישראל.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ולאבותנו, “and to our forefathers,” this was a reference to the Israelites who, though enslaved in Egypt, had not lived long enough to experience the redemption. According to our sages in Tanchuma Chukat 12, the word is a direct reference to the patriarchs, all of whom are described as participating in the pain of the enslavement their offspring had endured in Egypt even in their graves.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a1547b4d6e4a92409ac4a06", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 20:15:1", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Siftei Chakhamim, Numbers 20:15:1", "sourceHeRef": "שפתי חכמים, במדבר כ׳:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>סבלנו צרות רבות.</b> [ג\"א] אע\"ג של' וירעו משמע רק שעשו להם רעה אחת, ובמקום אחר כתיב וירעו אותנו ויענונו וגו'. ל\"פ שפירוש וירעו היא כולל צרות רבות וא\"כ כולם בכלל:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>We endured much suffering.</b> (<i>Gur Aryeh</i>) Though the term וירעו [\"they mistreated\"] merely implies that they did one evil act to them, but elsewhere (Devarim 26:6) it is written, “They mistreated us <i>and</i> afflicted us…” Therefore Rashi explains that וירעו includes much suffering, and thus all afflictions are included.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1547b4d6e4a92409ac4a08", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 20:15:2", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Siftei Chakhamim, Numbers 20:15:2", "sourceHeRef": "שפתי חכמים, במדבר כ׳:ט״ו:ב׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 15.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>שהאבות מצטערים.</b> דאי קאי על אבות שהיו בארץ מצרים הי' לו להקדים אבותינו ללנו, והכי הל\"ל וירעו לאבותינו ולנו, ומדכתב לאבותינו לבסוף משמע דמילתא אחריתי הוא. מהרא\"י: [נח\"י] דאין לפרש אבותינו ממש שהיו בשעבוד מצרים דהא מלתא דפשיטא היא ולא היה צריך להזכיר, אלא ודאי דקאי על אבותינו שהזכיר ברישא דקרא וירדו אבותינו למצרים, ועל זה קשה דהא כל זמן שאחד מן השבטים היה קיים לא היה שעבוד וא\"כ מה וירעו, ע\"כ לומר שהאבות מצטערים ולפ\"ז אפשר לפרש שגם אברהם יצחק ויעקב מצטערים:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>That the forefathers suffer.</b> Because if it is referring to the forefathers who were in the land of Egypt, Scripture should have placed “forefathers” before “us” and said, “They mistreated our forefathers and us.” However, since Scripture wrote “forefathers” at the end, it implies that it refers to a something else (<i>Mahari</i>). (<i>Nachalas Yaakov</i>) For one cannot explain that it refers to the forefathers who were enslaved in Egypt, given that this is so obvious that one would not have to mention it. Rather, it certainly refers to the forefathers who are mentioned at the beginning of the verse that states, “Our forefathers went down to Egypt.” This raises the following difficulty: During the period that any one of the sons of Yaakov was alive there was no enslavement, if so what is meant by “they mistreated […our forefathers]”? Perforce it is to say that “the forefathers suffer…” and accordingly one is able to explain that Avraham, Yitzchak and Yaakov also suffer.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1c0212d6e4a943452d3c2a", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Numbers 3", "anchorRef": "Numbers 20:14-21", "anchorRefExpanded": ["Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21"], "sourceRef": "Sefer HaYashar (midrash), Book of Numbers 3", "sourceHeRef": "ספר הישר (מדרש), ספר במדבר ג׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 3, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר במדבר", "he": "ויהי בשנת שלושים ושש שנה לצאת בני ישראל ממצרים, ויך ה׳ אל לב סיחון מלך האמורי. ויערוך מלחמה ויצא להילחם את בני מואב. וישלח סיחון מלאכים אל בעור בן יונוס בן בלעם יועץ מלך מצרים ואל בלעם בנו, לקלל את מואב למען תינתן ביד סיחון. וילכו מלאכי סיחון ויביאו את בעור בן יונוס ואת בלעם בנו, מפתור ארם נהריים. ויבואו בעור ובלעם בנו עיר סיחון, ויקללו את מואב ואת מלכם בעיני סיחון מלך האמורי. וסיחון יצא עם כל חילו וילך אל מואב, וילחם בם ויכניעם ויתנם ה׳ בידו. ויהרוג סיחון את מלך מואב ויקח סיחון את כל ערי מואב במלחמה, וגם את חשבון לקח מהם כי חשבון מערי מואב היא. וישם סיחון את שריו ואת גדוליו בחשבון, ותהי חשבון לסיחון בימים ההם. על כן יאמרו עליה המושלים בעור ובלעם בנו, כדברים האלה לאמור. בואו חשבון תיבנה ותיכונן עיר סיחון, אוי לך מואב אבדת עם כמוש, הנה כתובה על ספר תורת האלוקים. ויהי כאשר ניצח סיחון את מואב, וישם שומרים בערים אשר לקח מאת מואב. ובני מואב נפלו הרבה במלחמה ביד סיחון וישב מהם שבי גדול בנים ובנות ויהרוג מלכם, ויפן סיחון וישב לו אל ארצו. ויתן סיחון כותנות רבות ומנות כסף וזהב אל בעור ואל בלעם בנו וישלחם, וילכו ארם נהריים אל מקומם ואל ארצם. בעת ההיא עברו כל בני ישראל מדרך מדבר מואב, וישובו ויסובו את מדבר אדום. ויבואו כל העדה מדבר צין בחודש הראשון, בשנת הארבעים לצאתם ממצרים. וישבו שם בני ישראל בקדש מדבר סין, ותמת שם מרים ותיקבר שם. בעת ההיא שלח משה מלאכים אל הדד מלך אדום לאמור, כה אמר אחיך ישראל אעברה נא בארצך לא נעבור בשדה ובכרם ולא נשתה מי באר, דרך המלך נלך. ויאמר אליו אדום לא תעבור בי, ויצא אדום לקראת בני ישראל בעם כבד. וימאנו בני עשו נתון את בני ישראל לעבור בארצם, ויט ישראל מעליו ולא נלחמו בבני עשו. כי לפני זה ציוה ה׳ את בני ישראל לאמור לא תילחמו את בני עשו, על כן נטה ישראל מעליו ולא נלחמו איתם. ויסעו בני ישראל מעל בני עשו מקדש, ויבואו כל העדה הר ההר.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And in the thirty-ninth year of the Israelites’ going out of Egypt, the Lord provoked the heart ‎of Sihon, king of the Amorites, to go forth and fight against the children of Moab. And Sihon ‎sent messengers to Beor the son of Janeus, the son of Balaam, counselor to the king of Egypt, ‎and unto Balaam his son, to curse Moab, that it might be delivered into the hands of Sihon. ‎And Beor and Balaam his son came, and they cursed Moab, and the Lord delivered the children ‎of Moab into the hands of Sihon; and Sihon slew the king of Moab, and he took all the cities of ‎Moab, including Heshbon which was one of the cities of Moab, and he placed his princes and ‎officers over Heshbon. Therefore they that spoke in proverbs, Beor and his son Balaam, speak ‎in these words, saying: Come into Heshbon, let the city of Sihon be built and prepared. Woe to ‎thee, Moab, thou art undone, O people of Chemosh! Behold it is written in the book of the ‎law of God. And Sihon gave many presents unto Beor and his son Balaam, and they returned ‎to their home. And at that time all the children of Israel journeyed from the wilderness of ‎Moab, and they went around the wilderness of Edom, and they came into the wilderness of ‎Zin on the first month of the fortieth year after their going out of Egypt; and Israel abode there ‎in Kadesh, and there Miriam died, and she was buried in that place. Then Moses sent ‎messengers unto Hadad, king of Edom, saying: Let me pass, I pray thee, through thy country; ‎we will not pass through the fields or through the vine yards, neither will we drink of the ‎waters of the wells; we will go by the king's highway. And Edom said unto him: Thou shalt not ‎pass by me; and Edom went forth against Israel with a numerous host, but the children of ‎Israel removed from Edom without fighting with them.‎ And the children of Israel journeyed from Kadesh and they came to Mount Hor. ", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5c17b87ab071e100bf4e067f", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Shemot 1:1:4", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Rabbeinu Bahya, Shemot 1:1:4", "sourceHeRef": "רבנו בחיי, שמות א׳:א׳:ד׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1290, 1310], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "שמות", "he": "<b>הבאים. </b>לשון רבוי מלשון (ישעיה כז) הבאים ישרש יעקב יציץ ופרח ישראל, ולפי שלא ירדו למצרים רק שבעים נפש והקב\"ה צוה בהם את הברכה כענין שכתוב (שמות א) ובני ישראל פרו וישרצו וירבו ויעצמו במאד מאד לכך הזכיר בהן לשון הבאים המעיד על רבוי זרעם. <b>מצרימה.</b> היא המדינה עצמה כי מצרים שבכתוב הכונה בו ארץ מצרים וזה הכתוב מעיד על זה (במדבר כ) וירדו אבותינו מצרימה ונשב במצרים ימים רבים, ולא אמר ונשב שם, כי ירידת האבות אל המדינה עצמה והתישבותן של ישראל בארץ מצרים, וכן אמר ה' ליעקב (בראשית מו) אנכי ארד עמך מצרימה היא המדינה עצמה אשר שם הבירה למלך אבל לא נתישב שם כי אם בסביבותיה שנאמר וישב ישראל בארץ מצרים. <b>את יעקב.</b> עם, כמו את השמים ואת הארץ, על דרך הקבלה, וכן (שמות כ) כי ששת ימים עשה ה' את השמים ואת הארץ. <b>איש וביתו באו.</b> על דרך הפשט בא הכתוב ללמדנו כי לא נשאו השבטים מבנות מצרים כי עם נשותיהם באו שם, וע\"ד הקבלה איש וביתו באו, איש על שם שכתוב (שמות טו) ה' איש מלחמה וביתו ובית דינו, ונרמז בכאן שארז\"ל גלו למצרים שכינה עמהם. \n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5cea5fee962f6400187b2706", "index_title": "Recanati on the Torah", "category": "Quoting Commentary", "type": "", "ref": "Recanati on the Torah, Ki Tavo 11", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Recanati on the Torah, Ki Tavo 11", "sourceHeRef": "רקנאטי על התורה, כי תבוא י״א", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 11, "collectiveTitle": {"en": "Recanati on the Torah", "he": "רקנאטי על התורה"}, "heTitle": "כי תבוא", "he": "ישלח יי' בך את המהומה וגומר. מפני רוע מעלליך אשר עזבתני. כבר פירשתי כי משה ידבר מפי הגבורה והיא האומרת ישלח יי' מפני אשר עזבתני ולכן לא אמר אשר עזבת את יי' כמשמעות הפשט אם יהיו דברי משה אך משה ידבר מפי השכינה כי פיהו כפיה. והר\"ר אלעזר מווירמש\"א ז\"ל כתב כי כנוי עזבתני שב למשה רבינו ע\"ה כי הוא עומד ורואה כשישראל לוקין על עונותיהן ואומר למזלם של ישראל זה יש לכם מפני שעזבתני ולא שמעתם לאזהרותי. וראיה לדבריו מצאתי במדרש יגל יעקב אימתי כשישמח ישראל כשם שדרש רבי שמעון בן לקיש דבר קשה אמר כשישראל חוטאין כאן יעקב לוקה במערת המכפלה ולפיכך כשתבא גאולה בישראל הוא שמח עמהן כי יעקב מצטער כשישראל מצטערין וכשהן בצרה הוא בצרה ולפיכך כשתבא גאולה בישראל הוא שמח עמהן והרמז לזה והיתה יד יי' בכם ובאבותיכם (שמואל א' יב טו) וירעו לנו מצרים ולאבותינו (במדבר כ טו) כי ארד אל בני אבל שאולה (בראשית לז לה) משמע שהאבות מצטערין על בניהן בקבר. וטעם ישלח יי' כי מדת רחמים תהפך עליו למדת הדין וכבר פירשתי מה טעם יזכיר הכתוב השם המיוחד בפורענות אף כי הוא מדת רחמים. ויתכן לפרש עוד אשר עזבתני כי ברוע מעלליך גרמת לי להיות עזובה וגלמודה הפך לא יאמר לך עזובה (ישעיה סב ד). וטעם ידבק יי' בך את הדבר ידעת כי הרמז למדת הדין שתחול עליהם והבן כי כלתו חסר וי\"ו והרמז לכלה הכלולה מן הכל כי ראתה גוים באו מקדשה. יככה יי' בשחפת ובקדחת הזכיר בפסוק זה שבעה מיני פורעניות והם שחפת קדחת דלקת חרחור חרב שדפון וירקון זהו שבע על חטאתיכם:", "heVersionTitle": "Recanati on the Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רקנאטי על התורה", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d2dc0614b2c720018997660", "index_title": "Rosh on Torah", "category": "Commentary", "type": "commentary", "ref": "Rosh on Torah, Numbers 20:15:1", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Rosh on Torah, Numbers 20:15:1", "sourceHeRef": "רא\"ש על התורה, במדבר כ׳:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1275, 1325], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Rosh", "he": "רא\"ש"}, "heTitle": "במדבר", "he": "<b>וירדו אבותינו מצרימה ונשב במצרים.</b> וכל הענין משל לב' אחים שיצא שט\"ח על זקנם ופרע אותו א' מהם התחיל לשאול חפץ מאחיו וא\"ל אתה ידעת שאותו חוב על שנינו היה ואני פרעתיו ולא אחזיק אותו חפץ:\n", "heVersionTitle": "Hadar Zekenim, Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "הדר זקנים, ליוורנו ת\"ר", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d2dc0614b2c720018997662", "index_title": "Rosh on Torah", "category": "Commentary", "type": "commentary", "ref": "Rosh on Torah, Numbers 20:15:2", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Rosh on Torah, Numbers 20:15:2", "sourceHeRef": "רא\"ש על התורה, במדבר כ׳:ט״ו:ב׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1275, 1325], "commentaryNum": 15.0002, "collectiveTitle": {"en": "Rosh", "he": "רא\"ש"}, "heTitle": "במדבר", "he": "וירדו אבותינו מצרימה ומה טיבן של אבות כאן שנאמר וירעו לנו המצריים ולאבותינו ללמדך שכל זמן שישראל בצרה אף הם בצרה:\n", "heVersionTitle": "Hadar Zekenim, Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "הדר זקנים, ליוורנו ת\"ר", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b8848430f78f20636c26", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 69:3", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Yalkut Shimoni on Torah 69:3", "sourceHeRef": "ילקוט שמעוני על התורה ס״ט:ג׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 69.0003, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "אמר ליה הקב\"ה לאברהם צא וכבוש הדרך לפני בניך. אתה מוצא כל מה שכתוב באברהם כתיב בבניו באברהם כתיב ויהי רעב בארץ ובישראל כתיב כי זה שנתים הרעב בקרב הארץ. באברהם כתיב וירד אברם מצרימה ובישראל כתיב וירדו אבותינו מצרימה. באברהם כתיב לגור שם ובישראל כתיב לגור בארץ באנו. באברהם כתיב ויהי כאשר הקריב ובישראל כתיב ופרעה הקריב. באברהם כתיב והרגו אותי ואותך יחיו ובישראל כתיב כל הבן הילוד היאורה תשליכוהו וכל הבת תחיון. באברהם כתיב למען ייטב לי בעבורך ובישראל כתיב וייטב אלהים למילדות. באברהם כתיב ויהי כבוא אברם מצרימה ובישראל כתיב ואלה שמות בני ישראל הבאים מצרימה. באברהם כתיב ואברם כבד מאד במקנה וגו' ובישראל כתיב ויוציאם בכסף וזהב. באברהם כתיב וישלחו אותו ובישראל כתיב ותחזק מצרים על העם למהר לשלחם מן הארץ. באברהם כתיב וילך למסעיו ובישראל כתיב אלה מסעי בני ישראל. וינגע ה' את פרעה כתיב צדיק כתמר יפרח מה תמרה זו כל העולה לראשה אם אינו משמר עצמו נופל כך כל מי שבא להזדווג לישראל סופו ליטול את שלו מתחת ידיהם. תדע לך שכן הוא שכן שרה על ידי שמשכה פרעה לילה אחת לקה הוא וכל ביתו בנגעים הדא הוא דכתיב וינגע ה' את פרעה. ריש לקיש בשם בר קפרא פרעה לקה בראתן. אמר רבי שמעון בן גמליאל מצאני זקן אחד מוכה שחין בצפורי ואמר לי כ\"ד מיני שחין הן ואין לך מכולן שהתשמיש קשה לו אלא ראתן בלבד ובו לקה פרעה הרשע. ואת ביתו אפילו קורות ביתו לקו והכל אומרים על דבר שרי אשת אברם על דטולמיסון למקרב למסאנא דמטרונא וכל אותה הלילה היתה שרה שטוחה על פניה ואומרת רבונו של עולם אברהם יצא בהבטחה ואני יצאתי באמנה אברהם יצא חוץ לסירה ואני בסירה אמר לה הקב\"ה כל מה שאני עושה בשבילך אני עושה והכל אומרים על דבר שרי אשת אברם. אמר רבי לוי כל אותה הלילה היה המלאך עומד ומגלב בידו ואי הוה אמרה ליה מחי הוה מחי ואי אמרה ליה שביק הוה שביק וכל כך למה שהיתה אומרת לו אשת איש אני ולא היה פורש. שמענו בפרעה שלקה בצרעת ואבימלך שלקה בעצור מנין ליתן האמור כאן להלן ואת האמור להלן כאן ת\"ל על דבר על דבר לגזרה שוה. ואברם כבד מאד במקנה בכסף ובזהב הדא הוא דכתיב ויוציאם בכסף וזהב ואין בשבטיו כושל. וילך למסעיו במסעות שהלך בהן חזר והלך לפרוע הקפותיו:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee647cf7a0c25239b77", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and the Failure of Leadership; The Edomites 2-9", "anchorRef": "Numbers 20:1-29", "anchorRefExpanded": ["Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and the Failure of Leadership; The Edomites 2-9", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י׳ ב׳-ט׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Rebellion and the Failure of Leadership; The Edomites", "he": "במדבר הערה י׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["The first part of this chapter contains a story that has deeply troubled readers for over two millennia. Its length belies its weight; in only thirteen verses, Moshe and Aharon have lost their most cherished dream—the privilege of entering the Promised Land.", "The brevity here may result from the fact that, for the narrator, this story was a variant of, or constructed from, a similar one in Ex. 17, to explain more fully why the leaders shared the fate of their generation. In other words, their deaths may affect us more than the text meant it to. Nonetheless, the question of why exactly Moshe and Aharon received such a terrible punishment for a moment of indiscretion will not go away. Can it really be that the towering figure of Moshe, liberator and lawgiver, parent and prophet, is to be done away with in the blink of an eye, over a fit of justifiable temper? But it is a public moment, and there the answer may lie. The Bible consistently takes a stringent view of leadership: that leaders must be above reproach, and that they must not lose sight of the fact that it is God whom they represent. A similar impulse led to the strict standards to which the writer of Samuel-Kings, the so-called Deuteronomistic historian, held such revered personalities as David and Solomon.", "From v.14 to v.21, the text gives us a moment to digest what has just happened, at the same time managing to introduce the major theme of the next several chapters: encountering other peoples and tribes as the Israelites near Canaan. First is Edom, in the territory to the east roughly between Eilat and the Dead Sea. The sequence begins tentatively, not with an Israelite victory, but not with a defeat either: they are forced to reroute their approach.", "So as to keep the memory of Merivat-Kadesh close, the chapter ends with the death of Aharon, “before the eyes of the entire community” (v.27). For the first time in all the rebellion texts, the word “rebel” itself is used (v.24). On a positive note, leadership is seamlessly passed to the next generation; when Moshe returns from witnessing Aharon’s death, he is accompanied by the latter’s son El’azar, who is tellingly dressed in Aharon’s garments.", "cut off shall that person be from the midst of the assembly,", "for the Holy-Area of Y<small>HWH</small> has he made-<i>tamei</i>,", "Waters Kept-Apart have not been dashed upon him,", "he is <i>tamei!</i>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eec9ad75f2d99afa20", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and the Failure of Leadership; The Edomites 1", "anchorRef": "Numbers 20:1-29", "anchorRefExpanded": ["Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and the Failure of Leadership; The Edomites 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 20:1-29\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 20:1-29</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63d77c7deca1000753446b63", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 20:15:1", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Rav Hirsch on Torah, Numbers 20:15:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר כ׳:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 15. ולאבותינו: nicht erst jetzt dem jüngsten, aus Mizrajim ziehenden Geschlechte, von dem ihr meinen könntet, es habe die Misshandlung irgendwie verschuldet, sondern sie hatte bereits bei unseren Vorfahren begonnen, deren ehrbarer Charakter euch wohl noch aus der Überlieferung bekannt sein wird, und war somit ein über unseren ganzen Volksstamm als solchen zur Vererbung von Vorfahren auf Nachkommen dekretiertes gewalttätiges Unrecht. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64188470c9371ec0cebe78e2", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 20:15:1", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Reggio on Torah, Numbers 20:15:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר כ׳:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>וירדו אבתינו</b> התחיל לספר מה שקרה להם מזמן פרידת יעקב מאת עשו אחיו עד היום ההוא שבאו אל גבול אדום, כי אחרי שנתישב עשו בהר שעיר קרה ליעקב שירד למצרים:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64253ebd7042c087d01931ee", "index_title": "Zevach Pesach on Pesach Haggadah", "category": "Quoting Commentary", "type": "", "ref": "Zevach Pesach on Pesach Haggadah, Magid, In the Beginning Our Fathers Were Idol Worshipers 3:41", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Zevach Pesach on Pesach Haggadah, Magid, In the Beginning Our Fathers Were Idol Worshipers 3:41", "sourceHeRef": "זבח פסח על הגדה של פסח, מגיד, מתחילה עובדי עבודה זרה היו אבותינו ג׳:מ״א", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1496], "commentaryNum": 3.0041, "collectiveTitle": {"en": "Zevach Pesach on Pesach Haggadah", "he": "זבח פסח על הגדה של פסח"}, "heTitle": "מתחילה עובדי עבודה זרה היו אבותינו", "he": "<b>הדרך השלישי</b> הוא דרך הבחירה, וענינו  שלא ירדו השבטים למצרים בשביל העונש, ולא היו מוכרחים לבוא שמה מצד הגזרה העליונה לתכלית טובתם, אלא שהיו המעשים כולם בחיריים, הינו כי בבחירתם ורצונם החופשי מכרו את יוסף, וזו היא הסיבה הראשונה מהסיבות הפועלות לרדתם שמה, כמו שאמרו חז\"ל שעל ידי זה נתגלגלו הדברים וירדו למצרים, וזה טעם  \"ארמי אובד אבי וירד מצרימה\" (דברים כ\"ו, ה') שהוא מעצמו ירד שם, וכן שלח משה לומר למלך אדום \"וירדו אבותינו מצרימה\" (במדבר כ', ט\"ו), ואמר גם כן \"בשבעים נפש ירדו אבותיך מצרימה\" ולא אמר שהוליכם ה' שמה כמו שאמר שהביאם אל הארץ, וכן אמר יהושע (יהושע כ\"ד, ד'), ויעקב ובניו ירדו מצרימה, לא שהם מעצמם ובחירתם ירדו שמה, ומה שאמר הקדוש ברוך הוא ליעקב, אל תרא מרדה מצרימה, היה רשות שנתן לו לא שצוהו לרדת בשום פנים. ולפי זה הדרך מה שאמר \"ידוע תדע כי גר יהיה זרעך בארץ לא להם\" ארבע מאות שנה, היא הודעה מה שיהיה בזמנים העתידיים, ולזה כי גר <b>יהיה</b> זרעך ולא אמר אתן את זרעם או אשים אום, כי הם ברצונם ובבחירתם עקרו שור וירדו למצרים ונטבעו בגלות, והשם יתברך ברוב חסדיו שמר להם הבטחת אברהם לנקום נקמתם מאויביהם ולהוציאם מעבדות לחירות ולתת להם את ארץ כנען לנחלה. ולפיכך אמר המגיד \"ברוך שומר הבטחתו לישראל\", שהקדוש ברוך הוא מחשב את הקץ רצה לומר שהיה הגלות מפאת ישראל ובחירתם והגאולה ממנו יתעלה.", "heVersionTitle": "Enhanced edition, 2023", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Zevach Pesach, translated by Rabbi Mark B. Greenspan, Oceanside, N.Y. 2019", "license": "", "versionTitleInHebrew": ""}, {"_id": "649413bac276f6d78f1e4444", "index_title": "Sha'ar HaPesukim", "category": "Kabbalah", "type": "", "ref": "Sha'ar HaPesukim, Parashat Ki Tisa 13", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Sha'ar HaPesukim, Parashat Ki Tisa 13", "sourceHeRef": "שער הפסוקים, פרשת תשא י״ג", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1570, 1650], "commentaryNum": 13, "collectiveTitle": {"en": "Sha'ar HaPesukim", "he": "שער הפסוקים"}, "heTitle": "פרשת תשא", "he": "(מזולתו) הנה ר\"ת 'אל 'משה, הוא א\"ם. גם ככלתו לדבר, כלתו כתיב, חסר ו' ונכתב כלתו, לרמוז, כי האם העליונה, בינה, היא שנתנה הלוחות למשה, והיא נעשית כלתו. כנודע, כי משה זכה לבינה. גם ר\"ת 'משה 'ככלותו 'לדבר 'אתו, או 'אל 'משה 'ככלתו 'לדבר, יוצא מלאך, לרמוז אל מש\"ל בפסוק, ויספר משה לחותנו, כי משה נקרא מלאך. כי עליו נאמר בפרשת חקת, (במדבר כ' ט\"ו) וישלח מלאך ויוציאנו ממצרים. גם מלת לח\"ת חסר ו', הוא בא\"ת ב\"ש אותיות כסא, לרמוז, כי הלחות חוצבו מן כסא הכבוד. (ע\"כ מזולתו):", "heVersionTitle": "Shaar HaPesukim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc70758c1dc532ec927e", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 20:15", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Steinsaltz on Numbers 20:15", "sourceHeRef": "ביאור שטיינזלץ על במדבר כ׳:ט״ו", "anchorVerse": 15, "sourceHasEn": true, "commentaryNum": 20.0015, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיֵּרְדוּ אֲבֹתֵינוּ מִצְרַיְמָה, וַנֵּשֶׁב בְּמִצְרַיִם יָמִים רַבִּים, וַיָּרֵעוּ לָנוּ מִצְרַיִם וְלַאֲבֹתֵינוּ.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Our ancestors descended to Egypt, and we lived in Egypt many years; the Egyptians mistreated us and our ancestors. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66091233c5c76509e83bb178", "index_title": "The Jonathan Sacks Haggadah; Essays", "category": "Jewish Thought", "type": "", "ref": "The Jonathan Sacks Haggadah; Essays, Pesah and the Rebirth of Israel 13", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "The Jonathan Sacks Haggadah; Essays, Pesah and the Rebirth of Israel 13", "sourceHeRef": "פסח על שום מה? הגדת הרב יונתן זקס; מאמרים, מאמר ז; חג הפסח והולדתו מחדש של עם ישראל י״ג", "anchorVerse": 15, "sourceHasEn": true, "commentaryNum": 13, "collectiveTitle": {"en": "The Jonathan Sacks Haggadah; Essays", "he": "פסח על שום מה? הגדת הרב יונתן זקס; מאמרים"}, "heTitle": "מאמר ז; חג הפסח והולדתו מחדש של עם ישראל", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<span class=\"poetry indentAll\">The Holy One, blessed be He, said to our father Abraham, “Go forth and tread a path for your children.” For you find that everything written in connection with Abraham is written in connection with his children. Of Abraham it is written, <i>And there was a famine in the land</i> [Gen. 12:10], and of Israel it is written, <i>For these two years there has been famine in the land</i> [45:6]. Of Abraham: <i>And Abram went down to Egypt</i> [ibid.]. Of Israel: <i>And our fathers went down into Egypt</i> [Num. 20:15]. Of Abraham: <i>To reside there</i> [ibid.]. Of Israel: <i>We have come to reside in this land</i> [Gen. 47:4]. (<i>Genesis Raba</i> 40:6)</span>", "versionTitle": "Koren Publishers, Jerusalem, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "525a51a2edbab4498f484f37", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 20:15:1", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Ibn Ezra on Numbers 20:15:1", "sourceHeRef": "אבן עזרא על במדבר כ׳:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>לנו מצרים ולאבותינו.</b> שמתו והטעם שארך זמן רע תם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "EGYPTIANS DEALT ILL WITH US, AND OUR FATHERS. Who died. The meaning of our clause is that their evil<sup class=\"footnote-marker\">70</sup><i class=\"footnote\">The evil which the Egyptians did to us, for they afflicted us and our parents.</i> lasted a very long time.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "54b1da01fbfba21603f5d82a", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 40:6", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Bereshit Rabbah 40:6", "sourceHeRef": "בראשית רבה מ׳:ו׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [400], "commentaryNum": 40.0006, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וּלְאַבְרָם הֵיטִיב בַּעֲבוּרָהּ וַיְהִי לוֹ צֹאן וּבָקָר וגו' וַיְצַו עָלָיו פַּרְעֹה אֲנָשִׁים וַיְשַׁלְּחוּ אֹתוֹ <small>(בראשית יב, טז כ)</small>, רַבִּי פִּינְחָס בְּשֵׁם רַבִּי הוֹשַׁעְיָא רַבָּה אָמַר, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְאַבְרָהָם אָבִינוּ צֵא וּכְבשׁ אֶת הַדֶּרֶךְ לִפְנֵי בָנֶיךָ, אַתְּ מוֹצֵא כָּל מַה שֶּׁכָּתוּב בְּאַבְרָהָם כְּתִיב בְּבָנָיו, בְּאַבְרָהָם כְּתִיב <small>(בראשית יב, י)</small>: וַיְהִי רָעָב בָּאָרֶץ, בְּיִשְׂרָאֵל כְּתִיב <small>(בראשית מה, ו)</small>: כִּי זֶה שְׁנָתַיִם הָרָעָב בְּקֶרֶב הָאָרֶץ. בְּאַבְרָהָם כְּתִיב: וַיֵּרֶד אַבְרָם מִצְרַיְמָה לָגוּר שָׁם, וּבְיִשְׂרָאֵל כְּתִיב <small>(במדבר כ, טו)</small>: וַיֵּרְדוּ אֲבֹתֵינוּ מִצְרַיְמָה. בְּאַבְרָהָם כְּתִיב: לָגוּר שָׁם, וּבְיִשְׂרָאֵל כְּתִיב <small>(בראשית מז, ד)</small>: לָגוּר בָּאָרֶץ בָּאנוּ. בְּאַבְרָהָם כְּתִיב: כִּי כָבֵד הָרָעָב בְּאֶרֶץ כְּנַעַן, בְּיִשְׂרָאֵל כְּתִיב <small>(בראשית מג, א)</small>: וְהָרָעָב כָּבֵד בָּאָרֶץ. בְּאַבְרָהָם כְּתִיב: וַיְהִי כַּאֲשֶׁר הִקְרִיב, בְּיִשְׂרָאֵל כְּתִיב <small>(שמות יד, י)</small>: וּפַרְעֹה הִקְרִיב. בְּאַבְרָהָם כְּתִיב וְהָרְגוּ אֹתִי וְאֹתָךְ יְחַיּוּ, וּבְיִשְׂרָאֵל כְּתִיב <small>(שמות א, כב)</small>: כָּל הַבֵּן הַיִּלּוֹד הַיְאֹרָה תַּשְׁלִיכֻהוּ. בְּאַבְרָהָם כְּתִיב: אִמְרִי נָא אֲחֹתִי אָתְּ לְמַעַן יִיטַב לִי בַעֲבוּרֵךְ וגו', וּבְיִשְׂרָאֵל כְּתִיב <small>(שמות א, כ)</small>: וַיֵּיטֶב אֱלֹהִים לַמְיַלְּדֹת. בְּאַבְרָהָם כְּתִיב: וַיְהִי כְּבוֹא אַבְרָם מִצְרַיְמָה, וּבְיִשְׂרָאֵל כְּתִיב <small>(שמות א, א)</small>: וְאֵלֶּה שְׁמוֹת בְּנֵי יִשְׂרָאֵל הַבָּאִים מִצְרָיְמָה. בְּאַבְרָהָם כְּתִיב: וְאַבְרָם כָּבֵד מְאֹד בַּמִּקְנֶה, וּבְיִשְׂרָאֵל כְּתִיב <small>(תהלים קה, לז)</small>: וַיּוֹצִיאֵם בְּכֶסֶף וְזָהָב. בְּאַבְרָהָם כְּתִיב: וַיְצַו עָלָיו פַּרְעֹה, וּבְיִשְׂרָאֵל כְּתִיב <small>(שמות יב, לג)</small>: וַתֶּחֱזַק מִצְרַיִם עַל הָעָם. בְּאַבְרָהָם כְּתִיב: וַיֵּלֶךְ לְמַסָּעָיו, וּבְיִשְׂרָאֵל כְּתִיב <small>(במדבר לג, א)</small>: אֵלֶּה מַסְעֵי בְנֵי יִשְׂרָאֵל. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“He benefitted Abram for her sake; he acquired flocks, cattle, donkeys, slaves, maidservants, female donkeys, and camels” (Genesis 12:16).</b> <br><b>“Pharaoh commanded men in his regard and they sent away him and his wife, and everything that was his” (Genesis 12:20).</b> <br>“He benefitted Abram for her sake; he acquired flocks, cattle…Pharaoh commanded men in his regard and they sent away him [and his wife]” – Rabbi Pinḥas said in the name of Rabbi Hoshaya the Great: The Holy One blessed be He said to Abraham our forefather: ‘Go and pave the way before your descendants.’<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">The events of your life are portents for the events that will occur to your descendants.</i> You find that everything that is written in Abraham’s regard is written regarding his descendants. In Abraham’s regard it is written: “There was famine in the land” (Genesis 12:10); in Israel’s regard it is written: “For these two years the famine is in the midst of the land” (Genesis 45:6). In Abraham’s regard it is written: “Abram descended to Egypt to sojourn there” (Genesis 12:10); in Israel’s regard it is written: “Our ancestors descended to Egypt” (Numbers 20:15). In Abraham’s regard it is written: “To sojourn there”; in Israel’s regard it is written: “We have come to sojourn in the land” (Genesis 47:4). In Abraham’s regard it is written: “As the famine was severe in the land” (Genesis 12:10); in Israel’s regard it is written: “The famine was severe in the land” (Genesis 43:1). In Abraham’s regard it is written: “It was when he drew near” (Genesis 12:11); in Israel’s regard it is written: “Pharaoh drew near” (Exodus 14:10). In Abraham’s regard it is written: “They will kill me, and keep you alive” (Genesis 12:12); in Israel’s regard it is written: “Every son who is born, you shall cast him into the Nile [and every girl you shall keep alive]” (Exodus 1:22). In Abraham’s regard it is written: “Please, say you are my sister; so that it may be well with me [<i>yitav li</i>] because of you…” (Genesis 12:13); in Israel’s regard it is written: “God favored [<i>vayeitev</i>] the midwives” (Exodus 1:20). In Abraham’s regard it is written: “It was upon Abram’s arrival in Egypt” (Genesis 12:14); in Israel’s regard it is written: “These are the names of the children of Israel who arrived in Egypt” (Exodus 1:1). In Abraham’s regard it is written: “And Abram was very wealthy in livestock, [in silver, and in gold]” (Genesis 13:2); in Israel’s regard it is written: “He took them out with silver and with gold” (Psalms 105:37). In Abraham’s regard it is written: “Pharaoh commanded [men] in his regard, [and they sent away him and his wife]” (Genesis 12:20); in Israel’s regard it is written: “The Egyptians urged the people, [to send them away in haste]” (Exodus 12:33). In Abraham’s regard it is written: “He went on his journeys” (Genesis 13:3); in Israel’s regard it is written: “These are the journeys of the children of Israel” (Numbers 33:1).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "554ef0b3fbfba21b48f53e78", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 20:15:1", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Haamek Davar on Numbers 20:15:1", "sourceHeRef": "העמק דבר על במדבר כ׳:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>וירעו לנו מצרים ולאבותינו.</b> אלו אמר וירעו לאבותינו ולנו היה במשמע מאז ירדו אבותינו למצרים הרעו. משום הכי הקדים לומר לנו ולאבותינו דמשמע אבותינו הסמוכים לדור שלנו:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5735de6bd6e4a93d32bb9188", "index_title": "Kedushat Levi", "category": "Chasidut", "type": "", "ref": "Kedushat Levi, Leviticus, Homily for Pesach 20", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Kedushat Levi, Leviticus, Homily for Pesach 20", "sourceHeRef": "קדושת לוי, ויקרא, דרוש לפסח כ׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1772, 1798], "commentaryNum": 20, "collectiveTitle": {"en": "Kedushat Levi", "he": "קדושת לוי"}, "heTitle": "דרוש לפסח", "he": "וישלח מלאך ויוציאנו ממצרים (במדבר כ, טו). לכאורה אינו מובן, הלא כתיב אני ולא מלאך. והנראה, דהנה זה הנס שהשם יתברך עושה עמנו והאומות הם נכנעים בזה ועוזבים את הבחירה שלהם זה הנס נקרא מן ה' לבדו וזה הנס שהאומות אינם נכנעים ואינם עוזבים את הבחירה שלהם זה הנס נקרא על ידי מלאך. והנה באמת מצרים הכניעו לפני ישראל ועזבו את הבחירה שלהם אצלם הנס הוא מה'. וזהו הרמז בפסוק ועברתי בארץ מצרים גו' אני ולא מלאך, אני ה' ולא אחר, מחמת שהמצרים נכנעו לפני ישראל ועזבו את הבחירה וזהו אני ה', ולא אחר. אבל אצל אדום שצוה הכתוב <small>(דברים כג, ח)</small> לא תתעב אדומי, ונמצא שהם היו חושבים שהיה בחינת מלאך. וזהו וישלח מלאך ויוציאנו: ", "heVersionTitle": "Kedushat Levi - Munkatch 1939", "heLicense": "Public Domain", "heVersionTitleInHebrew": "קדושת לוי, מונקאץ', תרצ\"ט", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b1cfb0d6e4a937f9999672", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 19:15", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Bamidbar Rabbah 19:15", "sourceHeRef": "במדבר רבה י״ט:ט״ו", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 19.0015, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיִּשְׁלַח משֶׁה מַלְאָכִים כֹּה אָמַר אָחִיךָ יִשְׂרָאֵל <small>(במדבר כ, יד)</small>, זֶה שֶׁאָמַר הַכָּתוּב <small>(תהלים טו, ג)</small>: לֹא רָגַל עַל לְשֹׁנוֹ לֹא עָשָׂה לְרֵעֵהוּ רָעָה וְחֶרְפָּה לֹא נָשָׂא עַל קְרֹבוֹ, בְּנֹהַג שֶׁבָּעוֹלָם אָדָם עוֹשֶׂה בִּפְרַקְמַטְיָא עִם חֲבֵרוֹ וְהִקְפִּידוֹ, פּוֹרֵשׁ מִמֶּנּוּ וְאֵינוֹ רוֹצֶה לִרְאוֹתוֹ, וּמשֶׁה אַף עַל פִּי שֶׁנֶּעֱנַשׁ עַל יְדֵי יִשְׂרָאֵל, שֶׁנֶּאֱמַר <small>(תהלים קו, לב)</small>: וַיַּקְצִיפוּ עַל מֵי מְרִיבָה וַיֵּרַע לְמשֶׁה, לֹא פָּרַק מַשָֹּׂאָן מֵעָלָיו אֶלָּא וַיִּשְׁלַח מַלְאָכִים. <small>(במדבר כ, יד)</small>: אַתָּה יָדַעְתָּ אֵת כָּל הַתְּלָאָה אֲשֶׁר מְצָאָתְנוּ, אָמַר לוֹ: אַתָּה יָדַעְתָּ כְּשֶׁאָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא <small>(בראשית טו, יג)</small>: יָדֹעַ תֵּדַע כִּי גֵר יִהְיֶה זַרְעֲךָ בְּאֶרֶץ לֹא לָהֶם וַעֲבָדוּם וְעִנּוּ אֹתָם אַרְבַּע מֵאוֹת שָׁנָה, אָנוּ נִשְׁתַּעְבַּדְנוּ וְאַתָּה בֶּן חוֹרִין, <small>(במדבר כ, טו)</small>: וַיֵּרְדוּ אֲבֹתֵינוּ, עַל אוֹתוֹ עִנּוּי, מָשָׁל לִשְׁנֵי אַחִין שֶׁיָּצָא שְׁטַר חוֹב עַל זִקְנֵיהֶם, פָּרַע אוֹתוֹ אֶחָד מֵהֶם, לְיָמִים הִתְחִיל לִשְׁאֹל חֵפֶץ מֵאָחִיו, אָמַר לוֹ אַתָּה יוֹדֵעַ שֶׁאוֹתוֹ חוֹב עַל שְׁנֵינוּ, וַאֲנִי הוּא שֶׁפְּרַעְתִּיו, אַל תַּחְזִירֵנִי מִן חֶפְצִי שֶׁאֲנִי שׁוֹאֵל. <small>(במדבר כ, טו)</small>: וַיֵּרְדוּ אֲבֹתֵינוּ מִצְרַיְמָה, מַה טִּיבָן שֶׁל אָבוֹת כָּאן, שֶׁנֶּאֱמַר <small>(במדבר כ, טו)</small>: וַיָּרֵעוּ לָנוּ מִצְרַיִם וְלַאֲבֹתֵינוּ, שֶׁכָּל זְמַן שֶׁיִּשְׂרָאֵל בְּצָרָה אַף הֵן בְּצָרָה. <small>(במדבר כ, יז)</small>: נַעְבְּרָה נָּא בְאַרְצֶךָ וגו' מֵי בְאֵר, מֵי בּוֹרוֹת הָיָה צָרִיךְ לוֹמַר, לִמְדָךְ תּוֹרָה דֶּרֶךְ אֶרֶץ, שֶׁהַהוֹלֵךְ לְאֶרֶץ שֶׁאֵינוֹ שֶׁלּוֹ וְיֵשׁ בְּיָדוֹ צָרְכּוֹ, לֹא יֹאכַל מִמַּה שֶּׁבְּיָדוֹ אֶלָּא שֶׁלּוֹ יְהֵא מֻנָּח וְיִקְנֶה מִן הַחֶנְוָנִי בִּשְׁבִיל לְהַנּוֹתוֹ, כָּךְ אָמַר לוֹ משֶׁה הַבְּאֵר עִמָּנוּ וּמָן אָנוּ אוֹכְלִין, לֹא תֹאמַר שֶׁאָנוּ מַטְרִיחִין עָלֶיךָ, שָׂכָר אַתָּה עוֹשֶׂה לְעַצְמְךָ. כָּךְ אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה <small>(דברים ב, ו)</small>: אֹכֶל תִּשְׁבְּרוּ מֵאִתָּם בַּכֶּסֶף, אָמַר לָהֶם משֶׁה הַתִּירוּ לָכֶם כִּיסְכֶם שֶׁלֹא יֹאמְרוּ עֲבָדִים הָיוּ, עֲנִיִּים הֵם, הַרְאוּ לָהֶם עָשְׁרְכֶם וְיֵדְעוּ שֶׁלֹא הִפְסַדְתֶּם בַּשִּׁעְבּוּד, <small>(בראשית טו, יד)</small>: וְאַחֲרֵי כֵן יֵצְאוּ בִּרְכֻשׁ גָּדוֹל, וְיֵדְעוּ שֶׁאֵין אַתֶּם חֲסֵרִים כְּלוּם, וְלֹא מִשֶּׁלָּכֶם אַתֶּם נוֹתְנִים, שֶׁנֶּאֱמַר <small>(דברים ב, ז)</small>: כִּי ה' אֱלֹהֶיךָ בֵּרַכְךָ זֶה אַרְבָּעִים שָׁנָה ה' אֱלֹהֶיךָ עִמָּךְ לֹא חָסַרְתָּ דָּבָר. <small>(במדבר כ, יז)</small>: דֶּרֶךְ הַמֶּלֶךְ נֵלֵךְ, שֶׁאָנוּ חוֹסְמִין אֶת בְּהֶמְתֵּנוּ, <small>(במדבר כ, יז)</small>: לֹא נִטֶּה יָמִין וּשְׂמֹאול, זֶה קָשֶׁה מִכֻּלָּם, שֶׁאָמְרוּ לוֹ בְּכָל סְבִיבוֹתֵינוּ יֵשׁ לָנוּ רְשׁוּת לַהֲרֹג וְלָבֹז, אֲבָל בִּגְבוּלְךָ לֹא נִטֶּה יָמִין וּשְׂמֹאל. <small>(במדבר כ, יח)</small>: וַיֹּאמֶר אֵלָיו אֱדוֹם לֹא תַעֲבֹר בִּי, זֶה שֶׁאָמַר הַכָּתוּב <small>(תהלים קכ, ז)</small>: אֲנִי שָׁלוֹם וְכִי אֲדַבֵּר הֵמָּה לַמִּלְחָמָה, וּמִנַּיִן שֶׁכָּךְ אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁאֵין מַנִּיחִים אֶתְכֶם לַעֲבֹר וְלֹא הַכֹּל מֵהֶם שֶׁאֲנִי הוּא שֶׁרוֹצֶה, שֶׁנֶּאֱמַר <small>(דברים ב, ה)</small>: אַל תִּתְגָּרוּ בָם כִּי לֹא אֶתֵּן לָכֶם מֵאַרְצָם, וּכְתִיב <small>(במדבר כ, כא)</small>: וַיְמָאֵן אֱדוֹם נְתֹן אֶת יִשְׂרָאֵל. וְאַחַר כָּךְ שָׁלְחוּ אֶל מֶלֶךְ מוֹאָב וְלֹא אָבָה, אַף עַל פִּי שֶׁאֵינוֹ מְפֹרָשׁ כָּאן הֲרֵי מְפֹרָשׁ בְּשׁוֹפְטִים, מְלַמֵּד שֶׁהַכֹּל בְּרוּחַ הַקֹּדֶשׁ, שֶׁלֹא הָיָה בְּכֻלָּן קַל מִיִּפְתָּח, וְהוּא פֵּרַשׁ, שֶׁנֶּאֱמַר <small>(שופטים יא, יז)</small>: וַיִּשְׁלַח יִשְׂרָאֵל מַלְאָכִים אֶל מֶלֶךְ אֱדוֹם לֵאמֹר אֶעְבְּרָה נָא בְאַרְצֶךָ וְלֹא שָׁמַע מֶלֶךְ אֱדוֹם וְגַם אֶל מֶלֶךְ מוֹאָב שָׁלַח וְלֹא אָבָה. וְאַף משֶׁה רָמַז <small>(דברים ב, כט)</small>: כַּאֲשֶׁר עָשׂוּ לִי בְּנֵי עֵשָׂו הַיּשְׁבִים בְּשֵׂעִיר.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Moses sent messengers from Kadesh to the king of Edom: So said your brother Israel: You know all the travail that we have encountered” (Numbers 20:14).</b> <br>“Moses sent messengers…So said your brother Israel” – this is what the verse said: “He who does not gossip with his tongue, nor does evil to his neighbor, nor tolerates disgrace for his relative” (Psalms 15:3). The way of the world is that a person who engages in commerce with another and he angered him, he withdraws from him and does not wish to see him. Moses, even though he was punished by means of Israel, as it is stated: “They provoked at the waters of Meriva, and Moses suffered [on their account]” (Psalms 106:32), he did not remove their burden from upon him,<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">The midrash interprets the end of the verse as, “he does not consider himself to be disgraced on account of his relative,“ rather, he continues to work on behalf of his relative.</i> but rather, he “sent messengers.” <br><b>“Our ancestors descended to Egypt, and we lived in Egypt many years, and the Egyptians mistreated us and our ancestors” (Numbers 20:15)</b> <br>“You know all the travail that we have encountered” (Numbers 20:14) – he said to him: ‘You know that when the Holy One blessed be He said: “Know, that your descendants will be a stranger in a land that is not theirs, and they will be enslaved to them, and they will oppress them, four hundred years” (Genesis 15:13), we were enslaved, but you are a free man.’ “Our ancestors descended” – it was due to that oppression. This is analogous to two brothers, where a promissory note was issued against their grandfather and one of them paid it off. Sometime later, one began asking to borrow an item from his brother. He said to him: ‘You know that that debt was on both of us, but it is I who repaid it. Do not reject me regarding the item that I am asking to borrow.’ <br>“Our ancestors descended to Egypt” – what is the nature of the ancestors here, as it is stated: “And the Egyptians mistreated us and our ancestors”? It is because anytime that Israel is in distress, they too, are in distress. <br><b>“Please, let us pass through your land; we will not pass through a field or through a vineyard, and we will not drink well water; we will go on the king’s way; we will not turn right or left until we pass your border” (Numbers 20:17).</b> <br>“Please, let us pass through your land…[we will not drink] well water” – it should have said “water of pits.”<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">Well is singular, but pits is plural.</i> The Torah teaches you etiquette, that one who goes to a land that is not his and has [enough for] his needs in his possession, he should not eat from what is in his possession, but rather, his shall be placed aside and he should purchase from the storekeeper in order to benefit him. So, Moses said to him: ‘The well accompanies us and we eat manna; do not say that we are an imposition upon you. You will be earning income for yourself’; so, the Holy One blessed be He said to Moses: “You shall purchase food from them with silver” (Deuteronomy 2:6). Moses said to them: ‘Loosen your purse strings, so they will not say: They were slaves, they are poor. Show them your wealth, and they will know that you did not lose because of the enslavement. “Afterward they will emerge with great wealth” (Genesis 15:14) – and they will know that you are lacking nothing, and it is not from your own that you are giving, as it is stated: “For the Lord your God blessed you…these forty years the Lord your God has been with you; you have lacked nothing”’ (Deuteronomy 2:7).  <br>“We will go on the king’s way” – as we will muzzle our animals. “We will not turn right or left” – this is the most difficult of all, as they said to him: In all of our surroundings we have permission to kill and pillage, but within your borders, “we will not turn right or left.” <br><b>“Edom said to him: You shall not pass through me, lest I come out toward you with the sword” (Numbers 20:18).</b> <br>“Edom said to him: You shall not pass through me” – this is what the verse said: “I am peace; but when I speak, they are for war” (Psalms 120:7). From where is it derived that this is what the Holy One blessed be He said to him, that: ‘They will not allow you to pass, and it is not all from them, because it is I who wants it,’ as it is stated: “Do not provoke them, for I will not give you from their land” (Deuteronomy 2:5), and it is written: “Edom refused to allow Israel” (Numbers 20:21). Then they sent to the king of Moav, and he was unwilling. Although it is not explicit here, it is explicit in Judges, teaching that it is all in the Divine Spirit, as there was no one among all of them of insignificant stature as Yiftaḥ,<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">Everything written in the Bible was written with the Divine Spirit, and since Yiftaḥ’s statement is quoted it is certainly a correct description of what had occurred even though he was of insignificant stature.</i> and he stated it explicitly, as it is stated: “Israel sent messengers to the king of Edom, saying: Please let me pass through your land; but the king of Edom would not heed. They also sent to the king of Moav, but he was unwilling” (Judges 11:17). Moses also intimated: “Like the children of Esau, who live in Seir, [and the Moavites, who live in Ar,] did for me” (Deuteronomy 2:29).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5aca1f98d6e4a944fee9cf35", "index_title": "Minchat Ani on Pesach Haggadah", "category": "Quoting Commentary", "type": "", "ref": "Minchat Ani on Pesach Haggadah, Magid, First Fruits Declaration 7:3", "anchorRef": "Numbers 20:14-16", "anchorRefExpanded": ["Numbers 20:14", "Numbers 20:15", "Numbers 20:16"], "sourceRef": "Minchat Ani on Pesach Haggadah, Magid, First Fruits Declaration 7:3", "sourceHeRef": "מנחת עני על הגדה של פסח, מגיד, ארמי אבד אבי ז׳:ג׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1830, 1870], "commentaryNum": 7.0003, "collectiveTitle": {"en": "Minchat Ani on Pesach Haggadah", "he": "מנחת עני על הגדה של פסח"}, "heTitle": "ארמי אבד אבי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "We cried to the Lord and He heard our plea,<br> And He sent a messenger who freed us from Egypt.” (Num. 20:14-16)<br> Yet the verse says that the Edomites knew about Israel’s history – so why was it necessary to tell them what had happened, and why was it necessary to tell them in this particular way?", "versionTitle": "Rabbi Mark Greenspan", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5aca1f98d6e4a944fee9cf37", "index_title": "Minchat Ani on Pesach Haggadah", "category": "Quoting Commentary", "type": "", "ref": "Minchat Ani on Pesach Haggadah, Magid, First Fruits Declaration 7:4", "anchorRef": "Numbers 20:14-16", "anchorRefExpanded": ["Numbers 20:14", "Numbers 20:15", "Numbers 20:16"], "sourceRef": "Minchat Ani on Pesach Haggadah, Magid, First Fruits Declaration 7:4", "sourceHeRef": "מנחת עני על הגדה של פסח, מגיד, ארמי אבד אבי ז׳:ד׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1830, 1870], "commentaryNum": 7.0004, "collectiveTitle": {"en": "Minchat Ani on Pesach Haggadah", "he": "מנחת עני על הגדה של פסח"}, "heTitle": "ארמי אבד אבי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Rather, the Edomites thought that all that had happened took place through natural means and Moses wished to show them that it all happened through Divine intervention. He opened by saying “Thus says your brother Israel;” Moses reminded the Edomites that the people were called Israelites – because their forefather was Israel, who wrestled with God. That way, the Edomites would understand that Israel’s offspring were chosen for greatness. He goes on to say, <b>“Now, you know all the hardships that have befallen us.”</b><sup class=\"footnote-marker\">63</sup><i class=\"footnote\">The words in bold are taken from Numbers, 20:14-16. Rabbi Ettlinger weaves these verses into a <i>Midrash</i>. I have kept the original language bold to distinguish it from his additions to the text.</i> Moses says to the Edomites: Certainly you have heard that we were subjugated to the Egyptians and that we were freed. Maybe you are under the impression that it was through our own strength that we were freed. Therefore Moses goes on to say, <b>“Our ancestors went down to Egypt, that we dwelt in Egypt a long time;”</b> In other words, it never occurred to us to leave Egypt. Maybe you would say that the reason we didn’t leave was because it was because it was so good for us in Egypt. This was not so: <b>“the Egyptians imputed evil” </b>not only to us but also <b>“to our ancestors.” </b>Even so it didn’t occur to us to try and depart from the slavery <b>until “We cried to the Lord and He heard our plea, and He sent a messenger who freed us from Egypt.</b>” All of this happened through God’s agency. Therefore the essence of the Exodus is that the Holy One took us out. To this statement the wicked child asked: “What is this service to you?” We answer: the essence is the Passover offering rather than the <i>matzah</i> and the bitter herbs. <i>Matzah</i> is a symbol of freedom and that we left in haste while bitter herbs a reminder of the bitter slavery. These events could have happened naturally while the Passover offering is a reminder of the miracle that could only happen though God.", "versionTitle": "Rabbi Mark Greenspan", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0bc284c1533e001928ae59", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 20:15:1", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Malbim on Numbers 20:15:1", "sourceHeRef": "מלבי\"ם על במדבר כ׳:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>וירדו </b>ואנחנו פרענו השטר, וזה היה [א] שאבותינו ירדו מצרים להיות שם לפי שעה כמ\"ש מלמד שלא ירד להשתקע אלא לגור שם, <b>ונשב ימים רבים </b>שהמצריים עכבו אותם תכף ולא הניחום לצאת כמ\"ש בפי' שמות (א יו\"ד), וזה חמס אחד וזאת שנית וירעו לנו מה שעבדו בם בפרך:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5c17b9b3b071e100bf4ed2f0", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 36:1:6", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Akeidat Yitzchak 36:1:6", "sourceHeRef": "עקידת יצחק ל״ו:א׳:ו׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "והנה אחר הדברים האלה אף אנחנו נניח ונאמר הפעם ה' הצדיק אמת ויציב ביום אמת ואמונה בלילה כי צדיק ה' צדקת אהב צדיק וישר הוא אך משפטים נדבר אותו בתורת שאלה ולמוד לדעת ולהודיע מה גדלו דרכיו ומחשבותיו ביושר משפטיו בעניינים המסופרים בזה החלק שאנו בביאורו. וזה כי יש לשאול ולומר על מה ועל מה גזרה צדקתו על אבותינו הגלות המר והאכזר של מצרים כי לא נמצא שקדם להם עון אשר חטא יחייבם בו כשאר הגליות. ואין טעם למה שכתב הרמב\"ן ז\"ל (בראשית י\"ב) שבעון אברהם אביהם עם אשתו הצדקת נגזר עליהם זה הגלות כי א\"כ היה עונש כבד ועצום על חטא קל כזה וכ\"ש למה שכתבנו אנחנו שם וביררנו שנהג כהוגן ואף כי אין מהצדק האלדי להמית בנים על אבות. וקרוב לשמוע דברי האומר (שבת י':) שהיה בעון השבטים במכירתו של יוסף כי הוא מה שיראה מתייחס לפי חומר הנושא. אלא שיכחישהו הדעת מצדדים האחד שהיה מהראוי ששבט יוסף בכללו והם רבבות אפרים והם אלפי מנשה יוכר להם שם יתרון חרות וחפשיות על כל שאר השבטים כי הם לא חטאו בעון ההוא אבל חטאו לאביהם. ולא עוד אלא שלשבט בנימן חוייב כן ולא נמצא, אדרבא נמצא ששבט לוי האיש אשר כלהו ואשר דמהו כפי קבלת חז\"ל (ש\"ר פ\"ה) מהוראת הכתובים היה נקי וחפשי מהעבוד' ההיא וזה לא יתכן מהצדק האלהי בשום פנים. והשני שכבר חוייב שיזכר ויפקד עון זה בתורה או במקרא. והנה לא נמצא שנחשב להם לשום עון כמו שכתבנו שם כ\"ש שנגזר עליהם על זה הגלות הזה. וקשה עוד מזה אומרם חז\"ל (שבת פ\"ט:) ראוי היה יעקב לירד למצרים בשלשלאות של ברזל ובקולרין ועשה הקב\"ה כמה עלילות כדי שירד שם שנאמר (תהילים ק״ה:י״ז) לעבד נמכר יוסף כי אם בניו חטאו וישלחם שם ביד פשעם הוא מה חטא שירד וקולרין בצוארו: ועוד שכבר ביארו בדבריהם (שבת י':) שהמכירה סובבה בצורך הירידה ולא הית' הירידה בחטא המכירה והנה א\"כ נמצא גלות כבד בלא חטא ועונשים קשים ורעים בלי עון וזה פלא בחק המשפט האלהי: והנה זה הספק ממה שלא יקשה היתרו כשנעמוד על מה שכתבנו בשער כ\"ו מענין ההנהגה בכתות האנשים ובשער כ\"ח בספור מכירתו של יוסף כי שם נתבאר היטב שהם בבחירתם עשו מבלי הכרח כלל וכי המכירה שהיא הית' סבה ראשונ' מהסבות הפועלות ירידתם לשם כמו שאמרו ז\"ל (שם) שע\"י כן נתגלגלו הדברים וירדו למצרים לא כי בחטאם ירדו כמו שלא נאמר כי בעון ששמו אש בנעורת נשרף וזה טעם ארמי אובד אבו וירד מצרימה (דברום כ\"ו) כמו שיבא שם. ולזה נאמר (במדבר כ׳:ט״ו) וירדו אבותינו מצרימה. (דברים י׳:כ״ב) בשבעים נפש ירדו אבותיך מצרימה. ולא אחד שיאמר שהוא הורידם לשם אדרבה נזהר מזה ע\"י יהושע שנא' (יהוש' כ\"ד) כה אמר ה' אלהי ישראל בעבר הנהר ישבו אבותיכם וגו'. ואקח את אביכם את אברהם וגו'. וארבה את זרעו ואתן לו את יצחק ואתן ליצחק את יעקב ואת עשו וגו', ויעקב ובניו ירדו מצרימה ראה כי כל המעשים ההם ייחס לעצמו זולת זה. ומאמר אל תירא מרדה מצרימה (ברא' מ\"ו) הנה הוא רשות לבד ובטחון כענין וישלח אותם משה וכו' (במדבר י״ג:ג׳). כי הנה הוא ית' לא מיחה בדבר לפי שהירידה תהי' להם לסוף לשם תפארת כמו שכתבנו בתחלת הספר. ולפ\"ז יתחייב כי מאמר גר יהי' זרעך בארץ לא להם ועבדום וגו' (בראשית ט\"ו). יהי' הודעה לא גזרה בלי ספק וקרא דיקא שאמר יהי' זרעך ולא אמר אתן או אשים: אמנם הספק היותר קשה והיותר מבהיל בחוקו ית' הוא מה שנתפרסמה תמיהתו באומרו ואני אקשה את לב פרעה והרביתי את אותותי ואת מופתי בארץ מצרים ואמר (שמות י׳:א׳) כי אני הכבדתי את לבו ואת לב עבדיו למען שיתי אותותי אלה בקרבו וכל שאר הכתובים המעידים על זה שהוא מבואר מדרכיו הצדיקים והישרים שאע\"פ שירשיע ויתריס נגדו גם כי ירבה לפשוע פעמים שלש עוד יוסיף שש ושבע על חטאותיו אם ישוב ונחם כדי רשעתו במספר ובערך חטאתיו ירבה הכנעותיו בכל לבו ובכל נפשו ובכל מאודו למה לא תקובל תשובתו ותשמע קול צעקתו ובכיתו ואיה פה ימין ה' רוממה ופשוטה לקבל פושטים וחטאים ואי זה בית תפלה תבנו לשמו ואי זה מקום שבעלי תשובה עומדים כ\"ש שיתהלל ויתפאר מי שכלו מלא חסד ורחמים ויאמר שיקשה ויחזיק לב החוטא מתחלה לבלתי שמוע אל דבריו כדי להענישו על זה כי הוא מבואר כי אם הוא הקשה לבו עול גמור הוא שיקבל עונש עליו. והיסוד אשר יסדו בזה אביר הרועים הרמב\"ם ז\"ל בהקדמת אבות (ח\"פ פ\"ח) ובספר המדע (ה' תשובה פ\"ו) אשר נמשכו רבים אחריו הנה הוא רעוע בעיני וזהו שאמר ואיפשר שיחטא האדם חטא גדול או חטאים רבים עד שינתן את הדין לפני דיין האמת שיהיו נפרעים מזה החוטא על חטאים אלו שעשה מרצונו ומדעתו שמונעין ממנו התשובה ואין מניחין לו רשות לשוב מרשעו כדי שימות ויאבד בחטאים שעשה הוא שהקב\"ה אמר ע\"י ישעיה הנביא ע\"ה (ישעיהו ו׳:י׳) השמן לב העם הזה עד ושב ורפא לו וכן הוא אומר (ד\"ה ב' ל\"ו) ויהיו מלעיבים במלאכי האלהים וגו'. עד לאין מרפא כלומר חטאו ברצונם והרבו לפשוע עד שנתחייבו למנוע מהם התשובה שהיא מרפא. לפיכך כתוב בתורה (שמות ד׳:כ״א) ואני אחזק את לב פרעה לפי שחטא מעצמו תחלה והרג לישראל הגרים בארצו שנאמר (שם א') הבה נתחכמה לו וגומר נתן הדין למנוע ממנו התשובה עד שנפרעים ממנו ולפיכך חזק הקב\"ה את לבו. והקשה לו ז\"ל. אם כן לריק היו כל השליחות ההנה אשר היה אומר אליו כפעם בפעם שלח את עמי וגו'. ואם אינך משלח וגומר. והתיר כדי להודיע לבאי עולם שבזמן שמונע הקב\"ה התשובה מהחוטא אף על פי שאם ישוב וכזב מאמר השם אין לו שום יכולת להכזיבו ולשוב אלא יעמוד במרדו עד שימות ברשעו אשר עשה מתחלה מרצונו ודבר ה' לא ישוב אחור והמשיך זה הדעת בסיחון ועוג ובכל מה שנזכר שהקשה השם רוח כל בשר איש ואמץ את לבבו לבלתי שמוע בקולו: והנה באמת קשה מאד בעיני להולמו מפני כמה דברים. האחד שבביאור נאמר בתחלת השליחות (שם ד') ואני ידעתי כי לא יתן אתכם מלך מצרים להלוך הרי שביאר שידע הוא שהוא מעצמו לא יתן אותם להלוך מבלי שיחזק הוא את לבו ועל כרחנו יש לנו להודות במה שאמר אחר כך ואני אחזק ואני אקשה שיאמר על העתיד או שיובן בענין אחר לא שמתחלה הקשה את לבו:  ", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "Yet one may strive to understand why the generation of Jews in Egypt was subjected to such a cruel fate at the hands of the Egyptians and Pharaoh. Especially, are we entitled to do so, since scripture does not offer a list of specific wrongdoings of the people? The author rejects many solutions offered by his predecessors as being inadequate. Most of those explanations would violate the principle of our freedom of choice in one form or another. The author insists that statements such as \"he went down to Egypt,\" ((Deut. 26,5) or \"and Jacob and his sons went down to Egypt,\" (Joshua 24,4) have to be understood at face value, and confirm that the move to Egypt was entirely voluntary, not pre­ordained in any way. It is interesting that throughout the events leading up to the arrival of Jacob in Egypt, G-d ascribes all happenings to Himself, except this last one (compare Joshua 24,3): \"I took your father, I multiplied his seed, I gave him Isaac. I gave Jacob to Isaac,” but \"Jacob and his sons went down to Egypt.\"The statement G-d made to Jacob while the latter was on his way to Egypt (Genesis 46,3), \"Do not be afraid to go down to Egypt,\" is to be understood as permission, as an assurance of G-d’s continued support. Just as the spies Moses had sent out to check out the land of Canaan were not prevented from setting out on their mission (Numbers Chapter 13), so Jacob was not prevented from going down to Egypt. According to all this, the statement on the occasion of the covenant between the pieces (Genesis 15,13), \"Know that your seed will be a stranger in a land that is not theirs etc.,\" was simply a piece of information to Abraham, not an evil decree. The Torah, by not stating that this occurrence would be due to Divine intervention, as could have been implied by such statements as \"I will make them strangers\" or \"I will bring them down to Egypt,\" draws our attention to the fact that this was merely an announcement of an event in the future, but was not a decree. The most difficult example in the series dealing with the apparent suspension of free will is the repeated statement by G-d, \"I will harden the heart of Pharaoh\" or \"I have hardened the heart of Pharaoh,\" as found in the chapters dealing with the ten plagues (Exodus Chapters 4-10). On the other hand, we find that repentance by even the worst sinners is readily accepted, such as the repentance of Achav and Menashe, son of Chiskiyahu (compare Kings I 16 and Kings I 21, Kings II 21, Chronicles II 33,13). The Bible describes those two as being wicked par excellence; yet in the case of Pharaoh it seems that whenever he began to repent, obstacles were placed in his way to prevent him from repenting effectively. The author argues against Maimonides's view (Hilchot Teshuvah 6) that wickedness is cumulative, so that at some point the sinner forfeits his right to free will. The author feels that the repeated missions to Pharaoh by Moses would have been wasted, had they not been intended to produce a change of heart in Pharaoh. Also, since G-d had already told Moses at the burning bush (Exodus 3, 19) that Pharaoh would not release the Israelites of his own accord, this had been prior to any mention having been made that \"I will harden his heart.\" ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c3c8debe20d4000851ec476", "index_title": "Likutei Moharan", "category": "Chasidut", "type": "", "ref": "Likutei Moharan 20:10:2", "anchorRef": "Numbers 20:14-20", "anchorRefExpanded": ["Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20"], "sourceRef": "Likutei Moharan 20:10:2", "sourceHeRef": "ליקוטי מוהר\"ן כ׳:י׳:ב׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1802, 1808], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Likutei Moharan", "he": "ליקוטי מוהר\"ן"}, "he": "וְזֶהוּ:", "heVersionTitle": "Likutei Moharan - rabenubook.com", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ליקוטי מוהר\"ן - rabenubook.com", "text": "And this is the meaning of: <b>{ Then Moshe sent envoys to the King of Edom: “This is what your brother Israel declares: You know all the troubles that we have encountered. Our fathers migrated to Egypt…. The Egyptians mi st reated us…. When we cried out to God, He heard our voice and sent an angel who took us out from Egypt. We are now in Kadesh, a city at the edge of your territories. Please let us pass through your land. We will not go through any fields or vineyards, and we will not drink any water from your wells. We will travel along the King’s Highway.” … Edom’s response was, “Do not pass through my [land], or I will greet you with the sword!” The Jewish people said to them, “We will keep to the beaten path. If we drink any of your water… I will pay the full price. It is of no concern. Only with my foot will I pass through.” He replied, “Do not come through!”</b> (Numbers 20:14-20)<b>.}</b>", "versionTitle": "Likutey Moharan Volumes 1-11, trans. by Moshe Mykoff. Breslov Research Inst., 1986-2012", "license": "CC-BY-NC", "versionTitleInHebrew": "ליקוטי מוהר\"ן בתרגום משה מיקוף, המוסד לחקר ברסלב, כרכים 1-11, 1986-2012"}, {"_id": "5cd13b3969ad4c007a1d6ab1", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Deuteronomy 2:4:1", "anchorRef": "Numbers 20:14-21", "anchorRefExpanded": ["Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21"], "sourceRef": "Birkat Asher on Torah, Deuteronomy 2:4:1", "sourceHeRef": "ברכת אשר על התורה, דברים ב׳:ד׳:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "דברים", "he": "השווה תיאור יחסו של אדום אל בני ישראל שבפי משה כאן אל התיאור שלמעלה, בשעת מעשה (במדבר כ, יד-כא). בבמדבר מתקבל הרושם שהיה מתח רב בין ישראל לאדום כשביקשו ישראל לעבור בגבול אדום, ושאכן בני ישראל לא עברו בגבול אדום. בפרקנו, לעומת זאת, מתקבל הרושם שאדום שיתפו פעולה עם ישראל ומכרו להם אוכל, ויש להניח שגם נתנו להם רשות לעבור בגבולם. והדברים תמוהים. (פ' ואתחנן תשנ\"ז) רשב\"ם פותר את הבעיה בטענה שהאדומים המתוארים בספר במדבר אינם זהים עם \"בני עשו היושבים בשעיר\" המתוארים בפרקנו. האדומים המתוארים בספר במדבר אכן יצאו לקראת ישראל בעם כבד וביד חזקה ולא הניחו להם לעבור בגבולם; אולם בני עשו היושבים בשעיר, המתוארים בפרקנו, נתנו לבני ישראל לעבור בגבולם ומכרו להם לחם ומים. לפי רש\"י (להלן פסוק ט), לעומת זאת, האדומים המתוארים בספר במדבר ובני עשו המתוארים בפרקנו הם אותו עם. לדבריו, בני ישראל אכן קנו לחם ומים מהאדומים, אבל לא נכנסו לתוך גבולם.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd14173922a7400576c28f1", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 20:15:1", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Birkat Asher on Torah, Numbers 20:15:1", "sourceHeRef": "ברכת אשר על התורה, במדבר כ׳:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רש\"י ד\"ה וירעו לנו, סבלנו צרות רבות. ע\"כ.</b> תוספת זו של רש\"י, שאין בה לכאורה כל חידוש, באה לשמור על דברי משה כמספר על סבלות אבותינו ולא על רשעתם של המצרים. כך לדברי נחמה ליבוביץ שתח' בבר־אילן השבוע. (פ' חקת תש\"ן) וכן ב\"ספר הזכרון\".", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd141749539fc005a15ffec", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 20:15:2", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Birkat Asher on Torah, Numbers 20:15:2", "sourceHeRef": "ברכת אשר על התורה, במדבר כ׳:ט״ו:ב׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 15.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "כלומר כאן הדגש לא על מעשיהם שלהם כי אם על סבלינו שלנו ושל אבותינו. (פ' חקת תשנ\"ח)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1417404bbb60019c1e753", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 20:15:3", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Birkat Asher on Torah, Numbers 20:15:3", "sourceHeRef": "ברכת אשר על התורה, במדבר כ׳:ט״ו:ג׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 15.0003, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רש\"י ד\"ה ולאבותינו, מכאן שהאבות מצטערים בקבר כשפורענות באה על ישראל. ע\"כ. </b>לעניות דעתי יש ללמוד מכאן היפוכו של דבר. הרי הדוברים הם דור שני ליוצאי מצרים והם המצטערים על מה שעשו המצרים להם ולאבותיהם במשך דורות. וראה \"שפתי חכמים\" (אות ט). לדבריו, ברור ש\"ולאבותינו\" שכאן מתייחס לאבות האומה - אברהם, יצחק ויעקב - ולא לאבות יוצאי מצרים, שאם לא כן, היה הכתוב צריך להקדים מילת \"אבותינו\" ל\"לנו\", שהרי סבלותיהם של האבות קדמו לסבלות הבנים, ודבריו אינם משכנעים (השווה \"אבל אנחנו ואבותינו חטאנו\"). ושוב יש כאן נטיה זו לעל־טבעי. (פ' חקת תשמ\"ט)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d077c603e25930057c31587", "index_title": "Notes and Corrections on Midrash Lekach Tov", "category": "Quoting Commentary", "type": "", "ref": "Notes and Corrections on Midrash Lekach Tov, Genesis 12:66", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Notes and Corrections on Midrash Lekach Tov, Genesis 12:66", "sourceHeRef": "הערות ותיקונים על מדרש לקח טוב, בראשית י״ב:ס״ו", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1880, 1884], "commentaryNum": 12.0066, "collectiveTitle": {"en": "Notes and Corrections on Midrash Lekach Tov", "he": "הערות ותיקונים על מדרש לקח טוב"}, "heTitle": "בראשית", "he": "ובישראל כתיב כי כבד הרעב בארץ וירדו אבותינו מצרימה. וכ״‬ה בכ״‬י פלארענץ. הכתוב כי כבד הרעב בארץ כתיב ג״‬כ באברהם. והוא סוף הפסוק מן ויהי רעב בארץ. רק יש לתקן שצ״‬ל ובישראל כתיב כי זה שנתים הרעב בקרב הארץ (בראשית מ״‬ה ו׳‬). ואח״‬כ הביא כתוב אחר וירדו אבותינו מצרימה (במדבר כ׳:ט״ו‬ ט״‬ו). והוא נגד וירד אברם מצרימה. ונאמר לנכון בב״‬ר שם. או צ״‬ל ובישראל כתיב והרעב כבד בארץ (בראשית מ״‬ג א׳‬).", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5df0f3c4467c991e7b202d1d", "index_title": "Aderet Eliyahu (Rabbi Yosef Chaim)", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu (Rabbi Yosef Chaim), Chukat 21", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Aderet Eliyahu (Rabbi Yosef Chaim), Chukat 21", "sourceHeRef": "אדרת אליהו (ר' יוסף חיים), חקת כ״א", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1860, 1900], "commentaryNum": 21, "collectiveTitle": {"en": "Aderet Eliyahu (Rabbi Yosef Chaim)", "he": "אדרת אליהו (ר' יוסף חיים)"}, "heTitle": "חקת", "he": "<b>וישלח משה מלאכים מקדש אל מלך אדום כה אמר אחיך ישראל אתה ידעת את כל התלאה אשר מצאתנו וירדו אבותינו מצרימה ונשב במצרים ימים רבים וירעו לנו מצרים ולאבותינו ונצעק אל ה' וישמע קולנו וישלח מלאך ויוציאנו ממצרים והנה אנחנו בקדש עיר קצה גבולך נעברה נא בארצך לא נעבור בשדה ובכרם ולא נשתה מי באר דרך המלך נלך לא נטה ימין ושמאל עד אשר נעבור גבולך ויאמר אליו אדום לא תעבור בי פן בחרב אצא לקראתך ויאמרו אליו וכו'.</b> יובן בס\"ד לפרש המשך הפסוקים והדקדוקים מבוארים בהם ואין צורך להזכירם והנה נקדים מ\"ש המפרשים ז\"ל דמה שלא זכה עשו ליטול חלק בארץ הוא משום דעל אברהם אע\"ה היה שטר חוב של שעבוד גזירת בין הבתרים וגם הניח ירושה קרקעות והיא ארץ ישראל שנתן לו הש\"ית לנחלה והנה שורת הדין הוא דהאחים שבאים לירש את אביהם הנה מי שהוא פורע חוב של אביו יירש מה שהניח אביו ומי שאינו רוצה לפרוע החוב שעל אביו איך יירש מעזבון אביו. והנה יעקב אע\"ה הוא פרע החוב שעל אביו שהוא ובניו ירדו מצרימה ונשתעבדו בניו שם א\"כ מן הדין הוא שהוא לבדו יירש את ארץ ישראל ולא עשו וא\"כ בכח טענה זו אין לעשו חלק ונחלה בירושת ארץ כנען ואמנם הנה לכאורה יש לעשו טענה לומר דאם ישראל הם פרעו כל החוב של גזירת בין הבתרים אה\"נ אבל מאחר שהם לא פרעו כי אם החצי דהגזרה היתה ועבדום וענו אותם ת' שנה והם לא היו שם כ\"א רד\"ו שנים ונשאר החצי הנה זה הנשאר הוא עלי לפרוע אותו וא\"כ אני אירש עמהם את א\"י ובעל החוב הוא יתבע ממני חצי החוב הנשאר וא\"כ בזאת הטענה שיטעון נגד ישראל יכול לעכב בידם שלא יירשו הם הכל באמור להם אני אירש עמכם ואה\"נ עלי לשלם חצי החוב ואתם מה לכם בזה הלא אתם פרעתם החצי שעליכם דוקא קחו נמי חצי ירושה דוקא. ואמנם באמת יש תשובה ניצחת לישראל להשיב אותו על זאת ולסתוד טענתו והוא דאחר שישראל באו למצרים וקבלו עליהם לפרוע החוב ועשו לא נכנס עמהם בזה הנה הם נתחייבו בכל החוב כולו לפרוע אותו במושלם ואם הם לא היו שם כי אם רד\"ו שנים הנה בזה לא נפטרו משארית החוב ורק זאת חסד עשה הש\"ית עמהם להוציאם לפי שעה ולחזור ולהגלותם בד' מלכיות כדי להשלים החוב וכמ\"ש חז\"ל שד' מלכיות הם השלימו המנין וא\"כ מה שיצאו ממצרים אין זה גאולה עולמית ורק זאת הרווחת זמן ועדיין חייבים הם להשלים השאר והראיה ששארית החוב הוא מוטל עליהם לפורעו והוא ממה שמצינו שלא היתה גאולת מצרים על ידו ית' כ\"א היתה ע\"י שליח והטעם הוא בשביל שעדיין לא השלימו חובם וצריך לגלות עוד ואם היתה גאולתם ע\"י ית' לא היה צריך להיות אחריה שעבוד עוד ולכן היתה גאולתם ע\"י שליח כדי שיהיה אחריה שעבוד ולא תהיה גאולה שלימה וכמ\"ש המפרשים ז\"ל ע\"פ בכל צרתם לו צר ומלאך פניו הושיעם באהבתו ובחמלתו הוא גאלם וינטלם וינשאם כל ימי עולם שהכוונה הוא אימתי בכל צרתם לו צר ר\"ל פעם אחרת שיחזרו לגלות פעם אחרת זה הוא אם ומלאך פניו הושיעם שהיתה גאולתם ע\"י מלאך אבל אם באהבתו ובחמלתו הוא גאלם שגאולתם היא ע\"י ית' אז וינטלם וינשאם כל ימי עולם שאין אחריה שעבוד עכ\"ד ז\"ל. וא\"כ זהו הטעם שבמצרים לא היתה הגאולה ע\"י ית' מאחר שבעל כרחם צריכים להשתעבד עוד כדי להשלים החוב ואיך תהיה הגאולה ע\"י ית' ולכן היתה על ידי שליח ונמצא שמכח זאת יש ראיה עצומה שהם צריכי' לפרוע כל החוב וא\"כ מאחר שהם צריכים לפרוע כל החוב א\"כ שורת הדין הוא שהם יקחו כל ירושת ארץ כנען ואין לעשו חלק בה כלל ולכן קודם שרצו לעבור עליו לילך לא\"י שלחו לו דברי טענתם כדי שלא יבא להתעורר ולטעון כנגדם ורצו לסתום פיו קודם שיהיה פותח אותו וז\"ש כה אמר אחיך ישראל אתה ידעת את כל התלאה אשר מצאתנו דייקא ולא אתה והתלאה היא שוירדו אבותינו מצרימה ונשב במצרים ימים רבים וירעו לנו מצרים ולאבותינו ואתה לא נכנסת עמנו בפרעון החוב וא\"כ ממילא אין לך חלק בירושת א\"י וא\"ת הלא אתם לא פרעתם כי אם החצי שיצאת' ברד\"ו וא\"כ גם הירושה לא תקחו כי אם החצי והחצי הנשאר אני אקחנו ואז אהיה אני מחוייב בחצי החוב הנשאר ג\"כ לז\"א ונצעק אל ה' וישמע קולנו וישלח מלאך ויוציאנו ממצרים מלאך דייקא שהיה ע\"י שליח ולא היתה עי ית' וא\"כ מזה הוכחה גמורה ששארית החוב ג\"כ הוא מוטל עלינו ואנחנו מחוייבי' לפורעו בד' מלכיות ולא הרווחנו מיציאה זו כי אם הרווחת זמן דוקא וא\"כ מאחר שעלינו לפרוע החוב כולו במושלם אז גם הירושה צריך שנקח אותה כולה במושלם. גם עוד לפי דרכם כיוונו באומרם ונצעק אל ה' וישמע קולנו לרמוז עוד בזה הוכחה אחרת לומר שודאי שהחוב כולו הוא מבוקש ממנו יען שהקב\"ה לא הוציא אותנו כ\"א עד שצעקנו אליו וריחם עלינו ואם אנחנו אין מבוקש ממנו כ\"א החצי למה צריך שנצעק הלא היה צריך שקודם שנצעק ישלח להוציאנו משם אלא ודאי שהחוב כולו מבוקש ממנו וצריכים אנחנו לעבוד עוד אלא דאהנייא צעקה שלנו להרחיב לנו הזמן שהשאר נשלים אותו בשאר מלכיות ולז\"א חדא ונצעק אל ה' וישמע קולנו ולמה אצטריך זאת ועוד וישלח מלאך וכו' וא\"כ הרי בזה איכא שני הוכחות גמורות שהחוב כולו הוא מבוקש ממנו וא\"כ גם הירושה ניקח הכל ואין לך חלק ונחלה עמנו והנה אנחנו בקדש עיר קצה גבולך רמזו לו בזה כי כמו שקדש היא קצה גבולך ואין לך ירושה בה כן תחום א\"י הוא קצה גבולך ואין לך רשות להנחיל יותר או כפשוטו רצו לומר לו הנה אנחנו עתה בקדש עיר קצה גבולך וממתינים שתתן לנו רשות לעבור בארצך כדי ללכת לרשת את א\"י והנה כדי שלא יבא לפחד ולחשוב שבערמה הם עושים שרוצים לעבור בגבולו כדי להלחם בו ולרשת את ארצו ולא בשביל לילך שם כעובר אורח הנה לזה א\"ל אם אנחנו כוונתינו להלחם בך ולרשת את ארצך ג\"כ למה צריכם אנחנו להמתין בקדש עד שתתן לנו רשות והלא יכולים אנחנו לעבור עתה תכף בארצך בלתי קבלת רשות וזהו נעברה נא בארצך נא דייקא ר\"ל קודם שנקבל רשות ממך כי אנחנו כל מלחמות שלנו אינה כדרך מלחמות המלכים זה עם זה שאינם יכולים להלחם על העיר בלתי שישלחו מרגלים והוא כי דרך המרגל שיכא לעיר ילך דרך שדות וכדמים כדי שלא ימצאוהו בני אדם הרבה וירגישו בו כי בדרך שרות וכרמים לא ימצא בני אדם הרבה גם כשירצה לשתות מים ישתה מן הבארות שבשדות ולא יבא לשתות מן העיר אשר שם נמצאים בני אדם הרבה ולז\"א לא נעבור בשדה ובכרם ולא נשתה מי באר ר\"ל אין אנחנו הטכסיס שלנו כדרך טכסיסי המלכים שהם אינם יכולים להלחם כ\"א ע\"י תחבולות וערמות ומוכרחים אז לשלוח מרגלים שעובדים בשדות וכרמים ושותים מי באר כי אנחנו לא שייך בנו עניינים כאלה כלל כי הש\"ית הוא לוחם מלחמותינו ולמה נצטרך לזה וא\"נ אם אנחנו רוצים ללחום בך ולרשת את ארצך למה צריכים אנחנו להמתין עד שתתן לנו רשות הלא נוכל לעבור נא עתה בארצך בלתי קבלת רשות אלא מה שאנחנו רוצים שתתן לנו רשות הוא בשביל שדרך המלך מלכו של עולם נלך והכוונה כי השית צוה אותנו לבלתי נירש את ארצך ולכן מאחר שלא השליטנו השי\"ת על ארצך אין אנחנו רוצים ללכת אפי' דרך העברה בלתי רצונך וזהו דרך המלך השי\"ת נלך ר\"ל באותו הדרך אשר הורנו בו נלך ולא נעבור דבריו וא\"כ מזה צריך אתה לידע שבעת עברינו בארצך לא נטה ימין ושמאל עד אשר נעבור גבולך ולא תבא לחשוב שבערמה אנחנו רוצים לעשות כי איך נעשה הפך דבריו ית' שצוונו לבלתי נגע בך לרשת את ארצך וכמ\"ש הפ' בפ' דברים ואת העם צו לאמר אתם עוברים בגבול אחיכם בני עשו וכו' ונשמרתם מאוד אל תתגרו בם כי לא אתן לכם מארצכם עד מדרך כף רגל וכו' ואחד ששלחו לו כל הדברים האלו לא האמין אדום להם וחשב שבערמה הם מתנהגים עמו כדי לרשת את ארצו ואז ויאמר אליו אדום לא תעבור בי פן בחרב אצא לקראתך והכוונה שרמז להם על ברכת החרב שברכו אביו וכמ\"ש רש\"י ז\"ל:", "heVersionTitle": "Aderet Eliyahu, Livorno 1864", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו, ליוורנו תרכ\"ד ", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e1485a05e6ea9e54b43dc5d", "index_title": "Chatam Sofer on Torah", "category": "Commentary", "type": "commentary", "ref": "Chatam Sofer on Torah, Chukat 79", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Chatam Sofer on Torah, Chukat 79", "sourceHeRef": "חתם סופר על התורה, חקת ע״ט", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1785, 1835], "commentaryNum": 79, "collectiveTitle": {"en": "Chatam Sofer", "he": "חתם סופר"}, "heTitle": "חקת", "he": "<b>אתה ידעת את כל התלאה וגו' וירעו לנו ולאבותינו וכו'</b> יש לפרש ע\"ד לאום מלאום יאמץ כשזה קם זה נופל והיינו דשלחו לו דמגדולתך תוכל לידע את כל התלאה אשר מצאתנו והנה חז\"ל אמרו דהאבות מצערים בקבר בצער בניהם וע\"ז אמרו וירעו לנו המצריים לנו ולאבותינו שהיו מצערים בקבר אע\"ג שאתה היית בגדולה יען שאין עשו נקרא זרע יצחק ואברהם:", "heVersionTitle": "Chatam Sofer on Torah, Bratislava, 1879-1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת משה. פרעסבורג, תרל\"ט-תרנ\"ג", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c252888dec23c53d90f8", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Chukat 45", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Agra DeKala, Chukat 45", "sourceHeRef": "אגרא דכלה, חקת מ״ה", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 45, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "חקת", "he": "<b>וירעו לנו מצרים ולאבותינו (במדבר כ טו).</b> במדרש (במ\"ר פי\"ט ט\"ו) שכל זמן שישראל בצרה, אף הם בצרה. והנה קשה למה הודיעו זאת לאדום בשליחות הזה. והנראה דסברו להיותו מחזיק במצות כיבוד אב, אפשר בשמעו צרתם מגיע אל האבות הה\"ד בשמחתם והצלחתם, יחוש למצות כיבוד אב ויתנום עבור בגבולו בכדי למהר ביאתם לארץ, אבל לא הועילו והוא לאות ולעדות שכל כיבודם הוא רק לרמות:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c253888dec23c53d9104", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Chukat 47", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Agra DeKala, Chukat 47", "sourceHeRef": "אגרא דכלה, חקת מ״ז", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 47, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "חקת", "he": "<b>נעברה נא בארצך לא נעבר בשדה ובכרם וכו' (במדבר כ יז).</b> ביונתן תרגם לא נשרגגא בתולין ולא נאנס אריסין ולא נבעול נשי גוברין, באורח מלכא דבשמיא ניזיל. להבין כל זה. ומה שהקדימו שירדו מצרימה (במדבר כ טו) הוא. דהנה ידוע (תנחומא תרומה סי' ט') דיעקב ועשו חלקו עולם הזה ועולם הבא, עולם הבא נשאר לחלק יעקב, ולעשו עולם הזה. ואם כן כל תענוגי עולם הזה אכילה ושתיה ומשגל הם חלק עשו, רק עסק יעקב בהן הוא רק לצורך עולם הבא, דהיינו שמתנהג בהם על פי חוק המלך ודת התורה, ועל ידי זה מעלה הניצוצות הקדושות המשוקעות בהן, שהם לחלק יעקב בקדושה השקועות בתוך קליפת עשו הוא אדום. והנה ראשית ירידת ישראל היה לקליפת מצרים להעלות משם הניצוצין שהיו שם שקועות, כי מצרים היתה קליפה גדולה והך הכפתור וירעשו הסיפים כמבואר בכ\"מ, וממילא יהיה בנקל בכל האומות להוציא הניצוצין. וז\"ש ישראל לאדום הנה ירדנו למצרים, והכוונה היה להעלות הניצוצין שזה תכלית מגמתינו השייך לחלקינו בקדושה, והרמז (במדבר כ טז) והנה אנחנו בקד\"ש, אנחנו בקדושה עיר קצה גבולך, היינו סיום גבולך שאין לך חלק בקדושה, כי לחלקך הוא עולם הזה, על כן נעברה נא בארצ\"ך, היינו בארציותך אכילה ושתיה ומשגל הגם שהוא לחלקך בעולם הזה, עם כל זה הוא דבר הצריך לנו לעולם הבא, כי לא נעבור בשדה ובכרם ולא נשתה מי באר כתרגום יונתן, היינו לא נעסוק בכל אלה בדרך העבירה ולתאוה ח\"ו, רק בדרך המלך מלכו של עולם נלך בעסק כל אלו הגשמיים על פי חוקי התורה, לא נטה ימין ושמאל לעסוק במותרות עד אשר נעבור גבולך, שיגיע הזמן שיתבטל הגשמיות, ונעבוד את הש\"י רק ברוחניות עולם הבא סחרה ואתננה קדש לי\"י, והבן כי זה השליחות הוא נצחיות ששולח יעקב לעשו בכל דור ודור שלא יקטרג עלינו והבן:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d63b8415afd29c04f1fb", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 20:15:1", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Gur Aryeh on Bamidbar 20:15:1", "sourceHeRef": "גור אריה על במדבר כ׳:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>סבלנו צרות רבות.</b> רצה לומר, שמה שכתוב \"וירעו\", אף על גב שלשון זה משמע רק שעשו להם רעה, ובמקום אחר כתיב (דברים כו, ו) \"וירעו לנו המצרים ויענונו ויתנו עלינו עבודה קשה\", לכך פירש כי בלשון \"וירעו\" רוצה לומר ש<b>סבלנו צרות רבות</b>, ולכך אמר \"וירעו\" שכולל הרבה רעות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"73\"></i>. ומה שפירש רש\"י '<b>סבלנו צרות רבות</b>', ולא 'עשו לנו צרות רבות', כלומר שאין פירושו שעשו לנו רע – ועברה הרעה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"74\"></i>, דאם כן למה היו צועקים (פסוק טז) אחר שכבר נעשה המעשה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"75\"></i>, אלא <b>סבלנו צרות רבות</b><i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"76\"></i>, ומפני זה היינו צועקים אל הקדוש ברוך הוא:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f02d63b8415afd29c04f1fd", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 20:15:2", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Gur Aryeh on Bamidbar 20:15:2", "sourceHeRef": "גור אריה על במדבר כ׳:ט״ו:ב׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 15.0002, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>שהאבות מצטערים וכו'.</b> דאין לפרש \"ולאבותינו\" שהיו במצרים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"77\"></i>, דאם כן הוי למכתב 'וירעו המצרים לאבותינו ולנו'<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"78\"></i>, כמו שאנו אומרים בהגדה (של פסח) 'לאבותינו ולנו כל הניסים האלו'<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"79\"></i>, כי אבותינו היו קודם במצרים, אלא מתוך שציער אותם כאלו נצטערו האבות בקבר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"80\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f1d6d6714ddac2ba6fd08eb", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 12:16:1", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Midrash Lekach Tov, Genesis 12:16:1", "sourceHeRef": "מדרש לקח טוב, בראשית י״ב:ט״ז:א׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "<b>ולאברם היטיב בעבורה.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"65\"></i> כדרך שנא' באברהם נאמר בישראל. באברהם כתיב ויהי רעב בארץ וירד אברם מצרימה. <i data-commentator=\"Notes and Corrections\" data-order=\"66\"></i> ובישראל כתיב כי כבד הרעב בארץ וירדו אבותינו מצרימה (במדבר כ טו). באברהם כתיב ואברם כבד מאד במקנה בכסף זהב. ובישראל כתיב ויוציאם בכסף ובזהב ואין בשבטיו כושל (תהלים קה לז).", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9f751d77ecfb0d09e7bc", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 20:15:1", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Midrash Lekach Tov, Numbers 20:15:1", "sourceHeRef": "מדרש לקח טוב, במדבר כ׳:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "פס'. וירעו לנו מצרים ולאבותינו. כאשר עשו לאבותיו כן עשו לבנים:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "602158c7369199723e265479", "index_title": "MeAvur HaAretz; on Joshua", "category": "Quoting Commentary", "type": "", "ref": "MeAvur HaAretz; on Joshua 22:7", "anchorRef": "Numbers 20:14-21", "anchorRefExpanded": ["Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21"], "sourceRef": "MeAvur HaAretz; on Joshua 22:7", "sourceHeRef": "מעבור הארץ; יהושע כ״ב:ז׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1970, 1990], "commentaryNum": 22.0007, "collectiveTitle": {"en": "MeAvur HaAretz; on Joshua", "he": "מעבור הארץ; יהושע"}, "he": "נמצאנו למדים, שתאור גבולות הארץ גונז בקרבו נמשל ערכי. אם נעמיק בדברים, נוכל לפרש את משמעות דברי רב גביהא. גבול יהודה ואדום מבטא הבדל משמעותי, בין ישראל ואדום. לעשו היתה קנאה ביעקב, הוא התחרט על שהתפתה למכור את בכורתו תמורת לגימת נזיד עדשים<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">(בראשית כז לו.)</i>. הוא לא שתק אלא התנכל ליעקב להרגו<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">שם שם מא.</i>, ובעזרת ה' לא עלה בידו מבוקשו. גם לישראל היתה טענת לגימה על עשו: בניו לא אפשרו לנו לעבור בארצם, למרות שהבטחנו לקנות מהם אפילו מים בכסף<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">(במדבר כ יד-כא)</i>. הם יצאו כנגדנו למלחמה, כדי למנוע מאיתנו מעבר בארצם. אנו הקפנו את אדום, הבלגנו, ואנו בטוחים ששוכן עדי עד יעשה לנו דין \"וְעָלוּ מוֹשִׁעִים בְּהַר צִיּוֹן לִשְׁפֹּט אֶת-הַר עֵשָׂו, וְהָיְתָה לה' הַמְּלוּכָה\"<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">(עובדיה א כא.)</i>.", "heVersionTitle": "Rabbi Avraham Remer, Bet El, 1995", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "הרב אברהם רמר, בית אל, תשנ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60cf0be860191f35eed3b771", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Chukat 12:1", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Midrash Tanchuma, Chukat 12:1", "sourceHeRef": "מדרש תנחומא, חקת י״ב:א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "חקת", "he": "<b>וַיִּשְׁלַח</b> מֹשֶׁה מַלְאָכִים וְגוֹ' כֹּה אָמַר אָחִיךָ יִשְׂרָאֵל. זֶה שֶׁאָמַר הַכָּתוּב: וְחֶרְפָּה לֹא נָשָׂא עַל קְרוֹבוֹ <small>(תהלים טו, ג)</small>. בְּנֹהַג שֶׁבָּעוֹלָם, אָדָם עוֹסֵק בִּפְרַקְמַטְיָא עִם חֲבֵרוֹ וְהִפְסִיד, פָּרַשׁ מִמֶּנּוּ וְאֵינוֹ רוֹצֶה לִרְאוֹתוֹ. וּמֹשֶׁה אַף עַל פִּי שֶׁנֶּעֱנַשׁ עַל יְדֵי יִשְׂרָאֵל, שֶׁנֶּאֱמַר: וְיַקְצִיפוּ עַל מֵי מְרִיבָה וַיָּרַע לְמֹשֶׁה בַּעֲבוּרָם <small>(שם קו, לב)</small>, לֹא פָּרַק מֹשֶׁה מַשָּׂאָן מֵעָלָיו, אֶלָּא וַיִּשְׁלַח מֹשֶׁה מַלְאָכִים אַתָּה יָדַעְתָּ אֶת כָּל הַתְּלָאָה אֲשֶׁר מְצָאַתְנוּ. אָמְרוּ לוֹ: אַתָּה יָדַעְתָּ, כְּשֶׁאָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְאַבְרָהָם, יָדֹעַ תֵּדַע כִּי גֵּר יִהְיֶה זַרְעֲךָ <small>(בראשית טו, יג)</small>, אָנוּ נִשְׁתַּעְבַּדְנוּ, וְאַתָּה בֶּן חוֹרִין. וְיָרְדוּ אֲבוֹתֵינוּ וְכָל אוֹתוֹ הָעִנְיָן. מָשָׁל לְמַה הַדָּבָר דּוֹמֶה. לִשְׁנֵי אַחִים שֶׁיָּצָא שְׁטַר חוֹב עַל זִקְנֵיהֶם, פָּרַע אוֹתוֹ אֶחָד מֵהֶם. לְיָמִים הִתְחִיל לִשְׁאֹל חֵפֶץ מֵאָחִיו. אָמַר לוֹ: אַתָּה יוֹדֵעַ שֶׁאוֹתוֹ חוֹב שֶׁפָּרַעְתִּי, עַל שְׁנֵינוּ הָיָה, וַאֲנִי הוּא שֶׁפְּרַעְתִּיו, לְכָךְ אַל תַּחְזִירֵנִי מִן חֶפְצִי שֶׁאֲנִי שׁוֹאֵל. וְיָרְדוּ אֲבוֹתֵינוּ מִצְרַיִם. מַה טִּיבָן שֶׁל אָבוֹת כָּאן, שֶׁנֶּאֱמַר: וַיָּרֵעוּ לָנוּ מִצְרִים וְלַאֲבוֹתֵינוּ. לְלַמֶּדְךָ שֶׁכָּל זְמַן שֶׁיִּשְׂרָאֵל בַּצָּרָה, אַף הֵם בַּצָּרָה. נַעְבְּרָה נָא בְּאַרְצְךָ וְגוֹ', מֵי בְּאֵר, מֵי בּוֹרוֹת הָיָה צָרִיךְ לוֹמַר. לִמְּדְךָ תּוֹרָה דֶּרֶךְ אֶרֶץ, שֶׁהַהוֹלֵךְ לְאֶרֶץ שֶׁאֵינוֹ שֶׁלּוֹ וְיֵשׁ בְּיָדוֹ צְרָכָיו, לֹא יֹאכַל מִמַּה שֶּׁיֵּשׁ בְּיָדוֹ, אֶלָּא שֶׁלּוֹ יְהֵא מֻנָּח, וְיִקְנֶה מִן הַחֶנְוָנִי, בִּשְׁבִיל לְהַנּוֹתוֹ. כָּךְ אָמַר לָהֶם מֹשֶׁה, הַבְּאֵר עִמָּנוּ, וּמָן אָנוּ אוֹכְלִין. לֹא תֹּאמַר שֶׁאָנוּ מַטְרִיחִין עָלֶיךָ. שָׂכָר אַתָּה עוֹשֶׂה לְעַצְמְךָ. וְכָךְ אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמֹשֶׁה, אֹכֶל תִּשְׁבְּרוּ מֵאִתָּם בַּכֶּסֶף וַאֲכַלְתֶּם <small>(דברים ב, ו)</small>. וּמֹשֶׁה אָמַר לָהֶם לְיִשְׂרָאֵל, הַתִּירוּ לָהֶם כַּסְפֵּיכֶם, שֶׁלֹּא יֹאמְרוּ, עֲבָדִים הָיוּ וַעֲנִיִּים, הַרְאוּ לָהֶם עָשְׁרֵיכֶם יֵדְעוּ שֶׁלֹּא יֹאמְרוּ הִפְסַדְתֶּם בַּשִּׁעְבּוּד, שֶׁכְּבָר אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, וְאַחֲרֵי כֵן יֵצְאוּ בִּרְכוּשׁ גָּדוֹל <small>(בראשית טו, יד)</small>, וְיֵדְעוּ שֶׁאֵין אַתֶּם חֲסֵרִים כְּלוּם, וְלֹא מִשֶּׁלָּכֶם אַתֶּם נוֹתְנִין, שֶׁנֶּאֱמַר: כִּי ה' אֱלֹהֶיךָ בֵּרַכְךָ בְּכָל מַעֲשֵׂה יָדֶךָ וְגוֹ' <small>(דברים ב, ז)</small>. דֶּרֶךְ הַמֶּלֶךְ נֵלֵךְ, שֶׁאָנוּ חוֹסְמִין אֶת בְּהֶמְתֵנוּ. לֹא נִטֶּה יָמִין וּשְׂמֹאל, זֶה קָשֶׁה מִכֻּלָּם, שֶׁאָמְרוּ לוֹ: בְּכָל סְבִיבוֹתֶיךָ יֵשׁ לָנוּ רְשׁוּת לָבוּז וְלַהֲרֹג, וּבִגְבוּלְךָ לֹא נִטֶּה יָמִין וּשְׂמֹאל.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 20:14:) “Then Moses sent messengers [from Kadesh unto the king of Edom], ‘Thus says your brother Israel….’” This text is related (to Ps. 15:3), “nor takes up a reproach against his relative.” By universal custom, when a person is engaged in business<sup class=\"footnote-marker\">104</sup><i class=\"footnote\">Gk.: <i>pragmateia.</i></i> with his friend who causes a loss, he separates himself from him and does not want to see him.<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">Numb. R. 19:15.</i> But although Moses was punished because of Israel, as stated (in Ps. 106:32), “And they provoked wrath at the Waters of Meribah and it went ill with Moses on their account,” he did not unload their burden from himself. Instead (according to Numb. 20:14), “Then Moses sent messengers.”<br>(Numb. 20:14, cont.:) “You know all the trouble that has befallen us.” They said to him, “You know when the Holy One, blessed be He, said to Abraham (in Gen. 15:13), ‘know full well that your seed shall be alien [in a land not theirs where they shall serve them and be oppressed by them],’ it was us who have been enslaved, while you are free.” (Numb. 20:15:) “How our forefathers went down to Egypt [...].” This whole subject is comparable to two brothers against whose grandfather a promissory note appeared. One of them arose and paid it. One day he started to ask a favor from his brother, and he said to him, “You know that debt was incumbent on both of us, but it was I who paid it. Do not refuse any of my favor that I am asking.” (Numb. 20:15:) “How our forefathers went down to Egypt.” What is the relevance of [mentioning] the forefathers here, as stated (in Numb 20:15, cont.), “the Egyptians dealt harshly with us and our forefathers.” [It is] to teach you that all the time that Israel is in distress, [the forefathers] are also in distress. (Numb. 20:17:) “Please let us pass through your land; [we will not pass through field or vineyard,] nor shall we drink water from a well.” Should it not have said, \"water from cisterns?\" [By this use of the singular, “a well”], the Torah has taught you proper conduct, [i.e.,] that though one has at hand his necessities, when he who goes to a land which is not his own, he should not eat from what he has on hand. Rather he should put aside what he has, and buy from the shopkeeper in order to benefit him. So also Moses said to [Edom], “[We have] a well with us,<sup class=\"footnote-marker\">106</sup><i class=\"footnote\">On the tradition of Israel’s portable well for supplying them with water during their desert wanderings, see Numb. R. 1:2; <i>TSuk.</i> 3:11; Targum Pseudo-Jonathan, Numb. 21:16-18; Frag. Jerusalem Targum, Numb. 21:17-18; <i>Tanh</i>., Lev. 7:7; Lev. R. 25:5; 27:6; see also <i>Avot</i> 5:6; <i>Mekhilta deRabbi Ishmael, Wayassa</i>‘ 6, on Exod. 16:32; <i>Shab.</i> 35a; <i>Pes</i>. 54a; Targum Pseudo-Jonathan, Numb. 22:28; in addition, see <i>TSot</i>. 11:8 (10); <i>Ta‘an.</i> 9a; <i>BM</i> 86b; Cant. R. 4:14:1; <i>Seder ‘Olam Rabbah,</i> 10; cf. I Corinthians 10:4.</i> and we eat our own manna; [but] do not say that we are a bother to you. You will make a profit for yourselves.” So also did the Holy One, blessed be He, say to Moses (in Deut. 2:6), “Food shall you procure from them with money, and you shall eat.” And Moses said to Israel, “Open your money to them. So that they do not say, ‘They were slaves and indigents,’ show them your wealth.” They will [then] know, so that they would not say, “You lost by your subjugation.” As the Holy One, blessed be He, already said (in Gen. 15:14), “and in the end they shall go free with great wealth.” And they shall know that you are not lacking anything and that it is not from [that which is] yours that you are [spending], as stated (in Deut. 2:7), “For the Lord has blessed you in all the efforts of your hand....” (Numb. 20:17, cont.:) “We shall go along the king's highway,” since we restrain<sup class=\"footnote-marker\">107</sup><i class=\"footnote\"><i>Hosemin.</i> The word also means “muzzle.”</i> our cattle. (Numb. 20:17, cont.:) “Without turning right or left.” This was the most difficult [stipulation] of them all, for they said, “In all [the lands] around us we have permission to plunder and kill, but within your border [we shall walk the king's highway] without turning right or left [until we have passed through your territory].”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "60f57696b6062f226d620678", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Numbers 20:15:1", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Maskil LeDavid, Numbers 20:15:1", "sourceHeRef": "משכיל לדוד, במדבר כ׳:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "commentaryNum": 15.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "במדבר", "he": "<b>וירעו לנו סבלנו וכו׳</b> פי׳ שלא היה כמו הגזרה כי גר יהיה זרעך בלבד אלא מלבד הגרות סבלנו צרות רבות שהרעו לנו בעבודת פרך. ומכל זה אתם נצלתם ואנו סבלנו יותר מן הראוי לנו בשבילכם:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f57699b6062f226d620680", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Numbers 20:15:2", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Maskil LeDavid, Numbers 20:15:2", "sourceHeRef": "משכיל לדוד, במדבר כ׳:ט״ו:ב׳", "anchorVerse": 15, "sourceHasEn": false, "commentaryNum": 15.0002, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "במדבר", "he": "<b>ולאבותינו מכאן וכולי</b> דאל״כ הו״לל וירעו מצרים לנו ולאבותינו דהוה משתמע תרווייהו בחדא מחתא:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319d1f9b6084aa1cbf14475", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָרַד 1", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "BDB, יָרַד 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָרַד א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָרַד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">יָרַד</span></big></big><sub>380</sub><big></big>  <strong>vb. come</strong> or go down, descend <strong>(</strong>NH <em>id.;</em> MI<sup>32</sup> <span dir=\"rtl\">וארד</span> and <span dir=\"rtl\">רד</span>; Assyrian <em>arâdu</em>, Dl<sup>HWB 240</sup>; Arabic <span dir=\"rtl\">وَرَدَ</span> <em>come to, arrive at</em>, also <em>descend;</em> Ethiopic ወረደ <em>descend;</em> Sab. <span dir=\"rtl\">ורד</span> and <span dir=\"rtl\">הורד</span> <em>id.</em>, DHM in MV<strong>)</strong>—<br><strong>Qal</strong><sub>306</sub>  Pf. <span dir=\"rtl\">יָרַד</span> <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">Ex 19:18</a> +; <span dir=\"rtl\">יְרַד</span> <a data-ref=\"Judges 5:13\" href=\"/Judges.5.13\">Ju 5:13</a><sup>(×2)</sup> (but read <span dir=\"rtl\">יָרַד</span> or <span dir=\"rtl\">יֵרֵד</span>); <span dir=\"rtl\">רַד</span> <a data-ref=\"Judges 19:11\" href=\"/Judges.19.11\">19:11</a> (read <span dir=\"rtl\">יָרַד</span>), etc.; Impf. <span dir=\"rtl\">יֵרֵד</span> <a data-ref=\"Genesis 42:38\" href=\"/Genesis.42.38\">Gn 42:38</a> +; <span dir=\"rtl\">וַיֵּ֫רֶד</span> <a data-ref=\"Genesis 11:5\" href=\"/Genesis.11.5\">Gn 11:5</a> +; <span dir=\"rtl\">וַיֵּרַ֑ד</span> <a data-ref=\"II Samuel 22:10\" href=\"/II_Samuel.22.10\">2 S 22:10</a> + 2 times; 3 fs. <span dir=\"rtl\">(אֵשׁ) תֵּ֫רֶד</span> <a data-ref=\"II Kings 1:10\" href=\"/II_Kings.1.10\">2 K 1:10</a>, <a data-ref=\"II Kings 1:12\" href=\"/II_Kings.1.12\">12</a>; <span dir=\"rtl\">תּרַד</span> <a data-ref=\"Jeremiah 13:17\" href=\"/Jeremiah.13.17\">Je 13:17</a> <a data-ref=\"Lamentations 3:48\" href=\"/Lamentations.3.48\">La 3:48</a>; <span dir=\"rtl\">תֵּרֵ֔ד</span> <a data-ref=\"Isaiah 34:5\" href=\"/Isaiah.34.5\">Is 34:5</a>; <a data-ref=\"Isaiah 63:14\" href=\"/Isaiah.63.14\">63:14</a>; <span dir=\"rtl\">תֵּרֵ֑ד</span> <a data-ref=\"Ezekiel 26:11\" href=\"/Ezekiel.26.11\">Ez 26:11</a> (<span dir=\"rtl\">יוֹרִיד</span> Vrss Co); <span dir=\"rtl\">וַתֵּ֫רֶד</span> <a data-ref=\"Genesis 24:16\" href=\"/Genesis.24.16\">Gn 24:16</a> + 7 times; 2 ms. <span dir=\"rtl\">תֵּרֵד</span> <a data-ref=\"Genesis 26:2\" href=\"/Genesis.26.2\">Gn 26:2</a> + 5 times + <a data-ref=\"I Samuel 20:19\" href=\"/I_Samuel.20.19\">1 S 20:19</a>, where read <span dir=\"rtl\">תִּפָּקֵד</span> We Dr, cf. 𝔊 𝔖 𝔗 1 s. <span dir=\"rtl\">אֵרֵד</span> <a data-ref=\"Genesis 37:35\" href=\"/Genesis.37.35\">Gn 37:35</a> + 3 times; <span dir=\"rtl\">וָאֵרֵד</span> <a data-ref=\"Exodus 3:8\" href=\"/Exodus.3.8\">Ex 3:8</a> + 3 times; cohort. <span dir=\"rtl\">אֵרְדָה־נָא</span> <a data-ref=\"Genesis 18:21\" href=\"/Genesis.18.21\">Gn 18:21</a>; <span dir=\"rtl\">יֵרְדוּ</span> <a data-ref=\"I Samuel 13:12\" href=\"/I_Samuel.13.12\">1 S 13:12</a> + 4 times; <span dir=\"rtl\">וַיֵּרְדוּ</span> <a data-ref=\"Genesis 42:3\" href=\"/Genesis.42.3\">Gn 42:3</a> + 19 times; 3 f. pl. <span dir=\"rtl\">תֵּרַדְנָה</span> <a data-ref=\"Jeremiah 14:17\" href=\"/Jeremiah.14.17\">Je 14:17</a> + 2 times; 1 pl. <span dir=\"rtl\">נֵרֵד</span> <a data-ref=\"Genesis 43:5\" href=\"/Genesis.43.5\">Gn 43:5</a>; cohort. <span dir=\"rtl\">נֵרְדָה</span> <a data-ref=\"Genesis 11:7\" href=\"/Genesis.11.7\">Gn 11:7</a> + 2 times; <span dir=\"rtl\">וַנֵּ֫רֶד</span> <a data-ref=\"II Kings 10:13\" href=\"/II_Kings.10.13\">2 K 10:13</a>; Imv. <span dir=\"rtl\">רֵד</span> <a data-ref=\"Exodus 19:21\" href=\"/Exodus.19.21\">Ex 19:21</a> +; <span dir=\"rtl\">רְדָה</span> <a data-ref=\"Genesis 45:9\" href=\"/Genesis.45.9\">Gn 45:9</a> <a data-ref=\"Ezekiel 32:19\" href=\"/Ezekiel.32.19\">Ez 32:19</a>; <span dir=\"rtl\">רֵ֑דָה</span> <a data-ref=\"II Kings 1:9\" href=\"/II_Kings.1.9\">2 K 1:9</a>, <a data-ref=\"II Kings 1:11\" href=\"/II_Kings.1.11\">11</a>; fs. <span dir=\"rtl\">רְדִי</span> <a data-ref=\"Jeremiah 48:18\" href=\"/Jeremiah.48.18\">Je 48:18</a> <a data-ref=\"Isaiah 47:1\" href=\"/Isaiah.47.1\">Is 47:1</a>; mpl. <span dir=\"rtl\">רְדוּ</span> <a data-ref=\"Genesis 42:5\" href=\"/Genesis.42.5\">Gn 42:2</a> + 5 times; Inf. abs. <span dir=\"rtl\">יָרֹד</span> <a data-ref=\"Genesis 43:20\" href=\"/Genesis.43.20\">Gn 43:20</a>; cstr. <span dir=\"rtl\">רֶ֫דֶת</span> <a data-ref=\"Genesis 44:26\" href=\"/Genesis.44.26\">Gn 44:26</a> +; <span dir=\"rtl\">(מֵ)רְדָה</span> <a data-ref=\"Genesis 46:3\" href=\"/Genesis.46.3\">Gn 46:3</a> (v. Kö<sup>i. 402</sup>); sf. <span dir=\"rtl\">רִדְתִּי</span> <a data-ref=\"Psalms 30:10\" href=\"/Psalms.30.10\">ψ 30:10</a>, etc. (in <a data-ref=\"Psalms 30:4\" href=\"/Psalms.30.4\">ψ 30:4</a> read Kt <span dir=\"rtl\">מִיּוֹרְדֵי</span>, so 𝔊 𝔖 Che Bae, v. Ol<sup>§§ 160 b, 245 d</sup>); Pt. <span dir=\"rtl\">יוֹרֵד</span> <a data-ref=\"Judges 9:36\" href=\"/Judges.9.36\">Ju 9:36</a> +; fs. <span dir=\"rtl\">יֹרְדָה</span> <a data-ref=\"Lamentations 1:16\" href=\"/Lamentations.1.16\">La 1:16</a>; <span dir=\"rtl\">(הַ)יֹּרֶ֫דֶת</span> <a data-ref=\"Ecclesiastes 3:21\" href=\"/Ecclesiastes.3.21\">Ec 3:21</a> <a data-ref=\"I Samuel 25:30\" href=\"/I_Samuel.25.30\">1 S 25:30</a>, etc.;— <strong>1.</strong> <strong>a.</strong>  <em>come</em> or <em>go down:</em> from <span dir=\"rtl\">(מִן)</span> a mountain <a data-ref=\"Exodus 19:14\" href=\"/Exodus.19.14\">Ex 19:14</a>; <a data-ref=\"Exodus 32:1\" href=\"/Exodus.32.1\">32:1</a>, <a data-ref=\"Exodus 32:15\" href=\"/Exodus.32.15\">15</a> (all E), <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">34:29</a><sup>(×2)</sup> (JE), <a data-ref=\"Deuteronomy 9:15\" href=\"/Deuteronomy.9.15\">Dt 9:15</a>; <a data-ref=\"Deuteronomy 10:5\" href=\"/Deuteronomy.10.5\">10:5</a> <a data-ref=\"Numbers 20:28\" href=\"/Numbers.20.28\">Nu 20:28</a> (P) +; abs. <a data-ref=\"Exodus 19:21\" href=\"/Exodus.19.21\">Ex 19:21</a>, <a data-ref=\"Exodus 19:24\" href=\"/Exodus.19.24\">24</a> (J), v <a data-ref=\"Exodus 19:25\" href=\"/Exodus.19.25\">25</a> (J; c. <span dir=\"rtl\">אֶל</span> pers.); from the air, of birds, sq. <span dir=\"rtl\">עַל</span> <a data-ref=\"Genesis 15:11\" href=\"/Genesis.15.11\">Gn 15:11</a> (JE). <strong>b.</strong>  <em>go down</em> (usually from mountain or hill-country into plain), to battle, abs. <a data-ref=\"Judges 5:14\" href=\"/Judges.5.14\">Ju 5:14</a>; sq. <span dir=\"rtl\">לָעֵמֶק</span> <a data-ref=\"Judges 1:34\" href=\"/Judges.1.34\">Ju 1:34</a>; sq. <span dir=\"rtl\">לַשְּׁעָרִים</span> <a data-ref=\"Judges 5:11\" href=\"/Judges.5.11\">Ju 5:11</a>; sq. <span dir=\"rtl\">אֶל</span> v <a data-ref=\"Judges 5:10\" href=\"/Judges.5.10\">10</a>, <a data-ref=\"Judges 5:11\" href=\"/Judges.5.11\">11</a>, cf. <a data-ref=\"I Samuel 17:8\" href=\"/I_Samuel.17.8\">1 S 17:8</a> (sq. <span dir=\"rtl\">אֶל</span> pers.); sq. <span dir=\"rtl\">לִקְרַאת</span> <a data-ref=\"Judges 7:24\" href=\"/Judges.7.24\">Ju 7:24</a>; sq. <span dir=\"rtl\">אַחֲרֵי</span> pers. <a data-ref=\"I Samuel 14:36\" href=\"/I_Samuel.14.36\">1 S 14:36</a>; sq. ב loc. <a data-ref=\"Judges 7:9\" href=\"/Judges.7.9\">Ju 7:9</a>; <span dir=\"rtl\">בַּמִּלְחָמָה יֵרֵד וְנִסְפָּה</span> <a data-ref=\"I Samuel 26:10\" href=\"/I_Samuel.26.10\">1 S 26:10</a>, cf. <a data-ref=\"I Samuel 29:4\" href=\"/I_Samuel.29.4\">29:4</a>; <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">30:24</a>; of single combat, <span dir=\"rtl\">וַיֵּרֶד אֵלָיו בַּשָּׁ֑בֶט</span> <a data-ref=\"II Samuel 23:21\" href=\"/II_Samuel.23.21\">2 S 23:21</a> = <a data-ref=\"I Chronicles 11:23\" href=\"/I_Chronicles.11.23\">1 Ch 11:23</a>. <strong>c.</strong>  <em>go down</em> to (acc.) threshing-floor, <a data-ref=\"Ruth 3:3\" href=\"/Ruth.3.3\">Ru 3:3</a>, <a data-ref=\"Ruth 3:5\" href=\"/Ruth.3.5\">5</a>; (from David’s palace) to Uriah’s house <span dir=\"rtl\">(אֶל)</span> <a data-ref=\"II Samuel 11:9\" href=\"/II_Samuel.11.9\">2 S 11:9</a>, <a data-ref=\"II Samuel 11:10\" href=\"/II_Samuel.11.10\">10</a><sup>(×2)</sup>, <a data-ref=\"II Samuel 11:13\" href=\"/II_Samuel.11.13\">13</a>; from temple to (acc.) king’s house <a data-ref=\"Jeremiah 36:12\" href=\"/Jeremiah.36.12\">Je 36:12</a> (+ <span dir=\"rtl\">עַל־לִשְׁכַּת הַסֹּפֵר</span>); <span dir=\"rtl\">רֵד בֵּית־מֶלֶךְ יְהוּדָח</span> <a data-ref=\"Jeremiah 22:1\" href=\"/Jeremiah.22.1\">22:1</a>, etc. <strong>d.</strong>  <em>go down</em> (abs.) from Palestine to Egypt <a data-ref=\"Genesis 42:3\" href=\"/Genesis.42.3\">Gn 42:3</a> (E), v <a data-ref=\"Genesis 42:38\" href=\"/Genesis.42.38\">38</a> (J) + 6 times JE; †sq. <span dir=\"rtl\">אֵלַי</span> <a data-ref=\"Genesis 45:9\" href=\"/Genesis.45.9\">Gn 45:9</a> (E); sq. <span dir=\"rtl\">מִצְרַ֫יְמָה</span> <a data-ref=\"Genesis 46:3\" href=\"/Genesis.46.3\">Gn 46:3</a>, <a data-ref=\"Genesis 46:4\" href=\"/Genesis.46.4\">4</a> (E), <a data-ref=\"Genesis 12:10\" href=\"/Genesis.12.10\">12:10</a>; <a data-ref=\"Genesis 26:2\" href=\"/Genesis.26.2\">26:2</a> (both J), <a data-ref=\"Numbers 20:15\" href=\"/Numbers.20.15\">Nu 20:15</a> (JE); sq. <span dir=\"rtl\">מִצְרַיִם</span> <a data-ref=\"Joshua 24:4\" href=\"/Joshua.24.4\">Jos 24:4</a> (E), <a data-ref=\"Genesis 43:15\" href=\"/Genesis.43.15\">Gn 43:15</a> (J), <a data-ref=\"Isaiah 30:2\" href=\"/Isaiah.30.2\">Is 30:2</a>; <a data-ref=\"Isaiah 31:1\" href=\"/Isaiah.31.1\">31:1</a>; <a data-ref=\"Isaiah 52:4\" href=\"/Isaiah.52.4\">52:4</a>; sq. <span dir=\"rtl\">שָׁ֫מָּה</span> <a data-ref=\"Genesis 42:2\" href=\"/Genesis.42.2\">Gn 42:2</a> (E)†; so to Philistine cities <a data-ref=\"Judges 14:19\" href=\"/Judges.14.19\">Ju 14:19</a>; <a data-ref=\"Judges 16:31\" href=\"/Judges.16.31\">16:31</a> <a data-ref=\"I Samuel 13:20\" href=\"/I_Samuel.13.20\">1 S 13:20</a> <a data-ref=\"Amos 6:2\" href=\"/Amos.6.2\">Am 6:2</a>. <strong>e.</strong>  from Jerusalem, abs. <a data-ref=\"Judges 1:9\" href=\"/Judges.1.9\">Ju 1:9</a> <a data-ref=\"I Kings 1:25\" href=\"/I_Kings.1.25\">1 K 1:25</a> <a data-ref=\"Nehemiah 6:3\" href=\"/Nehemiah.6.3\">Ne 6:3</a> <a data-ref=\"II Chronicles 20:16\" href=\"/II_Chronicles.20.16\">2 Ch 20:16</a> (to battle); to Jezreel <a data-ref=\"II Kings 8:21\" href=\"/II_Kings.8.21\">2 K 8:21</a> = <a data-ref=\"II Kings 9:26\" href=\"/II_Kings.9.26\">9:26</a> = <a data-ref=\"II Chronicles 22:6\" href=\"/II_Chronicles.22.6\">2 Ch 22:6</a>; to Samaria <a data-ref=\"I Kings 22:2\" href=\"/I_Kings.22.2\">1 K 22:2</a> = <a data-ref=\"II Chronicles 18:2\" href=\"/II_Chronicles.18.2\">2 Ch 18:2</a>; (to Gihon) <a data-ref=\"I Kings 1:38\" href=\"/I_Kings.1.38\">1 Ki 1:38</a>, etc. †<strong>f.</strong>  from altar <span dir=\"rtl\">ירד מֵעֲשׂוֹת הַחַטָּאת</span> <a data-ref=\"Leviticus 9:22\" href=\"/Leviticus.9.22\">Lv 9:22</a> (P); from chariot, c. <span dir=\"rtl\">מֵעַל</span> <a data-ref=\"Judges 4:15\" href=\"/Judges.4.15\">Ju 4:15</a>; from ass, c. <span dir=\"rtl\">מֵעַל</span> <a data-ref=\"I Samuel 25:23\" href=\"/I_Samuel.25.23\">1 S 25:23</a>; from throne, c. <span dir=\"rtl\">מֵעַל</span> <a data-ref=\"Ezekiel 26:16\" href=\"/Ezekiel.26.16\">Ez 26:16</a>, abs. <a data-ref=\"Isaiah 47:1\" href=\"/Isaiah.47.1\">Is 47:1</a>, cf. <span dir=\"rtl\">רְדִי מִכָּבוֹד</span> <a data-ref=\"Jeremiah 48:18\" href=\"/Jeremiah.48.18\">Je 48:18</a>; from ships, c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Ezekiel 27:29\" href=\"/Ezekiel.27.29\">Ez 27:29</a>; from bed, c. <span dir=\"rtl\">מִן</span> <a data-ref=\"II Kings 1:4\" href=\"/II_Kings.1.4\">2 K 1:4</a>, <a data-ref=\"II Kings 1:6\" href=\"/II_Kings.1.6\">6</a>, <a data-ref=\"II Kings 1:16\" href=\"/II_Kings.1.16\">16</a> (all opp. <span dir=\"rtl\">עלה</span>). †<strong>g.</strong>  <em>go down</em> <span dir=\"rtl\">הָעַ֫יְנָה</span> <a data-ref=\"Genesis 24:16\" href=\"/Genesis.24.16\">Gn 24:16</a>, <a data-ref=\"Genesis 24:45\" href=\"/Genesis.24.45\">45</a> (J); sq. <span dir=\"rtl\">לִרְחֹץ עַל הַיְאֹר</span> <a data-ref=\"Exodus 2:5\" href=\"/Exodus.2.5\">Ex 2:5</a> (E), cf. (abs.) <a data-ref=\"II Kings 5:14\" href=\"/II_Kings.5.14\">2 K 5:14</a>; sq. acc. <span dir=\"rtl\">הַסֶּלַע</span> <a data-ref=\"I Samuel 23:25\" href=\"/I_Samuel.23.25\">1 S 23:25</a>; <span dir=\"rtl\">יוֹרְדֵי הַיָּם</span> <a data-ref=\"Isaiah 42:10\" href=\"/Isaiah.42.10\">Is 42:10</a>; <span dir=\"rtl\">יוֹרְדֵי הַיָּם בָּאֳנִיּוֹת</span> <a data-ref=\"Psalms 107:23\" href=\"/Psalms.107.23\">ψ 107:23</a>; abs. (into pit or well) <a data-ref=\"II Samuel 23:30\" href=\"/II_Samuel.23.30\">2 S 23:30</a> = <a data-ref=\"I Chronicles 11:22\" href=\"/I_Chronicles.11.22\">1 Ch 11:22</a>, sq. <span dir=\"rtl\">שָׁם</span> (i.e. <span dir=\"rtl\">בְּאֵר</span>) <a data-ref=\"II Samuel 17:18\" href=\"/II_Samuel.17.18\">2 S 17:18</a>.—<span dir=\"rtl\">וְיָרַדְתִּי</span> <a data-ref=\"Judges 11:37\" href=\"/Judges.11.37\">Ju 11:37</a>, read <span dir=\"rtl\">וְרַדְתִּי</span> (√ <span dir=\"rtl\">רוד</span>, <em>wander about</em>), RS in Bla. †<strong>h.</strong>  = <em>sink</em>, in water <span dir=\"rtl\">יָֽרְדוּ בִמְצוֹלוֹת כְּמוֹ־אָ֑בֶן</span> <a data-ref=\"Exodus 15:5\" href=\"/Exodus.15.5\">Ex 15:5</a> (song in E); <span dir=\"rtl\">לְקִצְבֵי הָרִים יָרַדְתִּי</span> <a data-ref=\"Jonah 2:7\" href=\"/Jonah.2.7\">Jon 2:7</a>; more gen., opp. rising, <span dir=\"rtl\">יַעֲלוּ הָרִים יֵֽרְדוּ בְקָעוֹת</span> <a data-ref=\"Psalms 104:8\" href=\"/Psalms.104.8\">ψ 104:8</a> <em>mountains rise, valleys sink;</em> <span dir=\"rtl\">יַעֲלוּ שָׁמַיִם יֵרְדוּ תְהוֹמוֹת</span> <a data-ref=\"Psalms 107:26\" href=\"/Psalms.107.26\">107:26</a>. <strong>i.</strong>  <em>go down</em> to <em>Sh</em><sup>e</sup><em>ʾôl</em>: †sq. <span dir=\"rtl\">שְׁא֫וֹלָה</span> <a data-ref=\"Genesis 37:35\" href=\"/Genesis.37.35\">Gn 37:35</a> (J; + <span dir=\"rtl\">אֶל־בְּנִי</span>), <a data-ref=\"Numbers 16:30\" href=\"/Numbers.16.30\">Nu 16:30</a>, <a data-ref=\"Numbers 16:33\" href=\"/Numbers.16.33\">33</a> (JE), <a data-ref=\"Ezekiel 31:15\" href=\"/Ezekiel.31.15\">Ez 31:15</a>, <a data-ref=\"Ezekiel 31:17\" href=\"/Ezekiel.31.17\">17</a>; sq. <span dir=\"rtl\">שְׁאוֹל</span> <a data-ref=\"Ezekiel 32:27\" href=\"/Ezekiel.32.27\">Ez 32:27</a> <a data-ref=\"Psalms 55:16\" href=\"/Psalms.55.16\">ψ 55:16</a> <a data-ref=\"Job 7:6\" href=\"/Job.7.6\">Jb 7:6</a> (opp. <span dir=\"rtl\">עלה</span>); <span dir=\"rtl\">בַּדֵּי שְׁאֹל תֵּרַדְנָה</span> <a data-ref=\"Job 17:16\" href=\"/Job.17.16\">Jb 17:16</a>; abs. <a data-ref=\"Isaiah 5:14\" href=\"/Isaiah.5.14\">Is 5:14</a> <a data-ref=\"Ezekiel 32:19\" href=\"/Ezekiel.32.19\">Ez 32:19</a> (‖ <span dir=\"rtl\">הָשְׁכְּבָה</span>), v <a data-ref=\"Ezekiel 32:21\" href=\"/Ezekiel.32.21\">21</a>, <a data-ref=\"Ezekiel 32:30\" href=\"/Ezekiel.32.30\">30</a>, <a data-ref=\"Psalms 49:15\" href=\"/Psalms.49.15\">ψ 49:15</a> (sq. <span dir=\"rtl\">אַחֲרָיו</span>); <span dir=\"rtl\">יָֽרְדוּ עֲרֵלִים</span> <a data-ref=\"Ezekiel 32:24\" href=\"/Ezekiel.32.24\">Ez 32:24</a>; sq. <span dir=\"rtl\">שַׁחַת</span> <a data-ref=\"Job 33:24\" href=\"/Job.33.24\">Jb 33:24</a>, <span dir=\"rtl\">אֶל־שַׁחַת</span> <a data-ref=\"Psalms 30:10\" href=\"/Psalms.30.10\">ψ 30:10</a>; sq. <span dir=\"rtl\">בּוֹר</span> <a data-ref=\"Psalms 30:4\" href=\"/Psalms.30.4\">ψ 30:4</a> Qr (Kt <span dir=\"rtl\">יורדי</span>); <span dir=\"rtl\">יוֹרְדֵי אֶל־אַבְנֵי־בוֹר</span> <a data-ref=\"Isaiah 14:19\" href=\"/Isaiah.14.19\">Is 14:19</a>†; <span dir=\"rtl\">יוֹרְדֵי בוֹר</span> <a data-ref=\"Psalms 28:1\" href=\"/Psalms.28.1\">ψ 28:1</a> <a data-ref=\"Ezekiel 26:20\" href=\"/Ezekiel.26.20\">Ez 26:20</a><sup>(×2)</sup> (‖ <span dir=\"rtl\">אֶרֶץ תַּחְתִּיּוֹת</span>) + 11 times (v. <a data-ref=\"BDB, בּוֹר\" href=\"/BDB,_בּוֹר\", dir=\"rtl\">בּוֹר</a>); †<span dir=\"rtl\">יוֹרְדֵי עָפָר</span> <a data-ref=\"Psalms 22:30\" href=\"/Psalms.22.30\">ψ 22:30</a>; <span dir=\"rtl\">יוֹרְדֵי דוּמָה</span> <a data-ref=\"Psalms 115:17\" href=\"/Psalms.115.17\">115:17</a> (‖ <span dir=\"rtl\">הַמֵּתִים</span>); <span dir=\"rtl\">רַגְלֶיהָ יֹרְדֹת מָ֑וֶת</span> <a data-ref=\"Proverbs 5:5\" href=\"/Proverbs.5.5\">Pr 5:5</a>, cf. <a data-ref=\"Proverbs 7:27\" href=\"/Proverbs.7.27\">7:27</a> (‖ <span dir=\"rtl\">דַּרְכֵי שְׁאוֹל</span>); note also <span dir=\"rtl\">מִי יוֹדֵעַ</span> … <span dir=\"rtl\">רוּחַ הַבְּהֵמָה הַיֹּרֶדֶת הִיא לְמַטָּה לָאָרֶץ</span> <a data-ref=\"Ecclesiastes 3:21\" href=\"/Ecclesiastes.3.21\">Ec 3:21</a> (opp. <span dir=\"rtl\">הָעֹלָה הִיא לְמָ֑עְלָה</span>; read <span dir=\"rtl\">חֲיֹרדת</span>, <span dir=\"rtl\">הַעֹלָה</span>, with Vrss, see VB). <strong>j.</strong>  fig. <span dir=\"rtl\">יֹרֵד בַּבֶּ֑כִי</span> <a data-ref=\"Isaiah 15:3\" href=\"/Isaiah.15.3\">Is 15:3</a> <em>going down</em> (dissolving) <em>in tears</em> (‖ <span dir=\"rtl\">יְיֵלֵיל</span>; cf. <strong>3 c</strong>). †<strong>k.</strong>  = <em>be prostrated</em>, abs., of horses and riders <a data-ref=\"Haggai 2:22\" href=\"/Haggai.2.22\">Hg 2:22</a>, cf. <a data-ref=\"Isaiah 34:7\" href=\"/Isaiah.34.7\">Is 34:7</a>, perhaps also <a data-ref=\"Jeremiah 48:15\" href=\"/Jeremiah.48.15\">Je 48:15</a>; <a data-ref=\"Jeremiah 50:27\" href=\"/Jeremiah.50.27\">50:27</a> (+ <span dir=\"rtl\">לַטָּ֑בַח</span>); forest <a data-ref=\"Isaiah 32:19\" href=\"/Isaiah.32.19\">Is 32:19</a> <a data-ref=\"Zechariah 11:2\" href=\"/Zechariah.11.2\">Zc 11:2</a>; city <a data-ref=\"Deuteronomy 20:20\" href=\"/Deuteronomy.20.20\">Dt 20:20</a> <a data-ref=\"Lamentations 1:9\" href=\"/Lamentations.1.9\">La 1:9</a>; wall <a data-ref=\"Deuteronomy 28:52\" href=\"/Deuteronomy.28.52\">Dt 28:52</a>; nation <span dir=\"rtl\">תֵּרֵד מַ֫טָּה מָ֑טָּה</span> <a data-ref=\"Deuteronomy 28:43\" href=\"/Deuteronomy.28.43\">Dt 28:43</a> (opp. <span dir=\"rtl\">עלה</span>); <span dir=\"rtl\">מַצֵּבוֹה</span> <a data-ref=\"Ezekiel 26:11\" href=\"/Ezekiel.26.11\">Ez 26:11</a> + <span dir=\"rtl\">לָאָרֶץ</span> (where Co <span dir=\"rtl\">ויחרדו</span>). †<strong>2.</strong>  of divine manifestations: <em>descend</em>, of <span dir=\"rtl\">י׳</span> in theoph. [= <span dir=\"rtl\">על ההר</span>]<span dir=\"rtl\">יָרַד עָלָיו י׳ בָּאֵשׁ</span> <a data-ref=\"Exodus 19:11\" href=\"/Exodus.19.11\">Ex 19:11</a>, <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">18</a> (E), v <a data-ref=\"Exodus 19:20\" href=\"/Exodus.19.20\">20</a> (J; <span dir=\"rtl\">אֶל־רֹאשׁ הָהָר</span>), cf. <a data-ref=\"Nehemiah 9:13\" href=\"/Nehemiah.9.13\">Ne 9:13</a>; <span dir=\"rtl\">יֵרֵד י׳ צְבָאוֹת לִצְבֹּא עַל־הַר־צִיּוֹן</span> <a data-ref=\"Isaiah 31:4\" href=\"/Isaiah.31.4\">Is 31:4</a>; abs. <a data-ref=\"Genesis 11:5\" href=\"/Genesis.11.5\">Gn 11:5</a>, <a data-ref=\"Genesis 11:7\" href=\"/Genesis.11.7\">7</a>; <a data-ref=\"Genesis 18:21\" href=\"/Genesis.18.21\">18:21</a> <a data-ref=\"Exodus 3:8\" href=\"/Exodus.3.8\">Ex 3:8</a> (all J), <a data-ref=\"Numbers 11:17\" href=\"/Numbers.11.17\">Nu 11:17</a> (JE), <a data-ref=\"II Samuel 22:10\" href=\"/II_Samuel.22.10\">2 S 22:10</a> = <a data-ref=\"Psalms 18:10\" href=\"/Psalms.18.10\">ψ 18:10</a> (cf. <a data-ref=\"Psalms 144:5\" href=\"/Psalms.144.5\">144:5</a>), <a data-ref=\"Micah 1:3\" href=\"/Micah.1.3\">Mi 1:3</a> <a data-ref=\"Isaiah 63:19\" href=\"/Isaiah.63.19\">Is 63:19</a>; <a data-ref=\"Isaiah 64:2\" href=\"/Isaiah.64.2\">64:2</a>; <span dir=\"rtl\">וַיֵּרֶד י׳ בֶּעָנָן</span> <a data-ref=\"Exodus 34:5\" href=\"/Exodus.34.5\">Ex 34:5</a> <a data-ref=\"Numbers 11:25\" href=\"/Numbers.11.25\">Nu 11:25</a>, cf. <a data-ref=\"Numbers 12:5\" href=\"/Numbers.12.5\">12:5</a> (all JE); of pillar of cloud <a data-ref=\"Exodus 33:9\" href=\"/Exodus.33.9\">Ex 33:9</a> (JE); <span dir=\"rtl\">מִ׳ עָלָה־שָׁמַיִם וַיֵּרַ֡ד</span> <a data-ref=\"Proverbs 30:4\" href=\"/Proverbs.30.4\">Pr 30:4</a>; of angels on <span dir=\"rtl\">סֻלָּם</span>; <span dir=\"rtl\">עֹלִים וְיֹרְדִים בּוֹ</span> <a data-ref=\"Genesis 28:12\" href=\"/Genesis.28.12\">Gn 28:12</a> (E). <strong>3.</strong>  of inanimate things: <strong>a.</strong>  hail c. <span dir=\"rtl\">עַל</span> pers. <a data-ref=\"Exodus 9:19\" href=\"/Exodus.9.19\">Ex 9:19</a> (J); dew c. <span dir=\"rtl\">עַל</span> loc. <a data-ref=\"Numbers 11:9\" href=\"/Numbers.11.9\">Nu 11:9</a> (JE), <a data-ref=\"Psalms 133:3\" href=\"/Psalms.133.3\">ψ 133:3</a>; rain (as <span dir=\"rtl\">אָבָק</span> and <span dir=\"rtl\">עָפָר</span>), sq. <span dir=\"rtl\">מִן הַשָּׁמַיִם</span> + <span dir=\"rtl\">על</span> pers. <a data-ref=\"Deuteronomy 28:24\" href=\"/Deuteronomy.28.24\">Dt 28:24</a>, so in sim. of future king <span dir=\"rtl\">יֵרֵד כְּמָטָר עַל־גֵּז</span> <a data-ref=\"Psalms 72:6\" href=\"/Psalms.72.6\">ψ 72:6</a>; of <span dir=\"rtl\">גֶּשֶׁם</span> and <span dir=\"rtl\">שֶׁלֶג</span>, c. <span dir=\"rtl\">מִן הַשָּׁמַיִם</span> <a data-ref=\"Isaiah 55:10\" href=\"/Isaiah.55.10\">Is 55:10</a>; manna (c. <span dir=\"rtl\">עַל</span> loc.) <a data-ref=\"Numbers 11:9\" href=\"/Numbers.11.9\">Nu 11:9</a> (JE); fire from <span dir=\"rtl\">(מִן)</span> heaven <a data-ref=\"II Kings 1:10\" href=\"/II_Kings.1.10\">2 K 1:10</a><sup>(×2)</sup>, <a data-ref=\"II Kings 1:12\" href=\"/II_Kings.1.12\">12</a><sup>(×2)</sup>, <a data-ref=\"II Kings 1:14\" href=\"/II_Kings.1.14\">14</a> <a data-ref=\"II Chronicles 7:1\" href=\"/II_Chronicles.7.1\">2 Ch 7:1</a>, abs. <a data-ref=\"II Chronicles 7:3\" href=\"/II_Chronicles.7.3\">2 Ch 7:3</a>. <strong>b.</strong>  waters, flowing down <span dir=\"rtl\">הַנַּחַל הַיֹּרֵד מִן־הָהָר</span> <a data-ref=\"Deuteronomy 9:21\" href=\"/Deuteronomy.9.21\">Dt 9:21</a>, cf. <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">Jos 3:13</a> (sq. <span dir=\"rtl\">מִלְמָ֑עְלָה</span>), v <a data-ref=\"Joshua 3:16\" href=\"/Joshua.3.16\">16</a>; sq. <span dir=\"rtl\">עַל־יַם הָעֲרָבָה</span> v <a data-ref=\"Joshua 3:16\" href=\"/Joshua.3.16\">16</a>; <span dir=\"rtl\">עַל־הָעֲרָבָה</span> <a data-ref=\"Ezekiel 47:8\" href=\"/Ezekiel.47.8\">Ez 47:8</a>; sq. <span dir=\"rtl\">מִן</span> <a data-ref=\"Ezekiel 47:1\" href=\"/Ezekiel.47.1\">47:1</a>. <strong>c.</strong>  tears, <span dir=\"rtl\">פַּלְגֵי־מַיִם יָֽרְדוּ עֵינָ֑י</span> <a data-ref=\"Psalms 119:36\" href=\"/Psalms.119.36\">ψ 119:36</a>, and so <a data-ref=\"Lamentations 3:48\" href=\"/Lamentations.3.48\">La 3:48</a>; also <span dir=\"rtl\">עֵינִי יֹרְדָה מַיִם</span> <a data-ref=\"Lamentations 1:16\" href=\"/Lamentations.1.16\">La 1:16</a>, and so <a data-ref=\"Jeremiah 9:17\" href=\"/Jeremiah.9.17\">Je 9:17</a>; <a data-ref=\"Jeremiah 13:17\" href=\"/Jeremiah.13.17\">13:17</a>; <a data-ref=\"Jeremiah 14:17\" href=\"/Jeremiah.14.17\">14:17</a> (cf. also <a data-ref=\"Isaiah 15:3\" href=\"/Isaiah.15.3\">Is 15:3</a>, <strong>1 j</strong>). <strong>d.</strong>  of oil descending upon <span dir=\"rtl\">(על)</span> beard, etc. <a data-ref=\"Psalms 133:2\" href=\"/Psalms.133.2\">ψ 133:2</a><sup>(×2)</sup>. <strong>e.</strong>  of shadow on dial <a data-ref=\"II Kings 20:11\" href=\"/II_Kings.20.11\">2 K 20:11</a> = <a data-ref=\"Isaiah 38:8\" href=\"/Isaiah.38.8\">Is 38:8</a><sup>(×2)</sup>. <strong>f.</strong>  of boundary <em>going down</em> (from or to a place) <a data-ref=\"Joshua 16:3\" href=\"/Joshua.16.3\">Jos 16:3</a> (JE), elsewhere P, <a data-ref=\"Numbers 34:11\" href=\"/Numbers.34.11\">Nu 34:11</a><sup>(×2)</sup>, <a data-ref=\"Numbers 34:12\" href=\"/Numbers.34.12\">12</a> <a data-ref=\"Joshua 15:10\" href=\"/Joshua.15.10\">Jos 15:10</a>; <a data-ref=\"Joshua 16:7\" href=\"/Joshua.16.7\">16:7</a>; <a data-ref=\"Joshua 17:9\" href=\"/Joshua.17.9\">17:9</a>; <a data-ref=\"Joshua 18:13\" href=\"/Joshua.18.13\">18:13</a>, <a data-ref=\"Joshua 18:16\" href=\"/Joshua.18.16\">16</a>. <strong>g.</strong>  <em>come down</em>, abs. of headdresses, in sign of humiliation <a data-ref=\"Jeremiah 13:18\" href=\"/Jeremiah.13.18\">Je 13:18</a>. <strong>h.</strong>  pride of power <a data-ref=\"Ezekiel 30:6\" href=\"/Ezekiel.30.6\">Ez 30:6</a>. <strong>i.</strong>  of calamity <span dir=\"rtl\">מֵאֵת י׳</span> <a data-ref=\"Micah 1:12\" href=\"/Micah.1.12\">Mi 1:12</a>; <span dir=\"rtl\">עַל־קָדְקְדוֹ הֲמָסוֹ יֵרֵד</span> <a data-ref=\"Psalms 7:17\" href=\"/Psalms.7.17\">ψ 7:17</a>; of sword descending on <span dir=\"rtl\">(על)</span> Edom <a data-ref=\"Isaiah 34:5\" href=\"/Isaiah.34.5\">Is 34:5</a>. <strong>j.</strong>  fig. of words of talebearer; <span dir=\"rtl\">יָֽרְדוּ חַדְרֵי־בָּ֑טֶן</span> <a data-ref=\"Proverbs 18:8\" href=\"/Proverbs.18.8\">Pr 18:8</a> = <a data-ref=\"Proverbs 26:22\" href=\"/Proverbs.26.22\">26:22</a>.—Vid. also supr. <strong>1 k</strong>.<br>†<strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הוֹרִד</span> <a data-ref=\"II Kings 16:17\" href=\"/II_Kings.16.17\">2 K 16:17</a>; <span dir=\"rtl\">וְהוֹרִיד</span> consec. <a data-ref=\"Amos 3:11\" href=\"/Amos.3.11\">Am 3:11</a> (We <span dir=\"rtl\">וְהוּרַד</span>); 2 ms. <span dir=\"rtl\">וְהוֹרַדְתָּ֫</span> <a data-ref=\"I Kings 2:9\" href=\"/I_Kings.2.9\">1 K 2:9</a>; 2 fs. sf. <span dir=\"rtl\">הוֹרַדְתֵּנִי</span> <a data-ref=\"Joshua 2:18\" href=\"/Joshua.2.18\">Jos 2:18</a> (v. Baer<sup>n.</sup> and Kö<sup>i 412</sup>); <span dir=\"rtl\">הוֹרִידוּ</span> <a data-ref=\"I Samuel 6:15\" href=\"/I_Samuel.6.15\">1 S 6:15</a> <a data-ref=\"Lamentations 2:10\" href=\"/Lamentations.2.10\">La 2:10</a> etc.; Impf. 3 ms. <span dir=\"rtl\">וַיּוֹרֶד</span> <a data-ref=\"Judges 7:5\" href=\"/Judges.7.5\">Ju 7:5</a> + 5 times (+ <a data-ref=\"I Kings 6:32\" href=\"/I_Kings.6.32\">1 K 6:32</a> Klo, who reads <span dir=\"rtl\">וַיֹּרֶד</span> for <span dir=\"rtl\">וַיָּרֶד</span>, v. <span dir=\"rtl\">רדד</span>); sf. <span dir=\"rtl\">יוֹרִידֵנִי</span> <a data-ref=\"Obadiah 1:3\" href=\"/Obadiah.1.3\">Ob 3</a>; <span dir=\"rtl\">יוֹרִדֵהוּ</span> <a data-ref=\"I Samuel 30:16\" href=\"/I_Samuel.30.16\">1 S 30:16</a> <a data-ref=\"I Kings 17:23\" href=\"/I_Kings.17.23\">1 K 17:23</a>; <span dir=\"rtl\">וַיֹּרִדֵם</span> <a data-ref=\"I Kings 18:40\" href=\"/I_Kings.18.40\">1 K 18:40</a>; 2 ms. <span dir=\"rtl\">וְלֹא תּוֹרֵד</span> <a data-ref=\"I Kings 2:6\" href=\"/I_Kings.2.6\">1 K 2:6</a>; sf. <span dir=\"rtl\">(הֲ)תוֹרִדֵנִי</span> <a data-ref=\"I Samuel 30:15\" href=\"/I_Samuel.30.15\">1 S 30:15</a>, <span dir=\"rtl\">תּוֹרִדֵם</span> <a data-ref=\"Psalms 55:24\" href=\"/Psalms.55.24\">ψ 55:24</a> etc.; Imv. ms. <span dir=\"rtl\">הוֹרֵד</span> <a data-ref=\"Exodus 33:5\" href=\"/Exodus.33.5\">Ex 33:5</a> + 2 times; sf. <span dir=\"rtl\">הוֹרִדֵהוּ</span> <a data-ref=\"Ezekiel 32:18\" href=\"/Ezekiel.32.18\">Ez 32:18</a>; <span dir=\"rtl\">הוֹרִידֵמוֹ</span> <a data-ref=\"Psalms 59:12\" href=\"/Psalms.59.12\">ψ 59:12</a>; fs. <span dir=\"rtl\">הוֹרִידִי</span> <a data-ref=\"Lamentations 2:18\" href=\"/Lamentations.2.18\">La 2:18</a>; mpl. <span dir=\"rtl\">הוֹרִידוּ</span> <a data-ref=\"Genesis 43:7\" href=\"/Genesis.43.7\">Gn 43:7</a>, <a data-ref=\"Genesis 43:11\" href=\"/Genesis.43.11\">11</a>; sf. <span dir=\"rtl\">הוֹרִדֻהוּ</span> <a data-ref=\"Genesis 44:21\" href=\"/Genesis.44.21\">Gn 44:21</a>; Inf. cstr. <span dir=\"rtl\">לְהוֹרִיד</span> <a data-ref=\"Genesis 37:25\" href=\"/Genesis.37.25\">Gn 37:25</a>; sf. <span dir=\"rtl\">הוֹרִדִי</span> <a data-ref=\"Ezekiel 31:16\" href=\"/Ezekiel.31.16\">Ez 31:16</a>; Pt. <span dir=\"rtl\">מוֹרִיד</span> <a data-ref=\"I Samuel 2:6\" href=\"/I_Samuel.2.6\">1 S 2:6</a>; <span dir=\"rtl\">מֹרִיד</span> <a data-ref=\"II Samuel 22:48\" href=\"/II_Samuel.22.48\">2 S 22:48</a>;—<em>cause to come</em> or <em>go down:</em> <strong>1.</strong> <strong>a.</strong>  <em>bring down</em> (to Egypt), c. acc. pers. + <span dir=\"rtl\">שָׁ֫מָּה</span> <a data-ref=\"Genesis 39:1\" href=\"/Genesis.39.1\">Gn 39:1</a> (J); + <span dir=\"rtl\">הֵ֫נָּה</span> <a data-ref=\"Genesis 45:13\" href=\"/Genesis.45.13\">45:13</a> (E); + <span dir=\"rtl\">אֵלַי</span> <a data-ref=\"Genesis 44:21\" href=\"/Genesis.44.21\">44:21</a>; abs. <a data-ref=\"Genesis 43:7\" href=\"/Genesis.43.7\">43:7</a>; c. acc. rei <a data-ref=\"Genesis 43:11\" href=\"/Genesis.43.11\">43:11</a>; + <span dir=\"rtl\">מִצְרַ֫יְמָה</span> <a data-ref=\"Genesis 37:25\" href=\"/Genesis.37.25\">37:25</a>; abs. <a data-ref=\"Genesis 43:22\" href=\"/Genesis.43.22\">43:22</a> (all J); from Canaan to desert <a data-ref=\"Deuteronomy 1:25\" href=\"/Deuteronomy.1.25\">Dt 1:25</a> (sq. <span dir=\"rtl\">אֵלֵינוּ</span>); to <span dir=\"rtl\">(אֶל)</span> Amalekites <a data-ref=\"I Samuel 30:15\" href=\"/I_Samuel.30.15\">1 S 30:15</a><sup>(×2)</sup>; abs. v <a data-ref=\"I Samuel 30:16\" href=\"/I_Samuel.30.16\">16</a>; <em>bring down</em> (obj. pers. vel rei) <span dir=\"rtl\">אֶל־הַמַּיִם</span> <a data-ref=\"Judges 7:4\" href=\"/Judges.7.4\">Ju 7:4</a>, <a data-ref=\"Judges 7:5\" href=\"/Judges.7.5\">5</a>; <span dir=\"rtl\">אֶל־נַ֫חַל</span> <a data-ref=\"Deuteronomy 21:4\" href=\"/Deuteronomy.21.4\">Dt 21:4</a> <a data-ref=\"I Kings 18:40\" href=\"/I_Kings.18.40\">1 K 18:40</a>; <span dir=\"rtl\">יָ֫מָּה</span> <a data-ref=\"I Kings 5:23\" href=\"/I_Kings.5.23\">1 K 5:23</a>; to Gaza <span dir=\"rtl\">(עַזָּ֫תָה)</span> <a data-ref=\"Judges 16:21\" href=\"/Judges.16.21\">Ju 16:21</a>; from Jerusalem to Gihon, c. <span dir=\"rtl\">עַל</span> (Qr <span dir=\"rtl\">אֶל</span>) <a data-ref=\"I Kings 1:33\" href=\"/I_Kings.1.33\">1 K 1:33</a>; to valley of Jehosh. <span dir=\"rtl\">(אֶל)</span> <a data-ref=\"Joel 4:2\" href=\"/Joel.4.2\">Jo 4:2</a>; from <span dir=\"rtl\">(מִן)</span> temple (to king’s house) <a data-ref=\"II Kings 11:19\" href=\"/II_Kings.11.19\">2 K 11:19</a> = <a data-ref=\"II Chronicles 23:20\" href=\"/II_Chronicles.23.20\">2 Ch 23:20</a>; from <span dir=\"rtl\">(מֵעַל)</span> altar <a data-ref=\"I Kings 1:53\" href=\"/I_Kings.1.53\">1 K 1:53</a>; from <span dir=\"rtl\">(מִן)</span> upper chamber, sq. <span dir=\"rtl\">הַבַּ֫יְתָה</span> <a data-ref=\"I Kings 17:23\" href=\"/I_Kings.17.23\">1 K 17:23</a>; from <span dir=\"rtl\">(מִן)</span> the heavens <a data-ref=\"Amos 9:2\" href=\"/Amos.9.2\">Am 9:2</a>; Edom, from <span dir=\"rtl\">(מִן)</span> nest in rocks <a data-ref=\"Jeremiah 49:16\" href=\"/Jeremiah.49.16\">Je 49:16</a> <a data-ref=\"Obadiah 1:4\" href=\"/Obadiah.1.4\">Ob 4</a>; cf. of Isr. <span dir=\"rtl\">כְּעוֹף הַשָּׁמַיִם</span> <a data-ref=\"Hosea 7:12\" href=\"/Hosea.7.12\">Ho 7:12</a>; c. acc. of limit <span dir=\"rtl\">(אֶרֶץ)</span> <a data-ref=\"Obadiah 1:3\" href=\"/Obadiah.1.3\">Ob 3</a>; <em>bring down</em> (from Babylon) into <span dir=\"rtl\">(בְּ)</span> ships <a data-ref=\"Isaiah 43:14\" href=\"/Isaiah.43.14\">Is 43:14</a> (v. VB). <strong>b.</strong>  <em>send down</em> rain <span dir=\"rtl\">(הַגֶּשֶׁם)</span> <a data-ref=\"Ezekiel 34:26\" href=\"/Ezekiel.34.26\">Ez 34:26</a>, cf. <a data-ref=\"Joel 2:23\" href=\"/Joel.2.23\">Jo 2:23</a>; = <em>cause to flow down</em>, obj. spittle, <span dir=\"rtl\">וַיּוֹרֶד רִירוֹ אֶל־זְקָנוֹ</span> <a data-ref=\"I Samuel 21:14\" href=\"/I_Samuel.21.14\">1 S 21:14</a>; tears <span dir=\"rtl\">הוֹרִידִי כַנַּחל דִּמְעָה</span> <a data-ref=\"Lamentations 2:18\" href=\"/Lamentations.2.18\">La 2:18</a>; water-streams <span dir=\"rtl\">וַיּוֹרֶד כַּנְּהָרוֹת מָ֑יִם</span> <a data-ref=\"Psalms 78:16\" href=\"/Psalms.78.16\">ψ 78:16</a>. <strong>c.</strong>  = <em>lay prostrate, prostrate</em> <span dir=\"rtl\">הוֹרִיד מִמֵּךְ עֻזֵּךְ</span> <a data-ref=\"Amos 3:11\" href=\"/Amos.3.11\">Am 3:11</a> (where however We reads <span dir=\"rtl\">וְהוּרַד</span>) cf. <a data-ref=\"Proverbs 21:22\" href=\"/Proverbs.21.22\">Pr 21:22</a>; <span dir=\"rtl\">וְאוֹרִיד כַּאבִּיר יוֹשְׁבִים</span> <a data-ref=\"Isaiah 10:13\" href=\"/Isaiah.10.13\">Is 10:13</a>; of God’s casting down peoples <a data-ref=\"Psalms 56:8\" href=\"/Psalms.56.8\">ψ 56:8</a> <a data-ref=\"Isaiah 63:6\" href=\"/Isaiah.63.6\">Is 63:6</a> (sq. <span dir=\"rtl\">לָאָרֶץ</span>); <span dir=\"rtl\">מוֹרִיד עַמִּים תַּחְתֵּנוּ</span> <a data-ref=\"II Samuel 22:48\" href=\"/II_Samuel.22.48\">2 S 22:48</a> (<span dir=\"rtl\">וַיַּדְבֵּר</span> in ‖ <a data-ref=\"Psalms 18:48\" href=\"/Psalms.18.48\">ψ 18:48</a>); so perhaps Babylonians, like lambs, <span dir=\"rtl\">לִטְבֿוֹחַ</span> <a data-ref=\"Jeremiah 51:40\" href=\"/Jeremiah.51.40\">Je 51:40</a>; so <a data-ref=\"Psalms 59:12\" href=\"/Psalms.59.12\">ψ 59:12</a> (si vera l.; 𝔖 <span dir=\"rtl\">וַהֲנִידֵמוֹ</span> <em>make them vagabonds</em>, v. Lag<sup>Proph. Chald. (1872), xlviii</sup>. VB Hup Now Che Bae Dr<sup>2 S 15:20</sup>). <strong>d.</strong>  <em>bring down</em> to Sheʾôl <span dir=\"rtl\">י׳ מֵמִית וּמְחַיֶּ֑ה מוֹרִיד שְׁאוֹל וַיָּ֑עַל׃</span> <a data-ref=\"I Samuel 2:6\" href=\"/I_Samuel.2.6\">1 S 2:6</a>; sq. <span dir=\"rtl\">שְׁא(וֹ)ל</span> also <a data-ref=\"I Kings 2:6\" href=\"/I_Kings.2.6\">1 K 2:6</a>, <a data-ref=\"I Kings 2:9\" href=\"/I_Kings.2.9\">9</a>; sq. <span dir=\"rtl\">שְׁא֫וֹלָה</span> (obj. grey hair) <a data-ref=\"Genesis 42:38\" href=\"/Genesis.42.38\">Gn 42:38</a>; <a data-ref=\"Genesis 44:29\" href=\"/Genesis.44.29\">44:29</a>, <a data-ref=\"Genesis 44:31\" href=\"/Genesis.44.31\">31</a> (all J); cf. <a data-ref=\"Ezekiel 26:20\" href=\"/Ezekiel.26.20\">Ez 26:20</a>; <a data-ref=\"Ezekiel 31:16\" href=\"/Ezekiel.31.16\">31:16</a>; <a data-ref=\"Ezekiel 32:18\" href=\"/Ezekiel.32.18\">32:18</a>; sq. <span dir=\"rtl\">לִבְאֵר שַׁחַת</span> <a data-ref=\"Psalms 55:24\" href=\"/Psalms.55.24\">ψ 55:24</a>; <span dir=\"rtl\">לַשַּׁחַת</span> <a data-ref=\"Ezekiel 28:8\" href=\"/Ezekiel.28.8\">Ez 28:8</a>. <strong>2.</strong>  <em>take down</em> (from cart) <a data-ref=\"I Samuel 6:15\" href=\"/I_Samuel.6.15\">1 S 6:15</a>; the sea from upon <span dir=\"rtl\">(מֵעַל)</span> the brazen oxen <a data-ref=\"II Kings 16:17\" href=\"/II_Kings.16.17\">2 K 16:17</a>; corpse from <span dir=\"rtl\">(מִן)</span> tree <a data-ref=\"Joshua 8:29\" href=\"/Joshua.8.29\">Jos 8:29</a>, and <span dir=\"rtl\">(מֵעַל)</span> <a data-ref=\"Joshua 10:27\" href=\"/Joshua.10.27\">10:27</a> (both JE); the <span dir=\"rtl\">מִשְׁכָּן</span> <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">Nu 1:51</a> (P); the <span dir=\"rtl\">פָּרֹכֶת</span> <a data-ref=\"Numbers 4:5\" href=\"/Numbers.4.5\">Nu 4:5</a> (P); <em>take off</em> ornaments <span dir=\"rtl\">מֵעָלֶיךָ</span> <a data-ref=\"Exodus 33:5\" href=\"/Exodus.33.5\">Ex 33:5</a> (JE). <strong>3.</strong>  <em>let down</em> <span dir=\"rtl\">וַתֹּ֫רֶד כַּדָּהּ עַל־יָדָהּ</span> <a data-ref=\"Genesis 24:18\" href=\"/Genesis.24.18\">Gn 24:18</a>, so, with <span dir=\"rtl\">מֵעָלֶיהָ</span> v <a data-ref=\"Genesis 24:46\" href=\"/Genesis.24.46\">46</a>, to give one a drink; <span dir=\"rtl\">וַיּוֹרִדוּ אִישׁ אֶת־אַמְתַּחְתּוֹ אָ֑רְצָה</span> <a data-ref=\"Genesis 44:11\" href=\"/Genesis.44.11\">Gn 44:11</a> (all J); obj. pers. <a data-ref=\"Joshua 2:18\" href=\"/Joshua.2.18\">Jos 2:18</a>, <span dir=\"rtl\">בַּחֶבֶל בְּעַד הַחַלּוֹן</span> v <a data-ref=\"Joshua 2:15\" href=\"/Joshua.2.15\">15</a> (both JE); <span dir=\"rtl\">בְּעַד הַחַלּוֹן</span> <a data-ref=\"I Samuel 19:12\" href=\"/I_Samuel.19.12\">1 S 19:12</a>; cf. also <span dir=\"rtl\">הוֹרִידוּ לָאָרֶץ רֹאשָׁן בְּתוּלֹת יְרוּשָׁלַםִ</span> <a data-ref=\"Lamentations 2:10\" href=\"/Lamentations.2.10\">La 2:10</a> <em>the virgins of Jerusalem have bowed down their heads to the ground</em>.<br>†<strong>Hoph.</strong>  Pf. <span dir=\"rtl\">הוּרַד</span> <a data-ref=\"Genesis 39:1\" href=\"/Genesis.39.1\">Gn 39:1</a> + 2 times + <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">1 S 30:24</a> Kt (Qr <strong>Qal</strong> Pt.); <span dir=\"rtl\">וְהוּרַד</span> consec. <a data-ref=\"Zechariah 10:11\" href=\"/Zechariah.10.11\">Zc 10:11</a>; 2 ms. <span dir=\"rtl\">וְהוּרַדְתָּ֫</span> <a data-ref=\"Ezekiel 31:18\" href=\"/Ezekiel.31.18\">Ez 31:18</a>; Impf. 2 ms. <span dir=\"rtl\">תּוּרַד</span> <a data-ref=\"Isaiah 14:15\" href=\"/Isaiah.14.15\">Is 14:15</a>;— <strong>1.</strong>  <em>be brought down</em> <span dir=\"rtl\">מִצְרַ֫יְמָה</span> <a data-ref=\"Genesis 39:1\" href=\"/Genesis.39.1\">Gn 39:1</a> (J); <span dir=\"rtl\">בַּמִּלְחָמָה</span> <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">1 S 30:24</a> Kt (v. supr.); to She’ôl <span dir=\"rtl\">הוּרַד שְׁאוֹל גְּאוֹנֶךָ</span> <a data-ref=\"Isaiah 14:11\" href=\"/Isaiah.14.11\">Is 14:11</a> (of king of Babylon); <span dir=\"rtl\">אֶל־שְׁאוֹל תּוּרַד אֶל־יַרְכְּתֵי־בוֹר</span> v <a data-ref=\"Isaiah 14:15\" href=\"/Isaiah.14.15\">15</a>; <span dir=\"rtl\">וְהוּרַדְתָּ֫ אֶל־אֶרֶץ תַּחְתִּית</span> <a data-ref=\"Ezekiel 31:18\" href=\"/Ezekiel.31.18\">Ez 31:18</a>; <span dir=\"rtl\">וְהוּרַד גְּאוֹן אַשּׁוּר</span> <a data-ref=\"Zechariah 10:11\" href=\"/Zechariah.10.11\">Zc 10:11</a>.—In <a data-ref=\"Amos 3:11\" href=\"/Amos.3.11\">Am 3:11</a> We reads <span dir=\"rtl\">וְהוּרַד ממך</span> (v. <strong>Hiph.</strong> supr.) <strong>2.</strong>  <em>be taken down</em>, of the <span dir=\"rtl\">מִשְׁכָּן</span> <a data-ref=\"Numbers 10:7\" href=\"/Numbers.10.7\">Nu 10:7</a> (P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d207b6084aa1cbf14fe5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָשַׁב 1", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "BDB, יָשַׁב 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָשַׁב א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָשַׁב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">יָשַׁב</span></big></big><sub>1090</sub><big></big>  <strong>vb.</strong> sit, remain, dwell <strong>(</strong>NH <em>id.;</em> Aramaic <span dir=\"rtl\">יְתֵיב</span>, <span dir=\"rtl\">ܝܺܬܶܒ</span>; MI<sup>10.31</sup> <span dir=\"rtl\">ישב</span>, l<sup>8. 19</sup> <span dir=\"rtl\">וישב</span>, l<sup>13</sup> <span dir=\"rtl\">ואשב</span>, <em>dwell;</em> Ph. <span dir=\"rtl\">ישב</span> <em>dwell;</em> Zinj. <span dir=\"rtl\">ישב</span> <em>sit</em> DHM<sup>Sendsch. 58</sup>; Assyrian <em>ašâbu</em>, <em>sit, dwell</em>, Dl<sup>HWB 244</sup>; Arabic <span dir=\"rtl\">وَثَبَ</span> <em>leap, jump</em>, Ḥimyer. dial. <em>sit</em>, Lane<sup>2919</sup>; Ethiopic አውሰበ ii. i <em>secum cohabitare facere</em>, <em>marry, consummate marriage</em>, cf. <strong>Hiph. 4)</strong>—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">יָשַׁב</span> <a data-ref=\"Genesis 13:12\" href=\"/Genesis.13.12\">Gn 13:12</a> +; 2 ms. <span dir=\"rtl\">יָשַׁבְתָּ</span> <a data-ref=\"Judges 5:16\" href=\"/Judges.5.16\">Ju 5:16</a>, <span dir=\"rtl\">וְיָשַׁבְתָּה בָ֑הּ</span> consec. <a data-ref=\"Deuteronomy 17:14\" href=\"/Deuteronomy.17.14\">Dt 17:14</a>; 2 mpl. <span dir=\"rtl\">יְשַׁבְתֶּם</span> <a data-ref=\"Deuteronomy 1:46\" href=\"/Deuteronomy.1.46\">Dt 1:46</a> <a data-ref=\"Leviticus 18:3\" href=\"/Leviticus.18.3\">Lv 18:3</a>, <span dir=\"rtl\">וִישַׁבְתֶּם</span> consec. <a data-ref=\"Leviticus 25:18\" href=\"/Leviticus.25.18\">Lv 25:18</a> + 7 times, etc.; Impf. <span dir=\"rtl\">יֵשֵׁב</span> <a data-ref=\"I Samuel 5:7\" href=\"/I_Samuel.5.7\">1 S 5:7</a> +, <span dir=\"rtl\">יֵשֶׁב־</span> <a data-ref=\"Genesis 44:33\" href=\"/Genesis.44.33\">Gn 44:33</a>; <a data-ref=\"Ezekiel 44:3\" href=\"/Ezekiel.44.3\">Ez 44:3</a>, <span dir=\"rtl\">יֵ֫שֶׁב</span> before monosyll. <a data-ref=\"I Kings 7:8\" href=\"/I_Kings.7.8\">1 K 7:8</a>; <a data-ref=\"Job 22:8\" href=\"/Job.22.8\">Jb 22:8</a>; <span dir=\"rtl\">וַיֵּ֫שֶׁב</span> <a data-ref=\"Genesis 4:16\" href=\"/Genesis.4.16\">Gn 4:16</a> +; <span dir=\"rtl\">וַיֵּשֵֽׁב</span> <a data-ref=\"Ruth 4:1\" href=\"/Ruth.4.1\">Ru 4:1</a>; 1 s. <span dir=\"rtl\">אֵשֵׁב</span> <a data-ref=\"Judges 6:18\" href=\"/Judges.6.18\">Ju 6:18</a> +, <span dir=\"rtl\">וָאֵשֵׁב</span> <a data-ref=\"Deuteronomy 9:9\" href=\"/Deuteronomy.9.9\">Dt 9:9</a> + 3 times + <a data-ref=\"Ezekiel 3:15\" href=\"/Ezekiel.3.15\">Ez 3:15b</a> (but Co <span dir=\"rtl\">אשׁר</span> Kt); <span dir=\"rtl\">אֵשְׁבָה</span> <a data-ref=\"I Samuel 27:5\" href=\"/I_Samuel.27.5\">1 S 27:5</a>; <span dir=\"rtl\">אֵשֵׁ֑בָה</span> <a data-ref=\"Isaiah 49:20\" href=\"/Isaiah.49.20\">Is 49:20</a>; <span dir=\"rtl\">וָאֵשְׁבָה</span> <a data-ref=\"Ezekiel 9:3\" href=\"/Ezekiel.9.3\">Ez 9:3</a>; 3 mpl. <span dir=\"rtl\">יֵשְׁבוּ</span> <a data-ref=\"Genesis 47:4\" href=\"/Genesis.47.4\">Gn 47:4</a> +; 3 fpl. <span dir=\"rtl\">תישׁבנה</span> <a data-ref=\"Ezekiel 35:9\" href=\"/Ezekiel.35.9\">Ez 35:9</a> Kt (i.e. <span dir=\"rtl\">תֵּישַׁבְנָה</span> Ol<sup>§ 242 d</sup> Kö<sup>i. 401</sup>), Qr <span dir=\"rtl\">תָּשׁוֹבְנָה</span> (√ <span dir=\"rtl\">שׁוב</span>), Co proposes <span dir=\"rtl\">תִּוָּשַׁבְנָה</span>; 1 pl. <span dir=\"rtl\">נֵשֵׁב</span> <a data-ref=\"Jeremiah 42:13\" href=\"/Jeremiah.42.13\">Je 42:13</a>, <a data-ref=\"Jeremiah 42:14\" href=\"/Jeremiah.42.14\">14</a>, <span dir=\"rtl\">וַנֵּ֫שֶׁב</span> <a data-ref=\"Numbers 20:15\" href=\"/Numbers.20.15\">Nu 20:15</a> + 5 times; Imv. ms. <span dir=\"rtl\">שֵׁב</span> <a data-ref=\"Genesis 20:15\" href=\"/Genesis.20.15\">Gn 20:15</a> +, <span dir=\"rtl\">שֶׁב־</span> <a data-ref=\"Genesis 35:1\" href=\"/Genesis.35.1\">Gn 35:1</a>; <span dir=\"rtl\">שְׁבָה</span> <a data-ref=\"Genesis 27:19\" href=\"/Genesis.27.19\">Gn 27:19</a> +; fs. <span dir=\"rtl\">שְׁבִי</span> <a data-ref=\"Genesis 38:11\" href=\"/Genesis.38.11\">Gn 38:11</a> +; mpl. <span dir=\"rtl\">שְׁבוּ</span> <a data-ref=\"Genesis 22:5\" href=\"/Genesis.22.5\">Gn 22:5</a> +, etc.; Inf. abs. <span dir=\"rtl\">יָשֹׁב־</span> <a data-ref=\"I Samuel 20:5\" href=\"/I_Samuel.20.5\">1 S 20:5</a>; cstr. <span dir=\"rtl\">שֶׁ֫בֶת</span> <a data-ref=\"I Samuel 7:2\" href=\"/I_Samuel.7.2\">1 S 7:2</a> +; <span dir=\"rtl\">שָׁ֑בֶת</span> <a data-ref=\"Isaiah 40:22\" href=\"/Isaiah.40.22\">Is 40:22</a> +; sf. <span dir=\"rtl\">שִׁבְתִּי</span> <a data-ref=\"II Samuel 7:5\" href=\"/II_Samuel.7.5\">2 S 7:5</a> +, etc.; Pt. m. <span dir=\"rtl\">י(וֹ)שֵׁב</span> <a data-ref=\"Genesis 4:20\" href=\"/Genesis.4.20\">Gn 4:20</a>; <a data-ref=\"Genesis 24:3\" href=\"/Genesis.24.3\">24:3</a> +, etc.; f. <span dir=\"rtl\">ישְׁבָה</span> <a data-ref=\"Nahum 3:8\" href=\"/Nahum.3.8\">Na 3:8</a>; <span dir=\"rtl\">י(וֹ)שֶׁבֶת</span> <a data-ref=\"Judges 4:5\" href=\"/Judges.4.5\">Ju 4:5</a> +; <span dir=\"rtl\">י(וֹ)שָׁ֑בֶת</span> <a data-ref=\"Joshua 2:5\" href=\"/Joshua.2.5\">Jos 2:5</a>; <a data-ref=\"II Kings 4:13\" href=\"/II_Kings.4.13\">2 K 4:13</a>; <span dir=\"rtl\">ישַׁבְתְּ֯י</span> <a data-ref=\"Jeremiah 22:23\" href=\"/Jeremiah.22.23\">Je 22:23</a>, <span dir=\"rtl\">י(וֹ)שֶׁבֶת֯י</span> <a data-ref=\"Jeremiah 10:17\" href=\"/Jeremiah.10.17\">Je 10:17</a>; <a data-ref=\"Lamentations 4:21\" href=\"/Lamentations.4.21\">La 4:21</a>; <a data-ref=\"Ezekiel 27:3\" href=\"/Ezekiel.27.3\">Ez 27:3</a> (Kt preferable in all these, v. Ol<sup>§ 123 d</sup> Ges<sup>§ 90.3a</sup>); fpl. <span dir=\"rtl\">ישְׁבוֹת</span> <a data-ref=\"I Samuel 27:8\" href=\"/I_Samuel.27.8\">1 S 27:8</a>;— <strong>1.</strong> <strong>a.</strong>  <em>sit</em> on <span dir=\"rtl\">(עַל)</span> a seat <a data-ref=\"I Samuel 20:25\" href=\"/I_Samuel.20.25\">1 S 20:25</a>, stone <a data-ref=\"Exodus 17:12\" href=\"/Exodus.17.12\">Ex 17:12</a>, teraphim <a data-ref=\"Genesis 31:34\" href=\"/Genesis.31.34\">Gn 31:34</a>, couch <a data-ref=\"Genesis 48:2\" href=\"/Genesis.48.2\">48:2</a> (all E), <a data-ref=\"Ezekiel 23:41\" href=\"/Ezekiel.23.41\">Ez 23:41</a>, knees <a data-ref=\"II Kings 4:20\" href=\"/II_Kings.4.20\">2 K 4:20</a>; throne <a data-ref=\"Exodus 11:5\" href=\"/Exodus.11.5\">Ex 11:5</a>; <a data-ref=\"Exodus 12:29\" href=\"/Exodus.12.29\">12:29</a> (J), <a data-ref=\"Deuteronomy 17:18\" href=\"/Deuteronomy.17.18\">Dt 17:18</a>; <a data-ref=\"I Samuel 1:9\" href=\"/I_Samuel.1.9\">1 S 1:9</a>; <a data-ref=\"I Samuel 4:13\" href=\"/I_Samuel.4.13\">4:13</a>; <a data-ref=\"I Kings 1:13\" href=\"/I_Kings.1.13\">1 K 1:13</a>, <a data-ref=\"I Kings 1:17\" href=\"/I_Kings.1.17\">17</a>, <a data-ref=\"I Kings 1:20\" href=\"/I_Kings.1.20\">20</a> +, v. abs. infr.; of <span dir=\"rtl\">י׳</span>, <span dir=\"rtl\">הַיּשֵׁב עַל־חוּג הָאָרֶץ</span> <a data-ref=\"Isaiah 40:22\" href=\"/Isaiah.40.22\">Is 40:22</a>; dust <a data-ref=\"Isaiah 47:1\" href=\"/Isaiah.47.1\">Is 47:1</a>, ground <span dir=\"rtl\">(אֶרֶץ)</span> <a data-ref=\"Ezekiel 26:16\" href=\"/Ezekiel.26.16\">Ez 26:16</a>, ashes <a data-ref=\"Jonah 3:6\" href=\"/Jonah.3.6\">Jon 3:6</a> (these in token of humiliation); <em>sit down</em> by <span dir=\"rtl\">(עַל)</span> a well <a data-ref=\"Exodus 2:15\" href=\"/Exodus.2.15\">Ex 2:15</a> or pool <a data-ref=\"II Samuel 2:13\" href=\"/II_Samuel.2.13\">2 S 2:13</a>; c. <span dir=\"rtl\">אֶל</span> <a data-ref=\"I Samuel 28:23\" href=\"/I_Samuel.28.23\">1 S 28:23</a>; <em>sit</em> in <span dir=\"rtl\">(ב)</span> house, street, doorway, assembly, etc. <a data-ref=\"II Samuel 7:1\" href=\"/II_Samuel.7.1\">2 S 7:1</a>; <a data-ref=\"Judges 19:15\" href=\"/Judges.19.15\">Ju 19:15</a> <a data-ref=\"Genesis 38:14\" href=\"/Genesis.38.14\">Gn 38:14</a> (J), <a data-ref=\"Jeremiah 15:17\" href=\"/Jeremiah.15.17\">Je 15:17</a>; <a data-ref=\"Jeremiah 26:10\" href=\"/Jeremiah.26.10\">26:10</a> <a data-ref=\"Psalms 1:1\" href=\"/Psalms.1.1\">ψ 1:1</a> <a data-ref=\"Song of Songs 2:3\" href=\"/Song_of_Songs.2.3\">Ct 2:3</a> so <a data-ref=\"Ezekiel 31:6\" href=\"/Ezekiel.31.6\">Ez 31:6</a>, <a data-ref=\"Ezekiel 31:17\" href=\"/Ezekiel.31.17\">17</a> (fig.); of No of Amon (personif. city) <span dir=\"rtl\">הַוּשְׁבָה בַּיְאֹרִים</span> <a data-ref=\"Nahum 3:8\" href=\"/Nahum.3.8\">Na 3:8</a> <em>she who sate amid the rivers;</em> c. <span dir=\"rtl\">לְ</span> <em>sit on to</em> (pregn.) <span dir=\"rtl\">לָאָרֶץ</span> <a data-ref=\"Isaiah 3:26\" href=\"/Isaiah.3.26\">Is 3:26</a>; <a data-ref=\"Isaiah 47:1\" href=\"/Isaiah.47.1\">47:1</a> <a data-ref=\"Lamentations 2:10\" href=\"/Lamentations.2.10\">La 2:10</a>, <span dir=\"rtl\">לְכִסֵּא</span> <a data-ref=\"Psalms 9:5\" href=\"/Psalms.9.5\">ψ 9:5</a>, <em>at</em>, <span dir=\"rtl\">לְפֶתַח בית</span> <a data-ref=\"Proverbs 9:14\" href=\"/Proverbs.9.14\">Pr 9:14</a>, <span dir=\"rtl\">לִימִינוֹ(י)</span> <a data-ref=\"I Kings 2:19\" href=\"/I_Kings.2.19\">1 K 2:19</a>, <a data-ref=\"Psalms 110:1\" href=\"/Psalms.110.1\">ψ 110:1</a>; <span dir=\"rtl\">לַמַּבּוּל</span> <a data-ref=\"Psalms 29:10\" href=\"/Psalms.29.10\">ψ 29:10</a>; c. <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"Genesis 43:33\" href=\"/Genesis.43.33\">Gn 43:33</a> (J), + <span dir=\"rtl\">שָׁם</span> <a data-ref=\"Judges 20:26\" href=\"/Judges.20.26\">Ju 20:26</a>; <a data-ref=\"Judges 21:2\" href=\"/Judges.21.2\">21:2</a>; <a data-ref=\"II Samuel 7:18\" href=\"/II_Samuel.7.18\">2 S 7:18</a> = <a data-ref=\"I Chronicles 17:16\" href=\"/I_Chronicles.17.16\">1 Ch 17:16</a>; c. <span dir=\"rtl\">עִם</span> <a data-ref=\"I Samuel 20:5\" href=\"/I_Samuel.20.5\">1 S 20:5</a> <a data-ref=\"Proverbs 31:22\" href=\"/Proverbs.31.22\">Pr 31:22</a>; c. <span dir=\"rtl\">אֶת־</span> <a data-ref=\"Jeremiah 16:8\" href=\"/Jeremiah.16.8\">Je 16:8</a>; <a data-ref=\"Job 2:13\" href=\"/Job.2.13\">Jb 2:13</a>; c. <span dir=\"rtl\">תַּחַת</span> <a data-ref=\"Judges 6:11\" href=\"/Judges.6.11\">Ju 6:11</a>; <a data-ref=\"Micah 4:4\" href=\"/Micah.4.4\">Mi 4:4</a>, <span dir=\"rtl\">וַיֵּשֶׁב תַּחְתֶּיהָ בַּצֵּל</span> <a data-ref=\"Jonah 4:5\" href=\"/Jonah.4.5\">Jon 4:5</a>; c. <span dir=\"rtl\">מִנֶּגֶד</span> <a data-ref=\"Genesis 21:16\" href=\"/Genesis.21.16\">Gn 21:16</a><sup>(×2)</sup> (E), <span dir=\"rtl\">נֶגֶד</span> <a data-ref=\"Isaiah 47:14\" href=\"/Isaiah.47.14\">Is 47:14</a>, <span dir=\"rtl\">מִקֶּדֶם לָעִיר</span> <a data-ref=\"Jonah 4:5\" href=\"/Jonah.4.5\">Jon 4:5</a>; <span dir=\"rtl\">מִצַּד</span> <a data-ref=\"I Samuel 20:25\" href=\"/I_Samuel.20.25\">1 S 20:25</a>; <a data-ref=\"Ruth 2:14\" href=\"/Ruth.2.14\">Ru 2:14</a>; c. acc. cogn. <a data-ref=\"Ezekiel 28:2\" href=\"/Ezekiel.28.2\">Ez 28:2</a>; <span dir=\"rtl\">לִשְׁפֹּט</span> <a data-ref=\"Exodus 18:13\" href=\"/Exodus.18.13\">Ex 18:13</a>; <a data-ref=\"Joel 4:12\" href=\"/Joel.4.12\">Jo 4:12</a> (cf. <a data-ref=\"Psalms 9:5\" href=\"/Psalms.9.5\">ψ 9:5</a>; <a data-ref=\"Isaiah 28:6\" href=\"/Isaiah.28.6\">Is 28:6</a>); hence abs. of <em>sitting</em> as <em>king</em> or <em>judge</em> <a data-ref=\"Exodus 18:14\" href=\"/Exodus.18.14\">Ex 18:14</a> <a data-ref=\"Psalms 61:8\" href=\"/Psalms.61.8\">ψ 61:8</a> <a data-ref=\"Malachi 3:3\" href=\"/Malachi.3.3\">Mal 3:3</a>, <span dir=\"rtl\">יושׁבים</span> <a data-ref=\"Isaiah 10:13\" href=\"/Isaiah.10.13\">Is 10:13</a>, perhaps <a data-ref=\"Amos 1:5\" href=\"/Amos.1.5\">Am 1:5</a>, <a data-ref=\"Amos 1:8\" href=\"/Amos.1.8\">8</a>, especially of <span dir=\"rtl\">י׳</span> <em>sitting</em> (enthroned), <a data-ref=\"Psalms 2:4\" href=\"/Psalms.2.4\">ψ 2:4</a>; <a data-ref=\"Psalms 9:8\" href=\"/Psalms.9.8\">9:8</a>; <a data-ref=\"Psalms 29:10\" href=\"/Psalms.29.10\">29:10</a>; <a data-ref=\"Psalms 55:20\" href=\"/Psalms.55.20\">55:20</a>; <a data-ref=\"Psalms 102:13\" href=\"/Psalms.102.13\">102:13</a> <a data-ref=\"Lamentations 5:19\" href=\"/Lamentations.5.19\">La 5:19</a>, so in <span dir=\"rtl\">ישֵׁב (הַ)כְּרוּבִים</span> <a data-ref=\"I Samuel 4:4\" href=\"/I_Samuel.4.4\">1 S 4:4</a>; <a data-ref=\"II Samuel 6:2\" href=\"/II_Samuel.6.2\">2 S 6:2</a> = <a data-ref=\"I Chronicles 13:6\" href=\"/I_Chronicles.13.6\">1 Ch 13:6</a>, <a data-ref=\"II Kings 19:15\" href=\"/II_Kings.19.15\">2 K 19:15</a> <a data-ref=\"Psalms 99:1\" href=\"/Psalms.99.1\">ψ 99:1</a>; <span dir=\"rtl\">ישֵׁב תְּהִלּוֹת יִשְׂרָאֵל</span> <a data-ref=\"Psalms 22:4\" href=\"/Psalms.22.4\">ψ 22:4</a> (v. c. <a data-ref=\"BDB, עַל²\" href=\"/BDB,_עַל²\", dir=\"rtl\">עַל</a>, supr.); by meton. of thrones, for the judges sitting on them <span dir=\"rtl\">שָׁמָּה יָֽשְׁבוּ כִסְאוֹת לְמִשְׁפָּט</span> <a data-ref=\"Psalms 122:5\" href=\"/Psalms.122.5\">ψ 122:5</a>; <span dir=\"rtl\">הַיּשְׁבִים</span> <a data-ref=\"Ruth 4:14\" href=\"/Ruth.4.14\">Ru 4:14</a>, i.e. in the gate (cf. v <a data-ref=\"Ruth 4:11\" href=\"/Ruth.4.11\">11</a>), those in whose presence purchase of land took place. <strong>b.</strong>  <em>sit, sit down</em>, abs., <a data-ref=\"Judges 19:6\" href=\"/Judges.19.6\">Ju 19:6</a>; <a data-ref=\"Ruth 4:1\" href=\"/Ruth.4.1\">Ru 4:1</a>, <a data-ref=\"Ruth 4:2\" href=\"/Ruth.4.2\">2</a>; <a data-ref=\"Nehemiah 1:4\" href=\"/Nehemiah.1.4\">Ne 1:4</a>; <a data-ref=\"Jeremiah 36:15\" href=\"/Jeremiah.36.15\">Je 36:15</a> (sq. cl. of purpose, <em>to eat</em>, etc.) <a data-ref=\"Genesis 37:25\" href=\"/Genesis.37.25\">Gn 37:25</a> <a data-ref=\"Esther 3:15\" href=\"/Esther.3.15\">Est 3:15</a> +; opp. <span dir=\"rtl\">קוּם</span> <a data-ref=\"Exodus 32:6\" href=\"/Exodus.32.6\">Ex 32:6</a> (JE) <a data-ref=\"Psalms 139:2\" href=\"/Psalms.139.2\">ψ 139:2</a>, <span dir=\"rtl\">מְאַחֲרֵי שֶׁבֶת</span> <a data-ref=\"Psalms 127:2\" href=\"/Psalms.127.2\">ψ 127:2</a> (opp. <span dir=\"rtl\">מַשְׁכִּימֵי קוּם</span>); so <a data-ref=\"Isaiah 37:28\" href=\"/Isaiah.37.28\">Is 37:28</a> = <a data-ref=\"II Kings 19:27\" href=\"/II_Kings.19.27\">2 K 19:27</a> (read <span dir=\"rtl\">לְפָנַי קֻמְךָ</span> at end of v <a data-ref=\"II Kings 19:27\" href=\"/II_Kings.19.27\">27</a> = <a data-ref=\"II Kings 19:26\" href=\"/II_Kings.19.26\">2 K 19:26</a> We in Bl<sup>Einl. 4, 257</sup> RS<sup>Proph. 351, and n. 9</sup>); but also <span dir=\"rtl\">קוּמִי שְׁבִי</span> <a data-ref=\"Isaiah 52:2\" href=\"/Isaiah.52.2\">Is 52:2</a>, expl. by (<span dir=\"rtl\">וַיָּקָם מֵהָאָרֶץ וַיֵּשֶׁב אֶל־הַמִּטָּה</span> <a data-ref=\"I Samuel 28:23\" href=\"/I_Samuel.28.23\">1 S 28:23</a> and) <a data-ref=\"II Samuel 19:9\" href=\"/II_Samuel.19.9\">2 S 19:9</a>. †<strong>c.</strong>  <em>sit down</em> outside <span dir=\"rtl\">(חוּץ)</span>, i.e. perform a necessity of nature <a data-ref=\"Deuteronomy 23:14\" href=\"/Deuteronomy.23.14\">Dt 23:14</a>. †<strong>d.</strong>  <em>sit</em> = <em>be set</em> (as a jewel), <span dir=\"rtl\">ישְׁבוֹת עַל־מִלֵּאת</span> <a data-ref=\"Song of Songs 5:12\" href=\"/Song_of_Songs.5.12\">Ct 5:12</a> <em>set on a filling</em> (i.e. in a setting, De al.), in description of eyes; (> others <em>sitting by full streams</em>). <strong>2.</strong> <strong>a.</strong>  <em>remain, stay, tarry</em> (for a limited or indef. time), c. <span dir=\"rtl\">אֶת</span> pers. <a data-ref=\"Genesis 24:55\" href=\"/Genesis.24.55\">Gn 24:55</a> (J), <a data-ref=\"Judges 19:4\" href=\"/Judges.19.4\">Ju 19:4</a>; <a data-ref=\"II Samuel 16:8\" href=\"/II_Samuel.16.8\">2 S 16:8</a>; c. <span dir=\"rtl\">עִם</span> pers. <a data-ref=\"Genesis 27:44\" href=\"/Genesis.27.44\">Gn 27:44</a> (J), <span dir=\"rtl\">עִמָּדִי</span> <a data-ref=\"Genesis 29:19\" href=\"/Genesis.29.19\">29:19</a> (E), <a data-ref=\"Judges 17:10\" href=\"/Judges.17.10\">Ju 17:10</a>; c. <span dir=\"rtl\">בְ</span> loc. <a data-ref=\"I Samuel 7:2\" href=\"/I_Samuel.7.2\">1 S 7:2</a> (of ark), <a data-ref=\"I Samuel 13:16\" href=\"/I_Samuel.13.16\">13:16</a>; <a data-ref=\"I Samuel 14:2\" href=\"/I_Samuel.14.2\">14:2</a>; <a data-ref=\"I Samuel 24:4\" href=\"/I_Samuel.24.4\">24:4</a> (<a data-ref=\"I Samuel 23:25\" href=\"/I_Samuel.23.25\">23:25</a> read <span dir=\"rtl\">אֲשֶׁר</span> for <span dir=\"rtl\">וַיֵּשֶׁב</span> 𝔊 We Dr Klo Kit Bu), <a data-ref=\"II Samuel 10:5\" href=\"/II_Samuel.10.5\">2 S 10:5</a>; <a data-ref=\"II Samuel 19:25\" href=\"/II_Samuel.19.25\">19:25</a> (where read <span dir=\"rtl\">שִׁבְתּוֹ</span> for <span dir=\"rtl\">שִׁיבָתוֹ</span> Dr Klo Bu, v. We), <a data-ref=\"Numbers 35:25\" href=\"/Numbers.35.25\">Nu 35:25</a> (P), <a data-ref=\"Job 24:13\" href=\"/Job.24.13\">Jb 24:13</a>; c. <span dir=\"rtl\">שָׁם</span> <a data-ref=\"I Kings 11:16\" href=\"/I_Kings.11.16\">1 K 11:16</a>, <span dir=\"rtl\">שָׁם עַד־עוֹלָם</span> <a data-ref=\"I Samuel 1:22\" href=\"/I_Samuel.1.22\">1 S 1:22</a>; c. <span dir=\"rtl\">על</span> (<em>by</em>) <a data-ref=\"I Samuel 25:13\" href=\"/I_Samuel.25.13\">1 S 25:13</a>; <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">30:24</a>; <span dir=\"rtl\">פֹּה</span> <a data-ref=\"II Kings 7:4\" href=\"/II_Kings.7.4\">2 K 7:4</a>; <span dir=\"rtl\">שְׁבוּ לָכֶם פֹּה עִם־הַחֲמוֹר</span> <a data-ref=\"Genesis 22:5\" href=\"/Genesis.22.5\">Gn 22:5</a> (E); c. <span dir=\"rtl\">בֵּין</span> <a data-ref=\"Judges 5:16\" href=\"/Judges.5.16\">Ju 5:16</a>, <span dir=\"rtl\">מִחוּץ לְ</span> <a data-ref=\"Leviticus 14:8\" href=\"/Leviticus.14.8\">Lv 14:8</a> (P), <span dir=\"rtl\">אֵצֶל</span> <a data-ref=\"I Samuel 20:19\" href=\"/I_Samuel.20.19\">1 S 20:19</a>; c. acc. <span dir=\"rtl\">בית</span> <a data-ref=\"II Samuel 6:11\" href=\"/II_Samuel.6.11\">2 S 6:11</a>; <a data-ref=\"II Samuel 13:20\" href=\"/II_Samuel.13.20\">13:20</a>; <a data-ref=\"Ruth 2:7\" href=\"/Ruth.2.7\">Ru 2:7</a>; abs. <a data-ref=\"I Samuel 1:23\" href=\"/I_Samuel.1.23\">1 S 1:23</a><sup>(×2)</sup>; <em>abide, endure</em> <a data-ref=\"Micah 5:3\" href=\"/Micah.5.3\">Mi 5:3</a>, <span dir=\"rtl\">וִיהוּדָה לְעוֹלָם תֵּשֵׁב</span> <a data-ref=\"Joel 4:20\" href=\"/Joel.4.20\">Jo 4:20</a>, so of Mt. Zion <a data-ref=\"Psalms 121:1\" href=\"/Psalms.121.1\">ψ 121:1</a>. <strong>b.</strong>  with special emphasis on qualifying phr., <span dir=\"rtl\">וַתֵּשֶׁב בְּאֵיתָן קַשְׁתּוֹ</span> <a data-ref=\"Genesis 49:24\" href=\"/Genesis.49.24\">Gn 49:24</a> <em>and his bow abode as a firm one</em> (poem in J); <a data-ref=\"I Kings 22:1\" href=\"/I_Kings.22.1\">1 K 22:1</a> <em>and they continued</em> three years without war; of woman <em>remaining</em> <span dir=\"rtl\">בִּדְמֵי טָהֳרָה</span> <a data-ref=\"Leviticus 12:4\" href=\"/Leviticus.12.4\">Lv 12:4</a>, <span dir=\"rtl\">על־דמי וגו׳</span> v <a data-ref=\"Leviticus 12:5\" href=\"/Leviticus.12.5\">5</a>. <strong>3.</strong>  <em>dwell, have one’s abode</em> in <span dir=\"rtl\">(ב)</span> a land, city, house, etc., <a data-ref=\"Genesis 4:16\" href=\"/Genesis.4.16\">Gn 4:16</a>; <a data-ref=\"Genesis 13:7\" href=\"/Genesis.13.7\">13:7</a>, <a data-ref=\"Genesis 13:12\" href=\"/Genesis.13.12\">12</a><sup>(×2)</sup>; <a data-ref=\"Genesis 19:29\" href=\"/Genesis.19.29\">19:29</a>; <a data-ref=\"Genesis 24:37\" href=\"/Genesis.24.37\">24:37</a>, <a data-ref=\"Genesis 24:62\" href=\"/Genesis.24.62\">62</a>; <a data-ref=\"Deuteronomy 1:4\" href=\"/Deuteronomy.1.4\">Dt 1:4</a>; <a data-ref=\"Deuteronomy 3:2\" href=\"/Deuteronomy.3.2\">3:2</a>; <a data-ref=\"Joshua 20:6\" href=\"/Joshua.20.6\">Jos 20:6</a>; <a data-ref=\"II Samuel 7:6\" href=\"/II_Samuel.7.6\">2 S 7:6</a> + often (on <a data-ref=\"II Samuel 21:16\" href=\"/II_Samuel.21.16\">2 S 21:16</a> v. <a data-ref=\"BDB, ישׁבי בְנֹב\" href=\"/BDB,_ישׁבי בְנֹב\", dir=\"rtl\">ישׁבו בְנֹב</a>, p. 444); in tents <a data-ref=\"Jeremiah 35:7\" href=\"/Jeremiah.35.7\">Je 35:7</a>, <a data-ref=\"Jeremiah 35:10\" href=\"/Jeremiah.35.10\">10</a>; <a data-ref=\"I Chronicles 5:10\" href=\"/I_Chronicles.5.10\">1 Ch 5:10</a>; fig. of justice <span dir=\"rtl\">(צְדָקָה)</span> <a data-ref=\"Isaiah 32:16\" href=\"/Isaiah.32.16\">Is 32:16</a> (‖ <span dir=\"rtl\">וְשָׁכֵן מִשְׁפָּט</span>); in the midst of <span dir=\"rtl\">(בְּקֶרֶב)</span> <a data-ref=\"Genesis 24:3\" href=\"/Genesis.24.3\">Gn 24:3</a>; <a data-ref=\"Joshua 13:13\" href=\"/Joshua.13.13\">Jos 13:13</a>; <a data-ref=\"Joshua 16:10\" href=\"/Joshua.16.10\">16:10</a>; <a data-ref=\"Judges 1:30\" href=\"/Judges.1.30\">Ju 1:30</a>, <a data-ref=\"Judges 1:32\" href=\"/Judges.1.32\">32</a>, <a data-ref=\"Judges 1:33\" href=\"/Judges.1.33\">33</a>; <a data-ref=\"Judges 3:5\" href=\"/Judges.3.5\">3:5</a>; so c. <span dir=\"rtl\">בְּתוֹךְ</span> <a data-ref=\"Genesis 23:10\" href=\"/Genesis.23.10\">Gn 23:10</a> (P); c. <span dir=\"rtl\">עַל</span> + <span dir=\"rtl\">הארץ</span>, of God <a data-ref=\"I Kings 8:27\" href=\"/I_Kings.8.27\">1 K 8:27</a> = <a data-ref=\"II Chronicles 6:18\" href=\"/II_Chronicles.6.18\">2 Ch 6:18</a>; of people <a data-ref=\"Leviticus 25:18\" href=\"/Leviticus.25.18\">Lv 25:18</a>, <a data-ref=\"Leviticus 25:19\" href=\"/Leviticus.25.19\">19</a>; <a data-ref=\"Leviticus 26:35\" href=\"/Leviticus.26.35\">26:35</a> (H); c. <span dir=\"rtl\">לְ</span> <a data-ref=\"Job 15:28\" href=\"/Job.15.28\">Jb 15:28</a>; c. <span dir=\"rtl\">בֵּין</span> <a data-ref=\"Genesis 20:1\" href=\"/Genesis.20.1\">Gn 20:1</a> (E); <em>dwell with</em> <span dir=\"rtl\">(אֶת)</span> <a data-ref=\"Genesis 34:16\" href=\"/Genesis.34.16\">Gn 34:16</a>, <a data-ref=\"Genesis 34:22\" href=\"/Genesis.34.22\">22</a> (P), <a data-ref=\"Exodus 2:21\" href=\"/Exodus.2.21\">Ex 2:21</a> (E), <a data-ref=\"Joshua 15:63\" href=\"/Joshua.15.63\">Jos 15:63</a> (JE), <a data-ref=\"Judges 1:16\" href=\"/Judges.1.16\">Ju 1:16</a>, <a data-ref=\"Judges 1:21\" href=\"/Judges.1.21\">21</a>; <a data-ref=\"Judges 17:11\" href=\"/Judges.17.11\">17:11</a>; <span dir=\"rtl\">יֵשְׁבוּ יְשָׁרִים אֶת־פָּנֶיךָ</span> <a data-ref=\"Psalms 140:14\" href=\"/Psalms.140.14\">ψ 140:14</a>; so c. <span dir=\"rtl\">עִם</span> <a data-ref=\"Joshua 20:4\" href=\"/Joshua.20.4\">Jos 20:4</a> <a data-ref=\"Deuteronomy 23:17\" href=\"/Deuteronomy.23.17\">Dt 23:17</a> (+ <span dir=\"rtl\">בקרב</span>), <a data-ref=\"Psalms 26:4\" href=\"/Psalms.26.4\">ψ 26:4</a> (i.e. <em>assoc. with</em>); c. <span dir=\"rtl\">יַחְדָּו</span> <a data-ref=\"Genesis 13:6\" href=\"/Genesis.13.6\">Gn 13:6</a><sup>(×2)</sup> (J), <a data-ref=\"Genesis 36:7\" href=\"/Genesis.36.7\">36:7</a> (P), <a data-ref=\"Deuteronomy 25:5\" href=\"/Deuteronomy.25.5\">Dt 25:5</a>; <span dir=\"rtl\">שֶׁבֶת גַּם־יָ֑חַד</span> <a data-ref=\"Psalms 133:1\" href=\"/Psalms.133.1\">ψ 133:1</a>; <em>dwell</em> in their stead <span dir=\"rtl\">(תַּחְתָּם)</span> <a data-ref=\"Deuteronomy 2:12\" href=\"/Deuteronomy.2.12\">Dt 2:12</a>, <a data-ref=\"Deuteronomy 2:21\" href=\"/Deuteronomy.2.21\">21</a>, <a data-ref=\"Deuteronomy 2:22\" href=\"/Deuteronomy.2.22\">22</a>, <a data-ref=\"Deuteronomy 2:23\" href=\"/Deuteronomy.2.23\">23</a>; <a data-ref=\"I Chronicles 4:41\" href=\"/I_Chronicles.4.41\">1 Ch 4:41</a>; <a data-ref=\"I Chronicles 5:22\" href=\"/I_Chronicles.5.22\">5:22</a>; abs. <span dir=\"rtl\">לָשֶׁבֶת יְצָרָהּ</span> <a data-ref=\"Isaiah 45:18\" href=\"/Isaiah.45.18\">Is 45:18</a> <em>for dwelling he formed it</em> (the earth); (<em>thy</em>) <em>dwelling-place</em> is <span dir=\"rtl\">מְקוֹם שִׁבְתְּךָ</span> <a data-ref=\"I Kings 8:30\" href=\"/I_Kings.8.30\">1 K 8:30</a> = <a data-ref=\"II Chronicles 6:21\" href=\"/II_Chronicles.6.21\">2 Ch 6:21</a>, also <span dir=\"rtl\">מְכוֹן שׁ׳</span> <a data-ref=\"I Kings 8:39\" href=\"/I_Kings.8.39\">1 K 8:39</a>, <a data-ref=\"I Kings 8:43\" href=\"/I_Kings.8.43\">43</a>, <a data-ref=\"I Kings 8:49\" href=\"/I_Kings.8.49\">49</a> = <a data-ref=\"II Chronicles 6:30\" href=\"/II_Chronicles.6.30\">2 Ch 6:30</a>, <a data-ref=\"II Chronicles 6:33\" href=\"/II_Chronicles.6.33\">33</a>, <a data-ref=\"II Chronicles 6:39\" href=\"/II_Chronicles.6.39\">39</a>, so <a data-ref=\"Psalms 33:14\" href=\"/Psalms.33.14\">ψ 33:14</a>; <span dir=\"rtl\">מָכוֹן לְשׁ׳</span> <a data-ref=\"Exodus 15:17\" href=\"/Exodus.15.17\">Ex 15:17</a> <a data-ref=\"I Kings 8:13\" href=\"/I_Kings.8.13\">1 K 8:13</a> = <a data-ref=\"II Chronicles 6:2\" href=\"/II_Chronicles.6.2\">2 Ch 6:2</a>. Pt. <span dir=\"rtl\">ישֵׁב</span> = subst., <em>dweller, inhabitant</em>, very often (c. 215 times): e.g. <span dir=\"rtl\">ישֵׁב אהלים</span> <a data-ref=\"Genesis 25:27\" href=\"/Genesis.25.27\">Gn 25:27</a> (J); often coll. <span dir=\"rtl\">ישֵׁב אהל</span> <a data-ref=\"Genesis 4:20\" href=\"/Genesis.4.20\">Gn 4:20</a> (J), <span dir=\"rtl\">ישׁב הָאָרֶץ</span> <a data-ref=\"Genesis 34:30\" href=\"/Genesis.34.30\">34:30</a>; <a data-ref=\"Genesis 50:11\" href=\"/Genesis.50.11\">50:11</a> (both J), <a data-ref=\"Exodus 34:12\" href=\"/Exodus.34.12\">Ex 34:12</a>, <a data-ref=\"Exodus 34:15\" href=\"/Exodus.34.15\">15</a> (JE); also poet. f., (as coll.; v. Dr on <a data-ref=\"I Samuel 17:21\" href=\"/I_Samuel.17.21\">1 S 17:21</a>) <span dir=\"rtl\">יוֹשֶׁבֶת שָׁפִיר</span> etc., <a data-ref=\"Micah 1:11\" href=\"/Micah.1.11\">Mi 1:11</a><sup>(×2)</sup>, <a data-ref=\"Micah 1:12\" href=\"/Micah.1.12\">12</a>, <a data-ref=\"Micah 1:13\" href=\"/Micah.1.13\">13</a>, <a data-ref=\"Micah 1:15\" href=\"/Micah.1.15\">15</a>; <span dir=\"rtl\">יוֹשֶׁבֶת צִיּוֹן</span> †<a data-ref=\"Isaiah 12:6\" href=\"/Isaiah.12.6\">Is 12:6</a>; <a data-ref=\"Jeremiah 51:35\" href=\"/Jeremiah.51.35\">Je 51:35</a>; similarly †<a data-ref=\"Jeremiah 10:17\" href=\"/Jeremiah.10.17\">10:17</a>; <a data-ref=\"Jeremiah 21:13\" href=\"/Jeremiah.21.13\">21:13</a>; <a data-ref=\"Jeremiah 22:23\" href=\"/Jeremiah.22.23\">22:23</a>; <a data-ref=\"Jeremiah 48:19\" href=\"/Jeremiah.48.19\">48:19</a>; cf. <a data-ref=\"Lamentations 4:21\" href=\"/Lamentations.4.21\">La 4:21</a>) <a data-ref=\"Zechariah 2:11\" href=\"/Zechariah.2.11\">Zc 2:11</a>; with <span dir=\"rtl\">בת</span> in app. (Da<sup>§ 28 R. 6</sup>), <span dir=\"rtl\">יוֹשֶׁבֶת בַּת־מִצְרַיִם</span> †<a data-ref=\"Jeremiah 46:19\" href=\"/Jeremiah.46.19\">Je 46:19</a>, so <a data-ref=\"Jeremiah 48:18\" href=\"/Jeremiah.48.18\">48:18</a>; more usually pl. <span dir=\"rtl\">ישְׁבֵי הֶעָרִים</span> <a data-ref=\"Genesis 19:25\" href=\"/Genesis.19.25\">Gn 19:25</a> (J), cf. <a data-ref=\"Deuteronomy 13:14\" href=\"/Deuteronomy.13.14\">Dt 13:14</a>; <span dir=\"rtl\">ישְׁבֵי הָאָרֶץ</span> <a data-ref=\"Exodus 23:21\" href=\"/Exodus.23.21\">Ex 23:21</a> (JE), cf. <a data-ref=\"Exodus 15:14\" href=\"/Exodus.15.14\">Ex 15:14</a>, <a data-ref=\"Exodus 15:15\" href=\"/Exodus.15.15\">15</a> (poem in E); <span dir=\"rtl\">ישְׁבֵי תֵבֵל</span> <a data-ref=\"Isaiah 18:3\" href=\"/Isaiah.18.3\">Is 18:3</a>, <span dir=\"rtl\">יוֹשְׁבֵי חָ֑דֶל</span> <a data-ref=\"Isaiah 38:11\" href=\"/Isaiah.38.11\">38:11</a>, etc.; <span dir=\"rtl\">ישְׁבֶיהָ</span> <a data-ref=\"Leviticus 18:25\" href=\"/Leviticus.18.25\">Lv 18:25</a>; <a data-ref=\"Leviticus 25:10\" href=\"/Leviticus.25.10\">25:10</a> (H), <a data-ref=\"Numbers 13:32\" href=\"/Numbers.13.32\">Nu 13:32</a> (P); abs. <span dir=\"rtl\">יוֹשֵׁב</span> (coll.) <a data-ref=\"Amos 1:5\" href=\"/Amos.1.5\">Am 1:5</a>, <a data-ref=\"Amos 1:8\" href=\"/Amos.1.8\">8</a>; <a data-ref=\"Isaiah 49:19\" href=\"/Isaiah.49.19\">Is 49:19</a>; <span dir=\"rtl\">הַיּוֹשְׁבִים</span> <a data-ref=\"I Chronicles 9:2\" href=\"/I_Chronicles.9.2\">1 Ch 9:2</a>; also (strangely) <span dir=\"rtl\">ישְׁבוֹת הארץ</span> <a data-ref=\"I Samuel 27:8\" href=\"/I_Samuel.27.8\">1 S 27:8</a> = <em>the populations of the land</em> We Dr (elsewhere in this sense only fs. and poet., v. supr.); freq. in phr. <em>without inhabitant</em> (i.e. so that there shall be no inhab.), <span dir=\"rtl\">מֵאֵין ישׁב</span> <a data-ref=\"Isaiah 5:9\" href=\"/Isaiah.5.9\">Is 5:9</a>; <a data-ref=\"Isaiah 6:4\" href=\"/Isaiah.6.4\">6:4</a>; <a data-ref=\"Jeremiah 4:7\" href=\"/Jeremiah.4.7\">Je 4:7</a>; <a data-ref=\"Jeremiah 26:9\" href=\"/Jeremiah.26.9\">26:9</a>; <a data-ref=\"Jeremiah 33:10\" href=\"/Jeremiah.33.10\">33:10</a>; <a data-ref=\"Jeremiah 34:22\" href=\"/Jeremiah.34.22\">34:22</a>; <a data-ref=\"Jeremiah 44:22\" href=\"/Jeremiah.44.22\">44:22</a>; <a data-ref=\"Jeremiah 46:19\" href=\"/Jeremiah.46.19\">46:19</a>; <a data-ref=\"Jeremiah 51:29\" href=\"/Jeremiah.51.29\">51:29</a>, <a data-ref=\"Jeremiah 51:37\" href=\"/Jeremiah.51.37\">37</a>; <a data-ref=\"Zephaniah 2:5\" href=\"/Zephaniah.2.5\">Zp 2:5</a>; <a data-ref=\"Zephaniah 3:6\" href=\"/Zephaniah.3.6\">3:6</a>; <span dir=\"rtl\">מֵאֵין יוֹשֵׁב בָּהֶן</span> <a data-ref=\"Jeremiah 48:9\" href=\"/Jeremiah.48.9\">Je 48:9</a>; <span dir=\"rtl\">מִבְּלִי ישֵׁב</span> <a data-ref=\"Jeremiah 2:15\" href=\"/Jeremiah.2.15\">2:15</a>; <a data-ref=\"Jeremiah 9:10\" href=\"/Jeremiah.9.10\">9:10</a>; <span dir=\"rtl\">לֹא יִהְיֶה יוֹשֵב בָּהּ</span> <a data-ref=\"Jeremiah 50:3\" href=\"/Jeremiah.50.3\">50:3</a>; <span dir=\"rtl\">לְבִלְתִּי הֱיוֹת־בּוֹ יוֹשֵׁב</span> <a data-ref=\"Jeremiah 51:62\" href=\"/Jeremiah.51.62\">51:62</a>. <strong>4.</strong>  of a land or city, <em>sit, abide seated in its place</em>, fig. for <em>be inhabited</em> <a data-ref=\"Jeremiah 17:6\" href=\"/Jeremiah.17.6\">Je 17:6</a>, <a data-ref=\"Jeremiah 17:25\" href=\"/Jeremiah.17.25\">25</a>; <a data-ref=\"Jeremiah 50:13\" href=\"/Jeremiah.50.13\">50:13</a>, <a data-ref=\"Jeremiah 50:39\" href=\"/Jeremiah.50.39\">39</a>; <a data-ref=\"Ezekiel 26:20\" href=\"/Ezekiel.26.20\">Ez 26:20</a>; <a data-ref=\"Ezekiel 29:11\" href=\"/Ezekiel.29.11\">29:11</a>; <a data-ref=\"Ezekiel 36:35\" href=\"/Ezekiel.36.35\">36:35</a>; <a data-ref=\"Isaiah 13:20\" href=\"/Isaiah.13.20\">Is 13:20</a> (‖ <span dir=\"rtl\">לֹא תִּשְׁכּוֹן</span>), <a data-ref=\"Zechariah 2:8\" href=\"/Zechariah.2.8\">Zc 2:8</a>; <a data-ref=\"Zechariah 9:5\" href=\"/Zechariah.9.5\">9:5</a>; <a data-ref=\"Zechariah 14:11\" href=\"/Zechariah.14.11\">14:11</a>; <span dir=\"rtl\">יָֽשְׁבָה תַּחְתֶּיהָ</span> <a data-ref=\"Zechariah 12:6\" href=\"/Zechariah.12.6\">12:6</a>; <a data-ref=\"Zechariah 14:10\" href=\"/Zechariah.14.10\">14:10</a>; <a data-ref=\"Ezekiel 35:9\" href=\"/Ezekiel.35.9\">Ez 35:9</a>; Kt is <span dir=\"rtl\">תישׁבנה</span>, Qr <span dir=\"rtl\">תָּשׁוֹבְנָה</span>; Co <span dir=\"rtl\">תושׁבנה</span>, i.e. Niph. <span dir=\"rtl\">תִּוָּשַׁבְנָה</span> (cf. <a data-ref=\"Ezekiel 36:10\" href=\"/Ezekiel.36.10\">36:10</a>), or Hoph. <span dir=\"rtl\">תּוּשַׁבְנָה</span> (cf. <a data-ref=\"Isaiah 44:26\" href=\"/Isaiah.44.26\">Is 44:26</a>); of palace, <span dir=\"rtl\">וְאַרְמוֹן עַל־מִשְׁפָּטוֹ יֵשֵׁב</span> <a data-ref=\"Jeremiah 30:18\" href=\"/Jeremiah.30.18\">Je 30:18</a>.<br>†<strong>Niph.</strong>  Pf. 3 fs. <span dir=\"rtl\">נוֹשָׁ֑בָה</span> <a data-ref=\"Jeremiah 6:8\" href=\"/Jeremiah.6.8\">Je 6:8</a>; 3 pl. <span dir=\"rtl\">וְנֽשְׁבוּ</span> consec. <a data-ref=\"Ezekiel 36:10\" href=\"/Ezekiel.36.10\">Ez 36:10</a>, <span dir=\"rtl\">נוֹשָׁ֑בוּ</span> <a data-ref=\"Ezekiel 26:19\" href=\"/Ezekiel.26.19\">Ez 26:19</a>, <span dir=\"rtl\">נוֹשָׁ֑בֻ֯ה</span> <a data-ref=\"Jeremiah 22:6\" href=\"/Jeremiah.22.6\">Je 22:6</a>; Pt. f. <span dir=\"rtl\">נוֹשֶׁבֶת</span> <a data-ref=\"Ezekiel 26:17\" href=\"/Ezekiel.26.17\">Ez 26:17</a> (< <span dir=\"rtl\">נִשְׁבַּתְּ</span> 𝔊 Co, √ <span dir=\"rtl\">שׁבת</span>), <span dir=\"rtl\">נוֹשָׁ֑בֶת</span> <a data-ref=\"Exodus 16:35\" href=\"/Exodus.16.35\">Ex 16:35</a>; pl. <span dir=\"rtl\">נוֹשָׁבוֹת</span> <a data-ref=\"Ezekiel 12:20\" href=\"/Ezekiel.12.20\">Ez 12:20</a>; <a data-ref=\"Ezekiel 38:12\" href=\"/Ezekiel.38.12\">38:12</a>;—<em>be inhabited</em>, of land <a data-ref=\"Exodus 16:35\" href=\"/Exodus.16.35\">Ex 16:35</a> (perhaps = <em>be habitable</em>), <a data-ref=\"Jeremiah 6:3\" href=\"/Jeremiah.6.3\">Je 6:3</a>; of cities <a data-ref=\"Jeremiah 22:6\" href=\"/Jeremiah.22.6\">Je 22:6</a> <a data-ref=\"Ezekiel 12:20\" href=\"/Ezekiel.12.20\">Ez 12:20</a>; <a data-ref=\"Ezekiel 26:19\" href=\"/Ezekiel.26.19\">26:19</a>; <a data-ref=\"Ezekiel 36:10\" href=\"/Ezekiel.36.10\">36:10</a>; <span dir=\"rtl\">חֳרָבוֹת נוֹשָׁבוֹת</span> <a data-ref=\"Ezekiel 38:12\" href=\"/Ezekiel.38.12\">Ez 38:12</a>;—<a data-ref=\"Ezekiel 26:17\" href=\"/Ezekiel.26.17\">Ez 26:17</a> v. supr.; <a data-ref=\"Ezekiel 35:9\" href=\"/Ezekiel.35.9\">35:9</a> v. <strong>Qal 4.</strong><br>†<strong>Pi</strong>  Pf. 3 mpl. <span dir=\"rtl\">וְיִשְּׁבוּ טִירוֹתֵיהֶם בָּ֑ךְ</span> <a data-ref=\"Ezekiel 25:4\" href=\"/Ezekiel.25.4\">Ez 25:4</a> <em>and they shall set their encampments in thee</em> (𝔊 𝔖 Co <span dir=\"rtl\">וְיֵשְׁבוּ</span> <em>inhabit</em>).<br>†<strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הֹשִׁיב</span> <a data-ref=\"Ezra 10:14\" href=\"/Ezra.10.14\">Ezr 10:14</a>, sf. <span dir=\"rtl\">הוֹשִׁיבַנִי</span> <a data-ref=\"Lamentations 3:6\" href=\"/Lamentations.3.6\">La 3:6</a> <a data-ref=\"Psalms 143:3\" href=\"/Psalms.143.3\">ψ 143:3</a>; 1 s. <span dir=\"rtl\">הוֹשַׁבְתִּי</span> <a data-ref=\"Leviticus 23:33\" href=\"/Leviticus.23.33\">Lv 23:33</a>, <span dir=\"rtl\">וְה(וֹ)שַׁבְתִּים</span> consec. <a data-ref=\"Hosea 11:11\" href=\"/Hosea.11.11\">Ho 11:11</a>; <a data-ref=\"Jeremiah 32:37\" href=\"/Jeremiah.32.37\">Je 32:37</a>; <span dir=\"rtl\">וְהוֹשְׁבוֹתִים</span> consec. <a data-ref=\"Zechariah 10:6\" href=\"/Zechariah.10.6\">Zc 10:6</a> (Kö<sup>i, 413</sup>; but prob. text error, vid. Thes and Ges<sup>Lgb 464</sup>; read prob. <span dir=\"rtl\">וַהֲשִׁבוֹתִים</span> as v <a data-ref=\"Zechariah 10:10\" href=\"/Zechariah.10.10\">10</a>, so Sta<sup>ZAW, 1881, 21</sup> We), etc.; Impf. 3 ms. <span dir=\"rtl\">וַיּוֹשֵׁב</span> <a data-ref=\"Genesis 47:11\" href=\"/Genesis.47.11\">Gn 47:11</a>, <span dir=\"rtl\">וַיּוֹ֫שֶׁב</span> <a data-ref=\"II Chronicles 8:2\" href=\"/II_Chronicles.8.2\">2 Ch 8:2</a> <a data-ref=\"Psalms 107:36\" href=\"/Psalms.107.36\">ψ 107:36</a>; sf. <span dir=\"rtl\">וַיּוֹשִׁיבַי֯נִי</span> <a data-ref=\"I Kings 2:24\" href=\"/I_Kings.2.24\">1 K 2:24</a> (Kö<sup>i, 414, 224</sup>); <span dir=\"rtl\">וַיּשִׁיבֵם</span> <a data-ref=\"Job 36:7\" href=\"/Job.36.7\">Jb 36:7</a>; 1 pl. <span dir=\"rtl\">וַנּ֫שֶׁב</span> <a data-ref=\"Ezra 10:2\" href=\"/Ezra.10.2\">Ezr 10:2</a>, etc.; Imv. ms. <span dir=\"rtl\">הוֹשֵׁב</span> <a data-ref=\"Genesis 47:6\" href=\"/Genesis.47.6\">Gn 47:6</a>; mpl. <span dir=\"rtl\">ה(וֹ)שִׁיבוּ</span> <a data-ref=\"I Kings 21:9\" href=\"/I_Kings.21.9\">1 K 21:9</a>, <a data-ref=\"I Kings 21:10\" href=\"/I_Kings.21.10\">10</a>; Inf. cstr. <span dir=\"rtl\">ה(וֹ)שִׁיב</span> <a data-ref=\"I Samuel 2:8\" href=\"/I_Samuel.2.8\">1 S 2:8</a>; <a data-ref=\"Nehemiah 13:27\" href=\"/Nehemiah.13.27\">Ne 13:27</a>; <span dir=\"rtl\">הוֹשִׁיבִי</span> <a data-ref=\"Psalms 113:8\" href=\"/Psalms.113.8\">ψ 113:8</a> (Ol<sup>§ 123 d</sup>; read -<span dir=\"rtl\">בוֹ</span>, v. Che); Pt. abs. <span dir=\"rtl\">מוֹשִׁיב</span> <a data-ref=\"Psalms 68:7\" href=\"/Psalms.68.7\">ψ 68:7</a>, cstr. <span dir=\"rtl\">מוֹשִׁיבִי</span> <a data-ref=\"Psalms 113:9\" href=\"/Psalms.113.9\">ψ 113:9</a> (Ol<sup>l.c.</sup> Ges<sup>l.c.</sup>);— <strong>1.</strong>  <em>cause to sit</em> c. acc. pers. + <span dir=\"rtl\">על כסא</span> <a data-ref=\"I Kings 2:24\" href=\"/I_Kings.2.24\">1 K 2:24</a>; <a data-ref=\"II Chronicles 23:20\" href=\"/II_Chronicles.23.20\">2 Ch 23:20</a> so (without <span dir=\"rtl\">על כסא</span>) + <span dir=\"rtl\">לָנֶצַח</span> <a data-ref=\"Job 36:7\" href=\"/Job.36.7\">Jb 36:7</a>; <em>set, place</em> c. acc. pers. + <span dir=\"rtl\">נֶגְדּוֹ</span> <a data-ref=\"I Kings 21:10\" href=\"/I_Kings.21.10\">1 K 21:10</a>, also v <a data-ref=\"I Kings 21:9\" href=\"/I_Kings.21.9\">9</a>, <a data-ref=\"I Kings 21:12\" href=\"/I_Kings.21.12\">12</a> <span dir=\"rtl\">(בְּרֹאשׁ הָעָם)</span>. <strong>2.</strong>  <em>cause to abide</em> (acc. pers.) <em>at</em> <span dir=\"rtl\">(ב)</span> <a data-ref=\"I Samuel 30:21\" href=\"/I_Samuel.30.21\">1 S 30:21</a>. <strong>3.</strong> <strong>a.</strong>  <em>cause to dwell</em>, c. acc. pers. + ב loc. <a data-ref=\"I Samuel 12:8\" href=\"/I_Samuel.12.8\">1 S 12:8</a>; <a data-ref=\"II Kings 17:6\" href=\"/II_Kings.17.6\">2 K 17:6</a> <a data-ref=\"Hosea 12:10\" href=\"/Hosea.12.10\">Ho 12:10</a>, <a data-ref=\"Genesis 47:6\" href=\"/Genesis.47.6\">Gn 47:6</a>, <a data-ref=\"Genesis 47:11\" href=\"/Genesis.47.11\">11</a> (P), <a data-ref=\"Leviticus 23:43\" href=\"/Leviticus.23.43\">Lv 23:43</a> (H), <a data-ref=\"Lamentations 3:6\" href=\"/Lamentations.3.6\">La 3:6</a> <a data-ref=\"Psalms 143:3\" href=\"/Psalms.143.3\">ψ 143:3</a>; <span dir=\"rtl\">בְּאֶרֶץ תַּחְתִּיּוֹת</span> <a data-ref=\"Ezekiel 26:20\" href=\"/Ezekiel.26.20\">Ez 26:20</a>; acc. pers. om. <a data-ref=\"II Kings 17:24\" href=\"/II_Kings.17.24\">2 K 17:24</a>, <a data-ref=\"II Kings 17:26\" href=\"/II_Kings.17.26\">26</a>; acc. pers. + <span dir=\"rtl\">שָׁם</span> <a data-ref=\"II Chronicles 8:2\" href=\"/II_Chronicles.8.2\">2 Ch 8:2</a> <a data-ref=\"Psalms 107:36\" href=\"/Psalms.107.36\">ψ 107:36</a>; acc. pers. + <span dir=\"rtl\">עַל־הַבָּתִּים</span> <a data-ref=\"Hosea 11:11\" href=\"/Hosea.11.11\">Ho 11:11</a> (but read <span dir=\"rtl\">וַהֲשִׁבֹתִים</span> We); acc. pers. om., c. <span dir=\"rtl\">עם</span> pers. <a data-ref=\"I Samuel 2:8\" href=\"/I_Samuel.2.8\">1 S 2:8</a> <a data-ref=\"Psalms 113:8\" href=\"/Psalms.113.8\">ψ 113:8</a>; <span dir=\"rtl\">מוֹשִׁיב יְחִידִים בַּ֫יְתֶה</span> <a data-ref=\"Psalms 68:7\" href=\"/Psalms.68.7\">ψ 68:7</a> <em>causing solitary ones to dwell in a house</em> (or is <span dir=\"rtl\">מוֹשִׁיב</span> for <span dir=\"rtl\">מֵשִׁיב</span> Bae?); c. acc. pers. only <span dir=\"rtl\">מושׁ׳ עֲקֶרֶת הַבַּיִת</span> <a data-ref=\"Psalms 113:9\" href=\"/Psalms.113.9\">ψ 113:9</a> <em>giving a dwelling to her that is barren of house;</em> abs. c. <span dir=\"rtl\">לָבֶ֫טַח</span> <a data-ref=\"Jeremiah 32:37\" href=\"/Jeremiah.32.37\">Je 32:37</a> <a data-ref=\"Psalms 4:9\" href=\"/Psalms.4.9\">ψ 4:9</a>; abs. c. <span dir=\"rtl\">כְּקַדְמוֹתֵיכֶם</span> <a data-ref=\"Ezekiel 36:11\" href=\"/Ezekiel.36.11\">Ez 36:11</a>. On <a data-ref=\"Zechariah 10:6\" href=\"/Zechariah.10.6\">Zc 10:6</a>, v. supr. <strong>b.</strong>  <em>cause</em> cities <span dir=\"rtl\">(עָרִים)</span> <em>to be inhabited</em> <a data-ref=\"Ezekiel 36:33\" href=\"/Ezekiel.36.33\">Ez 36:33</a>; <a data-ref=\"Isaiah 54:3\" href=\"/Isaiah.54.3\">Is 54:3</a>. <strong>4.</strong>  <em>marry</em> (proposes <em>give a dwelling</em> to, cf. <a data-ref=\"Psalms 113:9\" href=\"/Psalms.113.9\">ψ 113:9</a>), only Ezr Ne, and only c. acc. <span dir=\"rtl\">נָשִׁים נָכְרִיּוֹת</span> <em>strange</em> or <em>foreign women</em> <a data-ref=\"Ezra 10:2\" href=\"/Ezra.10.2\">Ezr 10:2</a>, <a data-ref=\"Ezra 10:10\" href=\"/Ezra.10.10\">10</a>, <a data-ref=\"Ezra 10:14\" href=\"/Ezra.10.14\">14</a>, <a data-ref=\"Ezra 10:17\" href=\"/Ezra.10.17\">17</a>, <a data-ref=\"Ezra 10:18\" href=\"/Ezra.10.18\">18</a> <a data-ref=\"Nehemiah 13:27\" href=\"/Nehemiah.13.27\">Ne 13:27</a>; so <span dir=\"rtl\">הֹשִׁיבוּ נָשִׁים אַשְׁדֳּו֯רִיּוֹת</span> <a data-ref=\"Nehemiah 13:23\" href=\"/Nehemiah.13.23\">Ne 13:23</a>.<br>†<strong>Hoph.</strong>  Pf. <span dir=\"rtl\">וְהוּשַׁבְתֶּם לְבַדְּכֶם בְּקֶרֶב הָאָ֑רֶץ</span> <a data-ref=\"Isaiah 5:8\" href=\"/Isaiah.5.8\">Is 5:8</a> <em>and ye be made to dwell alone in the midst of the land</em>. Impf. <span dir=\"rtl\">הָאֹמֵר לִירוּשָׁלַם תּוּשָׁ֑ב</span> <a data-ref=\"Isaiah 44:26\" href=\"/Isaiah.44.26\">Is 44:26</a> <em>he who saith of Jerusalem, she shall be inhabited</em>. <a data-ref=\"Ezekiel 35:9\" href=\"/Ezekiel.35.9\">Ez 35:9</a> v. <strong>Qal 4.</strong>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d483b6084aa1cbf347e1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, רָעַע 1", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "BDB, רָעַע 1", "sourceHeRef": "בראון-דרייבר-בריגס, רָעַע א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "רָעַע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big>[<span dir=\"rtl\">רָעַע</span></big><sub>98</sub><big>]</big>  <strong>vb. denom.</strong> be evil, bad;—<br>†<strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">רַע</span> <a data-ref=\"Numbers 22:34\" href=\"/Numbers.22.34\">Nu 22:34</a> + 3 times, <span dir=\"rtl\">רָ֑ע</span> <a data-ref=\"Numbers 11:10\" href=\"/Numbers.11.10\">11:10</a>; 3 fs. <span dir=\"rtl\">רָעָה</span> <a data-ref=\"Deuteronomy 15:9\" href=\"/Deuteronomy.15.9\">Dt 15:9</a> (<a data-ref=\"Exodus 21:8\" href=\"/Exodus.21.8\">Ex 21:8</a> v. <a data-ref=\"BDB, רַע²\" href=\"/BDB,_רַע²\", dir=\"rtl\">i. רַע</a>); Impf. 3 ms. <span dir=\"rtl\">יֵרַע</span> (Ges<sup>§ 67 p</sup>) <a data-ref=\"Genesis 21:12\" href=\"/Genesis.21.12\">Gn 21:12</a> +; 3 fs. <span dir=\"rtl\">תֵּרַע</span> <a data-ref=\"Deuteronomy 28:54\" href=\"/Deuteronomy.28.54\">Dt 28:54</a>, <a data-ref=\"Deuteronomy 28:56\" href=\"/Deuteronomy.28.56\">56</a>; 3 mpl. <span dir=\"rtl\">יֵרְעוּ</span> <a data-ref=\"Nehemiah 2:3\" href=\"/Nehemiah.2.3\">Ne 2:3</a>;— <strong>1.</strong>  <em>be displeasing:</em> <span dir=\"rtl\">רַע בְּעֵינֵי</span> <a data-ref=\"Numbers 11:10\" href=\"/Numbers.11.10\">Nu 11:10</a>; <a data-ref=\"Numbers 22:34\" href=\"/Numbers.22.34\">22:34</a> (J), <a data-ref=\"Joshua 24:15\" href=\"/Joshua.24.15\">Jos 24:15</a> (E), <a data-ref=\"Jeremiah 40:4\" href=\"/Jeremiah.40.4\">Je 40:4</a>; <a data-ref=\"Proverbs 24:18\" href=\"/Proverbs.24.18\">Pr 24:18</a> (c. <span dir=\"rtl\">וְ</span> consec.) impf. <span dir=\"rtl\">יֵרַע בְּעֵינֵי</span> <a data-ref=\"Genesis 21:11\" href=\"/Genesis.21.11\">Gn 21:11</a>, <a data-ref=\"Genesis 21:12\" href=\"/Genesis.21.12\">12</a> (E), <a data-ref=\"Genesis 48:17\" href=\"/Genesis.48.17\">48:17</a> (J), <a data-ref=\"I Samuel 8:6\" href=\"/I_Samuel.8.6\">1 S 8:6</a>; <a data-ref=\"I Samuel 18:8\" href=\"/I_Samuel.18.8\">18:8</a>; <a data-ref=\"II Samuel 11:25\" href=\"/II_Samuel.11.25\">2 S 11:25</a>; later, <span dir=\"rtl\">וַיֵּרַע אֶל</span> <a data-ref=\"Jonah 4:1\" href=\"/Jonah.4.1\">Jon 4:1</a> or <span dir=\"rtl\">וירע לְ</span> <a data-ref=\"Nehemiah 2:10\" href=\"/Nehemiah.2.10\">Ne 2:10</a> (intensified by <span dir=\"rtl\">רָעָה גְדוֹלָה</span>), <span dir=\"rtl\">וַיֵּרַע לִי מְאֹד</span> <a data-ref=\"Nehemiah 13:8\" href=\"/Nehemiah.13.8\">13:8</a>. <strong>2.</strong>  <em>be sad:</em> <span dir=\"rtl\">ירע לבב</span> <a data-ref=\"Deuteronomy 15:10\" href=\"/Deuteronomy.15.10\">Dt 15:10</a>; <a data-ref=\"I Samuel 1:8\" href=\"/I_Samuel.1.8\">1 S 1:8</a>; <span dir=\"rtl\">יֵֽרְעוּ פָנַי</span> <a data-ref=\"Nehemiah 2:3\" href=\"/Nehemiah.2.3\">Ne 2:3</a>. <strong>3.</strong>  <em>be injurious, evil:</em> <span dir=\"rtl\">וַיֵּרַע לְ</span> <a data-ref=\"Psalms 106:32\" href=\"/Psalms.106.32\">ψ 106:32</a> <em>it went ill with</em> Moses, pers. subj. <a data-ref=\"II Samuel 20:6\" href=\"/II_Samuel.20.6\">2 S 20:6</a>; <span dir=\"rtl\">רַעָה עַיִן</span> <em>be grudging</em>, c. ב pers., <a data-ref=\"Deuteronomy 15:9\" href=\"/Deuteronomy.15.9\">Dt 15:9</a>; <a data-ref=\"Deuteronomy 28:54\" href=\"/Deuteronomy.28.54\">28:54</a>, <a data-ref=\"Deuteronomy 28:56\" href=\"/Deuteronomy.28.56\">56</a>. <strong>4.</strong>  <em>be evil, wicked</em>, ethically: <span dir=\"rtl\">וַיֵּרַע בְּעֵינֵי י׳</span> <a data-ref=\"Genesis 38:10\" href=\"/Genesis.38.10\">Gn 38:10</a> (J); <a data-ref=\"II Samuel 11:27\" href=\"/II_Samuel.11.27\">2 S 11:27</a>; <a data-ref=\"Isaiah 59:15\" href=\"/Isaiah.59.15\">Is 59:15</a>; <span dir=\"rtl\">בְּעֵינֵי אֱלֹהִים</span> <a data-ref=\"I Chronicles 21:7\" href=\"/I_Chronicles.21.7\">1 Ch 21:7</a>.<br>†<strong>Niph.</strong>  <em>suffer hurt:</em> Impf. 3 ms. <span dir=\"rtl\">יֵרוֹעַ (רַע)</span> <a data-ref=\"Proverbs 11:15\" href=\"/Proverbs.11.15\">Pr 11:15</a>; <a data-ref=\"Proverbs 13:20\" href=\"/Proverbs.13.20\">13:20</a>.<br><strong>Hiph.</strong>  <sub>70</sub> Pf. 3 ms. <span dir=\"rtl\">הֵרַע</span> <a data-ref=\"Exodus 5:23\" href=\"/Exodus.5.23\">Ex 5:23</a> +; 2 ms. <span dir=\"rtl\">הֲרֵעוֹתָ</span> <a data-ref=\"I Kings 17:20\" href=\"/I_Kings.17.20\">1 K 17:20</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יָרֵעַ</span> <a data-ref=\"Zephaniah 1:12\" href=\"/Zephaniah.1.12\">Zp 1:12</a>, <span dir=\"rtl\">וַיָּ֫רַע</span> <a data-ref=\"I Kings 16:25\" href=\"/I_Kings.16.25\">1 K 16:25</a>; 2 ms. <span dir=\"rtl\">תָּרַע</span> <a data-ref=\"Psalms 44:3\" href=\"/Psalms.44.3\">ψ 44:3</a> +, etc. inf. abs. <span dir=\"rtl\">הָרֵעַ</span> <a data-ref=\"I Samuel 12:25\" href=\"/I_Samuel.12.25\">1 S 12:25</a> <a data-ref=\"I Chronicles 21:17\" href=\"/I_Chronicles.21.17\">1 Ch 21:17</a>; cstr.<span dir=\"rtl\">הָרַע</span> <a data-ref=\"Genesis 31:7\" href=\"/Genesis.31.7\">Gn 31:7</a> + 8 times, <span dir=\"rtl\">הָרֵ֑עַ</span> <a data-ref=\"Isaiah 1:16\" href=\"/Isaiah.1.16\">Is 1:16</a> + 4 times; Pt. <span dir=\"rtl\">מֵרַע</span> <a data-ref=\"Isaiah 9:16\" href=\"/Isaiah.9.16\">Is 9:16</a>; <a data-ref=\"Proverbs 17:4\" href=\"/Proverbs.17.4\">Pr 17:4</a>; pl. <span dir=\"rtl\">מְרֵעִים</span> <a data-ref=\"Isaiah 1:4\" href=\"/Isaiah.1.4\">Is 1:4</a> +;— <strong>1.</strong>  <em>do an injury, hurt:</em> abs. <a data-ref=\"Genesis 44:5\" href=\"/Genesis.44.5\">Gn 44:5</a> (J), <a data-ref=\"Isaiah 11:9\" href=\"/Isaiah.11.9\">Is 11:9</a> = <a data-ref=\"Isaiah 65:25\" href=\"/Isaiah.65.25\">65:25</a>; <a data-ref=\"Jeremiah 31:28\" href=\"/Jeremiah.31.28\">Je 31:28</a>; <a data-ref=\"Proverbs 4:16\" href=\"/Proverbs.4.16\">Pr 4:16</a>; <a data-ref=\"Proverbs 24:8\" href=\"/Proverbs.24.8\">24:8</a>; opp. <span dir=\"rtl\">היטיב</span> <a data-ref=\"Isaiah 41:23\" href=\"/Isaiah.41.23\">Is 41:23</a>; <a data-ref=\"Jeremiah 10:5\" href=\"/Jeremiah.10.5\">Je 10:5</a>; <a data-ref=\"Zephaniah 1:12\" href=\"/Zephaniah.1.12\">Zp 1:12</a> (all in prov. phr. = do anything at all, cf. <span dir=\"rtl\">רָע</span> <strong>2</strong>); <span dir=\"rtl\">הרע ל</span> <a data-ref=\"Genesis 19:9\" href=\"/Genesis.19.9\">Gn 19:9</a>; <a data-ref=\"Genesis 43:6\" href=\"/Genesis.43.6\">43:6</a>; <a data-ref=\"Exodus 5:22\" href=\"/Exodus.5.22\">Ex 5:22</a>, <a data-ref=\"Exodus 5:23\" href=\"/Exodus.5.23\">23</a>; <a data-ref=\"Numbers 11:11\" href=\"/Numbers.11.11\">Nu 11:11</a> (J) <a data-ref=\"Numbers 20:15\" href=\"/Numbers.20.15\">20:15</a>; <a data-ref=\"Joshua 24:20\" href=\"/Joshua.24.20\">Jos 24:20</a> (E) + 5 times; c. acc. pers. <a data-ref=\"Numbers 16:15\" href=\"/Numbers.16.15\">Nu 16:15</a> (J) + 4 times; c. <span dir=\"rtl\">בְּ</span>, <a data-ref=\"I Chronicles 16:22\" href=\"/I_Chronicles.16.22\">1 Ch 16:22</a> = <a data-ref=\"Psalms 105:15\" href=\"/Psalms.105.15\">ψ 105:15</a> (c. <span dir=\"rtl\">ל</span>), <a data-ref=\"Jeremiah 25:29\" href=\"/Jeremiah.25.29\">Je 25:29</a> <a data-ref=\"Psalms 74:3\" href=\"/Psalms.74.3\">ψ 74:3</a>; c. <span dir=\"rtl\">עִמָּדִי</span> <a data-ref=\"Genesis 31:7\" href=\"/Genesis.31.7\">Gn 31:7</a> (E); c. <span dir=\"rtl\">על</span> <a data-ref=\"I Kings 17:20\" href=\"/I_Kings.17.20\">1 K 17:20</a>; c. ל + inf. <a data-ref=\"Jeremiah 16:12\" href=\"/Jeremiah.16.12\">Je 16:12</a>; swear <span dir=\"rtl\">לְהָרַע</span>, = to one’s hurt, <a data-ref=\"Psalms 15:4\" href=\"/Psalms.15.4\">ψ 15:4</a>; <a data-ref=\"Leviticus 5:4\" href=\"/Leviticus.5.4\">Lv 5:4</a> (P); Pt. = subst. <span dir=\"rtl\">לְבָבָם לְמֵרָע</span> <a data-ref=\"Daniel 11:27\" href=\"/Daniel.11.27\">Dn 11:27</a> (shall be) <em>for mischief</em>. <strong>2.</strong>  <em>do evil, wickedly:</em> abs. <a data-ref=\"Genesis 19:7\" href=\"/Genesis.19.7\">Gn 19:7</a> (J) <a data-ref=\"I Samuel 12:25\" href=\"/I_Samuel.12.25\">1 S 12:25</a><sup>(×2)</sup> + 6 times; opp. <span dir=\"rtl\">היטיב</span> <a data-ref=\"Jeremiah 4:22\" href=\"/Jeremiah.4.22\">Je 4:22</a>; <a data-ref=\"Jeremiah 13:23\" href=\"/Jeremiah.13.23\">13:23</a>; c. <span dir=\"rtl\">מִן</span> comp., <a data-ref=\"I Kings 14:9\" href=\"/I_Kings.14.9\">1 K 14:9</a>; <a data-ref=\"I Kings 16:25\" href=\"/I_Kings.16.25\">16:25</a>; <a data-ref=\"II Kings 21:11\" href=\"/II_Kings.21.11\">2 K 21:11</a>; <a data-ref=\"Jeremiah 7:26\" href=\"/Jeremiah.7.26\">Je 7:26</a>; <a data-ref=\"Jeremiah 16:12\" href=\"/Jeremiah.16.12\">16:12</a>; c. acc. <span dir=\"rtl\">הֵרֵעוּ מַעַלְלֵיהֶם</span> <a data-ref=\"Micah 3:4\" href=\"/Micah.3.4\">Mi 3:4</a>, cf. <a data-ref=\"I Samuel 25:3\" href=\"/I_Samuel.25.3\">1 S 25:3</a>; Pt. <span dir=\"rtl\">מֵרַע</span> <em>evil doer</em>, <a data-ref=\"Isaiah 9:16\" href=\"/Isaiah.9.16\">Is 9:16</a>; <a data-ref=\"Proverbs 17:4\" href=\"/Proverbs.17.4\">Pr 17:4</a>; pl. <a data-ref=\"Jeremiah 20:13\" href=\"/Jeremiah.20.13\">Je 20:13</a>; <a data-ref=\"Jeremiah 23:14\" href=\"/Jeremiah.23.14\">23:14</a> <a data-ref=\"Psalms 27:2\" href=\"/Psalms.27.2\">ψ 27:2</a> + 7 times; <span dir=\"rtl\">זֶרַע מ׳</span> <a data-ref=\"Isaiah 1:4\" href=\"/Isaiah.1.4\">Is 1:4</a>; <a data-ref=\"Isaiah 14:20\" href=\"/Isaiah.14.20\">14:20</a>; <span dir=\"rtl\">בית מ׳</span> <a data-ref=\"Isaiah 31:2\" href=\"/Isaiah.31.2\">31:2</a>; <span dir=\"rtl\">עֲדַת מ׳</span> <a data-ref=\"Psalms 22:17\" href=\"/Psalms.22.17\">ψ 22:17</a>; <span dir=\"rtl\">קְהַל מ׳</span> <a data-ref=\"Psalms 26:5\" href=\"/Psalms.26.5\">26:5</a>; <span dir=\"rtl\">סוֹד מ׳</span> <a data-ref=\"Psalms 64:3\" href=\"/Psalms.64.3\">64:3</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6494368d753309e0a308bab9", "index_title": "Bereshit Rabbati", "category": "Midrash", "type": "", "ref": "Bereshit Rabbati, Parashat Vayechi 9", "anchorRef": "Numbers 20:14-16", "anchorRefExpanded": ["Numbers 20:14", "Numbers 20:15", "Numbers 20:16"], "sourceRef": "Bereshit Rabbati, Parashat Vayechi 9", "sourceHeRef": "בראשית רבתי, פרשת ויחי ט׳", "anchorVerse": 14, "sourceHasEn": false, "commentaryNum": 9, "collectiveTitle": {"en": "Bereshit Rabbati", "he": "בראשית רבתי"}, "heTitle": "פרשת ויחי", "he": "(בראשית מח, כב) <b>ואני נתתי לך.</b> ר' לוי אמר המטה שנברא בין השמשות נמסר לאדם הראשון בג\"ע ואדם מסרו לחנוך וחנוך לנח ונח לשם ושם מסרו לאברהם ואברהם ליצחק ויצחק ליעקב ויעקב הורידו למצרים ומסרו ליוסף בנו שנאמר ואני נתתי לך וגו'. וכשמת יוסף נשלל ביתו של יוסף ונתן בפלטרין של פרעה, והיה יתרו אחד מחרטומי מצרים וראה את המטה והאותות עליו וחמדו בלבו ולקחו והביאו ונטעהו בתוך גן של ביתו ואח\"כ לא היה יכול ליקרב אליו, עד שבא משה לארץ מדין ונכנס בגן של יתרו וראה את המטה וקרא האותות שהיו עליו וישלח ידו ויקחהו, וירא יתרו ויאמר זה האיש אשר עתיד לגאול את ישראל ממצרים לפיכך נתן את צפורה בתו למשה, שנאמר ויואל משה לשבת וגו' (שמות ב' כ\"א). והיה משה רועה באותו מטה צאנו של יתרו ולא שכלתם חית השדה והיו פרים ורבים עד מאד, ועליהם הכתוב אומר כצאן קדשים וגו' (יחזקאל ל\"ו ל\"ח), בו הביא י' מכות על מצרים, בו בקע את הים, והוא המטה אשר הוציא פרח ויצץ ציץ וכו'. ד\"א ואני נתתי לך שכם אחד, זה חלק בכורה שנטל את הבכורה מראובן ונתנה ליוסף. כיצד שעשה שני בניו שבטים ונטלו נחלה בארץ כנגד שני שבטים כשם שהבכור נוטל פי שנים בנכסי אביו. אשר לקחתי מיד האמרי, וכי היכן מצינו שעשה יעקב מלחמה עם האמרי ומהנה ליוסף יותר מאחיו, אלא זו הבכורה שקנה מעשו שעשה מעשה אמרי. בחרבי ובקשתי, וכי בחרבו ובקשתו לקחה, והלא כתיב כי לא בקשתי אבטח וחרבי לא תושיעני (תהלים מ\"ד ז'), אלא בחרבי זהו מעשה הטוב שנאמר הנה מטתו שלשלמה (שה\"ש ג' ז'), מטתו זה בית המקדש, שלשלמה למלך שהשלום שלו. ששים גבורים (שם), כ\"ד משמרות כהנים וכ\"ד משמרות לוים וי\"ב מחלקות. כלם אחוזי חרב (שם ח'), זה חרבו של אברהם שנאמר ויקח את המאכלת (כ\"ב י'). מלמדי (שה\"ש שם), שהיו מלמדין את בניהם שנאמר ולמדתם אותם את בניכם (דברים י\"א י\"ט). מלחמה (שה\"ש שם), זו תורה שנאמר על כן יאמר בספר מלחמות ה' (במדבר כ\"א י\"ד). איש חרבו על ירכו (שה\"ש שם), זו המילה בריתו של אברהם אבינו, מפחד בלילות (שם), שהם זריזים מן החטא. ד\"א כלם אחוזי חרב מעשה הטוב. אף כאן בחרבי הוא מעשה הטוב, ובקשתי זו תפלה. ללמדך שהצדיקים אין מנצחין אלא בתפלה. וכה\"א גור אריה יהודה (מ\"ט ט'), יכול בקשת ובחרב ת\"ל שמע ה' קול יהודה (דברים ל\"ג ז'), וכן במשה הוא אומר וישלח משה מלאכים וגו' ונצעק אל ה' (במדבר כ' י\"ד - ט\"ז). א\"ל אדום אתם מתגאים על מה שהורישו אבותיכם לכם הקול קול יעקב (כ\"ז כ\"ב), וישמע קולנו (במדבר שם), ואנו מתגאים על מה שהורישו לנו אבותינו והידים ידי עשו (כ\"ז כ\"ב), ועל חרבך תחיה (שם מ'), הה\"ד ויאמר אליו אדום (במדבר כ' י\"ח). ד\"א ואני נתתי אלו בגדים החמודות של עשו בגדי אדם הראשון. אשר לקחתי מיד האמרי, והלא בידי עשו היו, מי נתנן ביד האמורי, ארז\"ל מלחמה עשה עשו עם מלך האמורי וגזלן ממנו, שמע יעקב ובקש רחמים עליהם ונתן הקב\"ה בלבו של מלך האמרי ושלחן דורון ליעקב.", "heVersionTitle": "Jerusalem, 1940", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64bfcd495781082118c1517b", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Numbers 20:15:1-3", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Alshekh on Torah, Numbers 20:15:1-3", "sourceHeRef": "תורת משה - אלשיך, במדבר כ׳:ט״ו:א׳-ג׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "במדבר", "he": ["<b>ויאמר אליו אדום כו'.</b> אמר בדברך רמזת כי ברכת הקול קיימת לך נגד המצרים כאו' ונצעק כו' וישמע קולנו כלו' שלא תירא מברכת חרבי שקיימת לי אינה טענה כי הלא אתה בעוברך בי פוטר מים ועל כן לא ישמע קולך וחרבי תאכל בשר. וז\"ש לא תעבור בי כי תהיה ראשית מדון פן בחרב אצא לקראתך ולא יסכון קולך לבטל חרבי. והנה באומרו מלת בי הבינו ישראל שהקפידה לא היתה רק בעברו בו ביישוב העם או יישוב שדות וכרמים ע\"כ אמרו במסלה נעלה כו' שהוא רחוק מכל מיני יישוב ואין מקום ליהנות רק ממים ומזה אין חשש כי הולך עמנו באר. ואם מימיך נשתה כו' והוא פן תאמר הנה מתלאה האם אשב בבקעה ובהר לקחת מכל איש ואיש שישתה דמי שתייתו לז\"א אם נשתה ל' רבים לא תשאל מרבים רק מאחד וזה ונתתי לשון יחיד. וש\"ת במה יודע כמה שתו וגם מי ישער שוויים לז\"א ונתתי מכרם כלומר מכר כל הבארות לגמרי עם שישא בהם מים וגם לא אמרתי קנייתם רק מכרם שהוא מה שתמכרם אתה ולא שיעור מה שיקנה הקונה וזהו מכרם ולא אתן בעין רעה כפרוע חוב כ\"א כנותן שבעין יפה הוא נותן וז\"א ונתתי ולא אמר ואשלם. ושמא תאמר אולי לא נתפשר במכר כ\"א אתבע סך אחד תמעט מהסך שאשאל ולא אתרצה ויהיה ראשית מדון לז\"א רק אין דבר כלומר שאומר אני רק כדי למעט מאשר תשאל אין דבר של רק לומר על מה שתשאל רק לא אתן כ\"א פחות כ\"א כל תשאל אתן. ", "<b>או</b> יאמר לא הנחתי לך מקום למעט ולומר רק על מאמרי. כי כל עיכוב היזק סולקתי באופן שאין דבר שתוכל לומר בו רק כי במסילה אין יישוב עוד או תבואה וכרם ודומה לנו למעט כלל. וש\"ת הלא דרך החיילות העוברים ממקום למקום שמתפרדי' קצתם לחטוף ולחבל כל הבא בידם לז\"א ברגלי שהוא בכל הנלוי' אלינו אעבורה באחדות אחד וזהו שלא אמר נעבור לשון רבים ככל שאר הפסוק. ", "<b>או</b> יאמר הנה אמרתי בספק ואם מימיך נשתה ונתתי מכרם אם יקרה שנשת' רק לפי האמת אין דבר מזה כ\"א ברגלי עבורה כי לא נהנה כ\"א דריסת הרגל שברגלי אעבורה. וגם אפשר מועט כי לא יחנו בארצו רק ועברו תמיד עד צאת מתחומו. והשיב ואמר הנה על אמרי לא תעבור בי מצאת מקום לומר בי שהוא ביישוב לא תעבור כ\"א במסלה ע\"כ הנני אומר לא תעבור סתם לכלול גם במסלה ולא בלבד משטימה כבתחלה כ\"א ומיד ויצא כו'. ומה שלא שלחו יד ישראל באדום עם היות כי הבא להורגך השכם והורגו הוא כי כל מערכת מלחמתו לא היתה רק לעכב בישראל לעבור בגבולו ולא להצר לישראל על הירוש' וכיוצא בזה על כן ויט ישראל מעליו ולא ערכו אתם מלחמה וזהו ויצא כו' וימאן כו' כי כל מה שויצא כו' לא היה רק למאן כאמור ובזה לא יקשה אומר וימאן אחר אומרו ויצא כו': "], "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "64d34a27a1adfb3d453788be", "index_title": "Levush HaOrah", "category": "Commentary", "type": "commentary", "ref": "Levush HaOrah, Numbers 20:15:1", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Levush HaOrah, Numbers 20:15:1", "sourceHeRef": "לבוש האורה, במדבר כ׳:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "commentaryNum": 15.0001, "collectiveTitle": {"en": "Levush HaOrah", "he": "לבוש האורה"}, "heTitle": "במדבר", "he": "<b>רש\"י</b> ולאבותינו מכאן שהאבות מצטערים בקבר כשפורענות בא על ישראל ע\"כ פי' אבל אין לפר' שהמצרים הריעו גם לנו גם לאבותינו ע\"י עינוים שעינו אותם דסבירה ליה לרש\"י שהאבות שהוזכרו כאן בוירעו לנו ולאבותינו הם האבות שהוזכרו למעלה בוירדו אבותינו מצרימה והאבות שירדו למצרים שעליהם אמר וירדו אבותינו מצרימה מהם יעקב ובניו וכבר למדנו מפסוקים למעלה שכל זמן שהיה אחד מן השבטים לא התחיל שיעבוד ועינוי ואם כן מה זה שאמר כאן וירעו לנו מצרים ולאבותינו אלא על כרחך פירושו שהאבות מצטערים בקבר כו' זהו ההרעה שהריעו לאבותינו:", "heVersionTitle": "Wrocław, 1860", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64d34a27131dc4b57292a505", "index_title": "Levush HaOrah", "category": "Commentary", "type": "commentary", "ref": "Levush HaOrah, Numbers 20:15:2", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Levush HaOrah, Numbers 20:15:2", "sourceHeRef": "לבוש האורה, במדבר כ׳:ט״ו:ב׳", "anchorVerse": 15, "sourceHasEn": false, "commentaryNum": 15.0002, "collectiveTitle": {"en": "Levush HaOrah", "he": "לבוש האורה"}, "heTitle": "במדבר", "he": "<small>סליק פרשת חקת התורה. ברוך לאל נורא.</small>", "heVersionTitle": "Wrocław, 1860", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6596f662bed9ae71ab5adcb3", "index_title": "Mekhilta DeRabbi Yishmael", "category": "Midrash", "type": "", "ref": "Mekhilta DeRabbi Yishmael, Tractate Vayehi Beshalach 3:16", "anchorRef": "Numbers 20:14-16", "anchorRefExpanded": ["Numbers 20:14", "Numbers 20:15", "Numbers 20:16"], "sourceRef": "Mekhilta DeRabbi Yishmael, Tractate Vayehi Beshalach 3:16", "sourceHeRef": "מכילתא דרבי ישמעאל, מַסֶּכְתָּא דְוַיְהִי בְּשַׁלַּח ג׳:ט״ז", "anchorVerse": 14, "sourceHasEn": true, "compDate": [200], "commentaryNum": 3.0016, "collectiveTitle": {"en": "Mekhilta DeRabbi Yishmael", "he": "מכילתא דרבי ישמעאל"}, "heTitle": "מַסֶּכְתָּא דְוַיְהִי בְּשַׁלַּח", "he": "בְּמֹשֶׁה מַהוּ אוֹמֵר? (במדבר כ,יד-טז) \"וַיִּשְׁלַח מֹשֶׁה מַלְאָכִים מִקָּדֵשׁ אֶל מֶלֶךְ אֱדוֹם: כֹּה אָמַר אָחִיךָ יִשְׂרָאֵל: אַתָּה יָדַעְתָּ אֵת כָּל הַתְּלָאָה אֲשֶׁר מְצָאָתְנוּ. וַיֵּרְדוּ אֲבֹתֵינוּ מִצְרַיְמָה, וַנֵּשֶׁב בְּמִצְרַיִם יָמִים רַבִּים, וַיָּרֵעוּ לָנוּ מִצְרַיִם וְלַאֲבֹתֵינוּ. וַנִּצְעַק אֶל יי וַיִּשְׁמַע קֹלֵנוּ\". אָמְרוּ לָהֶם: אַתֶּם מִתְגָּאִין עַל מַה שֶּׁהוֹרִישׁ לָכֶם אֲבִיכֶם, (בראשית כז,כב) \"הַקֹּל קוֹל יַעֲקֹב\", (דברים כו,ז) \"וַיִּשְׁמַע יי אֶת קֹלֵנוּ\". וְאָנוּ מִתְגָּאִים עַל מַה שֶּׁהוֹרִישׁ לָנוּ אָבִינוּ, (בראשית כז,כב) \"וְהַיָּדַיִם יְדֵי עֵשָׂו.\" (בראשית כז,מ) \"וְעַל חַרְבְּךָ תִחְיֶה\". מַהוּ אוֹמֵר? (במדבר כ,יח) \"וַיֹּאמֶר אֵלָיו אֱדוֹם: לֹא תַעֲבֹר בִּי! פֶּן בַּחֶרֶב אֵצֵא לִקְרָאתֶךָ.\" וְאַף כָּן אַתָּה אוֹמֵר: <b>\"וַיִּירְאוּ מְאֹד, וַיִּצְעֲקוּ בְנֵי יִשְׂרָאֵל אֶל יי.\" </b>תָּפְשׂוּ לָהֶם אֻמָּנוּת אֲבוֹתֵיהֶן, אֻמָּנוּת אַבְרָהָם, יִצְחָק וְיַעֲקֹב.", "heVersionTitle": "Beeri Edition, Koren, Jerusalem, 2019", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "What is written of Moses? (Numbers 20:14-16) \"And Moses sent messengers from Kadesh to the king of Edom … And our fathers went down to Egypt … and He hearkened to our voice.\" He (the king of Edom) said to them (the messengers): You take pride in what your father Isaac bequeathed to you — (Genesis 27:22) \"The voice is the voice of Jacob\", (Numbers 21:3) \"And the L–rd hearkened to the voice of Israel\" — and we take pride in what our father Isaac bequeathed to us — (Genesis, Ibid.) \"and the hands are the hands of Esav\", (Ibid. 40) \"and by your sword will you live.\" As it is written (Numbers 20:18) \"And Edom said to him: Do not pass through me, lest I go out against you with the sword,\" their trust being only in the sword. But Israel embraced the \"trade\" (prayer) of their fathers, the trade of Abraham, Isaac, and Jacob.", "versionTitle": "Mechilta, translated by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "מכילתא, מתורגמת בידי רבי שרגא סילברשטיין"}, {"_id": "660936cd102ea167bd447641", "index_title": "Midrash BeChiddush on Pesach Haggadah", "category": "Quoting Commentary", "type": "", "ref": "Midrash BeChiddush on Pesach Haggadah, Magid, First Fruits Declaration 7:1", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Midrash BeChiddush on Pesach Haggadah, Magid, First Fruits Declaration 7:1", "sourceHeRef": "מדרש בחדוש על הגדה של פסח, מגיד, ארמי אבד אבי ז׳:א׳", "anchorVerse": 15, "sourceHasEn": true, "commentaryNum": 7.0001, "collectiveTitle": {"en": "Midrash BeChiddush on Pesach Haggadah", "he": "מדרש בחדוש על הגדה של פסח"}, "heTitle": "ארמי אבד אבי", "he": "<b>יש</b> לשאול מאחר שוירעו אותנו המצרי' ושאר הפסוקי' שהולך ודורש הם כתובי' בתורה מה צורך להביא להם ראיה מפסוק אחר הכתוב גם כן בתורה בלי תוספת דרש דמאי אולמיה דזה מזה. <br><b>אמנם</b> נראה לומר שלהיות הפסוקים האלו כתובים במשנה תורה פן יאמר איש שמשה מפי עצמו אמרם. ואינם אלא כמי שרוצה להודות למי שעשה לו חסד שאו' יותר ממה שעשה. על כן הביא ראיה על כל פרט מפרטיו מפסוקי' הכתובי' בענין יציאת מצרים במשנה תורה לומר שהוא בדוקא. וכל עצמו של משנה תורה אינו אלא להוסיף מה שחסר בשאר הספרים כמו שאמרו בענין המצות שכל מצוה שנשנת שם הוא להוסיף בה איזה דבר. ונבא אל הביאור. <br><b>עתה</b> מתחיל המגיד להודיע לנו כל הרעות שעשו לנו המצרים בגוף ובנפש. למען לא יפלא לשום אדם למה זה השי\"ת הכה אותם בכל המכות אשר יזכיר. ומעתה ראוי לדקדק למה אמר הכתוב וירעו אותנו ולא אמר וירעו לנו כמו שאמר וירעו לנו ולאבותינו. <br><b>אך</b> כיוון לומר שעשו אותנו רעים לשמים. וזה במה שבטלו אותנו מלימוד התורה ומעשיית המצות כמו שאמרו במדרש בתתם טעם מפני מה הביא הקב\"ה עליהם המכות ההם יותר מאחרות. ואמרו שלא הרעו לנו המצריים מפני שהוזקו בגופם או בממונם בשבילנו. אלא להיות שהוא ית' קדוש ומשרתיו קדושים. וכל המקדש עצמו משרה שכינתו בתוכו. וכל המטמא מתרחק ממנו על כן השר שבמרום הממונה עליהם שם בלבם לעשות מעשים לטמאנו. והוא כאילו אמרו אם לא יהיו ישראל גם הם קדושים יגעל בהם. ובקשו להסיר מהם הדברים שעל ידם הם מתקדשים כדי שיכנעו תחת רשותם. ותחלה בטלום מלימוד תורה. כי יעקב קבע מדרש בגשן כמו שאמרו על פסוק ואת יהודה שלח לפניו גושנה והם עמדו וגזרו על זה. וזהו שאמרו חכמים שבעצתם הסכימו לדונם במים. אין מים אלא תורה. ועל כן גם הם נידונו במים. וכן בטלו אותם מק\"ש ותפלה. ועל כן הוכו בצפרדעים כמ\"ש בזוהר פרשת וארא דף ל'. ז\"ל. וישראל בגוונא דא כד אתפליג ליליא אינון דתיאובתא דלהון לאדכרא תדיר לקב\"ה לא יהבי שכיבו. ללבא וקיימין לאדכרא ליה לקב\"ה. כד סליק צפרא מקדימין לבי כנישתא ומשבחן ליה לקב\"ה. וכן בתר פלגי יומא. וכן כד אתחשיך ליליא ועאל שמשא. על אילין כתיב המזכירים את ה' אל דומי לכם. ודא עמא קדישא דישראל. ועל דא אדכר לון קב\"ה במצרים וסליק על פרעה אילין דלא משתככי יממא וליליא ומאן אינון ערדעניא דקלהון לא משתככי תדיר בגין דאתקיף בעמא קדישא דלא משתככי יממא וליליא לשבחא לקב\"ה עכ\"ל. הנה שבטלום מק\"ש ערב ובקר. וה\"ה משאר המצות. ועל כן אמר וירעו אותנו. <br>", "heVersionTitle": "Przemyśl, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b>וַיָּרֵ֧עוּ אֹתָ֛נוּ הַמִּצְרִ֖ים וַיְעַנּ֑וּנוּ וַיִּתְּנ֥וּ עָלֵ֖ינוּ עֲבֹדָ֥ה קָשָֽׁה׃ The Egyptians dealt harshly with us and oppressed us; they imposed heavy labor upon us. (Deuteronomy 26:6) וַיָּרֵ֧עוּ אֹתָ֛נוּ הַמִּצְרִ֖ים<i> Vayarei’u otanu:</i> “The Egyptians dealt harshly with us…”</b> (Deut 26:6) <br>One might ask, after stating, “The Egyptians dealt harshly with us,” along with all the other verses describing (Israel’s oppression), why was it necessary to bring a verse from the <i>Torah</i> (to explain Deut. 26) that does not seem to offer any additional information? What do we learn from one verse about the other? <br>However, one might say that since the verses<sup class=\"footnote-marker\">111</sup><i class=\"footnote\">Deuteronomy 26:5-8</i> (in the <i>Haggadah</i>) are from Deuteronomy, one might claim that Moses said this of his own volition. Because he was grateful for all the kindness that God did for him, he exaggerated. Therefore, we bring a proof for each and every detail (in Deuteronomy 26) to show that it is exactly as it happened. Everything in Deuteronomy only adds to what is not stated in the other books of the <i>Torah</i>, as has been said regarding the commandments. All of the commandments taught in Deuteronomy are meant to add something (that has already been taught in the other books of the <i>Torah</i>). We will explain this later. <br>(<i><b>Atta</b></i>) Now, <i>Maggid</i> informs us of the bodily and physical injuries the Egyptians inflicted on us. It does this so that no one should ask why God smote the Egyptians with all of the plagues that have been mentioned. That is why Scripture states וַיָּרֵעוּ אֹתָנוּ \"And the Egyptians dealt harshly with to us\" (Deut. 26:6) and not וַיָּרֵ֥עוּ לָ֛נוּ “The Egyptians ill-treated us,” as is written elsewhere, וַיָּרֵ֥עוּ לָ֛נוּ מִצְרַ֖יִם וְלַאֲבֹתֵֽינוּ “Egypt ill-treated us and our fathers” (Num. 20:15)<sup class=\"footnote-marker\">112</sup><i class=\"footnote\">There isn’t a good way to translate these two expressions so they are different from one another. Both include the word <i>vayarei’u</i>, one includes <i>lanu</i> and the other <i>otanu. Vayerei’u otanu</i> might be translated as, they made us evil, while <i>vayerei’u lanu</i> would be they dealt harshly or harmed us.</i>  <br>It intends to tell us that the Egyptians made the Israelites look guilty before Heaven. They did this by keeping them from studying <i>Torah</i> and performing commandments, as the <i>Midrash</i> states when it gives the reason for each plague. The sages said that the Egyptians did not deal harshly with the Israelites in order to injure their bodies or possessions. Rather they did so because God is holy and those who serve God are holy. However when one sanctifies oneself the divine presence rests within them, while one who makes oneself impure one is distanced from God. <br>Therefore, the heavenly prince who was appointed over Egypt put the idea in the minds of the Egyptians to make Israel perform acts that would make the Israelites impure. It was as if he said to them, if Israel is not holy, God will reject them. He tried to remove from them the things that sanctified them so that they would be removed from their domain (of holiness). The first effort was to prohibit them from studying<i> Torah</i>. Jacob had established a house of study in Goshen, as the sages said regarding the verse, “He had sent Judah ahead of him to Joseph, to point the way <i>(lihorot)</i> before him to Goshen.”<sup class=\"footnote-marker\">113</sup><i class=\"footnote\">See Rashi on the verse: BEFORE HIM — means before he should arrive there. A Midrashic comment is: להורת לפניו (in the sense of, “that there might be teaching before him”) — to establish for him a House of Study from which Teaching (הוראה or תורה) might go forth (GR 95:3).</i> (Gen. 46:28) And so the Egyptians decreed against the study of <i>Torah</i>. This is what the sages said, for their stratagems, they decided to punish them with water. Water is none other than <i>Torah</i> - that is why they were judged with water (at the Reed Sea). The Egyptians also tried to abrogate their daily recitation of the <i>Sh’ma</i> and the <i>Amida</i>; and so they smote them with the plague of frogs, as is stated in the <i>Zohar. Va’era</i> page 30a: This is the way of Israel: “At midnight, those who desire to remember the Holy One of blessing, do not allow their hearts to be restful. They rise up from bed to make mention of the Holy One. When the sun rises they go early to the synagogue and praise the Holy One. Similarly after noon, the time of Minchah. And when it becomes dark and the darkness clings to the night, when the sun has set. Regarding them, it is written, “By day or by night, O you, Adonai’s remembrancers, take no rest. This is the way of the people of Israel. Therefore, the Holy One remembered them in Egypt and sent those who did not subside neither day nor night against Pharaoh. Who are they? The frogs whose voices never subside! For Pharaoh seized hold of the Holy people who never stopped praising the Holy One…” Because he kept them from reciting the <i>Shema</i> evening and morning, and similarly kept them from the other commandments, therefore, “He treated them harshly/ he made them bad.”<sup class=\"footnote-marker\">114</sup><i class=\"footnote\">See full translation of this passage with variations in Daniel Matt’s translation of the Zohar, Volume 4, Pages 121-122, Volume 2, 30a</i> <br>", "versionTitle": "Midrash BeChiddush, translated by Rabbi Mark B. Greenspan, Oceanside, N.Y. 2024", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "665d7707e1d4c3231a2f2d9a", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Numbers 20:15:1", "anchorRef": "Numbers 20:15", "anchorRefExpanded": ["Numbers 20:15"], "sourceRef": "Divrei David on Rashi, Numbers 20:15:1", "sourceHeRef": "דברי דוד על רש״י, במדבר כ׳:ט״ו:א׳", "anchorVerse": 15, "sourceHasEn": false, "commentaryNum": 15.0001, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "במדבר", "he": "ולאבותינו, מכאן שהאבות מצטערים בקבר., דא\"ל שציערו אבותינו כשהיו בעוה\"ז ואח\"כ לנו בזמנינו דא\"כ אפכא מיבעי ליה וירעו לאבותינו ולנו:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "67081c1f21016e7671311e70", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 2:3", "anchorRef": "Numbers 20:14-21", "anchorRefExpanded": ["Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21"], "sourceRef": "Deuteronomy 2:3", "sourceHeRef": "דברים ב׳:ג׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "רַב־לָכֶ֕ם סֹ֖ב אֶת־הָהָ֣ר הַזֶּ֑ה פְּנ֥וּ לָכֶ֖ם צָפֹֽנָה׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "You have been skirting this hill country long enough; now turn north.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]