[{"_id": "52230786edbab45814ae7091", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 20:18:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Rashi on Numbers 20:18:1", "sourceHeRef": "רש\"י על במדבר כ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>פן בחרב אצא לקראתך.</b> אַתֶּם מִתְגָּאִים בְּקוֹל שֶׁהוֹרִישְׁכֶם אֲבִיכֶם וְאוֹמְרִים \"וַנִּצְעַק אֶל ה' וַיִּשְׁמַע קֹלֵנוּ\", וַאֲנִי אֵצֵא עֲלֵיכֶם בְּמַה שֶּׁהוֹרִישֵׁנִי אָבִי \"וְעַל חַרְבְּךָ תִחְיֶה\" (בראשית כ\"ז):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "פן בחרב אצא לקראתך LEST I COME OUT AGAINST THEE WITH THE SWORD — You pride yourselves on the “voice” which your father bequeathed you as a blessing, saying, “And we cried unto the Lord and He heard our voice” (cf. Rashi on v. 16); I, therefore, will come out against you with that which my father bequeathed me when he said, (Genesis 27:40) “And by thy sword shalt thou live” (Midrash Tanchuma, Beshalach 9 on בשלח)", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6d79", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 20:18", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Onkelos Numbers 20:18", "sourceHeRef": "תרגום אונקלוס על במדבר כ׳:י״ח", "anchorVerse": 18, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 20.0018, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וַאֲמַר לֵיהּ אֱדוֹמָאָה לָא תְעִבַּר <b>בִּתְחוּמִי</b> דִּילְמָא <b>בִּדְקָטְלִין</b> בְּחַרְבָּא אֶפּוֹק לָקֳדָמוּתָךְ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Edom responded, “You shall not pass through me (my land) [<b>my border</b>], lest I go out against you [<b>to kill you</b>] with the sword!”", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec5b0", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 20:18", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Targum Jonathan on Numbers 20:18", "sourceHeRef": "תרגום יונתן על במדבר כ׳:י״ח", "anchorVerse": 18, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 20.0018, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וַאֲמַר לֵיהּ אֱדוֹמָאָה לָא תְעִיבַּר בִּתְחוּמִי דִלְמָא בִשְׁלִיפֵי חֶרֶב אֵפּוֹק לִקְדָמוּתָךְ", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " But Edomea answered him, You shall not go through my coast, lest I come to meet thee with the unsheathed sword. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179b9fbfba22336ea64eb", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 20:18:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Sforno on Numbers 20:18:1", "sourceHeRef": "ספורנו על במדבר כ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>פן בחרב אצא לקראתך.</b> כי המון עם אדום אנשי דמים ובסבה מועטת ממריבה או זולתה שתפול בין אנשי הארץ והעם העובר יתעוררו אנשי הארץ בחרב נגד העוברים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "פן בחרב אצא לקראתך, most of the people of Edom were bloodthirsty people and did not need more than the slightest pretext in order to start a war.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54bd4834fbfba217333636b6", "index_title": "Ramban on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Deuteronomy 23:5:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Ramban on Deuteronomy 23:5:1", "sourceHeRef": "רמב\"ן על דברים כ״ג:ה׳:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Ramban on Deuteronomy", "he": "רמב\"ן על דברים"}, "he": "<b>עַל דְּבַר אֲשֶׁר לֹא קִדְּמוּ אֶתְכֶם בַּלֶּחֶם וּבַמַּיִם</b>, מָצִינוּ (לעיל ב כח כט) אֹכֶל בַּכֶּסֶף תַּשְׁבִּרֵנִי וְאָכַלְתִּי וּמַיִם בַּכֶּסֶף תִּתֶּן לִי וְשָׁתִיתִי, כַּאֲשֶׁר עָשׂוּ לִי בְּנֵי עֵשָׂו הַיֹּשְׁבִים בְּשֵׂעִיר וְהַמּוֹאָבִים הַיֹּשְׁבִים בְּעָר. וְרַבִּים אָמְרוּ שֶׁהֵם לֹא קִדְּמוּ אוֹתָם אֲבָל יִשְׂרָאֵל קָנוּ מֵהֶם, וְזֶה הֶבֶל, כִּי דַּי לַמַּחֲנֶה שֶׁיִּמְכְּרוּ לָהֶם כַּאֲשֶׁר יִרְצוּ לִקְנוֹת. וְעוֹד כִּי יִשְׂרָאֵל לֹא בָּאוּ בִּגְבוּל מוֹאָב, וְהַמּוֹאָבִים הוֹצִיאוּ לָהֶם לֶחֶם וּמַיִם בַּכֶּסֶף, וְהַכָּתוּב יְסַפֵּר שֶׁעָשׂוּ הַמּוֹאָבִים כַּאֲשֶׁר עָשׂוּ בְּנֵי עָשׂוּ, וְלָמָּה יַרְחִיק הַמּוֹאָבִי לְעוֹלָם בַּעֲבוּר זֶה וְלֹא יְתַעֵב הָאֲדוֹמִי. ור\"א אָמַר (אבן עזרא על דברים ב':כ\"ט) כִּי טַעַם כַּאֲשֶׁר עָשׂוּ לִי בְּנֵי עֵשָׂו וְהַמּוֹאָבִים עַל אֶעְבְּרָה בְּאַרְצֶךָ בַּדֶּרֶךְ (שם פסוק כז), אֲבָל לֹא מָכְרוּ לָהֶם לֶחֶם וּמַיִם, כִּי הֵם עָבְרוּ בְּהַר שֵׂעִיר וּבְעָר, רַק מֶלֶךְ אֱדוֹם לֹא הִנִּיחָם לַעֲבֹר דֶּרֶךְ מְדִינָתוֹ אֲשֶׁר הוּא יֹשֵׁב בָּהּ, וְהוּא מָה שֶׁאָמַר (במדבר כ יח) לֹא תַעֲבֹר בִּי. גַּם זֶה הֶבֶל, כִּי הֵם אָמְרוּ אֶל מֶלֶךְ אֱדוֹם אֶעְבְּרָה בְּאַרְצֶךָ, וַיְמָאֵן אֱדוֹם נְתֹן אֶת יִשְׂרָאֵל עֲבֹר בִּגְבֻלוֹ (שם פסוק כא), הִנֵּה לֹא נִכְנְסוּ כְּלָל בִּגְבוּל אֱדוֹם. וְכֵן כָּתוּב (שם כא ד) וַיִּסְעוּ מֵהֹר הָהָר דֶּרֶךְ יַם סוּף לִסְבֹב אֶת אֶרֶץ אֱדוֹם, כִּי הֻצְרְכוּ לָשׁוּב לְאָחוֹר דֶּרֶךְ יַם סוּף מֵהֹר הָהָר שֶׁהוּא עַל גְּבוּל אֶרֶץ אֱדוֹם, וְלֹא בָּאוּ בְּאֶרֶץ אֱדוֹם עַצְמָהּ כְּלָל. וְיִפְתָּח אָמַר בְּבֵאוּר (שופטים יא טז-יח), כִּי בַּעֲלוֹתָם מִמִּצְרָיִם וַיֵּלֶךְ יִשְׂרָאֵל בַּמִּדְבָּר עַד יַם סוּף וַיָּבֹא קָדֵשָׁה, וַיִּשְׁלַח יִשְׂרָאֵל מַלְאָכִים אֶל מֶלֶךְ אֱדוֹם לֵאמֹר אֶעְבְּרָה נָּא בְאַרְצֶךָ וְלֹא שָׁמַע מֶלֶךְ אֱדוֹם, וְגַם אֶל מֶלֶךְ מוֹאָב שָׁלַח וְלֹא אָבָה, וַיֵּשֶׁב יִשְׂרָאֵל בְּקָדֵשׁ וַיֵּלֶךְ בַּמִּדְבָּר וַיָּסָב אֶת אֶרֶץ אֱדוֹם וְאֶת אֶרֶץ מוֹאָב וְגוֹ', וַיַּחֲנוּן בְּעֵבֶר אַרְנוֹן וְלֹא בָאוּ בִּגְבוּל מוֹאָב. הִנֵּה זֶה מְפֹרָשׁ שֶׁלֹּא בָּאוּ כְּלָל בְּאֶרֶץ אֱדוֹם וְלֹא בְּאֶרֶץ מוֹאָב, וְאִלּוּ בָּאוּ שָׁם הָיוּ מוֹכְרִין לָהֶם לֶחֶם וּמַיִם, כִּי אֵין הַמִּנְהָג לְנוֹתֵן רְשׁוּת לְעַם הַצָּבָא לַעֲבֹר בְּאַרְצוֹ שֶׁלֹּא יִמְכֹּר לָהֶם לֶחֶם וּמַיִם. וְהַנִּרְאֶה אֵלַי כִּי הַכָּתוּב הִרְחִיק שְׁנֵי הָאַחִים הָאֵלֶּה שֶׁהָיוּ גְּמוּלֵי חֶסֶד מֵאַבְרָהָם שֶׁהִצִּיל אֲבִיהֶם וְאִמָּם מִן הַחֶרֶב וְהַשְּׁבִי (בראשית יד טז), וּבִזְכוּתוֹ שְׁלָחָם הַשֵּׁם מִתּוֹךְ הַהֲפֵכָה (שם יט כט), וְהָיוּ חַיָּבִין לַעֲשׂוֹת טוֹבָה עִם יִשְׂרָאֵל, וְהֵם עָשׂוּ עִמָּהֶם רָעָה, הָאֶחָד שָׂכַר עָלָיו בִּלְעָם בֶּן בְּעוֹר, וְהֵם הַמּוֹאָבִים, וְהָאֶחָד לֹא קִדֵּם אוֹתוֹ בַּלֶּחֶם וּבַמַּיִם כַּאֲשֶׁר קָרְבוּ לְמוּלוֹ, כְּמוֹ שֶׁכָּתוּב (לעיל ב יח יט) אַתָּה עֹבֵר הַיּוֹם אֶת גְּבוּל מוֹאָב אֶת עָר וְקָרַבְתָּ מוּל בְּנֵי עַמּוֹן, וְהִנֵּה הַכָּתוּב הִזְהִירָם (שם פסוק יט) אַל תְּצֻרֵם וְאַל תִּתְגָּר בָּם, וְהֵם לֹא קִדְּמוּ אוֹתָם כְּלָל, כִּי הָיָה הַכָּתוּב אוֹמֵר, כַּאֲשֶׁר עָשׂוּ לִי בְּנֵי עֵשָׂו הַמּוֹאָבִים וְהָעַמּוֹנִים, אֲבָל לֹא הִזְכִּיר עַמּוֹן שֶׁלֹּא קִדְּמוּ אוֹתָם. וְהִנֵּה עַמּוֹן הִרְשִׁיעַ בָּזֶה יוֹתֵר מִכֻּלָּם, כִּי בְּנֵי עֵשָׂו וְהַמּוֹאָבִים כַּאֲשֶׁר יָדְעוּ שֶׁהֻזְהֲרוּ יִשְׂרָאֵל שֶׁלֹּא יִתְגָּרוּ בָּהֶם הוֹצִיאוּ לֶחֶם וּמַיִם חוּץ לִגְבוּלָם, וְעַמּוֹן לֹא אָבָה לַעֲשׂוֹת כֵּן. וְזֶה טַעַם <b>אֲשֶׁר לֹא קִדְּמוּ</b>, שֶׁלֹּא יָצְאוּ לִקְרָאתָם בַּלֶּחֶם וּבַמַּיִם כַּאֲשֶׁר עָשׂוּ הָאֲחֵרִים. וּלְכָךְ הִקְדִּים הַכָּתוּב <b>עַמּוֹנִי</b> וְהִקְדִּים לְהַזְכִּיר פִּשְׁעוֹ עַל דְּבַר אֲשֶׁר לֹא קִדְּמוּ אֶתְכֶם, וְאַחֲרֵי כֵן הִזְכִּיר <b>מוֹאָבִי</b> וְחַטָּאתוֹ. וְרַבּוֹתֵינוּ דָּרְשׁוּ (יבמות עו) עַמּוֹנִי וְלֹא עַמּוֹנִית מוֹאָבִי וְלֹא מוֹאָבִית, מִפְּנֵי שֶׁהָאִישׁ דַּרְכּוֹ לְקַדֵּם וְאֵין הָאִשָּׁה דַּרְכָּהּ לְקַדֵּם שֶׁתּוֹצִיא מָזוֹן חוּץ לִגְבוּל הָאָרֶץ. וְכֵן הִזְכִּירוּ בַּיְּרוּשַׁלְמִי (שם פ\"ח ה\"ג) וּבִמְגִלַּת רוּת רַבָּתִי (ד ח), מִפְּנֵי שֶׁדֶּרֶךְ הָאִישׁ לִשְׂכֹּר וְאֵין דֶּרֶךְ הָאִשָּׁה לִשְׂכֹּר:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "BECAUSE THEY MET YOU NOT WITH BREAD AND WITH WATER. We find it stated [in Moses’ message to Sihon], <i>Thou shalt sell me food for money, that I may eat; and give me water for money, that I may drink</i> etc. <i>as the children of Esau that dwell in Seir, and the Moabites that dwell in Ar did unto me</i>.<sup class=\"footnote-marker\">226</sup><i class=\"footnote\">Above 2:28-29.</i> [This clearly states that the Moabites did not deprive them of bread and water, and in the verse before us it is mentioned that the Moabites did not meet them with bread and water!] Now, many scholars<sup class=\"footnote-marker\">227</sup><i class=\"footnote\">Mentioned so in Ibn Ezra (above, 2:29).</i> say that the Moabites did not meet them with bread and water, but that the Israelites bought it from them. But this is baseless, for it is adequate for a camp that they be sold [food] when they want to buy. Moreover, Israel <i>came not within the border of Moab</i>,<sup class=\"footnote-marker\">228</sup><i class=\"footnote\">Judges 11:18.</i> and the Moabites brought them forth bread and water for money, and Scripture tells that the Moabites acted as did the children of Esau — why, then, were the Moabites forever banned [from the congregation of Israel] on account of this [for not having met them with bread and water], and of the Edomites it declared that we are not to abhor them?<sup class=\"footnote-marker\">229</sup><i class=\"footnote\">Verse 8.</i> And Rabbi Abraham ibn Ezra stated<sup class=\"footnote-marker\">227</sup><i class=\"footnote\">Mentioned so in Ibn Ezra (above, 2:29).</i> that “the expression <i>as the children of Esau … and the Moabites did unto me</i><sup class=\"footnote-marker\">230</sup><i class=\"footnote\">Above, 2:29.</i> refers to the verse, <i>Let me pass through thy land; I will go along by the highway</i>,<sup class=\"footnote-marker\">231</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 27.</i> but neither [the Edomites nor the Moabites] sold them bread and water. For the Israelites passed through Mount Seir [in Edom] and Ar [in Moab]; it was only to pass through his city where he dwelled that the king of Edom did not permit them — this being the sense of the expression, <i>Thou shalt not pass ‘through me</i>’<sup class=\"footnote-marker\">232</sup><i class=\"footnote\">Numbers 20:18.</i> [but he did allow them entry through other parts of Edom].” This interpretation [of Ibn Ezra] is also baseless, for the Israelites said to the king of Edom, “Let me pass through thy land,”<sup class=\"footnote-marker\">233</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 17. The language there is: <i>Let us pass, I pray thee, through thy land</i>.</i> <i>and Edom refused to give Israel passage through his border</i>.<sup class=\"footnote-marker\">234</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 21.</i> Thus they did not enter the border of Edom at all! And so it is written, <i>And they journeyed from Mount Hor by the way to the Red Sea, to compass the land of Edom</i><sup class=\"footnote-marker\">235</sup><i class=\"footnote\"><i>Ibid.</i>, 21:4.</i> because they had to retreat by way of the Red Sea from Mount Hor which is on the border of the land of Edom, but they did not come into the land of Edom itself at all. Jephthah said it clearly: <i>But when they came up from Egypt, and Israel walked through the wilderness unto the Red Sea, and came to Kadesh; then Israel sent messengers unto the king of Edom, saying: Let me, I pray thee, pass through thy land; but the king of Edom hearkened not. And in like manner he sent unto the king of Moab; but he would not; and Israel abode in Kadesh. Then he walked through the wilderness, and compassed the land of Edom, and the land of Moab, and came by the east side of the land of Moab, and they pitched on the other side of Arnon, but they came not within the border of Moab</i>.<sup class=\"footnote-marker\">236</sup><i class=\"footnote\">Judges 11:16-18.</i> Thus it is clearly explained that they did not come into the land of Edom or the land of Moab at all. Had they come there, the Edomites and Moabites would have sold them bread and water, for it is not customary for one who allows an army to pass through a land not to sell them bread and water.<br>It appears to me that Scripture banned these two brothers [Ammon and Moab, sons of Lot — from the congregation of Israel] because they were the beneficiaries of the lovingkindness of Abraham who saved their father and mother from the sword and captivity<sup class=\"footnote-marker\">237</sup><i class=\"footnote\">See Genesis 14:16.</i> and, by virtue of Abraham’s merit, G-d <i>sent them out of the midst of the overthrow</i> [of Sodom]<sup class=\"footnote-marker\">238</sup><i class=\"footnote\"><i>Ibid.</i>, 19:29.</i> — hence they were obligated to do good to Israel and instead they did them evil. One of them [the Moabites] hired Balaam the son of Beor against Israel, and one [the Ammonites] did not meet them with bread and water as they approached their territory, as it is written, <i>Thou art this day to pass over the border of Moab, even Ar; and thou comest nigh over against the children of Ammon</i>.<sup class=\"footnote-marker\">239</sup><i class=\"footnote\">Above, 21:17-18.</i> Now Scripture warned the Israelites [concerning the children of Ammon] <i>harass them not, nor contend with them</i>.<sup class=\"footnote-marker\">240</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 19.</i> And yet the Ammonites did not meet them at all [with bread and water], for otherwise Scripture would have stated, “As the children of Esau, and the Moabites, ‘and the Ammonites’ did unto me,” but the verse<sup class=\"footnote-marker\">230</sup><i class=\"footnote\">Above, 2:29.</i> does not mention Ammon because they did not meet them. Thus Ammon acted more wickedly than all of them, for the children of Esau and the Moabites, when they knew that the Israelites were warned against contending with them in battle, brought bread and water out of their border, but Ammon did not wish to do so. This is the meaning of the phrase, <i>because they met you not</i>, that they did not come forth toward them with bread and water as the others did. Therefore Scripture mentioned <i>an Ammonite</i> first [<i>An Ammonite or a Moabite shall not enter into the assembly of the Eternal</i>],<sup class=\"footnote-marker\">241</sup><i class=\"footnote\">Verse 4.</i> and it cited his sin first, <i>because they met you not with bread and water</i>, and then it mentioned <i>a Moabite</i> and his sin [<i>and because they hired against thee Balaam</i>].<br>Now our Rabbis interpreted:<sup class=\"footnote-marker\">242</sup><i class=\"footnote\">Yebamoth 76b.</i> “<i>An Ammonite</i>, but not an Ammonitess [if she is converted to Judaism she may be married to an Israelite]. <i>A Moabite</i>, but not a Moabitess, because it is customary for a man to meet [a passing camp with bread and water] but it is not customary for a woman to meet,” to bring forth food outside of the border of the land. And so the Rabbis also mentioned in the Yerushalmi<sup class=\"footnote-marker\">243</sup><i class=\"footnote\">Yerushalmi Yebamoth VIII, 3.</i> and in the Scroll of Ruth Rabbathi:<sup class=\"footnote-marker\">244</sup><i class=\"footnote\">Ruth Rabbathi 4:8.</i> “It is customary for a man to hire but it is not customary for a woman to hire.”<sup class=\"footnote-marker\">245</sup><i class=\"footnote\">Hence the Ammorite and Moabite women were not considered as having partaken in the sins of the men and, therefore, the women were excluded from the prohibition. When Ruth the Moabitess adopted the faith of Israel, therefore, Boaz was permitted to marry her.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "56ceb92cd6e4a91fd51380a0", "index_title": "Rashi on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Deuteronomy 2:29:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Rashi on Deuteronomy 2:29:1", "sourceHeRef": "רש\"י על דברים ב׳:כ״ט:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Rashi on Deuteronomy", "he": "רש\"י על דברים"}, "heTitle": "רש\"י על דברים", "he": "<b>כאשר עשו לי בני עשו.</b> לֹא לְעִנְיַן לַעֲבֹר בְּאַרְצָם, אֶלָּא לְעִנְיַן מֶכֶר אֹכֶל וּמַיִם:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "כאשר עשו לי בגי עשו AS THE CHILDREN OF ESAU DID TO ME — This does not refer to passing through their land (רק אעברה ברגלי) for Edom refused this, (cf. Numbers 20:18) but to the matter of selling food and water (also mentioned in the preceding verse).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "56ceb9cad6e4a91fd51382d7", "index_title": "Rashi on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Deuteronomy 23:8:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Rashi on Deuteronomy 23:8:1", "sourceHeRef": "רש\"י על דברים כ״ג:ח׳:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Rashi on Deuteronomy", "he": "רש\"י על דברים"}, "heTitle": "רש\"י על דברים", "he": "<b>לא תתעב אדמי.</b> לְגַמְרֵי, וְאַעַ\"פִּ שֶׁרָאוּי לְךָ לְתַעֲבוֹ שֶׁיָּצָא בַּחֶרֶב לִקְרָאתֶךָ:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "לא תתעב אדמי THOU SHALT NOT ABHOR AN EDOMITE utterly, although it would be proper for you to abhor him because he came out against thee with the sword (Numbers 20:18—20).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "57e77d6fd6e4a94c7c18af85", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 20:18", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Tafsir Rasag, Numbers 20:18", "sourceHeRef": "תפסיר רס\"ג, במדבר כ׳:י״ח", "anchorVerse": 18, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 20.0018, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "קאל לה אלאחמרי לא תג̇ז פי תכ̇מי כילא באלסיף אכ̇רג̇ תלקאך", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b500d6e4a902855ffb11", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Numbers 20:18:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Tur HaArokh, Numbers 20:18:1", "sourceHeRef": "הטור הארוך, במדבר כ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>ויאמר אליו אדום. </b>ולא אמר מלך אדום מלמד שכולם הסכימו בעצה אחת במיאון הזה: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ויאמר אליו אדום, “Edom said to him, etc.” The Torah no longer adds the title “king” when speaking of Edom, indicating that the whole nation concurred with their King’s refusal to allow the Israelites passage through their country.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58affcf6d6e4a91e9d6fca54", "index_title": "Shemot Rabbah", "category": "Midrash", "type": "", "ref": "Shemot Rabbah 21:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Shemot Rabbah 21:1", "sourceHeRef": "שמות רבה כ״א:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Shemot Rabbah", "he": "שמות רבה"}, "heTitle": "שמות רבה", "he": "וַיֹּאמֶר ה' אֶל משֶׁה מַה תִּצְעַק אֵלָי, הֲדָא הוּא דִּכְתִיב <small>(תהלים לד, יח)</small>: צָעֲקוּ וַה' שָׁמֵעַ, מַהוּ כֵן, אֶלָּא שְׁתֵּי יְרֻשּׁוֹת הִנְחִיל יִצְחָק לִשְׁנֵי בָנָיו, הִנְחִיל לְיַעֲקֹב הַקּוֹל, וְכֵן הוּא אוֹמֵר <small>(בראשית כז, כב)</small>: הַקֹּל קוֹל יַעֲקֹב. וְהִנְחִיל לְעֵשָׂו הַיָּדַיִם, שֶׁנֶּאֱמַר <small>(בראשית כז, כב)</small>: וְהַיָּדַיִם יְדֵי עֵשָׂו. וְעֵשָׂו הָיָה מִתְגָּאֶה בִּירֻשָּׁתוֹ, שֶׁנֶּאֱמַר <small>(במדבר כ, יח)</small>: וַיֹּאמֶר אֵלָיו אֱדוֹם לֹא תַעֲבֹר בִּי פֶּן בַּחֶרֶב וגו'. וְיַעֲקֹב מִתְגָּאֶה בִּירֻשָּׁתוֹ, שֶׁנֶּאֱמַר <small>(דברים כו, ז)</small>: וַנִּצְעַק אֶל ה' אֱלֹהֵי אֲבֹתֵינוּ, לֶעָתִיד לָבוֹא שְׁנֵיהֶן נוֹטְלִין שְׂכָרָן, עֵשָׂו נוֹטֵל שְׂכָרוֹ, שֶׁנֶּאֱמַר <small>(ישעיה לד, ה)</small>: כִּי רִוְּתָה בַשָּׁמַיִם חַרְבִּי הִנֵּה עַל אֱדוֹם תֵּרֵד. וְיַעֲקֹב נוֹטֵל שְׂכָרוֹ, שֶׁנֶּאֱמַר <small>(ירמיה לג, יא)</small>: קוֹל שָׂשׂוֹן וְקוֹל שִׂמְחָה. לְכָךְ כְּתִיב: צָעֲקוּ וַה' שָׁמֵעַ, לְפִי שֶׁצָּעֲקוּ בְּנֵי יִשְׂרָאֵל עַל הַיָּם, שֶׁנֶּאֱמַר <small>(שמות יד, י)</small>: וַיִּצְעֲקוּ בְנֵי יִשְׂרָאֵל אֶל ה', שָׁמַע הַקָּדוֹשׁ בָּרוּךְ הוּא תְּפִלָּתָם, וְאָמַר לְמשֶׁה: מַה תִּצְעַק אֵלָי, כְּבָר שָׁמַעְתִּי צַעֲקָתָם [צעקתך] דַּבֵּר אֶל בְּנֵי יִשְׂרָאֵל וְיִסָּעוּ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“<b>The Lord said to Moses: ‘Why are you crying out to Me? Speak to the children of Israel and have them set forth’” (Exodus 14:15).</b> <br>“The Lord said to Moses: ‘Why are you crying out to Me?’” That is what is written: “They cried out and the Lord heard” (Psalms 34:18). Why is this so? Isaac bequeathed two inheritances to his two sons: He bequeathed the voice to Jacob, as it says: “The voice is the voice of Jacob” (Genesis 27:22). He bequeathed the hands to Esau, as it is stated: “But the hands are the hands of Esau” (Genesis 27:22). Esau was proud of his inheritance, as it is stated: “Edom said to him: 'You shalt not pass through me, lest with a sword [I will come out against you’]” (Numbers 20:18). Jacob was proud of his inheritance, as it is stated: “We cried out to the Lord, God of our fathers” (Deuteronomy 26:7). In the future, both of them will receive their rewards. Esau will receive his reward, as it is stated: “As My sword has drunk its fill in the heavens; behold, it will descend upon Edom” (Isaiah 34:5). Jacob will receive his reward, as it is stated: “The voice of gladness, the voice of joy” (Jeremiah 33:11). This is why it is written: “They cried out and the Lord heard,” because the children of Israel cried out at the sea, as it is stated: “The children of Israel cried out to the Lord” (Exodus 14:10). The Holy One blessed be He heard their prayer and said to Moses: “Why are you crying out to Me? I already heard their cry <your cry>.” – “Speak to the children of Israel and have them set forth.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964837ed6e4a92bf45a6dd3", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Devarim 2:29:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Rabbeinu Bahya, Devarim 2:29:1", "sourceHeRef": "רבנו בחיי, דברים ב׳:כ״ט:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "דברים", "he": "<b>כאשר עשו לי בני עשו.</b> אי אפשר לפרש שיחזור לאוכל בכסף תשבירני הסמוך לו, שהרי הוא אומר והמואבים היושבים בער, וידוע כי המואבים לא עשו כן שהרי כתיב (דברים כ״ג:ד׳-ה׳) על דבר אשר לא קדמו אתכם בלחם ובמים, אבל יחזור אל בדרך, יאמר כאשר עשו לי בני עשו שנתנו לי דרך לעבור שסבבנו הר שעיר בדרך, כענין שכתוב אתם עוברים בגבול אחיכם בני עשו וגו', כי בני עשו רצו בדבר זה שיעברו דרך ארצם, גם המלך שלהם מלך אדום היה רוצה בכך אבל לא הניחם לעבור דרך מדינתו שהוא היה הדרך הקרוב לא\"י, וזהו לשון המלך שאמר (במדבר כ׳:י״ח) לא תעבור בי, כלומר בדרך מדינתי, אבל בדרך ארצם לא היתה מניעה לא מצד המלך ולא מצד העם, ושם כתבתיו.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "כאשר עשו לי בני עשו, “as the children of Esau have done for me.” It is quite impossible to understand these words to mean that the Edomites had provided the Israelites with bread and water seeing that Moses includes the Moabites in his statement and we know for a fact that the Moabites had done no such thing. After all, one of the reasons that a Moabite may not become a proselyte is precisely because that nation had not offered bread and water to the passing Israelites when they were in need of it (Deut. 23,5). The words must refer to the request to be allowed to march through their lands without causing any damage. Verse 4 in our chapter means that the Edomites were quite amenable to the Israelites traversing the mountain of Seir at the border of their country. The king of Edom only refused the Israelites to travel through the built up area of his country, the fastest route to the land of Canaan. This is why he had said לא תעבור בי (Numbers 20,18) i.e. “not through my capital.” Neither he nor his people had any objection to the territory of their land being used as a passage for the Israelites. I explained it there.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59648397d6e4a92bf45a749f", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Devarim 23:8:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Rabbeinu Bahya, Devarim 23:8:1", "sourceHeRef": "רבנו בחיי, דברים כ״ג:ח׳:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "דברים", "he": "<b>לא תתעב אדומי.</b> אעפ\"י שראוי לך לתעבו מפני שיצא בחרב לקראתך, והמצרים גם כן אע\"פ שהשליכו זכוריכם ליאור, לא תתעב אותם, מפני שהיו לכם אכסניא בשעת הדחק ונמלטתם עמהם בימי הרעב בכבוד גדול. ואמר עוד לא תתעב אדומי, שיש להם זכות אבות שהיו מזרע הקדש, והרחיקן שלשה דורות לפי שיצאו בחרב לקראתנו. ואמר בשניהם לא תתעב, אדום שקדמם בחרב, ומצרים שהטביעם במים, אבל עמון ומואב שהחטיאום נתעבו, והזכיר הכתוב בהן לא תדרוש שלומם וטובתם, ומכאן דרשו רז\"ל שכל המחטיא חברו קשה לו מן ההורגו, ההורגו טורדו מן העולם הזה והמחטיאו טורדו מן העוה\"ז ומן העולם הבא.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "לא תתעב אדומי, “Do not abhor the Edomite.” The Torah implies that though we would have reason to abhor this people seeing that they assumed a threatening posture against us (Numbers 20,18) nonetheless we are not to hold this against subsequent generations of Edomites. seeing there is a blood bond between our two nations, both being descendants of our patriarch Yitzchak. Neither must we detest the Egyptians although they drowned our boy babies; the fact remains that at a crucial point in our history Egypt offered a home to our people at a time when Yaakov’s family was in reduced circumstances <small>(compare Rashi)</small>. Seeing that each of these nations had been guilty of grievous sins against the Jewish people only the third generation (after the Exodus) of these people are potential candidates for conversion to Judaism. By that time they may have become more refined. We are to detest Ammon and Moav, by contrast, seeing they seduced the Jewish people into sin, The Torah goes out of its way to prohibit us from seeking the welfare of these nations.<br> These verses gave rise to our sage in Sifri 252 to rule that seducing someone into sin is a more grievous sin that killing him seeing that the murderer robs the victim only of life on this terrestrial sphere whereas the seducer robs him of his eternity.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d68ad6e4a92bf45a8a2d", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 20:18:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Rabbeinu Bahya, Bamidbar 20:18:1", "sourceHeRef": "רבנו בחיי, במדבר כ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>לא תעבור בי.</b> דרך מדינתי, הוא הדרך הקרוב אל ארץ כנען, אבל עברו דרך ארצו כשסבבו הר שעיר, וזהו שהזכיר משה במשנה תורה (דברים ב׳:כ״ט) כאשר עשו לי בני עשו היושבים בשעיר, שהיו משה וישראל שואלין מסיחון לתת להם רשות לעבור דרך ארצו כמו שעשו בני עשו, ושם אכתוב בעזרת האל יתברך.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "לא תעבור בי, “You will not pass through me!” He meant his country (political entity). The King referred to the direct route to the land of Canaan. Neither he nor his people made any attempt to hinder the progress of the Israelites when they straddled his country marching around it through the region known as Mount Seir. This is why Moses referred to this in a positive sense when he said in Deut. 2,29: “as did for me the sons of Esau who dwell in the Mountain of Seir.” When the Israelites asked permission from Sichon, King of the Emorites, to pass through his land they meant “in the same way as we passed through the land of Edom.” I will elaborate on this theme when we discuss that passage.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d68ad6e4a92bf45a8a2f", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 20:18:2", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Rabbeinu Bahya, Bamidbar 20:18:2", "sourceHeRef": "רבנו בחיי, במדבר כ׳:י״ח:ב׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1290, 1310], "commentaryNum": 18.0002, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>פן בחרב אצא לקראתך.</b> אתם מתגאים בקול שירשתם מאביכם ואומרים שאתם צועקין ונענין, ואני אצא לקראתך במה שהורישני אבי, שנאמר (בראשית כ״ז:ל״ט-מ׳) ועל חרבך תחיה.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59fb0556d6e4a978f820c5bf", "index_title": "Riva on Torah", "category": "Commentary", "type": "commentary", "ref": "Riva on Torah, Numbers 20:18:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Riva on Torah, Numbers 20:18:1", "sourceHeRef": "ריב\"א על התורה, במדבר כ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1090, 1130], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Riva", "he": "ריב\"א"}, "heTitle": "במדבר", "he": "<b>לא תעבור. </b>ולמעלה הוא אומר לא תעבור בי ויש ליתן טעם בדבר. בתחלה שאלו לילך בעיירות ובמסלות אשר בין עיירות וכרמים שנ' שם לא תעבור בי ואח\"ך נלך חוץ לעיירות שלא נאמ' שם אלא במסלה נעלה ולכך לא כתוב לא תעבור בי:", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1547b4d6e4a92409ac4a14", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 20:18:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Siftei Chakhamim, Numbers 20:18:1", "sourceHeRef": "שפתי חכמים, במדבר כ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>במה שהורישני אבי.</b> דאל\"כ בחרב ל\"ל, הל\"ל פן אצא לקראתך למלחמה:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>With my forefather’s legacy.</b> For if not so, why mention the <i>sword</i>. He should have said, “I will go out against you to <i>war</i>.”", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1c0212d6e4a943452d3c2a", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Numbers 3", "anchorRef": "Numbers 20:14-21", "anchorRefExpanded": ["Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21"], "sourceRef": "Sefer HaYashar (midrash), Book of Numbers 3", "sourceHeRef": "ספר הישר (מדרש), ספר במדבר ג׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 3, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר במדבר", "he": "ויהי בשנת שלושים ושש שנה לצאת בני ישראל ממצרים, ויך ה׳ אל לב סיחון מלך האמורי. ויערוך מלחמה ויצא להילחם את בני מואב. וישלח סיחון מלאכים אל בעור בן יונוס בן בלעם יועץ מלך מצרים ואל בלעם בנו, לקלל את מואב למען תינתן ביד סיחון. וילכו מלאכי סיחון ויביאו את בעור בן יונוס ואת בלעם בנו, מפתור ארם נהריים. ויבואו בעור ובלעם בנו עיר סיחון, ויקללו את מואב ואת מלכם בעיני סיחון מלך האמורי. וסיחון יצא עם כל חילו וילך אל מואב, וילחם בם ויכניעם ויתנם ה׳ בידו. ויהרוג סיחון את מלך מואב ויקח סיחון את כל ערי מואב במלחמה, וגם את חשבון לקח מהם כי חשבון מערי מואב היא. וישם סיחון את שריו ואת גדוליו בחשבון, ותהי חשבון לסיחון בימים ההם. על כן יאמרו עליה המושלים בעור ובלעם בנו, כדברים האלה לאמור. בואו חשבון תיבנה ותיכונן עיר סיחון, אוי לך מואב אבדת עם כמוש, הנה כתובה על ספר תורת האלוקים. ויהי כאשר ניצח סיחון את מואב, וישם שומרים בערים אשר לקח מאת מואב. ובני מואב נפלו הרבה במלחמה ביד סיחון וישב מהם שבי גדול בנים ובנות ויהרוג מלכם, ויפן סיחון וישב לו אל ארצו. ויתן סיחון כותנות רבות ומנות כסף וזהב אל בעור ואל בלעם בנו וישלחם, וילכו ארם נהריים אל מקומם ואל ארצם. בעת ההיא עברו כל בני ישראל מדרך מדבר מואב, וישובו ויסובו את מדבר אדום. ויבואו כל העדה מדבר צין בחודש הראשון, בשנת הארבעים לצאתם ממצרים. וישבו שם בני ישראל בקדש מדבר סין, ותמת שם מרים ותיקבר שם. בעת ההיא שלח משה מלאכים אל הדד מלך אדום לאמור, כה אמר אחיך ישראל אעברה נא בארצך לא נעבור בשדה ובכרם ולא נשתה מי באר, דרך המלך נלך. ויאמר אליו אדום לא תעבור בי, ויצא אדום לקראת בני ישראל בעם כבד. וימאנו בני עשו נתון את בני ישראל לעבור בארצם, ויט ישראל מעליו ולא נלחמו בבני עשו. כי לפני זה ציוה ה׳ את בני ישראל לאמור לא תילחמו את בני עשו, על כן נטה ישראל מעליו ולא נלחמו איתם. ויסעו בני ישראל מעל בני עשו מקדש, ויבואו כל העדה הר ההר.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And in the thirty-ninth year of the Israelites’ going out of Egypt, the Lord provoked the heart ‎of Sihon, king of the Amorites, to go forth and fight against the children of Moab. And Sihon ‎sent messengers to Beor the son of Janeus, the son of Balaam, counselor to the king of Egypt, ‎and unto Balaam his son, to curse Moab, that it might be delivered into the hands of Sihon. ‎And Beor and Balaam his son came, and they cursed Moab, and the Lord delivered the children ‎of Moab into the hands of Sihon; and Sihon slew the king of Moab, and he took all the cities of ‎Moab, including Heshbon which was one of the cities of Moab, and he placed his princes and ‎officers over Heshbon. Therefore they that spoke in proverbs, Beor and his son Balaam, speak ‎in these words, saying: Come into Heshbon, let the city of Sihon be built and prepared. Woe to ‎thee, Moab, thou art undone, O people of Chemosh! Behold it is written in the book of the ‎law of God. And Sihon gave many presents unto Beor and his son Balaam, and they returned ‎to their home. And at that time all the children of Israel journeyed from the wilderness of ‎Moab, and they went around the wilderness of Edom, and they came into the wilderness of ‎Zin on the first month of the fortieth year after their going out of Egypt; and Israel abode there ‎in Kadesh, and there Miriam died, and she was buried in that place. Then Moses sent ‎messengers unto Hadad, king of Edom, saying: Let me pass, I pray thee, through thy country; ‎we will not pass through the fields or through the vine yards, neither will we drink of the ‎waters of the wells; we will go by the king's highway. And Edom said unto him: Thou shalt not ‎pass by me; and Edom went forth against Israel with a numerous host, but the children of ‎Israel removed from Edom without fighting with them.‎ And the children of Israel journeyed from Kadesh and they came to Mount Hor. ", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5be05138e42631001693aa20", "index_title": "Shem MiShmuel", "category": "Chasidut", "type": "allusion", "ref": "Shem MiShmuel, Chukat 4:15", "anchorRef": "Numbers 20:18-19", "anchorRefExpanded": ["Numbers 20:18", "Numbers 20:19"], "sourceRef": "Shem MiShmuel, Chukat 4:15", "sourceHeRef": "שם משמואל, חקת ד׳:ט״ו", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1910, 1926], "commentaryNum": 4.0015, "collectiveTitle": {"en": "Shem MiShmuel", "he": "שם משמואל"}, "heTitle": "חקת", "he": "<b>ויאמר אליו אדום לא תעבור בי פן בחרב אצא לקראתך ויט ישראל מעליו, </b>ובמדרש זה שאמר הכתוב אני שלום וכי אדבר המה למלחמה ומנין שכך אמר לו הקב\"ה שאין מניחין אתכם לעבור ולא הכל מהם שאני הוא שרוצה וכו', ויש להתבונן למה היתה כזאת שהש\"י רצה שיסרב אדום ויהיו ישראל מוכרחין לסבול את כל טורח הגדול לסבוב את ארץ אדום, ונראה דהנה ידוע שארץ אדום הוא מקום מושב הסט\"א שמה הרגיעה לילית וכל הרע שבעולם משם מוצאה, וע\"כ הי' ברצון משרע\"ה לעבור דרך ארץ אדום למען החליש את כחות הסט\"א שמה, ויהי' זה הכנה לדורות שיהי' ביד איש ישראלי לעבור בכל מקומות מסוכנים ולא יהי' בכח הסט\"א להזיקו ולבלבלו, כי בהשפלת השורש נשפלים ממילא הענפין, אך הש\"י לא נתרצה בזה האופן להחליש אז את כח שורש הסט\"א, ויובן עפי\"ד המדרש בראש הפרשה מי יתן טהור מטמא לא אחד כגון אברהם מתרח וכו' העוה\"ב מעוה\"ז, והגיד כ\"ק אבי אדומו\"ר זצללה\"ה בשם רבו אדומו\"ר הרי\"ם זצללה\"ה מגור שהפירוש בשביל שמתרחק מעוה\"ז זוכה לעוה\"ב, עכ\"ד, והיינו שלפי רוממות עוה\"ב עין לא ראתה אלקים זולתך, אין בו תפיסת יד אדם כלל לזכות בו בכח מעשיו אלא מחמת שיש במציאות עוה\"ז עם כל כסיפי' והוא מושכו לאחור והאדם מתאמץ בכח לשבור חומות ברזל המונעים אותו משלימותו, זה עצמו מביאו להתרומם ולעוף על כנפי מרומי עולם עד עוה\"ב, וע\"כ אילו יצוייר העדר עוה\"ז וחלקי הרע שבו לא הי' דרך להגיע לעוה\"ב, ובדוגמא זו הוא שבת שהוא מעין עוה\"ב והוקדמו לו ששת ימי המעשה, ולעומת שאדם טרח בימי המעשה ומשגיח על עצמו שלא יתגשם ולא יטמע בחומר ימי החול, באותה מדה זוכה לעונג שבת מעין עוה\"ב, ואילו יצוייר שלא הי' ששת ימי המעשה במציאות לא הי' אפשר לזכות לשבת, דוגמת עולם הבא שכולו שבת אחר עוה\"ז וכחות הרעות שלו, ובדוגמא זו אמרו ז\"ל בפסוק והגיעו שנים אשר תאמר אין לי בהם חפץ אלו ימות המשיח שאין בהם לא זכות ולא חובה, היינו בעבור שאז רוח הטומאה תעביר מן הארץ ולא יהי' חובה בעולם שוב לא יהי' במה לזכות, כי הזכות הוא רק כפי מסת הטורח לדחות חלקי הרע, ומטעם זה לא הסכים ה' שיעברו ישראל דרך ארץ אדום להחליש ולהשפיל את כחות החיצונים אז, שלעומתו הי' נחלש זכות הדחי', אלא ויט ישראל מעליו, והוא פועל דמיוני לדורות שיהי' ביד ישראל לנטות מחלקי הרע אפי' שיהיו חזקים מאד ובגובה ממשלתם, ובשביל זה יזכו למעלות רמות ונשגבות, וזה תשובה להמתאוננים על קישוי יומם וד\"ל:", "heVersionTitle": "Sefer Shem Mishmuel, Piotrkow, 1927-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שם משמואל, פיוטרקוב תרפ\"ז-תרצ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5decf65ce5928b1a0d7eb02f", "index_title": "Paaneach Raza", "category": "Commentary", "type": "commentary", "ref": "Paaneach Raza, Chukat 12", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Paaneach Raza, Chukat 12", "sourceHeRef": "פענח רזא, חקת י״ב", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 12, "collectiveTitle": {"en": "Paaneach Raza", "he": "פענח רזא"}, "heTitle": "חקת", "he": "לא תעבור בי וגו', ואח\"כ אמר לא תעבור סתם ולא אמר בי מפני כי מתחלה שאלו לעבור דרך עיירות וגם בדגלים ושררה כדרך המלכים וזה קשה לאומות כשבט ברזל בלבבם, לכן אמר לא תעבור בי שזה הי' לי כאלו תעבור בי תוך גופי ולבי ממש, ואח\"כ שאלו לעבור לפחות ברגליהם ובמסילה לא דרך עיירות ומיאן גם בזה והשיב לא תעבור כלל. שמעתי ממהר\"ר ברוך במוהר\"ר אברהם:", "heVersionTitle": "Paaneach Raza, Warsaw 1932", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5fd300992efe8d2b5816991a", "index_title": "Rashi on Amos", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Amos 1:11:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Rashi on Amos 1:11:1", "sourceHeRef": "רש\"י על עמוס א׳:י״א:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Rashi on Amos", "he": "רש\"י על עמוס"}, "heTitle": "רש\"י על עמוס", "he": "<b>על רדפו בחרב אחיו.</b> שנאמר (מדבר כ) פן בחרב אצא לקראתך וגם עודנו טורף אפו ושומר עברתו ולא חזר בו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "<b>for pursuing their brother with a sword</b>—As it is said: (Num. 20:18) “Lest I go forth against you with the sword.” And he still clings to his anger, keeps his wrath, and has not retracted it.", "versionTitle": "The Judaica Press complete Tanach with Rashi, translated by A. J. Rosenberg", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6121b8868430f78f20636c2c", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 231:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Yalkut Shimoni on Torah 231:1", "sourceHeRef": "ילקוט שמעוני על התורה רל״א:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 231.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "וייראו מאד ויצעקו בני ישראל אל ה' תפסו להם אומנות אבותם. באברהם מהו אומר בית אל מים והעי מקדם וגו' ויטע אשל בבאר שבע. ביצחק מהו אומר ויצא יצחק לשוח בשדה ואין שיחה אלא תפלה שנאמר ערב ובקר וצהרים אשיחה אשפוך לפניו שיחי תפלה לעני כי יעטוף וכו'. ביעקב מהו אומר ויפגע במקום ואין פגיעה אלא לשון תפלה שנאמר אל תתפלל בעד העם הזה וגו'. וכן הוא אומר אל תיראי תולעת יעקב מה תולעת אינה מכה את הארזים אלא בפה כך אין להן לישראל אלא תפלה. וכן הוא אומר ואני הנה נתתי לך שכם אחד על אחיך. וכי בחרבו ובקשתו לקח והלא באברהם נאמר כי לא בקשתי אבטח מה תלמוד לומר בחרבי ובקשתי זו תפלה. וכן הוא אומר גור אריה יהודה ואומר וזאת ליהודה ויאמר וגו'. וכן ירמיה אמר ארור הגבר אשר יבטח באדם ברוך הגבר אשר יבטח בה' והיה ה' מבטחו. וכן דוד הוא אומר אתה בא אלי בחרב ובחנית ואומר אלה ברכב ואלה בסוסים המה כרעו ונפלו וגו' ה' הושיעה המלך יעננו ביום קראנו. וכן אסא הוא אומר ויקרא אסא אל ה' אלקיו וגו' כי עליך נשענו ובשמך באנו על ההמון (הגדול) הזה ה' אלקינו אתה אל יעצור עמך אנוש. במשה מהו אומר וישלח משה מלאכים מקדש וגו' וירדו אבותינו מצרימה וגו' ונצעק אל ה' (אלקי אבותינו) וישמע (ה' את) קולנו. אמרו להם אתם מתגאים על מה שהוריש לכם אביכם הקול קול יעקב וישמע ה' את קולנו ואנו מתגאים על מה שהוריש לנו אבינו והידים ידי עשו על חרבך תחיה מהו אומר לא תעבור בי פן בחרב וגו' אף כאן אתה אומר ויצעקו בני ישראל אל ה' תפסו להם אומנות אבותם אומנות אברהם יצחק ויעקב:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b886c823a798e70b5c60", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 785:24", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Yalkut Shimoni on Torah 785:24", "sourceHeRef": "ילקוט שמעוני על התורה תשפ״ה:כ״ד", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 785.0024, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "דבר אחר נקום נקמת משה הצדיק מתנקם על המדינים שתי נקמות ואף הקב\"ה מתנקם שתי נקמות שנאמר אל נקמות ה' אל נקמות הופיע. כתיב ואיש איש וגו' אשר יצוד ציד חיה או עוף ושפך את דמו וכסהו בעפ ר, בוא וראה כמה צדיקים וחסידים שפך עשו דמן ואף קבורה לא נתן להם שנאמר שפכו דמם כמים סביבות ירושלים ואין קובר, מה עשה הקב\"ה היה נוטל מדם כל נפש ונפש וטבל על פורפירון שלו עד שצבעה דם וכשיגיע ליום הדין לובש אותה פורפירא ומראה לו גופו של כל צדיק וצדיק רשום עליה שנאמר ידין בגוים מלא גויות, אמר לו הקב\"ה אם לא דם שנאת ודם ירדפך. כתיב בו והוא עיף שהרג את נפש וכתיב על חרבך תחיה וכן פן בחרב אצא לקראתך. א\"ל הקב\"ה אין לי חרב כי רותה בשמים חרבי הנה על אדום תרד ועל עם חרמי למשפט. ", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5b5f4629f2b5727fa32", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, פון 1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Sefer HaShorashim, פון 1", "sourceHeRef": "ספר השרשים, פון א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "פון", "he": ["<strong><big>פון</big></strong>   נָשָׂאתִי אֵמֶיךָ <strong>אָפֽוּנָה</strong> (<a class=\"refLink\" href=\"Psalms 88:16\" data-ref=\"Psalms 88:16\">תהלים פח, טז</a>), הנכון והישר במלה הזאת שהיא גזורה ממלה<strong> פֶּן </strong>ומענינה, רוצה לומר הכבדתי עלי <strong>אֵמִים</strong> שאני מפחד תמיד ממך ואומר פן יקראני כך וכך על העונות, כי כל אדם מפחד אומר בלבו פן יהיה זה וזה, או שמא יהיה כך וכך. ואפונרת <strong>דוביט\"ו</strong> בלע\"ז. <strong>פֶּן</strong>־בַּחֶרֶב אֵצֵא (<a class=\"refLink\" href=\"Numbers 20:18\" data-ref=\"Numbers 20:18\">במדבר כ, יח</a>), אֹרַח חַיִּים <strong>פֶּן</strong>־תְּפַלֵּס (<a class=\"refLink\" href=\"Proverbs 5:6\" data-ref=\"Proverbs 5:6\">משלי ה, ו</a>), <strong>פֶּן</strong> יִפְקֹד עָלֶיהָ (<a class=\"refLink\" href=\"Isaiah 27:3\" data-ref=\"Isaiah 27:3\">ישעיה כז, ג</a>), <strong>פֶּן</strong>־יִשְׁלַח יָדוֹ (<a class=\"refLink\" href=\"Genesis 3:22\" data-ref=\"Genesis 3:22\">בראשית ג, כב</a>), כלם ענינם שמא. ופירוש פן תפלס בתמיה, כלומר תחשוב שמא תפלס ארח חיים לא תעשה אלא נעו מעגלותיה לא תדע כלומר לא תרגיש בדבר עד שינועו מעגלותיה אל מות. ויש שפירושם שלא <strong>פֶּן</strong>־תָּשִׁיב אֶת־בְּנִי שָֽׁמָּה (<a class=\"refLink\" href=\"Genesis 24:6\" data-ref=\"Genesis 24:6\">בראשית כד, ו</a>), שלא תשיב את בני, <strong>פֶּן</strong> תְּמֻתֽוּן (<a class=\"refLink\" href=\"Genesis 3:3\" data-ref=\"Genesis 3:3\">בראשית ג, ג</a>), שלא תמותון."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5b7f4629f2b5727fbfe", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, פן 1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Sefer HaShorashim, פן 1", "sourceHeRef": "ספר השרשים, פן א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "פן", "he": ["<strong><big>פן</big></strong>   <strong>פֶּן</strong>־בַּחֶרֶב אֵצֵא לִקְרָאתֶֽךָ (<a class=\"refLink\" href=\"Numbers 20:18\" data-ref=\"Numbers 20:18\">במדבר כ, יח</a>), <strong>פֶּן</strong>־אָמוּת עָלֶֽיהָ (<a class=\"refLink\" href=\"Genesis 26:9\" data-ref=\"Genesis 26:9\">בראשית כו, ט</a>), כבר זכרתים בשרש <strong>פּוּן</strong>. וְאֵצֶל כָּל־<strong>פִּנָּה</strong> תֶאֱרֹֽב (<a class=\"refLink\" href=\"Proverbs 7:12\" data-ref=\"Proverbs 7:12\">משלי ז, יב</a>), עַל אַרְבַּע <strong>פִּנֹּתָיו</strong> (<a class=\"refLink\" href=\"Exodus 27:2\" data-ref=\"Exodus 27:2\">שמות כז, ב</a>). עֹבֵר בַּשּׁוּק אֵצֶל <strong>פִּנָּהּ</strong> (<a class=\"refLink\" href=\"Proverbs 7:8\" data-ref=\"Proverbs 7:8\">משלי ז, ח</a>), ה<strong>ה\"א</strong> במפיק עקרו <strong>פִּנָּתָהּ</strong>. או יהיה משקל אחר בלא <strong>ה\"א</strong> <strong>פִּן</strong>. והקבוץ ממנו עַד־שַׁעַר <strong>הַפִּנִּים</strong> (<a class=\"refLink\" href=\"Zechariah 14:10\" data-ref=\"Zechariah 14:10\">זכריה יד, י</a>). הָיְתָה לְרֹאשׁ <strong>פִּנָּֽה</strong> (<a class=\"refLink\" href=\"Psalms 118:22\" data-ref=\"Psalms 118:22\">תהלים קיח, כב</a>), ענין זוית. ולפי שחוזק הבית הפנות אמר על המגדלים החזקים פנות עַל הֶֽעָרִים הַבְּצֻרוֹת וְעַל <strong>הַפִּנּוֹת</strong> הַגְּבֹהֽוֹת (<a class=\"refLink\" href=\"Zephaniah 1:16\" data-ref=\"Zephaniah 1:16\">צפניה א, טז</a>). ולפי שפנות הבית מן האבנים הגדולות כנה האנשים הגדולים והאצילים בפנות גֹּשֽׁוּ הֲלֹם כֹּל<strong> פִּנּוֹת</strong> הָעָם (<a class=\"refLink\" href=\"I Samuel 14:38\" data-ref=\"I Samuel 14:38\">שמואל א' יד, לח</a>), וַיִּֽתְיַצְּבוּ <strong>פִּנּוֹת</strong> כָּל־הָעָם (<a class=\"refLink\" href=\"Judges 20:2\" data-ref=\"Judges 20:2\">שופטים כ, ב</a>). ויתכן היות <strong>פִּנָּה, פִּנּוֹת</strong> משרש <strong>פָּנַן</strong> לפיכך נדגשו."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee647cf7a0c25239b77", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and the Failure of Leadership; The Edomites 2-9", "anchorRef": "Numbers 20:1-29", "anchorRefExpanded": ["Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and the Failure of Leadership; The Edomites 2-9", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י׳ ב׳-ט׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Rebellion and the Failure of Leadership; The Edomites", "he": "במדבר הערה י׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["The first part of this chapter contains a story that has deeply troubled readers for over two millennia. Its length belies its weight; in only thirteen verses, Moshe and Aharon have lost their most cherished dream—the privilege of entering the Promised Land.", "The brevity here may result from the fact that, for the narrator, this story was a variant of, or constructed from, a similar one in Ex. 17, to explain more fully why the leaders shared the fate of their generation. In other words, their deaths may affect us more than the text meant it to. Nonetheless, the question of why exactly Moshe and Aharon received such a terrible punishment for a moment of indiscretion will not go away. Can it really be that the towering figure of Moshe, liberator and lawgiver, parent and prophet, is to be done away with in the blink of an eye, over a fit of justifiable temper? But it is a public moment, and there the answer may lie. The Bible consistently takes a stringent view of leadership: that leaders must be above reproach, and that they must not lose sight of the fact that it is God whom they represent. A similar impulse led to the strict standards to which the writer of Samuel-Kings, the so-called Deuteronomistic historian, held such revered personalities as David and Solomon.", "From v.14 to v.21, the text gives us a moment to digest what has just happened, at the same time managing to introduce the major theme of the next several chapters: encountering other peoples and tribes as the Israelites near Canaan. First is Edom, in the territory to the east roughly between Eilat and the Dead Sea. The sequence begins tentatively, not with an Israelite victory, but not with a defeat either: they are forced to reroute their approach.", "So as to keep the memory of Merivat-Kadesh close, the chapter ends with the death of Aharon, “before the eyes of the entire community” (v.27). For the first time in all the rebellion texts, the word “rebel” itself is used (v.24). On a positive note, leadership is seamlessly passed to the next generation; when Moshe returns from witnessing Aharon’s death, he is accompanied by the latter’s son El’azar, who is tellingly dressed in Aharon’s garments.", "cut off shall that person be from the midst of the assembly,", "for the Holy-Area of Y<small>HWH</small> has he made-<i>tamei</i>,", "Waters Kept-Apart have not been dashed upon him,", "he is <i>tamei!</i>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eec9ad75f2d99afa20", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and the Failure of Leadership; The Edomites 1", "anchorRef": "Numbers 20:1-29", "anchorRefExpanded": ["Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and the Failure of Leadership; The Edomites 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 20:1-29\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 20:1-29</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "64188475c9371ec0cebe78f0", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 20:18:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Reggio on Torah, Numbers 20:18:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר כ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>לא תעבר בי,</b> בארצי:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64188476c9371ec0cebe78f2", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 20:18:2", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Reggio on Torah, Numbers 20:18:2", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר כ׳:י״ח:ב׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 18.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>פן בחרב אצא,</b> שלא אצא לקראתך בחרב, והטעם כי זאת היא הברכה אשר ברך אותם אביהם ועל חרבך תחיה, ולכן יבקשו ללחום את כל הבאים בעריהם, ובפרט נגד בני ישראל כי ידעו שעתידים הם למשול בם כמו שאמר יעקב ואת אחיך תעבוד ולכן טרם יבא העת להשתעבד להם, יבקשו תמיד ללחום בם:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "647856b9d2743c606f0e196e", "index_title": "On the Unchangeableness of God", "category": "Second Temple", "type": "", "ref": "On the Unchangeableness of God, Introduction 15", "anchorRef": "Numbers 20:17-20", "anchorRefExpanded": ["Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20"], "sourceRef": "On the Unchangeableness of God, Introduction 15", "sourceHeRef": "על שהאל הוא ללא שינוי, הקדמה ט״ו", "anchorVerse": 17, "sourceHasEn": true, "commentaryNum": 15, "collectiveTitle": {"en": "On the Unchangeableness of God", "he": "על שהאל הוא ללא שינוי"}, "heTitle": "הקדמה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. The important point here is that “destroyed his way” means “destroyed God’s way” (140–143), and this reminds us of the passage in which Israel asked for leave to pass through Edom’s territory, and said “we will go by the king’s way” (144) But Philo cannot endure to be confined to these two words, but deals with the whole content of Num. 20:17–20 in a way which, perverse as it is, shews much richness of thought as well as ingenuity. (α) When Israel says “I will pass through thy land” we have the resolve of the Wise both to test the life of the pleasure-lover, so as to reject it through experience and not mere ignorance, and also not to stay in it (145–153). (β) On the other hand, “we will not go through the fields and vineyards” means “we will abide in the fields of heavenly fruits and the vineyards of virtue and true joy” (154). (γ) “We will not drink of thy well” means that “we on whom God rains his mercies have no need of the scanty water of the wells of earthly pleasures” (155–158). (δ) “We will go by the king’s way” is “we will tread the road of wisdom” (159–161). (ε) “We will turn neither to the right nor to the left” shews that this way of wisdom is in the mean, as <i>e.g</i>. courage is the mean between rashness on the right and cowardice on the left (162–165). (ζ) When in reply to Edom’s refusal and threat of war Israel replies, “we will pass along the mountain,” Philo by a strange play on ὅρος (the mountain) and ὅρος (definition) extracts the idea that the wise man’s course is on lofty thoughts based on scientific analysis (166–167). (η) “If I drink of thy water, I will give thee its value” (τιμή) is turned into “If I truckle to you, I shall be giving to the worthless an honour which will lead the weak to honour it also” (167–171). (θ) The words “the matter is nothing” (see note on 145) are taken to mean the vanity of earthly things. And this leads to a meditation on the witness of history to the instability of national prosperity and indeed of all human aims (172–180). Thus we arrive at the conclusion that while Edom would bar the king’s way, the divine reason will bar that of Edom and its associates (180).", "versionTitle": "Loeb Classical Library, Harvard University Press, 1930", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "647856f4cb31a7b940ecdb41", "index_title": "On the Unchangeableness of God", "category": "Second Temple", "type": "", "ref": "On the Unchangeableness of God 31:1", "anchorRef": "Numbers 20:17-20", "anchorRefExpanded": ["Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20"], "sourceRef": "On the Unchangeableness of God 31:1", "sourceHeRef": "על שהאל הוא ללא שינוי ל״א:א׳", "anchorVerse": 17, "sourceHasEn": true, "commentaryNum": 31.0001, "collectiveTitle": {"en": "On the Unchangeableness of God", "he": "על שהאל הוא ללא שינוי"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "[145] The envoys then who are dispatched to him speak thus, “We will pass by through thy land. We will not go through the cornfields nor through the vineyards. We will not drink water of any well of thine. We will journey by the king’s way. We will not turn aside to the right or the left, till we have passed thy boundaries.” But Edom answers, saying, “Thou shalt not pass through me, else I will come out in war to meet thee.” And the sons of Israel say to him, “We will pass along the mountain country. But if I and my cattle drink of thy water, I will give thee value. But the matter is nothing, we will pass along the mountain country” (Num. 20:17–20). But he said, “Thou shalt not go through me.”", "versionTitle": "Loeb Classical Library, Harvard University Press, 1930", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "65479867fb63cf11818a4a5d", "index_title": "Ohel Ya'akov on Torah", "category": "Quoting Commentary", "type": "", "ref": "Ohel Ya'akov on Torah, Vayetzei 13:5", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Ohel Ya'akov on Torah, Vayetzei 13:5", "sourceHeRef": "אהל יעקב על התורה, ויצא י״ג:ה׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 13.0005, "collectiveTitle": {"en": "Ohel Ya'akov on Torah", "he": "אהל יעקב על התורה"}, "heTitle": "ויצא", "he": "<b>ועם</b> דברינו אלה נעמוד עוד על מאמר הנביא <b>ופדויי ה' ישובון ובאו ציון ברנה ושמחת עולם על ראשם</b> (ישעיה ל\"ה, י') ובמדרש (פרשת בשלח): <b>צעקו וה' שמע</b> (תהילים ל\"ד, כ\"ח) שתי ירושות הנחיל יצחק לבניו, הנחיל ליעקב הקול וכן הוא אומר <b>הקול קול יעקב</b> (בראשית כ\"ז, כ\"ב) והנחיל לעשו הידים כו' עשו היה מתגאה בירושתו שנאמר <b>פן בחרב אצא לקראתך</b> (במדבר כ', י\"ח) יעקב מתגאה בירושתו שנאמר <b>ונצעק אל ה'</b> כו' (דברים כ\"ו, ז') ולעתיד לבוא שניהם נוטלים שכרן, עשו נוטל שכרו שנאמר <b>כי רותה בשמים חרבי, הנה על אדום תרד</b> (ישעיה ל\"ד, ה') ויעקב נוטל שכרו שנאמר <b>קול ששון וקול שמחה</b> כו' (ירמיה ל\"ג, י\"א) (פרשה כ\"א, א'). דע כי נחלת יעקב אבינו עליו השלום רצוני הקול משמשת אצלנו על שני ענינים, אחד ביום טובה לתת שבח והודיה לבעל הגמול, תודה וקול זמרה. השניה בעת צרה חס ושלום נשמיע קולנו אליו יתברך בתפלה ותחנונים, ויפן לקול שועתנו ויוציאנו למרחב. והן על בחינה זו כל שימושינו בהקול כהיום כי אין רגע כו' ואנו נושאים קול תחנה לעורר רצון העליון ב\"ה, והוא מה שאמר דוד המלך עליו השלום קולי אל אלהים ואצעקה פירוש הקול הנפל בחבלי הוא משמש והולך על הצעקה והזעקה בלבד. אמנם על העתיד ייעד אותנו הנביא עליו השלום <b>מנעי קולך מבכי</b> (ירמיה ל\"א, ט\"ו) כלומר לא תהיה עוד פעולת הקול אצלנו כאשר אנו עושים פה היום, כי אם קולנו יהיה בסוג קול רנה וישועה וכמאמר <b>עוד ישמע</b> כו' <b>קול ששון וקול שמחה</b> כו' <b>קול אומרים הודו את ה' צבאות</b> (שם ל\"ג, י').", "heVersionTitle": "Jerusalem, 2009", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc70758c1dc532ec9281", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 20:18", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Steinsaltz on Numbers 20:18", "sourceHeRef": "ביאור שטיינזלץ על במדבר כ׳:י״ח", "anchorVerse": 18, "sourceHasEn": true, "commentaryNum": 20.0018, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיֹּאמֶר אֵלָיו</b>– למשה, או: לישראל, מלך\n    <b>אֱדוֹם: לֹא תַעֲבֹר בִּי, פֶּן בַּחֶרֶב אֵצֵא לִקְרָאתֶךָ,</b> אם תנסו לעשות זאת נילחם בכם.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "The king of \n    <b>Edom said to him, </b>Moses, or Israel: <b>You shall not pass through me, lest I come out toward you with the sword. </b>If you attempt to pass through, I will wage war against you.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "53f17a2bfbfba22336ea732b", "index_title": "Kitzur Ba'al HaTurim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Numbers 20:18:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Kitzur Ba'al HaTurim on Numbers 20:18:1", "sourceHeRef": "קיצור בעל הטורים על במדבר כ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על במדבר", "he": "<b>פן בחרב אצא לקראתך</b> והיינו דכתיב אני שלום וכי אדבר המה למלחמה:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "559af3aefbfba22d0838c6a0", "index_title": "Mekhilta DeRabbi Shimon Ben Yochai", "category": "Midrash", "type": "", "ref": "Mekhilta DeRabbi Shimon Ben Yochai 14:10", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Mekhilta DeRabbi Shimon Ben Yochai 14:10", "sourceHeRef": "מכילתא דרבי שמעון בן יוחאי י״ד:י׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [200], "commentaryNum": 14.001, "collectiveTitle": {"en": "Mekhilta DeRabbi Shimon Ben Yochai", "he": "מכילתא דרבי שמעון בן יוחאי"}, "he": "<b>ד''א ופרעה הקריב</b> שהקריב את הפורענות לבא עליו: ד\"א ופרעה הקריב מה שהלכו ישראל בשלשת ימים הלכו קטרין ביום ומחצה ומה שהלכו קטרין ביום ומחצה הילכו פרעה ביום אחד הרי שני בשבת שלישי ורביעי: בסוף יום רביעי שהוא עשרים הקריב פרעה מתנותיו והיה הענן והחשך כל ליל אחד ועשרים שהוא ליל חמישי והוא ליל שביעי של פסח ובאשמורות הבקר טבעו המצרים שנאמר (י״ד כ״ד) ויהי באשמורות הבקר וישקף ה' על מחנה מצרים: ד\"א ופרעה הקריב וישאו בני ישראל את עיניהם. מתוך שהכו מן הקטרין היו יודעין שסופן לרדוף אחריהם: והנה מצרים נוסעים אחריהם. אין כתיב כאן אלא נוסע אחריהם. מגיד הכתוב שנעשו כולן טורמאות טורמאות כאיש אחד ומהן למדה מלכות להיות נוהגות טורמאות טורמאות: ויצעקו בני ישראל אל ה'. תפסו בידם אומנות אבותיהם אברהם יצחק ויעקב באברהם הוא אומר (בראשית י\"ב ח') בית אל מים והעי מקדם ויבן שם מזבח לה' ויקרא בשם ה': ביצחק הוא אומר (שם כ\"ד ס\"ג) ויצא יצחק לשוח בשדה, ואין שיחה אלא תפלה שנאמר (תהלים ק\"ד ל\"ד) יערב עליו שיחי ואומר (שם נ\"ה י\"ח) ערב ובקר וצהרים אשיחה ואומר (שם ק\"ב א') תפלה לעני כי יעטוף ולפני ה' ישפוך שיחו: ביעקב הוא אומר (בראשית כ\"ח י\"א) ויפגע במקום ואין פגיעה אלא תפלה שנאמר (ירמיה ז' ט\"ז) ואתה אל תתפלל בעד העם הזה ואל תשא בעדם רנה ותפלה ואל תפגע בי: ואומר (ישעיה מ\"א י\"ד) אל תראי תולעת יעקב מתי ישראל מה תולעת זו אין מכה ארזים אלא בפה כך אין להם לישראל אלא תפלה ואומר (בראשית מ\"ח כ\"ב) אשר לקחתי מיד האמורי בחרבי ובקשתי וכי בחרבו ובקשתו לקח והלא כבר נאמר (תהלים מ\"ד ז') בי לא בקשתי אבטח וחרבי לא תושיעיני, הא מה ת\"ל בחרבי ובקשתי זו תפלה וכן הוא אומר (ירמיה י\"ז ז') ברוך הגבר אשר יבטח בה' והיה ה' מבטחו זו תפלה ואומר (שם ה') ארור הגבר אשר יבטח באדם ושם בשר זרועו ומן ה' יסור לבו זו תפלה: ביהודה נאמר (דברים ל\"ג ז') שמע ה' קול יהודה, בדוד אומר (שמואל א' י\"ז מ\"ה) אתה בא אלי בחרב (בחנית) [ובחנית] ובכידון ואני בא אליך בשם ה' צבאות אלהי מערכות ישראל אשר חירפתי ואומר (תהלים כ' ח') אלה ברכב ואלה בסוסים ואנחנו בשם ה' אלהינו נזכיר: המה כרעו ונפלו ואנחנו קמנו ונתעודד: באסה הוא אומר (דה\"ב י\"ד י') ויקרא (אסה) [אסא] אל ה' אלהיו ויאמר ה' אין עמך לעזור בין רב לאין כח עזרינו ה' אלהינו כי עליך נשענו ובשמך באנו על ההמון הזה ה' אלהינו אתה אל יעצור עמך אנוש: במשה הוא אומר (במדבר כ' י\"ד) וישלח משה מלאכים מקדש אל מלך אדום אמר לו אתם מתנאים במה שהוריש אתכם אביכם הקל קל יעקב (בראשית כ\"ז כ\"ב) וישמע קלינו ואנו מתגאים במה שהוריש אנחנו אבינו והידים ידי עשיו ועל חרבך תחיה (שם מ') מהוא אומר (במדבר כ' י\"ח) ויאמר אליו אדום לא תעבור בי פן בחרב אצא לקראתך: אף כאן אתה אומר ויצעקו בני ישראל אל ה' תפסו אומנות אבותיהם אברהם יצחק ויעקב:", "heVersionTitle": "Mechilta de-Rabbi Simon b. Jochai, Dr. D. Hoffman, Frankfurt 1905", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מכילתא דרבי שמעון בר יוחאי, ד״ר ד. הופמן, פרנקפורט 1905", "text": "", "versionTitle": "Rabbi Mike Feuer, Jerusalem Anthology", "license": "CC-BY", "versionTitleInHebrew": "רבי מייק פוייר, לקט ירושלים"}, {"_id": "55a3be10fbfba277e99710fe", "index_title": "Genesis", "category": "Tanakh", "type": "", "ref": "Genesis 27:40", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Genesis 27:40", "sourceHeRef": "בראשית כ״ז:מ׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 27.004, "collectiveTitle": {"en": "Genesis", "he": "בראשית"}, "heTitle": "בראשית", "he": "וְעַל־חַרְבְּךָ֣ תִֽחְיֶ֔ה וְאֶת־אָחִ֖יךָ תַּעֲבֹ֑ד וְהָיָה֙ כַּאֲשֶׁ֣ר תָּרִ֔יד וּפָרַקְתָּ֥ עֻלּ֖וֹ מֵעַ֥ל צַוָּארֶֽךָ׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "Yet by your sword you shall live,<br>And you shall serve your brother;<br>But when you grow restive,<br>You shall break his yoke from your neck.”", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "55a3c086fbfba277e997156f", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 23:8", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Deuteronomy 23:8", "sourceHeRef": "דברים כ״ג:ח׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 23.0008, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "לֹֽא־תְתַעֵ֣ב אֲדֹמִ֔י כִּ֥י אָחִ֖יךָ ה֑וּא לֹא־תְתַעֵ֣ב מִצְרִ֔י כִּי־גֵ֖ר הָיִ֥יתָ בְאַרְצֽוֹ׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "You shall not abhor an Edomite, for such is your kin. You shall not abhor an Egyptian, for you were a stranger in that land.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "55ae042bfbfba23a06809bec", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Khukkat 30", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Meshekh Chokhmah, Khukkat 30", "sourceHeRef": "משך חכמה, חקת ל׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 30, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "חקת", "he": "<b>ויאמר </b>אליו אדום כו'. לא כתב מלך אדום (כמו בספור יפתח), כמו בסיחון, משום שהי' להן בית מועצת העם (פארלאמענט), ואמרו (בעו\"ג) קטן נתתיך בגוים בזוי מאד, שאין להן מלך בן מלך, ובמקום שאין המלכות ירושה עיקר כדעת העם, לכן כתוב ויאמר אדום, וימאן אדום, אבל בסיחון שהיה ירושה לבנו, וכמו דכתיב בדברים ונך אותו ואת בנו, יעו\"ש, לכן כתוב ולא נתן סיחון ולא אבה סיחון.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "56a77f75d6e4a955cb526655", "index_title": "Midrash Tehillim", "category": "Midrash", "type": "", "ref": "Midrash Tehillim 109:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Midrash Tehillim 109:1", "sourceHeRef": "מדרש תהילים ק״ט:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1050, 1450], "commentaryNum": 109.0001, "collectiveTitle": {"en": "Midrash Tehillim", "he": "מדרש תהילים"}, "heTitle": "מדרש תהילים", "he": "למנצח לדוד מזמור אלקי תהלתי אל תחרש. זה שאמר הכתוב (דברים י כ) את ה' אלקיך תירא ואותו תעבוד ובו תדבק. אם עשית כן (שם כא) הוא תהלתך והוא אלקיך. אין לישראל תהלה אלא הקב\"ה ואין להקב\"ה תהלה אלא ישראל שנאמר (ישעיה מג כא) עם זו יצרתי לי תהלתי יספרו. אמר דוד לפני הקב\"ה רבונו של עולם אתה תהלתי ומחריש. אלקי תהלתי אל תחרש. כי פי רשע ופי מרמה עלי פתחו וכן הוא אומר (שם סד יא) העל אלא תתאפק ה'. ומחריש אתה על כל אלה. וכן הוא אומר (תהלים פג ב) אלקים אל דמי לך ואל תחרש. ואתה מחריש על מה שעשו בביתך שנאמר (ישעיה סד י) בית מקדשנו ותפארתנו וגו' היה לשרפת אש. אמר להם הקב\"ה (שם מב יד) החשיתי מעולם אחריש אתאפק. הרי שלש מלכיות ראשונות. עכשיו באדום כיולדה אפעה. כי פי רשעים ופי מרמה. ומהו פתחו פתח פתחו ונכנסו לקדשי הקדשים והיו אומרים היכן הוא אלקיהם יבוא וילחום עמנו שנאמר (דברים לב לז-לח) ואמר אי אלקימו יקומו ויעזרכם. כך היו בבית המקדש אומרים (שם כז) ידינו רמה ולא ה' פעל כל זאת. לכך נאמר כי פי רשע ופי מרמה עלי פתחו. דברי שנאה סבבוני. מהו שנאה שמדברים בשנאה שמסר להם אביהם שנאמר (בראשית כז מא) וישטום עשו את יעקב. ונוקם ונוטר עלי ומתלחמים עמי חנם. אמרו ישראל אנו כששלחנו אצלו באהבה נהגנו עמו שנאמר (במדבר כ יד) וישלח משה מלאכים מקדש אל מלך אדום כה אמר אחיך ישראל. אבל הוא (שם יח) ויאמר לא כי אם בחרב אצא. אמרו ישראל (תהלים קכ ז) אני שלום וכי אדבר המה למלחמה. אמר הקב\"ה לא הניחו אתכם לכך (עמוס א יא) כה אמר ה' על שלשה פשעי אדום ועל ארבעה על רדפו בחרב אחיו. שנאמר (במדבר כ יח) פן בחרב אצא לקראתך. וילחמוני חנם. אם עשו שונא ליעקב שלקח ממנו את הבכורה לברבריא ולשתותיא מה עשה:", "heVersionTitle": "OYW", "heLicense": "Public Domain", "heVersionTitleInHebrew": "OYW (ובלכתך בדרך)", "text": "\"For the conductor, a psalm of David. My God, do not be silent about my praise. As it is written (Deuteronomy 10:20), \"You shall fear the LORD your God; you shall serve Him and cling to Him.\" If you do so (Psalms 22:4), He is your praise and He is your God. Israel has no praise except for the Holy One, blessed be He, and the Holy One, blessed be He, has no praise except for Israel, as it is written (Isaiah 43:21), \"This people I have formed for Myself; they shall relate My praise.\" David said before the Holy One, blessed be He, \"You are my praise and You are silent. My God, do not be silent about my praise.\" For the mouths of wicked and deceitful men have opened against me, and so it says (Psalms 37:13), \"The LORD laughs at him, for He sees that his day is coming.\" And You are silent about all this. Thus it says (Psalms 83:2), \"O God, be not silent; be not deaf and be not still, O God.\" And You are silent about what they did in Your Temple, as it says (Isaiah 64:10-11), \"Our holy and beautiful house, where our fathers praised You, has become a burning waste.\" The Holy One, blessed be He, said to them (Jeremiah 7:16), \"I have been silent from the day your fathers left Egypt, and you have not listened to Me.\" Now Edom is acting like a woman in labor. For the mouths of wicked and deceitful men have opened. And what did they say? They opened the gates and entered the Holy of Holies and said, \"Where is their God, that He may come and fight with us?\" As it says (Deuteronomy 32:37-38), \"And he will say, 'Where are their gods, the rock in which they sought refuge, who ate the fat of their sacrifices and drank the wine of their libation? Let them rise up and help you! Let them be your protection!'\" And they said in the Temple (Psalms 115:2-3), \"Why should the nations say, 'Where is their God?' Our God is in the heavens; He does whatever He pleases.\" Therefore, it is said, \"For the mouths of wicked and deceitful men have opened against me.\" These are words of hatred that surround me. What is the hatred that is spoken in hatred? It is that which Esau did to Jacob, as it is written (Genesis 27:41), \"And Esau hated Jacob because of the blessing with which his father had blessed him.\" And they take revenge and contend with me for no reason. Israel said, \"When we sent to him in peace, we dealt with him peacefully,\" as it says (Numbers 20:14), \"And Moses sent messengers from Kadesh to the king of Edom: 'Thus says your brother Israel...'\" But he (Esau) said, \"No, I will go out with the sword\" (Genesis 32:31). Israel said, \"I am for peace; but when I speak, they are for war\" (Psalm 120:7). God said, \"I did not leave you for that\" (Amos 1:11), as it says, \"Thus says the Lord, 'For three transgressions of Edom, and for four, I will not revoke the punishment; because he pursued his brother with the sword, and cast off all pity, and his anger tore perpetually, and he kept his wrath forever'\" (Amos 1:11). God said, \"Lest I come with the sword and they attack me without cause\" (Exodus 20:22). If Esau hated Jacob and took the birthright from him to drink and eat, what did he do?", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5868bd4ad6e4a97c9cbb1930", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 20:18:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Bekhor Shor, Numbers 20:18:1", "sourceHeRef": "בכור שור, במדבר כ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "<b>ויאמר אליו אדום לא תעבר</b> <b>בי.</b> בתוכי דרך ערי סברו בני ישראל שמא הם מחזיקים אותנו כשקרנים דאיך יכול להיות שנעבור בגבולם ולא נשתה מן המים ולכך אינם רוצים להאמין בנו שנעבור בגבולם:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1928", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ח", "text": [], "versionTitle": "abbreviated", "license": "", "versionTitleInHebrew": ""}, {"_id": "5892f2bbd6e4a927464723fc", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 20:18:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Chizkuni, Numbers 20:18:1", "sourceHeRef": "חזקוני, במדבר כ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>לא תעבר בי</b> לפי שרצו ישראל לעבור דרך המלך הוא דרך העיירות כדי לגבות המכס ולההנותם בענין מקח אע״‎פ כן שלח הוא להם <b>לא תעבור בי</b> פי׳‎ בתוך עיירותי ירא היה פן יכבשו את עיירותיו.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "לא תעבור בי, “do not trespass on anything that I own; even though the Israelites offered to pay the King of Edom a head tax for every Israelite who would use the King’s highway, a huge income for him, the King refused adamantly. He was afraid that the Israelites would use the opportunity to invade and conquer his Kingdom.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58b1cfb0d6e4a937f9999676", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 19:15", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Bamidbar Rabbah 19:15", "sourceHeRef": "במדבר רבה י״ט:ט״ו", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 19.0015, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיִּשְׁלַח משֶׁה מַלְאָכִים כֹּה אָמַר אָחִיךָ יִשְׂרָאֵל <small>(במדבר כ, יד)</small>, זֶה שֶׁאָמַר הַכָּתוּב <small>(תהלים טו, ג)</small>: לֹא רָגַל עַל לְשֹׁנוֹ לֹא עָשָׂה לְרֵעֵהוּ רָעָה וְחֶרְפָּה לֹא נָשָׂא עַל קְרֹבוֹ, בְּנֹהַג שֶׁבָּעוֹלָם אָדָם עוֹשֶׂה בִּפְרַקְמַטְיָא עִם חֲבֵרוֹ וְהִקְפִּידוֹ, פּוֹרֵשׁ מִמֶּנּוּ וְאֵינוֹ רוֹצֶה לִרְאוֹתוֹ, וּמשֶׁה אַף עַל פִּי שֶׁנֶּעֱנַשׁ עַל יְדֵי יִשְׂרָאֵל, שֶׁנֶּאֱמַר <small>(תהלים קו, לב)</small>: וַיַּקְצִיפוּ עַל מֵי מְרִיבָה וַיֵּרַע לְמשֶׁה, לֹא פָּרַק מַשָֹּׂאָן מֵעָלָיו אֶלָּא וַיִּשְׁלַח מַלְאָכִים. <small>(במדבר כ, יד)</small>: אַתָּה יָדַעְתָּ אֵת כָּל הַתְּלָאָה אֲשֶׁר מְצָאָתְנוּ, אָמַר לוֹ: אַתָּה יָדַעְתָּ כְּשֶׁאָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא <small>(בראשית טו, יג)</small>: יָדֹעַ תֵּדַע כִּי גֵר יִהְיֶה זַרְעֲךָ בְּאֶרֶץ לֹא לָהֶם וַעֲבָדוּם וְעִנּוּ אֹתָם אַרְבַּע מֵאוֹת שָׁנָה, אָנוּ נִשְׁתַּעְבַּדְנוּ וְאַתָּה בֶּן חוֹרִין, <small>(במדבר כ, טו)</small>: וַיֵּרְדוּ אֲבֹתֵינוּ, עַל אוֹתוֹ עִנּוּי, מָשָׁל לִשְׁנֵי אַחִין שֶׁיָּצָא שְׁטַר חוֹב עַל זִקְנֵיהֶם, פָּרַע אוֹתוֹ אֶחָד מֵהֶם, לְיָמִים הִתְחִיל לִשְׁאֹל חֵפֶץ מֵאָחִיו, אָמַר לוֹ אַתָּה יוֹדֵעַ שֶׁאוֹתוֹ חוֹב עַל שְׁנֵינוּ, וַאֲנִי הוּא שֶׁפְּרַעְתִּיו, אַל תַּחְזִירֵנִי מִן חֶפְצִי שֶׁאֲנִי שׁוֹאֵל. <small>(במדבר כ, טו)</small>: וַיֵּרְדוּ אֲבֹתֵינוּ מִצְרַיְמָה, מַה טִּיבָן שֶׁל אָבוֹת כָּאן, שֶׁנֶּאֱמַר <small>(במדבר כ, טו)</small>: וַיָּרֵעוּ לָנוּ מִצְרַיִם וְלַאֲבֹתֵינוּ, שֶׁכָּל זְמַן שֶׁיִּשְׂרָאֵל בְּצָרָה אַף הֵן בְּצָרָה. <small>(במדבר כ, יז)</small>: נַעְבְּרָה נָּא בְאַרְצֶךָ וגו' מֵי בְאֵר, מֵי בּוֹרוֹת הָיָה צָרִיךְ לוֹמַר, לִמְדָךְ תּוֹרָה דֶּרֶךְ אֶרֶץ, שֶׁהַהוֹלֵךְ לְאֶרֶץ שֶׁאֵינוֹ שֶׁלּוֹ וְיֵשׁ בְּיָדוֹ צָרְכּוֹ, לֹא יֹאכַל מִמַּה שֶּׁבְּיָדוֹ אֶלָּא שֶׁלּוֹ יְהֵא מֻנָּח וְיִקְנֶה מִן הַחֶנְוָנִי בִּשְׁבִיל לְהַנּוֹתוֹ, כָּךְ אָמַר לוֹ משֶׁה הַבְּאֵר עִמָּנוּ וּמָן אָנוּ אוֹכְלִין, לֹא תֹאמַר שֶׁאָנוּ מַטְרִיחִין עָלֶיךָ, שָׂכָר אַתָּה עוֹשֶׂה לְעַצְמְךָ. כָּךְ אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה <small>(דברים ב, ו)</small>: אֹכֶל תִּשְׁבְּרוּ מֵאִתָּם בַּכֶּסֶף, אָמַר לָהֶם משֶׁה הַתִּירוּ לָכֶם כִּיסְכֶם שֶׁלֹא יֹאמְרוּ עֲבָדִים הָיוּ, עֲנִיִּים הֵם, הַרְאוּ לָהֶם עָשְׁרְכֶם וְיֵדְעוּ שֶׁלֹא הִפְסַדְתֶּם בַּשִּׁעְבּוּד, <small>(בראשית טו, יד)</small>: וְאַחֲרֵי כֵן יֵצְאוּ בִּרְכֻשׁ גָּדוֹל, וְיֵדְעוּ שֶׁאֵין אַתֶּם חֲסֵרִים כְּלוּם, וְלֹא מִשֶּׁלָּכֶם אַתֶּם נוֹתְנִים, שֶׁנֶּאֱמַר <small>(דברים ב, ז)</small>: כִּי ה' אֱלֹהֶיךָ בֵּרַכְךָ זֶה אַרְבָּעִים שָׁנָה ה' אֱלֹהֶיךָ עִמָּךְ לֹא חָסַרְתָּ דָּבָר. <small>(במדבר כ, יז)</small>: דֶּרֶךְ הַמֶּלֶךְ נֵלֵךְ, שֶׁאָנוּ חוֹסְמִין אֶת בְּהֶמְתֵּנוּ, <small>(במדבר כ, יז)</small>: לֹא נִטֶּה יָמִין וּשְׂמֹאול, זֶה קָשֶׁה מִכֻּלָּם, שֶׁאָמְרוּ לוֹ בְּכָל סְבִיבוֹתֵינוּ יֵשׁ לָנוּ רְשׁוּת לַהֲרֹג וְלָבֹז, אֲבָל בִּגְבוּלְךָ לֹא נִטֶּה יָמִין וּשְׂמֹאל. <small>(במדבר כ, יח)</small>: וַיֹּאמֶר אֵלָיו אֱדוֹם לֹא תַעֲבֹר בִּי, זֶה שֶׁאָמַר הַכָּתוּב <small>(תהלים קכ, ז)</small>: אֲנִי שָׁלוֹם וְכִי אֲדַבֵּר הֵמָּה לַמִּלְחָמָה, וּמִנַּיִן שֶׁכָּךְ אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁאֵין מַנִּיחִים אֶתְכֶם לַעֲבֹר וְלֹא הַכֹּל מֵהֶם שֶׁאֲנִי הוּא שֶׁרוֹצֶה, שֶׁנֶּאֱמַר <small>(דברים ב, ה)</small>: אַל תִּתְגָּרוּ בָם כִּי לֹא אֶתֵּן לָכֶם מֵאַרְצָם, וּכְתִיב <small>(במדבר כ, כא)</small>: וַיְמָאֵן אֱדוֹם נְתֹן אֶת יִשְׂרָאֵל. וְאַחַר כָּךְ שָׁלְחוּ אֶל מֶלֶךְ מוֹאָב וְלֹא אָבָה, אַף עַל פִּי שֶׁאֵינוֹ מְפֹרָשׁ כָּאן הֲרֵי מְפֹרָשׁ בְּשׁוֹפְטִים, מְלַמֵּד שֶׁהַכֹּל בְּרוּחַ הַקֹּדֶשׁ, שֶׁלֹא הָיָה בְּכֻלָּן קַל מִיִּפְתָּח, וְהוּא פֵּרַשׁ, שֶׁנֶּאֱמַר <small>(שופטים יא, יז)</small>: וַיִּשְׁלַח יִשְׂרָאֵל מַלְאָכִים אֶל מֶלֶךְ אֱדוֹם לֵאמֹר אֶעְבְּרָה נָא בְאַרְצֶךָ וְלֹא שָׁמַע מֶלֶךְ אֱדוֹם וְגַם אֶל מֶלֶךְ מוֹאָב שָׁלַח וְלֹא אָבָה. וְאַף משֶׁה רָמַז <small>(דברים ב, כט)</small>: כַּאֲשֶׁר עָשׂוּ לִי בְּנֵי עֵשָׂו הַיּשְׁבִים בְּשֵׂעִיר.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Moses sent messengers from Kadesh to the king of Edom: So said your brother Israel: You know all the travail that we have encountered” (Numbers 20:14).</b> <br>“Moses sent messengers…So said your brother Israel” – this is what the verse said: “He who does not gossip with his tongue, nor does evil to his neighbor, nor tolerates disgrace for his relative” (Psalms 15:3). The way of the world is that a person who engages in commerce with another and he angered him, he withdraws from him and does not wish to see him. Moses, even though he was punished by means of Israel, as it is stated: “They provoked at the waters of Meriva, and Moses suffered [on their account]” (Psalms 106:32), he did not remove their burden from upon him,<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">The midrash interprets the end of the verse as, “he does not consider himself to be disgraced on account of his relative,“ rather, he continues to work on behalf of his relative.</i> but rather, he “sent messengers.” <br><b>“Our ancestors descended to Egypt, and we lived in Egypt many years, and the Egyptians mistreated us and our ancestors” (Numbers 20:15)</b> <br>“You know all the travail that we have encountered” (Numbers 20:14) – he said to him: ‘You know that when the Holy One blessed be He said: “Know, that your descendants will be a stranger in a land that is not theirs, and they will be enslaved to them, and they will oppress them, four hundred years” (Genesis 15:13), we were enslaved, but you are a free man.’ “Our ancestors descended” – it was due to that oppression. This is analogous to two brothers, where a promissory note was issued against their grandfather and one of them paid it off. Sometime later, one began asking to borrow an item from his brother. He said to him: ‘You know that that debt was on both of us, but it is I who repaid it. Do not reject me regarding the item that I am asking to borrow.’ <br>“Our ancestors descended to Egypt” – what is the nature of the ancestors here, as it is stated: “And the Egyptians mistreated us and our ancestors”? It is because anytime that Israel is in distress, they too, are in distress. <br><b>“Please, let us pass through your land; we will not pass through a field or through a vineyard, and we will not drink well water; we will go on the king’s way; we will not turn right or left until we pass your border” (Numbers 20:17).</b> <br>“Please, let us pass through your land…[we will not drink] well water” – it should have said “water of pits.”<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">Well is singular, but pits is plural.</i> The Torah teaches you etiquette, that one who goes to a land that is not his and has [enough for] his needs in his possession, he should not eat from what is in his possession, but rather, his shall be placed aside and he should purchase from the storekeeper in order to benefit him. So, Moses said to him: ‘The well accompanies us and we eat manna; do not say that we are an imposition upon you. You will be earning income for yourself’; so, the Holy One blessed be He said to Moses: “You shall purchase food from them with silver” (Deuteronomy 2:6). Moses said to them: ‘Loosen your purse strings, so they will not say: They were slaves, they are poor. Show them your wealth, and they will know that you did not lose because of the enslavement. “Afterward they will emerge with great wealth” (Genesis 15:14) – and they will know that you are lacking nothing, and it is not from your own that you are giving, as it is stated: “For the Lord your God blessed you…these forty years the Lord your God has been with you; you have lacked nothing”’ (Deuteronomy 2:7).  <br>“We will go on the king’s way” – as we will muzzle our animals. “We will not turn right or left” – this is the most difficult of all, as they said to him: In all of our surroundings we have permission to kill and pillage, but within your borders, “we will not turn right or left.” <br><b>“Edom said to him: You shall not pass through me, lest I come out toward you with the sword” (Numbers 20:18).</b> <br>“Edom said to him: You shall not pass through me” – this is what the verse said: “I am peace; but when I speak, they are for war” (Psalms 120:7). From where is it derived that this is what the Holy One blessed be He said to him, that: ‘They will not allow you to pass, and it is not all from them, because it is I who wants it,’ as it is stated: “Do not provoke them, for I will not give you from their land” (Deuteronomy 2:5), and it is written: “Edom refused to allow Israel” (Numbers 20:21). Then they sent to the king of Moav, and he was unwilling. Although it is not explicit here, it is explicit in Judges, teaching that it is all in the Divine Spirit, as there was no one among all of them of insignificant stature as Yiftaḥ,<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">Everything written in the Bible was written with the Divine Spirit, and since Yiftaḥ’s statement is quoted it is certainly a correct description of what had occurred even though he was of insignificant stature.</i> and he stated it explicitly, as it is stated: “Israel sent messengers to the king of Edom, saying: Please let me pass through your land; but the king of Edom would not heed. They also sent to the king of Moav, but he was unwilling” (Judges 11:17). Moses also intimated: “Like the children of Esau, who live in Seir, [and the Moavites, who live in Ar,] did for me” (Deuteronomy 2:29).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b1cfcdd6e4a937f9999955", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 21:4", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Bamidbar Rabbah 21:4", "sourceHeRef": "במדבר רבה כ״א:ד׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 21.0004, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "צָרוֹר אֶת הַמִּדְיָנִים, לָמָּה <small>(במדבר כה, יח)</small>: כִּי צֹרְרִים הֵם לָכֶם, מִכָּן אָמְרוּ חֲכָמִים בָּא לְהָרְגֶּךָ הַשְׁכֵּם לְהָרְגוֹ. רַבִּי שִׁמְעוֹן אוֹמֵר מִנַּיִן שֶׁהַמַּחְטִיא אֶת הָאָדָם יוֹתֵר מִן הַהוֹרְגוֹ, שֶׁהַהוֹרֵג הוֹרֵג בָּעוֹלָם הַזֶּה, וְיֵשׁ לוֹ חֵלֶק לָעוֹלָם הַבָּא, וְהַמַּחְטִיא הוֹרְגוֹ בָּעוֹלָם הַזֶּה וּבָעוֹלָם הַבָּא. שְׁתֵּי אֻמּוֹת קִדְמוּ אֶת יִשְׂרָאֵל בְּחֶרֶב, וּשְׁתַּיִם בַּעֲבֵרָה, הַמִּצְרִים וַאֲדוֹמִים קִדְּמוּ בְּחֶרֶב <small>(שמות טו, ט)</small>: אָמַר אוֹיֵב אֶרְדֹּף אַשִֹּׂיג, אָרִיק חַרְבִּי. <small>(במדבר כ, יח)</small>: וַיֹּאמֶר אֵלָיו אֱדוֹם לֹא תַעֲבֹר בִּי פֶּן בַּחֶרֶב אֵצֵא לִקְרָאתֶךָ. וּשְׁתַּיִם בַּעֲבֵרָה, מוֹאָבִים וְעַמּוֹנִים, עַל אֵלֶּה שֶׁקִּדְּמוּ בְּחֶרֶב, כְּתִיב <small>(דברים כג, ח)</small>: לֹא תְתַעֵב אֲדֹמִי, לֹא תְתַעֵב מִצְרִי, אֲבָל אֵלּוּ שֶׁקִּדְּמוּ בַּעֲבֵרָה לְהַחְטִיא אֶת יִשְׂרָאֵל <small>(דברים כג, ד)</small>: לֹא יָבֹא עַמּוֹנִי וּמוֹאָבִי, גַּם דּוֹר עֲשִׂירִי, עַד עוֹלָם.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Assail the Midianites and smite them” (Numbers 25:17). <br>“For they assailed you, with their deceits that they deceived you in the matter of Peor, and in the matter of Kozbi daughter of the prince of Midian, their sister, who was slain on the day of the plague in the matter of Peor” (Numbers 25:18).</b> <br>“Assail the Midianites” – Why? “For they assailed you” – from here the Sages said: One who comes to kill you, kill him first. Rabbi Shimon says; From where is it derived that one who causes a person to sin is worse than one who kills him? It is because one who kills, kills in this world, but he has a share in the World to Come, but one who causes him to sin kills him in this world and in the World to Come. Two nations greeted Israel with the sword, and two with a transgression. The Egyptians and the Edomites greeted them with the sword – “The enemy said: I will pursue, I will overtake…I will draw my sword” (Exodus 15:9); “Edom said to him: You will not pass through me, lest I come out toward you with the sword” (Numbers 20:18). And two did so with transgression, the Amonites and the Moavites.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Sifrei Bemidbar 131 states that Amonite women were also involved in the harlotry at Shitim.</i> Regarding those who greeted them with the sword, it is written: “You shall not despise an Edomite…you shall not despise an Egyptian” (Deuteronomy 23:8). However, regarding those who greeted them with transgression to cause Israel to sin: “An Amonite or a Moavite shall not enter…even the tenth generation…forever” (Deuteronomy 23:4).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58e39fe9d6e4a94c42d10a49", "index_title": "Ibn Ezra on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Deuteronomy 2:29:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Ibn Ezra on Deuteronomy 2:29:1", "sourceHeRef": "אבן עזרא על דברים ב׳:כ״ט:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Ibn Ezra on Deuteronomy", "he": "אבן עזרא על דברים"}, "heTitle": "אבן עזרא על דברים", "he": "<b>כאשר עשו לי בני עשו.</b> יש מפרשים כי פירושו על אוכל בכסף תשבירני א״‎כ הוא מה יעשו עם יושבי ער שהם מואבים והכתוב אמר על דבר אשר לא קדמו אתכם והוצרכו לפירוש זה בעבור שאמר מלך אדום לא תעבור בי ולפי דעתי שפירושו על טעם בדרך בדרך נלך כאשר עשו לי בני עשו שסבבו הר שעיר בדרך בדרך וכן כתוב אתם עוברים בגבול אחיכם בני עשו היושבים בשעיר רק המלך שהוא מלך אדום לא עזבם שיעברו דרך מדינתו כי משם היה מקום ארץ כנען קרוב ולכן עברו על ער כי כן כתוב ורבים אמרו הם לא קדמו רק ישראל קנו מהם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AS THE CHILDREN OF ESAU…AND THE MOABITES THAT DWELL IN AR DID UNTO ME. Some say that <i>did unto me</i> refers to <i>thou shalt sell me food for money</i>.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">For the children of Esau did not permit the Israelites to pass through their lands.</i> If this is so, then what will they do with the inhabitants of Ar who were Moabites,<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">Verse 18.</i> about whom Scripture writes, <i>because they met you not with bread and with water in the way</i> (Deut. 23:5)?<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">The meaning of which is, they did not sell you bread or water.</i> They were compelled to offer this interpretation<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">That <i>did unto me</i> refers to <i>thou shalt sell me food for money</i>.</i> because the king of the Edomites said, <i>Thou shalt not pass through me</i> (Ex. 20:18). I believe that Israel’s request refers to, <i>I will go along by the highway</i> (v. 27)<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">Israel asked Sihon to permit them to go on the highway.</i> as the children of Esau did, for Israel went around Mount Seir by the highway. Indeed, Scripture reads, <i>Ye are to pass through the border of your brethren the children of Esau, that dwell in Seir</i> (v. 4). However, the king, that is, the king of Edom, did not allow them to pass through his country, which was near Canaan. Israel therefore passed by Ar, as Scripture records (v. 18). Others say that they<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">The Ammonites and Moabites.</i> did not meet the Israelites<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">With bread and water.</i> but the Israelites bought<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Bread and water.</i> from them.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "58fdc137d6e4a960c04a53fd", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Pinchas 3:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Midrash Tanchuma, Pinchas 3:1", "sourceHeRef": "מדרש תנחומא, פנחס ג׳:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "פנחס", "he": "<b>וַיְדַבֵּר</b> ה' וְגוֹ', צָרוֹר אֶת הַמִּדְיָנִים וְגוֹ'. לָמָּה, כִּי צוֹרְרִים הֵם לָכֶם. מִכָּאן אָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לַבְּרָכָה, אִם בָּא לְהָרְגְךָ, הַשְׁכֵּם לְהָרְגוֹ. רַבִּי שִׁמְעוֹן אוֹמֵר, מִנַּיִן אַתָּה אוֹמֵר, שֶׁכָּל הַמַּחְטִיא אֶת חֲבֵרוֹ קָשֶׁה מִן הַהוֹרְגוֹ. שֶׁהַהוֹרְגוֹ, בָּעוֹלָם הַזֶּה, יֵשׁ לוֹ חֵלֶק לָעוֹלָם הַבָּא. וְהַמַּחְטִיאוֹ, הוֹרְגוֹ בָּעוֹלָם הַזֶּה וְלָעוֹלָם הַבָּא. שְׁתֵּי אֻמּוֹת קִדְּמוּ אֶת יִשְׂרָאֵל בַּחֶרֶב, וּשְׁתַּיִם בַּעֲבֵרָה. מִצְרִים וֶאֱדוֹמִים קִדְּמוּ בַּחֶרֶב. הַמִּצְרִים קִדְּמוּ בַּחֶרֶב, שֶׁנֶּאֱמַר: אָמַר אוֹיֵב אֶרְדֹּף אַשִּׂיג וְגוֹ' <small>(שמות יט, ט)</small>. וֶאֱדוֹם, שֶׁנֶּאֱמַר: וַיֹּאמֶר אֵלָיו אֱדוֹם לֹא תַּעֲבֹר בִּי פֶּן בַּחֶרֶב אֵצֵא לִקְרָאתְךָ <small>(במדבר כ, יח)</small>. וּשְׁתַּיִם בַּעֲבֵרָה, מוֹאָבִים וְעַמּוֹנִים. עַל אֵלּוּ שֶׁקִּדְּמוּ אוֹתָן בַּחֶרֶב, נֶאֱמַר, לֹא תְּתַעֵב אֱדוֹמִי וְגוֹ', לֹא תְּתַעֵב מִצְרִי <small>(דברים כג, ח)</small>. אֲבָל אֵלּוּ שֶׁקִּדְּמוּ אוֹתָן בַּעֲבֵרָה לְהַחְטִיא אֶת יִשְׂרָאֵל, נֶאֱמַר, לֹא יָבֹא עַמּוֹנִי וּמוֹאָבִי בִּקְהַל ה' גַּם דּוֹר עֲשִׂירִי וְגוֹ' <small>(שם פסוק ד)</small>. וּבָעוֹלָם הַזֶּה לֹא יָצְאוּ יְדֵיהֶם, שֶׁנֶּאֱמַר: צָרוֹר אֶת הַמִּדְיָנִים. צָרוֹר אֶת הַמִּדְיָנִים מַהוּ. אַף עַל פִּי שֶׁכָּתַבְתִּי, כִּי תִּקְרַב אֶל עִיר וְקָרָאתָ אֵלֶיהָ לְשָׁלוֹם <small>(שם כ, י)</small>. לְאֵלּוּ לֹא תַּעֲשׂוּ כֵן, לֹא תִּדְרֹשׁ שְׁלוֹמָם וְטוֹבָתָם כָּל יָמֶיךָ לְעוֹלָם <small>(שם כג, ז)</small>. אַתְּ מוֹצֵא בְּמִי שֶׁבָּא עִמָּהֶם בְּמִדַּת רַחֲמִים, לַסּוֹף בָּא לִידֵי בִּזָּיוֹן וּמִלְחָמוֹת וְצָרוֹת. וְאֵיזֶה, זֶה דָּוִד, שֶׁנֶּאֱמַר: וַיֹּאמֶר דָּוִד אֶעֱשֶׂה חֶסֶד עִם חָנוּן בֶּן נָחָשׁ <small>(ש״‎ב י, ב)</small>. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, אַתָּה תַּעֲבֹר עַל דְּבָרִי, שֶׁאֲנִי כָּתַבְתִּי, לֹא תִּדְרֹשׁ שְׁלוֹמָם וְטוֹבָתָם, וְאַתָּה תַּעֲשֶׂה עִמָּם גְּמִילוּת חֶסֶד. אַל תְּהִי צַדִּיק הַרְבֵּה <small>(קהלת ז, טז)</small>, שֶׁלֹּא יְהֵא אָדָם מְוַתֵּר עַל הַתּוֹרָה. וְזֶה שׁוֹלֵחַ לְנַחֵם בְּנֵי עַמּוֹן וְלַעֲשׂוֹת עִמּוֹ חֶסֶד וְטוֹבָה. וּלְבַסּוֹף בָּא לִידֵי בִּזָּיוֹן, וַיִּקַּח חָנוּן אֶת עַבְדֵי דָּוִד וַיְגַלַּח אֶת חֲצִי זְקָנָם וְגוֹ' <small>(ש״‎ב י, ד)</small>, וּבָא לִידֵי בִּזָּיוֹן, וְאַחֲרֵי כֵן לִידֵי מִלְחָמָה עִם אֲרָם נַהֲרַיִם וְעִם מַלְכֵי צוֹבָה וְעִם מַלְכֵי מַעֲכָה וְעִם בְּנֵי עַמּוֹן, אַרְבַּע אֻמּוֹת. וּכְתִיב: וַיַּרְא יוֹאָב כִּי הָיְתָה אֵלָיו פְּנֵי הַמִּלְחָמָה מִפָּנִים וּמֵאָחוֹר <small>(שם פסוק ט)</small>. מִי גָּרַם לוֹ. שֶׁבִּקֵּשׁ לַעֲשׂוֹת טוֹבָה עִם מִי שֶׁאָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, לֹא תִּדְרֹשׁ שְׁלוֹמָם וְטוֹבָתָם. לְכָךְ כְּתִיב: צָרוֹר אֶת הַמִּדְיָנִים. דָּבָר אַחֵר, צָרוֹר אֶת הַמִּדְיָנִים. אַף עַל פִּי שֶׁכָּתַבְתִּי בְּתוֹרָתִי, כִּי תִּקְרַב אֶל עִיר לְהִלָּחֵם עָלֶיהָ לְתָפְשָׂהּ לֹא תַּשְׁחִית וְגוֹ' <small>(דברים כ, יט)</small>, לְאֵלּוּ לֹא תַּעֲשֶׂה כֵן, אֶלָּא חַבְּלוּ אִילָנוֹתֵיהֶם. וְכֵן אַתְּ מוֹצֵא בְּשָׁעָה שֶׁהָלַךְ יְהוֹרָם מֶלֶךְ יִשְׂרָאֵל וִיהוֹשָׁפָט מֶלֶךְ יְהוּדָה וּמֶלֶךְ אֱדוֹם לְהִלָּחֵם בְּמוֹאָב, וַיָּסֹבּוּ דֶּרֶךְ שִׁבְעַת יָמִים וְלֹא הָיָה מַיִם לַמַּחֲנֶה וְלַבְּהֵמָה אֲשֶׁר בְּרַגְלֵיהֶם <small>(מל״‎ב ג, ט)</small>, הִתְחִילוּ בּוֹכִים, וַיֹּאמֶר מֶלֶךְ יִשְׂרָאֵל אֲהָהּ כִּי קָרָא ה' לִשְׁלֹשֶׁת הַמְּלָכִים הָאֵלֶּה לָתֵת אוֹתָם בְּיַד מוֹאָב <small>(שם פסוק י)</small>. הֱשִׁיבוֹ יְהוֹשָׁפָט, הַאֵין פֹּה נָבִיא לַה' וְנִדְרְשָׁה אֶת ה' מֵאוֹתוֹ וְגוֹ' <small>(שם פסוק יא)</small>. לְהוֹדִיעַ רִשְׁעוֹ שֶׁל יְהוֹרָם, שֶׁלֹּא הָיָה מוֹדֶה בוֹ, וְלֹא הוֹדָה בּוֹ אֶל יְהוֹשָׁפָט, שֶׁנֶּאֱמַר: וַיֹּאמֶר יְהוֹשָׁפָט יֵשׁ אוֹתוֹ דְּבַר ה', וַיֵּרְדוּ אֵלָיו מֶלֶךְ יִשְׂרָאֵל וִיהוֹשָׁפָט וּמֶלֶךְ אֱדוֹם <small>(שם פסוק יב)</small>. לָמָּה לֹא נֶאֱמַר כָּאן בִּיהוֹשָׁפָט מֶלֶךְ. לְהוֹדִיעֲךָ עִנְוְתָנוּתוֹ שֶׁל אוֹתוֹ צַדִּיק, שֶׁלֹּא רָצָה לֵירֵד לִפְנֵי הַנָּבִיא בְּבִגְדֵי מַלְכוּת, אֶלָּא כְּחָבֵר הֶדְיוֹט. וְיֵשׁ אוֹמְרִים: מִפְּנֵי שֶׁנִּגְזְרָה עָלָיו גְּזֵרָה שֶׁיֵּהָרֵג עִם אַחְאָב, וְהָיָה הַכָּתוּב מוֹנֶה לִבְנוֹ מִן אוֹתָהּ שָׁעָה, לְפִיכָךְ לֹא נִכְתַּב מֶלֶךְ. וּבִשְׂכַר שֶׁיָּרְדוּ לִפְנֵי הַנָּבִיא, זָכוּ לִרְאוֹת כָּל הַנִּסִּים. כְּשֶׁרָאָה מֶלֶךְ יִשְׂרָאֵל אֶת אֱלִישָׁע, אָמַר אֱלִישָׁע לְמֶלֶךְ יִשְׂרָאֵל, מַה לִּי וּלְךָ, לֵךְ אֶל נְבִיאֵי אָבִיךָ וְאֶל נְבִיאֵי אִמְּךָ <small>(שם פסוק יג)</small>. הִתְחִיל מִתְחַנֵּן לְפָנָיו, וַיֹּאמֶר לוֹ מֶלֶךְ יִשְׂרָאֵל וְגוֹ' <small>(שם)</small>, שֶׁלֹּא שָׁאַל בּוֹ מֵימָיו. וַיֹּאמֶר אֱלִישָׁע חַי ה' וְגוֹ', וְעַתָּה קְחוּ לִי מְנַגֵּן <small>(שם פסוק יד-טו)</small>, וְכָל אוֹתָהּ הַפָּרָשָׁה. וְעוֹד אָמַר לָהֶם: הַמּוֹאָבִים נוֹפְלִים בְּיֶדְכֶם, וְהִכֵּיתֶם כָּל עִיר מִבְצָר וְגוֹ' <small>(שם פסוק יט)</small>. אָמְרוּ לֵיהּ, הַקָּדוֹשׁ בָּרוּךְ הוּא אָמַר, לֹא תַּשְׁחִית אֶת עֵצָהּ <small>(דברים כ, יט)</small>, וְאַתָּה אוֹמֵר, וְכָל עֵץ טוֹב תַּפִּילוּ <small>(מל״‎ב ג, יט)</small>. אָמַר לָהֶם: עַל כָּל הָאֻמּוֹת צִוָּה, וְזוֹ קַלָּה וּבְזוּיָה הִיא, שֶׁנֶּאֱמַר: וְנָקֵל זֹאת בְּעֵינֵי ה' וְנָתַן אֶת מוֹאָב בְּיֶדְכֶם <small>(מל״‎ב ג, יח)</small>. שֶׁנֶּאֱמַר: לֹא תִּדְרֹשׁ שְׁלוֹמָם וְטוֹבָתָם <small>(דברים כג, ז)</small>, אֵלּוּ אִילָנוֹת טוֹבוֹת. לְכָךְ נֶאֱמַר: צָרוֹר אֶת הַמִּדְיָנִים.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 25:16-17:) “Then the Lord spoke [unto Moses], saying, ‘Harass the Midianites […].’” Why?<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Numb. R. 21:4.</i> (Numb. 25:18:) “Because they are harassing you.” Hence the sages have said, “If someone comes to kill you, act first to kill him.”<sup class=\"footnote-marker\">6</sup><i class=\"footnote\"><i>Ber.</i> 62b; <i>Sanh</i>. 72a.</i> R. Simeon says, “Whoever causes a person to sin is worse than the one who kills him. Because whoever kills [a person] kills him in this world, but he [still] has a share in the world to come. However, the one who causes him to sin kills him in this world and for the world to come. Two peoples encountered Israel with the sword, the Egyptians and the Edomites. Thus it is stated (of the Egyptians that they said (in Exod. 15:9), “I will pursue, I will overtake, [I will divide the spoil…].” And Edom [did the same], as stated (in Numb. 20:18), “But Edom said unto him, ‘You shall not pass through me, or else I will come out to meet you with the sword.’” Moreover, two [peoples encountered them] with sin, Moab and the Ammonites. Concerning the ones who encountered them with the sword, it is written (in Deut. 23:8), “You shall not abhor an Edomite …; you shall not abhor an Egyptian.” But concerning the ones who encountered them with sin to cause Israel to sin, it is stated (according to Deut. 23:4), “No Ammonite or Moabite shall come into the assembly of the Lord […].” And in this world you have not [yet] fulfilled your obligation, as stated (in Numb. 25:17), “Harass the Midianites.” (Numb. 25:17:) “Harass the Midianites.” What is the meaning of “Harass the Midianites?” Even though it is written in the Torah (in Deut. 20:10), “When you draw near unto a city to fight against it, you shall offer terms of peace (<i>shalom</i>) unto it”; however, in regard to these [peoples] you shall not do this; (according to Deut. 23:7), “You shall not seek their welfare (<i>shalom</i>) and benefit all your days forever.”<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Numb. R. 21:5.</i> You find that the one who came to them with the trait of mercy, in the end came to disgrace, war and distress. And who [was that]? David, as stated (in II Sam. 10:2), “David said, ‘I will do kindness with Hanun son of Nahash.’” The Holy One, blessed be He, said to him, “You are transgressing My word, as I wrote (in Deut. 23:7), ‘You shall not seek their welfare and benefit,’ and you are doing acts of kindness with them? (Eccl. 7:12:) ‘Do not be greatly righteous,’ such that a man should not forego [what is written in] the Torah. And this one is sending [word] to console the Children of Ammon and to do kindness and good to him?” And in the end, he came to disgrace [as stated] (in II Sam. 10:4), “So Hanun seized David’s courtiers, clipped off one side of their beards [and cut away half of their garments at the buttocks, and sent them off].” And he came to disgrace, and afterwards to war with four nations: Aram-Naharayim, with the kings of Zova, with the kings of Maakha and with Children of Ammon. And it is written (about this in II Sam. 10:9), “Joab saw that there was a battle line against him both front and rear.” What caused him [this]? That he sought to do good to those about whom the Holy One, blessed be He, told him, “You shall not seek their welfare and benefit.” Hence it is written (Numb. 25:17), “Harass the Midianites.” Another interpretation (of Numb. 25:17), “Harass (<i>tsrwr</i>) the Midianites.” Even though I have written (in Deut. 20:19), “When you besiege (rt. <i>tswr</i>) a city a [long time] […], you shall not destroy its trees,”<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Numb. R. 21:6.</i> in the case of these (i.e., Moab and the Ammonites) you shall not do so. On the contrary, their trees you shall destroy. And so you find that when Joram king of Israel, Jehoshaphat king of Judah, and the king of Edom went to fight with Moab, (according to II Kings 3:9) “they circled around on a seven-day march, so that there was no water for the army or for the animals that were with them.” They began to weep, and (according to vs. 10) “The king of Israel said, ‘Alas, for the Lord has summoned these three kings to give them into the hand of Moab.’” Jehoshaphat answered (in vs. 11), “Is there no prophet of the Lord here through, who we may inquire of the Lord…?” [This passage is] to make known the wickedness of Joram, in that he did not acknowledge Him. (Vs. 12:) “Then Jehoshaphat said, ‘the word of the Lord is with him’; so the king of Israel, Jehoshaphat, and the king of Edom went down unto him.” Why is Jehoshaphat not called a king here? In order to make known the humility of that righteous man, in that he did not want to go down before the prophet in royal garb, but as a commoner.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Gk.: <i>idiotes.</i></i> But some say, “[It was] because an edict had been decreed that he would be killed with Ahab that the scriptural text has reckoned [the reign of] his son from that hour. For that reason ‘king’ was not written.” But as a reward for their going down to the prophet, they attained the right to see all those miracles. When the king of Israel saw Elisha, Elisha said to the king of Israel (according to vs. 13,) “What have I to do with you; go unto the prophets of your father and unto the prophets of your mother.” He began to implore him. (Ibid., cont.:) “And the king of Israel said to him…,” as he had never asked him [anything] in his life. (Vss. 14-15:) “Elisha said, ‘As the Lord of hosts lives…Now then get me a musician….” And the rest of the whole <i>parashah</i>. Moreover, he said to them “The Moabites shall fall into your hands, (in vs. 19) ‘thus you shall smite every fortified city and every choice city, [you shall also fell every good tree].’” They said to him, “[But] the Holy One, blessed be He said (in Deut. 20:19), ‘You shall not destroy its trees’; yet you are saying [to do] so.” He said to them, “He gave the command with reference to the rest of the nations, but this one is insignificant and contemptable,” as stated (in II Kings 3:18), “This one is insignificant in the eyes of the Lord, so He will give Moab into your hands.” It is [also] stated (in Deut. 23:7), “You shall not seek their welfare and benefit (literally, their good).” [That is referring to] the good trees. It is therefore stated (in Numb. 25:17), “Harass the Midianites.”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5926b2add6e4a957603a2f8d", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Pinchas 4:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Midrash Tanchuma Buber, Pinchas 4:1", "sourceHeRef": "תנחומא בובר, פנחס ד׳:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "פנחס", "he": " וידבר ה' אל משה לאמר, צרור את המדינים <small>(שם שם ט זיז)</small>. למה כי צוררים הם לכם <small>(שם שם יח)</small>, מיכאן אמרו חכמים בא להורגך השכם להרגו, [ר' שמעון אומר] שכל המחטיא את האדם יותר מן ההורגו, שההורגו הורגו בעולם הזה, ויש לו חלק לעולם הבא, והמחטיאו הורגו בעולם הזה ולעולם הבא. שתי אומות קדמו ישראל בחרב, מצרים ואדומים, שנאמר ארדוף אשיג אחלק שלל <small>(שמות טו ט)</small>, ויאמר אליו אדום לא תעבור בי פן בחרב אצא לקראתך <small>(במדבר כ יח)</small>, ושתים בעבירה מואב ועמונים, על אלו שקדמו בחרב כתיב לא תתעב אדומי וגו' לא תתעב מצרי <small>(דברים כג ח)</small>, ועל אלה שקדמו בעבירה לא יבא עמוני ומואבי בקהל ה' <small>(שם שם ד)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Numb. 25:16–17:) <small>THEN THE LORD SPOKE UNTO MOSES, SAYING: HARASS THE MIDIANITES</small>. Why?<sup class=\"footnote-marker\">20</sup><i class=\"footnote\"><i>Tanh</i>., Numb. 8:3; Numb. R. 21:4.</i> (Numb. 25:18:) <small>BECAUSE THEY ARE HARASSING YOU</small>. Hence the sages have said: If someone comes to kill you, act first to kill him.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\"><i>Ber</i>. 62b; <i>Sanh</i>. 72a.</i> [R. Simeon says:] Whoever causes a person to sin is worse than the one who kills him, because whoever kills &lt;a person&gt; kills him in this world, but he &lt;still&gt; has a share in the world to come. However, the one who causes him to sin kills him in this world and for the world to come.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Matthew 10:28 // Luke 12:4–5.</i> Two peoples encountered Israel with the sword: Egyptians and Edomites. Thus it is stated (of the Egyptians, that they said in Exod. 15:9): <small>I WILL PURSUE, I WILL OVERTAKE, I WILL DIVIDE THE SPOIL</small>. (Also in Numb. 20:18:) <small>BUT EDOM SAID UNTO HIM: YOU SHALL NOT PASS THROUGH ME, OR ELSE I WILL COME OUT TO MEET YOU WITH THE SWORD</small>. Moreover, two &lt;peoples encountered them&gt; with transgression: Moab and the Ammonites. Concerning the ones who encountered them with the sword, it is written (in Deut. 23:8 [7]): <small>YOU SHALL NOT ABHOR AN EDOMITE …; YOU SHALL NOT ABHOR AN EGYPTIAN</small>. But concerning the ones who encountered them with transgression (according to Deut. 23:4 [3]): <small>NO AMMONITE OR MOABITE SHALL COME INTO THE ASSEMBLY OF THE LORD</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5ae9bf119197ec001aac2caf", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Numbers 20:18:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Midrash Aggadah, Numbers 20:18:1", "sourceHeRef": "מדרש אגדה, במדבר כ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "במדבר", "he": "ויאמר אליו אדום. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"12\"></i> אמר להם אדום אתם מתגאים לנגדינו במה שבירך אביכם אתכם, ובמה שנתברך יעקב אביכם, ואני מתגאה עליכם במה שנתברך אבינו ועל חרבך תחיה (בראשית כ\"ז מ'), לכך נאמר פן בחרב אצא לקראתך:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5b0bc284c1533e001928ae5f", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 20:18:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Malbim on Numbers 20:18:1", "sourceHeRef": "מלבי\"ם על במדבר כ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>ויאמר </b>ע\"ז השיב <b>לא תעבר בי </b>שמלת בי מציין שעובר בתוך המדינה ואז בקשו שנית שיעברו עכ\"פ בגבול שסביב המדינה ששם היה מסלה מקפת את המדינה שמשם אין רחוק מא\"י, ובזה לא הוצרכו להבטיח שלא יעבריו בשדה ובכרם וכו' כי שם אין שדות וכרמים ומי בארות רק הבטיחו שאף אם ישתו מי נחלים ויאורים ישלמו בכסף. ושעור הכתוב <b>אין דבר רק ברגלי אעברה </b>וי\"ל ג\"כ כמ\"ש הרי\"א שמ\"ש במסלה נעלה היינו נעלה בכל אופן אף בלי רשות וע\"ז לא אמרו נעלה נא שהוא לשון בקשה ועז\"א רק אין דבר ר\"ל שע\"ז אין לך לדבר שום דבר כי לא אשמע לך וברגלי אעבורה:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5b2a222d38ef97008b1644d5", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 20:18:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Gur Aryeh on Bamidbar 20:18:1", "sourceHeRef": "גור אריה על במדבר כ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>אתם מתגאים.</b> דאם לא כן, למה הזכיר \"בחרב\", הוי ליה לומר 'פן אלחם בך':", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5c3c8debe20d4000851ec476", "index_title": "Likutei Moharan", "category": "Chasidut", "type": "", "ref": "Likutei Moharan 20:10:2", "anchorRef": "Numbers 20:14-20", "anchorRefExpanded": ["Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20"], "sourceRef": "Likutei Moharan 20:10:2", "sourceHeRef": "ליקוטי מוהר\"ן כ׳:י׳:ב׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1802, 1808], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Likutei Moharan", "he": "ליקוטי מוהר\"ן"}, "he": "וְזֶהוּ:", "heVersionTitle": "Likutei Moharan - rabenubook.com", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ליקוטי מוהר\"ן - rabenubook.com", "text": "And this is the meaning of: <b>{ Then Moshe sent envoys to the King of Edom: “This is what your brother Israel declares: You know all the troubles that we have encountered. Our fathers migrated to Egypt…. The Egyptians mi st reated us…. When we cried out to God, He heard our voice and sent an angel who took us out from Egypt. We are now in Kadesh, a city at the edge of your territories. Please let us pass through your land. We will not go through any fields or vineyards, and we will not drink any water from your wells. We will travel along the King’s Highway.” … Edom’s response was, “Do not pass through my [land], or I will greet you with the sword!” The Jewish people said to them, “We will keep to the beaten path. If we drink any of your water… I will pay the full price. It is of no concern. Only with my foot will I pass through.” He replied, “Do not come through!”</b> (Numbers 20:14-20)<b>.}</b>", "versionTitle": "Likutey Moharan Volumes 1-11, trans. by Moshe Mykoff. Breslov Research Inst., 1986-2012", "license": "CC-BY-NC", "versionTitleInHebrew": "ליקוטי מוהר\"ן בתרגום משה מיקוף, המוסד לחקר ברסלב, כרכים 1-11, 1986-2012"}, {"_id": "5cd1386069ad4c007a1d49ee", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Genesis 12:6:2", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Birkat Asher on Torah, Genesis 12:6:2", "sourceHeRef": "ברכת אשר על התורה, בראשית י״ב:ו׳:ב׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "בראשית", "he": "ור' שפתי חכמים (אות ח) שהבחין בין לעבור את ולעבר ב..., ודומה שהבחנה זו אכן נכונה היא. מעט הפעלים לעבור ב... שבתורה מצדיקים אותו. השוה (להלן ל, לב) \"אעבר בכל צאנך\", (במדבר כ, יח) \"לא תעבר בי\", (שם שם, יז) \"לא נעבר בשדה ובכרם\" וגם (שמואל ב' כ, יד) \"ויעבר בכל שטחי ישראל\", שבכולם הכוונה למעבר תוך כניסה למקומות רבים, ושלא כמו \"ביום אשר תעברו את הירדן\" (דברים ג, יח) וכמוהו רבים, שבהם הכוונה לחצייה דווקא. <small>(פ' לך תשנ\"ד)</small>", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1386c69ad4c007a1d4a2a", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Genesis 15:13:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Birkat Asher on Torah, Genesis 15:13:1", "sourceHeRef": "ברכת אשר על התורה, בראשית ט״ו:י״ג:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "בראשית", "he": "<b>רש\"י ד\"ה כי גר יהיה זרעך.</b> ראה רש\"י להלן (במדבר כ, יח, ד\"ה אחיך ישראל). (תש\"ד)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13b3969ad4c007a1d6ab1", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Deuteronomy 2:4:1", "anchorRef": "Numbers 20:14-21", "anchorRefExpanded": ["Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21"], "sourceRef": "Birkat Asher on Torah, Deuteronomy 2:4:1", "sourceHeRef": "ברכת אשר על התורה, דברים ב׳:ד׳:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "דברים", "he": "השווה תיאור יחסו של אדום אל בני ישראל שבפי משה כאן אל התיאור שלמעלה, בשעת מעשה (במדבר כ, יד-כא). בבמדבר מתקבל הרושם שהיה מתח רב בין ישראל לאדום כשביקשו ישראל לעבור בגבול אדום, ושאכן בני ישראל לא עברו בגבול אדום. בפרקנו, לעומת זאת, מתקבל הרושם שאדום שיתפו פעולה עם ישראל ומכרו להם אוכל, ויש להניח שגם נתנו להם רשות לעבור בגבולם. והדברים תמוהים. (פ' ואתחנן תשנ\"ז) רשב\"ם פותר את הבעיה בטענה שהאדומים המתוארים בספר במדבר אינם זהים עם \"בני עשו היושבים בשעיר\" המתוארים בפרקנו. האדומים המתוארים בספר במדבר אכן יצאו לקראת ישראל בעם כבד וביד חזקה ולא הניחו להם לעבור בגבולם; אולם בני עשו היושבים בשעיר, המתוארים בפרקנו, נתנו לבני ישראל לעבור בגבולם ומכרו להם לחם ומים. לפי רש\"י (להלן פסוק ט), לעומת זאת, האדומים המתוארים בספר במדבר ובני עשו המתוארים בפרקנו הם אותו עם. לדבריו, בני ישראל אכן קנו לחם ומים מהאדומים, אבל לא נכנסו לתוך גבולם.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13b3d69ad4c007a1d6ad3", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Deuteronomy 2:29:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Birkat Asher on Torah, Deuteronomy 2:29:1", "sourceHeRef": "ברכת אשר על התורה, דברים ב׳:כ״ט:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "דברים", "he": "<b>\"כאשר עשו לי... והמואבים היֹשבים בער\" וגו'.</b> לפי רש\"י על אתר אין הכוונה שבני עשו היושבים בשעיר והמואבים היושבים בער נתנו לבני ישראל לעבור בארצם, שהרי בני עשו לא נתנו להם רשות לעבור (ראה במדבר כ, יח) וכן המואבים (ראה שופטים יא, יז), אלא הכוונה שבני עשו והמואבים מכרו לנו מזון בהיותנו סמוכים לגבולם, הגם שלא עברנו בארצם. ועדיין קשה לי, שכן להלן (כג, ד-ה) נאמר: \"לא יבא עמוני ומואבי בקהל ה'... על דבר אשר לא קִדמו אתכם בלחם ובמים בדרך בצאתכם ממצרים ואשר שכר עליך את בלעם בן בעור מפתור ארם נהרים לקללך\". הרי שהמואבים לא סיפקו מים ומזון. ושמא \"המואבים היֹשבים בער\" הם ענף אחר של הממלכה הזאת ורק היושבים בער הביאו לבני ישראל מזון, מכל מקום נאסרו כולם לבא בקהל ה' כי נאסרו כולם בעוון רובם. (פ' בלק תשס\"ה) וכן ברשב\"ם וחזקוני על אתר.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13b8669ad4c007a1d6d19", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Deuteronomy 23:8:8", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Birkat Asher on Torah, Deuteronomy 23:8:8", "sourceHeRef": "ברכת אשר על התורה, דברים כ״ג:ח׳:ח׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 8.0008, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "דברים", "he": "<b>רש\"י ד\"ה בנים אשר יולדו להם דור שלישי וגו', ושאר האומות מותרין מיד. הא למדת, שהמחטיא לאדם קשה לו מן ההורגו... לפיכך אדום שקדמם בחרב (במדבר כ, יח) לא נתעב, וכן מצרים שטבעום, ואלו (כלומר עמון ומואב) שהחטיאום - נתעבו. ע\"כ.</b> מעין זה כתב רש\"י למעלה (ה, ד\"ה על דבר) והוא על פי ספרי. וקשה לי: (א) למה לו לספרי (ולרש\"י בעקבותיו) למצוא טעם לאסור ביאת עמוני ומואבי לקהל ה', הרי הכתוב מטעים במפורש - \"על דבר אשר לא קדמו אתכם\" וגו'? (ב) טעם זה טוב לאסור מואב, אך עמון מאן דכר שמיה בעניין זה (בכל הפרשות המתארות את חטא ישראל בדבר בלעם - בלק, פינחס ומטות - לא נזכר שעמון החטיאו את ישראל, אלא רק מואב ומדין)? (ג) אם אמנם זהו הטעם, למה לא לאסור גם את מדין שהיו שותפים להחטאה זו? (ד) לפי פשוטו של מקרא, כיצד זה שיציאת אדום בחרב נגד ישראל, והשיעבוד והעינוי האיומים בידי המצרים, נחשבים לחמורים פחות מאשר אי־יציאה לקראת ישראל בלחם ובמים? (ה) ואם הקלו באדום משום קירבת המשפחה, הרי גם עמון ומואב קרובי משפחה הם? ועוד: מהם עתידות לצאת \"שתי פרדות טובות\" - רות המואביה ונעמה העמונית, ומטעם זה אמנם אסרה תורה עשיית אנגריא בהם (ראה בבא קמא לח ע\"ב). כל זה צריך עיון גדול. (פ' כי־תצא תשמ\"ח) הערת הרב איתן שנדורפי שי': לשאלה (א) נדרש הנצי\"ב ב\"עמק הנצי\"ב\" לספרי (כי־תצא דף רצה). לדבריו, התורה כתבה את הטעם הצדדי \"על דבר אשר לא קדמו אתכם\" וגו', כדי להכשיר את נקבות עמון ומואב לבוא בקהל, שכן מכח הכשר זה עתידות לצאת שתי נשים שיש להן חלק מכריע בתשועת ישראל - רות המואביה ונעמה העמונית (ראה יבמות עז ע\"א). חז\"ל הבינו מסברא שהטעם שכתוב בתורה אינו עיקרי. על כך מוסיף ה\"באר יצחק\": \"והכתוב בא להסתיר הדבר הרע הזה מפני כבודן של ישראל\".", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1417504bbb60019c1e759", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 20:18:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Birkat Asher on Torah, Numbers 20:18:1", "sourceHeRef": "ברכת אשר על התורה, במדבר כ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>\"פן בחרב אצא לקראתך\".</b> ר' יוסף קצבורג שי' טוען שלשון \"פן\", שלא כ\"אולי\", בא כאשר העשייה היא נגד רצון המדבר. וטענתו זו עולה בקנה אחד עם דברי בעל \"שפת אמת\" (המובאים ב\"מעינה של תורה\") שלפיו היה צריך לומר \"כי בחרב\" וכו'. אלא כך אמר אדום: אמנם כעת לא אפסיד דבר, אם אתן לכם לעבור בארצי, אך אולי יארע אי פעם בעתיד שאצטרך להילחם בכם, ואז אין זה טוב אם תכירו את מוצאיה ומבואיה של ארצי. (פ' חקת תשנ\"ד)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd692925f25e0061096148", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Shmini 31:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Malbim on Leviticus, Shmini 31:1", "sourceHeRef": "מלבי\"ם על ויקרא, שמיני ל״א:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "שמיני", "he": "<b>ולא תמותו:</b> משמעות הכתוב כי אם יפרעו ויפרומו יתחייבו מיתה. ובמועד קטן <small>(דף כד.)</small> אמרו אבל שלא פרע ולא פרם חייב מיתה שנאמר \"ראשיכם אל תפרעו ולא תמותו\" הא אחר חייב מיתה. וזה מורה בהפך - שהוא רשות שלא יפרעו. ולכן אמר הרמב\"ן בפירוש התורה והר\"י בתוספות שם שדרשות אלה אסמכתות. ולדעתי יש להם שורש חזק. שבאמת עיקר משמעות הכתוב הוא אזהרה שלא יפרעו ולא ימותו, כי אם הוא רק רשות מה צורך לאמר שלא ימותו אחר שהרשה להם בל יפרעו ויתאבלו? אך כי יש פה זרות בלשון, כי אחר העיון במקרא ראינו שיציין הכתוב האזהרה התולדיית,  לפעמים במלת \"פן\" – \"ולא תגעו בו פן תמותון\" (בראשית ג׳:ג׳), \"תקח לה פן נהיה לבוז\" (שם לח,), \"וגם הכהנים..יתקדשו פן יפרץ בהם ה'\" (שמות י״ט:כ״ב), \"אל יהרסו לעלות פן יפרץ בם\" (שם, יט), \"ואל ידבר עמנו אלקים פן נמות\", וכדומה ולפעמים יציינו במלת \"לא\" – \"והיו על אהרן בבואו אל הקדש ובצאתו ולא ימות\", \"דבר אל אהרן ואל יבא בכל עת אל הקדש..ולא ימות\" (ויקרא טז, ב), \"וכסה ענן הקטרת..ולא ימות\" (ויקרא טז, יג), וכדומה. וההבדל מבואר שמלת \"פן\" מציין החיוב ומלת \"לא\" מציין השלילה. ולפי זה יש הבדל לפי הענין. שאם התולדה מחויבת מעצמה, למשל שמוכן למות, ונתן תקון שאם יעשה כן לא ימות – ישמש במלת \"לא\". ואם המיתה אינה מחויבת מעצמה, רק שמודיע שאם לא יעשה כפי שצוה ימות – ישמש במלת \"פן\". למשל, במה שכתוב \"וכסה ענן הקטורת..ולא ימות\" - המיתה מובנת מן הסברה לכל הקרב אל משכן ה' כמו שהי' בבני אהרן, ונתן לו תקונים שאם יעשה כן לא ימות. אבל במה שכתב \"ולא תגעו בו פן תמותון\" – חדש הוא להם שימותו בנגעם דרך עונש. וכן כשאמר \"תקח לה פן נהיה לבוז\", הבוז הוא דבר יתחדש אם ידרוש אחריה, ולא יצדק לאמר \"ולא נהיה לבוז\" שמשמע שכבר מוכן לבוז והוא עושה תקנה שלא יהיה לבוז. ולרוב תצדק מלת \"פן\" בתולדה שאחרי תנאי הבא במלת \"לא\" \"אל תגעו בכל אשר להם פן תספו\" (במדבר טז, כו) \"לא תעבר בי פן בחרב אצא\" (במדבר כ, יח) \"אל תשמע קולך עמנו פן יפגעו בכם אנשים מרי נפש\" (שופטים יח, כה) ומלת \"לא\" בתולדה שאחרי תנאי שבא בחיוב \"ושמרתם את משמרתי..ולא יהיה קצף\" (במדבר י״ח:ה׳) \"ותכל תלונותם מעלי ולא ימותו\" (שם, יז) \"קבר תקברנו... ולא תטמא את אדמתך\" (דברים כא, כג) \"ביומו תתן שכרו ולא יקרא עליך אל השם\" \"וישוב למקומו ולא ימות אותי ואת עמי\" (שמואל א ה׳:י״א) \"שוב ולך בשלום ולא תעשה רע בעיני הסרנים\" (שמואל א כ״ט:ז׳) ובמקום שימצא מלת \"פן\" אחר תנאי מחייב עיקר כוונתו על השלילה כמו \"ההרה לכו פן יפגעו בכם הרודפים\" (יהושע ב, טז) – רוצה לומר <b>אל</b> תלכו בדרך. וכן במה שכתוב \"תקח לה פן נהיה לבוז\" עיקר דבריו <b>אל</b> תבקש אותה כי אז נהיה לבוז. והבן. ולפי זה היה יותר מתוקן שיכתב פה מלת \"פן\" שהוא הודעה שאם יפרעו ימותו כמו שכתב אחר כך \"ומפתח אהל מועד לא תצאו פן תמותון\". לא לכתוב מלת \"לא\" שבזה צריך לדייק מכלל לאו אתה שומע הן. ובזה חדשו חז\"ל במועד קטן שאבל אַחֵר שלא פרע חייב מיתה. ולכוונה זו בא מלת \"לא\" תחת \"פן\", כי היה צריך גם כן להודיע השלילה שלא ימותו, ומכלל לאו אתה שומע הן שאם יפרעו ימותו. והרמב\"ם (פ\"א מהל' ביאת המקדש ה\"ח) כהן שגדל שערו אסור לו לכנס מן המזבח ולפנים ואם נכנס ועבד חייב מיתה בידי שמים שנאמר \"ויין לא ישתו ופרע לא ישלחו\" מה שתויי יין במיתה אף מגודלי פרע. וכתב הכסף משנה משום דקרא ד\"ראשיכם אל תפרעו\" יש לפרשו לרשות. ובכל זה, אחר שהאמת שאינו לרשות, פירוש הכתוב ולא תמותו - שאם עשה כן ימות; דהא בהלכה י\"ד כתב דקרוע בגדים חייב מיתה כדין פרוע ראש שנאמר \"ראשיכם אל תפרעו ובגדיכם לא תפרומו ולא תמותו\" – הא אם עבד והוא קרוע בגדים חייב מיתה, עיי\"ש. וכדרושים האלה תמצא בפר' אמור (<small>ס' למ\"ד</small>), ובמקום אחר שבא מלת \"לא\" אחר שלילה יהיה לרוב אזהרה בפני עצמו.  שכן במה שכתב \"ולא יחלל זרעו בעמיו\" שפרש\"י שלילה בלבד פירשו חז\"ל שהוא לאו בפני עצמו ואמרו שקדש ובעל לוקה שתים, אחד משום \"לא יקח\" ואחד משום \"לא יחלל\". וזה הוציאו ממה שלא אמר \"פן יחלל\". ובמה שכתוב בפר' אמור (ויקרא כא, כג) \"ולא יחלל את מקדשי\" פירשוהו בספרא (<small>שם סימן ס</small>) שקאי על כלל הפרשה וגם על מה שכתוב תחלה שלא יעבד בעל מום. ואם כן הוא ענין בפני עצמו שלא יחלל בשום ענין. ועיין מה שכתבנו שם.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d3efacc4269d600176a61cc", "index_title": "Abarbanel on Amos", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on Amos 1:11:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Abarbanel on Amos 1:11:1", "sourceHeRef": "אברבנאל על עמוס א׳:י״א:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1484, 1516], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Abarbanel on Amos", "he": "אברבנאל על עמוס"}, "heTitle": "אברבנאל על עמוס", "he": "ואחר כך גזר גזרת אדום, וכבר פירשתי אני במשמיע ישועה על שלשה פשעי אדום שהיה הראשון מהם בימי עשו שרדף אחרי יעקב אחיו, והשני בימי משה כשעברו ישראל בגבול אדום שלא נתנו עבור בגבולו שנאמר פן בחרב אצא לקראתך (במדבר כ, יח), והשלישי בחרבן בית ראשון וכמו שנאמר זכור ה' לבני אדום את יום ירושלם האומרים ערו ערו (תהלים קלז, י), והד' הוא מה שעשו האדומיים שנתישבו ברומי שהחריבו את בית שני ושפכו בני יהודה כמים סביבות ירושלם ושעל זה אמר עמוס על שלשה פשעי ישראל וגומר, וביאורם כי באמרו על רדפו בחרב אחיו רמז אל הראשון שעשו רדף אחר יעקב להרע כי עם היות שלא עשאו בפעל כבר היתה כוונתו רצויה, ועל הב' אמר ושחת רחמיו, ועל הג' אמר ויטרוף לעד אפו שהוא החרבן ראשון, ואולי אמר לעד מלשון בבקר יאכל עד (בראשית מט, כח), עד שבאו אז בני אדום לירושלים לשלול שלל, ועל חרבן בית שני והגלות הארוך הזה והרעות שסבלנו בו מאומת אדום אמר ועברתו שמרה נצח שמפני אורך זה הגלות אמר בו לשון נצח, האמנם כפי מה שפירשתי בפרשיות האלה כולם יותר נכון לפרש שאמר השם שעל שלשת הפשעים החמורים שיש להם לאדום שהם עבודה זרה וג\"ע וש\"ד ועל הד' שהוסיף עליהם כנגד ישראל האם ראוי שלא ישיבהו כמעשיו הנה באמת ראוי הוא שיקח ענשו, והפשע הרביעית שעשה אדום כנגד ישראל הוא אמרו על רדפו בחרב אחיו והוא שכאשר עברו ישראל על אדום במדבר אמר ויצא אדום לקראתו עם היות שמשה שלח אליו דברי שלום ואמת וקראו באמרו כה אמר אחיך ישראל והוא באכזריותו שחת רחמיו והקורבה והיחס שהיה ביניהם ורדפו בחרב כמ\"ש פן בחרב אצא לקראתך, ואותו אף ועברה שהיה לו עם ישראל שמרה נצח כי אחרי שישבו ישראל בארצם תמיד אדום היה להם כאויב. ולכן היתה גזרת השם עליו מדה כנגד מדה הוא שמר עברתו לנצח גם השם ישמור להם עברתו לנצח אם באותה ארץ אדום הסמוכה לירושלם שעליה אמר, (יב) ושלחתי אש בתימן שהיא בארץ אדום הקרובה לארץ ישראל, וגם ישמור הש\"י עברתו עד שבאחרית הימים תאכל ארמנות בצרה שהיא העיר הגדולה, וכבר פירשתי בפי' ספר ישעיה בפרשת קרבו גוים לשמוע שעם היות רומי מארץ יון הנה יוחסה לאדום לפי שבני אדום נתישבו בה ומלכו בה המלכים הראשונים מבני אדום, ושם כתבתי ראיות ברורות על זה מספורי דברי הימים אשר לשרים, ובארתי גם כן שעם היות שהיתה במואב עיר אחת ששמה בצרה הנה נקראת רומי גם כן באותו שם לפי שענין בצרה הוא בצורה, ולהיות רומי עיר בצורה גדולה וחזקה מאד נקראת כן, וכבר כתבתי למעלה שניבא עמוס כאן על חרבן ארץ אדום הסמוכה לירושלם ועם זה ניבא גם כן על חרבן רומי העיר הגדולה לבני אדום בפרט, אמנם יואל ניבא על כל מלכות אדום שהוא שם נאמר על כללות.", "heVersionTitle": "Abarbanel, Tel Aviv 1960", "heLicense": "", "heVersionTitleInHebrew": "", "text": "The prophet then goes on to decree regarding Edom. I already explain the meaning of the three sins of Edom. The first was that in the days of Esau, he pursued Jacob his brother. The second sin was in the days of Moshe Rabbeinu when the Israelites sought to pass in Edom's land they didn't allow them to pass through and threatened (Bamidbar 20:18) lest a sword come to greet you. The third sin occured during the destruction of the first Temple (Psalsm 137:10) as it says \"Gd remembers regarding the sons of Edom, the day of Jerusalem that they said Aru, aru\" and the fourth sin was that the Edomite descendants, who were the Romans destroyed the second Temple and spilled the blood of the Judeans like water around Jerusalem. And the prophet Amos says about this \"for the three sins of Edom...\" The explanation is that the prophet says \"he pursued his brother with a sword\" this refers to the first sin of Esau pursuing Jacob to do evil to him because even though he wasn't able to harm him, his intention was murder. The second sin is referenced by Amos's statement \"he curbed his mercy\". The third sin is referenced by \"his anger raged unceasing\" and refers to the destruction of the first temple and possibly here the word \"l'ad\" or \"unceasing/forever\"  comes from the same root as in (Breishis 49:27) where the word \"ad\" means the spoils of the war, and during the destruction of the first temple, Edom came to Jerusalem to take the spoils. And regarding the destruction of the second Temple and the extended exile and the all the tragedies that Judah has borne from the nation of Edom, the prophet says \"his fury lasted forever\" and the word \"netzach/forever\" references the length of the exile. But, I also gave a different explanation that can be correct where the three sins that are overlooked refer to the three more serious trangressions which are idolatry, immorality and murder and the fourth references their persecution of Israel. In which case they were certainly deserving of punishment for the first three sins alone but were only punished for the fourth. And the fourth sin is mentioned in the pesukim. The prophet says \"he pursued his brother with the sword\" this was when Israel passed them in the desert and Edom came out to meet them and Moshe Rabbenu sent them word of peace \"thus said your brother Israel\" and Edom in their cruelty, curbed their compassion and their brotherly feelings and chase them with the sword. And they continued to display rage and animosity towards the nation of Israel  that lasted eternally even after Israel settle in their land Edom continually acted as an enemy. And therefore, Gd decreed that midah k'neged midah, deservingly, since their animosity towards Israel was everlasting, Gd would also harbor animosity towards them eternally.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5d74f98d36a58c006e23f7a1", "index_title": "Aderet Eliyahu (Rabbi Yosef Chaim)", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu (Rabbi Yosef Chaim), Chukat 22", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Aderet Eliyahu (Rabbi Yosef Chaim), Chukat 22", "sourceHeRef": "אדרת אליהו (ר' יוסף חיים), חקת כ״ב", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1860, 1900], "commentaryNum": 22, "collectiveTitle": {"en": "Aderet Eliyahu (Rabbi Yosef Chaim)", "he": "אדרת אליהו (ר' יוסף חיים)"}, "heTitle": "חקת", "he": "<b>ויאמר אליו אדום לא תעבור כי פן בחרב אצא לקראתך.</b> י\"ל דלכאורה תיבת כי יתור נפיש הוא והול\"ל לא תעבור פן בחרב וכו'. גם עוד מלבד זה תיבת כי אין לה משמעות והול\"ל לא תעבור בארצי כי הם שלחו לו וא\"ל נעברה נא בארצך ומאי כי דקאמר ויובן בס\"ד לפרש ע\"ד שפירשו המפרשים ז\"ל על דברי רש\"י ז\"ל בפ' וישלח וז\"ל אינך כדאי לשנוא אותי על ברכות אביך שברכני הוי גביר לאחיך שהרי לא נתקיימה בי ופי' ז\"ל כי יצחק אע\"ה ברכו הוי גביר לאחיך והנה תיבת גביר לא נתקיימה כולה אלא נחלקה ונתקיים ממנה אותיות ג\"ר וזהו גר הייתי בארץ נכריה אבל אותיות כי לא נתקיימה ג\"כ כדי שאהיה גביר ממש אלא גר דוקא הייתי בארץ נכריה ולז\"א אין כדי לשנוא אותי על ברכת אביך שברכני הוי גב\"יר לאחיך שהרי לא נתקיימה ב\"י כלומר אותיות ב\"י מגביר שנסתלקה אותיות ב\"י ונשאר גר וזהו גר הייתי בארץ נכריה עכ\"ד ז\"ל. ובזה יובן ויאמר אליו אדום לא תעבור ב\"י לרמוז לו לפי דרכו עד עתה לא נתקיים בך מאותיות גביר כ\"א אותיות ג\"ר ולא זכית לאותיות ב\"י ג\"כ כדי שתהיה גביר ממש והנה בעתה שתרצה למשול עלי ולקיים בך אותיות גב\"יר ממש אין אני מניחך בזה וזהו לא תעבור ב\"י דייקא לרמוז לו לפי דרכו על אותיות ב\"י הנז\"ל ולכן לזה לא אמר בארצי כדי לרמוז גם לזה:", "heVersionTitle": "Aderet Eliyahu, Livorno 1864", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו, ליוורנו תרכ\"ד ", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d74faca36a58c006e240027", "index_title": "Ben Yehoyada on Shabbat", "category": "Quoting Commentary", "type": "", "ref": "Ben Yehoyada on Shabbat 152a:3", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Ben Yehoyada on Shabbat 152a:3", "sourceHeRef": "בן יהוידע על שבת קנ״ב א:ג׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1860, 1900], "commentaryNum": 303.0003, "collectiveTitle": {"en": "Ben Yehoyada on Shabbat", "he": "בן יהוידע על שבת"}, "heTitle": "בן יהוידע על שבת", "he": "<b>טָבָא תְּרֵי מִתְּלָת, וַי לָהּ לַחֲדָא דְּאַזְלָא וְלָא אַתְּיָא.</b> נראה לי בס\"ד דידוע דחמשה חלקים הם הנקראים נרנח\"י <small>[נפש, רוח, נשמה, חיה, יחידה]</small>, אך שני חלקים שהם חיה ויחידה הם טובים ומעולים מן השלשה שהם נר\"ן <small>[נפש, רוח, נשמה]</small>, <b>וְוַי לַחֲדָא </b>מהנך תלתא שהיא חלק הנפש <b>דְּאַזְלָא </b>לבי קברא עד שיתעכל הבשר <b>וְלָא אַתְּיָא</b> עם חברותיה תכף ומיד לגן עדן בעת הפטירה. או הכונה על חלק הקטנות של הנפש שתשאר בקבר עד תחיית המתים, ושאל <b>מַאי הִיא?</b> והשיב <b>יַנְקוּתָא</b>, רצונו לומר חלק הקטנות של הנפש הבא לאדם בקטנותו ולכך קרי להו יַנְקוּתָא. או יובן בס\"ד <b>טָבָא תְּרֵי מִתְּלָת</b> דאות נו\"ן דנחש כל הארס הוא בא ולעתיד תסתלק אות זו ונתבטל הסטרא אחרא, וכן הענין בנו\"ן של שטן, וזו היא סוד שחיטת היצר הרע לעתיד, שימשך אות נו\"ן הנז' משמותם מלשון (מלכים א' י, טז) זָהָב שָׁחוּט, וזה שאמר <b>טָבָא תְּרֵי</b> אתוון דנחש הם אותיות חש כשיהיו לבדם <b>מִתְּלָת</b>, יותר טוב מאם יהיו מחוברים עם הנו\"ן שיהיו שלשה בבת אחת, <b>וְוַי לַחֲדָא</b> אות נו\"ן <b>דְּאַזְלָא </b>מן הסטרא אחרא לעתיד <b>וְלָא אַתְּיָא</b> עוד להם לעולם כי זו היא כוחם, ושאל <b>מַאי הִיא?</b> והשיב <b>יַנְקוּתָא</b>, רצונו לומר אות שהם יונקים עתה ממנו והוא מניק להם וזהו אות הנו\"ן. אי נמי יש לומר, כל זה על ג' אותיות עֵשָׂו, דלעתיד יסתלק ממנו אות וא\"ו וישאר עָשׁ, ועתה כל יניקתם וכוחם של אדום הוא מן אות וא\"ו דשם עֵשָׂ<b>ו</b>, ולכן ברכו (בראשית כז, מ) וְעַל חַרְבְּךָ תִחְיֶה, וכן אמר אדום (במדבר כ, יח) פֶּן בַּחֶרֶב אֵצֵא לִקְרָאתֶךָ, כי אות וא\"ו הוא דומה לחרב, ובזה יובן המאמר היטב על דרך מה שביארנו בדרך הקודם.", "heVersionTitle": "Senlake edition 2019 based on Ben Yehoyada, Jerusalem, 1897", "heLicense": "CC0", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5df0f3e471913e6832380fdf", "index_title": "Aderet Eliyahu (Rabbi Yosef Chaim)", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu (Rabbi Yosef Chaim), Chukat 21", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Aderet Eliyahu (Rabbi Yosef Chaim), Chukat 21", "sourceHeRef": "אדרת אליהו (ר' יוסף חיים), חקת כ״א", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1860, 1900], "commentaryNum": 21, "collectiveTitle": {"en": "Aderet Eliyahu (Rabbi Yosef Chaim)", "he": "אדרת אליהו (ר' יוסף חיים)"}, "heTitle": "חקת", "he": "<b>וישלח משה מלאכים מקדש אל מלך אדום כה אמר אחיך ישראל אתה ידעת את כל התלאה אשר מצאתנו וירדו אבותינו מצרימה ונשב במצרים ימים רבים וירעו לנו מצרים ולאבותינו ונצעק אל ה' וישמע קולנו וישלח מלאך ויוציאנו ממצרים והנה אנחנו בקדש עיר קצה גבולך נעברה נא בארצך לא נעבור בשדה ובכרם ולא נשתה מי באר דרך המלך נלך לא נטה ימין ושמאל עד אשר נעבור גבולך ויאמר אליו אדום לא תעבור בי פן בחרב אצא לקראתך ויאמרו אליו וכו'.</b> יובן בס\"ד לפרש המשך הפסוקים והדקדוקים מבוארים בהם ואין צורך להזכירם והנה נקדים מ\"ש המפרשים ז\"ל דמה שלא זכה עשו ליטול חלק בארץ הוא משום דעל אברהם אע\"ה היה שטר חוב של שעבוד גזירת בין הבתרים וגם הניח ירושה קרקעות והיא ארץ ישראל שנתן לו הש\"ית לנחלה והנה שורת הדין הוא דהאחים שבאים לירש את אביהם הנה מי שהוא פורע חוב של אביו יירש מה שהניח אביו ומי שאינו רוצה לפרוע החוב שעל אביו איך יירש מעזבון אביו. והנה יעקב אע\"ה הוא פרע החוב שעל אביו שהוא ובניו ירדו מצרימה ונשתעבדו בניו שם א\"כ מן הדין הוא שהוא לבדו יירש את ארץ ישראל ולא עשו וא\"כ בכח טענה זו אין לעשו חלק ונחלה בירושת ארץ כנען ואמנם הנה לכאורה יש לעשו טענה לומר דאם ישראל הם פרעו כל החוב של גזירת בין הבתרים אה\"נ אבל מאחר שהם לא פרעו כי אם החצי דהגזרה היתה ועבדום וענו אותם ת' שנה והם לא היו שם כ\"א רד\"ו שנים ונשאר החצי הנה זה הנשאר הוא עלי לפרוע אותו וא\"כ אני אירש עמהם את א\"י ובעל החוב הוא יתבע ממני חצי החוב הנשאר וא\"כ בזאת הטענה שיטעון נגד ישראל יכול לעכב בידם שלא יירשו הם הכל באמור להם אני אירש עמכם ואה\"נ עלי לשלם חצי החוב ואתם מה לכם בזה הלא אתם פרעתם החצי שעליכם דוקא קחו נמי חצי ירושה דוקא. ואמנם באמת יש תשובה ניצחת לישראל להשיב אותו על זאת ולסתוד טענתו והוא דאחר שישראל באו למצרים וקבלו עליהם לפרוע החוב ועשו לא נכנס עמהם בזה הנה הם נתחייבו בכל החוב כולו לפרוע אותו במושלם ואם הם לא היו שם כי אם רד\"ו שנים הנה בזה לא נפטרו משארית החוב ורק זאת חסד עשה הש\"ית עמהם להוציאם לפי שעה ולחזור ולהגלותם בד' מלכיות כדי להשלים החוב וכמ\"ש חז\"ל שד' מלכיות הם השלימו המנין וא\"כ מה שיצאו ממצרים אין זה גאולה עולמית ורק זאת הרווחת זמן ועדיין חייבים הם להשלים השאר והראיה ששארית החוב הוא מוטל עליהם לפורעו והוא ממה שמצינו שלא היתה גאולת מצרים על ידו ית' כ\"א היתה ע\"י שליח והטעם הוא בשביל שעדיין לא השלימו חובם וצריך לגלות עוד ואם היתה גאולתם ע\"י ית' לא היה צריך להיות אחריה שעבוד עוד ולכן היתה גאולתם ע\"י שליח כדי שיהיה אחריה שעבוד ולא תהיה גאולה שלימה וכמ\"ש המפרשים ז\"ל ע\"פ בכל צרתם לו צר ומלאך פניו הושיעם באהבתו ובחמלתו הוא גאלם וינטלם וינשאם כל ימי עולם שהכוונה הוא אימתי בכל צרתם לו צר ר\"ל פעם אחרת שיחזרו לגלות פעם אחרת זה הוא אם ומלאך פניו הושיעם שהיתה גאולתם ע\"י מלאך אבל אם באהבתו ובחמלתו הוא גאלם שגאולתם היא ע\"י ית' אז וינטלם וינשאם כל ימי עולם שאין אחריה שעבוד עכ\"ד ז\"ל. וא\"כ זהו הטעם שבמצרים לא היתה הגאולה ע\"י ית' מאחר שבעל כרחם צריכים להשתעבד עוד כדי להשלים החוב ואיך תהיה הגאולה ע\"י ית' ולכן היתה על ידי שליח ונמצא שמכח זאת יש ראיה עצומה שהם צריכי' לפרוע כל החוב וא\"כ מאחר שהם צריכים לפרוע כל החוב א\"כ שורת הדין הוא שהם יקחו כל ירושת ארץ כנען ואין לעשו חלק בה כלל ולכן קודם שרצו לעבור עליו לילך לא\"י שלחו לו דברי טענתם כדי שלא יבא להתעורר ולטעון כנגדם ורצו לסתום פיו קודם שיהיה פותח אותו וז\"ש כה אמר אחיך ישראל אתה ידעת את כל התלאה אשר מצאתנו דייקא ולא אתה והתלאה היא שוירדו אבותינו מצרימה ונשב במצרים ימים רבים וירעו לנו מצרים ולאבותינו ואתה לא נכנסת עמנו בפרעון החוב וא\"כ ממילא אין לך חלק בירושת א\"י וא\"ת הלא אתם לא פרעתם כי אם החצי שיצאת' ברד\"ו וא\"כ גם הירושה לא תקחו כי אם החצי והחצי הנשאר אני אקחנו ואז אהיה אני מחוייב בחצי החוב הנשאר ג\"כ לז\"א ונצעק אל ה' וישמע קולנו וישלח מלאך ויוציאנו ממצרים מלאך דייקא שהיה ע\"י שליח ולא היתה עי ית' וא\"כ מזה הוכחה גמורה ששארית החוב ג\"כ הוא מוטל עלינו ואנחנו מחוייבי' לפורעו בד' מלכיות ולא הרווחנו מיציאה זו כי אם הרווחת זמן דוקא וא\"כ מאחר שעלינו לפרוע החוב כולו במושלם אז גם הירושה צריך שנקח אותה כולה במושלם. גם עוד לפי דרכם כיוונו באומרם ונצעק אל ה' וישמע קולנו לרמוז עוד בזה הוכחה אחרת לומר שודאי שהחוב כולו הוא מבוקש ממנו יען שהקב\"ה לא הוציא אותנו כ\"א עד שצעקנו אליו וריחם עלינו ואם אנחנו אין מבוקש ממנו כ\"א החצי למה צריך שנצעק הלא היה צריך שקודם שנצעק ישלח להוציאנו משם אלא ודאי שהחוב כולו מבוקש ממנו וצריכים אנחנו לעבוד עוד אלא דאהנייא צעקה שלנו להרחיב לנו הזמן שהשאר נשלים אותו בשאר מלכיות ולז\"א חדא ונצעק אל ה' וישמע קולנו ולמה אצטריך זאת ועוד וישלח מלאך וכו' וא\"כ הרי בזה איכא שני הוכחות גמורות שהחוב כולו הוא מבוקש ממנו וא\"כ גם הירושה ניקח הכל ואין לך חלק ונחלה עמנו והנה אנחנו בקדש עיר קצה גבולך רמזו לו בזה כי כמו שקדש היא קצה גבולך ואין לך ירושה בה כן תחום א\"י הוא קצה גבולך ואין לך רשות להנחיל יותר או כפשוטו רצו לומר לו הנה אנחנו עתה בקדש עיר קצה גבולך וממתינים שתתן לנו רשות לעבור בארצך כדי ללכת לרשת את א\"י והנה כדי שלא יבא לפחד ולחשוב שבערמה הם עושים שרוצים לעבור בגבולו כדי להלחם בו ולרשת את ארצו ולא בשביל לילך שם כעובר אורח הנה לזה א\"ל אם אנחנו כוונתינו להלחם בך ולרשת את ארצך ג\"כ למה צריכם אנחנו להמתין בקדש עד שתתן לנו רשות והלא יכולים אנחנו לעבור עתה תכף בארצך בלתי קבלת רשות וזהו נעברה נא בארצך נא דייקא ר\"ל קודם שנקבל רשות ממך כי אנחנו כל מלחמות שלנו אינה כדרך מלחמות המלכים זה עם זה שאינם יכולים להלחם על העיר בלתי שישלחו מרגלים והוא כי דרך המרגל שיכא לעיר ילך דרך שדות וכדמים כדי שלא ימצאוהו בני אדם הרבה וירגישו בו כי בדרך שרות וכרמים לא ימצא בני אדם הרבה גם כשירצה לשתות מים ישתה מן הבארות שבשדות ולא יבא לשתות מן העיר אשר שם נמצאים בני אדם הרבה ולז\"א לא נעבור בשדה ובכרם ולא נשתה מי באר ר\"ל אין אנחנו הטכסיס שלנו כדרך טכסיסי המלכים שהם אינם יכולים להלחם כ\"א ע\"י תחבולות וערמות ומוכרחים אז לשלוח מרגלים שעובדים בשדות וכרמים ושותים מי באר כי אנחנו לא שייך בנו עניינים כאלה כלל כי הש\"ית הוא לוחם מלחמותינו ולמה נצטרך לזה וא\"נ אם אנחנו רוצים ללחום בך ולרשת את ארצך למה צריכים אנחנו להמתין עד שתתן לנו רשות הלא נוכל לעבור נא עתה בארצך בלתי קבלת רשות אלא מה שאנחנו רוצים שתתן לנו רשות הוא בשביל שדרך המלך מלכו של עולם נלך והכוונה כי השית צוה אותנו לבלתי נירש את ארצך ולכן מאחר שלא השליטנו השי\"ת על ארצך אין אנחנו רוצים ללכת אפי' דרך העברה בלתי רצונך וזהו דרך המלך השי\"ת נלך ר\"ל באותו הדרך אשר הורנו בו נלך ולא נעבור דבריו וא\"כ מזה צריך אתה לידע שבעת עברינו בארצך לא נטה ימין ושמאל עד אשר נעבור גבולך ולא תבא לחשוב שבערמה אנחנו רוצים לעשות כי איך נעשה הפך דבריו ית' שצוונו לבלתי נגע בך לרשת את ארצך וכמ\"ש הפ' בפ' דברים ואת העם צו לאמר אתם עוברים בגבול אחיכם בני עשו וכו' ונשמרתם מאוד אל תתגרו בם כי לא אתן לכם מארצכם עד מדרך כף רגל וכו' ואחד ששלחו לו כל הדברים האלו לא האמין אדום להם וחשב שבערמה הם מתנהגים עמו כדי לרשת את ארצו ואז ויאמר אליו אדום לא תעבור בי פן בחרב אצא לקראתך והכוונה שרמז להם על ברכת החרב שברכו אביו וכמ\"ש רש\"י ז\"ל:", "heVersionTitle": "Aderet Eliyahu, Livorno 1864", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו, ליוורנו תרכ\"ד ", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c254888dec23c53d910c", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Chukat 49", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Agra DeKala, Chukat 49", "sourceHeRef": "אגרא דכלה, חקת מ״ט", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 49, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "חקת", "he": "<b>ויאמר אליו אדו\"ם (במדבר כ יח).</b> הנה השליחות היה אל מל\"ך אדו\"ם, והתשובה מאדו\"ם. דהנה ידוע דמלכי אדום בזמן ההוא לא היו מלכי אדום מבני אומתם, רק מאומות אחרות כמ\"ש בפרשת וישלח. והנה שלח משה אל מלך אדום, כדרך כל הארץ לשלוח אל המלך אשר יש בידו שבט המושל ויעצור בעמו כרצונו. והנה באה השליחות אל המלך, סיפר הכתוב גודל המשטמה אשר עם אדום השיב דבר בפני המלך לא תעבור בי. והנה יורה הכתוב שלא היתה נסיבה מאת המלך לבל יאבה, רק שהמלך לא השיב דבר, והם השיבו עזות. ותתבונן זה גם כן מדברי יפתח הגלעדי באמרו (שופטים יא יז) וישלח ישראל מלאכים אל מלך אדום לאמר אעברה נא בארצך ולא שמע מלך אדום וגם אל מלך מואב שלח ולא אבה. הנה במלך מואב אמר ולא אב\"ה, אבל במלך אדום אמר ולא שמ\"ע, רצ\"ל שלא השיב דבר כאלו לא שמע הדבר, רק עמו השיבו עזות. וזה שציינה התורה למשמרת לאות וימאן אדו\"ם (במדבר כ כא), יזכרו ישראל שהמיאון היה מאדום, ולא מהמלך כי היה מעם אחר:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c25a888dec23c53d914a", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Chukat 57", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Agra DeKala, Chukat 57", "sourceHeRef": "אגרא דכלה, חקת נ״ז", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 57, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "חקת", "he": "<b>ויאמר לא תעבור (במדבר כ כ).</b> בפעם הראשון אמר לא תעבור בי (במדבר כ יח), ובפעם השנית לא תעבו\"ר. ראה נא רשעתו שאמר לא תעבור כלל, כי היה חפץ שלא יעברו כלל, כי מאד עגמה עליו נפשו על גדולת ישראל, ורבה המשטמה:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e8b3cafa6ec55a9f79d9a7c", "index_title": "Ben Yehoyada on Gittin", "category": "Quoting Commentary", "type": "", "ref": "Ben Yehoyada on Gittin 57a:16", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Ben Yehoyada on Gittin 57a:16", "sourceHeRef": "בן יהוידע על גיטין נ״ז א:ט״ז", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1860, 1900], "commentaryNum": 113.0016, "collectiveTitle": {"en": "Ben Yehoyada on Gittin", "he": "בן יהוידע על גיטין"}, "heTitle": "בן יהוידע על גיטין", "he": "<b>אֵין לְךָ מִלְחָמָה שֶׁנּוֹצַחַת, שֶׁאֵין בָּהּ מִזַּרְעוֹ שֶׁל עֵשָׂו <small>(בראשית כז, כב)</small>..</b> פירוש מלחמה של אומות העולם ולכן בעשו כתיב <b>זְ</b>רוֹעַ <b>רָ</b>מָה <b>תִּ</b>שָּׁבֵר <small>(איוב לח, טו)</small> שהוא ראשי תיבות 'זרת' הרומז לעשו כי עשו בתחילה היתה זרועו רמה שאין מלחמה נוצחת אלא עד שיהיה בהם מזרע עשו.<br>ונראה לי על פי מה שכתב הגאון חיד\"א בלב דוד פרק ט\"ו דקליפה ראשנה של שבעים אומות נקראת צפו <small>[176]</small> ולכן תיקן דוד המלך ע\"ה באלפא ביתא של אַשְׁרֵי תְמִימֵי דָרֶךְ <small>(תהלים קיט, א)</small> קע\"ו פסוקים כמנין צפו להכניעה עיין שם.<br>ונראה לי בס\"ד לכן התורה נקראת צוּף דְּבַשׁ אִמְרֵי נֹעַם <small>(משלי טז, כד)</small> כי היא צוף מכנעת את קליפת צפו ונראה לכן ס\"מ <small>[סמאל]</small> נקרא בפי העולם בשם פלוני <small>[176]</small> שהוא מספר צפו ולכן באלופים של אליפז בן עשו יש אלוף ששמו צפו דכתיב אַלּוּף תֵּימָן אַלּוּף אוֹמָר אַלּוּף צְפוֹ אַלּוּף קְנַז<small> (בראשית לו, טו)</small> נמצא <b>זַּרְעוֹ שֶׁל עֵשָׂו</b> נקרא בשם צְפוֹ שהוא שם הקליפה הראשונה של שבעים אומות.<br>ולזה אמר <b>אֵין לְךָ מִלְחָמָה שֶׁאֵין בָּהּ מִזַּרְעוֹ שֶׁל עֵשָׂו</b> פירוש במלחמות של אומות העולם יבא להם כח מקליפה ראשונה של שבעים אומות שהיא נקראת בשם זַּרְעוֹ שֶׁל עֵשָׂו שהוא אלוף צפו בן בנו של עשו ילמדנו בזה לבטלה על ידי התורה שהיא צוּף דְּבַשׁ. ולזה אמר והיינו דאמר רבי אלעזר <b>בְּשׁוֹט לָשׁוֹן תֵּחָבֵא</b> <small>(איוב ה, כא)</small> כי אותיות לָשׁוֹן במילואם כזה למ\"ד שי\"ן וי\"ו נו\"ן עולה המלוי הנחבא בתוך הפשוט מספר צפו דבחטא הלשון תתגבר ח\"ו.<br>ומה שאמר <b>בְּחִרְחוּרֵי לָשׁוֹן תֵּחָבֵא</b> נראה דסמיך על פסוק הקודם <small>(איוב ה, כ)</small> בְּרָעָב פָּדְךָ מִמָּוֶת וּבְמִלְחָמָה מִידֵי חָרֶב בְּשׁוֹט לָשׁוֹן תֵּחָבֵא, דידוע ברכת החרב נתנה לעשו וזרעו דכתיב וְעַל חַרְבְּךָ תִחְיֶה <small>(בראשית כז, מ)</small> וכן אמר אדום פֶּן בַּחֶרֶב אֵצֵא לִקְרָאתֶךָ <small>(במדבר כ, יח)</small> ולכן אחר שאמר 'וּבְמִלְחָמָה מִידֵי חָרֶב' דקאי על עשו שברכתו בחרב אמר 'בְּשׁוֹט לָשׁוֹן תֵּחָבֵא' רוצה לומר אף על פי שאמרתי אצילך מחרב עשו עם כל זה אם יש בך תחרורי לשון תחבא ולא תגש למלחמה אליו כיון דחטאת בלשון ואין לך כח כנגד חרב עשו.<br>ובאופן אחר נראה לי בס\"ד ענין <b>זַּרְעוֹ שֶׁל עֵשָׂו</b> כאן בפסוק זה דידוע מה שכתב בעמק המלך שער קרית ארבע פרק י\"ד, כי ס\"מ <small>[סמאל]</small> נקרא 'נחש בריח' שהוא לעומת הבריח התיכון דקדושה ולילית נוקבה שלו נקראת 'נחש עקלתון' כי היא המפתה לבני אדם לילך בדרך עקלקלות יעוין שם.<br>וידוע שר אדום הוא ס\"מ ונוקביה פלונית ונמצא שר אדום הוא שני נחשים שהם נחש בריח ונחש עקלתון ושניהם יוצאים למלחמה עם אדום אלא שפלוני הוא עיקר במלחמה ונוקביה טפילה אליו כמו שכתב רבינו ז\"ל בשער הפסוקים.<br>ולכן מפלת אדום תהיה לעתיד על ידי זכות התורה הנקראת <b>זֹאת</b><small> (דברים ד, מד)</small> שהוא מספר ת\"ח שתבטל ה'<b>נחשים</b>' <small>[408]</small> שהם מספר ת\"ח ומפלת הנחשים שהוא מספר ת\"ח תהיה על ידי המשיחים משיח בן דוד ומשיח בן יוסף ו'<b>משיחים</b>' <small>[408]</small> עולה מספר ת\"ח ואז לעתיד בביטולם נאמר כולנו <b>הוֹדוּ לַהֳ</b>'<b> כִּי טוֹב כִּי לְעוֹלָם חַסְדּוֹ</b> <small>(תהלים קיח, א)</small> שעולה מספר ת\"ח.<br>ולזה אמר בְּשׁוֹט לָשׁוֹן תֵּחָבֵא בְּחִרְחוּרֵי לָשׁוֹן תֵּחָבֵא חלק תיבת תחבא לשתים וקרי בה 'תח בא' רוצה לומר נחשים שהם מספר ת\"ח בא לעולם לצער הבריות.", "heVersionTitle": "Senlake edition 2019 based on Ben Yehoyada, Jerusalem, 1897", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9f771d77ecfb0d09e7c2", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 20:18:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Midrash Lekach Tov, Numbers 20:18:1", "sourceHeRef": "מדרש לקח טוב, במדבר כ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> ויאמר אליו אדום לא תעבור בי וגו'. בטח על ברכת יצחק אבינו שאמר לו (בראשית כ״ז:ל״ט-מ׳) ועל חרבך תחיה:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "602158c7369199723e265479", "index_title": "MeAvur HaAretz; on Joshua", "category": "Quoting Commentary", "type": "", "ref": "MeAvur HaAretz; on Joshua 22:7", "anchorRef": "Numbers 20:14-21", "anchorRefExpanded": ["Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21"], "sourceRef": "MeAvur HaAretz; on Joshua 22:7", "sourceHeRef": "מעבור הארץ; יהושע כ״ב:ז׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1970, 1990], "commentaryNum": 22.0007, "collectiveTitle": {"en": "MeAvur HaAretz; on Joshua", "he": "מעבור הארץ; יהושע"}, "he": "נמצאנו למדים, שתאור גבולות הארץ גונז בקרבו נמשל ערכי. אם נעמיק בדברים, נוכל לפרש את משמעות דברי רב גביהא. גבול יהודה ואדום מבטא הבדל משמעותי, בין ישראל ואדום. לעשו היתה קנאה ביעקב, הוא התחרט על שהתפתה למכור את בכורתו תמורת לגימת נזיד עדשים<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">(בראשית כז לו.)</i>. הוא לא שתק אלא התנכל ליעקב להרגו<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">שם שם מא.</i>, ובעזרת ה' לא עלה בידו מבוקשו. גם לישראל היתה טענת לגימה על עשו: בניו לא אפשרו לנו לעבור בארצם, למרות שהבטחנו לקנות מהם אפילו מים בכסף<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">(במדבר כ יד-כא)</i>. הם יצאו כנגדנו למלחמה, כדי למנוע מאיתנו מעבר בארצם. אנו הקפנו את אדום, הבלגנו, ואנו בטוחים ששוכן עדי עד יעשה לנו דין \"וְעָלוּ מוֹשִׁעִים בְּהַר צִיּוֹן לִשְׁפֹּט אֶת-הַר עֵשָׂו, וְהָיְתָה לה' הַמְּלוּכָה\"<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">(עובדיה א כא.)</i>.", "heVersionTitle": "Rabbi Avraham Remer, Bet El, 1995", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "הרב אברהם רמר, בית אל, תשנ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6241b30e7a8296279e984fcc", "index_title": "Menorat HaMaor", "category": "Musar", "type": "", "ref": "Menorat HaMaor, x; On Marriage, Marriage and lineage 16", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Menorat HaMaor, x; On Marriage, Marriage and lineage 16", "sourceHeRef": "מנורת המאור, י; פרק נישואי אשה, לישא בת טובים ט״ז", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1391], "commentaryNum": 16, "collectiveTitle": {"en": "Menorat HaMaor", "he": "מנורת המאור"}, "heTitle": "לישא בת טובים", "he": "ר' יהודה בן גמליאל אומר, שתי אומות, אחת קדמה את ישראל בחרב ואחת קדמה את ישראל בעבירה. אדום קדמו את ישראל בחרב, שנא' (במדבר כ, יח) ויאמר אדום לא תעבר בי פן בחרב אצא לקראתך, וכתיב (במדבר כ, כ) ויצא אדום לקראתו בעם כבד וביד חזקה. מה הב\"ה אומר להם לישראל, לא תתעב אדומי. מואב קדמו את ישראל בעבירה, דכתיב (במדבר כה, א) וישב ישראל בשטים ויחל העם לזנות את בנות מואב. מה הב\"ה אומר להם לישראל, לא יבא עמוני ומואבי בקהל ה'. נמצאת אומר קשה המחטיא את חבירו בדבר עבירה ממי שהורגו בחרב.", "heVersionTitle": "Menorat HaMaor, Alnakawa, H.G. Enelow ed. N.Y. 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cf85b6084aa1cbef8c9d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֱדוֹם 1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "BDB, אֱדוֹם 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֱדוֹם א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֱדוֹם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אֱדוֹם</span></big>  (†<span dir=\"rtl\">אֱדֹם</span> <a data-ref=\"Ezekiel 25:14\" href=\"/Ezekiel.25.14\">Ez 25:14</a>) <strong>n.pr.m.</strong><br><strong>1.</strong>  <strong>Edom (</strong>name of a god? v. Sta<sup>G.1, 121</sup> RS<sup>Sem 43</sup>; vid. n.pr. <span dir=\"rtl\">עבדאדם</span>; but Bae<sup>Rel 10</sup> thinks dial. var. of <span dir=\"rtl\">אָדָם</span>, <span dir=\"rtl\">בני אדום</span> = <span dir=\"rtl\">בְנֵי אָדָם</span><strong>)</strong> = Esau, elderson of Isaac <a data-ref=\"Genesis 25:30\" href=\"/Genesis.25.30\">Gn 25:30</a> (J) (where etym. = <em>red</em>, cf. v <a data-ref=\"Genesis 25:25\" href=\"/Genesis.25.25\">25</a> (E?) & sub <span dir=\"rtl\">אַדְמוֹנִי</span>) <a data-ref=\"Genesis 36:1\" href=\"/Genesis.36.1\">36:1</a>, <a data-ref=\"Genesis 36:8\" href=\"/Genesis.36.8\">8</a>, <a data-ref=\"Genesis 36:19\" href=\"/Genesis.36.19\">19</a> (P).<br><strong>2.</strong>  coll. (<strong>m.</strong> but <strong>f.</strong> <a data-ref=\"Malachi 1:4\" href=\"/Malachi.1.4\">Mal 1:4</a>) <em>Edomites, Idumeans</em> as descend. of Esau Gn <a data-ref=\"Genesis 36:9\" href=\"/Genesis.36.9\">36:9</a>, <a data-ref=\"Genesis 36:43\" href=\"/Genesis.36.43\">43</a> (P); also <a data-ref=\"I Samuel 14:47\" href=\"/I_Samuel.14.47\">1 S 14:47</a> + 31 textual + <a data-ref=\"II Samuel 8:13\" href=\"/II_Samuel.8.13\">2 S 8:13</a> (for MT <span dir=\"rtl\">ארם</span>; 𝔊𝔖, v. <a data-ref=\"I Chronicles 18:12\" href=\"/I_Chronicles.18.12\">1 Ch 18:12</a> <a data-ref=\"Psalms 60:2\" href=\"/Psalms.60.2\">ψ 60:2</a>, We Dr); perh. also v <a data-ref=\"Psalms 60:12\" href=\"/Psalms.60.12\">12</a> (𝔊𝔖 <a data-ref=\"I Chronicles 18:11\" href=\"/I_Chronicles.18.11\">1 Ch 18:11</a>; MT <span dir=\"rtl\">ארם</span> but v. We Dr); also <a data-ref=\"II Chronicles 20:2\" href=\"/II_Chronicles.20.2\">2 Ch 20:2</a> (v. Be); <span dir=\"rtl\">א׳</span> = king of Edom <a data-ref=\"Numbers 20:18\" href=\"/Numbers.20.18\">Nu 20:18</a>, <a data-ref=\"Numbers 20:20\" href=\"/Numbers.20.20\">20</a>, <a data-ref=\"Numbers 20:21\" href=\"/Numbers.20.21\">21</a>; poet. <span dir=\"rtl\">בְּנֵי א׳</span> <a data-ref=\"Psalms 137:7\" href=\"/Psalms.137.7\">ψ 137:7</a> <span dir=\"rtl\">בַּת א׳</span> <a data-ref=\"Lamentations 4:21\" href=\"/Lamentations.4.21\">La 4:21</a>, <a data-ref=\"Lamentations 4:22\" href=\"/Lamentations.4.22\">22</a>. v. now F Buhl<sup>Gesch. Edomiter (1893)</sup>.<br><strong>3.</strong>  <em>land of Edom</em>, <em>Idumaea (</em>f. <a data-ref=\"Ezekiel 32:29\" href=\"/Ezekiel.32.29\">Ez 32:29</a>; <a data-ref=\"Ezekiel 35:15\" href=\"/Ezekiel.35.15\">35:15</a> and <a data-ref=\"Ezekiel 36:5\" href=\"/Ezekiel.36.5\">36:5</a>) S. & SE. of Pal. <a data-ref=\"Genesis 36:32\" href=\"/Genesis.36.32\">Gn 36:32</a>, <a data-ref=\"Genesis 36:43\" href=\"/Genesis.36.43\">43</a> + 32 textual (incl. <span dir=\"rtl\">שְׂדֵה א׳</span> <a data-ref=\"Genesis 32:4\" href=\"/Genesis.32.4\">Gn 32:4</a>; <span dir=\"rtl\">אֶרֶץ א׳</span> <a data-ref=\"Genesis 36:16\" href=\"/Genesis.36.16\">Gn 36:16</a>, <a data-ref=\"Genesis 36:17\" href=\"/Genesis.36.17\">17</a>, <a data-ref=\"Genesis 36:21\" href=\"/Genesis.36.21\">21</a>, <a data-ref=\"Genesis 36:31\" href=\"/Genesis.36.31\">31</a> <a data-ref=\"Numbers 20:23\" href=\"/Numbers.20.23\">Nu 20:23</a> <a data-ref=\"Numbers 21:4\" href=\"/Numbers.21.4\">21:4</a> <a data-ref=\"Numbers 33:37\" href=\"/Numbers.33.37\">33:37</a> +);—uncertain whether <strong>2</strong> or <strong>3</strong> are <a data-ref=\"Exodus 15:15\" href=\"/Exodus.15.15\">Ex 15:15</a> <a data-ref=\"Numbers 20:14\" href=\"/Numbers.20.14\">Nu 20:14</a>; <a data-ref=\"Numbers 24:18\" href=\"/Numbers.24.18\">24:18</a> + 9 textual (chiefly in <span dir=\"rtl\">מֶלֶךְ א׳</span> etc.)"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6419572e83fbc28f267c5871", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Numbers 20:18:1", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Netinah LaGer, Numbers 20:18:1", "sourceHeRef": "נתינה לגר, במדבר כ׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 18.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "במדבר", "he": "<b>בי, בתחומי.</b> הוא להסביר הענין, וכן \"בחרב\" תרגם \"בדקטלין בחרבא\" ג\"כ להסביר.", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6425af36abaea5ad2cf1ccb1", "index_title": "Midrash Tannaim on Deuteronomy", "category": "Midrash", "type": "", "ref": "Midrash Tannaim on Deuteronomy 23:8:7", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Midrash Tannaim on Deuteronomy 23:8:7", "sourceHeRef": "מדרש תנאים על ספר דברים כ״ג:ח׳:ז׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 8.0007, "collectiveTitle": {"en": "Midrash Tannaim on Deuteronomy", "he": "מדרש תנאים על ספר דברים"}, "he": "אדום קידמו את ישראל בחרב פן בחרב אצ' לק' (במדבר כ יח) מה הקב״ה אומר לו לא תתעב אדומי:", "heVersionTitle": "Berlin, 1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6494368e753309e0a308babb", "index_title": "Bereshit Rabbati", "category": "Midrash", "type": "", "ref": "Bereshit Rabbati, Parashat Vayechi 9", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Bereshit Rabbati, Parashat Vayechi 9", "sourceHeRef": "בראשית רבתי, פרשת ויחי ט׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 9, "collectiveTitle": {"en": "Bereshit Rabbati", "he": "בראשית רבתי"}, "heTitle": "פרשת ויחי", "he": "(בראשית מח, כב) <b>ואני נתתי לך.</b> ר' לוי אמר המטה שנברא בין השמשות נמסר לאדם הראשון בג\"ע ואדם מסרו לחנוך וחנוך לנח ונח לשם ושם מסרו לאברהם ואברהם ליצחק ויצחק ליעקב ויעקב הורידו למצרים ומסרו ליוסף בנו שנאמר ואני נתתי לך וגו'. וכשמת יוסף נשלל ביתו של יוסף ונתן בפלטרין של פרעה, והיה יתרו אחד מחרטומי מצרים וראה את המטה והאותות עליו וחמדו בלבו ולקחו והביאו ונטעהו בתוך גן של ביתו ואח\"כ לא היה יכול ליקרב אליו, עד שבא משה לארץ מדין ונכנס בגן של יתרו וראה את המטה וקרא האותות שהיו עליו וישלח ידו ויקחהו, וירא יתרו ויאמר זה האיש אשר עתיד לגאול את ישראל ממצרים לפיכך נתן את צפורה בתו למשה, שנאמר ויואל משה לשבת וגו' (שמות ב' כ\"א). והיה משה רועה באותו מטה צאנו של יתרו ולא שכלתם חית השדה והיו פרים ורבים עד מאד, ועליהם הכתוב אומר כצאן קדשים וגו' (יחזקאל ל\"ו ל\"ח), בו הביא י' מכות על מצרים, בו בקע את הים, והוא המטה אשר הוציא פרח ויצץ ציץ וכו'. ד\"א ואני נתתי לך שכם אחד, זה חלק בכורה שנטל את הבכורה מראובן ונתנה ליוסף. כיצד שעשה שני בניו שבטים ונטלו נחלה בארץ כנגד שני שבטים כשם שהבכור נוטל פי שנים בנכסי אביו. אשר לקחתי מיד האמרי, וכי היכן מצינו שעשה יעקב מלחמה עם האמרי ומהנה ליוסף יותר מאחיו, אלא זו הבכורה שקנה מעשו שעשה מעשה אמרי. בחרבי ובקשתי, וכי בחרבו ובקשתו לקחה, והלא כתיב כי לא בקשתי אבטח וחרבי לא תושיעני (תהלים מ\"ד ז'), אלא בחרבי זהו מעשה הטוב שנאמר הנה מטתו שלשלמה (שה\"ש ג' ז'), מטתו זה בית המקדש, שלשלמה למלך שהשלום שלו. ששים גבורים (שם), כ\"ד משמרות כהנים וכ\"ד משמרות לוים וי\"ב מחלקות. כלם אחוזי חרב (שם ח'), זה חרבו של אברהם שנאמר ויקח את המאכלת (כ\"ב י'). מלמדי (שה\"ש שם), שהיו מלמדין את בניהם שנאמר ולמדתם אותם את בניכם (דברים י\"א י\"ט). מלחמה (שה\"ש שם), זו תורה שנאמר על כן יאמר בספר מלחמות ה' (במדבר כ\"א י\"ד). איש חרבו על ירכו (שה\"ש שם), זו המילה בריתו של אברהם אבינו, מפחד בלילות (שם), שהם זריזים מן החטא. ד\"א כלם אחוזי חרב מעשה הטוב. אף כאן בחרבי הוא מעשה הטוב, ובקשתי זו תפלה. ללמדך שהצדיקים אין מנצחין אלא בתפלה. וכה\"א גור אריה יהודה (מ\"ט ט'), יכול בקשת ובחרב ת\"ל שמע ה' קול יהודה (דברים ל\"ג ז'), וכן במשה הוא אומר וישלח משה מלאכים וגו' ונצעק אל ה' (במדבר כ' י\"ד - ט\"ז). א\"ל אדום אתם מתגאים על מה שהורישו אבותיכם לכם הקול קול יעקב (כ\"ז כ\"ב), וישמע קולנו (במדבר שם), ואנו מתגאים על מה שהורישו לנו אבותינו והידים ידי עשו (כ\"ז כ\"ב), ועל חרבך תחיה (שם מ'), הה\"ד ויאמר אליו אדום (במדבר כ' י\"ח). ד\"א ואני נתתי אלו בגדים החמודות של עשו בגדי אדם הראשון. אשר לקחתי מיד האמרי, והלא בידי עשו היו, מי נתנן ביד האמורי, ארז\"ל מלחמה עשה עשו עם מלך האמורי וגזלן ממנו, שמע יעקב ובקש רחמים עליהם ונתן הקב\"ה בלבו של מלך האמרי ושלחן דורון ליעקב.", "heVersionTitle": "Jerusalem, 1940", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64bfcc235781082118c14e35", "index_title": "Alshekh on Torah", "category": "Quoting Commentary", "type": "", "ref": "Alshekh on Torah, Genesis 45:4:17", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Alshekh on Torah, Genesis 45:4:17", "sourceHeRef": "תורת משה - אלשיך, בראשית מ״ה:ד׳:י״ז", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 4.0017, "collectiveTitle": {"en": "Alshekh on Torah", "he": "תורת משה - אלשיך"}, "heTitle": "בראשית", "he": "<b>או </b>יאמר ע\"פ הקדמותינו שכתבנו אני יוסף כלומר אני אני הוא ולא שניתי מהכשרון באופן כי בשורה תחשב לאבי אמור לו כי אני חי ואתמה אם העוד אבי חי כהיותו אז שהי' חי רוח יעקב אביו איך השכינה הסתירה ממנו ולא הגידה לו. והוא כי לא ידע כי המה כללו אותה עמהם למנין עשרה לגזור על בלתי הגיד. כי ע\"כ נסתלקה ממנו כ\"ב שנה עד שנתבשר מיוסף כי אז נאמר ותחי רוח יעקב אביהם. אך היה חושש שמרוב העצבון נסתלקה רוח הקדש ממנו. ואז כשמעם כי הוא לא נשתנה שמו לבם להביט אל פניו אם הצלם אלהים עודנו בו מאיר ומזהיר כאשר בתחלה בהבטה ראשונה עם שלא הסתכלו בעצם נבהלו מפניו כי ראו הארה מה מצלם אלהים אשר בפניו ועל כן לא יכלו לענות וזהו ולא יכלו וכו' כי נבהלו מפני וכי לפי גודל קדושתו תגדל בושת' אשר פשע ובו מפניו. אמנם יוסף בראותו כי עמדו ולא ענו והוא לא ידע כי מזוהר פניו היה אמר בלבו אין זה רק שמצטערים תחת ד' סיבות. (א) על הנוגע אל נפשו. אולי הוטמאה במצרים אשר שם מקום זמה כי מדאגה מדבר זה ארז\"ל (ב\"ר פ' צ\"א) שבקשו אותו בשוק של זונות ומכשלה זו היתה מתחת ידם. (ב) על הנוגע אל צרת הגוף והיא אל מציאות המכירה אשר מכרוהו והיה צער מתחולל. (ג) גם הוא אל גופו והוא על היות המכירה להוריד מצרימה שהית' בכונת' היות עבד עולם כנודע כי חק שרו של מצרים ומזלו הוא שעבד אשר יהיה שם לא יעלה במעלה לעולם. וגם שלא כן היה הנה לא יבצר כמדובר למעלה מהיות זו כוונתם כעובדא דההוא דגמרא דאמר אנא מיהא לאיסורא איכוני. (ד) על הנוגע על יעקב אביהם כי עד כה הסתירו ממנו. ועתה תגלה רעתם אליו ואיך יעלו אל אביהם ואיך ישאו פניו בהודיע אליו כי חיה רעה לא אכלתהו כי אם המה מרו ועצבו את רוח יעקב אביהם. על כן להעלות ארוכת ארבעה אלה ענה ואמר על הראשונה גשו נא אלי. כלומר אם העולה על רוחכם הוא כי קלקלתי מעשי במקום הרע הזה וחטאתי לאלהים גשו נא אלי בעצם והביטו בפני בצלם אלהים אשר לי ותכירו ותדעו כי עומד בצדקי אני כמדובר למעלה מהכרה אשר היה לשלמים בימים ההם ואז ויגשו להסתכל בו. ויכורו צדקתו אז ענה ואמר אני יוסף אחיכם כלומר מאשר ראיתם אני מגיד כי הוסרה דאגה תחת אשר אפשר חשבתם עלי והוא כי הנה אני יוסף אחיכם: והענין כי אלו היה חלילה מחלל בריתו ומטמאו בזימה. בשבטים לא יתחשב על דרך מאמר רז\"ל (שבת דף נ\"ה) על ראובן שנאמר בו וישכב את בלהה פלגש אביו וכו' ויהיו בני יעקב שנים עשר שהוא ללמדנו שאין הדברים כפשוטן שאם כן לא היה נמנה עם אחיו אלא שבלבל יצועי אביו בלבד וכן אמרו רז\"ל (ב\"ר פ' פ\"ד) כי בחלום יוסף שאחד עשר כוכבים משתחוים לו. היה כמבשר בעיני ראובן שהחשיבו בכללם. הנה למדנו כי המטמא ברית ומהם בשבטים לא ימנה. ובזה יאמר אני יוסף אחיכם כלומר נמנה עמכם ונקרא אחיכם עם שמכרתם אותי מצרימה אשר כאן מקום זמה מוכן לחלל הברית: ועל פי דרכו רמז למו גם שדחה דחיתני מהאחוה בעת המכיר' כמאמר המלאך אל יוסף באומרו נסעו מזה אני לא כן כי אם אני אחיכם עם שמכרתם אותי מצרימה בהפרדכם מאחוותי וכהתימו לבטל הענין הראשון אמר ועתה אל תעצבו וכו' והוא כי הנה זה כלל גדול בכל מיני משחית ובכל פורעניות אשר יציק לאיש אויבו כי הצרה אשר היא אל הגוף אינה צרה בעצם כי היא צרה עוברת כגוף העובר וניתנה למחילה ותחשב לו לזכות אך הצרה אשר תקרא צרה גמורה היא המגעת אל הנפש. ועל כן רבה רעת המחטיא חברו כי אין מספיקין בידו לעשות תשובה. ומה מתקו דברי רז\"ל (במדבר רבה פ' כ\"א) באומרם גדול המחטיא את חבירו מהורגו כי אדום ומצרים בקשו להרוג את ישראל בחרב. אדום כד\"א (במדבר כ') פן בחרב אצא לקראתך ומצרים אמר אויב ארדוף אשיג וכו' אריק חרבי וכו' ועל שניהם הוא אומר (דברים כ\"ג) לא תתעב אדומי ומצרי ובו' אבל מדינים שהחטיאום נאמר צרור את המדינים והכיתם אותם. וזה מאמר יוסף אל אחיו באומרו ועתה אל תעצבו וכו' לו' הנה מד' הדאגות אשר חשבתי עליכם שהא' נוגעת אל הנפש והשאר אל הגוף הנה ראיתם כי צרת הנפש איננה כי לא הסיבותם להחטיאנו. ולכן עתה אל תעצבו לו הונח שהייתם מצירים לגופי ומה גם עתה כי גם השנית והשלישית הנוגעים אל עצמי ובשרי גם הם אינם בעצם וזהו ואל יחר בעיניכם כי מכרתם אותי שהיא השנית. וגם על היות המכירה הנה בעיר הזאת מקום שאין עבד יוצא לחירות שהוא השלישית. וזהו מכרתם אותי הנה. שכלל בזה שניה ושלישית. והטעם על השניה. הוא כי למחיה וכו' ומר ראו עתה כי לא אליכם תתיחס בעצם כי אם שמה' יצא הדבר על בחינת טובה כי הלא בדרך טובה היה ראוי לי לימנע מלכת לפניכם מחברון שכמה כי הלא הייתי מחייב בנפשי כי ידעתי כי נבאשתי בעיניכם וכלתה אלי הרעה מאתכם: ", "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6596f663bed9ae71ab5adcb7", "index_title": "Mekhilta DeRabbi Yishmael", "category": "Midrash", "type": "", "ref": "Mekhilta DeRabbi Yishmael, Tractate Vayehi Beshalach 3:16", "anchorRef": "Numbers 20:18", "anchorRefExpanded": ["Numbers 20:18"], "sourceRef": "Mekhilta DeRabbi Yishmael, Tractate Vayehi Beshalach 3:16", "sourceHeRef": "מכילתא דרבי ישמעאל, מַסֶּכְתָּא דְוַיְהִי בְּשַׁלַּח ג׳:ט״ז", "anchorVerse": 18, "sourceHasEn": true, "compDate": [200], "commentaryNum": 3.0016, "collectiveTitle": {"en": "Mekhilta DeRabbi Yishmael", "he": "מכילתא דרבי ישמעאל"}, "heTitle": "מַסֶּכְתָּא דְוַיְהִי בְּשַׁלַּח", "he": "בְּמֹשֶׁה מַהוּ אוֹמֵר? (במדבר כ,יד-טז) \"וַיִּשְׁלַח מֹשֶׁה מַלְאָכִים מִקָּדֵשׁ אֶל מֶלֶךְ אֱדוֹם: כֹּה אָמַר אָחִיךָ יִשְׂרָאֵל: אַתָּה יָדַעְתָּ אֵת כָּל הַתְּלָאָה אֲשֶׁר מְצָאָתְנוּ. וַיֵּרְדוּ אֲבֹתֵינוּ מִצְרַיְמָה, וַנֵּשֶׁב בְּמִצְרַיִם יָמִים רַבִּים, וַיָּרֵעוּ לָנוּ מִצְרַיִם וְלַאֲבֹתֵינוּ. וַנִּצְעַק אֶל יי וַיִּשְׁמַע קֹלֵנוּ\". אָמְרוּ לָהֶם: אַתֶּם מִתְגָּאִין עַל מַה שֶּׁהוֹרִישׁ לָכֶם אֲבִיכֶם, (בראשית כז,כב) \"הַקֹּל קוֹל יַעֲקֹב\", (דברים כו,ז) \"וַיִּשְׁמַע יי אֶת קֹלֵנוּ\". וְאָנוּ מִתְגָּאִים עַל מַה שֶּׁהוֹרִישׁ לָנוּ אָבִינוּ, (בראשית כז,כב) \"וְהַיָּדַיִם יְדֵי עֵשָׂו.\" (בראשית כז,מ) \"וְעַל חַרְבְּךָ תִחְיֶה\". מַהוּ אוֹמֵר? (במדבר כ,יח) \"וַיֹּאמֶר אֵלָיו אֱדוֹם: לֹא תַעֲבֹר בִּי! פֶּן בַּחֶרֶב אֵצֵא לִקְרָאתֶךָ.\" וְאַף כָּן אַתָּה אוֹמֵר: <b>\"וַיִּירְאוּ מְאֹד, וַיִּצְעֲקוּ בְנֵי יִשְׂרָאֵל אֶל יי.\" </b>תָּפְשׂוּ לָהֶם אֻמָּנוּת אֲבוֹתֵיהֶן, אֻמָּנוּת אַבְרָהָם, יִצְחָק וְיַעֲקֹב.", "heVersionTitle": "Beeri Edition, Koren, Jerusalem, 2019", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "What is written of Moses? (Numbers 20:14-16) \"And Moses sent messengers from Kadesh to the king of Edom … And our fathers went down to Egypt … and He hearkened to our voice.\" He (the king of Edom) said to them (the messengers): You take pride in what your father Isaac bequeathed to you — (Genesis 27:22) \"The voice is the voice of Jacob\", (Numbers 21:3) \"And the L–rd hearkened to the voice of Israel\" — and we take pride in what our father Isaac bequeathed to us — (Genesis, Ibid.) \"and the hands are the hands of Esav\", (Ibid. 40) \"and by your sword will you live.\" As it is written (Numbers 20:18) \"And Edom said to him: Do not pass through me, lest I go out against you with the sword,\" their trust being only in the sword. But Israel embraced the \"trade\" (prayer) of their fathers, the trade of Abraham, Isaac, and Jacob.", "versionTitle": "Mechilta, translated by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "מכילתא, מתורגמת בידי רבי שרגא סילברשטיין"}, {"_id": "67081c1f21016e7671311e70", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 2:3", "anchorRef": "Numbers 20:14-21", "anchorRefExpanded": ["Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21"], "sourceRef": "Deuteronomy 2:3", "sourceHeRef": "דברים ב׳:ג׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "רַב־לָכֶ֕ם סֹ֖ב אֶת־הָהָ֣ר הַזֶּ֑ה פְּנ֥וּ לָכֶ֖ם צָפֹֽנָה׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "You have been skirting this hill country long enough; now turn north.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]