[{"_id": "522307aeedbab45814ae709b", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 20:22:1", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Rashi on Numbers 20:22:1", "sourceHeRef": "רש\"י על במדבר כ׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>כל העדה.</b> כֻּלָּם שְׁלֵמִים וְעוֹמְדִים לִכָּנֵס לָאָרֶץ, שֶׁלֹּא הָיָה בָּהֶן אֶחָד מֵאוֹתָם שֶׁנִּגְזְרָה גְזֵרָה עֲלֵיהֶם, שֶׁכְּבָר כָּלוּ מֵתֵי מִדְבָּר וְאֵלּוּ מֵאוֹתָן שֶׁכָּתוּב בָּהֶן (דברים ד') \"חַיִּים כֻּלְּכֶם הַיּוֹם\" (תנחומא):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "כל העדה THE WHOLE CONGREGATION — all of them perfect, and destined to enter the promised land, for among them there was not even one of those upon whom it had been decreed that they should not enter the land, because those who were to die in the wilderness had already ceased to exist, and these belonged to those about whom it is written, (Deuteronomy 4:4) ‘[But ye who did cleave to the Lord your God] are all of you alive this day” (Midrash Tanchuma, Chukat 14)", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "522307aeedbab45814ae709d", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 20:22:2", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Rashi on Numbers 20:22:2", "sourceHeRef": "רש\"י על במדבר כ׳:כ״ב:ב׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 22.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>הר ההר.</b> הַר עַל גַּבֵּי הַר, כְּתַפּוּחַ קָטָן עַל גַּבֵּי תַפּוּחַ גָּדוֹל, וְאַעַ\"פִּ שֶׁהֶעָנָן הוֹלֵךְ לִפְנֵיהֶם וּמַשְׁוֶה אֶת הֶהָרִים, שְׁלֹשָׁה נִשְׁאֲרוּ בָהֶן — הַר סִינַי לַתּוֹרָה וְהֹר הָהָר לִקְבוּרַת אַהֲרֹן וְהַר נְבוֹ לִקְבוּרַת מֹשֶׁה (תנחומא):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "הר ההר MOUNT HOR (more lit., the mount of the mount) — This was a mount on top of a mount, like a small apple on top of a large apple. — Although the cloud went before them and levelled the mountains (cf. Rashi on 10:34), yet three of them remained: Mount Sinai for the giving of the Torah, Mount Hor for Aaron’s burial place, and Mount Nebo for Moses’ burial place (Midrash Tanchuma, Chukat 14).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6d7d", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 20:22", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Onkelos Numbers 20:22", "sourceHeRef": "תרגום אונקלוס על במדבר כ׳:כ״ב", "anchorVerse": 22, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 20.0022, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וּנְטָלוּ מֵרְקָם וַאֲתוֹ בְנֵי יִשְׂרָאֵל כָּל כְּנִשְׁתָּא לְהֹר טוּרָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "They traveled from Kodeish, and the entire community of Bnei Yisroel came to Mount Hor.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec5b4", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 20:22", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Targum Jonathan on Numbers 20:22", "sourceHeRef": "תרגום יונתן על במדבר כ׳:כ״ב", "anchorVerse": 22, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 20.0022, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וּנְטָלוּ מֵרְקָם וְאָתוּ בְּנֵי יִשְרָאֵל כָּל כְּנִשְׁתָּא לְטַוְורוֹס אוּמָנוֹס", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And the whole congregation of the children of Israel journeyed from Rekem, and came unto Mount Umanom. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "57e77d70d6e4a94c7c18af8d", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 20:22", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Tafsir Rasag, Numbers 20:22", "sourceHeRef": "תפסיר רס\"ג, במדבר כ׳:כ״ב", "anchorVerse": 22, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 20.0022, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "פרחלו מן רקים וג̇את ג̇מאעתהם אלי ג̇בל הור", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5964d68ad6e4a92bf45a8a35", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 20:22:1-2", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Rabbeinu Bahya, Bamidbar 20:22:1-2", "sourceHeRef": "רבנו בחיי, במדבר כ׳:כ״ב:א׳-ב׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": ["<b>כל העדה.</b> הזכיר כל העדה לפי שיצא אדום לקראתם להלחם בם וכדי להודיע שלא נפקד מהם איש כשבאו מארץ אדום להר ההר.\n", "<b>ואמרו </b>במדרש הר ההר, הר על גבי הר, כמין תפוח קטן על תפוח גדול, והיה אהרן קבור באותו מקום ששמו הר, שנאמר וימת אהרן שם בראש ההר, ואע\"פ שהענן הולך לפניהם ומשוה את ההרים, שלשה הרים נשארו, הר סיני לתורה, הר הר לקבורת אהרן, הר נבו לקבורת משה.\n"], "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["כל העדה, the entire congregation.” Seeing that we had been told that the King of Edom confronted the Israelites with all his military might, the Torah wanted to tell us that the people’s arrival at Hor Hahar found all of them intact. They had not suffered a single casualty.", "According to Tanchuma Chukat 14 the meaning of the word הר ההר is: “a small mountain atop a bigger mountain.” Aaron was buried in the part referred to by our text as הר. We derive this from the words: “Aaron died there at the top of the mountain.” Even though the cloud which traveled in front of the Israelites was in the habit of leveling all mountains and valleys, three mountains remained in the desert which the Israelites traversed. They are: Mount Sinai (in order to give the Torah to the people), Mount Hor Hahar as the burial place of Aaron, and Mount Nevo as burial site for Moses."], "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a1547b4d6e4a92409ac4a1a", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 20:22:1", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Siftei Chakhamim, Numbers 20:22:1", "sourceHeRef": "שפתי חכמים, במדבר כ׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>כולם שלמים.</b> וא\"ת למה לא מפרש בל' זה שפי' לעיל על כל העדה, ומה צריך לנקוט כולם שלמים ליכנס לארץ, וגם זה לא צריך לפרש ואלו מאותן כו', וי\"ל דאל תקשי מה צריך לכתוב כל העדה וללמדך שעדה כולם עומדים לחיים שכבר מתו מתי מדבר, והא לעיל כתיב כל העדה. ומפרש דלומר לך אף בשעה שהיו נכנסין לארץ שהיו זמן מרובה לאחר מיתת אנשי דור המדבר היו כולם שלמים כו':", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>All of them, perfect.</b> You might ask: Why does Rashi not comment in the same manner he did above on the phrase “The entire community” (v. 1)? Also, why is it necessary to mention that all of them were perfect [and ready] to enter the land? Furthermore, it was not necessary to explain that “these were among those…” The answer is that it was [necessary] so that you would not ask: Why does Scripture write, “The entire community” teaching that the entire community is designated for life, since those who were destined to die in the wilderness had already perished, since the Torah had written above “the entire community”? Therefore Rashi explains that it is to tell you that even at the time they entered the land, which was some time after the death of the generation of the desert, “All of them were perfect…”", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1c0212d6e4a943452d3c2e", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Numbers 3", "anchorRef": "Numbers 20:22-29", "anchorRefExpanded": ["Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29"], "sourceRef": "Sefer HaYashar (midrash), Book of Numbers 3", "sourceHeRef": "ספר הישר (מדרש), ספר במדבר ג׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 3, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר במדבר", "he": "ויהי בשנת שלושים ושש שנה לצאת בני ישראל ממצרים, ויך ה׳ אל לב סיחון מלך האמורי. ויערוך מלחמה ויצא להילחם את בני מואב. וישלח סיחון מלאכים אל בעור בן יונוס בן בלעם יועץ מלך מצרים ואל בלעם בנו, לקלל את מואב למען תינתן ביד סיחון. וילכו מלאכי סיחון ויביאו את בעור בן יונוס ואת בלעם בנו, מפתור ארם נהריים. ויבואו בעור ובלעם בנו עיר סיחון, ויקללו את מואב ואת מלכם בעיני סיחון מלך האמורי. וסיחון יצא עם כל חילו וילך אל מואב, וילחם בם ויכניעם ויתנם ה׳ בידו. ויהרוג סיחון את מלך מואב ויקח סיחון את כל ערי מואב במלחמה, וגם את חשבון לקח מהם כי חשבון מערי מואב היא. וישם סיחון את שריו ואת גדוליו בחשבון, ותהי חשבון לסיחון בימים ההם. על כן יאמרו עליה המושלים בעור ובלעם בנו, כדברים האלה לאמור. בואו חשבון תיבנה ותיכונן עיר סיחון, אוי לך מואב אבדת עם כמוש, הנה כתובה על ספר תורת האלוקים. ויהי כאשר ניצח סיחון את מואב, וישם שומרים בערים אשר לקח מאת מואב. ובני מואב נפלו הרבה במלחמה ביד סיחון וישב מהם שבי גדול בנים ובנות ויהרוג מלכם, ויפן סיחון וישב לו אל ארצו. ויתן סיחון כותנות רבות ומנות כסף וזהב אל בעור ואל בלעם בנו וישלחם, וילכו ארם נהריים אל מקומם ואל ארצם. בעת ההיא עברו כל בני ישראל מדרך מדבר מואב, וישובו ויסובו את מדבר אדום. ויבואו כל העדה מדבר צין בחודש הראשון, בשנת הארבעים לצאתם ממצרים. וישבו שם בני ישראל בקדש מדבר סין, ותמת שם מרים ותיקבר שם. בעת ההיא שלח משה מלאכים אל הדד מלך אדום לאמור, כה אמר אחיך ישראל אעברה נא בארצך לא נעבור בשדה ובכרם ולא נשתה מי באר, דרך המלך נלך. ויאמר אליו אדום לא תעבור בי, ויצא אדום לקראת בני ישראל בעם כבד. וימאנו בני עשו נתון את בני ישראל לעבור בארצם, ויט ישראל מעליו ולא נלחמו בבני עשו. כי לפני זה ציוה ה׳ את בני ישראל לאמור לא תילחמו את בני עשו, על כן נטה ישראל מעליו ולא נלחמו איתם. ויסעו בני ישראל מעל בני עשו מקדש, ויבואו כל העדה הר ההר.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And in the thirty-ninth year of the Israelites’ going out of Egypt, the Lord provoked the heart ‎of Sihon, king of the Amorites, to go forth and fight against the children of Moab. And Sihon ‎sent messengers to Beor the son of Janeus, the son of Balaam, counselor to the king of Egypt, ‎and unto Balaam his son, to curse Moab, that it might be delivered into the hands of Sihon. ‎And Beor and Balaam his son came, and they cursed Moab, and the Lord delivered the children ‎of Moab into the hands of Sihon; and Sihon slew the king of Moab, and he took all the cities of ‎Moab, including Heshbon which was one of the cities of Moab, and he placed his princes and ‎officers over Heshbon. Therefore they that spoke in proverbs, Beor and his son Balaam, speak ‎in these words, saying: Come into Heshbon, let the city of Sihon be built and prepared. Woe to ‎thee, Moab, thou art undone, O people of Chemosh! Behold it is written in the book of the ‎law of God. And Sihon gave many presents unto Beor and his son Balaam, and they returned ‎to their home. And at that time all the children of Israel journeyed from the wilderness of ‎Moab, and they went around the wilderness of Edom, and they came into the wilderness of ‎Zin on the first month of the fortieth year after their going out of Egypt; and Israel abode there ‎in Kadesh, and there Miriam died, and she was buried in that place. Then Moses sent ‎messengers unto Hadad, king of Edom, saying: Let me pass, I pray thee, through thy country; ‎we will not pass through the fields or through the vine yards, neither will we drink of the ‎waters of the wells; we will go by the king's highway. And Edom said unto him: Thou shalt not ‎pass by me; and Edom went forth against Israel with a numerous host, but the children of ‎Israel removed from Edom without fighting with them.‎ And the children of Israel journeyed from Kadesh and they came to Mount Hor. ", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5a1c0212d6e4a943452d3c30", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Numbers 4", "anchorRef": "Numbers 20:22-29", "anchorRefExpanded": ["Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29"], "sourceRef": "Sefer HaYashar (midrash), Book of Numbers 4", "sourceHeRef": "ספר הישר (מדרש), ספר במדבר ד׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 4, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר במדבר", "he": "בעת ההיא דיבר ה׳ אל משה, אמור אל אהרון אחיך יאסף שם כי לא יבוא אל הארץ אשר נתתי לבני ישראל. ויעל אהרון כדבר ה׳ אל הר ההר וימת שם, בשנת הארבעים בחודש החמישי באחד לחודש. ואהרון בן מאת שנה ועשרים ושלוש שנים במותו בהר ההר. וישמע הכנעני מלך ערד יושב הנגב כי בא ישראל דרך האתרים, ויערוך את חילו להילחם בישראל. וייראו בני ישראל מאוד מפניו כי חיל גדול וכבד מאוד לו, ויתנו לב בני ישראל לשוב מצרימה. וישובו בני ישראל אחוריהם כמהלך שלושת ימים עד מוסרות בני יעקן, כי יראו להם מאוד מפני מלך ערד. ולא יכלו בני ישראל ללכת לשוב אל מקומם, וישבו בבני יעקן שלושים יום. ויהי כראות בני לוי כי לא אבו בני ישראל לשוב, ויקנאו אל ה׳ ויקומו וילחמו את ישראל אחיהם. ויהרגו מהם עם רב, ויושיבום בחוזקה אל מקומם הר ההר. ויהי בשובם, ומלך ערד עודנו עורך צבאו למלחמה לקראת ישראל. וידר ישראל נדר לאמור, אם נתון תיתן את העם הזה בידי והחרמתי את עריהם. וישמע ה׳ בקול ישראל ויתן את הכנעני בידם, ויחרם אתהם ואת עריהם ויקרא שם המקום חרמה. ויסעו בני ישראל מהר ההר ויחנו באובות. ויסעו מאובות ויחנו בעיי העברים בגבול מואב. וישלח בני ישראל אל מואב לאמור, נעברה נא בארצך עד מקומי. ולא אבו בני מואב נתון את ישראל עבור בארצם, כי יראו בני מואב מאוד. פן יעשו להם בני ישראל כאשר עשה להם סיחון מלך האמורי, אשר לקח את ארצם ויהרוג מהם רבים. על כן לא נתן מואב את ישראל עבור בארצו, וה׳ ציוה את בני ישראל לאמור לבלתי הילחם במואב ויט ישראל מעל מואב. ויסעו בני ישראל מגבול מואב ויבואו בעבר ארנון בגבול מואב, בין מואב ובין האמורי. ויחנו בגבול סיחון מלך האמורי, במדבר קדמות. וישלחו בני ישראל מלאכים אל סיחון מלך האמורי לאמור, נעברה נא בארצך לא נטה בשדה ובכרם לא נשתה מי באר, דרך המלך נלך עד עברנו את גבולך. ולא נתן סיחון את ישראל עבור בגבולו ויקבוץ סיחון את כל עם האמורי, ויצא המדברה לקראת בני ישראל וילחם בישראל יהצה. ויתן ה׳ את סיחון מלך האמורי ביד ישראל ויך ישראל את כל עם סיחון לפי חרב, וינקום את נקמת מואב.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Then the Lord said unto Moses: Tell unto Aaron thy brother that he must die here, for he shall ‎not enter the land which I have sworn to give unto the children of Israel. And Aaron went up ‎the mountain of Hor according to the word of the Lord, in the fortieth year in the fifth month, ‎on the first day of the month, and Aaron was one hundred and twenty-three years of age ‎when he died on Mount Hor. And the children of Israel journeyed from Mount Hor and ‎encamped in Oboth, and they journeyed from Oboth and encamped in Ije-haabarim, on the ‎border of Moab. And Moses sent unto Moab, saying: Let us journey through thy land to our ‎place; but Moab would not suffer Israel to journey through his land, and the children of Israel ‎journeyed from the border of Moab, and they came to the other side of Arnon, the border of ‎Moab between Moab and the Amorites, and they encamped on the border of the Amorites in ‎the wilderness of Kidemoth. And the children of Israel sent messengers unto Sihon, king of ‎the Amorites, saying: Let us pass through thy land, we shall not turn into the fields and into the ‎vineyards, but we shall go over the king's high way. But Sihon would not suffer the children of ‎Israel to pass, and he assembled all the people of the Amorites, and he went forth to fight ‎against Israel. And the Lord delivered Sihon into the hands of the children of Israel, and they ‎smote Sihon and all his people at the edge of the sword.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6037a540cda51cfa3ddf26ef", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 20:1:1", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Ramban on Numbers 20:1:1", "sourceHeRef": "רמב\"ן על במדבר כ׳:א׳:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "<b>ויבאו בני ישראל כל העדה מדבר צן</b> העדה עדה שלמה שכבר מתו מתי מדבר ואלו פרשו לחיים לשון רש\"י (רש\"י על במדבר כ׳:א׳) וכן דעת ר\"א ואם כן מה צורך להזכיר כן בבואם אחרי כן אל הר ההר (במדבר כ׳:כ״ב) ור\"א אמר (אבן עזרא על במדבר כ׳:כ״ב) כי הזכיר זה בעבור כי יצא אדום להלחם בם הזכיר הכתוב שלא נפקד מהם איש בבואם מעיר אדום ואינו נכון כי ישראל נטו מעליו ולא נלחם בם כלל והנכון בעיני כי מנהג הכתוב להזכיר כן במקום התלונות ויבאו כל עדת בני ישראל אל מדבר סין אשר בין אלים ובין סיני (שמות טז א) ויסעו כל עדת בני ישראל למסעיהם ויחנו ברפידים (שם יז א) יודיענו הכתוב כי היו כלם בתלונה וכן ותשא כל העדה ויתנו את קולם (במדבר י״ד:א׳) וילונו כל עדת בני ישראל ממחרת (שם יז ו) ואמר כן בבואם אל הר ההר להודיע שהיו כלם בהספדו של אהרן קדוש ה' כמו שאמר ויבכו את אהרן כל בית ישראל וגו' (במדבר כ׳:כ״ט) ואמר לעיני כל העדה (במדבר כ׳:כ״ז) ובמדבר סיני רבה (במדבר רבה י״ט:ט׳) ראיתי שהזכיר הלשון הזה עדה שלימה וכו' בכתוב השני בהר ההר בלבד כי הראשון מפני התלונה נאמר כאשר פירשתי:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THE CHILDREN OF ISRAEL, EVEN THE WHOLE CONGREGATION, CAME INTO THE WILDERNESS OF ZIN. “<i>The congregation</i> — an upright congregation, for those who were [punished] with death in the wilderness [on account of sinning in the matter of the spies] had already died, and these were designated to live” [i.e., they were the new generation which was to enter the Land]. This is Rashi’s language, and such is also the opinion of Rabbi Abraham ibn Ezra. But if so, why was it necessary to mention this [same expression: <i>even the whole congregation</i>] when they came afterwards unto Mount Hor?<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">Further, Verse 22: <i>And they journeyed from Kadesh,; and the children of Israel, ‘even the whole congregation,’ came unto Mount Hor</i>.</i> Now Rabbi Abraham ibn Ezra wrote [there] that Scripture mentioned it because Edom had come out to fight them,<sup class=\"footnote-marker\">69</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 20.</i> therefore it mentions that none of them was missing when they came back from the city of Edom. But this is not correct, since Israel turned away from him [Edom]<sup class=\"footnote-marker\">70</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 21.</i> and did not wage battle with them at all.<br>The correct interpretation appears to me to be that it is the Scriptural style to mention [“the whole congregation”] when speaking of complaints, [just as in the following verses]<i>: And all the congregation of the children of Israel came unto the wilderness of Sin, which is between Elim and Sinai;</i><sup class=\"footnote-marker\">71</sup><i class=\"footnote\">Exodus 16:1. See <i>ibid.</i>, Verses 2-3, that they murmured for food.</i> <i>And all the congregation of the children of Israel journeyed from the wilderness of Sin, by their stages … and encamped in Rephidim</i><sup class=\"footnote-marker\">72</sup><i class=\"footnote\"><i>Ibid.</i>, 17:1. There too it is related in Verses 2-3 that they quarrelled with Moses, saying, “Give us water.”</i> — and Scripture thereby informs us that they all [participated] in the complaint. Similarly, <i>And all the congregation lifted up their voice;</i><sup class=\"footnote-marker\">73</sup><i class=\"footnote\">Above, 14:1. In that case they were discouraged by the report of the spies, and wanted to return to Egypt.</i> <i>And on the morrow all the congregation of the children of Israel murmured</i>.<sup class=\"footnote-marker\">74</sup><i class=\"footnote\"><i>Ibid.</i> 17:6. There they complained about the death of Korach and his followers.</i> Scripture uses that expression when they came to Mount Hor<sup class=\"footnote-marker\">75</sup><i class=\"footnote\">Further, Verse 22.</i> in order to tell us that they all took part in the mourning for Aaron, <i>the holy one of the Eternal</i>,<sup class=\"footnote-marker\">76</sup><i class=\"footnote\">Psalms 106:16.</i> just as it is said, <i>and they wept for Aaron … all the house of Israel</i>,<sup class=\"footnote-marker\">77</sup><i class=\"footnote\">Further, Verse 29.</i> and it states [furthermore]<i>: in the sight of all the congregation</i>.<sup class=\"footnote-marker\">78</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 27.</i> In Bamidbar Sinai Rabbah<sup class=\"footnote-marker\">79</sup><i class=\"footnote\">Bamidbar Rabbah 19:9.</i> I have seen mentioned the text [quoted above by Rashi] — “an upright congregation etc.” — only in connection with the second verse [speaking] about Mount Hor [i.e., Verses 20 and 27 quoted above, which say that <i>‘the whole congregation came’</i> to Mount Hor, and that Moses and Aaron <i>went up into Mount Hor ‘in the sight of all the congregation’</i>], for in the case of the first verse [i.e., the present verse, the expression <i>all the congregation</i>] is used because [Scripture wants to indicate that they all joined in] the murmuring, as I have explained.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6121b8888430f78f20636c32", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 764:7", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Yalkut Shimoni on Torah 764:7", "sourceHeRef": "ילקוט שמעוני על התורה תשס״ד:ז׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 764.0007, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ויסעו מקדש ויבואו בני ישראל. זה שאמר הכתוב בהתחברך (לרשע) [עם אחזיהו] פרץ ה' את מעשיך על שנתחברו לרשע הזה לעבור בארצו חסרו לאותו צדיק, לכך נסמכה אסיפת אהרן אחר פרשת מלך אדום. ויט ישראל מעליו ויסעו מקדש וגו' מהו כל העדה עדה שלמה עדה הנכנסת לארץ, לפי שמתו יוצאי מצרים ואלו הן אותן שכתוב בהן חיים כלכם היום. מהו הר ההר הר על גבי הר כתפוח קטן על גבי תפוח גדול. ואף על פי שהענן מהלך לפניהם משפיל את הגבוה ומגביה את השפל הניח הקב\"ה את ההר הזה דוגמא שידעו נסים שעשה להם הקב\"ה שלא הניח הר במדבר שלא יהו מתיגעין ועולין עליהן ויורדין, ועוד אף על פי שהיה הענן עושה כל המדבר מישור היה מניח מקום גבוה למשכן שיהא חונה שם והניח שלשה הרים, הר סיני לשכינה, והר נבו לקבורת משה, והר ההר לקבורת אהרן:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee647cf7a0c25239b77", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and the Failure of Leadership; The Edomites 2-9", "anchorRef": "Numbers 20:1-29", "anchorRefExpanded": ["Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and the Failure of Leadership; The Edomites 2-9", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י׳ ב׳-ט׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Rebellion and the Failure of Leadership; The Edomites", "he": "במדבר הערה י׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["The first part of this chapter contains a story that has deeply troubled readers for over two millennia. Its length belies its weight; in only thirteen verses, Moshe and Aharon have lost their most cherished dream—the privilege of entering the Promised Land.", "The brevity here may result from the fact that, for the narrator, this story was a variant of, or constructed from, a similar one in Ex. 17, to explain more fully why the leaders shared the fate of their generation. In other words, their deaths may affect us more than the text meant it to. Nonetheless, the question of why exactly Moshe and Aharon received such a terrible punishment for a moment of indiscretion will not go away. Can it really be that the towering figure of Moshe, liberator and lawgiver, parent and prophet, is to be done away with in the blink of an eye, over a fit of justifiable temper? But it is a public moment, and there the answer may lie. The Bible consistently takes a stringent view of leadership: that leaders must be above reproach, and that they must not lose sight of the fact that it is God whom they represent. A similar impulse led to the strict standards to which the writer of Samuel-Kings, the so-called Deuteronomistic historian, held such revered personalities as David and Solomon.", "From v.14 to v.21, the text gives us a moment to digest what has just happened, at the same time managing to introduce the major theme of the next several chapters: encountering other peoples and tribes as the Israelites near Canaan. First is Edom, in the territory to the east roughly between Eilat and the Dead Sea. The sequence begins tentatively, not with an Israelite victory, but not with a defeat either: they are forced to reroute their approach.", "So as to keep the memory of Merivat-Kadesh close, the chapter ends with the death of Aharon, “before the eyes of the entire community” (v.27). For the first time in all the rebellion texts, the word “rebel” itself is used (v.24). On a positive note, leadership is seamlessly passed to the next generation; when Moshe returns from witnessing Aharon’s death, he is accompanied by the latter’s son El’azar, who is tellingly dressed in Aharon’s garments.", "cut off shall that person be from the midst of the assembly,", "for the Holy-Area of Y<small>HWH</small> has he made-<i>tamei</i>,", "Waters Kept-Apart have not been dashed upon him,", "he is <i>tamei!</i>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eec9ad75f2d99afa20", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and the Failure of Leadership; The Edomites 1", "anchorRef": "Numbers 20:1-29", "anchorRefExpanded": ["Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and the Failure of Leadership; The Edomites 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 20:1-29\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 20:1-29</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63d77c7deca1000753446b67", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 20:22:1", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Rav Hirsch on Torah, Numbers 20:22:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר כ׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 22. כל העדה (siehe V. 1). Es dürfte diese Bemerkung hier vor dem Tode Aharons erkennen lassen sollen, daß, obgleich in der Wüste gestorben, doch Aharon nicht in Folge des allgemeinen, den Eintritt in das verheißene Land versagenden Verhängnisses sein Grab in der Wüste gefunden. Als die Gegend um Hor betreten wurde, war dies Verhängnis bereits gelöst und nur der Vorgang in Kadesch bei מי מריבה war die Veranlassung seines Todes.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63d77c7deca1000753446b68", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 20:22:2", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Rav Hirsch on Torah, Numbers 20:22:2", "sourceHeRef": "רש\"ר הירש על התורה, במדבר כ׳:כ״ב:ב׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 22.0002, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "הר ההר: nach הר על גבי הר כתפוח קטן על גבי תפוח גדול ,מ׳׳ר, ein Berg auf einem Berge, eine sich auf einem Berge erhebende kleinere Bergkuppe. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6418847dc9371ec0cebe7902", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 20:22:1", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Reggio on Torah, Numbers 20:22:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר כ׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>הר ההר,</b> מלת הר בחולם הוא שם של ההר ההוא, ושיעור הכתוב ויבאו בני ישראל כל העדה אל הר ההר:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc71758c1dc532ec9285", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 20:22", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Steinsaltz on Numbers 20:22", "sourceHeRef": "ביאור שטיינזלץ על במדבר כ׳:כ״ב", "anchorVerse": 22, "sourceHasEn": true, "commentaryNum": 20.0022, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיִּסְעוּ מִקָּדֵשׁ, וַיָּבֹאוּ בְנֵי יִשְׂרָאֵל כָּל הָעֵדָה</b>ל\n    <b>הֹר הָהָר,</b> ההר שנקרא הֹר,\n    מפני שבלט באזור.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>They traveled from Kadesh; and the children of Israel, the entire congregation, came to Hor Mountain. </b>It was known by the name Hor, which itself means mountain, due to its regional prominence. ", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e9da79b215f43691cfe0ce", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Chukat 25", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Tze'enah Ure'enah, Chukat 25", "sourceHeRef": "צאינה וראינה, חקת כ״ה", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 25, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "חקת", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“<i>They arrived</i> … <i>in a body</i>” [20:22]. All those who were not worthy to come into the land of Israel died and only the righteous who were worthy to come into the land of Israel remained.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Rashi, Numbers, 20:18.</i>", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "51736f1cedbab41120e49a2e", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "midrash", "ref": "Bamidbar Rabbah 19:16", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Bamidbar Rabbah 19:16", "sourceHeRef": "במדבר רבה י״ט:ט״ז", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 19.0016, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיִּסְעוּ מִקָּדֵשׁ וַיָּבֹאוּ <small>(במדבר כ, כב)</small>, זֶה שֶׁאָמַר הַכָּתוּב <small>(דברי הימים ב כ, לז)</small>: בְּהִתְחַבֶּרְךָ עִם אֲחַזְיָהוּ פָּרַץ ה' אֶת מַעֲשֶׂיךָ, עַל שֶׁנִּתְחַבְּרוּ לָרָשָׁע הַזֶּה לַעֲבֹר בְּאַרְצוֹ חָסְרוּ אוֹתוֹ צַדִּיק, לְכָךְ נִסְמְכָה פָּרָשַׁת אֲסִיפַת אַהֲרֹן לְאַחַר פָּרָשַׁת מֶלֶךְ אֱדוֹם. <small>(במדבר כ, כא)</small>: וַיֵּט יִשְׂרָאֵל מֵעָלָיו. <small>(במדבר כ, כב)</small>: וַיִּסְעוּ מִקָּדֵשׁ, מַהוּ <small>(במדבר כ, כב)</small>: כָּל הָעֵדָה, עֵדָה שְׁלֵמָה, עֵדָה הַנִּכְנֶסֶת לָאָרֶץ, לְפִי שֶׁמֵּתוּ יוֹצְאֵי מִצְרַיִם וְאֵלּוּ מִן אוֹתָן שֶׁכָּתוּב בָּהֶן <small>(דברים ד, ד)</small>: חַיִּים כֻּלְּכֶם הַיּוֹם, מַהוּ <small>(במדבר כ, כב)</small>: הֹר הָהָר, הַר עַל גַּבֵּי הַר, כְּתַפּוּחַ קָטָן עַל גַּבֵּי תַּפּוּחַ גָּדוֹל, אַף עַל פִּי שֶׁהֶעָנָן הוֹלֵךְ לִפְנֵיהֶם מַשְׁפִּיל אֶת הַגָּבוֹהַּ וּמַגְבִּיהַּ אֶת הַשָּׁפֵל, הִנִּיחַ הַקָּדוֹשׁ בָּרוּךְ הוּא אֶת הָהָר הַזֶּה דוּגְמָא, שֶׁיֵּדְעוּ נִסִּים שֶׁעָשָׂה הַקָּדוֹשׁ בָּרוּךְ הוּא לָהֶם, שֶׁלֹא הִנִּיחַ הַר בַּמִּדְבָּר, שֶׁלֹא יְהוּ מִתְיַגְּעִין וְעוֹלִים וְיוֹרְדִים. וְעוֹד אַף עַל פִּי שֶׁהָיָה הֶעָנָן עוֹשֶׂה כָּל הַמִּדְבָּר מִישׁוֹר, הָיָה מַנִּיחַ מָקוֹם גָּבוֹהַּ לַמִּשְׁכָּן שֶׁהוּא חוֹנֶה שָׁם, וְהִנִּיחַ שְׁלשָׁה הָרִים, הַר סִינַי לַשְּׁכִינָה, וְהַר נְבוֹ לִקְבוּרַת משֶׁה, וְהֹר הָהָר לִקְבוּרַת אַהֲרֹן.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“They traveled from Kadesh, and the children of Israel, the entire congregation, came to Hor Mountain” (Numbers 20:22).</b> <br>“They traveled from Kadesh and…came” – this is what the verse said: “Because you allied yourself with Ahaziah, the Lord has breached your works” (II Chronicles 20:37). Because they drew near to that wicked one to pass through his land, they lost that righteous one. That is why the gathering of Aaron was juxtaposed just after the portion of the king of Edom. “Israel turned away from him” (Numbers 20:21). <br>“They traveled from Kadesh” – what is “the entire congregation”? It is a complete congregation, the congregation that is entering the land. It is because those who departed from Egypt died, and these are from those in whose regard it is written in the verse: “All of you are alive today” (Deuteronomy 4:4). <br>What is “Hor Mountain [<i>Hor Hahar</i>]”? It is a mountain atop a mountain, like a small apple atop a large apple. Although the cloud that went before them would lower the elevations and raise the depressions, the Holy One blessed be He left this mountain as a sample, so they would be aware of the miracles that the Holy One blessed be He performed on their behalf, as He did not leave a mountain in the wilderness, so they would not be exerting themselves and ascending and descending. Moreover, although the cloud would render the entire wilderness a plain, it would leave an elevation for the Tabernacle that would encamp there, and it left three mountains: Mount Sinai for the Divine Presence, Mount Nevo for Moses’s burial, and Hor Mountain for Aaron’s burial.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "525a51dfedbab4498f484f46", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 20:22:1", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Ibn Ezra on Numbers 20:22:1", "sourceHeRef": "אבן עזרא על במדבר כ׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "וטעם <b>בני ישראל כל העד'.</b> בעבור שיצא אדום להלחם בם הגיד הכתוב שלא נפקד איש מבני ישראל בבואם מעיר אדום אל הר ההר:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "[THE CHILDREN OF ISRAEL.] Its meaning is, <i>the entire congregation</i>. Because Edom went to fight against them, Scripture relates that no one was missing from the children of Israel when they came from the city of Edom to Mount Hor.<sup class=\"footnote-marker\">75</sup><i class=\"footnote\">In other words, no Jews were killed by the Edomites.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "54bd4927fbfba2173336c018", "index_title": "Metzudat Zion on Judges", "category": "Quoting Commentary", "type": "", "ref": "Metzudat Zion on Judges 18:25:2", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Metzudat Zion on Judges 18:25:2", "sourceHeRef": "מצודת ציון על שופטים י״ח:כ״ה:ב׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1740, 1780], "commentaryNum": 25.0002, "collectiveTitle": {"en": "Metzudat Zion on Judges", "he": "מצודת ציון על שופטים"}, "heTitle": "מצודת ציון על שופטים", "he": "<b>ואספתה.</b> ענין כליון מן העולם, כמו (במדבר כ כב) יאסף אהרן:\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "554ef0b3fbfba21b48f53e88", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 20:22:1", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Haamek Davar on Numbers 20:22:1", "sourceHeRef": "העמק דבר על במדבר כ׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>כל העדה.</b> פרש״י כולם שלמים כו׳ תמוה שהרי כבר כתוב כן בבואם לקדש לעיל א׳. אלא שהיה אפשר לחשוב שנשתיירו הרבה מישראל בארץ אדום לישב שם עד שיכנסו כל ישראל לארץ ישראל שהרי כבר היו מעורבים עם אנשי אדום בזה המשך שישבו בקדש. מש״ה כתיב שכל העדה הלכו משם עם משה ואהרן:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5892f0c0d6e4a9274646e310", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Numbers 33:37:1", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Chizkuni, Numbers 33:37:1", "sourceHeRef": "חזקוני, במדבר ל״ג:ל״ז:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 37.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>בהר ההר</b> מפורש בפרשת חוקת.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "הר ההר, this has been explained in Numbers 20,22.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f2bbd6e4a92746472402", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 20:22:1", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Chizkuni, Numbers 20:22:1", "sourceHeRef": "חזקוני, במדבר כ׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>כל העדה הר ההר</b> אע״‎פ שמלך אדום יצא לקראתם בחרבו לא נפקד מהם איש.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "כל העדה הר ההר, “the entire congregation, to Hor Hahar.” Even though the King of Edom had sent troops with an aggressive posture the Israelites did not incur a single casualty.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58f75f73d6e4a9133c20c2ec", "index_title": "Ben Ish Hai", "category": "Halakhah", "type": "commentary", "ref": "Ben Ish Hai, Drashot, Chukat 12", "anchorRef": "Numbers 20:21-22", "anchorRefExpanded": ["Numbers 20:21", "Numbers 20:22"], "sourceRef": "Ben Ish Hai, Drashot, Chukat 12", "sourceHeRef": "בן איש חי, דרשות, חקת י״ב", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1894, 1898], "commentaryNum": 12, "collectiveTitle": {"en": "Ben Ish Hai", "he": "בן איש חי"}, "heTitle": "חקת", "he": "על כן יאמרו המושלים באו חשבון תבנה ותכונן עיר סיחון רז\"ל אמרו המושלים ביצרם גם עיר סיחון דרשו רז\"ל נטרקון סיחה נאה ונ\"ל בס\"ד הכתוב לפי דרכם כי ידוע שיש כמה מצות שא\"א לקיים אותם במעשה אך האדם נשלם בהם בתרתי הא' מצד המחשבה חשב אדם לעשות מצוה ונאנס ולא עשאה מעלה עליו הכתוב כאלו עשאה כמ\"ש רז\"ל ע\"פ ולחשבו שמו והשנית ע\"י הדיבור כמ\"ש ע\"פ זאת התורה לעולה וכו' כל הקורא בפרשת עולה כאלו הקריב עולה וכו' וז\"ש על כן יאמרו המושלים אלו הצדיקים שמושלים ביצרם שבאו לעוה\"ז להשלים תיקון שלהם בתרי\"ג מצות באו חשבון היא המחשבה טובה להשלים בה המעשה ועוד תבנה ותכונן נשמתם ע\"י עיר סיחון עיר ר\"ל גוף הנקרא עיר קטנה סיחון נטרקון סיחה נאה ר\"ל גוף המהלך אחר סיחה נאה של תורה שקורא בפרשיות של המצות ואז נשלם בזה חלק המעשה: \n", "heVersionTitle": "Ben Ish Chai, Jerusalem, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בן איש חי, ירושלים, תרנ\"ח", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5926b2a9d6e4a957603a2e64", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Chukat 37:1", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Midrash Tanchuma Buber, Chukat 37:1", "sourceHeRef": "תנחומא בובר, חקת ל״ז:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 37.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "חקת", "he": " ויסעו מקדש ויבאו בני ישראל וגו' <small>(במדבר כ כב)</small>. זש\"ה בהתחברך (לרשע) [עם אחזיהו] פרץ ה' את מעשיך <small>(דה\"ב כ לז)</small>, על שנתחברו לרשע זה לעבור בארצו חסרו אותו צדיק, לכך נסמכה אסיפת אהרן אחר פרשת מלך אדום, ויט ישראל מעליו, ויסעו מקדש.  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Numb. 20:22:) <small>THEN SETTING OUT FROM KADESH, &lt;THE WHOLE CONGREGATION OF&gt; THE CHILDREN OF ISRAEL CAME &lt;TO MOUNT HOR&gt;</small>. This text is related (to II Chron. 20:37): <small>BECAUSE YOU HAVE JOINED</small> {<small>TO THE WICKED ONE</small>} [<small>WITH AHAZIAH</small>],<sup class=\"footnote-marker\">155</sup><i class=\"footnote\">Son of Ahab and a wicked king of Israel (I Kings 22:51-52), with whom Jehoshaphat had allied himself (I Kings 22:44; II Chron. 20:35.)</i> <small>THE LORD WILL DESTROY YOUR WORK</small>. &lt;Similarly,&gt; because they made an alliance with this wicked king to pass through his land, they lost this righteous man (i.e., Aaron).<sup class=\"footnote-marker\">156</sup><i class=\"footnote\"><i>Tanh</i>., Numb. 6:14; Numb. R. 19:16.</i> For that reason the death of Aaron<sup class=\"footnote-marker\">157</sup><i class=\"footnote\">See Numb. 20:28: … <small>AND AARON DIED THERE ON THE TOP OF THE MOUNTAIN</small>.</i> is added &lt; immediately&gt; after the parashah on the king of Edom. (Numb. 20:21–22:) <small>SO ISRAEL TURNED AWAY FROM THEM. THEN SETTING OUT FROM KADESH, &lt;THE WHOLE CONGREGATION OF THE CHILDREN OF ISRAEL CAME &lt;TO MOUNT HOR….&gt;</small><sup class=\"footnote-marker\">158</sup><i class=\"footnote\">Cf. <i>yYoma</i> 1:1 (38ab).</i>", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5a1534ddd6e4a92409aba7e6", "index_title": "Bartenura on Torah", "category": "Commentary", "type": "commentary", "ref": "Bartenura on Torah, Numbers 20:22:1", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Bartenura on Torah, Numbers 20:22:1", "sourceHeRef": "ברטנורא על התורה, במדבר כ׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1535], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Bartenura on Torah", "he": "ברטנורא על התורה"}, "heTitle": "במדבר", "he": "<b>כל העדה </b>כולן שלמין ועומדים ליכנס לארץ שלא היו מאותן שנגזרה גזרה שכבר כלו מתי מדבר ואלו מאותן שכתו' בהן חיים כלכם היום ולמעלה בפסוק ויבאו בני ישראל כל העדה מדבר צין לא האריך רש\"י את לשונו כל כך לפי ששם מתה מרים ונגזרה גזרה על משה ואהרן ואין לומ' שם חיים כלכם היום אבל בכאן לא היה בהן מאותן שנגזרה וכו'. על גבול ארץ אדום וכו' עד וכן הנביא אמ' לו ליהושפט בהתחברך לרשע פרץ ה' וכו' אין להקשות שלא אמר לו אלא בהתחברך עם אחזיהו ואיך כתב רש\"י לרשע. די\"ל הואיל ואחזיהו היה רשע ועליו אמ' לו כן הרי הוא כאלו אמ' בהתחברך לרשע לכך כתב כן:", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רבותינו בעלי התוספות, וורשא, תרל\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc284c1533e001928ae65", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 20:22:1", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Malbim on Numbers 20:22:1", "sourceHeRef": "מלבי\"ם על במדבר כ׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>ויבואו ב\"י כל העדה </b>הגם שיצא אדום לקראתו בשם כבד לא נפקד מהם איש, ועמ\"ש למעלה פסוק א':", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5c46b62208d98a02694f2143", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, תַּפּוּחַ 1", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Jastrow, תַּפּוּחַ 1", "sourceHeRef": "מילון יסטרוב, תַּפּוּחַ א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "תַּפּוּחַ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">תַּפּוּחַ</strong> m. (b. h.;  <a class=\"refLink\" href=\"/Jastrow,_תָּפַח I.1\" data-ref=\"Jastrow, תָּפַח I 1\"><span dir=\"rtl\">תָּפַח</span> I)</a>  [<i>round</i>,]  <b>1)</b> <i>apple; apple tree</i>. <a class=\"refLink\" href=\"/Mishnah_Kilayim.1.4\" data-ref=\"Mishnah Kilayim 1:4\">Kil. I, 4</a> <span dir=\"rtl\">הת׳ והחזרד וכ׳</span> the apple and the crab-apple …, although resembling each other, are heterogeneous <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_כִּלְאַיִם.1\" data-ref=\"Jastrow, כִּלְאַיִם 1\">(כִּלְאַיִם</a>). <a class=\"refLink\" href=\"/Shir_HaShirim_Rabbah.8.5.1\" data-ref=\"Shir HaShirim Rabbah 8:5:1\">Cant. R. to VIII, 5</a> <span dir=\"rtl\">מה ת׳ זה עושה וכ׳</span> as the apple tree brings forth fruit in Sivan, so the Law was given in Sivan. <a class=\"refLink\" href=\"/Shir_HaShirim_Rabbah.8.5.1\" data-ref=\"Shir HaShirim Rabbah 8:5:1\">Ib.</a> <span dir=\"rtl\">כל אילן … ות׳ זה מוציא וכ׳</span> every other tree produces first its leaves, and then its fruit (buds), but the apple tree produces its buds first, and then its leaves; even so Israel advanced doing to hearing; <a class=\"refLink\" href=\"/Shabbat.88a.8\" data-ref=\"Shabbat 88a:8\">Sabb. 88ᵃ</a>; <a class=\"refLink\" href=\"/Shir_HaShirim_Rabbah.2.3.2\" data-ref=\"Shir HaShirim Rabbah 2:3:2\">Cant. R. to II, 3</a>. <a class=\"refLink\" href=\"/Shir_HaShirim_Rabbah.2.3.2\" data-ref=\"Shir HaShirim Rabbah 2:3:2\">Ib.</a> <span dir=\"rtl\">מה ת׳ זה אתה נותן בו איסר וכ׳</span> (not <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_אֵיסוּר.1\" data-ref=\"Jastrow, אֵיסוּר 1\">איסור</a>) as the apple, for which you pay an Isar and whose scent you enjoy many times, so &c. <a class=\"refLink\" href=\"/Bamidbar_Rabbah.19.16\" data-ref=\"Bamidbar Rabbah 19:16\">Num. R. s. 19</a><sup>16</sup> (expl. <span dir=\"rtl\">הר ההר</span>, <a class=\"refLink\" href=\"/Numbers.20.22\" data-ref=\"Numbers 20:22\">Num. XX, 22</a>) <span dir=\"rtl\">הר על גבי הר כת׳ קטן על גבי ת׳ גדול</span> a hill upon a hill, like a small apple on a large apple; a. fr.—Pl. <span dir=\"rtl\">תַּפּוּחִים</span>, <span dir=\"rtl\">תַּפּוּחִין</span>. <a class=\"refLink\" href=\"/Shir_HaShirim_Rabbah.2.5\" data-ref=\"Shir HaShirim Rabbah 2:5\">Cant. R. to II, 5</a> <span dir=\"rtl\">אלו ההגדות … כת׳</span> that means the Hăgadoth whose flavor and taste are like those of apples. <a class=\"refLink\" href=\"/Menachot.28b.15\" data-ref=\"Menachot 28b:15\">Men. 28ᵇ</a> <span dir=\"rtl\">תַּפּוּחֵי הכרתיים</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_כְּרֵתִי.1\" data-ref=\"Jastrow, כְּרֵתִי 1\">כְּרֵתִי</a>; a. fr.—2) (from its shape) <i>a</i>) <span dir=\"rtl\">ת׳ עקב</span> <i>the fleshy part of the heel</i>. Pesik. Par., p. 36ᵇ <span dir=\"rtl\">ת׳ עקיבו וכ׳</span> the apple of Adam’s heel outshone the globe of the sun; ib. Aḥăré, p. 170ᵃ; <a class=\"refLink\" href=\"/Vayikra_Rabbah.20.2\" data-ref=\"Vayikra Rabbah 20:2\">Lev. R. s. 20</a>; a. e.—b) <i>pile</i>, esp. <i>the place on the altar where the ashes were piled up</i>. <a class=\"refLink\" href=\"/Mishnah_Avodah_Zarah.4.8\" data-ref=\"Mishnah Avodah Zarah 4:8\">Ab. Zar. IV, 8</a> <span dir=\"rtl\">אע\"פ … ונותן לת׳</span> although the gentile may take grapes in his hand and put them on the pile. <a class=\"refLink\" href=\"/Mishnah_Tamid.2.2\" data-ref=\"Mishnah Tamid 2:2\">Tam. II, 2</a> <span dir=\"rtl\">החלו … ע\"ג ת׳ והת׳ היה וכ׳</span> they began to put the ashes on the <i>tappuaḥ</i>, and the <i>t.</i> was in the centre of the altar, containing at times as much as &c.; <a class=\"refLink\" href=\"/Chullin.90b.9\" data-ref=\"Chullin 90b:9\">Ḥull. 90ᵇ</a>. <a class=\"refLink\" href=\"/Chullin.90b.4\" data-ref=\"Chullin 90b:4\">Ib.</a> <span dir=\"rtl\">חולצו לת׳</span> he takes it (the nervus ischiadicus) out, and throws it on the <i>tappuaḥ</i>; a. e."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5cd1417604bbb60019c1e75b", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 20:22:1", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Birkat Asher on Torah, Numbers 20:22:1", "sourceHeRef": "ברכת אשר על התורה, במדבר כ׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רש\"י ד\"ה הר ההר, ...שלושה </b>(הרים) <b>נשארו בהן, הר סיני לתורה, והר נבו לקבורת משה, והר ההר לקבורת אהרן. ע\"כ.</b> מקורו בתנחומא (יד). וכך גם בדפו\"ר, אף על פי שהסדר הכרונולוגי שבו זכו הרים אלה לחשיבות, הוא שונה, שהרי משה רבנו ע\"ה נפטר אחרי אהרן. וקצת קשה: למה המדרש משנה את סדר הדברים, ורש\"י אחריו? כמובן צריך לומר שהשוואת הדרך על ידי הענן היתה לשעתה בלבד, לנוחותם של בני ישראל, שהרי ישנם כיום יותר משלושת ההרים הנ\"ל. (פ' חקת תשמ\"ז, תשמ\"ט, תשנ\"א, תשנ\"ב, תשנ\"ג, תשנ\"ה - קולמר שבצרפת, תשנ\"ט)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd14176922a7400576c28fb", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 20:22:2", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Birkat Asher on Torah, Numbers 20:22:2", "sourceHeRef": "ברכת אשר על התורה, במדבר כ׳:כ״ב:ב׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 22.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>תרגום אונקלוס: \"הר ההר\" - להור טורא.</b> מסתבר שאונקלוס \"מתרגם\" שמות גיאוגרפיים רק כאשר השתנו ברבות הימים והיו - בזמנו - שונים מן האמור בכתוב. לכן קשה להבין למה תרגם כאן מחצית השם והמחצית האחרת השאיר כמות שהיא. וצריך עיון. (פ' חקת תשס\"ג)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1417604bbb60019c1e75d", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 20:22:3", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Birkat Asher on Torah, Numbers 20:22:3", "sourceHeRef": "ברכת אשר על התורה, במדבר כ׳:כ״ב:ג׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 22.0003, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "לא כי. \"הֹר\" הוא שם ההר, ואותו אכן אונקלוס לא תירגם, אך תירגם את המילה \"ההר\" - טורא. (פ' חקת תשס\"ג) וראה מש\"כ בספר שמות (טו, כב ד\"ה אל מדבר שור).", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d3eddec4269d600176a5f28", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Korach 7:1", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Midrash Tanchuma, Korach 7:1", "sourceHeRef": "מדרש תנחומא, קרח ז׳:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "קרח", "he": "<b>וַיֹּאמֶר</b> אֶל ה' אַל תֵּפֶן אֶל מִנְחָתָם, אַל תְּקַבְּלֵם בִּתְשׁוּבָה. הָיָה צָרִיךְ לַמִּקְרָא לוֹמַר, אַל תֵּפֶן אֶל עֲבוֹדָתָם. וּמַהוּ אֶל מִנְחָתָם. כָּךְ אָמַר מֹשֶׁה לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא, רִבּוֹנוֹ שֶׁל עוֹלָם, יוֹדֵעַ אֲנִי בְּאֵלּוּ שֶׁיֵּשׁ לָהֶם חֵלֶק בְּאוֹתָהּ מִנְחָה שֶׁיִּשְׂרָאֵל מַקְרִיבִים לְפָנֶיךָ בְּכָל יוֹם. הוֹאִיל וּפֵרְשׁוּ אֵלּוּ מִבָּנֶיךָ, אֶל תִּסְתַּכֵּל בְּחֶלְקָם, תַּנִּיחֶנּוּ הָאֵשׁ לֹא תֹאכְלֶנּוּ. לֹא חֲמוֹר אֶחָד מֵהֶם נָשָׂאתִי. מַה שֶּׁהָיָה דַּרְכִּי לִטֹּל, לֹא נָטַלְתִּי מֵהֶם. בְּנֹהַג שֶׁבָּעוֹלָם, אָדָם שֶׁהוּא בַּהֶקְדֵּשׁ, נוֹטֵל שְׂכָרוֹ מִן הַהֶקְדֵּשׁ. וַאֲנִי בְּשָׁעָה שֶׁהָיִיתִי יוֹרֵד מִמִּדְיָן לְמִצְרַיִם, הָיָה דַּרְכִּי לִטֹּל מֵהֶן חֲמוֹר, שֶׁבִּשְׁבִיל צָרְכֵיהֶם יָרַדְתִּי, וְאַף עַל פִּי כֵן לֹא נָטַלְתִּי. וְכֵן שְׁמוּאֵל הַצַּדִּיק אוֹמֵר, הִנְנִי עֲנוּ בִי נֶגֶד ה' וְנֶגֶד מְשִׁיחוֹ, אֶת שׁוֹר מִי לָקַחְתִּי וַחֲמוֹר מִי לָקַחְתִּי <small>(ש״‎א יב, ג)</small>, שׁוֹר שֶׁהָיִיתִי מַקְרִיב עֲלֵיהֶם מִקָּרְבְּנוֹתֵיהֶם וּמְבַקֵּשׁ רַחֲמִים עֲלֵיהֶם, וְכֵן לִמְשֹׁחַ עֲלֵיהֶם מֶלֶךְ מִשֶּׁלִּי הָיָה, שֶׁנֶּאֱמַר: עֶגְלַת בָּקָר תִּקַּח בְּיָדְךָ וְאָמַרְתָּ לִזְבֹּחַ לַה' בָּאתִי <small>(שם טז, ב)</small>. וְכֵן הוּא אוֹמֵר, כִּי זֶבַח הַיּוֹם לָעָם בַּבָּמָה <small>(שם ט, יב)</small>. וְלֹא נָטַלְתִּי מִשֶּׁלָּהֶם. וּבְשָׁעָה שֶׁהָיִיתִי חוֹזֵר וְעוֹשֶׂה דִּינֵיהֶם וְצָרְכֵיהֶם, וְהוֹלֵךְ וְסוֹבֵב עַל עַיְרוֹת יִשְׂרָאֵל, שֶׁנֶּאֱמַר: וְהָלַךְ מִדַּי שָׁנָה בְּשָׁנָה וְסָבַב בֵּית אֵל וְהַגִּלְגָּל וְהַמִּצְפָּה וְשָׁפַט אֶת יִשְׂרָאֵל <small>(שם ז, טז)</small>. דֶּרֶךְ הָעוֹלָם, בַּעֲלֵי דִּינִים הוֹלְכִין אֵצֶל הַדַּיָּן. וַאֲנִי, הוֹלֵךְ וְסוֹבֵב מֵעִיר לְעִיר וּמִמָּקוֹם לְמָקוֹם. וְכֵן מֹשֶׁה אָמַר לָהֶם לְיִשְׂרָאֵל, כִּי יִהְיֶה לָהֶם דָּבָר בָּא אֵלַי וְגוֹ' <small>(שמות יח, טו)</small>. וַאֲנִי לֹא עָשִׂיתִי כֵן, אֶלָּא אֲנִי מַטְרִיחַ וְהוֹלֵךְ אֶצְלָם. וְלֹא הֲרֵעוֹתִי אֶת אֶחָד מֵהֶם, שֶׁלֹּא חִיַּבְתִּי אֶת הַזַּכַּאי, וְלֹא זִכִּיתִי אֶת הַחַיָּב. כְּשֶׁרָאָה מֹשֶׁה שֶׁעָמְדוּ בְּגַאֲוָתָם וּבְמִרְדֵיהֶם, וַיֹּאמֶר מֹשֶׁה אֶל קֹרַח, אַתָּה וְכָל עֲדָתְךָ הֱיוּ לִפְנֵי ה', וּקְחוּ אִישׁ מַחְתָּתוֹ, וַיִּקְּחוּ אִישׁ מַחְתָּתוֹ. הָלַךְ קֹרַח כָּל אוֹתוֹ הַלַּיְלָה וְהָיָה מַטְעֶה אֶת יִשְׂרָאֵל, וְאוֹמֵר לָהֶם, וּמָה אַתֶּם סְבוּרִים, שֶׁאֲנִי עוֹסֵק לִטֹּל אוֹתָהּ הַגְּדֻלָּה לְעַצְמִי. אֲנִי מְבַקֵּשׁ שֶׁתְּהֵא הַגְּדֻלָּה חוֹזֶרֶת עַל כֻּלָּנוּ, שֶׁמּשֶׁה נָטַל מַלְכוּת לְעַצְמוֹ, וְאֶת הַכְּהֻנָּה הַגְּדוֹלָה נְתָנָהּ לְאַהֲרֹן אָחִיו, לְחָק עוֹלָם. וְהָיָה הוֹלֵךְ וּמְפַתֶּה כָּל שֵׁבֶט וְשֵׁבֶט כָּרָאוּי לוֹ, עַד שֶׁנִּשְׁתַּתְּפוּ בְּיָדוֹ. מִנַּיִן אַתָּה יוֹדֵעַ. שֶׁבְּשָׁעָה שֶׁנִּתְכַּנְּסוּ וְהִקְרִיבוּ, כֻּלָּם מְדַבְּרִים הָיוּ, שֶׁנֶּאֱמַר: וַיִּקָּהֵל עֲלֵיהֶם קֹרַח אֶת כָּל הָעֵדָה. כֵּיוָן שֶׁנִּתְכַּנְּסוּ וּבָאוּ עִמּוֹ, מִיָּד, וַיְדַבֵּר ה' אֶל מֹשֶׁה וְאֶל אַהֲרֹן לֵאמֹר, הִבָּדְלוּ מִתּוֹךְ הָעֵדָה הָרָעָה הַזֹּאת וְגוֹ', וַיִּפְּלוּ עַל פְּנֵיהֶם וַיֹּאמְרוּ, אֵל אֱלֹהֵי הָרוּחוֹת וְגוֹ'. אָמַר לְפָנָיו, רִבּוֹנוֹ שֶׁל עוֹלָם, מֶלֶךְ בָּשָׂר וָדָם שֶׁמָּרְדוּ עָלָיו בְּנֵי הַמְּדִינָה וְעָמְדוּ וְקִלְּלוּ אֶת הַמֶּלֶךְ אוֹ אֶת שְׁלוּחָיו, אִם הֵם עֲשָׂרָה אוֹ עֶשְׂרִים מֵהֶם, מְשַׁלֵּחַ לְשָׁם לִגְיוֹנוֹתָיו וְעוֹשֶׂה מִמֶּנּוּ אַנְדְּרוֹלוֹמֻסְיָא וּמְסַיֵּף הַטּוֹבִים עִם הָרָעִים, לְפִי שֶׁאֵינוֹ מַכִּיר בָּהֶם מִי מָרַד וּמִי לֹא מָרַד, מִי כִּבֵּד אֶת הַמֶּלֶךְ וּמִי קִלְּלוֹ. אֲבָל אַתָּה, יוֹדֵעַ מַחְשְׁבוֹתָיו שֶׁל כָּל אָדָם וּמַה שֶּׁבַּלְּבָבוֹת וְהַכְּלָיוֹת יוֹעֲצוֹת, וְיִצְרֵי בְּרִיּוֹתֶיךָ אַתָּה מֵבִין, וְאַתָּה יוֹדֵעַ מִי חָטָא וּמִי לֹא חָטָא, מִי מָרַד וּמִי לֹא מָרַד, אַתָּה יוֹדֵעַ רוּחַ שֶׁל כָּל אֶחָד וְאֶחָד מֵהֶן. לְכָךְ נֶאֱמַר: אֵל אֱלֹהֵי הָרוּחוֹת לְכָל בָּשָׂר וְגוֹ'. אָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא, יָפֶה אָמַרְתָּ, אֲנִי מוֹדִיעַ אֶת הַדָּבָר מִי חָטָא וּמִי לֹא חָטָא.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 16:15, cont.:) “And he said unto the Lord, ‘Pay no attention unto their meal offering.’” Do not accept them in repentance.<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Numb. R. 18:10, cont.</i> Scripture should have said, “Pay no attention unto their service\"? What is the meaning of “their meal offering?” This is what Moses said to the Holy One, blessed be He, “Master of the world, I know that these have a share in that meal offering that Israel offers every day. [But] in as much as these have withdrawn from Your children, do not pay attention to their portion. Let the fire leave it alone and not consume it.” (Numb. 16:15, cont.:) “I have not taken one donkey from them.” That which I had [a right] to take I did not take. By universal custom, one who works in the sanctuary receives wages from the sanctuary. [In my case, however,] when I went down from Midian to Egypt I had a right to take a donkey from them, since it was on behalf of their needs that I was going down [there]; but I did not take [one]. Similarly also did Samuel the righteous say (in I Sam. 12:3), “Here am I, testify against me before the Lord and before His anointed; whose ox have I taken, or whose donkey have I taken?” When I sacrificed an ox for their offerings to seek mercy for them and likewise for anointing a king over them, it belonged to me, as stated (in I Sam. 16:2), “Take a heifer with you […].” And similarly it says (in I Sam. 9:12), “because the people have a sacrifice today at the high place (<i>bamah</i>).” But I took nothing from what belonged to them. Also when I sought to handle their lawsuits and their [other] needs, and when I made the circuit of the cities, as stated (in I Sam. 7:16), “And he went on a circuit year by year to Bethel, Gilgal, and Mizpah, and he judged Israel in all those places;” [although] by universal custom litigants go to the judge, I went around from city to city and from place to place.<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">The midrash is also making a point that he traveled on his own donkey.</i> Now even Moses said to Israel (in Exod. 18:16), “When they have a matter, it comes unto me.” But I (Samuel) did not act in this way. Instead I took the trouble to go to them. (Numb. 16:15, cont.:) “’And I have not harmed a single one of them,’ in that I neither convicted the innocent nor acquitted the guilty.” When Moses saw that they continued in their pride and in their rebellious acts, then (according to Numb. 16:16-18) “Moses said unto Korah, ‘[Tomorrow] you and all your company [are to be present before the Lord: [you, they, and Aaron]; And let each one take his censer […].’ So each one took his censer.” Then Korah went about all that night and led Israel astray. Now he would say to them, “What do you suppose? That I am busy obtaining greatness for myself? I wish for greatness to go the rounds to all of us, while Moses has taken kingship for himself and has given the high priesthood to his brother Aaron as an eternal statute.” So did he go about seducing each and every tribe as it suited them, until they joined him. How is it shown that when they entered and approached, they were all speaking? It is so stated (Numb. 16:19), “And Korah gathered all the congregation against them.” When they entered and came with him, immediately (we read in Numb. 16:20–21), “Then the Lord spoke unto Moses and unto Aaron, saying, ‘Separate yourselves from the midst of this evil congregation, [so that I may consume them in a moment].’” (Numb. 16:22:) “But they fell on their faces and said, ‘O God, the God of all human spirits, [shall one person sin and You become angry with the whole congregation]?’” They said to him,<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">Numb. R. 18:11.</i> “Master of the world, in the case of a king, when a province rebels against him, when they persist in cursing the king or his deputies, ten or twenty of them, he sends out his legions<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">Lat.: <i>legiones</i>.</i> and carries out reprisals<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">Gk.: <i>androlempsia</i> (=<i>androlepsia</i>).</i> against it. So he kills the good with the evil, because he does not know who among them has rebelled and who has not rebelled, who has honored the king and who has cursed him. You, however, know the thoughts of every person, even what the hearts and the reins counsel. So You know who has sinned and who has not sinned, for You know the spirit of each and every person.” It is therefore stated (in Numb. 20:22), “O God, the God of all human spirits.” The Holy One, blessed be He, said to them, “You have spoken well. I am making the matter known, who has sinned and who has not sinned.”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5d3ee6dac891cc0018af4d95", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 18:11", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Bamidbar Rabbah 18:11", "sourceHeRef": "במדבר רבה י״ח:י״א", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 18.0011, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיֹּאמְרוּ <small>(במדבר טז, כב)</small>, אָמְרוּ לְפָנָיו רִבּוֹנוֹ שֶׁל עוֹלָם מֶלֶךְ בָּשָׂר וָדָם שֶׁמָּרְדָה עָלָיו מְדִינָה וְעָמְדוּ וְקִלְּלוּ אֶת הַמֶּלֶךְ אוֹ שְׁלוּחָיו עֲשָׂרָה אוֹ עֶשְׂרִים מֵהֶם, מְשַׁלֵּחַ שָׁם לִגְיוֹנוֹתָיו וְעוֹשֶׂה בָּם אַנְדְּרוֹלוֹמוֹסְיָא וְהוֹרֵג הַטּוֹבִים עִם הָרָעִים, לְפִי שֶׁאֵינוֹ מַכִּיר בָּהֶם מִי מָרַד וּמִי לֹא מָרַד, מִי כִּבֵּד אֶת הַמֶּלֶךְ וּמִי קִלֵּל, אֲבָל אַתָּה הַיּוֹדֵע מַחְשְׁבוֹתָיו שֶׁל אָדָם וּמַה שֶּׁהַלְּבָבוֹת וְהַכְּלָיוֹת יוֹעֲצוֹת, וְיִצְרֵי בְּרִיּוֹתֶיךָ אַתָּה מֵבִין, וְאַתָּה יוֹדֵעַ מִי חָטָא וּמִי לֹא חָטָא, מִי מָרַד וּמִי לֹא מָרַד, אַתָּה יוֹדֵעַ רוּחַ שֶׁל כָּל אֶחָד וְאֶחָד מֵהֶם, לְכָךְ נֶאֱמַר <small>(במדבר טז, כב)</small>: אֱלֹהֵי הָרוּחֹת לְכָל בָּשָׂר הָאִישׁ אֶחָד יֶחֱטָא, אָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא יָפֶה אֲמַרְתֶּם, אֲנִי מוֹדִיעַ מִי חָטָא וּמִי לֹא חָטָא.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“They fell on their faces, and said: God, God of the spirits of all flesh, shall one man sin, and You will rage against the entire congregation?” (Numbers 16:22).</b> <br>“And said” – They said before Him: ‘Master of the universe, a flesh and blood king against whom a province rebelled, and twenty or thirty of them stood and cursed the king or his emissaries, he sends his legions there and introduces chaos among them and kills the good with the wicked, because he does not identify who among them rebelled and who did not rebel, who honored the king and who cursed [him]. But You, who knows a person’s thoughts and what the heart and the kidneys counsel, You understand the inclinations of Your creations, You know who sinned and who did not sin, who rebelled and who did not rebel, and You know the spirit of each and every one of them.’ That is why it is stated: “God of the spirits of all flesh, shall one man sin…?” The Holy One blessed be He said to them: ‘You have spoken well. I will divulge who has sinned and who has not sinned.’", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5d418dd32f05b80018c79bdd", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 19:29", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Bamidbar Rabbah 19:29", "sourceHeRef": "במדבר רבה י״ט:כ״ט", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 19.0029, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "נַעְבְּרָה נָא בְאַרְצֶךָ <small>(במדבר כ, יז)</small>, כְּמוֹ שֶׁשָּׁלַח אֶל מֶלֶךְ אֱדוֹם שֶׁלֹא לְהַזִּיקוֹ, כָּךְ שָׁלַח לָזֶה <small>(דברים ב, כח)</small>: אֹכֶל בַּכֶּסֶף תַּשְׁבִּרֵנִי, דַּרְכָּן שֶׁל מַיִם לִתֵּן בְּחִנָּם וְאָנוּ נִתֵּן דָּמוֹ. <small>(במדבר כ, יז)</small>: דֶּרֶךְ הַמֶּלֶךְ נֵלֵךְ, וּבְמָקוֹם אַחֵר כְּתִיב <small>(דברים ב, כט)</small>: עַד אֲשֶׁר אֶעֱבֹר, אֶמְשֹׁל לְךָ מָשָׁל לְמָה הַדָּבָר דּוֹמֶה, לְשׁוֹמֵר שֶׁנָּטַל שְׂכָרוֹ לִשְׁמֹר גֶּפֶן אוֹ תְּאֵנָה, בָּא אֶחָד וְאָמַר לוֹ עֲבֹר מִכָּאן שֶׁאֲנִי בּוֹצֵר אֶת הַכֶּרֶם, אָמַר לוֹ אֲנִי אֵינִי יוֹשֵׁב לִשְׁמֹר אֶלָּא בִּשְׁבִילְךָ וְאַתָּה בָּאתָ לְבָצְרָהּ. כָּךְ סִיחוֹן נָטַל שְׂכָרוֹ מִכָּל מַלְכֵי אֶרֶץ כְּנַעַן וְהָיוּ מַעֲלִין לוֹ מִסִּין, שֶׁהָיָה מַמְלִיךְ אוֹתָן, הוּא וְעוֹג שְׁקוּלִין כְּנֶגֶד כֻּלָּן, שֶׁנֶּאֱמַר <small>(תהלים קלה, יא)</small>: לְסִיחוֹן מֶלֶךְ הָאֱמֹרִי וּלְעוֹג מֶלֶךְ הַבָּשָׁן וּלְכֹל מַמְלְכוֹת כְּנָעַן. אָמְרוּ יִשְׂרָאֵל נַעֲבֹר בְּאַרְצְךָ לִכְבּשׁ אֶת הַמַּלְכוּת, אָמַר לָהֶם אֵינִי יוֹשֵׁב אֶלָּא לְשָׁמְרָם מִפְּנֵיכֶם, <small>(במדבר כא, כג)</small>: וְלֹא נָתַן סִיחֹן אֶת יִשְׂרָאֵל עֲבֹר בִּגְבֻלוֹ. <small>(במדבר כא, כג)</small>: וַיֶאֱסֹף סִיחֹן, בְּמַחֲשָׁבָה עָשָׂה הַקָּדוֹשׁ בָּרוּךְ הוּא לְמָסְרוֹ בְּיָדָן שֶׁלֹא בְצַעַר, כְּתִיב <small>(דברים א, ד)</small>: סִיחֹן מֶלֶךְ הָאֱמֹרִי אֲשֶׁר יוֹשֵׁב בְּחֶשְׁבּוֹן, אִלּוּ חֶשְׁבּוֹן מְלֵאָה יַתּוּשִׁים אֵין כָּל בְּרִיָּה יְכוֹלָה לְכָבְשָׁהּ, וְאִלּוּ הָיָה סִיחוֹן בְּבִקְעָה אֵין כָּל בְּרִיָּה יְכוֹלָה לִשְׁלֹט בּוֹ, וְאֵין צָרִיךְ לוֹמַר שֶׁהָיָה גִבּוֹר וְשָׁרוּי בְּעִיר מִבְצָר. אֲשֶׁר יוֹשֵׁב בְּחֶשְׁבּוֹן, אִלּוּ יוֹשֵׁב לוֹ בָּעֲיָרוֹת שֶׁלּוֹ הוּא וְאֻכְלוּסָיו, הָיוּ יִשְׂרָאֵל מִתְיַגְּעִין בּוֹ לִכְבּשׁ אֶת כָּל עִיר וָעִיר, אֶלָּא כִּנְּסָן הַקָּדוֹשׁ בָּרוּךְ הוּא לִפְנֵיהֶם לְמָסְרָן בְּיָדָן בְּלֹא צַעַר, וְכֵן הוּא אוֹמֵר <small>(דברים ב, לא)</small>: רְאֵה הַחִלֹּתִי תֵּת לְפָנֶיךָ, הָרְגוּ אֶת כָּל גִּבּוֹרָיו שֶׁיָּצְאוּ לִקְרָאתָן וְחָזְרוּ עַל הַנָּשִׁים וְהַטַּף שֶׁלֹא בִּיגִיעָה, לְכָךְ כְּתִיב: וַיֶּאֱסֹף סִיחֹן, <small>(במדבר כא, כה)</small>: וַיִּקַח יִשְׂרָאֵל אֵת כָּל הֶעָרִים הָאֵלֶּה.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Siḥon did not allow Israel to pass within his border, and Siḥon gathered his entire people and came out toward Israel to the wilderness, and he came to Yahatz; and he fought against Israel” (Numbers 21:23).</b> <br>“Please, let us pass through your land” (Numbers 20:17) – just as he sent to the king of Edom that he would not harm him, so he sent to this one: “You will sell me food for silver […and water for silver]” (Deuteronomy 2:28) – typically, water is given for free, but we will pay its price. “We will go on the king’s way […until we pass your border]” (Numbers 20:17). Elsewhere it is written: “Until I will cross [the Jordan]” (Deuteronomy 2:29). I will tell you a parable, to what is the matter comparable? It is to a watchman who took his wages to guard a vine or a fig tree. One came and said to him: ‘Move from here, as I am harvesting the vineyard.’ He said to him: ‘I am sitting here and guarding only against you, and you are coming to harvest it?’ So, Siḥon took his payment from all the kings of the land of Canaan, and they would pay him taxes, as he would crown them as kings. He and Og were equal to them all, as it is stated: “Siḥon king of the Emorites, Og king of Bashan, and all the kingdoms of Canaan” (Psalms 135:11). Israel said: ‘Let us pass through your land to conquer the kingdom.’ He said to them: ‘I am sitting here only to guard them from you’ – “Siḥon did not allow Israel to pass within his border.”  <br>“Siḥon gathered” – the Holy One blessed be He acted with forethought to deliver him into their hands with no trouble. It is written: “Siḥon king of the Emorites, who resides in Ḥeshbon” (Deuteronomy 1:4). Were Ḥeshbon filled with gnats, no person would be able to conquer it; were Siḥon in a valley, no person could gain control over him; and it goes without saying when he is a mighty warrior and located in a fortified city. “Who resides in Ḥeshbon” – had he been residing in his cities, he and his multitudes, Israel would have exhausted themselves in the attempt to conquer each and every city. Instead, the Holy One blessed be He assembled them [the Emorites] before them to deliver them into their hands with no trouble. Likewise it says: “See, I have begun delivering before you” (Deuteronomy 2:31) – they killed all his mighty warriors who had emerged to meet them, and returned against the women and children without exertion. That is why it is written: “Siḥon gathered.” “Israel took all these cities” (Numbers 21:25).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f02d63e8415afd29c04f205", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 20:22:1", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Gur Aryeh on Bamidbar 20:22:1", "sourceHeRef": "גור אריה על במדבר כ׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>ואלו מאותן שנכתבו וכו'.</b> מה שהוסיף זה כאן מה שלא כתב למעלה אצל \"כל העדה\" (פסוק א)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"84\"></i> , וגם קשה דלא היה צריך למכתב עוד שהיו כולם שלמים, אחר שכבר כתב למעלה (שם). אלא שלמעלה דיבר שהנשארים היו כולם חיים בעולם הזה, ועתה בא ללמוד שכולם היו בני עולם הבא, כמו שפירש לקמן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"85\"></i>. ומפני שדור המדבר מתו מעולם הזה, ומעולם הבא גם כן נטרדו (סנהדרין קח. ), כתב באלו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"86\"></i> שהם אינם כן. ואפילו למאן דאמר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"87\"></i> דור המדבר יש להם חלק לעולם הבא, כדאיתא בחלק (שם), מכל מקום על ידי דין יהיה להם חלק בעולם הבא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"88\"></i>, אבל אלו הם מאותן \"ואתם הדבקים\" (דברים ד, ד), המזומנים לעולם הבא:<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"89\"></i>", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f1e9f791d77ecfb0d09e7c8", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 20:22:1", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Midrash Lekach Tov, Numbers 20:22:1", "sourceHeRef": "מדרש לקח טוב, במדבר כ׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "פס' פרשה ויסעו מקדש ויבואו בני ישראל כל העדה. כולם בעצה אחת בלא מחלוקת:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "612255486c25a633c1efb14d", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part III, Chapter 15; Losing a Leader 12", "anchorRef": "Numbers 20:22-29", "anchorRefExpanded": ["Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part III, Chapter 15; Losing a Leader 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שלישי, פרק טו י״ב", "anchorVerse": 22, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק טו", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>And they journeyed from Kadesh; and the children of Israel, even the whole congregation came unto Mount Hor. And the Lord spoke unto Moses and Aaron in Mount Hor, by the border of Edom, saying, “Aaron shall be gathered unto his people; for he shall not enter the land which I have given unto the children of Israel, because you rebelled against my words at the waters of Meribah. Take Aaron and Eleazar his son and bring them up unto Mount Hor. And strip Aaron of his garments and put them upon Eleazar, his son; and Aaron shall be gathered unto his people and shall die there.” And Moses did as the Lord commanded; and they went up into Mount Hor in the sight of all the congregation. And Moses stripped Aaron of all his garments and put them upon Eleazar his son and Aaron died there on the top of the mount; and Moses and Eleazar came down from the mount. And when all the congregation saw that Aaron was dead, they wept for Aaron thirty days, even all the house of Israel. (Num. 20:22–29)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319cfe2b6084aa1cbefcfa1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מוֹסֵרָה 1", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "BDB, מוֹסֵרָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, מוֹסֵרָה א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מוֹסֵרָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">מוֹסֵרָה</span></big>  <strong>n.pr.loc.</strong> station of Isr. in wilderness, where Aaron died (this was Mt. Hor according to <a data-ref=\"Numbers 20:22\" href=\"/Numbers.20.22\">Nu 20:22 f.</a>; <a data-ref=\"Numbers 33:37\" href=\"/Numbers.33.37\">33:37 f.</a>) <a data-ref=\"Deuteronomy 10:6\" href=\"/Deuteronomy.10.6\">Dt 10:6</a>; locality unknown. Another form is"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d0f0b6084aa1cbf09087", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, הֹר 1", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "BDB, הֹר 1", "sourceHeRef": "בראון-דרייבר-בריגס, הֹר א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "הֹר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">הֹר</span></big>  <strong>n.pr.mont. </strong><br><strong>1.</strong>  mt. on border of Edom, always <span dir=\"rtl\">הֹר הָהָר</span>, named as stage in Isr.’s journey to Canaan <a data-ref=\"Numbers 20:22\" href=\"/Numbers.20.22\">Nu 20:22</a>; <a data-ref=\"Numbers 21:4\" href=\"/Numbers.21.4\">21:4</a>; <a data-ref=\"Numbers 33:37\" href=\"/Numbers.33.37\">33:37</a> <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a>; as place of Aaron’s death <a data-ref=\"Numbers 20:23\" href=\"/Numbers.20.23\">Nu 20:23</a>, <a data-ref=\"Numbers 20:25\" href=\"/Numbers.20.25\">25</a>, <a data-ref=\"Numbers 20:27\" href=\"/Numbers.20.27\">27</a>; <a data-ref=\"Numbers 33:38\" href=\"/Numbers.33.38\">33:38</a>, <a data-ref=\"Numbers 33:39\" href=\"/Numbers.33.39\">39</a>, <a data-ref=\"Numbers 33:41\" href=\"/Numbers.33.41\">41</a> <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a> (all P); = mod. <em>Jebel Nebi Hârûn</em> c. 50 miles S. of Dead Sea, just S. (SW.) of Petra, according to Rob<sup>BR ii, 125, 152, cf. 519 ff.</sup> Bd<sup>Pal. 153</sup>; disputed by Ew Kn Di, & especially Trumbull<sup>Kadesh Barnea 128 ff.</sup>, who thinks of <em>J. Madurah</em>, NW. of Edom.<br><strong>2.</strong>  a NE. spur of Lebanon <a data-ref=\"Numbers 34:7\" href=\"/Numbers.34.7\">Nu 34:7</a>, <a data-ref=\"Numbers 34:8\" href=\"/Numbers.34.8\">8</a> (P); mod. <em>Jebel ʿAkkar</em> cf. Porter<sup>Damascus, ed. 2, p. 333</sup> Nbr<sup>Géogr. du Talm. p. 9</sup> FurrerZPV <sup>viii. 27</sup>; yet v. Di."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d0f6b6084aa1cbf094ad", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, הַר² 1", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "BDB, הַר² 1", "sourceHeRef": "בראון-דרייבר-בריגס, הַר² א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "הַר²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">הַר</span></big><sub>558</sub>  <strong>n.m.</strong> <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">Gn 7:19</a> mountain, hill, hill-country <strong>(</strong>NH <em>id.</em>, pl. <span dir=\"rtl\">הָרִים</span>, <span dir=\"rtl\">הֲרָרִים</span>; Ph. <span dir=\"rtl\">הר</span> †CIS <sup>i. 3, 17</sup>; Sab. sf. <span dir=\"rtl\">הרתהמו</span> DHM<sup>ZMG 1876, 673</sup><strong>)</strong>;—<span dir=\"rtl\">ה׳</span> abs. <a data-ref=\"Joshua 17:18\" href=\"/Joshua.17.18\">Jos 17:18</a> +; c. art. <span dir=\"rtl\">הָהָר</span> <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">Ex 3:12</a> +; c. <span dir=\"rtl\">ָה</span> loc. <span dir=\"rtl\">הֶ֫רָה</span> <a data-ref=\"Genesis 14:10\" href=\"/Genesis.14.10\">Gn 14:10</a>, <span dir=\"rtl\">הָהָ֫רָה</span> <a data-ref=\"Genesis 12:8\" href=\"/Genesis.12.8\">Gn 12:8</a> + 12 times; cstr. <span dir=\"rtl\">הַר</span> <a data-ref=\"Genesis 10:30\" href=\"/Genesis.10.30\">Gn 10:30</a> +; sf. <span dir=\"rtl\">הַרֲרִי</span> <a data-ref=\"Psalms 30:8\" href=\"/Psalms.30.8\">ψ 30:8</a>, <span dir=\"rtl\">הֲרָרִי</span> <a data-ref=\"Jeremiah 17:3\" href=\"/Jeremiah.17.3\">Je 17:3</a>; <span dir=\"rtl\">הַרְכֶם</span> <a data-ref=\"Psalms 11:1\" href=\"/Psalms.11.1\">ψ 11:1</a>; <span dir=\"rtl\">הַרֲרָם</span> <a data-ref=\"Genesis 14:6\" href=\"/Genesis.14.6\">Gn 14:6</a>; pl. <span dir=\"rtl\">הָרִים</span> <a data-ref=\"Deuteronomy 11:11\" href=\"/Deuteronomy.11.11\">Dt 11:11</a> +; c. art. <span dir=\"rtl\">הֶהָרִים</span> <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">Gn 7:19</a> +; cstr. <span dir=\"rtl\">הָרֵי</span> <a data-ref=\"Genesis 8:4\" href=\"/Genesis.8.4\">Gn 8:4</a> + 27 times; <span dir=\"rtl\">הַרֲרֵי</span> <a data-ref=\"Deuteronomy 33:15\" href=\"/Deuteronomy.33.15\">Dt 33:15</a> + 8 times (all poet.); sf. <span dir=\"rtl\">הָרַי</span> <a data-ref=\"Isaiah 14:25\" href=\"/Isaiah.14.25\">Is 14:25</a>; <a data-ref=\"Isaiah 49:11\" href=\"/Isaiah.49.11\">49:11</a> <a data-ref=\"Zechariah 14:5\" href=\"/Zechariah.14.5\">Zc 14:5</a> + <a data-ref=\"Ezekiel 38:21\" href=\"/Ezekiel.38.21\">Ez 38:21</a> (B Co <span dir=\"rtl\">חרדה</span>), <span dir=\"rtl\">הָרָ֑י</span> <a data-ref=\"Isaiah 65:9\" href=\"/Isaiah.65.9\">Is 65:9</a>; <span dir=\"rtl\">הָרָיו</span> <a data-ref=\"Ezekiel 35:8\" href=\"/Ezekiel.35.8\">Ez 35:8</a> <a data-ref=\"Malachi 1:3\" href=\"/Malachi.1.3\">Mal 1:3</a>; <span dir=\"rtl\">הֲרָרֶיהָ</span> <a data-ref=\"Deuteronomy 8:9\" href=\"/Deuteronomy.8.9\">Dt 8:9</a>;—<br><strong>1.</strong>  <em>mountain, hill</em> (these often not sharply distinguished, but): <strong>a.</strong>  specif. <em>mountain, high elevation</em>, often in all the literature;—e.g. <span dir=\"rtl\">הַר סִינַי</span> <em>Mount Sinai</em> (properly, the Mount of Sinai; so always) †<a data-ref=\"Exodus 19:11\" href=\"/Exodus.19.11\">Ex 19:11</a>, <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">18</a>, <a data-ref=\"Exodus 19:20\" href=\"/Exodus.19.20\">20</a>, <a data-ref=\"Exodus 19:23\" href=\"/Exodus.19.23\">23</a>; <a data-ref=\"Exodus 24:16\" href=\"/Exodus.24.16\">24:16</a>; <a data-ref=\"Exodus 31:18\" href=\"/Exodus.31.18\">31:18</a>; <a data-ref=\"Exodus 34:2\" href=\"/Exodus.34.2\">34:2</a>, <a data-ref=\"Exodus 34:4\" href=\"/Exodus.34.4\">4</a>, <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">29</a>, <a data-ref=\"Exodus 34:32\" href=\"/Exodus.34.32\">32</a> <a data-ref=\"Leviticus 7:38\" href=\"/Leviticus.7.38\">Lv 7:38</a>; <a data-ref=\"Leviticus 25:1\" href=\"/Leviticus.25.1\">25:1</a>; <a data-ref=\"Leviticus 26:46\" href=\"/Leviticus.26.46\">26:46</a>; <a data-ref=\"Leviticus 27:34\" href=\"/Leviticus.27.34\">27:34</a> <a data-ref=\"Numbers 3:1\" href=\"/Numbers.3.1\">Nu 3:1</a>; <a data-ref=\"Numbers 28:6\" href=\"/Numbers.28.6\">28:6</a> <a data-ref=\"Nehemiah 9:13\" href=\"/Nehemiah.9.13\">Ne 9:13</a> (v. <a data-ref=\"BDB, סִינַי\" href=\"/BDB,_סִינַי\", dir=\"rtl\">סִינַי</a>); also <span dir=\"rtl\">הָהָר</span> = <em>id.</em>, <a data-ref=\"Exodus 19:2\" href=\"/Exodus.19.2\">Ex 19:2</a> + 10 times <a data-ref=\"Exodus 19\" href=\"/Exodus.19\">Ex 19</a> (v <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">18</a> read <span dir=\"rtl\">הָעָם</span>, so Codd. 𝔊 Di) <a data-ref=\"Exodus 20:15\" href=\"/Exodus.20.15\">20:18</a>; <a data-ref=\"Exodus 24:4\" href=\"/Exodus.24.4\">24:4</a> + 6 times <a data-ref=\"Exodus 24\" href=\"/Exodus.24\">Ex 24</a>; <a data-ref=\"Exodus 25:40\" href=\"/Exodus.25.40\">25:40</a>; <a data-ref=\"Exodus 26:30\" href=\"/Exodus.26.30\">26:30</a>; <a data-ref=\"Exodus 27:8\" href=\"/Exodus.27.8\">27:8</a>; <a data-ref=\"Exodus 32:1\" href=\"/Exodus.32.1\">32:1</a>, <a data-ref=\"Exodus 32:15\" href=\"/Exodus.32.15\">15</a>, <a data-ref=\"Exodus 32:19\" href=\"/Exodus.32.19\">19</a>; <a data-ref=\"Exodus 34:2\" href=\"/Exodus.34.2\">34:2</a>, <a data-ref=\"Exodus 34:3\" href=\"/Exodus.34.3\">3</a><sup>(×2)</sup>, <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">29</a>; = <span dir=\"rtl\">הַר חוֹרֵב</span> †<a data-ref=\"Exodus 33:6\" href=\"/Exodus.33.6\">Ex 33:6</a> (v. <a data-ref=\"BDB, חֹרֵב\" href=\"/BDB,_חֹרֵב\", dir=\"rtl\">חֹרֵב</a>), also <span dir=\"rtl\">אֶל־הַר הָאֱלֹהִים חֹרֵ֑בָה</span> <a data-ref=\"Exodus 3:1\" href=\"/Exodus.3.1\">Ex 3:1</a>, <span dir=\"rtl\">עַד הַר הָאֱלֹהִים חֹרֵב</span> <a data-ref=\"I Kings 19:8\" href=\"/I_Kings.19.8\">1 K 19:8</a>; further <span dir=\"rtl\">הָהָר</span> = <em>id.</em>, <a data-ref=\"Deuteronomy 4:11\" href=\"/Deuteronomy.4.11\">Dt 4:11</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 5:4\" href=\"/Deuteronomy.5.4\">5:4</a>, <a data-ref=\"Deuteronomy 5:5\" href=\"/Deuteronomy.5.5\">5</a>, <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">19</a>, <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">20</a>; <a data-ref=\"Deuteronomy 9:9\" href=\"/Deuteronomy.9.9\">9:9</a> + 10 times <a data-ref=\"Deuteronomy 9\" href=\"/Deuteronomy.9\">Dt 9</a>.<a data-ref=\"Deuteronomy 10\" href=\"/Deuteronomy.10\">10</a>, <a data-ref=\"I Kings 19:11\" href=\"/I_Kings.19.11\">1 K 19:11</a>; = <span dir=\"rtl\">הַר הָאֱלֹהִים</span> <a data-ref=\"Exodus 4:27\" href=\"/Exodus.4.27\">Ex 4:27</a>; <a data-ref=\"Exodus 18:5\" href=\"/Exodus.18.5\">18:5</a>; <a data-ref=\"Exodus 24:13\" href=\"/Exodus.24.13\">24:13</a> (all JE) = <span dir=\"rtl\">הַר יהוה</span> <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">Nu 10:33</a> (cf. Di); v. further <a ,=\"\" data-ref=\"BDB, הַר\" dir=\"rtl\" href=\"/BDB,_הַר\">הֹר הָהָר</a> <em>Hor the mount</em> (so always) <a data-ref=\"Numbers 20:22\" href=\"/Numbers.20.22\">Nu 20:22</a> + 10 times Nu; <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a>; = <span dir=\"rtl\">הָהָר</span> <a data-ref=\"Numbers 20:28\" href=\"/Numbers.20.28\">Nu 20:28</a><sup>(×2)</sup>; <span dir=\"rtl\">הַר נְבוֹ</span> <a data-ref=\"Deuteronomy 32:49\" href=\"/Deuteronomy.32.49\">Dt 32:49</a>; <a data-ref=\"Deuteronomy 34:1\" href=\"/Deuteronomy.34.1\">34:1</a> = <span dir=\"rtl\">הָהָר</span> <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">32:50</a>; = <span dir=\"rtl\">הַר הָעֲבָרִים הַזֶּה</span> <a data-ref=\"Numbers 27:12\" href=\"/Numbers.27.12\">Nu 27:12</a> <a data-ref=\"Deuteronomy 32:49\" href=\"/Deuteronomy.32.49\">Dt 32:49</a>, cf. (<a data-ref=\"BDB, נְבוֹ\" href=\"/BDB,_נְבוֹ\", dir=\"rtl\">לִפְנֵי נְבוֹ</a>) <span dir=\"rtl\">הָרֵי הָעֲבָרִים</span> <a data-ref=\"Numbers 33:47\" href=\"/Numbers.33.47\">Nu 33:47</a>, <a data-ref=\"Numbers 33:48\" href=\"/Numbers.33.48\">48</a>; <span dir=\"rtl\">הַר גְּרִזִּים</span> <em>Mt. Gerizim</em> †<a data-ref=\"Deuteronomy 11:29\" href=\"/Deuteronomy.11.29\">Dt 11:29</a>; <a data-ref=\"Deuteronomy 27:12\" href=\"/Deuteronomy.27.12\">27:12</a> <a data-ref=\"Joshua 8:33\" href=\"/Joshua.8.33\">Jos 8:33</a>; <span dir=\"rtl\">רֹאשׁ הַר־גְּרִזִּים</span> <a data-ref=\"Judges 9:7\" href=\"/Judges.9.7\">Ju 9:7</a>; <span dir=\"rtl\">הַר עֵיבָ֑ל</span> <em>Mt. Ebal</em> †<a data-ref=\"Deuteronomy 11:29\" href=\"/Deuteronomy.11.29\">Dt 11:29</a>; <a data-ref=\"Deuteronomy 27:4\" href=\"/Deuteronomy.27.4\">27:4</a>, <a data-ref=\"Deuteronomy 27:13\" href=\"/Deuteronomy.27.13\">13</a> <a data-ref=\"Joshua 8:30\" href=\"/Joshua.8.30\">Jos 8:30</a>, <a data-ref=\"Joshua 8:33\" href=\"/Joshua.8.33\">33</a>; also <span dir=\"rtl\">הַר חֶרְמוֹן</span> <em>Mt. Hermon</em> <a data-ref=\"Deuteronomy 3:8\" href=\"/Deuteronomy.3.8\">Dt 3:8</a> <a data-ref=\"Joshua 11:17\" href=\"/Joshua.11.17\">Jos 11:17</a>; <a data-ref=\"Joshua 12:1\" href=\"/Joshua.12.1\">12:1</a>, <a data-ref=\"Joshua 12:5\" href=\"/Joshua.12.5\">5</a>; <a data-ref=\"Joshua 13:5\" href=\"/Joshua.13.5\">13:5</a>, <a data-ref=\"Joshua 13:11\" href=\"/Joshua.13.11\">11</a> <a data-ref=\"I Chronicles 5:23\" href=\"/I_Chronicles.5.23\">1 Ch 5:23</a>; cf. <a data-ref=\"Deuteronomy 4:48\" href=\"/Deuteronomy.4.48\">Dt 4:48</a> <span dir=\"rtl\">הַר שִׂראֹן הוּא חֶרְמוֹן</span> (v. <a data-ref=\"BDB, חֶרְמוֹן\" href=\"/BDB,_חֶרְמוֹן\", dir=\"rtl\">חֶרְמוֹן</a>), & <span dir=\"rtl\">הַר בַּעַל חֶרְמוֹן</span> (v. <em>id.</em>, & <a data-ref=\"BDB, בַּ֫עַל חֶרְמוֹן\" href=\"/BDB,_בַּ֫עַל חֶרְמוֹן\", dir=\"rtl\">בעל חרמון</a> sub <a data-ref=\"BDB, בַּעַל\" href=\"/BDB,_בַּעַל\", dir=\"rtl\">בעל</a>); <span dir=\"rtl\">הַר הַלְּבָנוֹן</span> <em>Mt. Lebanon</em> <a data-ref=\"Judges 3:3\" href=\"/Judges.3.3\">Ju 3:3</a>, cf. <span dir=\"rtl\">מְרוֹם הָרִים יַרְכְּתֵי לְבָנוֹן</span> <a data-ref=\"II Kings 19:23\" href=\"/II_Kings.19.23\">2 K 19:23</a> = <a data-ref=\"Isaiah 37:24\" href=\"/Isaiah.37.24\">Is 37:24</a> (v. <a data-ref=\"BDB, לְבָנוֹן\" href=\"/BDB,_לְבָנוֹן\", dir=\"rtl\">לבנון</a>); <span dir=\"rtl\">הַר הַכַּרְמֶ֑ל</span> <em>Mt. Carmel</em> <a data-ref=\"I Kings 18:19\" href=\"/I_Kings.18.19\">1 K 18:19</a>, <a data-ref=\"I Kings 18:20\" href=\"/I_Kings.18.20\">20</a> <a data-ref=\"II Kings 2:25\" href=\"/II_Kings.2.25\">2 K 2:25</a>; <a data-ref=\"II Kings 4:25\" href=\"/II_Kings.4.25\">4:25</a> (v. <a data-ref=\"BDB, כַּרְמֶל²\" href=\"/BDB,_כַּרְמֶל²\", dir=\"rtl\">כרמל</a>); <span dir=\"rtl\">הָהָר</span> = <em>id.</em>, <a data-ref=\"II Kings 4:27\" href=\"/II_Kings.4.27\">4:27</a>, appar. also <a data-ref=\"II Kings 1:9\" href=\"/II_Kings.1.9\">1:9</a>; <span dir=\"rtl\">הַר תָּבוֹר</span> <em>Mt. Tabor</em>, <a data-ref=\"Judges 4:6\" href=\"/Judges.4.6\">Ju 4:6</a>, <a data-ref=\"Judges 4:12\" href=\"/Judges.4.12\">12</a>, <a data-ref=\"Judges 4:14\" href=\"/Judges.4.14\">14</a>, cf. <a data-ref=\"Jeremiah 46:18\" href=\"/Jeremiah.46.18\">Je 46:18</a> <span dir=\"rtl\">תָּבוֹר בֶּהָרִים</span> (opp. <span dir=\"rtl\">כַּרְמֶל בַּיָּם</span>); <span dir=\"rtl\">הַר הַגִּלְבֹּעַ</span> <a data-ref=\"I Samuel 31:1\" href=\"/I_Samuel.31.1\">1 S 31:1</a>, <a data-ref=\"I Samuel 31:8\" href=\"/I_Samuel.31.8\">8</a> <a data-ref=\"II Samuel 1:6\" href=\"/II_Samuel.1.6\">2 S 1:6</a>, also (poet.) <span dir=\"rtl\">הָרֵי בַּגּ׳</span> v <a data-ref=\"II Samuel 1:21\" href=\"/II_Samuel.1.21\">21</a> (cf. Dr); <span dir=\"rtl\">הַר־חֶרֶס</span> <a data-ref=\"Judges 1:35\" href=\"/Judges.1.35\">Ju 1:35</a> (Stu <span dir=\"rtl\">עָר חֶרֶס</span>) cf. <a ,=\"\" data-ref=\"BDB, חֶרֶס\" dir=\"rtl\" href=\"/BDB,_חֶרֶס\">חֶרֶס</a>; <span dir=\"rtl\">הַר הַזֵּיתִים</span> <a data-ref=\"Zechariah 14:4\" href=\"/Zechariah.14.4\">Zc 14:4</a><sup>(×2)</sup> <em>Mount of Olives</em>, (opp. <span dir=\"rtl\">גֵּיא</span>) cf. <span dir=\"rtl\">הָהָר אֲשֶׁר מִקֶּדֶם לָעִיר</span> <a data-ref=\"Ezekiel 11:23\" href=\"/Ezekiel.11.23\">Ez 11:23</a>; also <span dir=\"rtl\">בָּהָר אֲשֶׁר עַל־פְּנֵי יְרוּשָׁלִַם</span> <a data-ref=\"I Kings 11:7\" href=\"/I_Kings.11.7\">1 K 11:7</a> (place of Sol.’s idolary) = <span dir=\"rtl\">הַר־הַמַּשְׁחִית</span> <a data-ref=\"II Kings 23:13\" href=\"/II_Kings.23.13\">2 K 23:13</a> <em>mt. of the destroyer</em> (same combin. in another, fig. sense <a data-ref=\"Jeremiah 51:25\" href=\"/Jeremiah.51.25\">Je 51:25</a>), others der. <span dir=\"rtl\">הַמ׳</span> here from <span dir=\"rtl\">משׁח</span> <em>anoint</em>, and render as = <em>Mt. of Olives</em> (cited as <span dir=\"rtl\">הר המשׁחה</span> Talm, Shabb. 56 b), cf. Hoffm<sup>ZAW 1882, 175</sup>; <span dir=\"rtl\">אַחַד הֶהָרִים</span> in land of Moriah <a data-ref=\"Genesis 22:2\" href=\"/Genesis.22.2\">Gn 22:2</a>; mts. about Jerus. in gen., <span dir=\"rtl\">יְרוּשָׁלִַם הָרִים סָבִיב לָהּ</span> <a data-ref=\"Psalms 125:2\" href=\"/Psalms.125.2\">ψ 125:2</a>; cf. also <a data-ref=\"Psalms 121:1\" href=\"/Psalms.121.1\">ψ 121:1</a> (‖ <span dir=\"rtl\">יהוה</span>); <span dir=\"rtl\">הָהָר</span> of citadel of Jerus. <a data-ref=\"Isaiah 22:5\" href=\"/Isaiah.22.5\">Is 22:5</a>; of temple hill <span dir=\"rtl\">הַר הַבַּיִת</span> <a data-ref=\"Micah 3:12\" href=\"/Micah.3.12\">Mi 3:12</a> = <a data-ref=\"Jeremiah 26:18\" href=\"/Jeremiah.26.18\">Je 26:18</a>; <span dir=\"rtl\">הַר בֵּית־י׳</span> <a data-ref=\"Isaiah 2:2\" href=\"/Isaiah.2.2\">Is 2:2</a> = <a data-ref=\"Micah 4:1\" href=\"/Micah.4.1\">Mi 4:1</a>, <a data-ref=\"II Chronicles 33:15\" href=\"/II_Chronicles.33.15\">2 Ch 33:15</a>; also <span dir=\"rtl\">הֲרָרִי בַּשָּׂדֶה</span> <a data-ref=\"Jeremiah 17:3\" href=\"/Jeremiah.17.3\">Je 17:3</a>; further <span dir=\"rtl\">הַר צִיּוֹן</span> <em>Mt. Zion</em> <a data-ref=\"Isaiah 4:5\" href=\"/Isaiah.4.5\">Is 4:5</a>; <a data-ref=\"Isaiah 8:18\" href=\"/Isaiah.8.18\">8:18</a>; <a data-ref=\"Isaiah 10:12\" href=\"/Isaiah.10.12\">10:12</a>; <a data-ref=\"Isaiah 18:7\" href=\"/Isaiah.18.7\">18:7</a>; <a data-ref=\"Isaiah 24:23\" href=\"/Isaiah.24.23\">24:23</a>; <a data-ref=\"Isaiah 29:8\" href=\"/Isaiah.29.8\">29:8</a>; <a data-ref=\"Isaiah 31:4\" href=\"/Isaiah.31.4\">31:4</a>; <a data-ref=\"Isaiah 37:32\" href=\"/Isaiah.37.32\">37:32</a> <a data-ref=\"Micah 4:7\" href=\"/Micah.4.7\">Mi 4:7</a> <a data-ref=\"Lamentations 5:18\" href=\"/Lamentations.5.18\">La 5:18</a> <a data-ref=\"Obadiah 1:17\" href=\"/Obadiah.1.17\">Ob 17</a> <a data-ref=\"Joel 3:5\" href=\"/Joel.3.5\">Jo 3:5</a> <a data-ref=\"Psalms 48:3\" href=\"/Psalms.48.3\">ψ 48:3</a>, <a data-ref=\"Psalms 48:12\" href=\"/Psalms.48.12\">12</a>; <a data-ref=\"Psalms 74:2\" href=\"/Psalms.74.2\">74:2</a>; <a data-ref=\"Psalms 78:68\" href=\"/Psalms.78.68\">78:68</a>; <a data-ref=\"Psalms 125:1\" href=\"/Psalms.125.1\">125:1</a> (v. also <a data-ref=\"BDB, צִיּוֹן\" href=\"/BDB,_צִיּוֹן\", dir=\"rtl\">צִיּוֹן</a>); comp. <span dir=\"rtl\">הַר בַּ֯ית־צִיּוֹן</span> <a data-ref=\"Isaiah 10:32\" href=\"/Isaiah.10.32\">Is 10:32</a>, <span dir=\"rtl\">הַר בַּת צ׳</span> <a data-ref=\"Isaiah 16:1\" href=\"/Isaiah.16.1\">16:1</a>; <span dir=\"rtl\">הַר־י׳</span> <a data-ref=\"Isaiah 2:3\" href=\"/Isaiah.2.3\">Is 2:3</a> = <a data-ref=\"Micah 4:2\" href=\"/Micah.4.2\">Mi 4:2</a>, <a data-ref=\"Isaiah 30:29\" href=\"/Isaiah.30.29\">Is 30:29</a> <a data-ref=\"Psalms 24:3\" href=\"/Psalms.24.3\">ψ 24:3</a>; (<em>id.</em> of Horeb <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">Nu 10:33</a> JE); <span dir=\"rtl\">הַר־י׳ צְבָאוֹת הַר הַקֹּדֶשׁ</span> <a data-ref=\"Zechariah 8:3\" href=\"/Zechariah.8.3\">Zc 8:3</a>, <span dir=\"rtl\">הַר־קָדְשִׁי</span> <a data-ref=\"Zephaniah 3:11\" href=\"/Zephaniah.3.11\">Zp 3:11</a> <a data-ref=\"Obadiah 1:16\" href=\"/Obadiah.1.16\">Ob 16</a> <a data-ref=\"Ezekiel 20:40\" href=\"/Ezekiel.20.40\">Ez 20:40</a> <a data-ref=\"Isaiah 11:9\" href=\"/Isaiah.11.9\">Is 11:9</a> = <a data-ref=\"Isaiah 65:25\" href=\"/Isaiah.65.25\">65:25</a>, cf. <a data-ref=\"Isaiah 56:7\" href=\"/Isaiah.56.7\">56:7</a>; <a data-ref=\"Isaiah 57:13\" href=\"/Isaiah.57.13\">57:13</a>; <a data-ref=\"Isaiah 65:11\" href=\"/Isaiah.65.11\">65:11</a> <a data-ref=\"Joel 2:1\" href=\"/Joel.2.1\">Jo 2:1</a> (‖ <span dir=\"rtl\">צִיּוֹן</span>) <a data-ref=\"Joel 4:17\" href=\"/Joel.4.17\">4:17</a> (‖ <em>id.</em>) <a data-ref=\"Psalms 2:6\" href=\"/Psalms.2.6\">ψ 2:6</a> (‖ <em>id.</em>) <a data-ref=\"Psalms 3:5\" href=\"/Psalms.3.5\">3:5</a>; <a data-ref=\"Psalms 15:1\" href=\"/Psalms.15.1\">15:1</a>; <a data-ref=\"Psalms 43:3\" href=\"/Psalms.43.3\">43:3</a>; <a data-ref=\"Psalms 48:2\" href=\"/Psalms.48.2\">48:2</a>; v. further <span dir=\"rtl\">הַר־קָדְשִׁי יְרוּשָׁלִַם</span> <a data-ref=\"Isaiah 66:20\" href=\"/Isaiah.66.20\">Is 66:20</a> cf. <a data-ref=\"Daniel 9:16\" href=\"/Daniel.9.16\">Dn 9:16</a> & <span dir=\"rtl\">הַר הַקֹּדֶשׁ יְרוּשָׁלִַם</span> <a data-ref=\"Isaiah 27:13\" href=\"/Isaiah.27.13\">Is 27:13</a>; also <span dir=\"rtl\">הַר צְבִי־קֹדֶשׁ</span> <a data-ref=\"Daniel 11:45\" href=\"/Daniel.11.45\">Dn 11:45</a>; <span dir=\"rtl\">הַר־הַקֹּדֶשׁ</span> <a data-ref=\"Jeremiah 31:23\" href=\"/Jeremiah.31.23\">Je 31:23</a>; even <span dir=\"rtl\">הַר קֹדֶשׁ אֱלֹהַי</span> <a data-ref=\"Daniel 9:20\" href=\"/Daniel.9.20\">Dn 9:20</a>; other designations of temple-hill are <span dir=\"rtl\">הָהָר חָמַד א׳ לְשִׁבְתּוֹ</span> <a data-ref=\"Psalms 68:17\" href=\"/Psalms.68.17\">ψ 68:17</a>, & <span dir=\"rtl\">הַר מְרוֹם יִשְׂרָאֵל</span> <a data-ref=\"Ezekiel 17:23\" href=\"/Ezekiel.17.23\">Ez 17:23</a>; <a data-ref=\"Ezekiel 20:40\" href=\"/Ezekiel.20.40\">20:40</a> (‖ <span dir=\"rtl\">הַר־קָדְשִׁי</span>); <span dir=\"rtl\">הַר קֹדֶשׁ אֱלֹהִים</span> <a data-ref=\"Ezekiel 28:14\" href=\"/Ezekiel.28.14\">Ez 28:14</a> of the distant abode of God (or gods?) so <span dir=\"rtl\">הַר אֱלֹהִים</span> v <a data-ref=\"Ezekiel 28:16\" href=\"/Ezekiel.28.16\">16</a> (<span dir=\"rtl\">הַר־אֱלֹהִים</span> <a data-ref=\"Psalms 68:16\" href=\"/Psalms.68.16\">ψ 68:16</a> is general, <em>a God’s mountain</em>, i.e. a majestic mt., likewise in simile <span dir=\"rtl\">מִשְׁפָּטֶיךָ כְּהַרֲרֵי־אֵל</span> <a data-ref=\"Psalms 36:7\" href=\"/Psalms.36.7\">ψ 36:7</a>);—<span dir=\"rtl\">הַר הָאֱלֹהִים</span> elsewhere of Horeb (Sinai) <a data-ref=\"Exodus 4:27\" href=\"/Exodus.4.27\">Ex 4:27</a>; <a data-ref=\"Exodus 18:5\" href=\"/Exodus.18.5\">18:5</a>; <a data-ref=\"Exodus 24:13\" href=\"/Exodus.24.13\">24:13</a> <a data-ref=\"I Kings 19:8\" href=\"/I_Kings.19.8\">1 K 19:8</a> (v. supr.). Note partic. †<span dir=\"rtl\">הַר־מוֹעֵד</span> <a data-ref=\"Isaiah 14:13\" href=\"/Isaiah.14.13\">Is 14:13</a> <em>mountain of meeting</em> or <em>of assembly</em>, i.e. the dwelling-place of the gods, according to Babylonian conception, here represented as in the far north, v. especially Che De Di, Dl<sup>Pa 117 ff.</sup> COT<sup> ad loc.</sup> Jr <sup>57 ff.</sup> Jen<sup> Kosmologie 23</sup>. <em>Upon the mt.</em> is <span dir=\"rtl\">עָל־הָהָר</span> cf. <span dir=\"rtl\">וַתֵּבְךְּ עַל־בְּתוּלֶיהָ עַל־הֶהָרִים</span> <a data-ref=\"Judges 11:38\" href=\"/Judges.11.38\">Ju 11:38</a>, & the peculiar phr. <span dir=\"rtl\">וְאֵלְכָה וְיָרַדְתִּי עַל־הֶהָרִים</span> v <a data-ref=\"Judges 11:37\" href=\"/Judges.11.37\">37</a>; <em>go up upon</em> <span dir=\"rtl\">עָלָה אֶל־</span> <a data-ref=\"Exodus 19:23\" href=\"/Exodus.19.23\">Ex 19:23</a>; <a data-ref=\"Exodus 24:13\" href=\"/Exodus.24.13\">24:13</a>; <a data-ref=\"Exodus 34:4\" href=\"/Exodus.34.4\">34:4</a> (all JE); cf. acc. in <span dir=\"rtl\">הַעַל אֹתָם הֹר הָהָר</span> <a data-ref=\"Numbers 20:25\" href=\"/Numbers.20.25\">Nu 20:25</a>; <em>speak</em> with one <em>upon</em> is <span dir=\"rtl\">דבר בהר</span> <a data-ref=\"Exodus 31:18\" href=\"/Exodus.31.18\">Ex 31:18</a>; <a data-ref=\"Exodus 34:32\" href=\"/Exodus.34.32\">34:32</a> <a data-ref=\"Numbers 3:1\" href=\"/Numbers.3.1\">Nu 3:1</a> (all P), <a data-ref=\"Leviticus 25:1\" href=\"/Leviticus.25.1\">Lv 25:1</a> (H), cf. <em>command, give commands, law</em>, etc., <span dir=\"rtl\">בהר</span> <a data-ref=\"Leviticus 7:38\" href=\"/Leviticus.7.38\">Lv 7:38</a>; <a data-ref=\"Leviticus 26:46\" href=\"/Leviticus.26.46\">26:46</a>; <a data-ref=\"Leviticus 27:34\" href=\"/Leviticus.27.34\">27:34</a> (all P or H); other phrases with <span dir=\"rtl\">בְּ</span> <em>upon</em> (lit. <em>in</em>, i.e. in the midst of a group of mts.) <a data-ref=\"Exodus 34:3\" href=\"/Exodus.34.3\">Ex 34:3</a> <span dir=\"rtl\">בְּכָל</span> (JE) <a data-ref=\"Exodus 25:40\" href=\"/Exodus.25.40\">25:40</a>; <a data-ref=\"Exodus 26:30\" href=\"/Exodus.26.30\">26:30</a>; <a data-ref=\"Exodus 27:8\" href=\"/Exodus.27.8\">27:8</a> <a data-ref=\"Numbers 28:6\" href=\"/Numbers.28.6\">Nu 28:6</a> (all P), <a data-ref=\"Isaiah 13:4\" href=\"/Isaiah.13.4\">Is 13:4</a>; but <span dir=\"rtl\">בְּחֹרֵב</span> <a data-ref=\"Psalms 106:19\" href=\"/Psalms.106.19\">ψ 106:19</a> = <em>at Horeb</em>, <span dir=\"rtl\">בְּהֹר הָהָר</span> <a data-ref=\"Numbers 33:37\" href=\"/Numbers.33.37\">Nu 33:37</a> <em>at Mt. Hor; go down from the mt.</em> is <span dir=\"rtl\">יָרַד מִן־הָהָר</span> <a data-ref=\"Exodus 32:1\" href=\"/Exodus.32.1\">Ex 32:1</a>, <a data-ref=\"Exodus 32:15\" href=\"/Exodus.32.15\">15</a> (both JE) <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">34:29</a><sup>(×2)</sup> (both P), cf. <a data-ref=\"Judges 9:36\" href=\"/Judges.9.36\">Ju 9:36</a> etc. <strong>b.</strong>  <em>mountain-range</em> <span dir=\"rtl\">הַר־בָּשָׁן</span> <a data-ref=\"Psalms 68:16\" href=\"/Psalms.68.16\">ψ 68:16</a><sup>(×2)</sup> = <span dir=\"rtl\">הַר־אֱלֹהִים</span> v <a data-ref=\"Psalms 68:16\" href=\"/Psalms.68.16\">16</a>; = <span dir=\"rtl\">הַר־גַּבְנֻנִּים</span> v <a data-ref=\"Psalms 68:16\" href=\"/Psalms.68.16\">16</a>, <span dir=\"rtl\">הָרִים גַּבְנֻנִּים</span> v <a data-ref=\"Psalms 68:17\" href=\"/Psalms.68.17\">17</a> (of the Jebel Hauran: v. <a data-ref=\"BDB, בשׁן\" href=\"/BDB,_בשׁן\", dir=\"rtl\">בשׁן</a>). <strong>c.</strong>  <em>mountain</em>, indef., <a data-ref=\"Job 14:18\" href=\"/Job.14.18\">Jb 14:18</a> (‖ <span dir=\"rtl\">צוּר</span>); usually pl. <em>mountains</em>, in general, or <em>the mountains</em>, especially in poet. & the higher style; often fig.; <span dir=\"rtl\">הָרִים</span>, <span dir=\"rtl\">הֶהָרִים</span>, covered by flood <a data-ref=\"Genesis 7:20\" href=\"/Genesis.7.20\">Gn 7:20</a> cf. v <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">19</a>; <a data-ref=\"Genesis 8:5\" href=\"/Genesis.8.5\">8:5</a>; covered by waters & freed therefrom by word of God (at creation) <a data-ref=\"Psalms 104:6\" href=\"/Psalms.104.6\">ψ 104:6</a>; a chief work of God (in creation) <a data-ref=\"Amos 4:13\" href=\"/Amos.4.13\">Am 4:13</a> <a data-ref=\"Psalms 65:7\" href=\"/Psalms.65.7\">ψ 65:7</a>; <a data-ref=\"Psalms 90:2\" href=\"/Psalms.90.2\">90:2</a> <a data-ref=\"Proverbs 8:25\" href=\"/Proverbs.8.25\">Pr 8:25</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>); weighed by God <a data-ref=\"Isaiah 40:12\" href=\"/Isaiah.40.12\">Is 40:12</a>; removed and overturned in anger of God <a data-ref=\"Job 9:5\" href=\"/Job.9.5\">Jb 9:5</a> cf. <a data-ref=\"Psalms 46:3\" href=\"/Psalms.46.3\">ψ 46:3</a>, <a data-ref=\"Psalms 46:4\" href=\"/Psalms.46.4\">4</a>; devastated by God <a data-ref=\"Isaiah 42:15\" href=\"/Isaiah.42.15\">Is 42:15</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>) cf. <a data-ref=\"Jeremiah 9:9\" href=\"/Jeremiah.9.9\">Je 9:9</a>; smoking at God’s touch <a data-ref=\"Psalms 104:32\" href=\"/Psalms.104.32\">ψ 104:32</a>; <a data-ref=\"Psalms 144:5\" href=\"/Psalms.144.5\">144:5</a>; melting at presence of <span dir=\"rtl\">י׳</span> <a data-ref=\"Judges 5:5\" href=\"/Judges.5.5\">Ju 5:5</a> <a data-ref=\"Micah 1:4\" href=\"/Micah.1.4\">Mi 1:4</a> <a data-ref=\"Psalms 97:5\" href=\"/Psalms.97.5\">ψ 97:5</a> <a data-ref=\"Isaiah 63:19\" href=\"/Isaiah.63.19\">Is 63:19</a>; <a data-ref=\"Isaiah 64:2\" href=\"/Isaiah.64.2\">64:2</a>; trembling <a data-ref=\"Isaiah 5:25\" href=\"/Isaiah.5.25\">Is 5:25</a> cf. <a data-ref=\"Jeremiah 4:24\" href=\"/Jeremiah.4.24\">Je 4:24</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>), <a data-ref=\"Nahum 1:5\" href=\"/Nahum.1.5\">Na 1:5</a> (‖ <em>id.</em>), <a data-ref=\"Habakkuk 3:10\" href=\"/Habakkuk.3.10\">Hb 3:10</a>; called to witness Yahweh’s dealings with his people <a data-ref=\"Micah 6:2\" href=\"/Micah.6.2\">Mi 6:2</a> (‖ <span dir=\"rtl\">הָאֵתָנִים מֹסְדֵי אָ֑רֶץ</span>) cf. v <a data-ref=\"Micah 6:1\" href=\"/Micah.6.1\">1</a> (‖ <span dir=\"rtl\">הַגְּבָעוֹת</span>), entreated to cover the guilty <a data-ref=\"Hosea 10:8\" href=\"/Hosea.10.8\">Ho 10:8</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>); addressed by <span dir=\"rtl\">י׳</span> also <a data-ref=\"Ezekiel 6:3\" href=\"/Ezekiel.6.3\">Ez 6:3</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>, opp. <span dir=\"rtl\">אֲפִיקִים</span>, <span dir=\"rtl\">גֵּאָוֹת</span>); specif., mts. of Israel summoned to hear <span dir=\"rtl\">י׳</span> and addressed by him <a data-ref=\"Ezekiel 36:1\" href=\"/Ezekiel.36.1\">Ez 36:1</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 36:4\" href=\"/Ezekiel.36.4\">4</a>, <a data-ref=\"Ezekiel 36:8\" href=\"/Ezekiel.36.8\">8</a>; <a data-ref=\"Ezekiel 37:22\" href=\"/Ezekiel.37.22\">37:22</a>; <a data-ref=\"Ezekiel 38:8\" href=\"/Ezekiel.38.8\">38:8</a>; <a data-ref=\"Ezekiel 39:2\" href=\"/Ezekiel.39.2\">39:2</a>, <a data-ref=\"Ezekiel 39:4\" href=\"/Ezekiel.39.4\">4</a>; summoned to praise <span dir=\"rtl\">י׳</span> <a data-ref=\"Psalms 148:9\" href=\"/Psalms.148.9\">ψ 148:9</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>) cf. <a data-ref=\"Isaiah 44:23\" href=\"/Isaiah.44.23\">Is 44:23</a>; <a data-ref=\"Isaiah 49:13\" href=\"/Isaiah.49.13\">49:13</a>; <a data-ref=\"Isaiah 55:12\" href=\"/Isaiah.55.12\">55:12</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>); leaping in praise of <span dir=\"rtl\">י׳</span> <a data-ref=\"Psalms 114:4\" href=\"/Psalms.114.4\">ψ 114:4</a>, <a data-ref=\"Psalms 114:6\" href=\"/Psalms.114.6\">6</a> (both ‖ <span dir=\"rtl\">גְּבָעוֹת</span>); <span dir=\"rtl\">הַרֲרֵי־קֶדֶם</span> <a data-ref=\"Deuteronomy 33:15\" href=\"/Deuteronomy.33.15\">Dt 33:15</a> (‖ <span dir=\"rtl\">גִּבְעוֹת עוֹלָם</span>); <span dir=\"rtl\">הַרֲרֵי־עַד</span> <a data-ref=\"Habakkuk 3:6\" href=\"/Habakkuk.3.6\">Hb 3:6</a> (‖ <em>id.</em>); <span dir=\"rtl\">הַרֲרֵי־עַד</span> also <a data-ref=\"Psalms 76:5\" href=\"/Psalms.76.5\">ψ 76:5</a> (according to 𝔊 Bi Che; MT has <span dir=\"rtl\">טֶרֶף</span> for <span dir=\"rtl\">עַד</span>), and prob. <a data-ref=\"Genesis 49:26\" href=\"/Genesis.49.26\">Gn 49:26</a> for MT <span dir=\"rtl\">הוֹרַי עַד</span> (‖ <span dir=\"rtl\">גִּבְעֹת עוֹלָם</span>) cf. Di <strong>d.</strong>  <em>high mt.</em> <span dir=\"rtl\">הַר גָּבֹהַּ</span> <a data-ref=\"Isaiah 30:25\" href=\"/Isaiah.30.25\">Is 30:25</a> (‖ <span dir=\"rtl\">גִּבְעָה נִשָּׂאָה</span>) cf. <a data-ref=\"Isaiah 40:9\" href=\"/Isaiah.40.9\">40:9</a>; <a data-ref=\"Isaiah 52:7\" href=\"/Isaiah.52.7\">52:7</a>; <span dir=\"rtl\">הַר גָּבֹהַּ מְאֹד</span> <a data-ref=\"Ezekiel 40:2\" href=\"/Ezekiel.40.2\">Ez 40:2</a>; <span dir=\"rtl\">הַר גָּבֹהַּ וְתָלוּל</span> <a data-ref=\"Ezekiel 17:22\" href=\"/Ezekiel.17.22\">Ez 17:22</a>; pl. <span dir=\"rtl\">הֶהָרִים הַגְּבֹהִים</span> <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">Gn 7:19</a> <a data-ref=\"Psalms 104:18\" href=\"/Psalms.104.18\">ψ 104:18</a> (‖ <span dir=\"rtl\">סְלָעִים</span>), <span dir=\"rtl\">הֶה׳ הָרָמִים</span> <a data-ref=\"Isaiah 2:14\" href=\"/Isaiah.2.14\">Is 2:14</a> as symbol of strength and pride (‖ <span dir=\"rtl\">הַגְּבָעוֹת הַנִּשָּׂאוֹת</span>), cf. <span dir=\"rtl\">הֶהָרִים</span> <a data-ref=\"Ezekiel 38:20\" href=\"/Ezekiel.38.20\">Ez 38:20</a> (‖ <span dir=\"rtl\">מַדְרֵגוֹת</span>, <span dir=\"rtl\">חוֹמָה</span>). <strong>e.</strong>  opp. valley or plain <a data-ref=\"Joshua 12:8\" href=\"/Joshua.12.8\">Jos 12:8</a> (D; opp. <span dir=\"rtl\">מִדְּבָּר</span>, <span dir=\"rtl\">אֲשֵׁדוֹת</span>, <span dir=\"rtl\">עֲרָבָה</span>, <span dir=\"rtl\">שְׁפֵלָה</span>), cf. <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a>, also <a data-ref=\"Jeremiah 17:26\" href=\"/Jeremiah.17.26\">Je 17:26</a> (opp. <span dir=\"rtl\">שְׁפֵלָה</span>); <a data-ref=\"Genesis 19:17\" href=\"/Genesis.19.17\">Gn 19:17</a> (J; opp. <span dir=\"rtl\">כִּכָּר</span>); often opp. <span dir=\"rtl\">גַּיְא</span> <a data-ref=\"II Kings 2:16\" href=\"/II_Kings.2.16\">2 K 2:16</a> <a data-ref=\"Ezekiel 31:12\" href=\"/Ezekiel.31.12\">Ez 31:12</a> (fig.) <a data-ref=\"Ezekiel 32:5\" href=\"/Ezekiel.32.5\">32:5</a> (<em>id.</em>) <a data-ref=\"Ezekiel 35:8\" href=\"/Ezekiel.35.8\">35:8</a> (‖ <span dir=\"rtl\">גִּבְעָה</span>), <a data-ref=\"Ezekiel 36:4\" href=\"/Ezekiel.36.4\">36:4</a> (‖ <em>id.</em>), <a data-ref=\"Isaiah 40:4\" href=\"/Isaiah.40.4\">Is 40:4</a> (‖ <em>id.</em>), opp. <span dir=\"rtl\">בִּקְעָה</span> <a data-ref=\"Deuteronomy 8:7\" href=\"/Deuteronomy.8.7\">Dt 8:7</a>; <a data-ref=\"Deuteronomy 11:11\" href=\"/Deuteronomy.11.11\">11:11</a> <a data-ref=\"Psalms 104:8\" href=\"/Psalms.104.8\">ψ 104:8</a>; opp. <span dir=\"rtl\">מִדְבָּר</span> <a data-ref=\"Lamentations 4:19\" href=\"/Lamentations.4.19\">La 4:19</a> (cf. <a data-ref=\"Joshua 12:8\" href=\"/Joshua.12.8\">Jos 12:8</a> supr.); <span dir=\"rtl\">בֵּין הָרִים</span> <a data-ref=\"Psalms 104:10\" href=\"/Psalms.104.10\">ψ 104:10</a> is ‖ <span dir=\"rtl\">בַּנְּחָלִים</span>; see also <span dir=\"rtl\">אֱלֹהֵי הָרִים י׳ וְלֹא־אֱלֹהֵי עֲמָקִים</span> <a data-ref=\"I Kings 20:28\" href=\"/I_Kings.20.28\">1 K 20:28</a>, cf. v <a data-ref=\"I Kings 20:23\" href=\"/I_Kings.20.23\">23</a> (opp. <span dir=\"rtl\">מִישׁוֹר</span>); note also <span dir=\"rtl\">הַר הָעֵמֶק</span> <a data-ref=\"Joshua 13:19\" href=\"/Joshua.13.19\">Jos 13:19</a> (P), & <span dir=\"rtl\">גֵּיא־הָרַי</span>, <span dir=\"rtl\">גֵּי־הָרִים</span> <a data-ref=\"Zechariah 14:5\" href=\"/Zechariah.14.5\">Zc 14:5</a><sup>(×2)</sup>; further <span dir=\"rtl\">מִדְבַּר הָרִים</span> <a data-ref=\"Psalms 75:7\" href=\"/Psalms.75.7\">ψ 75:7</a> <em>mountainous desert</em> Vrss. & most mod. (Baer <span dir=\"rtl\">מִדְבָּר</span> but cf. De); <em>mountain-ward</em> is <span dir=\"rtl\">הֶ֫רָה</span> <a data-ref=\"Genesis 14:10\" href=\"/Genesis.14.10\">Gn 14:10</a>. <strong>f.</strong>  mts. as hiding-places:—<span dir=\"rtl\">הַמִּנְהָרוֹת אֲשֶׁר בֶּהָרִים</span> <a data-ref=\"Judges 6:2\" href=\"/Judges.6.2\">Ju 6:2</a> <em>the burrows</em> (Stanley, VB) <em>which are in the mts.;</em> cf. <a data-ref=\"Psalms 11:1\" href=\"/Psalms.11.1\">ψ 11:1</a> <a data-ref=\"Jeremiah 16:16\" href=\"/Jeremiah.16.16\">Je 16:16</a> (‖ <span dir=\"rtl\">גִּבְעָה</span>); <span dir=\"rtl\">הָפַךְ מִשֹּׁרֶשׁ הָרִים</span> <a data-ref=\"Job 28:9\" href=\"/Job.28.9\">Jb 28:9</a> (of mining), v. also <a data-ref=\"Deuteronomy 8:9\" href=\"/Deuteronomy.8.9\">Dt 8:9</a>. <strong>g.</strong>  mts. as running-place of gazelles <a data-ref=\"I Chronicles 12:8\" href=\"/I_Chronicles.12.8\">1 Ch 12:8</a>; of leopards <span dir=\"rtl\">הַרֲרֵי נְמֵרִים</span> <a data-ref=\"Song of Songs 4:8\" href=\"/Song_of_Songs.4.8\">Ct 4:8</a>; hunting-ground for partridges <a data-ref=\"I Samuel 26:20\" href=\"/I_Samuel.26.20\">1 S 26:20</a>; <span dir=\"rtl\">עוֹף הָרִים</span> <a data-ref=\"Psalms 50:11\" href=\"/Psalms.50.11\">ψ 50:11</a> cf. <a data-ref=\"Psalms 11:1\" href=\"/Psalms.11.1\">11:1</a> (fig.); wandering-place of lost sheep (fig.) <a data-ref=\"Nahum 3:18\" href=\"/Nahum.3.18\">Na 3:18</a> <a data-ref=\"I Kings 22:17\" href=\"/I_Kings.22.17\">1 K 22:17</a> <a data-ref=\"Jeremiah 50:6\" href=\"/Jeremiah.50.6\">Je 50:6</a> cf. v <a data-ref=\"Jeremiah 50:6\" href=\"/Jeremiah.50.6\">6</a> (‖ <span dir=\"rtl\">גִּבְעָה</span>), <a data-ref=\"Ezekiel 34:6\" href=\"/Ezekiel.34.6\">Ez 34:6</a> (‖ <span dir=\"rtl\">כָּל־גִּבְעָה רָמָה</span>) <a data-ref=\"II Chronicles 18:16\" href=\"/II_Chronicles.18.16\">2 Ch 18:16</a>. <strong>h.</strong>  grazing-places for cattle <span dir=\"rtl\">בְּהֵמוֹת בְּהַרֲרֵי־אָ֑לֶף</span> <a data-ref=\"Psalms 50:10\" href=\"/Psalms.50.10\">ψ 50:10</a> (read <span dir=\"rtl\">אֵל</span> for <span dir=\"rtl\">אלף</span> Ol Bi Che), cf. <span dir=\"rtl\">וְתוּר הָרִים</span> <a data-ref=\"Job 39:8\" href=\"/Job.39.8\">Jb 39:8</a> of pasture of wild ass; also (si vera l.) <span dir=\"rtl\">בּוּל הָרִים</span> <a data-ref=\"Job 40:20\" href=\"/Job.40.20\">Jb 40:20</a>, i.e. mts. as furnishing food for hippopot.; v. further <a data-ref=\"Song of Songs 4:6\" href=\"/Song_of_Songs.4.6\">Ct 4:6</a>; <a data-ref=\"Song of Songs 8:14\" href=\"/Song_of_Songs.8.14\">8:14</a> <a data-ref=\"Proverbs 27:25\" href=\"/Proverbs.27.25\">Pr 27:25</a>. <strong>i.</strong>  as place of field and vineyards <a data-ref=\"II Chronicles 26:10\" href=\"/II_Chronicles.26.10\">2 Ch 26:10</a> (opp. <span dir=\"rtl\">שְׁפֵלָה</span>, <span dir=\"rtl\">מִישׁוֹר</span>) <a data-ref=\"Isaiah 7:25\" href=\"/Isaiah.7.25\">Is 7:25</a>; v. also <span dir=\"rtl\">הַמַּצְמִיחַ הָרִים חָצִיר</span> <a data-ref=\"Psalms 147:8\" href=\"/Psalms.147.8\">ψ 147:8</a> cf., <a data-ref=\"Haggai 1:11\" href=\"/Haggai.1.11\">Hg 1:11</a>; fig. <a data-ref=\"Psalms 72:3\" href=\"/Psalms.72.3\">ψ 72:3</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>); in promise <span dir=\"rtl\">יִטְּפוּ הֶהָרִים עָסִיס וְהַגְּבָעוֹתּ תֵּלַכְּנָה חָלָב</span> <a data-ref=\"Joel 4:18\" href=\"/Joel.4.18\">Jo 4:18</a> cf. <a data-ref=\"Amos 9:13\" href=\"/Amos.9.13\">Am 9:13</a>; <strong>j.</strong>  as kindled into flame (i.e. their forests; in sim.) <a data-ref=\"Psalms 83:15\" href=\"/Psalms.83.15\">ψ 83:15</a>. <strong>k.</strong> as scene of massacre, (fig.) <a data-ref=\"Isaiah 34:3\" href=\"/Isaiah.34.3\">Is 34:3</a> <em>melting with blood;</em> as place of battle array, <em>height</em> <a data-ref=\"I Samuel 17:3\" href=\"/I_Samuel.17.3\">1 S 17:3</a><sup>(×2)</sup>. <strong>l.</strong> as places of illicit worship <a data-ref=\"Isaiah 65:7\" href=\"/Isaiah.65.7\">Is 65:7</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>) cf. <a data-ref=\"Jeremiah 3:6\" href=\"/Jeremiah.3.6\">Je 3:6</a> & appar. v <a data-ref=\"Jeremiah 3:25\" href=\"/Jeremiah.3.25\">25</a> (‖ <em>id.</em>) so <span dir=\"rtl\">הַר־גָּבֹהַּ וְנִשָּׂא</span> <a data-ref=\"Isaiah 57:7\" href=\"/Isaiah.57.7\">Is 57:7</a>, <span dir=\"rtl\">הֶהָרִים הָרָמִים</span> <a data-ref=\"Deuteronomy 12:2\" href=\"/Deuteronomy.12.2\">Dt 12:2</a> (‖ <span dir=\"rtl\">הַגְּבָעוֹת</span>); but <a data-ref=\"Ezekiel 18:6\" href=\"/Ezekiel.18.6\">Ez 18:6</a>, <a data-ref=\"Ezekiel 18:15\" href=\"/Ezekiel.18.15\">15</a> read perhaps <span dir=\"rtl\">הַדָּם</span> for <span dir=\"rtl\">הרים</span> cf. RS<sup>K 310</sup> & <a data-ref=\"Ezekiel 33:25\" href=\"/Ezekiel.33.25\">33:25</a>. <strong>m.</strong> in various combinations <span dir=\"rtl\">צַד הָהָר</span> <a data-ref=\"I Samuel 23:26\" href=\"/I_Samuel.23.26\">1 S 23:26</a><sup>(×2)</sup> <a data-ref=\"II Samuel 13:34\" href=\"/II_Samuel.13.34\">2 S 13:34</a> <em>side of the mt.</em>, <span dir=\"rtl\">צֵלַע הָהָר</span> <a data-ref=\"II Samuel 16:13\" href=\"/II_Samuel.16.13\">16:13</a> <em>id.;</em> <span dir=\"rtl\">מֹץ הָרִים</span> <a data-ref=\"Isaiah 17:13\" href=\"/Isaiah.17.13\">Is 17:13</a> <em>chaff of mts.;</em> <span dir=\"rtl\">זֶרֶם הָרִים</span> <a data-ref=\"Job 24:8\" href=\"/Job.24.8\">Jb 24:8</a> <em>mountain-shower;</em> <span dir=\"rtl\">צֵל הֶהָרִים</span> <a data-ref=\"Judges 9:36\" href=\"/Judges.9.36\">Ju 9:36</a> <em>shadow of the mts.;</em> <span dir=\"rtl\">מִבֵּין שְׁנֵי הָרִים וְהֶהָרִים הָרֵי נְחשֶׁת</span> <a data-ref=\"Zechariah 6:1\" href=\"/Zechariah.6.1\">Zc 6:1</a>; <em>top of mt.</em> usually <span dir=\"rtl\">רֹאשׁ הָהָר</span> <a data-ref=\"Numbers 14:40\" href=\"/Numbers.14.40\">Nu 14:40</a>, <a data-ref=\"Numbers 14:44\" href=\"/Numbers.14.44\">44</a> <a data-ref=\"I Samuel 26:13\" href=\"/I_Samuel.26.13\">1 S 26:13</a> <a data-ref=\"II Kings 1:9\" href=\"/II_Kings.1.9\">2 K 1:9</a>; as place for beacon <a data-ref=\"Isaiah 30:17\" href=\"/Isaiah.30.17\">Is 30:17</a> (‖ <span dir=\"rtl\">גִּבְעָה</span>), (cf. <span dir=\"rtl\">הַר־נִשְׁפֶּה</span> <a data-ref=\"Isaiah 13:2\" href=\"/Isaiah.13.2\">13:2</a> & <span dir=\"rtl\">נְשֹׂא־נֵס הָרִים</span> <a data-ref=\"Isaiah 18:3\" href=\"/Isaiah.18.3\">Is 18:3</a>), <span dir=\"rtl\">רֹאשׁ הֶהָרִים</span> <a data-ref=\"Isaiah 2:2\" href=\"/Isaiah.2.2\">Is 2:2</a> = <a data-ref=\"Micah 4:1\" href=\"/Micah.4.1\">Mi 4:1</a>, <span dir=\"rtl\">רֹאשׁ הָרִים</span> <a data-ref=\"Isaiah 42:11\" href=\"/Isaiah.42.11\">Is 42:11</a> (‖ <span dir=\"rtl\">סֶלַע</span> as dwelling-place) v. also <a data-ref=\"Psalms 72:16\" href=\"/Psalms.72.16\">ψ 72:16</a>; <span dir=\"rtl\">רָאשֵׁי הֶהָרִים</span> <a data-ref=\"Genesis 8:5\" href=\"/Genesis.8.5\">Gn 8:5</a>; as lurking-places for ambuscade <a data-ref=\"Judges 9:25\" href=\"/Judges.9.25\">Ju 9:25</a>, <a data-ref=\"Judges 9:36\" href=\"/Judges.9.36\">36</a>, places for altars <a data-ref=\"Ezekiel 6:13\" href=\"/Ezekiel.6.13\">Ez 6:13</a> (‖ <span dir=\"rtl\">גִּבְעָה רָמָה</span>), for sacrifice <a data-ref=\"Hosea 4:13\" href=\"/Hosea.4.13\">Ho 4:13</a> (‖ <span dir=\"rtl\">הַגְּבָעוֹת</span>); <span dir=\"rtl\">רֹאשׁ הָהָר</span> <a data-ref=\"Joshua 15:8\" href=\"/Joshua.15.8\">Jos 15:8</a> = <em>mt.-ridge</em>, cf. v <a data-ref=\"Joshua 15:9\" href=\"/Joshua.15.9\">9</a> <a data-ref=\"Judges 16:3\" href=\"/Judges.16.3\">Ju 16:3</a>; <span dir=\"rtl\">תּוֹעֲפוֹת הָרִים</span> <a data-ref=\"Psalms 95:4\" href=\"/Psalms.95.4\">ψ 95:4</a>; <em>foundations of mts.</em> <span dir=\"rtl\">מוֹסְדֵי הָרִים</span> <a data-ref=\"Deuteronomy 32:22\" href=\"/Deuteronomy.32.22\">Dt 32:22</a> <a data-ref=\"Psalms 18:8\" href=\"/Psalms.18.8\">ψ 18:8</a> (‖ <span dir=\"rtl\">מוֹסְדוֹת הַשָּׁמַיִם</span> <a data-ref=\"II Samuel 22:8\" href=\"/II_Samuel.22.8\">2 S 22:8</a>); cf. <span dir=\"rtl\">לְקִצְבֵי הָרִים יָרַדְתִּי</span> <a data-ref=\"Jonah 2:7\" href=\"/Jonah.2.7\">Jon 2:7</a>. <strong>n.</strong> in fig. uses: <span dir=\"rtl\">תָּדוּשׁ הָרִים וְתָדֹק וּגְבָעוֹת כַּמֹּץ תָּשִׂים</span> <a data-ref=\"Isaiah 41:15\" href=\"/Isaiah.41.15\">Is 41:15</a> fig. of Isr.’s overcoming its foes; <span dir=\"rtl\">יִתְנַגְּפוּ רַגְלֵיכֶם עַל־הָרֵי נָ֑שֶׁף</span> <a data-ref=\"Jeremiah 13:16\" href=\"/Jeremiah.13.16\">Je 13:16</a> of encountering hopeless calamities; <span dir=\"rtl\">הֶהָרִים</span> <a data-ref=\"Isaiah 54:10\" href=\"/Isaiah.54.10\">Is 54:10</a> as less permanent & changeless than Yahweh’s kindness (‖ <span dir=\"rtl\">גְּבָעוֹת</span>); <span dir=\"rtl\">הַר הַמַּשְׁחִית</span> <a data-ref=\"Jeremiah 51:25\" href=\"/Jeremiah.51.25\">Je 51:25</a> & <span dir=\"rtl\">הַר שְׂרֵפָה</span> v <a data-ref=\"Jeremiah 51:25\" href=\"/Jeremiah.51.25\">25</a> fig. of Babylon.<br><strong>2.</strong>  <em>hill-country, mountain-region</em>, <strong>a.</strong>  opp. plain, etc.:—dwelling-place of Canaanites, <span dir=\"rtl\">הָהָר</span> <a data-ref=\"Numbers 13:17\" href=\"/Numbers.13.17\">Nu 13:17</a>, <a data-ref=\"Numbers 13:29\" href=\"/Numbers.13.29\">29</a> (of promised land; opp. <span dir=\"rtl\">אֶרֶץ הַנֶּגֶב</span>, <span dir=\"rtl\">הַיָּם</span> & <span dir=\"rtl\">יַד־הַיַּרְדֵּן</span>); <span dir=\"rtl\">בָּֽעֲרָבָה בָּהָר וּבַשְּׁפֵלָה וּבַנֶּגֶב וּבְחוֹף הַיָּם</span> <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a>; <span dir=\"rtl\">בָּהָר וּבָֽעֲרָבָה נֶגֶב כִּנֲּרוֹת וּבַשְּׁפֵלָה וּבְנָפוֹת דּוֹר מִיָּם</span> <a data-ref=\"Joshua 11:2\" href=\"/Joshua.11.2\">Jos 11:2</a>; <span dir=\"rtl\">בָּהָר וּבַשְּׁפֵלָה וּבָֽעֲרָבָה וּבָֽאֲשֵׁדוֹת וּבַמִּדְבָּר וּבַנֶּגֶב</span> <a data-ref=\"Joshua 12:8\" href=\"/Joshua.12.8\">12:8</a>; cf. <a data-ref=\"Joshua 9:1\" href=\"/Joshua.9.1\">9:1</a>; <a data-ref=\"Joshua 10:40\" href=\"/Joshua.10.40\">10:40</a> <a data-ref=\"Judges 1:9\" href=\"/Judges.1.9\">Ju 1:9</a>; <span dir=\"rtl\">הָהָר</span> indef. (<em>the hill-country, the mountains</em>, in gen.) <a data-ref=\"II Chronicles 2:1\" href=\"/II_Chronicles.2.1\">2 Ch 2:1</a> (place for hewing wood) so v <a data-ref=\"II Chronicles 2:17\" href=\"/II_Chronicles.2.17\">17</a>; <a data-ref=\"Nehemiah 8:15\" href=\"/Nehemiah.8.15\">Ne 8:15</a> (place for cutting boughs), etc. <strong>b.</strong>  of a particular mountain-region, hill-country: <span dir=\"rtl\">הַר הָאֱמֹרִי</span> <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a> (cf. v <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">7</a>) v <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">19</a> (cf. v <a data-ref=\"Deuteronomy 1:24\" href=\"/Deuteronomy.1.24\">24</a>), also <a data-ref=\"Joshua 10:6\" href=\"/Joshua.10.6\">Jos 10:6</a>; of Amalekites <a data-ref=\"Judges 12:15\" href=\"/Judges.12.15\">Ju 12:15</a>; of Ephraim <a data-ref=\"Joshua 17:15\" href=\"/Joshua.17.15\">Jos 17:15</a>; <a data-ref=\"Joshua 19:50\" href=\"/Joshua.19.50\">19:50</a>; <a data-ref=\"Joshua 20:7\" href=\"/Joshua.20.7\">20:7</a>; <a data-ref=\"Joshua 21:21\" href=\"/Joshua.21.21\">21:21</a>; <a data-ref=\"Joshua 24:30\" href=\"/Joshua.24.30\">24:30</a>, <a data-ref=\"Joshua 24:33\" href=\"/Joshua.24.33\">33</a> <a data-ref=\"Judges 3:27\" href=\"/Judges.3.27\">Ju 3:27</a>; <a data-ref=\"Judges 4:5\" href=\"/Judges.4.5\">4:5</a>; <a data-ref=\"Judges 7:24\" href=\"/Judges.7.24\">7:24</a>; <a data-ref=\"Judges 9:48\" href=\"/Judges.9.48\">9:48</a>; <a data-ref=\"Judges 17:1\" href=\"/Judges.17.1\">17:1</a> + 6 times <a data-ref=\"Judges 17\" href=\"/Judges.17\">Ju 17</a>, <a data-ref=\"I Samuel 1:1\" href=\"/I_Samuel.1.1\">1 S 1:1</a>; <a data-ref=\"I Samuel 9:4\" href=\"/I_Samuel.9.4\">9:4</a>; <a data-ref=\"I Samuel 14:22\" href=\"/I_Samuel.14.22\">14:22</a> <a data-ref=\"II Samuel 20:21\" href=\"/II_Samuel.20.21\">2 S 20:21</a> <a data-ref=\"I Kings 4:8\" href=\"/I_Kings.4.8\">1 K 4:8</a>; <a data-ref=\"I Kings 12:25\" href=\"/I_Kings.12.25\">12:25</a> <a data-ref=\"II Kings 5:22\" href=\"/II_Kings.5.22\">2 K 5:22</a> <a data-ref=\"I Chronicles 6:52\" href=\"/I_Chronicles.6.52\">1 Ch 6:52</a> <a data-ref=\"II Chronicles 13:4\" href=\"/II_Chronicles.13.4\">2 Ch 13:4</a>; <a data-ref=\"II Chronicles 15:8\" href=\"/II_Chronicles.15.8\">15:8</a>; <a data-ref=\"II Chronicles 19:4\" href=\"/II_Chronicles.19.4\">19:4</a> <a data-ref=\"Jeremiah 4:15\" href=\"/Jeremiah.4.15\">Je 4:15</a>; <a data-ref=\"Jeremiah 31:6\" href=\"/Jeremiah.31.6\">31:6</a>; Ephraim and Gilead <a data-ref=\"Jeremiah 50:19\" href=\"/Jeremiah.50.19\">50:19</a> (cf. also <span dir=\"rtl\">(ה)הר</span> <a data-ref=\"Joshua 17:16\" href=\"/Joshua.17.16\">Jos 17:16</a>, <a data-ref=\"Joshua 17:18\" href=\"/Joshua.17.18\">18</a> <a data-ref=\"Judges 3:27\" href=\"/Judges.3.27\">Ju 3:27</a>); of Israel <a data-ref=\"Joshua 11:16\" href=\"/Joshua.11.16\">Jos 11:16</a>, <a data-ref=\"Joshua 11:21\" href=\"/Joshua.11.21\">21</a>, cf. <span dir=\"rtl\">הָרֵי יִשְׂרָאֵל</span> <a data-ref=\"Ezekiel 6:2\" href=\"/Ezekiel.6.2\">Ez 6:2</a>; <a data-ref=\"Ezekiel 19:9\" href=\"/Ezekiel.19.9\">19:9</a>; <a data-ref=\"Ezekiel 33:28\" href=\"/Ezekiel.33.28\">33:28</a>; <a data-ref=\"Ezekiel 34:13\" href=\"/Ezekiel.34.13\">34:13</a>; <a data-ref=\"Ezekiel 35:12\" href=\"/Ezekiel.35.12\">35:12</a>; <span dir=\"rtl\">הָרֵי מְרוֹם יִשְׂרָאֵל</span> <a data-ref=\"Ezekiel 17:23\" href=\"/Ezekiel.17.23\">Ez 17:23</a>; <a data-ref=\"Ezekiel 20:40\" href=\"/Ezekiel.20.40\">20:40</a> (‖ <span dir=\"rtl\">הַר־קָדְשִׁי</span>) <a data-ref=\"Ezekiel 34:14\" href=\"/Ezekiel.34.14\">34:14</a>; <span dir=\"rtl\">עָרֵי הָהָר</span> i.e. in mountain-country <a data-ref=\"Deuteronomy 2:37\" href=\"/Deuteronomy.2.37\">Dt 2:37</a> (of Ammonites), <a data-ref=\"Jeremiah 32:44\" href=\"/Jeremiah.32.44\">Je 32:44</a>; <a data-ref=\"Jeremiah 33:13\" href=\"/Jeremiah.33.13\">33:13</a>; hill-country of Judah <a data-ref=\"Joshua 11:21\" href=\"/Joshua.11.21\">Jos 11:21</a>; <a data-ref=\"Joshua 15:48\" href=\"/Joshua.15.48\">15:48</a>; <a data-ref=\"Joshua 18:12\" href=\"/Joshua.18.12\">18:12</a>; <a data-ref=\"Joshua 20:7\" href=\"/Joshua.20.7\">20:7</a>; <a data-ref=\"Joshua 21:11\" href=\"/Joshua.21.11\">21:11</a>; <a data-ref=\"II Chronicles 21:11\" href=\"/II_Chronicles.21.11\">2 Ch 21:11</a> <span dir=\"rtl\">(הָרֵי יהודה)</span> <a data-ref=\"II Chronicles 27:4\" href=\"/II_Chronicles.27.4\">27:4</a>; abode of Jebusites <a data-ref=\"Joshua 11:3\" href=\"/Joshua.11.3\">Jos 11:3</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d30eb6084aa1cbf21e23", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָסַע 1", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "BDB, נָסַע 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָסַע א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָסַע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><big><span dir=\"rtl\">נָסַע</span></big></big>  <strong>vb.</strong> pull out or up, set out, journey <strong>(</strong>NH <em>id.</em>, <em>move, march;</em> Assyrian <em>nisû</em>, <em>set out, withdraw</em>, etc. Dl<sup>HWB 470</sup>; Nö<sup>ZMG xl (1886), 723</sup> cp. also Arabic <span dir=\"rtl\">نَزَعَ</span>, Ethiopic ነዝዐ: [rare] <em>pull up, away</em>, so Ba<sup>ES 51</sup><strong>)</strong>;—<br><strong>Qal</strong><sub>137</sub>  Pf. 3 ms. <span dir=\"rtl\">נ׳</span> <a data-ref=\"Genesis 33:17\" href=\"/Genesis.33.17\">Gn 33:17</a> +, 3 mpl. <span dir=\"rtl\">נָֽסְעוּ</span> <a data-ref=\"Deuteronomy 10:6\" href=\"/Deuteronomy.10.6\">Dt 10:6</a>, <span dir=\"rtl\">נָסָ֑עוּ</span> <a data-ref=\"Numbers 2:34\" href=\"/Numbers.2.34\">Nu 2:34</a> +, etc.; Impf. <span dir=\"rtl\">יִסַּע</span> <a data-ref=\"Isaiah 33:20\" href=\"/Isaiah.33.20\">Is 33:20</a>, <span dir=\"rtl\">וַיִּסַּע</span> <a data-ref=\"Genesis 12:9\" href=\"/Genesis.12.9\">Gn 12:9</a> +, sf. <span dir=\"rtl\">וַיִּסָּעֵם</span> <a data-ref=\"Judges 16:3\" href=\"/Judges.16.3\">Ju 16:3</a>; 3 mpl. <span dir=\"rtl\">יִסְעוּ</span> <a data-ref=\"Exodus 40:36\" href=\"/Exodus.40.36\">Ex 40:36</a> +, <span dir=\"rtl\">יִסָּ֑עוּ</span> <a data-ref=\"Numbers 2:9\" href=\"/Numbers.2.9\">Nu 2:9</a> +; 2 mpl. <span dir=\"rtl\">תִּסְעוּ</span> <a data-ref=\"Joshua 3:3\" href=\"/Joshua.3.3\">Jos 3:3</a>; 1 pl. <span dir=\"rtl\">נִסְעָה</span> cohort. <a data-ref=\"Genesis 33:12\" href=\"/Genesis.33.12\">Gn 33:12</a>, <span dir=\"rtl\">וַנִּסַּע</span> <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">Dt 1:19</a>; <a data-ref=\"Deuteronomy 2:1\" href=\"/Deuteronomy.2.1\">2:1</a>, <span dir=\"rtl\">וַנִּסְעָה</span> <a data-ref=\"Ezra 8:31\" href=\"/Ezra.8.31\">Ezr 8:31</a>, etc.; Imv. <span dir=\"rtl\">סְעוּ</span> <a data-ref=\"Deuteronomy 2:24\" href=\"/Deuteronomy.2.24\">Dt 2:24</a> +; Inf. abs. <span dir=\"rtl\">נָסוֹעַ</span> <a data-ref=\"Genesis 12:9\" href=\"/Genesis.12.9\">Gn 12:9</a>; cstr. <span dir=\"rtl\">נְסֹעַ</span> <a data-ref=\"Joshua 3:14\" href=\"/Joshua.3.14\">Jos 3:14</a> +; sf. <span dir=\"rtl\">נָסְעָם</span> <a data-ref=\"Genesis 11:2\" href=\"/Genesis.11.2\">Gn 11:2</a> <a data-ref=\"Numbers 10:34\" href=\"/Numbers.10.34\">Nu 10:34</a>; Pt. <span dir=\"rtl\">נֹסֵעַ</span> <a data-ref=\"Exodus 14:10\" href=\"/Exodus.14.10\">Ex 14:10</a>; <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">Nu 10:33</a>; pl. <span dir=\"rtl\">נֹסְעִים</span> <a data-ref=\"Numbers 10:29\" href=\"/Numbers.10.29\">Nu 10:29</a>;— <strong>1.</strong>  <em>pull out</em> or <em>up</em>, city-gate and gate-posts <a data-ref=\"Judges 16:3\" href=\"/Judges.16.3\">Ju 16:3</a>; loom v <a data-ref=\"Judges 16:14\" href=\"/Judges.16.14\">14</a> (on text cf. GFM), tent-pegs <a data-ref=\"Isaiah 33:20\" href=\"/Isaiah.33.20\">Is 33:20</a> (fig. of Jerusalem; cf. also <strong>Niph.</strong>) <strong>2.</strong>  hence (from pulling up tent-pegs), <strong>a.</strong>  <em>set out</em> <a data-ref=\"Genesis 35:5\" href=\"/Genesis.35.5\">Gn 35:5</a>; <a data-ref=\"Numbers 12:15\" href=\"/Numbers.12.15\">Nu 12:15</a> (both E), <a data-ref=\"Jeremiah 4:7\" href=\"/Jeremiah.4.7\">Je 4:7</a> (‖ <span dir=\"rtl\">יָצָא מִמְּקוֹמוֹ</span>); even of lifeless things, e.g. the ark, <span dir=\"rtl\">הָאָרוֹן</span> <a data-ref=\"Numbers 10:35\" href=\"/Numbers.10.35\">Nu 10:35</a> (JE); often in P: <a data-ref=\"Exodus 14:15\" href=\"/Exodus.14.15\">Ex 14:15</a>; <a data-ref=\"Exodus 40:37\" href=\"/Exodus.40.37\">40:37</a>; <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">Nu 1:51</a>; <a data-ref=\"Numbers 4:5\" href=\"/Numbers.4.5\">4:5</a>, <a data-ref=\"Numbers 4:15\" href=\"/Numbers.4.15\">15</a>; <a data-ref=\"Numbers 9:17\" href=\"/Numbers.9.17\">9:17</a> + 8 times <a data-ref=\"Numbers 9\" href=\"/Numbers.9\">Nu 9</a>, <a data-ref=\"Numbers 10:5\" href=\"/Numbers.10.5\">10:5</a>, <a data-ref=\"Numbers 10:6\" href=\"/Numbers.10.6\">6</a>, <a data-ref=\"Numbers 10:17\" href=\"/Numbers.10.17\">17</a>, <a data-ref=\"Numbers 10:18\" href=\"/Numbers.10.18\">18</a>, <a data-ref=\"Numbers 10:21\" href=\"/Numbers.10.21\">21</a>, <a data-ref=\"Numbers 10:22\" href=\"/Numbers.10.22\">22</a>, <a data-ref=\"Numbers 10:25\" href=\"/Numbers.10.25\">25</a>, so prob. also <a data-ref=\"Numbers 2:8\" href=\"/Numbers.2.8\">2:8</a> + 6 times <a data-ref=\"Numbers 2\" href=\"/Numbers.2\">Nu 2</a> (v. infr.; even of lifeless things, <span dir=\"rtl\">דֶּגֶל</span> <a data-ref=\"Numbers 10:18\" href=\"/Numbers.10.18\">10:18</a>, <a data-ref=\"Numbers 10:22\" href=\"/Numbers.10.22\">22</a>, <span dir=\"rtl\">מִשְׁכָּן</span> <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">1:51</a>, <span dir=\"rtl\">אֹהֶל מוֹעֵד</span> <a data-ref=\"Numbers 2:17\" href=\"/Numbers.2.17\">2:17</a>), <a data-ref=\"Numbers 33:3\" href=\"/Numbers.33.3\">33:3</a>; <span dir=\"rtl\">וַיִּסַּע</span> … <span dir=\"rtl\">וַיָּבֹא</span> <a data-ref=\"Genesis 46:1\" href=\"/Genesis.46.1\">Gn 46:1</a> (E) <em>and</em> Isr. <em>set out, and came</em>, etc., <a data-ref=\"Exodus 16:1\" href=\"/Exodus.16.1\">Ex 16:1</a>; <a data-ref=\"Exodus 19:2\" href=\"/Exodus.19.2\">19:2</a>; <a data-ref=\"Numbers 20:22\" href=\"/Numbers.20.22\">Nu 20:22</a>; <a data-ref=\"Joshua 9:17\" href=\"/Joshua.9.17\">Jos 9:17</a> (all P), <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a>, <span dir=\"rtl\">נִסְעָה וְנֵלֵ֑כָה</span> <a data-ref=\"Deuteronomy 33:12\" href=\"/Deuteronomy.33.12\">33:12</a> (J); (… <span dir=\"rtl\">וַיַּעֲלוּ</span>) <span dir=\"rtl\">וַיִּסְעוּ</span> <a data-ref=\"Judges 18:11\" href=\"/Judges.18.11\">Ju 18:11</a>, <span dir=\"rtl\">סְעוּ וְעִבְרוּ</span> <a data-ref=\"Deuteronomy 2:24\" href=\"/Deuteronomy.2.24\">Dt 2:24</a>; <span dir=\"rtl\">נ׳</span> often c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Genesis 35:16\" href=\"/Genesis.35.16\">Gn 35:16</a> (E), <a data-ref=\"Numbers 10:34\" href=\"/Numbers.10.34\">Nu 10:34</a> (JE), <span dir=\"rtl\">נ׳ מֵאָהֳלֵיהֶם לַעֲבֹר</span> <a data-ref=\"Joshua 3:14\" href=\"/Joshua.3.14\">Jos 3:14</a> (JE), <em>set out from their tents, to cross</em>, etc., cf. <span dir=\"rtl\">נ׳ מִן</span> … <span dir=\"rtl\">לָלֶכֶת</span> <a data-ref=\"Ezra 8:31\" href=\"/Ezra.8.31\">Ezr 8:31</a>; c. <span dir=\"rtl\">מִן</span> + <span dir=\"rtl\">ויבא</span>, <a data-ref=\"Joshua 3:1\" href=\"/Joshua.3.1\">Jos 3:1</a> (JE), <a data-ref=\"Numbers 33:9\" href=\"/Numbers.33.9\">Nu 33:9</a> (P), + <span dir=\"rtl\">וַיֵּלֶךְ</span> v <a data-ref=\"Numbers 33:3\" href=\"/Numbers.33.3\">3</a> (D), <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">Dt 1:19</a>, + <span dir=\"rtl\">וַיַּעַבְרוּ</span> <a data-ref=\"Numbers 33:8\" href=\"/Numbers.33.8\">Nu 33:8</a> (P); + <span dir=\"rtl\">וַיָּשָׁב</span> + <span dir=\"rtl\">וַיַּחֲנוּ</span> <a data-ref=\"Numbers 33:7\" href=\"/Numbers.33.7\">Nu 33:7</a> (P). <strong>b.</strong>  <em>depart</em>, c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Genesis 37:17\" href=\"/Genesis.37.17\">Gn 37:17</a> (J), <a data-ref=\"II Kings 3:27\" href=\"/II_Kings.3.27\">2 K 3:27</a>; <a data-ref=\"II Kings 19:8\" href=\"/II_Kings.19.8\">19:8</a>, <a data-ref=\"II Kings 19:36\" href=\"/II_Kings.19.36\">36</a> = <a data-ref=\"Isaiah 37:8\" href=\"/Isaiah.37.8\">Is 37:8</a>, <a data-ref=\"Isaiah 37:37\" href=\"/Isaiah.37.37\">37</a>; even of <span dir=\"rtl\">עַמּוּד הֶעָנָן</span> <a data-ref=\"Exodus 14:19\" href=\"/Exodus.14.19\">Ex 14:19</a> (J); of angel v <a data-ref=\"Exodus 14:19\" href=\"/Exodus.14.19\">19</a> (E; + <span dir=\"rtl\">וַיֵּלֶךְ</span>). <strong>3.</strong>  <em>journey, march</em> (by stages) <a data-ref=\"Genesis 12:9\" href=\"/Genesis.12.9\">Gn 12:9</a>; <a data-ref=\"Genesis 35:21\" href=\"/Genesis.35.21\">35:21</a> both J), <a data-ref=\"Numbers 10:13\" href=\"/Numbers.10.13\">Nu 10:13</a>, <a data-ref=\"Numbers 10:14\" href=\"/Numbers.10.14\">14</a>, <a data-ref=\"Numbers 10:28\" href=\"/Numbers.10.28\">28</a> (P), (poss. also <a data-ref=\"Numbers 2:9\" href=\"/Numbers.2.9\">Nu 2:9</a> etc., cf. <strong>2</strong> supr.); + <span dir=\"rtl\">לְמַסְעֵיהֶם</span> <em>according to their stations</em>, i.e. by stages <a data-ref=\"Exodus 17:1\" href=\"/Exodus.17.1\">Ex 17:1</a>; <a data-ref=\"Numbers 10:12\" href=\"/Numbers.10.12\">Nu 10:12</a> (+ <span dir=\"rtl\">מִן</span>), cf. <a data-ref=\"Exodus 40:36\" href=\"/Exodus.40.36\">Ex 40:36</a> (all P); sq. ה loc. <a data-ref=\"Genesis 12:9\" href=\"/Genesis.12.9\">Gn 12:9</a>; <a data-ref=\"Genesis 33:17\" href=\"/Genesis.33.17\">33:17</a> (both J), <a data-ref=\"Deuteronomy 1:40\" href=\"/Deuteronomy.1.40\">Dt 1:40</a>; <a data-ref=\"Deuteronomy 2:1\" href=\"/Deuteronomy.2.1\">2:1</a>; <span dir=\"rtl\">סְעוּ לָכֶם הַמִּדְבָּר</span> <a data-ref=\"Numbers 14:25\" href=\"/Numbers.14.25\">Nu 14:25</a> (JE); sq. <span dir=\"rtl\">מִקֶּדֶם</span> <em>eastward</em> (v. <span dir=\"rtl\">מִן</span> <strong>1. c</strong>) <a data-ref=\"Genesis 11:2\" href=\"/Genesis.11.2\">Gn 11:2</a>; <a data-ref=\"Genesis 13:11\" href=\"/Genesis.13.11\">13:11</a> (both J), <span dir=\"rtl\">אַחֲרֵי</span> <a data-ref=\"Exodus 14:10\" href=\"/Exodus.14.10\">Ex 14:10</a> (J), <span dir=\"rtl\">אֶל־</span> <a data-ref=\"Numbers 10:29\" href=\"/Numbers.10.29\">Nu 10:29</a>, <span dir=\"rtl\">לִפְנֵי</span> v <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">33</a> (of ark; all J); sq. <span dir=\"rtl\">מִן</span> + ה loc. <a data-ref=\"Genesis 20:1\" href=\"/Genesis.20.1\">Gn 20:1</a> (E), <a data-ref=\"Deuteronomy 10:6\" href=\"/Deuteronomy.10.6\">Dt 10:6</a>, <a data-ref=\"Deuteronomy 10:7\" href=\"/Deuteronomy.10.7\">7</a>; <a data-ref=\"Exodus 12:37\" href=\"/Exodus.12.37\">Ex 12:37</a> (P), + acc. loc. <a data-ref=\"Numbers 11:35\" href=\"/Numbers.11.35\">Nu 11:35</a> (JE); sq. <span dir=\"rtl\">מִן</span> + acc. of distance, <span dir=\"rtl\">דֶּרֶךְ</span> <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">10:33</a> (JE), <a data-ref=\"Numbers 21:4\" href=\"/Numbers.21.4\">21:4</a> (P); especially <span dir=\"rtl\">וַיִּסְעוּ מִן</span> … <span dir=\"rtl\">וַיַּחֲנוּ</span> <a data-ref=\"Numbers 21:12\" href=\"/Numbers.21.12\">Nu 21:12</a>, <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">13</a> (JE), <a data-ref=\"Exodus 13:20\" href=\"/Exodus.13.20\">Ex 13:20</a>; <a data-ref=\"Numbers 21:11\" href=\"/Numbers.21.11\">Nu 21:11</a>; <a data-ref=\"Numbers 33:5\" href=\"/Numbers.33.5\">33:5</a> + 37 times <a data-ref=\"Numbers 33\" href=\"/Numbers.33\">Nu 33</a> (all P); of shepherds <a data-ref=\"Jeremiah 31:24\" href=\"/Jeremiah.31.24\">Je 31:24</a>.—<span dir=\"rtl\">נָֽסְעוּ כְמוֹ צֹאן</span> <a data-ref=\"Zechariah 10:2\" href=\"/Zechariah.10.2\">Zc 10:2</a> is dub.; We <span dir=\"rtl\">נָעוּ</span> or <span dir=\"rtl\">יָנֻעוּ</span>, so Now. <strong>4.</strong>  of wind, <span dir=\"rtl\">נ׳ רוּחַ מֵאֵת י׳</span> <a data-ref=\"Numbers 11:31\" href=\"/Numbers.11.31\">Nu 11:31</a> <em>there set forth</em> (sprang up) a wind from <span dir=\"rtl\">י׳</span>.<br>†<strong>Niph.</strong>  Pf. <em>be pulled up, removed:</em> 3 ms. <span dir=\"rtl\">דּוֹרִי נִסַּע וְנִגְלָה מִנִּי כְּאֹהֶל רֹעִי</span> <a data-ref=\"Isaiah 38:12\" href=\"/Isaiah.38.12\">Is 38:12</a>; of wealth <span dir=\"rtl\">הֲלֹא נִסַּע</span> <a data-ref=\"Job 4:21\" href=\"/Job.4.21\">Jb 4:21</a> (reading <span dir=\"rtl\">יְתֵדָם</span> for <span dir=\"rtl\">יִתְרָם</span>, v. ii. <a data-ref=\"BDB, יֶ֫תֶר²\" href=\"/BDB,_יֶ֫תֶר²\", dir=\"rtl\">יֶתֶר</a>).<br>†<strong>Hiph.</strong>  Impf. 3 ms. <span dir=\"rtl\">יַסַּע</span> <a data-ref=\"Psalms 78:26\" href=\"/Psalms.78.26\">ψ 78:26</a>, <span dir=\"rtl\">וַיַּסַּע</span> <a data-ref=\"Exodus 15:22\" href=\"/Exodus.15.22\">Ex 15:22</a> + 2 times; 2 ms. <span dir=\"rtl\">תַּסִּיעַ</span> <a data-ref=\"Psalms 80:9\" href=\"/Psalms.80.9\">ψ 80:9</a>, 3 fs. <span dir=\"rtl\">תַּסִּיעִי</span> <a data-ref=\"II Kings 4:4\" href=\"/II_Kings.4.4\">2 K 4:4</a>; 3 mpl. <span dir=\"rtl\">וַיַּסִּ֫עוּ</span> <a data-ref=\"I Kings 5:31\" href=\"/I_Kings.5.31\">1 K 5:31</a>; Pt. <span dir=\"rtl\">מַסִּיעַ</span> <a data-ref=\"Ecclesiastes 10:9\" href=\"/Ecclesiastes.10.9\">Ec 10:9</a>;— <strong>1.</strong>  <em>cause to set out, lead out</em>, c. acc. pers. <a data-ref=\"Exodus 15:22\" href=\"/Exodus.15.22\">Ex 15:22</a> (J; + <span dir=\"rtl\">מִן</span>, <span dir=\"rtl\">וַיֵּצְאוּ</span>), <a data-ref=\"Psalms 78:52\" href=\"/Psalms.78.52\">ψ 78:52</a> (<span dir=\"rtl\">כַּצֹּאן</span>; ‖ <span dir=\"rtl\">וַיְנַהֲגֵם</span>), <a data-ref=\"Psalms 80:9\" href=\"/Psalms.80.9\">80:9</a> (<span dir=\"rtl\">מִן</span>; fig. of vine); fig. of a wind, <em>cause to spring up</em>, <span dir=\"rtl\">יַסַּע קָדִים</span> <a data-ref=\"Psalms 78:26\" href=\"/Psalms.78.26\">ψ 78:26</a> (‖ <span dir=\"rtl\">וַיְנַהֵג</span>; cf. <strong>Qal 4</strong>). <strong>2.</strong>  <em>remove</em>, c. acc. rei <a data-ref=\"II Kings 4:4\" href=\"/II_Kings.4.4\">2 K 4:4</a>; <span dir=\"rtl\">וַיַּסַּע כָּעֵץ תִּקְוָתִי</span> <a data-ref=\"Job 19:10\" href=\"/Job.19.10\">Jb 19:10</a>; specif., <em>remove</em> from quarry, <em>quarry:</em> <a data-ref=\"I Kings 5:31\" href=\"/I_Kings.5.31\">1 K 5:31</a> <em>and they quarried</em> great stones, cf. <a data-ref=\"Ecclesiastes 10:9\" href=\"/Ecclesiastes.10.9\">Ec 10:9</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d422b6084aa1cbf2f83b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קָדֵשׁ² 1", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "BDB, קָדֵשׁ² 1", "sourceHeRef": "בראון-דרייבר-בריגס, קָדֵשׁ² א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קָדֵשׁ²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† II. <big><span dir=\"rtl\">קָדֵשׁ</span></big>  <strong>n.pr.loc. (</strong><em>sacred;</em> but perhaps orig. <span dir=\"rtl\">קֶדֶשׁ</span>, and pointing artif. to disting. from <span dir=\"rtl\">ק׳</span> in N<strong>)</strong>;—<br><strong>1.</strong>  Καδης: in S. of Judah <a data-ref=\"Genesis 16:14\" href=\"/Genesis.16.14\">Gn 16:14</a> (J), <a data-ref=\"Genesis 20:1\" href=\"/Genesis.20.1\">20:1</a> (E), in <span dir=\"rtl\">מִדְבַּר פָּארָן</span> <a data-ref=\"Numbers 13:26\" href=\"/Numbers.13.26\">Nu 13:26</a> (P), specif. <span dir=\"rtl\">מ׳ צִן</span> <a data-ref=\"Numbers 20:1\" href=\"/Numbers.20.1\">20:1</a>; <a data-ref=\"Numbers 33:36\" href=\"/Numbers.33.36\">33:36</a>, cf. <span dir=\"rtl\">מ׳ קָדֵשׁ</span> <a data-ref=\"Psalms 29:8\" href=\"/Psalms.29.8\">ψ 29:8</a>; on W. border of Edom <a data-ref=\"Numbers 20:16\" href=\"/Numbers.20.16\">Nu 20:16</a> (E), <a data-ref=\"Numbers 33:37\" href=\"/Numbers.33.37\">33:37</a> (P), cf. <a data-ref=\"Numbers 20:14\" href=\"/Numbers.20.14\">20:14</a> (E), v <a data-ref=\"Numbers 20:22\" href=\"/Numbers.20.22\">22</a> (P), <a data-ref=\"Judges 11:16\" href=\"/Judges.11.16\">Ju 11:16</a>, <a data-ref=\"Judges 11:17\" href=\"/Judges.11.17\">17</a> (hence Rob<sup>BR ii, 175, 194</sup> sought it at <em>ʿAin Weibeh</em>, in W. of Arabah); long abode of Isr. during Exod. <a data-ref=\"Deuteronomy 1:46\" href=\"/Deuteronomy.1.46\">Dt 1:46</a>; <span dir=\"rtl\">מֵי מְרִיבַת ק׳</span> <a data-ref=\"Numbers 27:14\" href=\"/Numbers.27.14\">Nu 27:14</a> (cf. <a data-ref=\"Numbers 20:1-13\" href=\"/Numbers.20.1-13\">20:1–13</a>), <a data-ref=\"Deuteronomy 32:51\" href=\"/Deuteronomy.32.51\">Dt 32:51</a> (P); <a data-ref=\"Ezekiel 47:19\" href=\"/Ezekiel.47.19\">Ez 47:19</a> (read <span dir=\"rtl\">מְרִיבַת</span>), <a data-ref=\"Ezekiel 48:28\" href=\"/Ezekiel.48.28\">48:28</a>, cf. <a data-ref=\"Deuteronomy 33:2\" href=\"/Deuteronomy.33.2\">Dt 33:2</a> (v. <a data-ref=\"BDB, קֹ֫דֶשׁ\" href=\"/BDB,_קֹ֫דֶשׁ\", dir=\"rtl\">קֹדֶשׁ</a> ad fin.); cf. <a ,=\"\" data-ref=\"BDB, עֵין מִשְׁפָּט\" dir=\"rtl\" href=\"/BDB,_עֵין מִשְׁפָּט\">עֵין מִשְׁפָּט</a> <a data-ref=\"Genesis 14:7\" href=\"/Genesis.14.7\">Gn 14:7</a>; = <span dir=\"rtl\">ק׳ בַּרְנֵעַ</span> <strong>(</strong>meaning of <span dir=\"rtl\">ב׳</span> unknown; 𝔊 K. (τοῦ) βαρνη<strong>)</strong>;—<a data-ref=\"Numbers 32:8\" href=\"/Numbers.32.8\">Nu 32:8</a> (J); <a data-ref=\"Deuteronomy 1:2\" href=\"/Deuteronomy.1.2\">Dt 1:2</a>, <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">19</a>; <a data-ref=\"Deuteronomy 2:14\" href=\"/Deuteronomy.2.14\">2:14</a>; <a data-ref=\"Deuteronomy 9:23\" href=\"/Deuteronomy.9.23\">9:23</a>; <a data-ref=\"Joshua 10:41\" href=\"/Joshua.10.41\">Jos 10:41</a>; <a data-ref=\"Joshua 14:6\" href=\"/Joshua.14.6\">14:6</a>, <a data-ref=\"Joshua 14:7\" href=\"/Joshua.14.7\">7</a> (D); <a data-ref=\"Numbers 34:4\" href=\"/Numbers.34.4\">Nu 34:4</a>; <a data-ref=\"Joshua 15:3\" href=\"/Joshua.15.3\">Jos 15:3</a> (P);—mod. <em>ʿAin Ḳadîs</em>), c. 50 miles S. of Beersheba, JRowlands (1842) v. GWilliams<sup>Holy City, 464 f.</sup>, and especially HCTrumbull (1881) <sup>kadesh Barnea, 238–321</sup>.<br><strong>2.</strong>  Hittite capital on the Orontes, N. of Damascus, towards Hamath <strong>(</strong>Egyptian <em>Ḳdš, Ḳdšụ, Ḳdšë̥</em>, WMM<sup>As. u. Eur. 213 ff.</sup><strong>)</strong>;—<a data-ref=\"II Samuel 24:6\" href=\"/II_Samuel.24.6\">2 S 24:6</a> 𝔊L We Dr Kit Bu Löhr, reading <span dir=\"rtl\">אֶרֶץ הַחִתִּים קָדֵ֫שָׁה</span> for MT <span dir=\"rtl\">א׳ תַּחְתִּים חָדְשִׁי</span> (<span dir=\"rtl\">הַחִתִּים</span> already Hi<sup>Gesch. Isr. i. 29</sup>; <span dir=\"rtl\">קָדֵ֫שָׁה</span> Th, <span dir=\"rtl\">קֶ֫דְשָׁה</span> Klo, of <span dir=\"rtl\">קֶדֶשׁ</span> in Napht.); HPS doubts."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6419572f8defb334b3373df6", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Numbers 20:22:1", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Netinah LaGer, Numbers 20:22:1", "sourceHeRef": "נתינה לגר, במדבר כ׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "commentaryNum": 22.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "במדבר", "he": "<b>הר ההר, הר טורא.</b> לדעתי כוונתו (כמ\"ש קצת מהמפרשים) שהר הוא השם הפרטי אשר לההר ההוא, ולא כמ\"ש רש\"י \"הר על גבי הר\".", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64bfcd4a5781082118c1517f", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Numbers 20:22:1-3", "anchorRef": "Numbers 20:22", "anchorRefExpanded": ["Numbers 20:22"], "sourceRef": "Alshekh on Torah, Numbers 20:22:1-3", "sourceHeRef": "תורת משה - אלשיך, במדבר כ׳:כ״ב:א׳-ג׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "במדבר", "he": ["<b>ויסעו מקדש כו'.</b> (א) הנה אומרו על גבול הוא מיותר והנה במז\"ל כי בהתחברם לעשו הוא אדום חסרו הצדיק ההוא ולפ\"ז יהיה אומר לאמר שלהיות על גבול ארץ האדום נמשך לאמר יאסף כו' שאל\"כ לא היתה האסיפה ההיא ועוד נשיב לפי הפשט. (ב) אם דבר עם אהרן גם היא איך יאמר יאסף אהרן שלא לנוכח וכמ\"ש אומר קח את אהרן כו' ואפילו למ\"ד שבכל מקום שאומר אל משה ואל אהרן הוא אל משה שיאמר לאהרן עדיין כמו זר נחשב בענין זה ומה גם לאומר שאמר הקב\"ה למש' בוש אני מלאמר לאהרן שימו' ואיך קראו להודיע. (ג) אתא לנחומיה צעורי קא מצער ליה בהזכיר לו שנית כי לא תבא אל הארץ. (ד) למעלה אמר לא תביאו ופה אמר לא יבוא שהוא אפילו כיתר העם. (ה) אומרו מריתם ולמעלה אמר האמנתם. (ו) שמדבר על אהרן ומשתף את משה עמו בזה. (ז) אומרו למי מריבה והראוי יאמר במי מריבה: ", "<b>אמנם </b>הנה ידוע מחלוקת רז\"ל אם מתו קודם זמן על אותו עון והיותר צודק הוא כי לא היה העונש רק הביאה אל הארץ אך בזמנם מתו ונבא אל הענין. והוא במה שידענו מרז\"ל כי בכל מקום שנאמר וידבר ה' אל משה ואל אהרן הוא אל משה שיאמר לאהרן: ", "<b>עוד </b>ידענו מרז\"ל כי אמר הקב\"ה למשה אני בוש לומר לאהרן שימות אמור אתה מה עשה משה השכים בבקר כו'. ויהיה ענין על כי אהרן במחתה החיה ממות את כל ישראל. ומצרף לזה כי הלא אין ספק כי לא יחדל אהרן מהתחמץ לבבו בראותו כי סמוך אל עון מי מריבה בזמן ובמקום יתבשר במות ויאמר בלבו האם גדול עוני בשב ואל תעשה מאשמת משה שהוא הכה את הסלע ואני קדמתי למות תחלה. ומה גם כי יעלה על רוחו כי הוא קודם זמנו. ע\"כ רצה הוא ית' להפיס דעתו בג' דברים. (א) לבלתי אמור לו בעצמו הדבר כ\"א ע\"י משה. (ב) לאמר לו דברים שיבין מתוכן שלא מת קודם זמנו בעונו ולא עוד אלא כאלו מת בבחירתו. (ג) שאין במיתתו ולא אחר מותו צער להתכפר בו אשמתו. וזה מאמר הכתוב על הא' ויאמר ה' אל משה כדי שאל אהרן לאמר שיאמר לו משה ולא הוא ית' כהקדמ' רז\"ל שכל מקום שנא' אל משה ואל אהרן שהוא אל משה שיאמר לאהרן. והב' והג' אמר במה שיאמר לו ויאסף כלו' שלא היה קודם זמנו מחמת עונש כ\"א נאסף שהוא לשון הצודק על אשר השלים זמנו ונאסף. ולא עוד אלא שאדרבא הוא כאלו בבחירתו הוא נאסף וזהו אומרו יאסף אהרן יורה כאלו הוא יאסף בבחירתו. וגם השלישית רמז בלשון זה והוא בשום לב אל משמעות אסיפה אל עמיו מה המה העמים האלה אך הוא בלי ספק מה שכתוב אצלנו למעלה והוא ענין מאמר ספר הזוהר פרשת ויחי על עובדא דר' יצחק כשהגיע זמנו ליפטר שאמרו ז\"ל כי מאתו ית' נעשה התעוררת למעלה וכל קרוביו בני גילו ומשפחתו ומחיצתו ביקר שגיא לאיש כמעשהו יוצאים ובאים להקביל פניו וכאשר אין לאיש משפט תוכחות על עון להתעכב עיכוב מה להגיע עד מחוז מחיצתו מיד הוא הולך עמם עד מקום כבודו וששים ושמחים עמו לפני האלהים וע\"ז נאמר נאסף אל עמיו כי נאסף אל הבאים להקביל פניו הנקרא עמיו מפאת יחס קרבת ייחסו אליהם וזה יתכן צוה ית' לאמר לו יאסף אהרן אל עמיו כלומר כי לא ירגיש צער כסילו' וגם לא יהיה לו עיכוב מהיות אתם במחיצתם עד ימרק אשמת דבר כי איננו רק אין דבר כ\"א כבא ונאסף אל הבאים להקביל פניו בלי יגיע' ובלי איחור ועיכוב נאסף אליהם להיות אתם. ובזה יצדק אומרו לאמר בדרך שני. בשום לב אל אומרו על גבול ארץ אדום שהוא מיותר. אך הוא לאמר מה היה שהוצרך הוא ית' לומר לאהרן כל לשון הפיוס הזה לאמר יאסף כו'. אך אמנם הוא מה שכתבנו שיתחמץ לב אהרן כי יראה סילוקו קרוב בזמן ובמקום אל עון מי מריבה כמו שכתבנו ובזה יאמר היות גבול ארץ אדום שהוא בקדש עיר קצה גבולו זה היה סיבה לאמר יאסף אהרן וכו' שהוא שהוצרך לפייסו כמדובר. הנה כלל הדברים שרצה הקב\"ה להורות לאהרן כי לא בעונו מת קודם זמנו וגם במותו בזמנו לא הוצרך להצטער על אותו עון ושמא תאמר אם כן איפה יכופר החטא ההוא לז\"א כי לא יבא אל הארץ וכו' לומר מה שלא יבא אל הארץ כ\"א שימות בח\"ל זה הוא על אשר מריתם וכו'. ולא שיחשב אהרן כנאשם יותר ממשה על קדימת מיתתו כי הלא שניכם שוים בזה וזהו אומרו לשון רבים לכלול את שניהם כאחת. ושמא תאמר הלא אמרת יען לא האמנתם בי על כן לא תביאו שהוא שלא נהיה אנחנו המביאים ראשים על העם אך לפחות נבא כיחידים. לז\"א כי לא יבאו כו' הוא על בחינה אחרת שהוא על אשר מריתם את פי וכו' והוא כי הנה על השרשים פירש אומרו מריתם פי ודומה לו מלשון חילוף ושינוי. ובזה יאמר על אשר החלפתם את פי תמורת מי מריבה וזהו הלמ\"ד שהחלפתם פי בשביל מי מריבה והוא כ\"א היו מדברים אל הסלע ונותן מימיו לא היו מי הבאר נקראים מי מריבה כ\"א פי ה'. כי אלו הייתם שונים פרק א' או הלכה א' והיתה שכינה שרויה ביניכם והיתה היא המוציא המים כי גם הבאר הוא ידוע כי השכינה היא הנקראת פי ה' היו מימי הבאר הנפתחים ויוצאים נקראים פי ה' הנפתח. ונמשך עתה אומר ליקרא מי מריבה נמצאו מחליפים פי ה' בשביל מי מריבה שיקרא כן עתה. ומה גם על דרך חכמי האמת האומרים כי אלו לא היו מכים את הסלע היו כל הדורות יודעים כל הלכות התורה בלי מחלוקת ובלי ספק ועתה כלם במחלוקת ומריבות ואין הלכה פסוקה. והיא כי הבאר היא תורה שבע\"פ היא שכינה הנקראת פי ה' והחליפו הדבר מבוא הלכותיה ביושר המתייחס אל פי ה' בעד מי מריבה ומחלוקת. ועל כן אמר אלהים שעל כן אפילו בלי שררה לא יבא אל הארץ שגם היא מתייחסת אל הבאר היא שכינה כנודע. שגם ה' החליפה ומנעה מהם בל יבואו שמה ובזה בא על נכון אומר למעלה לא האמנתם וכו' ואז לא תביאו ופה נאמר מריתם ונאמר לא יבא: "], "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}]