[{"_id": "522307cbedbab45814ae70a3", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 20:25:1", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Rashi on Numbers 20:25:1", "sourceHeRef": "רש\"י על במדבר כ׳:כ״ה:א׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>קח את אהרן.</b> בִּדְבָרִים שֶׁל נִחוּמִים — אֱמֹר לוֹ, אַשְׁרֶיךָ שֶׁתִּרְאֶה כִתְרְךָ נָתוּן לְבִנְךָ, מַה שֶּׁאֵין אֲנִי זַכַּאי לְכָךְ (שם):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "קח את אהרן TAKE AARON by consoling words — say to him: Happy art thou that thou wilt see thy crown being given to thy son, something to which I am not privileged (Midrash Tanchuma, Chukat 17).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6d80", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 20:25", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Onkelos Numbers 20:25", "sourceHeRef": "תרגום אונקלוס על במדבר כ׳:כ״ה", "anchorVerse": 25, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 20.0025, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "דְּבַר יָת אַהֲרֹן וְיָת אֶלְעָזָר בְּרֵיהּ וְאַסֵּיק יָתְהוֹן לְהֹר טוּרָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Take Aharon and his son Elozor, and bring them up to Mount Hor.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec5b7", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 20:25", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Targum Jonathan on Numbers 20:25", "sourceHeRef": "תרגום יונתן על במדבר כ׳:כ״ה", "anchorVerse": 25, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 20.0025, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "דְבַר יַת אַהֲרן וְיַת אֶלְעָזָר בְּרֵיהּ וְאַסֵיק יַתְהוֹן לְטַוְורוֹס אוּמָנוֹס", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " Take Aharon and Elazar his son, and make them come up to Mount Umanom. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54bd48befbfba21733367414", "index_title": "Ramban on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Deuteronomy 10:6:1", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Ramban on Deuteronomy 10:6:1", "sourceHeRef": "רמב\"ן על דברים י׳:ו׳:א׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Ramban on Deuteronomy", "he": "רמב\"ן על דברים"}, "he": "<b>וּבְנֵי יִשְׂרָאֵל נָסְעוּ מִבְּאֵרֹת בְּנֵי יַעֲקָן מוֹסֵרָה</b>, מָה עִנְיָן זֶה לְכָאן, וְעוֹד וְכִי מִבְּאֵרוֹת בְּנֵי יַעֲקָן נָסְעוּ לְמוֹסֵרָה, וַהֲלֹא מִמּוֹסֵרָה בָּאוּ לִבְנֵי יַעֲקָן, שֶׁנֶּאֱמַר (במדבר לג לא) וַיִּסְעוּ מִמֹּסֵרוֹת וַיַּחֲנוּ בִּבְנֵי יַעֲקָן, וְעוֹד <b>שָׁם מֵת אַהֲרֹן</b> וַהֲלֹא בְּהֹר הָהָר מֵת, צֵא וַחֲשֹׁב וְתִמְצָא שְׁמוֹנָה מַסָּעוֹת מִמּוֹסֵרוֹת לְהֹר הָהָר. אֶלָּא אַף זוֹ מִן הַתּוֹכָחוֹת: וְעוֹד זֹאת עֲשִׂיתֶם, כְּשֶׁמֵּת אַהֲרֹן בְּהֹר הָהָר בְּסוֹף אַרְבָּעִים שָׁנָה וְנִסְתַּלְּקוּ עַנְנֵי הַכָּבוֹד יְרֵאתֶם לָכֶם מִמִּלְחֶמֶת מֶלֶךְ עֲרָד, וּנְתַתֶּם רֹאשׁ לַחֲזֹר לְמִצְרַיִם, וַחֲזַרְתֶּם לַאֲחוֹרֵיכֶם שְׁמוֹנָה מַסָּעוֹת עַד בְּנֵי יַעֲקָן וּמִשָּׁם לְמוֹסֵרָה, שָׁם נִלְחֲמוּ בָּכֶם בְּנֵי לֵוִי וְהָרְגוּ מִכֶּם וְאַתֶּם מֵהֶם עַד שֶׁהֶחְזִירוּ אֶתְכֶם לַדֶּרֶךְ, וּמִשָּׁם חֲזַרְתֶּם הַגֻּדְגֹּדָה הוּא חֹר הַגִּדְגָּד, וּמִן הַגִּדְגָּד לְמוֹסֵרָה, וּבְמוֹסֵרָה עֲשִׂיתֶם אֵבֶל גָּדוֹל עַל מִיתָתוֹ שֶׁל אַהֲרֹן שֶׁגָּרְמָה לָכֶם זֹאת, וְנִדְמָה לָכֶם כְּאִלּוּ הוּא מֵת שָׁם. וְסָמַךְ מֹשֶׁה תּוֹכֵחָה זוֹ לִשְׁבִירַת הַלּוּחוֹת לוֹמַר שֶׁקָּשָׁה מִיתָתָן שֶׁל צַדִּיקִים לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא כְּיוֹם שֶׁנִּשְׁתַּבְּרוּ הַלּוּחוֹת, וּלְהוֹדִיעֲךָ שֶׁקָּשֶׁה לוֹ מָה שֶׁאָמְרוּ <b>נִתְּנָה רֹאשׁ</b> לִפְרֹשׁ מִמֶּנּוּ כְּיוֹם שֶׁעָשׂוּ אֶת הָעֵגֶל. בָּעֵת הַהִיא הִבְדִּיל ה' אֶת שֵׁבֶט הַלֵּוִי, מוּסָב לָעִנְיָן הָרִאשׁוֹן, בָּעֵת הַהִיא בַּשָּׁנָה הָרִאשׁוֹנָה שֶׁיְּצָאתֶם מִמִּצְרַיִם וּטְעִיתֶם בָּעֵגֶל וּבְנֵי לֵוִי לֹא טָעוּ, הִבְדִּילָם הַמָּקוֹם מִכֶּם. וְסָמַךְ זֶה לַחֲזָרַת בְּנֵי יַעֲקָן, לוֹמַר שֶׁאַף בָּזֶה לֹא טָעוּ בָּהּ בְּנֵי לֵוִי אֶלָּא עָמְדוּ בֶּאֱמוּנָתָם, כָּל זֶה לְשׁוֹן רַבֵּינוּ שְׁלֹמֹה מִדִּבְרֵי אַגָּדָה (ירושלמי יומא פ\"א ה\"א). וְהֻצְרַךְ רַבִּי אַבְרָהָם לוֹמַר בְּדֶרֶךְ הַפְּשָׁט כִּי בְּאֵרוֹת בְּנֵי יַעֲקָן אֵינֶנּוּ בְּנֵי יַעֲקָן, וּמוֹסֵרָה אֵינֶנּוּ מוֹסֵרוֹת, אֲבָל קָדֵשׁ נִקְרָא בְּאֵרוֹת בְּנֵי יַעֲקָן, וְשֵׁם (ב)מִדְבַּר הֹר הָהָר מוֹסֵרָה, מִשָּׁם נָסְעוּ הַגֻּדְגֹּדָה אֵינֶנּוּ חֹר הַגִּדְגָּד רַק הוּא שֵׁם כְּלָל לְצַלְמֹנָה וּפוּנֹן וְאוֹבוֹת, וְיָטְבָתָה הוּא הַמָּקוֹם הַנִּקְרָא בְּאֵרָה (במדבר כא טז), וְזֶה טַעַם אֶרֶץ נַחֲלֵי מָיִם, וְיִדְבַּק <b>וּמִן הַגֻּדְגֹּדָה יָטְבָתָה</b> עִם <b>וַיְכַהֵן אֶלְעָזָר</b>, כִּי שָׁם בְּיָטְבָתָה כִּהֵן אֶלְעָזָר בִּכְהֻנָּה גְּדוֹלָה וְהִקְרִיב קָרְבָּנוֹת. וְכָל אֵלֶּה דִּבְרֵי רוּחַ, כִּי אֵיךְ יִתָּכֵן שֶׁכָּל הַמְּקוֹמוֹת הָאֵלֶּה הָרַבִּים שֶׁיִּהְיוּ כֻּלָּם מְקוֹמוֹת חֲדָשִׁים שֶׁלֹּא נִזְכְּרוּ בַּמַּסָּעוֹת. וְעוֹד שֶׁמִּנְהַג הַכָּתוּב בְּכָל מָקוֹם לְשַׁנּוֹת מְעַט בְּהַזְכִּירוֹ הַשֵּׁמוֹת פְּעָמִים בֵּין בְּשֵׁם מָקוֹם בֵּין בְּשֵׁם אָדָם, וְכָל שֶׁכֵּן בְּכָאן שֶׁהֵם שָׁוִים, כִּי מוֹסֵרָה וּמוֹסֵרוֹת אֵינֶנּוּ שִׁנּוּי וְהֶפְרֵשׁ, וְכֵן חֹר הַגִּדְגָּד וְהַגֻּדְגֹּדָה שֵׁם אֶחָד, וְיָטְבָתָה שָׁוֶה לְגַמְרֵי. וְעוֹד כִּי בְּהֹר הָהָר כִּהֵן אֶלְעָזָר כְּשֶׁמֵּת אָבִיו כַּאֲשֶׁר הִלְבִּישׁוֹ הַבְּגָדִים, כִּי מִיָּד הָיָה מְרֻבֶּה בִּבְגָדִים, וְזֶה מִשְׁפַּט הַכֹּהֲנִים הַגְּדוֹלִים אֲפִלּוּ לְדוֹרוֹת. וְהַנִּרְאֶה בְּעֵינַי כִּי הֹר הָהָר, גָּדוֹל שֶׁבֶּהָרִים וְאָרֹךְ פַּרְסָאוֹת רַבּוֹת, וּשְׁמוֹ מוֹכִיחַ כִּי הוּא יִקָּרֵא \"הֹר\", וְיֹאמְרוּ לוֹ <b>הָהָר</b> לְגָדְלוֹ וְאָרְכּוֹ. וְכָךְ אָמְרוּ רַבּוֹתֵינוּ (במדב\"ר יט טז) שֶׁהָיָה הַר עַל גַּבֵּי הַר, וְהָיָה סוֹף הָהָר עַד גְּבוּל אֶרֶץ אֱדוֹם וְרֹאשׁוֹ קָרוֹב לְחַשְׁמֹנָה, וְהָיוּ בַּמִּישׁוֹר אֲשֶׁר לִפְנֵי הֹר הָהָר עָרִים אוֹ מְקוֹמוֹת הַנִּקְרָאִים מוֹסֵרוֹת וּבְנֵי יַעֲקָן וְחוֹר הַגִּדְגָּד וְיָטְבָתָה וְעַבְרֹנָה וְעֶצְיוֹן גָּבֶר וְקָדֵשׁ, וְאֵלּוּ הַמְּקוֹמוֹת אֵין בֵּינֵיהֶם מֶרְחָק רַב, כִּי הַמַּחֲנֶה הַגָּדוֹל הַהוּא בְּיוֹם אֶחָד מְהַלְּכִים כְּמוֹ פַּרְסָה אוֹ פָּחוֹת מִכָּאן, וְנָסְעוּ מִקָּדֵשׁ וַיַּחֲנוּ בְּהֹר הָהָר, שֶׁנִּכְנְסוּ בּוֹ בְּמָקוֹם שָׁפָל אֲשֶׁר הָיָה בְּרַגְלֵי הָהָר, וְאָז צִוָּה ה' לְמֹשֶׁה (במדבר כ כה) <b>וְהַעַל אֹתָם הֹר הָהָר</b>, שֶׁיַּעֲלֶה לְמַעְלָה אֶל רֹאשׁוֹ הוּא תְּחִלַּת הָהָר, וְהִנֵּה עָלוּ אֶל רֹאשׁוֹ שֶׁל הַר וְהִגִּיעוּ כְּנֶגֶד מוֹסֵרוֹת וּמֵת אַהֲרֹן שָׁם, וְהוּא שֶׁנֶּאֱמַר (שם פסוק כח) <b>וַיָּמָת אַהֲרֹן שָׁם בְּרֹאשׁ הָהָר</b>, וְהִנֵּה מִיתָתוֹ בְּמוֹסֵרָה. וְאֶפְשָׁר שֶׁהָיוּ הַמְּקוֹמוֹת הָאֵלֶּה בִּשְׁמָם נֶחְשָׁבִים בָּהָר עַצְמוֹ, וְיִקָּרֵא רֹאשׁ הָהָר וּכְנֶגְדּוֹ בַּמִּישׁוֹר מוֹסֵרוֹת, וְשֵׁם כָּל אֶחָד מוֹסֵרָה, שֶׁיֹּאמְרוּ מוֹסֵרָה אֲשֶׁר בָּהָר וּמוֹסֵרָה אֲשֶׁר בַּשְּׁפֵלָה. וְהָיוּ בְּמָקוֹם הַנִּקְרָא חַשְׁמֹנָה בְּאֵרוֹת בַּשָּׂדֶה, יִקְרְאוּ אוֹתָן בְּאֵרוֹת בְּנֵי יַעֲקָן, כִּי אַנְשֵׁי בְּנֵי יַעֲקָן בָּאִים שָׁם לְהַשְׁקוֹת צֹאנָם, וְהֵם עֲשָׂאוּם כִּי שָׁם מָצְאוּ מַיִם חַיִּים. וּמִשָּׁם נָסְעוּ לְמוֹסֵרָה וּמִשָּׁם נָסְעוּ לְמוֹסֵרוֹת, וַיִּסְעוּ מִמֹּסֵרוֹת וַיַּחֲנוּ בִּבְנֵי יַעֲקָן, שֶׁהַמָּקוֹם הַהוּא זֶה שְׁמוֹ. וְסִפֵּר הַכָּתוּב מִשָּׁם נָסְעוּ הַגֻּדְגֹּדָה, וּמִן הַגֻּדְגֹּדָה יָטְבָתָה אֶרֶץ נַחֲלֵי מָיִם, לְהוֹדִיעַ שֶׁעָמְדוּ שָׁם יָמִים בַּעֲבוּר הַנְּחָלִים. וְקִצֵּר בְּמַסְעֵיהֶם שֶׁכְּבָר בֵּאֵר אוֹתָם, אֲבָל אָמַר כִּי מִשָּׁם מִמּוֹסֵרָה נָסְעוּ אֶל הַגֻּדְגֹּדָה וְאֶל יָטְבָתָה, שֶׁהִיא כֻּלָּהּ אֶרֶץ נַחֲלֵי מַיִם, כִּי מִן גֻּדְגֹּד וְעַד יָטְבָתָה כֻּלָּהּ מַשְׁקֶה. וְיִתָּכֵן עוֹד שֶׁנֹּאמַר כִּי כַּאֲשֶׁר עָלָה אַהֲרֹן אֶל רֹאשׁ הָהָר וַיָּמָת בְּרֹאשׁ הָהָר כְּנֶגֶד מוֹסֵרוֹת אוֹ בְּמוֹסֵרָה עַצְמָהּ וַיִּקָּבֵר שָׁם, חָזְרוּ יִשְׂרָאֵל אֶל מוֹסֵרוֹת לִבְכּוֹת וְלִסְפֹּד עַל קֶבֶר אִישׁ הָאֱלֹהִים, וְהָיוּ גְּדוֹלֵיהֶם בְּכָל הַשְּׁלֹשִׁים יוֹם עוֹלִים אֶל רֹאשׁ הָהָר וְסוֹפְדִים לִקְדוֹשׁ ה', וַיָּשׁוּבוּ אֶל הַמַּחֲנֶה בְּמוֹסֵרָה. וְאַחַר הַשְּׁלֹשִׁים יוֹם נָסְעוּ מִמּוֹסֵרָה אֶל חֹר הַגִּדְגָּד, וּמִן הַגֻּדְגֹּדָה יָטְבָתָה, כִּי עַתָּה בְּשׁוּבָם הָלְכוּ מְהֵרָה. וְזֶה דָּבָר נָכוֹן מְאֹד בְּיִשּׁוּב הַמִּקְרָאוֹת עַל אָפְנָן. וְהִזְכִּיר כִּי הָיָה שֵׁם הַמָּקוֹם יָטְבָתָה בַּעֲבוּר שֶׁהָיָה מָקוֹם טוֹב, כִּי שָׁם נַחֲלֵי מַיִם וּשְׁאָר הַמִּדְבָּר אֶרֶץ צִיָּה וְצִמָּאוֹן אֲשֶׁר אֵין שָׁם מָיִם. וְטַעַם הַזְכִּירוּ מִיתַת אַהֲרֹן עַתָּה בַּמָּקוֹם הַזֶּה כִּי אָמַר (דברים ט':כ') וָאֶתְפַּלֵּל גַּם בְּעַד אַהֲרֹן בָּעֵת הַהִוא, וְלֹא הִגִּיעוֹ עֹנֶשׁ הַשְּׁמָד לֹא בְּגוּפוֹ וְלֹא בְּזַרְעוֹ, כִּי לֹא מֵת עַד שְׁנַת הָאַרְבָּעִים שֶׁהָיָה זָקֵן וּשְׂבַע יָמִים, וְכִהֵן בְּנוֹ תַּחְתָּיו. וְאָמַר וּבְנֵי יִשְׂרָאֵל נָסְעוּ, וְלֹא אָמַר <b>וְאַתֶּם</b> כְּדֶרֶךְ כָּל הַפָּרָשָׁה, כִּי בַּתּוֹכָחוֹת יְדַבֵּר עִמָּהֶם לְהוֹכִיחַ אוֹתָם, אֲבָל בָּזֶה יְסַפֵּר בְּמַסְעֵי בְּנֵי יִשְׂרָאֵל.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THE CHILDREN OF ISRAEL JOURNEYED FROM BEEROTH-BENE-YAAKAN TO MOSERAH. “Why does this matter belong here? Furthermore, did they indeed journey from Beeroth-bene-yaakan to Moserah; did they not come from Moserah to Bene-yaakan, as it is said, <i>And they journeyed from Moseroth, and pitched in Bene-yaakan</i>?<sup class=\"footnote-marker\">188</sup><i class=\"footnote\">Numbers 33:31.</i> And further, here it is said, <i>there</i> [in Moserah] <i>Aaron died</i>; but did he not die in Mount Hor?<sup class=\"footnote-marker\">189</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 39.</i> Go and count and you will find that there are eight journeys from Moseroth to Mount Hor!<sup class=\"footnote-marker\">190</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 31-37: Moseroth, Bene-yaakan, Hor-hagidgad, Jotbah, Abronah, Etzion-geber, Kadesh, Mount Hor.</i> But really this is also part of the reproof [spoken by Moses, saying in effect]: ‘This also you did; When Aaron died in Mount Hor at the end of forty years [after the exodus] and the clouds of Divine Glory departed, you feared war with the king of Arad<sup class=\"footnote-marker\">191</sup><i class=\"footnote\"><i>Ibid.</i>, 21:1.</i> and you appointed a leader to return to Egypt and you turned backwards eight journeys until Bene-yaakan and from there [you continued] to Moserah [as stated here]. There the children of Levi fought you and slew some of you, and you [slew] some of them, until they forced you back the road [along which you had retreated]. From there [Moserah] you returned to Gudgod<sup class=\"footnote-marker\">192</sup><i class=\"footnote\">Verse 7 here: <i>From thence</i> [Moserah] <i>they journeyed unto Gudgod, and from Gudgod</i> etc.</i> which is identical with Hor-hagidgad,<sup class=\"footnote-marker\">193</sup><i class=\"footnote\">Numbers 33:32: <i>And they journeyed from Hor-hagidgad, and pitched in Jotbah</i>. Hence Gudgod is identical with Hor-hagidgad.</i> <i>and from Gudgod</i> to Moserah.<sup class=\"footnote-marker\">194</sup><i class=\"footnote\">“To Moserah.” This is not found in our texts of Rashi. Instead our text reads, “<i>And from Gudgod</i> ‘etc’” (Verse 7). Ramban’s text of Rashi is to be understood as follows: “<i>And from Gudgod</i> you ultimately came back to Moserah” since the exact order in the process of their return was from Gudgod to Bene-yaakan, and thence to Moserah. See above, Note 190.</i> And at Moserah you made a great lamentation on account of the death of Aaron which brought this [retreat and subsequent battle with the Levites] upon you, and it [the sadness] was as if Aaron had died there [thus accounting for the verse which states: <i>there</i> — at Moserah — <i>Aaron died</i>]!’ Now Moses placed this reproof next to the [narrative about the] breaking of the Tablets in order to intimate that the death of the righteous is as grievous before the Holy One, blessed be He, as was the day on which the Tablets were broken, and to inform you that it was displeasing to Him what they said <i>Let us make a captain</i> [<i>and return to Egypt</i>]<sup class=\"footnote-marker\">195</sup><i class=\"footnote\">Numbers 14:4.</i> in order to break away from Him, as was the day when they made the calf. <i>At that time the Eternal separated the tribe of Levi</i><sup class=\"footnote-marker\">196</sup><i class=\"footnote\">Verse 8 here.</i> — this refers back to the first subject [of this chapter]. <i>At that time</i>, in the first year of your departure from Egypt when you sinned by worshipping the calf, but the sons of Levi did not sin, G-d separated them from you. This event is placed next to the retreat to Bene-yaakan [where, as explained earlier, the Levites showed faith and heroism] in order to intimate that in this matter, also, the sons of Levi did not sin but stood steadfast in their faith.” All this is the language of our Rabbi Shlomo [Rashi] from the words of Agadah.<sup class=\"footnote-marker\">197</sup><i class=\"footnote\">Tanchuma, <i>Chukath</i> 18.</i><br>Now, Rabbi Abraham ibn Ezra, [in order not to deviate from the literal meaning of the text by saying that they retreated backwards eight stages] found it necessary to say by way of the plain meaning of Scripture that “Beeroth-bene-yaakan [mentioned in the verse before us: <i>and the children of Israel journeyed from Beeroth-bene-yaakan to Moserah</i>] is not identical with Bene-yaakan [mentioned in Numbers 33:31] and Moserah [mentioned here] is not Moseroth [mentioned in Numbers 33:30], but Kadesh<sup class=\"footnote-marker\">198</sup><i class=\"footnote\"><i>And they journeyed from Kadesh, and pitched in Mount Hor</i> (Numbers 33:37).</i> is called Beeroth-bene-yaakan,<sup class=\"footnote-marker\">199</sup><i class=\"footnote\">For, since it states here that from Beeroth-bene-yaakan they journeyed to Moserah and that there in Moserah Aaron died, it follows that Kadesh [mentioned in Numbers 33:37] is Beeroth-bene-yaakan, seeing that there in Verse 39 it is stated that Aaron died in Mount Hor.</i> and the name of the wilderness where Aaron died is Mount Hor-moserah [so that there is no need to say that they retreated back toward Egypt]. <i>From thence they journeyed unto Gudgod</i><sup class=\"footnote-marker\">200</sup><i class=\"footnote\">Verse 7 here.</i> is not identical with Hor-hagidgad<sup class=\"footnote-marker\">193</sup><i class=\"footnote\">Numbers 33:32: <i>And they journeyed from Hor-hagidgad, and pitched in Jotbah</i>. Hence Gudgod is identical with Hor-hagidgad.</i> but instead is a general name for Zalmonah, Punon, and Oboth,<sup class=\"footnote-marker\">201</sup><i class=\"footnote\">Numbers 33:41-43.</i> while Jotbah<sup class=\"footnote-marker\">200</sup><i class=\"footnote\">Verse 7 here.</i> is the place called B’eir,<sup class=\"footnote-marker\">202</sup><i class=\"footnote\"><i>Ibid.</i>, 21:16.</i> this being the purport of the expression [here in Verse 7 describing Jotbah as] <i>a land of brooks of water</i> [and in B’eir was the well, whereof the Eternal said unto Moses: ‘<i>Gather the people together, and I will give them water</i>’].<sup class=\"footnote-marker\">202</sup><i class=\"footnote\"><i>Ibid.</i>, 21:16.</i> And the expression, <i>and from Gudgod to Jotbah</i><sup class=\"footnote-marker\">200</sup><i class=\"footnote\">Verse 7 here.</i> is connected with the phrase [in Verse 6 before us], <i>and Eleazar his son ministered in the priest’s office in his</i> [Aaron’s] <i>stead</i>, for it was there in Jotbah that Eleazar began ministering as the High Priest and performed the offerings.” [Thus far is Ibn Ezra’s language.]<br>But all these are <i>windy words</i><sup class=\"footnote-marker\">203</sup><i class=\"footnote\">Job 16:3.</i> [i.e., words devoid of substance]. For how is it possible for all these many places to be new locations that have not been referred to in the section [enumerating all] of the journeys [of Israel from Egypt to the promised Land].<sup class=\"footnote-marker\">204</sup><i class=\"footnote\">Numbers 33:1-49.</i> Moreover, it is the custom of Scripture everywhere to make slight changes when mentioning names a second time, whether it is the name of a place or the name of a person [so that even slightly different names would refer to the same place or person] and surely here, when the names are alike, for between Moserah and Moseroth there is no [significant] change or difference; similarly, Hor-hagidgad and Gudgod are one name, and Jotbah [mentioned here and in Numbers 33:34] are surely alike. Furthermore, it was in <i>Mount Hor</i> that Eleazar ministered upon the death of his father [Aaron] when Moses clothed him in the garments [of the High Priest],<sup class=\"footnote-marker\">205</sup><i class=\"footnote\"><i>Ibid.</i>, 20:28.</i> for he was immediately distinguished [as a High Priest simply] by virtue of [being clothed in] the larger number of official garments [of the High Priest], this being the law of the High Priests even during succeeding generations! [Hence there is no justification for Ibn Ezra to say that Eleazar ministered as a High Priest in Jotbah for the first time.]<br>The correct interpretation appears to me to be that Mount Hor is the largest of the mountains and is many parasangs long.<sup class=\"footnote-marker\">206</sup><i class=\"footnote\">An ancient Persian measure of length, equal to about three and two-fifths English miles.</i> Its name [<i>Hor Hahar</i> — literally: “the mount of the mount”] so indicates, for it is called “mount” and people called it “<i>the</i> mountain” because of its height and length. And so our Rabbis said that this was a mount on top of a mount.<sup class=\"footnote-marker\">207</sup><i class=\"footnote\">Tanchuma, <i>Chukath</i> 14, and mentioned by Rashi (Numbers 20:22): “Like a small apple on top of a large apple.”</i> The end of the mountain extended as far as the border of the land of Edom<sup class=\"footnote-marker\">208</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 23.</i> and the beginning of it was near Hashmonah<sup class=\"footnote-marker\">209</sup><i class=\"footnote\"><i>Ibid.</i>, 33:30.</i> [eight stages away from Mount Hor proper].<sup class=\"footnote-marker\">210</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 30-37.</i> Now in the plain before Mount Hor there were cities or places called Moseroth, Bene-yaakan, Hor-hagidgad, Jotbah, Abronah, Ezion-geber, and Kadesh.<sup class=\"footnote-marker\">210</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 30-37.</i> There was no great distance between these places, for that large camp [of the Israelites] walked in one day about a parasang<sup class=\"footnote-marker\">206</sup><i class=\"footnote\">An ancient Persian measure of length, equal to about three and two-fifths English miles.</i> or less. From Kadesh <i>they journeyed, and pitched in Mount Hor</i>,<sup class=\"footnote-marker\">211</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 37.</i> entering a low place at the foot of the mount. Then G-d commanded Moses, <i>Take Aaron and Eleazar his son, and bring them up unto Mount Hor</i>,<sup class=\"footnote-marker\">212</sup><i class=\"footnote\"><i>Ibid.</i>, 20:25.</i> meaning that he is to climb upward to the top of it [the lower part of the mountain] which is the beginning of the [upper part of the] mountain. Thus they ascended to the top of the mountain, arriving [at the part] opposite Moseroth, and Aaron died there, this being the intent of the verse, <i>and Aaron died there ‘in the top of the mount,’</i><sup class=\"footnote-marker\">213</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 28.</i> and thus his death [is also described in the verse before us as having] occurred in Moserah. It is possible that all these places as named were considered as if they were [also] on the mountain itself, so that the summit of the mountain and its opposite site in the plain were called “Moseroth” [in the plural] and the name of each place separately was “Moserah” [in the singular] so that people spoke of “Moserah in the mount” and “Moserah in the plain.” And in the place called Hashmonah there were wells in the field, which people referred to as <i>Beeroth</i> (“The wells of) <i>bene-yaakan</i>” because the inhabitants of Bene-yaakan came there to water their flocks and they made these wells, for there they found running water. And from there [from Beeroth-bene-yaakan] they journeyed to Moserah [as is mentioned in Verse 6 before us], and from there they journeyed to Moseroth,<sup class=\"footnote-marker\">209</sup><i class=\"footnote\"><i>Ibid.</i>, 33:30.</i> <i>and they journeyed from Moseroth, and pitched in Bene-yaakan</i>,<sup class=\"footnote-marker\">214</sup><i class=\"footnote\"><i>Ibid.</i>, 33:31.</i> for that [i.e., Bene-yaakan] was the name of that place.<sup class=\"footnote-marker\">215</sup><i class=\"footnote\">Bene-yaakan is thus not to be confused with <i>Beeroth</i> (“The Wells of”) <i>bene-yaakan</i> which, as explained above, was a spot in Hashmonah, where the people of Bene-yaakan dug wells to water their flocks.</i> And Scripture continues to tell [here in Verse 7], <i>From thence they journeyed unto Gudgod; and from Gudgod to Jotbah, a land of brooks of water</i> in order to inform us that they stayed there [many] days on account of the brooks. It abbreviates [in listing] the journeys because it has already explained them [in the section on the journeys],<sup class=\"footnote-marker\">204</sup><i class=\"footnote\">Numbers 33:1-49.</i> but it states that <i>from thence</i> — from Moserah — <i>they journeyed unto Gudgod</i> and unto Jotbah which was all <i>a land of brooks of water</i>, for from Gudgod to Jotbah <i>was well watered everywhere</i>.<sup class=\"footnote-marker\">216</sup><i class=\"footnote\">Genesis 13:10.</i><br>It is further possible that we say that when Aaron went up to the top of the mountain and died there opposite Moseroth or in Moserah itself [as explained above that the top of the mountain was also called Moserah] and he was buried there, the Israelites went back to Moseroth [i.e., to “Moserah” at the foot of the mountain, mentioned here in Verse 6 before us] to weep and to mourn at the <i>grave of the man of G-d</i>,<sup class=\"footnote-marker\">217</sup><i class=\"footnote\">II Kings 23:17.</i> and, for the entire thirty days [of mourning]<sup class=\"footnote-marker\">218</sup><i class=\"footnote\">Numbers 20:29.</i> their prominent men would go up to the top of the mountain and mourn for <i>the holy one of the Eternal</i>,<sup class=\"footnote-marker\">219</sup><i class=\"footnote\">Psalms 106:16: <i>And of Aaron the holy one of the Eternal</i>.</i> and then they would return to the camp which was pitched in Moserah. After the thirty days [of mourning] they journeyed from Moserah to Hor-hagidgad, and from Gudgod to Jotbah [as stated here in Verse 7], for now, as they returned from Moserah, they travelled quickly [and did not stop in Bene-yaakan which was between Moseroth and Hor-hagidgad;<sup class=\"footnote-marker\">220</sup><i class=\"footnote\">Numbers 33:31-32.</i> hence it is not mentioned here]. This is a very proper interpretation of explaining the verses in a manner that fits the text. Scripture mentions that the name of the place was <i>Yotbathah</i> [“Jotbah,” from the root <i>tovah</i> — good] because it was a “good” place for there were brooks of water, while the rest of the wilderness was <i>a land of drought</i>,<sup class=\"footnote-marker\">221</sup><i class=\"footnote\">Jeremiah 2:6.</i> <i>thirsty ground where there was no water</i>.<sup class=\"footnote-marker\">222</sup><i class=\"footnote\">Above, 8:15.</i> The reason for Moses’ mentioning the death of Aaron now while discussing these subjects is because he had said, <i>and I prayed for Aaron also at the same time</i><sup class=\"footnote-marker\">223</sup><i class=\"footnote\"><i>Ibid.</i>, 9:20.</i> [and so he indicated here] that the punishment of “destruction”<sup class=\"footnote-marker\">224</sup><i class=\"footnote\"><i>Ibid.: Moreover the Eternal was angry with Aaron to have ‘destroyed’ him, and I prayed for Aaron</i> …</i> did not touch him [Aaron] neither himself personally nor his seed — for Aaron did not die until the fortieth year [after the exodus], being old and full of days, and his son ministered in his stead. He said, <i>And the children of Israel journeyed</i>, and not “and you journeyed,” for in the sections of reproof he speaks directly to the people to chastise them, but in this [verse] he narrates the journeys of the children of Israel.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54bd4925fbfba2173336bd52", "index_title": "Rashi on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Numbers 16:1:2", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Rashi on Numbers 16:1:2", "sourceHeRef": "רש\"י על במדבר ט״ז:א׳:ב׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Rashi on Numbers", "he": "רש\"י על במדבר"}, "heTitle": "רש\"י על במדבר", "he": "<b>ויקח קרח.</b> לָקַח אֶת עַצְמוֹ לְצַד אֶחָד לִהְיוֹת נֶחֱלָק מִתּוֹךְ הָעֵדָה לְעוֹרֵר עַל הַכְּהֻנָּה, וְזֶהוּ שֶׁתִּרְגֵם אֻנְקְלוֹס \"וְאִתְפְּלֵג\" — נֶחֱלַק מִשְּׁאָר הָעֵדָה לְהַחֲזִיק בְּמַחֲלֹקֶת, וְכֵן \"מַה יִּקָּחֲךָ לִבֶּךָ\" (איוב ט\"ו) — לוֹקֵחַ אוֹתְךָ לְהַפְלִיגְךָ מִשְּׁאָר בְּנֵי אָדָם. דָּ\"אַ: <b>ויקח קרח</b>, מָשַׁךְ רָאשֵׁי סַנְהֶדְרָאוֹת שֶׁבָּהֶם בִּדְבָרִים, כְּמוֹ שֶׁנֶּאֱמַר \"קַח אֶת אַהֲרֹן\" (ויקרא ח'), \"קְחוּ עִמָּכֶם דְּבָרִים\" (הושע י\"ד):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויקח קרח lit., AND KORAH TOOK — He betook himself on one side with the view of separating himself from out of the community so that he might raise a protest regarding the priesthood to which Moses had appointed his brother. This is what Onkelos means when he renders it by ואתפלג — “he separated himself” from the rest of the community in order to maintain dissension. Similar is, (Job 15:12) “Why doth thy heart take thee aside (יקחך)”, meaning, it takes you aside to separate you from other people (Midrash Tanchuma, Korach 2). — Another explanation of ויקח קרח is: he attracted (won over) the chiefs of the Sanhedrin amongst them (the people) by fine words. The word is used here in a figurative sense just as in. (Leviticus 8:2) “Take (קח) Aaron”; (Hosea 14:3) “Take (קחו) words with you” (Midrash Tanchuma, Korach 1).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "5683daded6e4a91c20546b12", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tzav, Mekhilta DeMiluim I 6", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Sifra, Tzav, Mekhilta DeMiluim I 6", "sourceHeRef": "ספרא, צו, מכילתא דמילואים א ו׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 6, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "מכילתא דמילואים א", "he": "[ו] \"ויתן עליו את הכתנת ויחגר אתו באבנט\" – מלמד שנעשה משה סגן הכהנים לאהרן, והוא היה מפשיטו והוא היה מלבישו. וכשם שנעשה לו סגן בחייו כך נעשה לו סגן במותו שנאמר (במדבר כ, כה-כו) 'קח את אלעזר בנו…והפשט את אהרן את בגדיו'. ומנין שעשה משה כן? שנאמר (במדבר כ, כז) \"ויעש משה כאשר צוה ה' ויעלו אל הר ההר\" (שם כ, כח) \"ויפשט משה את אהרן את בגדיו\" – וכי האיך היה משה יכול להפשיט את בגדיו כסדרן? והעליונים הם עליונים לעולם והתחתונים הם תחתונים לעולם?! אלא אלו מעשה נסים, ועשה לו הקב\"ה במיתתו יותר מבחייו, והעמידו משה על הסלע והפשיטו בגדי כהונה ובגדי שכינה נלבשים תחתיהם. (שם כ, כח) \"וילבש אותם את אלעזר בנו\" – וכי האיך היה יכול משה להלביש את אלעזר בגדים כסדרן?! אלא כבוד גדול חלק לו המקום במיתתו יותר מבחייו; שלבשו בגדי שכינה תחלה למטה והפשיט אהרן‏ את הבגדים כסדרן והלביש את אלעזר בגדים כסדרן.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "6) (Vayikra 8:7) \"And he put upon him the kutoneth and he girded him with the avneit, etc.\" (See Shemoth 29): We are hereby taught that Moses was made an aid to Aaron. And just as he was made his aid in his lifetime, so, he was made his aid in his death. And he would dress him and he would undress him, as it is written (Bamidbar 20:25): \"Take Aaron and Elazar his son… (Bamidbar 20:26) and strip Aaron of his vestments, etc.\" And whence is it derived that Moses did this? From (Bamidbar 20:27): \"And Moses did as the L–rd commanded, and they went up to Hor Hahar … (Bamidbar 20:28) and Moses stripped Aaron of his vestments.\" Now how could Moses strip his vestments in order and dress Elazar in order. Do not the outer garments remain outer garments, and the inner garments remain inner garments? (i.e., We see from Scripture that Aaron did not die until he saw Elazar dressed in the priestly vestments. Is it possible that Aaron stood naked until Elazar donned all the eight vestments?) This transpired miraculously. Variantly: The Holy One Blessed be He accorded him greater honor in his death than in his life. Moses stood him on a rock and stripped him of his priestly vestments, and vestments of the Shechinah clothed him in their stead. Moses stripped his vestments (in order) and clothed Elazar with them in order.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "57e77d70d6e4a94c7c18af93", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 20:25", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Tafsir Rasag, Numbers 20:25", "sourceHeRef": "תפסיר רס\"ג, במדבר כ׳:כ״ה", "anchorVerse": 25, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 20.0025, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "כ̇ד̇ הרון ואלעזר אבנה ואצעדהמא אלי ג̇בל הור", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58a4476bd6e4a97ea8054655", "index_title": "Sifrei Devarim", "category": "Midrash", "type": "", "ref": "Sifrei Devarim 339:3", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Sifrei Devarim 339:3", "sourceHeRef": "ספרי דברים של״ט:ג׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [200], "commentaryNum": 339.0003, "collectiveTitle": {"en": "Sifrei Devarim", "he": "ספרי דברים"}, "heTitle": "ספרי דברים", "he": "כאשר מת אהרן אחיך, מיתה שחמדת לה ומהיכן חימד משה מיתתו של אהרן בשעה שאמר לו הקדוש ברוך הוא (במדבר כ כה) קח את אהרן ואת אלעזר בנו (שם כו) והפשט את אהרן את בגדיו אלו בגדי כהונה הלבישם לאלעזר וכן שני וכן שלישי אמר לו היכנס למערה ונכנס עלה למיטה ועלה פשוט ידיך ופשט פשוט רגליך ופשט קמוץ פיך וקמץ עצום עיניך ועצם באותה שעה אמר משה אשרי מי שמת במיתה זו לכך נאמר כאשר מת אהרן אחיך מיתה שחמדתה לה סליק פיסקא", "heVersionTitle": "Sifre on Deuteronomy, ed. Dr. Louis Finkelstein. JTS, 1969", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "\"as Aaron your brother died\": the kind of death that you desired. Whence did Moses desire the death of Aaron? When the L-rd said to him (Bamidbar 20:25-26) \"Take Aaron and Elazar his son … and strip Aaron of his garments,\" they stripped him of the priestly vestments and put them on Elazar … He said to him: \"Enter the cave\"; he entered. \"Lie down upon the bed\"; he did so. \"Stretch out your arms\"; he did so. \"Stretch out your legs\"; he did so. \"Close your mouth\"; he did so. \"Close your eyes\"; he did so. At that time Moses said: Happy is he who dies such a death. Thus, (here) \"as Aaron your brother died\" — the kind of death that you desired.", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "5964d68ad6e4a92bf45a8a37", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 20:25:1", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Rabbeinu Bahya, Bamidbar 20:25:1", "sourceHeRef": "רבנו בחיי, במדבר כ׳:כ״ה:א׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>קח את אהרן.</b> בו בלשון שקרבו לכהונה ואמר לו (ויקרא ח׳:ב׳) קח את אהרן, בו בלשון אמר לו לעלות להר.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "קח את אהרן, “take Aaron, etc.” The Torah employs the same term it had employed when Aaron was appointed as High Priest where G’d had also said to Moses: “take Aaron” (Leviticus 8,2).", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a157e41d6e4a92409ac5e30", "index_title": "Tevat Gome", "category": "Commentary", "type": "commentary", "ref": "Tevat Gome, Chukat 2", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Tevat Gome, Chukat 2", "sourceHeRef": "תיבת גמא, חקת ב׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1782], "commentaryNum": 2, "collectiveTitle": {"en": "Tevat Gome", "he": "תיבת גמא"}, "heTitle": "חקת", "he": "בספר מבקש ה' להר\"ש חאגי\"ז הביא מדרש רבה קח את אהרן והפשט בגדיו והלא אם יצא כהן גדול חוץ למקדש בבגדי כהונה לוקה שהם צמר ושפתים אלא בלשון קח העלהו לכהונה ובקח העלהו להר. עיין בר\"מ ז\"ל פרק עשירי מה' כלאים הלכה לב' כהנים שלבשו במקדש שלא בשעת עבודה לוקה מפני האבנט והר\"א ז\"ל בהשגות דמותר במקדש והכ\"מ ז\"ל תירץ דמותר משום מעילה אבל אבנט אסור אף במקדש ובמדרש הנ\"ל משמע דווקא חוץ למקדש אסור כלאים הא במקדש שריא כלאים אף שלא בשעת עבודה ומ\"ש הר\"א ז\"ל כלאים דאבנט אטו משן ואפוד לאו כלאים עכ\"מ ואפשר כוונת הר\"א ז\"ל אמ\"ש הר\"מ ז\"ל פ\"ח מהלכות כלי מקדש הא דאבנט כהן הדיוט כלאים דהלכה כרבי מחבירו ולכאורה ביומא י\"ב ב' דראב\"ש ור' דוסא חולקין על רבי ומחביריו אין הלכה כמותו אלא ברייתא דמנחות מ\"ג א' וערכין ג' ב' כהנים אצטריך ליה כפירש\"י ז\"ל אבנט של כלאים הוה ולא פירש חשן ואפוד דכהנים משמע אף כהנים הדיוטים ומשמע אבנט כלאים וע\"ז כתב הרא ז\"ל דמסוגיא זו הוציא הר\"מ ז\"ל דבריו תרתי א' שלא בעידן עבודה לא שרי ב' דאבנט כהן הדיוט כלאים והשיג עליו דבשלא עידן עבודה ל\"ד אלא חוץ למקדש כדמשמע ביומא פרק בא לו וכלאים היינו חשן ואפוד וכהנים גדולים קאמר כו' ואבנט כ\"ה י\"ל לא הוה כלאים ועיין פרק שמיני מה' כלי המקדש הי\"ב.", "heVersionTitle": "Tevat Gome, Frankfurt an der Oder, 1782", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תיבת גמא, פרנקפורט דאדר, תקמ\"ב", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1c0212d6e4a943452d3c2e", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Numbers 3", "anchorRef": "Numbers 20:22-29", "anchorRefExpanded": ["Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29"], "sourceRef": "Sefer HaYashar (midrash), Book of Numbers 3", "sourceHeRef": "ספר הישר (מדרש), ספר במדבר ג׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 3, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר במדבר", "he": "ויהי בשנת שלושים ושש שנה לצאת בני ישראל ממצרים, ויך ה׳ אל לב סיחון מלך האמורי. ויערוך מלחמה ויצא להילחם את בני מואב. וישלח סיחון מלאכים אל בעור בן יונוס בן בלעם יועץ מלך מצרים ואל בלעם בנו, לקלל את מואב למען תינתן ביד סיחון. וילכו מלאכי סיחון ויביאו את בעור בן יונוס ואת בלעם בנו, מפתור ארם נהריים. ויבואו בעור ובלעם בנו עיר סיחון, ויקללו את מואב ואת מלכם בעיני סיחון מלך האמורי. וסיחון יצא עם כל חילו וילך אל מואב, וילחם בם ויכניעם ויתנם ה׳ בידו. ויהרוג סיחון את מלך מואב ויקח סיחון את כל ערי מואב במלחמה, וגם את חשבון לקח מהם כי חשבון מערי מואב היא. וישם סיחון את שריו ואת גדוליו בחשבון, ותהי חשבון לסיחון בימים ההם. על כן יאמרו עליה המושלים בעור ובלעם בנו, כדברים האלה לאמור. בואו חשבון תיבנה ותיכונן עיר סיחון, אוי לך מואב אבדת עם כמוש, הנה כתובה על ספר תורת האלוקים. ויהי כאשר ניצח סיחון את מואב, וישם שומרים בערים אשר לקח מאת מואב. ובני מואב נפלו הרבה במלחמה ביד סיחון וישב מהם שבי גדול בנים ובנות ויהרוג מלכם, ויפן סיחון וישב לו אל ארצו. ויתן סיחון כותנות רבות ומנות כסף וזהב אל בעור ואל בלעם בנו וישלחם, וילכו ארם נהריים אל מקומם ואל ארצם. בעת ההיא עברו כל בני ישראל מדרך מדבר מואב, וישובו ויסובו את מדבר אדום. ויבואו כל העדה מדבר צין בחודש הראשון, בשנת הארבעים לצאתם ממצרים. וישבו שם בני ישראל בקדש מדבר סין, ותמת שם מרים ותיקבר שם. בעת ההיא שלח משה מלאכים אל הדד מלך אדום לאמור, כה אמר אחיך ישראל אעברה נא בארצך לא נעבור בשדה ובכרם ולא נשתה מי באר, דרך המלך נלך. ויאמר אליו אדום לא תעבור בי, ויצא אדום לקראת בני ישראל בעם כבד. וימאנו בני עשו נתון את בני ישראל לעבור בארצם, ויט ישראל מעליו ולא נלחמו בבני עשו. כי לפני זה ציוה ה׳ את בני ישראל לאמור לא תילחמו את בני עשו, על כן נטה ישראל מעליו ולא נלחמו איתם. ויסעו בני ישראל מעל בני עשו מקדש, ויבואו כל העדה הר ההר.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And in the thirty-ninth year of the Israelites’ going out of Egypt, the Lord provoked the heart ‎of Sihon, king of the Amorites, to go forth and fight against the children of Moab. And Sihon ‎sent messengers to Beor the son of Janeus, the son of Balaam, counselor to the king of Egypt, ‎and unto Balaam his son, to curse Moab, that it might be delivered into the hands of Sihon. ‎And Beor and Balaam his son came, and they cursed Moab, and the Lord delivered the children ‎of Moab into the hands of Sihon; and Sihon slew the king of Moab, and he took all the cities of ‎Moab, including Heshbon which was one of the cities of Moab, and he placed his princes and ‎officers over Heshbon. Therefore they that spoke in proverbs, Beor and his son Balaam, speak ‎in these words, saying: Come into Heshbon, let the city of Sihon be built and prepared. Woe to ‎thee, Moab, thou art undone, O people of Chemosh! Behold it is written in the book of the ‎law of God. And Sihon gave many presents unto Beor and his son Balaam, and they returned ‎to their home. And at that time all the children of Israel journeyed from the wilderness of ‎Moab, and they went around the wilderness of Edom, and they came into the wilderness of ‎Zin on the first month of the fortieth year after their going out of Egypt; and Israel abode there ‎in Kadesh, and there Miriam died, and she was buried in that place. Then Moses sent ‎messengers unto Hadad, king of Edom, saying: Let me pass, I pray thee, through thy country; ‎we will not pass through the fields or through the vine yards, neither will we drink of the ‎waters of the wells; we will go by the king's highway. And Edom said unto him: Thou shalt not ‎pass by me; and Edom went forth against Israel with a numerous host, but the children of ‎Israel removed from Edom without fighting with them.‎ And the children of Israel journeyed from Kadesh and they came to Mount Hor. ", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5a1c0212d6e4a943452d3c30", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Numbers 4", "anchorRef": "Numbers 20:22-29", "anchorRefExpanded": ["Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29"], "sourceRef": "Sefer HaYashar (midrash), Book of Numbers 4", "sourceHeRef": "ספר הישר (מדרש), ספר במדבר ד׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 4, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר במדבר", "he": "בעת ההיא דיבר ה׳ אל משה, אמור אל אהרון אחיך יאסף שם כי לא יבוא אל הארץ אשר נתתי לבני ישראל. ויעל אהרון כדבר ה׳ אל הר ההר וימת שם, בשנת הארבעים בחודש החמישי באחד לחודש. ואהרון בן מאת שנה ועשרים ושלוש שנים במותו בהר ההר. וישמע הכנעני מלך ערד יושב הנגב כי בא ישראל דרך האתרים, ויערוך את חילו להילחם בישראל. וייראו בני ישראל מאוד מפניו כי חיל גדול וכבד מאוד לו, ויתנו לב בני ישראל לשוב מצרימה. וישובו בני ישראל אחוריהם כמהלך שלושת ימים עד מוסרות בני יעקן, כי יראו להם מאוד מפני מלך ערד. ולא יכלו בני ישראל ללכת לשוב אל מקומם, וישבו בבני יעקן שלושים יום. ויהי כראות בני לוי כי לא אבו בני ישראל לשוב, ויקנאו אל ה׳ ויקומו וילחמו את ישראל אחיהם. ויהרגו מהם עם רב, ויושיבום בחוזקה אל מקומם הר ההר. ויהי בשובם, ומלך ערד עודנו עורך צבאו למלחמה לקראת ישראל. וידר ישראל נדר לאמור, אם נתון תיתן את העם הזה בידי והחרמתי את עריהם. וישמע ה׳ בקול ישראל ויתן את הכנעני בידם, ויחרם אתהם ואת עריהם ויקרא שם המקום חרמה. ויסעו בני ישראל מהר ההר ויחנו באובות. ויסעו מאובות ויחנו בעיי העברים בגבול מואב. וישלח בני ישראל אל מואב לאמור, נעברה נא בארצך עד מקומי. ולא אבו בני מואב נתון את ישראל עבור בארצם, כי יראו בני מואב מאוד. פן יעשו להם בני ישראל כאשר עשה להם סיחון מלך האמורי, אשר לקח את ארצם ויהרוג מהם רבים. על כן לא נתן מואב את ישראל עבור בארצו, וה׳ ציוה את בני ישראל לאמור לבלתי הילחם במואב ויט ישראל מעל מואב. ויסעו בני ישראל מגבול מואב ויבואו בעבר ארנון בגבול מואב, בין מואב ובין האמורי. ויחנו בגבול סיחון מלך האמורי, במדבר קדמות. וישלחו בני ישראל מלאכים אל סיחון מלך האמורי לאמור, נעברה נא בארצך לא נטה בשדה ובכרם לא נשתה מי באר, דרך המלך נלך עד עברנו את גבולך. ולא נתן סיחון את ישראל עבור בגבולו ויקבוץ סיחון את כל עם האמורי, ויצא המדברה לקראת בני ישראל וילחם בישראל יהצה. ויתן ה׳ את סיחון מלך האמורי ביד ישראל ויך ישראל את כל עם סיחון לפי חרב, וינקום את נקמת מואב.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Then the Lord said unto Moses: Tell unto Aaron thy brother that he must die here, for he shall ‎not enter the land which I have sworn to give unto the children of Israel. And Aaron went up ‎the mountain of Hor according to the word of the Lord, in the fortieth year in the fifth month, ‎on the first day of the month, and Aaron was one hundred and twenty-three years of age ‎when he died on Mount Hor. And the children of Israel journeyed from Mount Hor and ‎encamped in Oboth, and they journeyed from Oboth and encamped in Ije-haabarim, on the ‎border of Moab. And Moses sent unto Moab, saying: Let us journey through thy land to our ‎place; but Moab would not suffer Israel to journey through his land, and the children of Israel ‎journeyed from the border of Moab, and they came to the other side of Arnon, the border of ‎Moab between Moab and the Amorites, and they encamped on the border of the Amorites in ‎the wilderness of Kidemoth. And the children of Israel sent messengers unto Sihon, king of ‎the Amorites, saying: Let us pass through thy land, we shall not turn into the fields and into the ‎vineyards, but we shall go over the king's high way. But Sihon would not suffer the children of ‎Israel to pass, and he assembled all the people of the Amorites, and he went forth to fight ‎against Israel. And the Lord delivered Sihon into the hands of the children of Israel, and they ‎smote Sihon and all his people at the edge of the sword.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "60ec1e32e735e0a5900c67fa", "index_title": "Tiferet Yosef", "category": "Chasidut", "type": "", "ref": "Tiferet Yosef, Talmud Anthology, Taanit 3", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Tiferet Yosef, Talmud Anthology, Taanit 3", "sourceHeRef": "תפארת יוסף, לקוטי הש\"ס, מסכת תענית ג׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1885, 1925], "commentaryNum": 3, "collectiveTitle": {"en": "Tiferet Yosef", "he": "תפארת יוסף"}, "heTitle": "מסכת תענית", "he": "(ג.) וטל מנלן דלא מיעצר דכתיב (מלכים א י״ז:א׳) ויאמר אליהו התשבי מתושבי גלעד אל אחאב חי ד' אלהי ישראל אשר עמדתי לפניו אם יהיה השנים האלה טל ומטר כי אם לפי דברי וכתיב (שם יח) לך הראה אל אחאב ואתנה מטר על פני האדמה ואילו טל לא קאמר ליה מ\"ט משום דלא מיעצר וכו'. ביאר הענין כי הנה סדר התפלה שמסר השי\"ת לישראל הוא, כמו שאיתא בש\"ס (ברכות טו) יפנה ויטול ידיו ויניח תפלין ויקרא ק\"ש ויתפלל. היינו, כי יפנה מורה שצריך האדם קודם התפלה לפנות ולסלק מאתו כל הנגיעות של עוה\"ז. ואח\"כ יטול ידיו ואומר שאו ידיכם קודש, היינו שמעלה ומגביה הכלי פעולה שלו להדעת שבראש, למשוך גם עליהם קדושה. ויקרא ק\"ש היינו, למסור כל נפשו לרצונו ית', ואח\"כ מסדר תפלתו. כי בהשלש הראשונות מסדר שבחו של מקום, ומכיר שחפץ השי\"ת בעבודת אדם, ואח\"כ יכול להתפלל גם על צרכי הגוף, כי ע\"י צרכי הגוף יהיה בכחו למלאות רצונו ית', שחפץ בחיי עוה\"ז של האדם, למען שיעבוד אותו בתורה ומצות, וזאת אי אפשר רק ע\"י חיי עוה\"ז, נמצא שצרכי הגוף שלו הוא ג\"כ כבוד שמים. והנה לבקש מהשי\"ת שיתן לו, אין זאת בתורת חוב, כי כלום יש לבריאה אצל בוראה איזה חוב, אלא שעיקר בקשת האדם הוא שיחונן לו השי\"ת במתנת חנם. וכאשר נותן השי\"ת לאדם מתנת חנם, אז מראה השי\"ת לאדם, אשר האדם הרויח המתנת חנם בעבודת יגיע כפיו. וזה שמסיק כאן הגמ' אמר ר' ברכיה אף כנסת ישראל שאלה שלא כהוגן והקב\"ה השיבה כהוגן, שנאמר (הושע ו׳:ג׳) ונדעה נרדפה לדעת את ד' כשחר נכון מוצאו ויבוא כגשם לנו. אמר לה הקב\"ה, בתי את שאלת דבר שפעמים מתבקש ופעמים אינו מתבקש, אבל אני אהיה לך דבר המתבקש לעולם שנאמר (הושע י״ד:ו׳) אהיה כטל לישראל וכו'. היינו כי כנסת ישראל ביקשה ויבא כגשם לנו, וזה מורה שישפיע לה השי\"ת כפי עבודת יגיע כפה. אכן זאת הוא דבר שפעמים מתבקש ופעמים אינו מתבקש, כי אי אפשר לאדם לעמוד תמיד בבהירות עבודה, נמצא שבאותה העת שלא היה האדם יכול לעמוד בבהירות, שם יש לו כל הסבלנות. לזה אמר הקב\"ה, אבל אני אהיה לך דבר המתבקש לעולם, שנאמר אהיה כטל לישראל. וטל רומז, על זה הרצון העליון שישראל עלה במחשבה תחלה, וכאשר יהיה מנהיר זה הרצון העליון לא יהיה עוד שום סבלנות לישראל, כי מצד זה הרצון שישראל עלה במחשבה, שם אינו נפסק הבהירות בשום פעם, ויש להם תמיד חיבור עם השי\"ת. וזה שאיתא כאן בגמ' ואילו טל לא קאמר מאי טעמא משום דלא מיעצר וכו'. ואיתא בירושלמי (תענית פרק א) חד אמר על טל, דלא הותר הנדר אלא נדר שהותר מכללו הותר כולו, וחד אמר שהותר כשהחיה בן הצרפית. והובא (שם) משל על זה לאחד שגנב הנרתיק אצל הרופא ואח\"כ חלה בנו והלך אצל הרופא לרפאותו אמר לו הרופא תנה לי הנרתיק וארפא את בנך, כך כשאמר אליהו להקב\"ה הגם עם האלמנה אשר אני מתגורר עמה הרעותה להמית את בנה, השיב לו הקב\"ה החזיר לי המפתח של טל וארפא את בנה. ואיתא על זה בש\"ס (סנהדרין בסופו) דהטעם הוא כדי שלא יאמרו שתים אצל התלמיד ואחד אצל הרב, היינו כי זה שאליהו נשבע שלא יהיה טל ומטר, היה משום שאמר שאי אפשר שהם יקבלו השפעתו ית', כיון שרובם היו עובדים ע\"ז. אכן כשראה אליהו מיתת בן הצרפית, וזאת היה נוגע אצלו עד לחייו, כי אם הילד היתה טוענת שאליהו הוא החייב בדבר בזה שבא להתגורר אצלה וראה הקב\"ה מעשיה נגד מעשה אליהו והזכיר את עונה ונענשה, לכן היה נוגע המעשה הזאת לאליהו עד לחייו. והבין מזה שסיבב לו השי\"ת מעשה כזאת, שהרצון של השי\"ת הוא שיתפלל בעד כל הדור שיחזרו בתשובה, כדי שיהיה מטר אחר שהרעב התגבר כ\"כ, לזה היה חפץ השי\"ת שיתפלל אליהו בעד כל הדור שיחזרו בתשובה, כי לא יחפוץ השי\"ת במות הרשע כי אם בשובו מדרכיו וחיה. וזה כוונת הירושלמי כשהחיה בן הצרפית הותר הנדר של טל ומטר. וזה נמי שמסמיך הגמ' כאן ואמר ר' אשי כל ת\"ח שאינו קשה כברזל אינו תלמיד חכם, שנאמר (ירמיהו כ״ג:כ״ט) וכפטיש יפוצץ סלע. היינו כי ת\"ח נקרא מי שאינו נוגע כלום לכבוד עצמו או לצרכי עוה\"ז כי אם לכבוד שמים, לכך אין בידו לוותר כלום. אבל כשאינו קשה כברזל ומוותר, מזה מוכח שהוא נוגע לדברי עוה\"ז, כי אם היה נוגע רק לכבוד שמים מהיכן יש לו לוותר, לזה אינו ת\"ח. א\"ל ר' אבא לרב אשי אתון מהתם מתניתו לה אנן מהכא מתנינין לה דכתיב (דברים ח׳:ט׳) ארץ אשר אבניה ברזל אל תקרי אבניה אלא בוניה וכו' ובוניה היינו ת\"ח, כמו שאיתא בש\"ס (סוף ברכות) ת\"ח מרבים שלום בעולם שנאמר (ישעיה נד) וכל בניך וגו' אל תקרי בניך אלא בוניך. רמזו חז\"ל המימרא הזאת על אליהו, שהראה לו אז השי\"ת שצריך להרבות שלום בעולם ולהתפלל על כל הדור שיחזרו בתשובה כדי שיהיה טל ומטר. ומסמיך כאן בגמ' אשר לא צויתי ולא דברתי ולא עלתה על לבי. אשר לא צויתי וכו' ולא עלתה על לבי זה יצחק בן אברהם, ופירוש (רש\"י ז\"ל) שאע\"פ שצויתי לו מעולם לא עלתה על לבי לשחוט בנו אלא לנסותו מפני הקטרוג, וכדאיתא בש\"ס (סנהדרין פט) ויהי אחר הדברים האלה, אחר דבריו של שטן, היינו שכל הנסיון היה נגד הקטרוג, וכדאיתא בזוה\"ק (וירא קיט:) על הכתוב קח נא את בנך וגו' וכי האיך יכול אברהם דאיהו סבא וכו' אבל כד\"א קח את אהרן ואת אלעזר בנו (במדבר כ׳:כ״ה) אלא בגין לאמשכא לון במלין ולאדברא לון לרעותא דקוב\"ה אוף הכא קח במלין. כלומר שילמד את יצחק ולהרגילו שיהיה בכחו ג\"כ למסור את נפשו, כמו אברהם אבינו ע\"ה. כי אאע\"ה קיים כל התורה וקיים ג\"כ ולמדתם את בניכם, וכמו שנאמר (בראשית כ״ב:ו׳) וילכו שניהם יחדיו, היינו שאחר שלימד לו למסור את נפשו הלך יצחק באותו שמחה כמו אאע\"ה. ואחר שקיים אאע\"ה כמו שנאמר (שם יח) כי ידעתיו למען אשר יצוה את בניו וגו' אמר לו השי\"ת אסקיה אחתיה כי לא עלתה על לבי לשחוט. ונסמך בגמ' ועוד שאלה שלא כהוגן אמרה לפניו רבש\"ע (שיר השירים ח׳:ו׳) שימני כחותם על לבך כחותם על זרועך. אמר לה הקב\"ה בתי את שואלת דבר שפעמים נראה ופעמים אינו נראה, אבל אני אעשה לך דבר שנראה לעולם שנאמר (ישעיהו מ״ט:ט״ז) הן על כפים חקותיך וכמבואר (ברש\"י ז\"ל) פעמים נראה כשהוא ערום נראה זרועו וכנגד לבו ואינו נראה כשהוא לבוש, והכף נראית כל שעה שהיד נראית לעינים. היינו שיחקוק השי\"ת את אור רצונו גבי ישראל אף בהלבוש היותר רחוק, שהוא הכלי פעולה שלהם, יהיה ניכר אור רצונו ית', ומצד זה ישיגו כל מיני טובות שבעולם:", "heVersionTitle": "Tiferet Yosef, Publication of Izhbitza Radzin, Bnei Brak 1997", "heLicense": "", "heVersionTitleInHebrew": "תפארת יוסף, בני ברק, מכון להוצאת ספרי רבוה\"ק מאיזביצא-ראדזין, תשנ\"ז", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b889c823a798e70b5c66", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 515:5", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Yalkut Shimoni on Torah 515:5", "sourceHeRef": "ילקוט שמעוני על התורה תקט״ו:ה׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 515.0005, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ויעש משה כאשר צוה ה' כשם שהסדיר משה עבודת המקדש כך הסדיר עבודת כהונה ולויה בגדי כל אחד ואחד לפי מה שהוא מקרבן. ויקרב משה את אהרן ואת בניו וירחץ אותם במים באותה שעה זכו לקידוש ידים ורגלים באותה שעה זכו בטבילת יום הכפורים. ויתן עליו את הכתנת וחגר אותו באבנט מלמד שנעשה משה סגן לאהרן והוא היה מפשיטו והוא היה מלבישו. כשם שנעשה לו סגן בחייו כך נעשה לו סגן במותו שנאמר קח את אהרן ואת אלעזר בנו וגו' והפשט את אהרן את בגדיו. ומנין שעשה כן שנאמר ויעש משה כאשר צוה ה' ויעלו אלהר ההר ויפשט משה את אהרן את בגדיו וכי היאך משה היה יכול להפשיט את אהרן כסדרן והלא העליונים הן עליונים לעולם והתחתונים הן תחתונים לעולם אלא מעשה נסים עשה לו הקב\"ה במיתתו יותר מבחייו והעמידו משה על הסלע והפשיטו בגדי כהונה ונלבשו בגדי שכינה תחלה למטה וחזר משה והפשיט את אהרן בגדים כסדרן והלביש את אלעזר בגדים כסדרן. וישם עליו את החשן וגו' פרשה זו נלמדה בשעתה נלמדה לדורות נלמדה לשריות יום ויום ולשירות יום הכפורים. בכל יום משמש בבגדי זהב ויום הכפורים משמש בבגדי לבן:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee647cf7a0c25239b77", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and the Failure of Leadership; The Edomites 2-9", "anchorRef": "Numbers 20:1-29", "anchorRefExpanded": ["Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and the Failure of Leadership; The Edomites 2-9", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י׳ ב׳-ט׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Rebellion and the Failure of Leadership; The Edomites", "he": "במדבר הערה י׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["The first part of this chapter contains a story that has deeply troubled readers for over two millennia. Its length belies its weight; in only thirteen verses, Moshe and Aharon have lost their most cherished dream—the privilege of entering the Promised Land.", "The brevity here may result from the fact that, for the narrator, this story was a variant of, or constructed from, a similar one in Ex. 17, to explain more fully why the leaders shared the fate of their generation. In other words, their deaths may affect us more than the text meant it to. Nonetheless, the question of why exactly Moshe and Aharon received such a terrible punishment for a moment of indiscretion will not go away. Can it really be that the towering figure of Moshe, liberator and lawgiver, parent and prophet, is to be done away with in the blink of an eye, over a fit of justifiable temper? But it is a public moment, and there the answer may lie. The Bible consistently takes a stringent view of leadership: that leaders must be above reproach, and that they must not lose sight of the fact that it is God whom they represent. A similar impulse led to the strict standards to which the writer of Samuel-Kings, the so-called Deuteronomistic historian, held such revered personalities as David and Solomon.", "From v.14 to v.21, the text gives us a moment to digest what has just happened, at the same time managing to introduce the major theme of the next several chapters: encountering other peoples and tribes as the Israelites near Canaan. First is Edom, in the territory to the east roughly between Eilat and the Dead Sea. The sequence begins tentatively, not with an Israelite victory, but not with a defeat either: they are forced to reroute their approach.", "So as to keep the memory of Merivat-Kadesh close, the chapter ends with the death of Aharon, “before the eyes of the entire community” (v.27). For the first time in all the rebellion texts, the word “rebel” itself is used (v.24). On a positive note, leadership is seamlessly passed to the next generation; when Moshe returns from witnessing Aharon’s death, he is accompanied by the latter’s son El’azar, who is tellingly dressed in Aharon’s garments.", "cut off shall that person be from the midst of the assembly,", "for the Holy-Area of Y<small>HWH</small> has he made-<i>tamei</i>,", "Waters Kept-Apart have not been dashed upon him,", "he is <i>tamei!</i>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eec9ad75f2d99afa20", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and the Failure of Leadership; The Edomites 1", "anchorRef": "Numbers 20:1-29", "anchorRefExpanded": ["Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and the Failure of Leadership; The Edomites 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 20:1-29\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 20:1-29</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63c9428d01e878406e0ce4d0", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Lech Lecha 9:58", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Zohar, Lech Lecha 9:58", "sourceHeRef": "ספר הזהר, לך לך ט׳:נ״ח", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "לך לך", "he": "וַיִּקַּח אַבְרָם אֶת שָׂרַי אִשְׁתּוֹ. מַהוּ וַיִּקַּח, אֶלָּא אַמְשִׁיךְ לָהּ בְּמִלֵּי מַעַלְיָיתָא, בְּגִין דְּלֵית לֵיהּ רְשׁוּ לְבַּר נָשׁ לְאֲפָקָא אִתְּתֵיהּ לְמֵיהַךְ בְּאַרְעָא אָחֳרָא בְּלָא רְעוּתָא דִילָהּ. וְכֵן הוּא אוֹמֵר (במדבר כ׳:כ״ה) קַח אֶת אַהֲרֹן (במדבר ג׳:מ״ה) קַח אֶת הַלְוִיִם. וּבְגִין כָּךְ וַיִּקַּח אַבְרָם מָשִׁיךְ לָהּ בְּמִלִּין וְאוֹדַע לָהּ אָרְחֵיהוֹן דְּאִנּוּן בְּנִי דָרָא כַּמָּה בִּישִׁין. וּבְגִין כָּךְ וַיִּקַח אַבְרָם אֶת שָׂרַי אִשְׁתּוֹ.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": "\"And Avram took Sarai his wife\" (Gen. 12:5). Here, \"took\" means that Abraham persuaded her to come with soft words, because a man cannot take his wife to another country without her agreement. Similarly, it is written, \"Take Aaron\" (Num. 20:25) and \"Take the Levites\" (Num. 3:45). This is why \"And Abram took\"; he persuaded her with words, telling her how evil were the ways of their generation. Therefore it is written, \"And Abram took Sarai his wife.\"", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "63c942a301e878406e0ce898", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Vayera 33:494", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Zohar, Vayera 33:494", "sourceHeRef": "ספר הזהר, וירא ל״ג:תצ״ד", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 33.0011, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "וירא", "he": "וַיֹּאמֶר קַח נָא אֶת בִּנְךָ. וְכִי הֵיאַךְ יָכִיל אַבְרָהָם דְּאִיהוּ סָבָא. אִי תֵימָא בְּגִין דְּיִצְחָק לָא נָפִיק מֵרְשׁוּתֵיהּ כְּלַל, יָאוֹת, אֲבָל כְּמָא דְאַתְּ אָמֵר, (במדבר כ׳:כ״ה) קַח אֶת אַהֲרֹן וְאֶת אֶלְעָזָר בְּנוֹ אֶלָּא בְּגִין לְאַמְשָׁכָא לוֹן בְּמִלִּין וּלְאַדְבָּרָא לוֹן לִרְעוּתָא דְּקוּדְשָׁא בְּרִיךְ הוּא, אוּף הָכָא קַח בְּמִלִּין. אֶת בִּנְךָ אֶת יְחִידְךָ אֲשֶׁר אָהַבְתָּ הָא <i data-overlay=\"Vilna Pages\" data-value=\"120a\"></i>אוּקְמוּהָ. וְלֶךְ לְךָ אֶל אֶרֶץ הַמּוֹרִיָּה כְּמָא דְאַתְּ אָמֵר (שיר השירים ד׳:ו׳) אֵלֵךְ לִי אֶל הַר הַמּוֹר. לְאַתְקָנָא בְּאַתְרָא דְּיִתְחֲזֵי:", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc71758c1dc532ec9288", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 20:25", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Steinsaltz on Numbers 20:25", "sourceHeRef": "ביאור שטיינזלץ על במדבר כ׳:כ״ה", "anchorVerse": 25, "sourceHasEn": true, "commentaryNum": 20.0025, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>קַח אֶת אַהֲרֹן וְאֶת אֶלְעָזָר בְּנוֹ וְהַעַל</b>, העלה\n    <b>אֹתָם</b>ל\n    <b>הֹר הָהָר.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Take Aaron and Elazar his son, and take them up Hor Mountain. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e9da79b215f43691cfe0d4", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Chukat 29-30", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Tze'enah Ure'enah, Chukat 29-30", "sourceHeRef": "צאינה וראינה, חקת כ״ט-ל׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 29, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "חקת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["“<i>Take Aaron</i>” [20:25]. God said to Moses. Take Aaron with kind words. It is good for you that you were worthy to give your honor and authority to your son Eleazar. I will not be able to do this. Remove the <i>priestly garments</i> and put them on Eleazar your son.<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">Rashi, Numbers, 20:25.</i>", "<i>Rabbi Huna</i> said: what did Moses do? He woke up early and called Aaron. Aaron said: why have you come so early? Moses responded: I was studying at night and I have many questions in the <i>Book of Genesis.</i> They opened the <i>Book of Genesis</i> and read it together until they came to the story of <i>Adam.</i> Moses said: see what happened to Adam. He had to die. Aaron responded: see how they were worthy of thirteen <i>canopies</i> made of precious stones in the <i>Garden of Eden.</i> Afterwards, it is written, you are only earth and earth you will be. Moses responded: I ruled over angels in heaven and you, Aaron, ruled over angels and over the Angel of Death. You stopped him, so that he could not touch Israel to kill them. Yet, we must all die, and we do not have long to live. Aaron understood immediately and said: Moses, did you begin this for my sake? Moses responded: yes. Aaron said: my heart is dejected. Moses said: do you want to die? Aaron responded: yes. Moses said: then we will go up the mountain. Moses, Aaron, and Eleazar went before all of Israel. However, if Israel had known that Aaron was going so that he would die, they would not have allowed him to go. They would have offered great prayers for him, and they thought that he had something to discuss with the Shekhinah. As soon as they came to the mountain, the cave opened and there was a bed in it. Moses said to Aaron. Miriam died here. Here, you and I buried her and honored her. Now, you will die and Eleazar and I will deal with you. However, when I will die, who will deal with me? The Holy One responded: I will deal with you. When they went out, the cave closed, since God had told them to leave. All of Israel saw that only Moses and Eleazar came alone from the mountain and Aaron was not with them. Some Israelites said that Moses had killed him; he also wants to have his <i>priesthood.</i> Some said that Eleazar had killed him. He wants to be the high priest. Some said that he died, as the entire world will die. All of Israel immediately gathered and said: where have you put Aaron? Moses said: he died. They said: how can it be, the Angel of Death cannot do anything to him? He subdued the Angel of Death at the plague. Therefore, if you will not bring him, we will stone you and Eleazar. Moses immediately prayed and soon the angels took Aaron’s casket in which he lay. They showed the casket and how Aaron died under heaven, and the angels praised and sang near the casket. Then all of Israel saw that he had died. Some sages say that the Holy One opened the cave and all of Israel went in and saw that he had died.<sup class=\"footnote-marker\">30</sup><i class=\"footnote\"><i>Yalkut Shimoni</i>, Hukat, <i>Remez</i>, 764.</i>"], "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "51736fa7edbab41120e49a34", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "midrash", "ref": "Bamidbar Rabbah 19:19", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Bamidbar Rabbah 19:19", "sourceHeRef": "במדבר רבה י״ט:י״ט", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 19.0019, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "קַח אֶת אַהֲרֹן, וְהַפְשֵׁט <small>(במדבר כ, כה כו)</small>, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא הֲרֵי אַתְּ מְנַחֲמוֹ שֶׁהוּא מוֹרִישׁ כִּתְרוֹ לְבָנָיו מַה שֶּׁאֵין אַתָּה מוֹרִישׁ לְבָנֶיךָ. <small>(במדבר כ, כח)</small>: וַיַּפְשֵׁט משֶׁה אֶת אַהֲרֹן אֶת בְּגָדָיו וַיַלְבֵּשׁ אֹתָם, וַהֲלוֹא אִם יֵצֵא כֹּהֵן גָּדוֹל בְּבִגְדֵי כְּהֻנָּה חוּץ מֵהַר הַבַּיִת סוֹפֵג אֶת הָאַרְבָּעִים, שֶׁהֵם צֶמֶר וּפִשְׁתִּים. אֶלָּא לְהוֹדִיעֲךָ שֶׁבַּלָּשׁוֹן שֶׁקֵּרְבוֹ לַכְּהֻנָּה וְאָמַר לוֹ <small>(ויקרא ח, ב)</small>: קַח אֶת אַהֲרֹן, בּוֹ בַּלָּשׁוֹן אָמַר לוֹ לַעֲלוֹת הָהָר <small>(במדבר כ, כז)</small>: וַיַּעַשׂ משֶׁה כַּאֲשֶׁר צִוָּה ה', לְלַמֶּדְךָ שֶׁאַף עַל פִּי שֶׁאָמַר לוֹ גְּזֵרָה רָעָה עַל אַהֲרֹן, לֹא עִכֵּב.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Take Aaron and Elazar his son, and take them up Hor Mountain” (Numbers 20:25). <br>“Strip Aaron of his vestments, and dress Elazar his son in them; and Aaron will be gathered, and die there” (Numbers 20:26).</b> <br>“Take Aaron.… Strip” – the Holy One blessed be He said to him: You comfort him as he is bequeathing his crown to his sons, while you are not bequeathing [your crown] to your sons. <br><b>“Moses did as the Lord commanded, and they went up to Hor Mountain before the eyes of the entire congregation” (Numbers 20:27). <br>“Moses stripped Aaron of his vestments and dressed Elazar his son in them, and Aaron died there at the top of the mountain; and Moses and Elazar descended from the mountain” (Numbers 20:28).</b> <br>“Moses stripped Aaron of his vestments, and dressed [Elazar his son] in them” – but is it not so, that if a High Priest goes outside of the Temple Mount<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">The camp of the Levites in the desert was the equivalent of the Temple Mount (Zevaḥim 116b).</i> in his priestly vestments that he is flogged forty, as they are wool and linen? Rather, it is to inform you that with the expression that he introduced him into the priesthood: “Take Aaron” (Leviticus 8:2), with that same expression he said to him to ascend the mountain.<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">There was a special dispensation in this case allowing Aaron to wear the clothing of the High Priest outside of the Temple Mount.</i> <br>“Moses did as the Lord commanded” – to teach you that even though he said to him an evil decree against Aaron, he did not delay.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "53f17a2bfbfba22336ea732f", "index_title": "Kitzur Ba'al HaTurim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Numbers 20:25:1", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Kitzur Ba'al HaTurim on Numbers 20:25:1", "sourceHeRef": "קיצור בעל הטורים על במדבר כ׳:כ״ה:א׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על במדבר", "he": "<b>והעל</b> ב' במסורה עיין מ\"ש בפרשת וארא:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "554ef0b3fbfba21b48f53e90", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 20:25:1", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Haamek Davar on Numbers 20:25:1", "sourceHeRef": "העמק דבר על במדבר כ׳:כ״ה:א׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>והעל</b> <b>אותם.</b> בכפיית דברים אם יהי׳ נצרך. מש״ה לא כתיב ועלו אלא העל בפועל יוצא:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5926b2a9d6e4a957603a2e70", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Chukat 40:1", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Midrash Tanchuma Buber, Chukat 40:1", "sourceHeRef": "תנחומא בובר, חקת מ׳:א׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "חקת", "he": "קח את אהרן [וגו'] והפשט את אהרן <small>(במדבר כ כה כו)</small>. אמר הקב\"ה למשה הרי אתה מנחמו, שאתה מוריש כתרו לבנו, מה שאין אתה מוריש לבניך.  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Numb. 20:25–26:) <small>TAKE AARON &lt;AND HIS SON ELEAZAR&gt;</small> […,] <small>AND STRIP AARON</small>. The Holy One said to Moses: See, you may console him that you are bequeathing his crown to his son.<sup class=\"footnote-marker\">164</sup><i class=\"footnote\"><i>Beno</i>. The parallels in <i>Tanh</i>., Numb. 6:17, and in Numb. R. 19:19 both have the plural, <i>banaw</i>, “his children.”</i> &lt;This is&gt; something that you are not bequeathing to your own children.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5926b2aad6e4a957603a2ea0", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Appendix to Chukat 2:1", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Midrash Tanchuma Buber, Appendix to Chukat 2:1", "sourceHeRef": "תנחומא בובר, הוספה לחקת ב׳:א׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "הוספה לחקת", "he": "מפרשת קח את אהרן. ויעש משה כאשר צוה ה' <small>(במדבר כ כה כז)</small>, בא ללמדך שאע\"פ שאמר לו גזירה קשה על אחיו, לא עכב, אמר הקב\"ה למשה לך אמור לאהרן אחיך הגיע זמנך ליפטור מן העולם, מיד עמד משה בתפלה לפני הקב\"ה, ואמר רבש\"ע איך אומר לאחי הגיע זמנך, אמר לו הקב\"ה כבר גזרתי עליו גזירה שלא נגזרה על אדם אחר, שלא אמסרנו ביד מלאך המות באותו יום שעצר המגפה. וכך היה מנהגם בכל יום ההנשיאים משכימים לפתחו של אלעזר, ואלעזר והנשיאים בפתחו של הרן, ואהרן ואלעזר והנשיאים משיכמים לפתחו של אלעזר, ואלעזר והנשיאים בפתחו לש אהרן, ואהרן ואלעזר והנשיאים משיכמין לפתתו של משה, ואותו היום שנה משה את המנהג, השכים הוא ואלעזר והנשיאים לפתחו של אהרן, אמר לו אהרן משה אחי למה שנית את המנהג, אמר לו משה כך צוני הקב\"ה, וכך היה סדר הליכתם משה באמצע אהרן מימינו, ואלעזר משמאלו, וכיון שראו ישראל כך, אמרו זה לזה ניטלה רוח הקדש ממשה ונתנה לאהרן, והיו ישראל אוהבין יותר אהרן ממשה, לפי שהיה משה אומר יקוב הדין את ההר, אבל אהרן היה משים שלום בין איש לחבירו ובין איש לאשתו, ואם היה שומע על אדם בעולם שרוצה לילך לדבר עבירה בלילה, היה יוצא בדרך, וכשהיה מוצאו אומר לו בני מפני מה אתה מהלך בדרך שמא יחשדוך בני אדם בדברים רעים, ואתה בני איש טוב וממשפחה מיוחסת וטובה אתה, ומזהירו ומשיבו מדרך רעה, והיו כל ישראל אוהבים את אהרן אנשים ונשים, ולכך אמרו רבותינו ז\"ל הוי מתלמידיו של אהרן אוהב שלום ורודף שלום, אוהב את הבריות ומקרבן לתורה, ועל כך ויבכו את אהרן שלשים יום כל בית ישראל <small>(במדבר כ כט)</small>, אנשים ונשים, ובמשה כתיב ויבכו בני ישראל את משה בערבות מואב שלשים יום <small>(דברים לד ח)</small>, האנשים לבד, ואותו יום אמר אהרן למשה, אחי אמור לי מה אתה צריך ממני, אמר לו המתן עד שנעלה בהר, לאחר שעלו אמר לו אחי שמא פקדון הפקיד הקב\"ה עמך ומבקשהו ממך, אמר לו אהרן משה אחי, אהל מועד וכליו מוקפדין בידי, שמא חסרתי מעבודתם, אמר לו משה, מנורה ושבעה נרותיה מסר לך הקב\"ה, והוא לא היה נותן בלבו שעל נשמתו הוא אומר, נר אלהים נשמת אדם <small>(משלי כ כז)</small>. ולא הרגיש בדבר, אמר לו משה, אהרן אחי הגיע זמנך ליפטר מן העולם, כשמוע כך הניח ידיו על ראשו, והיה צועק ובוכרהוהיה קורא מקרא ה, לכו (חזו) [וראו] מפעלות אלהים נורא עלילה על בני אדם <small>(תהלים סו ה)</small>, וכיון שרצו ליכנס במערה, אמר לו משה אהרן אחי, שם מתו אברהם יצחק ויעקב, ואתה לובש בגדי כהונה שמא תטמא אותם, לבוש אתה בגדי אלעזר, ואלעזר ילבש בגדיך, ונכנס אני ואתה במערה, וכן עשה, כיון שנכנסו, ראו נר דלוק ומטה מוצעת, אמר לו משה, אהרן אחי עלה בזו המטה, ועלה, אמר לו פשוט ידיך, ופשט, קפוץ עיניך, וקפץ, סתוך פיך, וכן עשה, ובאותה שעה יצאה נשמתו, כיון שראה משה כך, חמד מיתתו, אמר לו הקבה חייך כמות זה, כן מות ה, כך תהיה מיתתך, שנאמר כאשר מת אהרן אחיך בהור ההר ויאסף אל עמיו (דבריו לב נ).", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "From the parashah (in Numb. 20:25–27): <small>TAKE AARON &lt;AND HIS SON ELEAZAR&gt;</small> […,] <small>AND STRIP AARON</small> [….: <small>SO MOSES DID AS THE LORD COMMANDED</small>. &lt;This parashah&gt; has come to teach you that, even though he had spoken to him a harsh commandment against his brother, he did not hesitate.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See above, Numb. 6:40.</i> The Holy One said to Moses: Say to your brother Aaron: Your time has arrived to pass away from the world. Immediately Moses stood before the Holy One in prayer and said: Sovereign of the World, how shall I say to my brother: Your time has arrived. The Holy One said to him: I have already decreed a decision over him, that has not been decreed over anyone else, in that I will not deliver him into the hand of the angel of death on the same day that he stopped the plague (in Numb. 17:8–13 [6:43–48]). Now their custom was this: Every day the princes would rise and come early to the doorway of Eleazar; Eleazar and the princes &lt; would go&gt; to the doorway of Aaron; and Aaron, Eleazar, and the princes would go early to the doorway of Moses. On this day, however, Moses changed the custom. He along with Eleazar and the Princes went early to the doorway of Aaron. Aaron said to him: Brother Moses, Why did you change the custom? Moses said to him: This is what the Holy One has commanded me. Now this was the order in which they went: Moses in the middle with Aaron to his right and Eleazar to this left. But when Israel saw that, they said to each other: The Holy Spirit has been taken from Moses and given to Aaron! Also Israel loved Aaron more than Moses, because Moses had said: Let justice take its course, while Aaron had brought peace between a person and his friend, also between a husband and his wife. Moreover, if he heard about anyone in the world who wanted to commit some transgression at night, he would go out on the road; and when he found him, he would say to him: My child, why are you walking on the road? People may suspect you of things that are evil. But you, my child, are a good person; and you stem from a good and distinguished family. Thus he would warn him and bring him back from an the evil way. So all Israel, men and women, loved Aaron. Therefore our masters of blessed memory have said (in <i>Avot</i> 1:12): <small>BE ONE OF THE DISCIPLES OF AARON, LOVING PEACE AND PURSUING PEACE, LOVING MORTALS AND DRAWING THEM NEAR TO THE TORAH</small>. For that reason (in Numb. 20:29): <small>THEN ALL THE CONGREGATION SAW THAT AARON HAD DIED, AND THE WHOLE HOUSE OF ISRAEL</small>, men and women, <small>MOURNED AARON FOR THIRTY DAYS</small>. But in reference to Moses, it is written (in Deut. 34:8): <small>AND THE SONS OF ISRAEL</small>, men only, <small>MOURNED MOSES ON THE PLAINS OF MOAB FOR THIRTY DAYS</small>. Now on that day Aaron said to Moses: Tell me, my brother, what do you need from me? He said to him: Wait until we ascend the mountain. After they had ascended, he said to him: My brother, would it be that the Holy one entrusted a deposit with you, and wants it back from you? Aaron said to him: Brother Moses, a tent of meeting and its utensils were entrusted into my hands. Might I have cut back on their liturgy? Moses said to him: The Holy One delivered to you a menorah with its seven lamps. Still, he did not take to heart that he was speaking about his &lt;life&gt; breath (as in Prov. 20:27): <small>A PERSON'</small>s <small>BREATH IS THE LAMP OF GOD</small>.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The Masoretic text uses the divine name here.</i> When he was not perceptive about the matter, Moses said to him &lt;plainly&gt;: Brother Aaron, your time has arrived to pass away from the world. When he heard that, he put his hands on his head, as he sobbed and wept. Then he recited this scripture (from Ps. 66:5): <small>COME</small> {<small>LOOK AT</small>} [<small>SEE</small>] <small>THE WORKS OF GOD, WHO IS FEARSOME FOR HIS DEEDS AMONG THE CHILDREN OF ADAM</small>. Moreover, when they wanted to enter the cave, Moses said to him: Brother Aaron, there is where Abraham, Isaac, and Jacob died; but since you wear the robes of priesthood, you may defile them. You put on Eleazar's clothes, and let Eleazar put on your clothes. Then you and I will enter the cave. And so they did. When they entered, they saw a burning lamp and a made-up bed. Moses said to him: Brother Aaron, get up into this bed, and he got up. He said to him: Extend your arms, and he extended them. Close your eyes, and he closed them. Close your mouth, and he did so. And in that hour his breath left him. When Moses saw that, he longed for his own death. The Holy One said to him: By your life, like this death, even the death of this man, so shall be your own death. Thus it is stated (in Deut. 32:50): <small>AND YOU SHALL DIE THERE ON THE MOUNTAIN THAT YOU ARE ASCENDING AND SHALL BE GATHERED UNTO YOUR KIN, AS YOUR BROTHER AARON DIED ON MOUNT HOR AND WAS GATHERED UNTO HIS KIN</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5b0bc284c1533e001928ae6b", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 20:25:1", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Malbim on Numbers 20:25:1", "sourceHeRef": "מלבי\"ם על במדבר כ׳:כ״ה:א׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>קח את אהרן </b>ובאשר ענין האסיפה הזאת ע\"י השתוקקות הנפש אל ה' ברשפי אש שלהבת יה ובאהבה עזה עד מות הוא ענין גדול, לא זכה שום אדם להיות במעמד הנכבד הזה רק משה ואלעזר, ע\"כ לא מת למטה רק צוה שיעלה אל המערה המוכנת לזה בהר ההר נפרד מכל אדם שלא ימצא כל אדם בבואו להדבק בקדש:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5cd14177922a7400576c28ff", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 20:25:1", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Birkat Asher on Torah, Numbers 20:25:1", "sourceHeRef": "ברכת אשר על התורה, במדבר כ׳:כ״ה:א׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רש\"י ד\"ה קח את אהרן, ...מה שאין אני זכאי לכך. ע\"כ.</b> הביטוי קשה לכאורה, שהרי לא בשל העדר זכות משה, בניו לא באו במקומו, כי אם בהעדר זכות בניו, ולפחות בשל עודף זכות יהושע. ואולי אין מדקדקים ב\"דברים של ניחומים\"? (פ' חקת תשנ\"ג) הערת ר' חזקי פוקס שי': באמת במקור דברי רש\"י (תנחומא יז), נכתב רק \"הרי אתה מנחמו שהוא מוריש כתרו לבניו, מה שאין אתה מוריש לבניך\".", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dcd426003bbe83363ff346e", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "", "ref": "Midrash Sekhel Tov, Shemot 8:1:3", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Midrash Sekhel Tov, Shemot 8:1:3", "sourceHeRef": "מדרש שכל טוב, שמות ח׳:א׳:ג׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "והעל את הצפרדעים על ארץ מצרים. והעל כמו והעלה ודומה לו והעל אותם הר ההר (במדבר כ כה), ושניהם לבדם במקרא:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e1487012ed40553af50fd99", "index_title": "Gan Naul", "category": "Jewish Thought", "type": "", "ref": "Gan Naul, House I 8:8:2", "anchorRef": "Numbers 20:25-26", "anchorRefExpanded": ["Numbers 20:25", "Numbers 20:26"], "sourceRef": "Gan Naul, House I 8:8:2", "sourceHeRef": "גן נעול, בית ראשון ח׳:ח׳:ב׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1755, 1765], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Gan Naul", "he": "גן נעול"}, "heTitle": "בית ראשון", "he": "ומתוך כל המשפחה היקרה הזאת בחר השם באחד מהן שיהיה הראש. והוא הכהן הגדול. וצוהו מצות ידועות ואזהרות ידועת בארחות החכמה, מה שלא צוה ולא הזהיר לכל אחיו הכהנים. והוא דומה בענינו להבדלת המלך מכל אחיו. רק שהמלך נבדל מכולן לעניין המלוכה והנהגת העם, בדברי הרשות ועשות הדין והמשפט המוחלטת. והכהן הגדול נבדל מכולן לעניין שמירת המקדש והשירות לאלהיו בעבור היות נפשו עוד נבדלת מכל אחיו הכהנים, בכחותיה היקרות בקדושה ובהשכל ובבינה וכיוצא. ולפי שגדולתו תלוייה בכחות יקרות פנימיות נעלמות מעיני בשר, ואינן נודעות כפי מה שהם, זולתי ליוצר הכל ית', גם הוא יהיה נבחר על פי ה' על פי נביא. וכן מצינו בעוד שהיתה הנבואה בישראל, נעשו הכהנים הגדולים על פי נביא במצות ה'. משה רבינו ע\"ה משח את אהרן הכהן ע\"פ ה'. כמו שנאמר (שמות כח, א) \"ואתה הקרב אליך את אהרן אחיך\". אחרי מותו צוהו השם ב\"ה שיקים אלעזר בנו לכהן גדול תחתיו. כמו שנאמר (במדבר כ, כה-כו) \"קח את אהרן ואת אלעזר בנו ופשט את אהרן את בגדיו והלבשתם את אלעזר בנו\". ואצל עלי נאמר (שמואל א ב, ל) \"אמור אמרתי ביתך ובית אביך יתהלכו לפני עד עולם\". הרי שהשם ב\"ה בחר בו, והיה מבני איתמר. ועל צדוק נאמר (שמואל א ב, לה) \"והקמותי לי כהן נאמן כאשר בלבבי וכנפשי יעשה ובניתי לו בית נאמן\" וגו'. וכן נאמר בהמלכת שלמה (דהי\"א כט, כב) \"וימשחו ליי' לנגיד ולצדוק לכהן\". והיו זרעו אחריו כהנים גדולים כל ימי הבית, ונתן הנביא משח אותו על פי ה'. והנביאים שבכל דור ודור הקימו אחד מבניו במצות השם. וכמו שאמר (שמואל א ב, לה) \"ובניתי לו בית נאמן\". ועל כן אמרה התורה (ויקרא כא, י) \"והכהן הגדול מאחיו\". ומלת \"גדול\" תאר לכהן, והוא על גדולת עצם הכהן כי נפשו יקרה וגדולה, ובעבורה גדול מאחיו. לא שהוא גדול מאחיו בעבור שהוקם-על, ובחרוהו שיהיה נשיאם וגדולם, והן שוין אליו או טובים ממנו בענינים הנפשיים. שאם כן היה ראוי לומר והכהן אשר גדלהו אחיו.", "heVersionTitle": "Gan Na'ul, Rishon Letzion, 2016", "heLicense": "CC-BY", "heVersionTitleInHebrew": "גן נעול, ראשון לציון תשע\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85bfff5a84e37968814576", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Vayigash 32", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Agra DeKala, Vayigash 32", "sourceHeRef": "אגרא דכלה, ויגש ל״ב", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 32, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "ויגש", "he": "<b>ויאמר</b> פרעה אל יוסף וכו' (בראשית מה יז) עד ונשאתם את אביכם ובאתם (בראשית מה יט). מה שיש לדקדק במקראי קודש הללו. א', מה שאמר פרעה אמור אל אחיך \"זאת \"עשו, הוא מיותר ואין לו גיזרה דמה בא למעט. ב', טענו את בעירכם גם זה מיותר, דלאיזה צורך אמר להם זה, דממילא בודאי כשיסעו לביתם יטענו את הבהמות. ג', ולכו באו ארצה כנען, גם זה אינו מן הצורך, כי ידוע להם היכן ביתם ודירתם וארצם. ד', ולכו באו כפל לשון, לא היה לו לומר רק לכו. ה', ארצה כנען, לארץ היה לו לומר, הגם שה\"ה במקום למ\"ד בתחילתה, עם כל זה טעמא בעי כדרכינו בכל מקום. ו', וקחו את אביכם וכו' (בראשית מה יח), כבר ידוע דלא יפול לשון קיחה רק על דבר המטלטל הניקח מיד ליד, דמשום הכי הוצרכו רז\"ל לדרוש בכל מקום שנאמר \"קיחה, כמו קח את הלוים (במדבר ח ו), או \"קח את אהרן (במדבר כ כה), דרשו (תנחומא צו סי י') לשון \"קחם בדברים וכיוצא. ז', ובאו אלי, הנה היה לו לומר, כי לא אליו יבאו, רק לארץ ובעבור יוסף אחיהם. ח', ואתנה לכם וכו' ואכלו את חלב וכו', והוא כפל לשון (ודרשת רז\"ל ידוע דבואתנה לכם וכו' ניבא על העתיד, אך לפי הפשט התכת הפסוק לא יתכן, דהנה ואכלו את וכו' משמע כעת תיכף, ואתנה לכם וכו' שאמר קודם יתפרש על העתיד, על כן מההכרח לפרש הפסוק על פי הפשט, ויהיה רמז בו גם דברי חז\"ל כדרכם בכל מקום). ט', ואתה צויתה וכו', אין לו גיזרה. י', זאת עשו, כבר אמר למעלה ולמה כפלו. י\"א, קחו לכם מארץ מצרים, ידוע דודאי מארץ מצרים יוקחו כי שם היו, והיה לו לומר מפה. גם תיבת לכם מיותר. י\"ב, עגלות לטפכם ולנשיכם, וסיים ונשאתם את אביכם, ולא סיפא רישא. י\"ג, ונשאתם את אביכם וכו', כבר אמר למעלה וקחו את אביכם. גם למה שינה \"מוקחו \"לונשאתם. ואגב נדקדק עוד במקראות שאחר כך. י\"ד, ויעשו כן בני ישראל (בראשית מה כא), מה עשו דהנה אחר כך נאמר ויתן להם יוסף וכו', אם כן קודם לזה עדיין לא עשו כלום. ט\"ו, על פי פרעה מה משמיענו, כבר אמור למעלה שצוה כן פרעה. ט\"ז, ויתן להם צידה לדרך מה משמיענו, ומי לא ידע שמלך גדול וחסיד כמוהו לא יפטרם בלא מזון ובלא לויה. ולתרץ כל הנ\"ל נאמר על פי מאמר רז\"ל (ר\"ה ט\"ז ע\"ב) שהזהירו שלא יעמוד אדם במקום סכנה, תחת כותל רעוע וקיר נטוי וכיוצא דמזכירין עונותיו, והחמירו בזה עד שאמרו דאפילו שלוחי מצוה דאינם נזוקין, במקום דשכיח היזקא לא יעבור. והנה יש להבין כי הנה בודאי לא יארע לאדם שום היזק, רק במשפט צדק בדיניו ית', ואם כן אפילו אם לא יעמוד במקום סכנה, אם הדין הזה נגזר עליו מן השמים אין מידו מציל. ובאם אינו מחוייב בדין שמים, הנה בודאי אפילו אם יהיה במקום סכנה, השגחתו ית' להצילו. אך הוא הענין דהגם דמחוייב האדם ח\"ו בדיניו ית', עם כל זה מתעכב הדבר ברחמיו ית' וברוב חסדיו איזה זמן כפי שגזרה חכמתו ית' ברחמיו, ופן ואולי יעשה האדם תשובה בנתיים ויתבטל הדין ויתהפך לרחמים. אבל אם יעבור במקום סכנה, הנה הקטיגור מקטרג הרי הגיע העת והעונה לקיים הפסק, צריך לרחמים גדולים ולזכיות רבים שינצל, והרי זה דומה לאדם שנתחייב בבית דין, ומרחיבים לו זמן בית דין כדי שיחפש אחר מעות, אבל כראות הבית דין שיש בידו הון רב ואינו צריך לתחבולות, יחייבוהו לשלם תיכף. והנה הגזירה שנגזרה על זרע אברהם להשתעבד במצרים, נתעכב ברוב רחמיו וחסדיו ית' עד שבא יעקב, וגם בימי יעקב נתעכב בזכותו, וכמו שאמרו רז\"ל (שבת פ\"ט ע\"ב) ראוי היה יעקב אבינו לירד בשלשלאות וכו', אלא שזכותו עמדה לו, וצריך שתתבונן למה אמרו רז\"ל כזה דוקא על יעקב ולא על השבטים כולם, וביותר היה החוב עליהם כנודע, ותבין יישוב לזה בהמשך דברינו. והנה הדין היה נגזר מאז, ונתעכב ברחמים קודם שעמדו תחת כותל רעוע, היינו מצרים מקום המוכן לפורעניות, אבל כשבאו ועמדו תחת הכותל רעוע מצרים, התחיל המקטרג לקטרג ואין מקום להינצל ולהרחיב עוד הזמן וזה הוא הענין שכתבנו \"והקל נשמע בית פרעה לאמר באו אחי יוסף (בראשית מה טז), ק\"ל הוא המקטרג (בגימטריא ס\"מ) השמיע את קולו, הרי מצרים והרי פרעה והרי אחי יוסף, ואין מקום להינצל וממילא הם עבדים כפי השטר חוב, ושוב לא היה מקום לשיצא משם, וכיון שנקרא עליהם שם עבדות שוב אין עבד יכול לצאת ממצרים, ואם כן לא היה מקום לשיוכלו אפילו לשוב לבתיהם לפי שעה, כיון שנתוודע שהם הם העבדים אשר נגזר מאז להיותם משועבדים למצרים ואין מקום לנוס. אך לגודל רחמנותו ית' שלא יהיה השיעבוד כל ימי היות האיש תם בחיים חיותו על האדמה עם שבטי ישורון, היה מהפך הענין בתחבולותיו הגם שלא היה מקום לנוס מזעקת המקטרג, והיה מן ההכרח שיקרא עליהם תיכף שם עבדות, על כן הגוזר ית' שם הדברים האלה בפי פרעה, שכפי פירושו של דברים יתקיים תיכף ענין השיעבוד כפי טענות המקטרג, ואף על פי כן היה הכל בהרווחה ובעבותות אהבה ימשכו. ועתה נבא לפירושן של דברים בעזרת החונן לאדם דעת, ויאמר פרעה אל יוסף (אמירה בלשון רכה), זאת עשו (ר\"ל שכבר אין לכם רשות לילך מעצמיכם כדרך בני חורין, כי כבר נקרא עליכם שם עבדות, ומשפט הארץ הזאת שאין עבד יכול לצאת מפני הכלבים אשר נעשו בכשפות בכל גבולי מצרים, שעליהם נאמר בצאת ישראל ממצרים ולכל בני ישראל לא יחרץ כלב לשונו (שמות יא ז) כנודע ממקובלים), מגבול הארץ הזאת. אך הנה עבד במצרים אם ישלחנו רבו לעבודתו בשליחותו אפילו מחוץ לגבול, בודאי היה יכול לצאת רק לברוח לא היה יכול. וז\"ש לו פרעה הנה אינו באפשרי עוד שיצאו מכאן מחוץ לגבול, ואם כן אינו באפשר שיבא האב הזקן והטף והנשים לכאן, אם לא שישלחו מכאן לכפותם בשלשאות. על כן אני אומר לך דרך חבה ועצה טובה שיהיה הכל באופן זה, שכל הפעולות שיעשו מהיום יהיה על פי ציווי דרך עבדות בשליחות בהכרח, ואז יוכלו לצאת מהגבול ולא יעכבום הכלבים עזי נפש, על כן אני מצוה אותך שאני מושל עליך שעתה תצוה אותם כאשר יתבאר, והכל יהיה מצדי ועל ידי כך יוכלו לצאת מהגבול. וז\"ש אמור אל אחיך בפרטות כל ענין וענין, זאת עשו, זה הלשון יורה בדוקא זאת דוקא עשו, ולא ענין אחר כדרך בני חורין, רק כמו עבד אשר עשייתו מוכרחת מהאדון, טענו את בעירכם ולכו באו ארצה כנען. הנה צוה כדרך האדון המצוה לעבדו כל פרט ופרט, בכדי שעל כל ענין וענין יהיו נחשבים כעבדים העושים עבדות אדוניהם, ואז לא יעכבום הכלבים. טענו את בעירכם הוא עבודה אחת, ולכו עבודה ב'. בכל אורך הדרך יהיה מוטל משא עבודת האדון עליהם. ובאו, גם כשיבאו לארץ כנען לא יפרקו עול השיעבוד מעליהם, כיון דהביאה לארץ גם הוא בציווי. ארצה כנען, דהנה לא היו דרים תיכף בקצה הגבול ארץ כנען, ואלו היה אומר לארץ כנען היה רק עול השיעבוד עד מקום הגבול, אבל לכנוס לתוכיות הארץ במופלג היה מרצונם, וטענות המקטרג היה שלא יופסק מעליהם השיעבוד, על כן אמר \"ארצה כנען דהיינו בתוכיותו, שגם זה הוא בציווי ותקראו גם בזה עבדים עושים בהכרח. \"וקחו את אביכם, אמר בלשון \"קחו מורה בהכרח ובחזקה, כי בכל מקום שדרשו רז\"ל \"קחם בדברים, הוא גם כן באופן זה, כי המדבר ומפתה בדברים המתיישבין על הלב, אזי הלב מכריחו למעשה, הנה היה הציווי עליהם שיקחוהו בחזקה, ויש בלשון זה קיחה בדברים כמו שאמרו רז\"ל, ואף על פי כן יחשב על אביהם לשיעבוד, כי יש בלשון הזה הכרח. \"ובאו \"אלי, הנה היה מעמיס עליהם טורח העבודה עד שישוב לגבול מצרים תחת רשותו, ממילא נתקיים המשפט תיכף כפי שקטרג המקטרג, ואף על פי כן היה הכל דרך חיבה שכל העבודות הללו היו צריכים לעשות מעצמם, ונצטוו עליהם כדי שיהיה נחשב לשיעבוד כאלו עושים בהכרח. ואחר שגמר ציווי העבדות, הנה מן ההכרח לאדון אשר ישלח את עבדו למקום הנרצה ליתן לו צדה ומזונות לדרך, כי אין לו משלו כי מה שקנה עבד. וז\"ש גם כן להורות העבדות המופלג, שכבר אין להם משלהם כי הכל שייך לי, אמר ואתנה לכם את טוב ארץ מצרים, היינו צדה לדרכיכם מזונות טובים לפרנסת הדרך, ואכלו בהכרח את חלב הארץ הזאת, כי אין לכם עוד חלק בנכסיכם, ואפשר גם זה הוא בכלל ציווי האדון בהכרח על עבדו, שלא ירעיב את עצמו וימעט בעבודתו, שעל כן במשפטי התורה אינו חל על העבד נזירות ונדרים, שאין לו רשות להרעיב את עצמו מבשר ויין שימעט במלאכת רבו (רמב\"ם הל' שכירות פי\"ג ה\"ו), הנה כל הציווי אמר ליוסף שהוא יאמר להם ויהיה נחשב לשיעבוד. אבל עדיין קשה למה לא אמר להם הוא בעצמו כל הענין, אך אילו היה כן לא היה יוסף נכנס בגדר השיעבוד, והנה הוא מבני יעקב, הנה אמר ואתה \"צויתה זאת עשו, הנה אני מצוה אתך שאתה תצוה, ואם כן גם אתה מן המשועבדים בשמרך את ציוויי. וגזר אומר עוד קחו לכם מארץ מצרים עגלות, ר\"ל אם באפשר גם זה לא יועיל, על כן קחו לכם מארץ מצרים עגלות, ר\"ל לא תרכבו על הבהמות שלכם, רק הבהמות יהיו טעונות בר ולחם ומזון, וזה שהתחיל טענו את בעירכם והבן, ולכם לעצמיכם קחו לכם עגלות מארץ מצרים, ויהיה זה יציאה לפי שעה בשליחות לשוב תיכף בגמר השליחות, כי כמו שהעגלות ניתנו להשבון, כמו כן גם אתם. הנה כל זה אמר פרעה אל יוסף אמור אל אחיך בלשון רכה שלטובתכם אני דורש, והמתיק עמו סוד ואמר לו אמור אל אחיך בלשון רכה, שלא יבינו הענין ויתבהלו. אך בענין העגלות חש פן יבינו מהענין המפליא כל רואיו שיניחו בהמותיהם בלי רכיבה והם ישבו על העגלות, אזי סיים המאמר שיכול לתרץ להם כוונת העגלות, שהם לטפכם ולנשיכם דלאו אורחייהו לרכיבה כאמור בדברי חז\"ל בפסחים (ג' ע\"א), וסיים המאמר ונשאתם את אביכם ובאתם, שעל ידי כל אלו התחבולות תוכלו לשאת את אביכם בנחת כאשר ישא האומן את היונק, כי בזולת זה כבר נגמר הדין ולא תוכלו לצאת מהגבול, ויהיה בהכרח לשלוח עבדים הרצים בסוסים ליקח את אביכם בשלשלאות. ובזה יובנו דברי רז\"ל באמרם ראוי היה יעקב וכו', יעקב דייקא ולא הם, כי כבר באו על ידי סיבה. ואל תתמה על החפץ אם היה הרשע הזה יודע כל זה מענין הקטרוג והגמר דין, כי ידוע מרז\"ל גודל שרשו בסט\"א עיין בזהר. והנה כתבנו שפרעה צוה לומר להם בלשון רכה שלא יבינו הענין, אבל כולם היו חכמים מחוכמים ברוח הקודש, וכבר הרגישו הענין מעת התוודע יוסף אליהם שזה ענין הנרצה והש\"י סיבב המכירה בשביל זה, על כן בכו גם הם גם יוסף, וכאשר אמר להם יוסף הבינו כולם כל הענין, (וסיפור)[וסיפר] הכתוב כי לא בעטו ביסורין וקבלו עליהם גזירת מלכו של עולם. וז\"ש ויעשו כן בני ישראל, היינו קבלת העבדות בלי נטות ימין ושמאל, וגמר אומר ויתן \"להם \"יוסף עגלות להם דייקא לצרכם, כי לא היו נרשים לרכוב על הבהמות, וסיים אומר \"על \"פי \"פרעה, הגם שיוסף הוא השליט, עשה הכל באופן עבדות שנצטוה כן מפרעה להוראת העבדות, ויתן להם צדה לדרך, כמו שנותנים לעבדים בעת צאתם למלאכת אדוניהם וכמ\"ש לעיל. ועל פי הדברים האלה תבין למה נתעצל יוסף ולא הלך בעצמו לקראת אביו לארץ כנען ואיה חסידותו, והגם שהיה מצטרך ליקח רשות מפרעה, על כל פנים היה לו לבקש מאת פרעה שירשהו, כמו שביקש ממנו אחרי פטירת אביו. אך כל מה דאפשר למעט בהליכה טפי עדיף, כי גם להליכתם היה מצטרך לתחבולות רבות לשיוכלו לצאת, ואם היה יוסף הולך לא היה נחשב לעבדות כל כך, כיון שהוא מלך מושל, ועל ידי זה יהיה ח\"ו סיבה לשלא יוכלו לצאת מהגבול. ובזה תבין גם כן שם בעת קברו את אביו נטל רשות מפרעה (בראשית נ ה), וכי סלקא דעתך שבכל מקום שהיה רוצה לצאת וללכת היה נוטל רשות מפרעה, הלא אמר לו רק הכסא אגדל ממך (בראשית מא מ). רק כיון שנגזר הדין גם הוא בכלל המשעובדים בכלל הגזירה, ולא היה באפשרי לו לצאת מהגבול רק על פי ציווי פרעה בעבודה דייקא. וז\"ש שם אעלה נא וכו' \"ואשובה, דקשה למה ליה למימר \"ואשובה. להורות שאינו יוצא מהגבול רק בציווי פרעה, בתנאי ואשובה לעבודת פרעה. וז\"ש פרעה (בראשית נ ו) עלה בציווי ממני, וקבר את אביך גם כן בציווי. כי לפי פשוטו לא היה לו לומר רק לך לשלום, כמ\"ש יתרו למשה (שמות ד יח) כשנטל ממנו רשות. ולפי מ\"ש ניחא שהוצרך לומר לו הכל בלשון ציווי בהכרח עליו. כאשר תעמיק בדברינו תמצא טוב טעם ודעת, ותראה נפלאות תמים דעים איך הוא עושה רצון יראיו לפלטם מיד צר, אפילו בהיות הגזרה גזורה ודחוקה, משתנה הענין ברחמים רבים בזכות הצדיקים עושי רצונו. ויוצא לנו מסיפור המאמר איך שהמקטרג מקטרג בשעת הסכנה, כי גם הצדיקים הללו בבואם למקום הסכנה, לא היה מקום להמלט זולת רחמיו ית' לגודל צדקת יעקב אבינו ובניו שבטי ישורון, אזי נהפך הכל להעשות הדבר ברחמים רבים, אבל נתקיים הגזר דין כפי הקטרוג. על כן מי הוא זה אשר יהיה לבו בטוח בצדקתו כצדקת הצדיקים הללו, על כן החמירו רז\"ל מאד בדבר והם אמת ותורתם אמת, אחיי ידידיי התבוננו נא בדברי אלה ותמצאו טוב טעם לכמה גופי תורה:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c04336bd99b239b45bbf", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Vaera 8", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Agra DeKala, Vaera 8", "sourceHeRef": "אגרא דכלה, וארא ח׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 8, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "וארא", "he": "<b>והעל את הצפרדעים (שמות ח א).</b> ב' במסורה. דין. ואידך קח את אהרן וכו' \"והעל אותם הר ההר (במדבר כ כה). לרמז מה שאמרו רז\"ל (פסחים נ\"ג ע\"ב) שהצפרדעים מסרו עצמן למיתה בציווי הש\"י, והיא נלמד משם, כמו לשם באהרן העליה היתה למיתה, כמו כן בכאן:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d63e8415afd29c04f207", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 20:25:1", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Gur Aryeh on Bamidbar 20:25:1", "sourceHeRef": "גור אריה על במדבר כ׳:כ״ה:א׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>בדברי ניחומים.</b> דלא שייך לומר \"קח\", דאין אדם ניקח לרשות אחר אלא אם כן יפתה אותו בדברים טובים, שאז ניקח ברשותו:<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"90\"></i>", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f1e9f7b1d77ecfb0d09e7ce", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 20:25:1", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Midrash Lekach Tov, Numbers 20:25:1", "sourceHeRef": "מדרש לקח טוב, במדבר כ׳:כ״ה:א׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> קחה את אהרן. <i data-commentator=\"Beur HaRe'em\" data-order=\"73\"></i> קחנו בדברים. ואת אלעזד בנו. אמור לו כל שמת ומניח בנו תחתיו ממלא מקומו אינו מת. וכן הוא אומר (מלכים א י״א:כ״א) והדד שמע במצרים כי שכב דוד עם אבותיו וכי מת יואב שר הצבא. דוד שהניח בן כמוהו ממלא מקומו אמר בו שכיבה. יואב שלא הניח בן כמותו כתב בו מיתה:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ec1fd6e735e0a5900c9c75", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "", "ref": "Midrash Lekach Tov, Leviticus 8:7:1", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Midrash Lekach Tov, Leviticus 8:7:1", "sourceHeRef": "מדרש לקח טוב, ויקרא ח׳:ז׳:א׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> ויתן עליו את הכתונת. מלמד <i data-commentator=\"Beur HaRe'em\" data-order=\"82\"></i> שנעשה משה סגן לאהרן הוא היה מפשיטו והוא היה מלבישו וכשם שנעשה לו סגן בחיים כן נעשה סגן במותו. שנאמר (במדבר כ׳:כ״ה) קח את אהרן ואת אלעזר בנו והפשט והלבש וגו'. ומנין שעשה כן שנאמר (שם) ויעש משה כאשר צוה ה' ויפשט משה את אהרן. וכי היאך היה משה יכול להפשיט את אהרן בגדים כסדרן והלא העליונים הם העליונים לעולם וכמו כן התחתונים אלא מעשה נס עשה הקב\"ה לאהרן כמותו יותר מבחייו. העמידו משה על הסלע והפשיטו בגדי כהונה ובגדי שכינה נלבשין תחתיהן וכן הפשיט בגדים התחתונים תחלה ואחר כך העליונים:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "612255486c25a633c1efb14d", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part III, Chapter 15; Losing a Leader 12", "anchorRef": "Numbers 20:22-29", "anchorRefExpanded": ["Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part III, Chapter 15; Losing a Leader 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שלישי, פרק טו י״ב", "anchorVerse": 22, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק טו", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>And they journeyed from Kadesh; and the children of Israel, even the whole congregation came unto Mount Hor. And the Lord spoke unto Moses and Aaron in Mount Hor, by the border of Edom, saying, “Aaron shall be gathered unto his people; for he shall not enter the land which I have given unto the children of Israel, because you rebelled against my words at the waters of Meribah. Take Aaron and Eleazar his son and bring them up unto Mount Hor. And strip Aaron of his garments and put them upon Eleazar, his son; and Aaron shall be gathered unto his people and shall die there.” And Moses did as the Lord commanded; and they went up into Mount Hor in the sight of all the congregation. And Moses stripped Aaron of all his garments and put them upon Eleazar his son and Aaron died there on the top of the mount; and Moses and Eleazar came down from the mount. And when all the congregation saw that Aaron was dead, they wept for Aaron thirty days, even all the house of Israel. (Num. 20:22–29)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319d0f0b6084aa1cbf09089", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, הֹר 1", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "BDB, הֹר 1", "sourceHeRef": "בראון-דרייבר-בריגס, הֹר א׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "הֹר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">הֹר</span></big>  <strong>n.pr.mont. </strong><br><strong>1.</strong>  mt. on border of Edom, always <span dir=\"rtl\">הֹר הָהָר</span>, named as stage in Isr.’s journey to Canaan <a data-ref=\"Numbers 20:22\" href=\"/Numbers.20.22\">Nu 20:22</a>; <a data-ref=\"Numbers 21:4\" href=\"/Numbers.21.4\">21:4</a>; <a data-ref=\"Numbers 33:37\" href=\"/Numbers.33.37\">33:37</a> <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a>; as place of Aaron’s death <a data-ref=\"Numbers 20:23\" href=\"/Numbers.20.23\">Nu 20:23</a>, <a data-ref=\"Numbers 20:25\" href=\"/Numbers.20.25\">25</a>, <a data-ref=\"Numbers 20:27\" href=\"/Numbers.20.27\">27</a>; <a data-ref=\"Numbers 33:38\" href=\"/Numbers.33.38\">33:38</a>, <a data-ref=\"Numbers 33:39\" href=\"/Numbers.33.39\">39</a>, <a data-ref=\"Numbers 33:41\" href=\"/Numbers.33.41\">41</a> <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a> (all P); = mod. <em>Jebel Nebi Hârûn</em> c. 50 miles S. of Dead Sea, just S. (SW.) of Petra, according to Rob<sup>BR ii, 125, 152, cf. 519 ff.</sup> Bd<sup>Pal. 153</sup>; disputed by Ew Kn Di, & especially Trumbull<sup>Kadesh Barnea 128 ff.</sup>, who thinks of <em>J. Madurah</em>, NW. of Edom.<br><strong>2.</strong>  a NE. spur of Lebanon <a data-ref=\"Numbers 34:7\" href=\"/Numbers.34.7\">Nu 34:7</a>, <a data-ref=\"Numbers 34:8\" href=\"/Numbers.34.8\">8</a> (P); mod. <em>Jebel ʿAkkar</em> cf. Porter<sup>Damascus, ed. 2, p. 333</sup> Nbr<sup>Géogr. du Talm. p. 9</sup> FurrerZPV <sup>viii. 27</sup>; yet v. Di."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d0f8b6084aa1cbf095d7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, הַר² 1", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "BDB, הַר² 1", "sourceHeRef": "בראון-דרייבר-בריגס, הַר² א׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "הַר²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">הַר</span></big><sub>558</sub>  <strong>n.m.</strong> <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">Gn 7:19</a> mountain, hill, hill-country <strong>(</strong>NH <em>id.</em>, pl. <span dir=\"rtl\">הָרִים</span>, <span dir=\"rtl\">הֲרָרִים</span>; Ph. <span dir=\"rtl\">הר</span> †CIS <sup>i. 3, 17</sup>; Sab. sf. <span dir=\"rtl\">הרתהמו</span> DHM<sup>ZMG 1876, 673</sup><strong>)</strong>;—<span dir=\"rtl\">ה׳</span> abs. <a data-ref=\"Joshua 17:18\" href=\"/Joshua.17.18\">Jos 17:18</a> +; c. art. <span dir=\"rtl\">הָהָר</span> <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">Ex 3:12</a> +; c. <span dir=\"rtl\">ָה</span> loc. <span dir=\"rtl\">הֶ֫רָה</span> <a data-ref=\"Genesis 14:10\" href=\"/Genesis.14.10\">Gn 14:10</a>, <span dir=\"rtl\">הָהָ֫רָה</span> <a data-ref=\"Genesis 12:8\" href=\"/Genesis.12.8\">Gn 12:8</a> + 12 times; cstr. <span dir=\"rtl\">הַר</span> <a data-ref=\"Genesis 10:30\" href=\"/Genesis.10.30\">Gn 10:30</a> +; sf. <span dir=\"rtl\">הַרֲרִי</span> <a data-ref=\"Psalms 30:8\" href=\"/Psalms.30.8\">ψ 30:8</a>, <span dir=\"rtl\">הֲרָרִי</span> <a data-ref=\"Jeremiah 17:3\" href=\"/Jeremiah.17.3\">Je 17:3</a>; <span dir=\"rtl\">הַרְכֶם</span> <a data-ref=\"Psalms 11:1\" href=\"/Psalms.11.1\">ψ 11:1</a>; <span dir=\"rtl\">הַרֲרָם</span> <a data-ref=\"Genesis 14:6\" href=\"/Genesis.14.6\">Gn 14:6</a>; pl. <span dir=\"rtl\">הָרִים</span> <a data-ref=\"Deuteronomy 11:11\" href=\"/Deuteronomy.11.11\">Dt 11:11</a> +; c. art. <span dir=\"rtl\">הֶהָרִים</span> <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">Gn 7:19</a> +; cstr. <span dir=\"rtl\">הָרֵי</span> <a data-ref=\"Genesis 8:4\" href=\"/Genesis.8.4\">Gn 8:4</a> + 27 times; <span dir=\"rtl\">הַרֲרֵי</span> <a data-ref=\"Deuteronomy 33:15\" href=\"/Deuteronomy.33.15\">Dt 33:15</a> + 8 times (all poet.); sf. <span dir=\"rtl\">הָרַי</span> <a data-ref=\"Isaiah 14:25\" href=\"/Isaiah.14.25\">Is 14:25</a>; <a data-ref=\"Isaiah 49:11\" href=\"/Isaiah.49.11\">49:11</a> <a data-ref=\"Zechariah 14:5\" href=\"/Zechariah.14.5\">Zc 14:5</a> + <a data-ref=\"Ezekiel 38:21\" href=\"/Ezekiel.38.21\">Ez 38:21</a> (B Co <span dir=\"rtl\">חרדה</span>), <span dir=\"rtl\">הָרָ֑י</span> <a data-ref=\"Isaiah 65:9\" href=\"/Isaiah.65.9\">Is 65:9</a>; <span dir=\"rtl\">הָרָיו</span> <a data-ref=\"Ezekiel 35:8\" href=\"/Ezekiel.35.8\">Ez 35:8</a> <a data-ref=\"Malachi 1:3\" href=\"/Malachi.1.3\">Mal 1:3</a>; <span dir=\"rtl\">הֲרָרֶיהָ</span> <a data-ref=\"Deuteronomy 8:9\" href=\"/Deuteronomy.8.9\">Dt 8:9</a>;—<br><strong>1.</strong>  <em>mountain, hill</em> (these often not sharply distinguished, but): <strong>a.</strong>  specif. <em>mountain, high elevation</em>, often in all the literature;—e.g. <span dir=\"rtl\">הַר סִינַי</span> <em>Mount Sinai</em> (properly, the Mount of Sinai; so always) †<a data-ref=\"Exodus 19:11\" href=\"/Exodus.19.11\">Ex 19:11</a>, <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">18</a>, <a data-ref=\"Exodus 19:20\" href=\"/Exodus.19.20\">20</a>, <a data-ref=\"Exodus 19:23\" href=\"/Exodus.19.23\">23</a>; <a data-ref=\"Exodus 24:16\" href=\"/Exodus.24.16\">24:16</a>; <a data-ref=\"Exodus 31:18\" href=\"/Exodus.31.18\">31:18</a>; <a data-ref=\"Exodus 34:2\" href=\"/Exodus.34.2\">34:2</a>, <a data-ref=\"Exodus 34:4\" href=\"/Exodus.34.4\">4</a>, <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">29</a>, <a data-ref=\"Exodus 34:32\" href=\"/Exodus.34.32\">32</a> <a data-ref=\"Leviticus 7:38\" href=\"/Leviticus.7.38\">Lv 7:38</a>; <a data-ref=\"Leviticus 25:1\" href=\"/Leviticus.25.1\">25:1</a>; <a data-ref=\"Leviticus 26:46\" href=\"/Leviticus.26.46\">26:46</a>; <a data-ref=\"Leviticus 27:34\" href=\"/Leviticus.27.34\">27:34</a> <a data-ref=\"Numbers 3:1\" href=\"/Numbers.3.1\">Nu 3:1</a>; <a data-ref=\"Numbers 28:6\" href=\"/Numbers.28.6\">28:6</a> <a data-ref=\"Nehemiah 9:13\" href=\"/Nehemiah.9.13\">Ne 9:13</a> (v. <a data-ref=\"BDB, סִינַי\" href=\"/BDB,_סִינַי\", dir=\"rtl\">סִינַי</a>); also <span dir=\"rtl\">הָהָר</span> = <em>id.</em>, <a data-ref=\"Exodus 19:2\" href=\"/Exodus.19.2\">Ex 19:2</a> + 10 times <a data-ref=\"Exodus 19\" href=\"/Exodus.19\">Ex 19</a> (v <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">18</a> read <span dir=\"rtl\">הָעָם</span>, so Codd. 𝔊 Di) <a data-ref=\"Exodus 20:15\" href=\"/Exodus.20.15\">20:18</a>; <a data-ref=\"Exodus 24:4\" href=\"/Exodus.24.4\">24:4</a> + 6 times <a data-ref=\"Exodus 24\" href=\"/Exodus.24\">Ex 24</a>; <a data-ref=\"Exodus 25:40\" href=\"/Exodus.25.40\">25:40</a>; <a data-ref=\"Exodus 26:30\" href=\"/Exodus.26.30\">26:30</a>; <a data-ref=\"Exodus 27:8\" href=\"/Exodus.27.8\">27:8</a>; <a data-ref=\"Exodus 32:1\" href=\"/Exodus.32.1\">32:1</a>, <a data-ref=\"Exodus 32:15\" href=\"/Exodus.32.15\">15</a>, <a data-ref=\"Exodus 32:19\" href=\"/Exodus.32.19\">19</a>; <a data-ref=\"Exodus 34:2\" href=\"/Exodus.34.2\">34:2</a>, <a data-ref=\"Exodus 34:3\" href=\"/Exodus.34.3\">3</a><sup>(×2)</sup>, <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">29</a>; = <span dir=\"rtl\">הַר חוֹרֵב</span> †<a data-ref=\"Exodus 33:6\" href=\"/Exodus.33.6\">Ex 33:6</a> (v. <a data-ref=\"BDB, חֹרֵב\" href=\"/BDB,_חֹרֵב\", dir=\"rtl\">חֹרֵב</a>), also <span dir=\"rtl\">אֶל־הַר הָאֱלֹהִים חֹרֵ֑בָה</span> <a data-ref=\"Exodus 3:1\" href=\"/Exodus.3.1\">Ex 3:1</a>, <span dir=\"rtl\">עַד הַר הָאֱלֹהִים חֹרֵב</span> <a data-ref=\"I Kings 19:8\" href=\"/I_Kings.19.8\">1 K 19:8</a>; further <span dir=\"rtl\">הָהָר</span> = <em>id.</em>, <a data-ref=\"Deuteronomy 4:11\" href=\"/Deuteronomy.4.11\">Dt 4:11</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 5:4\" href=\"/Deuteronomy.5.4\">5:4</a>, <a data-ref=\"Deuteronomy 5:5\" href=\"/Deuteronomy.5.5\">5</a>, <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">19</a>, <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">20</a>; <a data-ref=\"Deuteronomy 9:9\" href=\"/Deuteronomy.9.9\">9:9</a> + 10 times <a data-ref=\"Deuteronomy 9\" href=\"/Deuteronomy.9\">Dt 9</a>.<a data-ref=\"Deuteronomy 10\" href=\"/Deuteronomy.10\">10</a>, <a data-ref=\"I Kings 19:11\" href=\"/I_Kings.19.11\">1 K 19:11</a>; = <span dir=\"rtl\">הַר הָאֱלֹהִים</span> <a data-ref=\"Exodus 4:27\" href=\"/Exodus.4.27\">Ex 4:27</a>; <a data-ref=\"Exodus 18:5\" href=\"/Exodus.18.5\">18:5</a>; <a data-ref=\"Exodus 24:13\" href=\"/Exodus.24.13\">24:13</a> (all JE) = <span dir=\"rtl\">הַר יהוה</span> <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">Nu 10:33</a> (cf. Di); v. further <a ,=\"\" data-ref=\"BDB, הַר\" dir=\"rtl\" href=\"/BDB,_הַר\">הֹר הָהָר</a> <em>Hor the mount</em> (so always) <a data-ref=\"Numbers 20:22\" href=\"/Numbers.20.22\">Nu 20:22</a> + 10 times Nu; <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a>; = <span dir=\"rtl\">הָהָר</span> <a data-ref=\"Numbers 20:28\" href=\"/Numbers.20.28\">Nu 20:28</a><sup>(×2)</sup>; <span dir=\"rtl\">הַר נְבוֹ</span> <a data-ref=\"Deuteronomy 32:49\" href=\"/Deuteronomy.32.49\">Dt 32:49</a>; <a data-ref=\"Deuteronomy 34:1\" href=\"/Deuteronomy.34.1\">34:1</a> = <span dir=\"rtl\">הָהָר</span> <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">32:50</a>; = <span dir=\"rtl\">הַר הָעֲבָרִים הַזֶּה</span> <a data-ref=\"Numbers 27:12\" href=\"/Numbers.27.12\">Nu 27:12</a> <a data-ref=\"Deuteronomy 32:49\" href=\"/Deuteronomy.32.49\">Dt 32:49</a>, cf. (<a data-ref=\"BDB, נְבוֹ\" href=\"/BDB,_נְבוֹ\", dir=\"rtl\">לִפְנֵי נְבוֹ</a>) <span dir=\"rtl\">הָרֵי הָעֲבָרִים</span> <a data-ref=\"Numbers 33:47\" href=\"/Numbers.33.47\">Nu 33:47</a>, <a data-ref=\"Numbers 33:48\" href=\"/Numbers.33.48\">48</a>; <span dir=\"rtl\">הַר גְּרִזִּים</span> <em>Mt. Gerizim</em> †<a data-ref=\"Deuteronomy 11:29\" href=\"/Deuteronomy.11.29\">Dt 11:29</a>; <a data-ref=\"Deuteronomy 27:12\" href=\"/Deuteronomy.27.12\">27:12</a> <a data-ref=\"Joshua 8:33\" href=\"/Joshua.8.33\">Jos 8:33</a>; <span dir=\"rtl\">רֹאשׁ הַר־גְּרִזִּים</span> <a data-ref=\"Judges 9:7\" href=\"/Judges.9.7\">Ju 9:7</a>; <span dir=\"rtl\">הַר עֵיבָ֑ל</span> <em>Mt. Ebal</em> †<a data-ref=\"Deuteronomy 11:29\" href=\"/Deuteronomy.11.29\">Dt 11:29</a>; <a data-ref=\"Deuteronomy 27:4\" href=\"/Deuteronomy.27.4\">27:4</a>, <a data-ref=\"Deuteronomy 27:13\" href=\"/Deuteronomy.27.13\">13</a> <a data-ref=\"Joshua 8:30\" href=\"/Joshua.8.30\">Jos 8:30</a>, <a data-ref=\"Joshua 8:33\" href=\"/Joshua.8.33\">33</a>; also <span dir=\"rtl\">הַר חֶרְמוֹן</span> <em>Mt. Hermon</em> <a data-ref=\"Deuteronomy 3:8\" href=\"/Deuteronomy.3.8\">Dt 3:8</a> <a data-ref=\"Joshua 11:17\" href=\"/Joshua.11.17\">Jos 11:17</a>; <a data-ref=\"Joshua 12:1\" href=\"/Joshua.12.1\">12:1</a>, <a data-ref=\"Joshua 12:5\" href=\"/Joshua.12.5\">5</a>; <a data-ref=\"Joshua 13:5\" href=\"/Joshua.13.5\">13:5</a>, <a data-ref=\"Joshua 13:11\" href=\"/Joshua.13.11\">11</a> <a data-ref=\"I Chronicles 5:23\" href=\"/I_Chronicles.5.23\">1 Ch 5:23</a>; cf. <a data-ref=\"Deuteronomy 4:48\" href=\"/Deuteronomy.4.48\">Dt 4:48</a> <span dir=\"rtl\">הַר שִׂראֹן הוּא חֶרְמוֹן</span> (v. <a data-ref=\"BDB, חֶרְמוֹן\" href=\"/BDB,_חֶרְמוֹן\", dir=\"rtl\">חֶרְמוֹן</a>), & <span dir=\"rtl\">הַר בַּעַל חֶרְמוֹן</span> (v. <em>id.</em>, & <a data-ref=\"BDB, בַּ֫עַל חֶרְמוֹן\" href=\"/BDB,_בַּ֫עַל חֶרְמוֹן\", dir=\"rtl\">בעל חרמון</a> sub <a data-ref=\"BDB, בַּעַל\" href=\"/BDB,_בַּעַל\", dir=\"rtl\">בעל</a>); <span dir=\"rtl\">הַר הַלְּבָנוֹן</span> <em>Mt. Lebanon</em> <a data-ref=\"Judges 3:3\" href=\"/Judges.3.3\">Ju 3:3</a>, cf. <span dir=\"rtl\">מְרוֹם הָרִים יַרְכְּתֵי לְבָנוֹן</span> <a data-ref=\"II Kings 19:23\" href=\"/II_Kings.19.23\">2 K 19:23</a> = <a data-ref=\"Isaiah 37:24\" href=\"/Isaiah.37.24\">Is 37:24</a> (v. <a data-ref=\"BDB, לְבָנוֹן\" href=\"/BDB,_לְבָנוֹן\", dir=\"rtl\">לבנון</a>); <span dir=\"rtl\">הַר הַכַּרְמֶ֑ל</span> <em>Mt. Carmel</em> <a data-ref=\"I Kings 18:19\" href=\"/I_Kings.18.19\">1 K 18:19</a>, <a data-ref=\"I Kings 18:20\" href=\"/I_Kings.18.20\">20</a> <a data-ref=\"II Kings 2:25\" href=\"/II_Kings.2.25\">2 K 2:25</a>; <a data-ref=\"II Kings 4:25\" href=\"/II_Kings.4.25\">4:25</a> (v. <a data-ref=\"BDB, כַּרְמֶל²\" href=\"/BDB,_כַּרְמֶל²\", dir=\"rtl\">כרמל</a>); <span dir=\"rtl\">הָהָר</span> = <em>id.</em>, <a data-ref=\"II Kings 4:27\" href=\"/II_Kings.4.27\">4:27</a>, appar. also <a data-ref=\"II Kings 1:9\" href=\"/II_Kings.1.9\">1:9</a>; <span dir=\"rtl\">הַר תָּבוֹר</span> <em>Mt. Tabor</em>, <a data-ref=\"Judges 4:6\" href=\"/Judges.4.6\">Ju 4:6</a>, <a data-ref=\"Judges 4:12\" href=\"/Judges.4.12\">12</a>, <a data-ref=\"Judges 4:14\" href=\"/Judges.4.14\">14</a>, cf. <a data-ref=\"Jeremiah 46:18\" href=\"/Jeremiah.46.18\">Je 46:18</a> <span dir=\"rtl\">תָּבוֹר בֶּהָרִים</span> (opp. <span dir=\"rtl\">כַּרְמֶל בַּיָּם</span>); <span dir=\"rtl\">הַר הַגִּלְבֹּעַ</span> <a data-ref=\"I Samuel 31:1\" href=\"/I_Samuel.31.1\">1 S 31:1</a>, <a data-ref=\"I Samuel 31:8\" href=\"/I_Samuel.31.8\">8</a> <a data-ref=\"II Samuel 1:6\" href=\"/II_Samuel.1.6\">2 S 1:6</a>, also (poet.) <span dir=\"rtl\">הָרֵי בַּגּ׳</span> v <a data-ref=\"II Samuel 1:21\" href=\"/II_Samuel.1.21\">21</a> (cf. Dr); <span dir=\"rtl\">הַר־חֶרֶס</span> <a data-ref=\"Judges 1:35\" href=\"/Judges.1.35\">Ju 1:35</a> (Stu <span dir=\"rtl\">עָר חֶרֶס</span>) cf. <a ,=\"\" data-ref=\"BDB, חֶרֶס\" dir=\"rtl\" href=\"/BDB,_חֶרֶס\">חֶרֶס</a>; <span dir=\"rtl\">הַר הַזֵּיתִים</span> <a data-ref=\"Zechariah 14:4\" href=\"/Zechariah.14.4\">Zc 14:4</a><sup>(×2)</sup> <em>Mount of Olives</em>, (opp. <span dir=\"rtl\">גֵּיא</span>) cf. <span dir=\"rtl\">הָהָר אֲשֶׁר מִקֶּדֶם לָעִיר</span> <a data-ref=\"Ezekiel 11:23\" href=\"/Ezekiel.11.23\">Ez 11:23</a>; also <span dir=\"rtl\">בָּהָר אֲשֶׁר עַל־פְּנֵי יְרוּשָׁלִַם</span> <a data-ref=\"I Kings 11:7\" href=\"/I_Kings.11.7\">1 K 11:7</a> (place of Sol.’s idolary) = <span dir=\"rtl\">הַר־הַמַּשְׁחִית</span> <a data-ref=\"II Kings 23:13\" href=\"/II_Kings.23.13\">2 K 23:13</a> <em>mt. of the destroyer</em> (same combin. in another, fig. sense <a data-ref=\"Jeremiah 51:25\" href=\"/Jeremiah.51.25\">Je 51:25</a>), others der. <span dir=\"rtl\">הַמ׳</span> here from <span dir=\"rtl\">משׁח</span> <em>anoint</em>, and render as = <em>Mt. of Olives</em> (cited as <span dir=\"rtl\">הר המשׁחה</span> Talm, Shabb. 56 b), cf. Hoffm<sup>ZAW 1882, 175</sup>; <span dir=\"rtl\">אַחַד הֶהָרִים</span> in land of Moriah <a data-ref=\"Genesis 22:2\" href=\"/Genesis.22.2\">Gn 22:2</a>; mts. about Jerus. in gen., <span dir=\"rtl\">יְרוּשָׁלִַם הָרִים סָבִיב לָהּ</span> <a data-ref=\"Psalms 125:2\" href=\"/Psalms.125.2\">ψ 125:2</a>; cf. also <a data-ref=\"Psalms 121:1\" href=\"/Psalms.121.1\">ψ 121:1</a> (‖ <span dir=\"rtl\">יהוה</span>); <span dir=\"rtl\">הָהָר</span> of citadel of Jerus. <a data-ref=\"Isaiah 22:5\" href=\"/Isaiah.22.5\">Is 22:5</a>; of temple hill <span dir=\"rtl\">הַר הַבַּיִת</span> <a data-ref=\"Micah 3:12\" href=\"/Micah.3.12\">Mi 3:12</a> = <a data-ref=\"Jeremiah 26:18\" href=\"/Jeremiah.26.18\">Je 26:18</a>; <span dir=\"rtl\">הַר בֵּית־י׳</span> <a data-ref=\"Isaiah 2:2\" href=\"/Isaiah.2.2\">Is 2:2</a> = <a data-ref=\"Micah 4:1\" href=\"/Micah.4.1\">Mi 4:1</a>, <a data-ref=\"II Chronicles 33:15\" href=\"/II_Chronicles.33.15\">2 Ch 33:15</a>; also <span dir=\"rtl\">הֲרָרִי בַּשָּׂדֶה</span> <a data-ref=\"Jeremiah 17:3\" href=\"/Jeremiah.17.3\">Je 17:3</a>; further <span dir=\"rtl\">הַר צִיּוֹן</span> <em>Mt. Zion</em> <a data-ref=\"Isaiah 4:5\" href=\"/Isaiah.4.5\">Is 4:5</a>; <a data-ref=\"Isaiah 8:18\" href=\"/Isaiah.8.18\">8:18</a>; <a data-ref=\"Isaiah 10:12\" href=\"/Isaiah.10.12\">10:12</a>; <a data-ref=\"Isaiah 18:7\" href=\"/Isaiah.18.7\">18:7</a>; <a data-ref=\"Isaiah 24:23\" href=\"/Isaiah.24.23\">24:23</a>; <a data-ref=\"Isaiah 29:8\" href=\"/Isaiah.29.8\">29:8</a>; <a data-ref=\"Isaiah 31:4\" href=\"/Isaiah.31.4\">31:4</a>; <a data-ref=\"Isaiah 37:32\" href=\"/Isaiah.37.32\">37:32</a> <a data-ref=\"Micah 4:7\" href=\"/Micah.4.7\">Mi 4:7</a> <a data-ref=\"Lamentations 5:18\" href=\"/Lamentations.5.18\">La 5:18</a> <a data-ref=\"Obadiah 1:17\" href=\"/Obadiah.1.17\">Ob 17</a> <a data-ref=\"Joel 3:5\" href=\"/Joel.3.5\">Jo 3:5</a> <a data-ref=\"Psalms 48:3\" href=\"/Psalms.48.3\">ψ 48:3</a>, <a data-ref=\"Psalms 48:12\" href=\"/Psalms.48.12\">12</a>; <a data-ref=\"Psalms 74:2\" href=\"/Psalms.74.2\">74:2</a>; <a data-ref=\"Psalms 78:68\" href=\"/Psalms.78.68\">78:68</a>; <a data-ref=\"Psalms 125:1\" href=\"/Psalms.125.1\">125:1</a> (v. also <a data-ref=\"BDB, צִיּוֹן\" href=\"/BDB,_צִיּוֹן\", dir=\"rtl\">צִיּוֹן</a>); comp. <span dir=\"rtl\">הַר בַּ֯ית־צִיּוֹן</span> <a data-ref=\"Isaiah 10:32\" href=\"/Isaiah.10.32\">Is 10:32</a>, <span dir=\"rtl\">הַר בַּת צ׳</span> <a data-ref=\"Isaiah 16:1\" href=\"/Isaiah.16.1\">16:1</a>; <span dir=\"rtl\">הַר־י׳</span> <a data-ref=\"Isaiah 2:3\" href=\"/Isaiah.2.3\">Is 2:3</a> = <a data-ref=\"Micah 4:2\" href=\"/Micah.4.2\">Mi 4:2</a>, <a data-ref=\"Isaiah 30:29\" href=\"/Isaiah.30.29\">Is 30:29</a> <a data-ref=\"Psalms 24:3\" href=\"/Psalms.24.3\">ψ 24:3</a>; (<em>id.</em> of Horeb <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">Nu 10:33</a> JE); <span dir=\"rtl\">הַר־י׳ צְבָאוֹת הַר הַקֹּדֶשׁ</span> <a data-ref=\"Zechariah 8:3\" href=\"/Zechariah.8.3\">Zc 8:3</a>, <span dir=\"rtl\">הַר־קָדְשִׁי</span> <a data-ref=\"Zephaniah 3:11\" href=\"/Zephaniah.3.11\">Zp 3:11</a> <a data-ref=\"Obadiah 1:16\" href=\"/Obadiah.1.16\">Ob 16</a> <a data-ref=\"Ezekiel 20:40\" href=\"/Ezekiel.20.40\">Ez 20:40</a> <a data-ref=\"Isaiah 11:9\" href=\"/Isaiah.11.9\">Is 11:9</a> = <a data-ref=\"Isaiah 65:25\" href=\"/Isaiah.65.25\">65:25</a>, cf. <a data-ref=\"Isaiah 56:7\" href=\"/Isaiah.56.7\">56:7</a>; <a data-ref=\"Isaiah 57:13\" href=\"/Isaiah.57.13\">57:13</a>; <a data-ref=\"Isaiah 65:11\" href=\"/Isaiah.65.11\">65:11</a> <a data-ref=\"Joel 2:1\" href=\"/Joel.2.1\">Jo 2:1</a> (‖ <span dir=\"rtl\">צִיּוֹן</span>) <a data-ref=\"Joel 4:17\" href=\"/Joel.4.17\">4:17</a> (‖ <em>id.</em>) <a data-ref=\"Psalms 2:6\" href=\"/Psalms.2.6\">ψ 2:6</a> (‖ <em>id.</em>) <a data-ref=\"Psalms 3:5\" href=\"/Psalms.3.5\">3:5</a>; <a data-ref=\"Psalms 15:1\" href=\"/Psalms.15.1\">15:1</a>; <a data-ref=\"Psalms 43:3\" href=\"/Psalms.43.3\">43:3</a>; <a data-ref=\"Psalms 48:2\" href=\"/Psalms.48.2\">48:2</a>; v. further <span dir=\"rtl\">הַר־קָדְשִׁי יְרוּשָׁלִַם</span> <a data-ref=\"Isaiah 66:20\" href=\"/Isaiah.66.20\">Is 66:20</a> cf. <a data-ref=\"Daniel 9:16\" href=\"/Daniel.9.16\">Dn 9:16</a> & <span dir=\"rtl\">הַר הַקֹּדֶשׁ יְרוּשָׁלִַם</span> <a data-ref=\"Isaiah 27:13\" href=\"/Isaiah.27.13\">Is 27:13</a>; also <span dir=\"rtl\">הַר צְבִי־קֹדֶשׁ</span> <a data-ref=\"Daniel 11:45\" href=\"/Daniel.11.45\">Dn 11:45</a>; <span dir=\"rtl\">הַר־הַקֹּדֶשׁ</span> <a data-ref=\"Jeremiah 31:23\" href=\"/Jeremiah.31.23\">Je 31:23</a>; even <span dir=\"rtl\">הַר קֹדֶשׁ אֱלֹהַי</span> <a data-ref=\"Daniel 9:20\" href=\"/Daniel.9.20\">Dn 9:20</a>; other designations of temple-hill are <span dir=\"rtl\">הָהָר חָמַד א׳ לְשִׁבְתּוֹ</span> <a data-ref=\"Psalms 68:17\" href=\"/Psalms.68.17\">ψ 68:17</a>, & <span dir=\"rtl\">הַר מְרוֹם יִשְׂרָאֵל</span> <a data-ref=\"Ezekiel 17:23\" href=\"/Ezekiel.17.23\">Ez 17:23</a>; <a data-ref=\"Ezekiel 20:40\" href=\"/Ezekiel.20.40\">20:40</a> (‖ <span dir=\"rtl\">הַר־קָדְשִׁי</span>); <span dir=\"rtl\">הַר קֹדֶשׁ אֱלֹהִים</span> <a data-ref=\"Ezekiel 28:14\" href=\"/Ezekiel.28.14\">Ez 28:14</a> of the distant abode of God (or gods?) so <span dir=\"rtl\">הַר אֱלֹהִים</span> v <a data-ref=\"Ezekiel 28:16\" href=\"/Ezekiel.28.16\">16</a> (<span dir=\"rtl\">הַר־אֱלֹהִים</span> <a data-ref=\"Psalms 68:16\" href=\"/Psalms.68.16\">ψ 68:16</a> is general, <em>a God’s mountain</em>, i.e. a majestic mt., likewise in simile <span dir=\"rtl\">מִשְׁפָּטֶיךָ כְּהַרֲרֵי־אֵל</span> <a data-ref=\"Psalms 36:7\" href=\"/Psalms.36.7\">ψ 36:7</a>);—<span dir=\"rtl\">הַר הָאֱלֹהִים</span> elsewhere of Horeb (Sinai) <a data-ref=\"Exodus 4:27\" href=\"/Exodus.4.27\">Ex 4:27</a>; <a data-ref=\"Exodus 18:5\" href=\"/Exodus.18.5\">18:5</a>; <a data-ref=\"Exodus 24:13\" href=\"/Exodus.24.13\">24:13</a> <a data-ref=\"I Kings 19:8\" href=\"/I_Kings.19.8\">1 K 19:8</a> (v. supr.). Note partic. †<span dir=\"rtl\">הַר־מוֹעֵד</span> <a data-ref=\"Isaiah 14:13\" href=\"/Isaiah.14.13\">Is 14:13</a> <em>mountain of meeting</em> or <em>of assembly</em>, i.e. the dwelling-place of the gods, according to Babylonian conception, here represented as in the far north, v. especially Che De Di, Dl<sup>Pa 117 ff.</sup> COT<sup> ad loc.</sup> Jr <sup>57 ff.</sup> Jen<sup> Kosmologie 23</sup>. <em>Upon the mt.</em> is <span dir=\"rtl\">עָל־הָהָר</span> cf. <span dir=\"rtl\">וַתֵּבְךְּ עַל־בְּתוּלֶיהָ עַל־הֶהָרִים</span> <a data-ref=\"Judges 11:38\" href=\"/Judges.11.38\">Ju 11:38</a>, & the peculiar phr. <span dir=\"rtl\">וְאֵלְכָה וְיָרַדְתִּי עַל־הֶהָרִים</span> v <a data-ref=\"Judges 11:37\" href=\"/Judges.11.37\">37</a>; <em>go up upon</em> <span dir=\"rtl\">עָלָה אֶל־</span> <a data-ref=\"Exodus 19:23\" href=\"/Exodus.19.23\">Ex 19:23</a>; <a data-ref=\"Exodus 24:13\" href=\"/Exodus.24.13\">24:13</a>; <a data-ref=\"Exodus 34:4\" href=\"/Exodus.34.4\">34:4</a> (all JE); cf. acc. in <span dir=\"rtl\">הַעַל אֹתָם הֹר הָהָר</span> <a data-ref=\"Numbers 20:25\" href=\"/Numbers.20.25\">Nu 20:25</a>; <em>speak</em> with one <em>upon</em> is <span dir=\"rtl\">דבר בהר</span> <a data-ref=\"Exodus 31:18\" href=\"/Exodus.31.18\">Ex 31:18</a>; <a data-ref=\"Exodus 34:32\" href=\"/Exodus.34.32\">34:32</a> <a data-ref=\"Numbers 3:1\" href=\"/Numbers.3.1\">Nu 3:1</a> (all P), <a data-ref=\"Leviticus 25:1\" href=\"/Leviticus.25.1\">Lv 25:1</a> (H), cf. <em>command, give commands, law</em>, etc., <span dir=\"rtl\">בהר</span> <a data-ref=\"Leviticus 7:38\" href=\"/Leviticus.7.38\">Lv 7:38</a>; <a data-ref=\"Leviticus 26:46\" href=\"/Leviticus.26.46\">26:46</a>; <a data-ref=\"Leviticus 27:34\" href=\"/Leviticus.27.34\">27:34</a> (all P or H); other phrases with <span dir=\"rtl\">בְּ</span> <em>upon</em> (lit. <em>in</em>, i.e. in the midst of a group of mts.) <a data-ref=\"Exodus 34:3\" href=\"/Exodus.34.3\">Ex 34:3</a> <span dir=\"rtl\">בְּכָל</span> (JE) <a data-ref=\"Exodus 25:40\" href=\"/Exodus.25.40\">25:40</a>; <a data-ref=\"Exodus 26:30\" href=\"/Exodus.26.30\">26:30</a>; <a data-ref=\"Exodus 27:8\" href=\"/Exodus.27.8\">27:8</a> <a data-ref=\"Numbers 28:6\" href=\"/Numbers.28.6\">Nu 28:6</a> (all P), <a data-ref=\"Isaiah 13:4\" href=\"/Isaiah.13.4\">Is 13:4</a>; but <span dir=\"rtl\">בְּחֹרֵב</span> <a data-ref=\"Psalms 106:19\" href=\"/Psalms.106.19\">ψ 106:19</a> = <em>at Horeb</em>, <span dir=\"rtl\">בְּהֹר הָהָר</span> <a data-ref=\"Numbers 33:37\" href=\"/Numbers.33.37\">Nu 33:37</a> <em>at Mt. Hor; go down from the mt.</em> is <span dir=\"rtl\">יָרַד מִן־הָהָר</span> <a data-ref=\"Exodus 32:1\" href=\"/Exodus.32.1\">Ex 32:1</a>, <a data-ref=\"Exodus 32:15\" href=\"/Exodus.32.15\">15</a> (both JE) <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">34:29</a><sup>(×2)</sup> (both P), cf. <a data-ref=\"Judges 9:36\" href=\"/Judges.9.36\">Ju 9:36</a> etc. <strong>b.</strong>  <em>mountain-range</em> <span dir=\"rtl\">הַר־בָּשָׁן</span> <a data-ref=\"Psalms 68:16\" href=\"/Psalms.68.16\">ψ 68:16</a><sup>(×2)</sup> = <span dir=\"rtl\">הַר־אֱלֹהִים</span> v <a data-ref=\"Psalms 68:16\" href=\"/Psalms.68.16\">16</a>; = <span dir=\"rtl\">הַר־גַּבְנֻנִּים</span> v <a data-ref=\"Psalms 68:16\" href=\"/Psalms.68.16\">16</a>, <span dir=\"rtl\">הָרִים גַּבְנֻנִּים</span> v <a data-ref=\"Psalms 68:17\" href=\"/Psalms.68.17\">17</a> (of the Jebel Hauran: v. <a data-ref=\"BDB, בשׁן\" href=\"/BDB,_בשׁן\", dir=\"rtl\">בשׁן</a>). <strong>c.</strong>  <em>mountain</em>, indef., <a data-ref=\"Job 14:18\" href=\"/Job.14.18\">Jb 14:18</a> (‖ <span dir=\"rtl\">צוּר</span>); usually pl. <em>mountains</em>, in general, or <em>the mountains</em>, especially in poet. & the higher style; often fig.; <span dir=\"rtl\">הָרִים</span>, <span dir=\"rtl\">הֶהָרִים</span>, covered by flood <a data-ref=\"Genesis 7:20\" href=\"/Genesis.7.20\">Gn 7:20</a> cf. v <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">19</a>; <a data-ref=\"Genesis 8:5\" href=\"/Genesis.8.5\">8:5</a>; covered by waters & freed therefrom by word of God (at creation) <a data-ref=\"Psalms 104:6\" href=\"/Psalms.104.6\">ψ 104:6</a>; a chief work of God (in creation) <a data-ref=\"Amos 4:13\" href=\"/Amos.4.13\">Am 4:13</a> <a data-ref=\"Psalms 65:7\" href=\"/Psalms.65.7\">ψ 65:7</a>; <a data-ref=\"Psalms 90:2\" href=\"/Psalms.90.2\">90:2</a> <a data-ref=\"Proverbs 8:25\" href=\"/Proverbs.8.25\">Pr 8:25</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>); weighed by God <a data-ref=\"Isaiah 40:12\" href=\"/Isaiah.40.12\">Is 40:12</a>; removed and overturned in anger of God <a data-ref=\"Job 9:5\" href=\"/Job.9.5\">Jb 9:5</a> cf. <a data-ref=\"Psalms 46:3\" href=\"/Psalms.46.3\">ψ 46:3</a>, <a data-ref=\"Psalms 46:4\" href=\"/Psalms.46.4\">4</a>; devastated by God <a data-ref=\"Isaiah 42:15\" href=\"/Isaiah.42.15\">Is 42:15</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>) cf. <a data-ref=\"Jeremiah 9:9\" href=\"/Jeremiah.9.9\">Je 9:9</a>; smoking at God’s touch <a data-ref=\"Psalms 104:32\" href=\"/Psalms.104.32\">ψ 104:32</a>; <a data-ref=\"Psalms 144:5\" href=\"/Psalms.144.5\">144:5</a>; melting at presence of <span dir=\"rtl\">י׳</span> <a data-ref=\"Judges 5:5\" href=\"/Judges.5.5\">Ju 5:5</a> <a data-ref=\"Micah 1:4\" href=\"/Micah.1.4\">Mi 1:4</a> <a data-ref=\"Psalms 97:5\" href=\"/Psalms.97.5\">ψ 97:5</a> <a data-ref=\"Isaiah 63:19\" href=\"/Isaiah.63.19\">Is 63:19</a>; <a data-ref=\"Isaiah 64:2\" href=\"/Isaiah.64.2\">64:2</a>; trembling <a data-ref=\"Isaiah 5:25\" href=\"/Isaiah.5.25\">Is 5:25</a> cf. <a data-ref=\"Jeremiah 4:24\" href=\"/Jeremiah.4.24\">Je 4:24</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>), <a data-ref=\"Nahum 1:5\" href=\"/Nahum.1.5\">Na 1:5</a> (‖ <em>id.</em>), <a data-ref=\"Habakkuk 3:10\" href=\"/Habakkuk.3.10\">Hb 3:10</a>; called to witness Yahweh’s dealings with his people <a data-ref=\"Micah 6:2\" href=\"/Micah.6.2\">Mi 6:2</a> (‖ <span dir=\"rtl\">הָאֵתָנִים מֹסְדֵי אָ֑רֶץ</span>) cf. v <a data-ref=\"Micah 6:1\" href=\"/Micah.6.1\">1</a> (‖ <span dir=\"rtl\">הַגְּבָעוֹת</span>), entreated to cover the guilty <a data-ref=\"Hosea 10:8\" href=\"/Hosea.10.8\">Ho 10:8</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>); addressed by <span dir=\"rtl\">י׳</span> also <a data-ref=\"Ezekiel 6:3\" href=\"/Ezekiel.6.3\">Ez 6:3</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>, opp. <span dir=\"rtl\">אֲפִיקִים</span>, <span dir=\"rtl\">גֵּאָוֹת</span>); specif., mts. of Israel summoned to hear <span dir=\"rtl\">י׳</span> and addressed by him <a data-ref=\"Ezekiel 36:1\" href=\"/Ezekiel.36.1\">Ez 36:1</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 36:4\" href=\"/Ezekiel.36.4\">4</a>, <a data-ref=\"Ezekiel 36:8\" href=\"/Ezekiel.36.8\">8</a>; <a data-ref=\"Ezekiel 37:22\" href=\"/Ezekiel.37.22\">37:22</a>; <a data-ref=\"Ezekiel 38:8\" href=\"/Ezekiel.38.8\">38:8</a>; <a data-ref=\"Ezekiel 39:2\" href=\"/Ezekiel.39.2\">39:2</a>, <a data-ref=\"Ezekiel 39:4\" href=\"/Ezekiel.39.4\">4</a>; summoned to praise <span dir=\"rtl\">י׳</span> <a data-ref=\"Psalms 148:9\" href=\"/Psalms.148.9\">ψ 148:9</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>) cf. <a data-ref=\"Isaiah 44:23\" href=\"/Isaiah.44.23\">Is 44:23</a>; <a data-ref=\"Isaiah 49:13\" href=\"/Isaiah.49.13\">49:13</a>; <a data-ref=\"Isaiah 55:12\" href=\"/Isaiah.55.12\">55:12</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>); leaping in praise of <span dir=\"rtl\">י׳</span> <a data-ref=\"Psalms 114:4\" href=\"/Psalms.114.4\">ψ 114:4</a>, <a data-ref=\"Psalms 114:6\" href=\"/Psalms.114.6\">6</a> (both ‖ <span dir=\"rtl\">גְּבָעוֹת</span>); <span dir=\"rtl\">הַרֲרֵי־קֶדֶם</span> <a data-ref=\"Deuteronomy 33:15\" href=\"/Deuteronomy.33.15\">Dt 33:15</a> (‖ <span dir=\"rtl\">גִּבְעוֹת עוֹלָם</span>); <span dir=\"rtl\">הַרֲרֵי־עַד</span> <a data-ref=\"Habakkuk 3:6\" href=\"/Habakkuk.3.6\">Hb 3:6</a> (‖ <em>id.</em>); <span dir=\"rtl\">הַרֲרֵי־עַד</span> also <a data-ref=\"Psalms 76:5\" href=\"/Psalms.76.5\">ψ 76:5</a> (according to 𝔊 Bi Che; MT has <span dir=\"rtl\">טֶרֶף</span> for <span dir=\"rtl\">עַד</span>), and prob. <a data-ref=\"Genesis 49:26\" href=\"/Genesis.49.26\">Gn 49:26</a> for MT <span dir=\"rtl\">הוֹרַי עַד</span> (‖ <span dir=\"rtl\">גִּבְעֹת עוֹלָם</span>) cf. Di <strong>d.</strong>  <em>high mt.</em> <span dir=\"rtl\">הַר גָּבֹהַּ</span> <a data-ref=\"Isaiah 30:25\" href=\"/Isaiah.30.25\">Is 30:25</a> (‖ <span dir=\"rtl\">גִּבְעָה נִשָּׂאָה</span>) cf. <a data-ref=\"Isaiah 40:9\" href=\"/Isaiah.40.9\">40:9</a>; <a data-ref=\"Isaiah 52:7\" href=\"/Isaiah.52.7\">52:7</a>; <span dir=\"rtl\">הַר גָּבֹהַּ מְאֹד</span> <a data-ref=\"Ezekiel 40:2\" href=\"/Ezekiel.40.2\">Ez 40:2</a>; <span dir=\"rtl\">הַר גָּבֹהַּ וְתָלוּל</span> <a data-ref=\"Ezekiel 17:22\" href=\"/Ezekiel.17.22\">Ez 17:22</a>; pl. <span dir=\"rtl\">הֶהָרִים הַגְּבֹהִים</span> <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">Gn 7:19</a> <a data-ref=\"Psalms 104:18\" href=\"/Psalms.104.18\">ψ 104:18</a> (‖ <span dir=\"rtl\">סְלָעִים</span>), <span dir=\"rtl\">הֶה׳ הָרָמִים</span> <a data-ref=\"Isaiah 2:14\" href=\"/Isaiah.2.14\">Is 2:14</a> as symbol of strength and pride (‖ <span dir=\"rtl\">הַגְּבָעוֹת הַנִּשָּׂאוֹת</span>), cf. <span dir=\"rtl\">הֶהָרִים</span> <a data-ref=\"Ezekiel 38:20\" href=\"/Ezekiel.38.20\">Ez 38:20</a> (‖ <span dir=\"rtl\">מַדְרֵגוֹת</span>, <span dir=\"rtl\">חוֹמָה</span>). <strong>e.</strong>  opp. valley or plain <a data-ref=\"Joshua 12:8\" href=\"/Joshua.12.8\">Jos 12:8</a> (D; opp. <span dir=\"rtl\">מִדְּבָּר</span>, <span dir=\"rtl\">אֲשֵׁדוֹת</span>, <span dir=\"rtl\">עֲרָבָה</span>, <span dir=\"rtl\">שְׁפֵלָה</span>), cf. <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a>, also <a data-ref=\"Jeremiah 17:26\" href=\"/Jeremiah.17.26\">Je 17:26</a> (opp. <span dir=\"rtl\">שְׁפֵלָה</span>); <a data-ref=\"Genesis 19:17\" href=\"/Genesis.19.17\">Gn 19:17</a> (J; opp. <span dir=\"rtl\">כִּכָּר</span>); often opp. <span dir=\"rtl\">גַּיְא</span> <a data-ref=\"II Kings 2:16\" href=\"/II_Kings.2.16\">2 K 2:16</a> <a data-ref=\"Ezekiel 31:12\" href=\"/Ezekiel.31.12\">Ez 31:12</a> (fig.) <a data-ref=\"Ezekiel 32:5\" href=\"/Ezekiel.32.5\">32:5</a> (<em>id.</em>) <a data-ref=\"Ezekiel 35:8\" href=\"/Ezekiel.35.8\">35:8</a> (‖ <span dir=\"rtl\">גִּבְעָה</span>), <a data-ref=\"Ezekiel 36:4\" href=\"/Ezekiel.36.4\">36:4</a> (‖ <em>id.</em>), <a data-ref=\"Isaiah 40:4\" href=\"/Isaiah.40.4\">Is 40:4</a> (‖ <em>id.</em>), opp. <span dir=\"rtl\">בִּקְעָה</span> <a data-ref=\"Deuteronomy 8:7\" href=\"/Deuteronomy.8.7\">Dt 8:7</a>; <a data-ref=\"Deuteronomy 11:11\" href=\"/Deuteronomy.11.11\">11:11</a> <a data-ref=\"Psalms 104:8\" href=\"/Psalms.104.8\">ψ 104:8</a>; opp. <span dir=\"rtl\">מִדְבָּר</span> <a data-ref=\"Lamentations 4:19\" href=\"/Lamentations.4.19\">La 4:19</a> (cf. <a data-ref=\"Joshua 12:8\" href=\"/Joshua.12.8\">Jos 12:8</a> supr.); <span dir=\"rtl\">בֵּין הָרִים</span> <a data-ref=\"Psalms 104:10\" href=\"/Psalms.104.10\">ψ 104:10</a> is ‖ <span dir=\"rtl\">בַּנְּחָלִים</span>; see also <span dir=\"rtl\">אֱלֹהֵי הָרִים י׳ וְלֹא־אֱלֹהֵי עֲמָקִים</span> <a data-ref=\"I Kings 20:28\" href=\"/I_Kings.20.28\">1 K 20:28</a>, cf. v <a data-ref=\"I Kings 20:23\" href=\"/I_Kings.20.23\">23</a> (opp. <span dir=\"rtl\">מִישׁוֹר</span>); note also <span dir=\"rtl\">הַר הָעֵמֶק</span> <a data-ref=\"Joshua 13:19\" href=\"/Joshua.13.19\">Jos 13:19</a> (P), & <span dir=\"rtl\">גֵּיא־הָרַי</span>, <span dir=\"rtl\">גֵּי־הָרִים</span> <a data-ref=\"Zechariah 14:5\" href=\"/Zechariah.14.5\">Zc 14:5</a><sup>(×2)</sup>; further <span dir=\"rtl\">מִדְבַּר הָרִים</span> <a data-ref=\"Psalms 75:7\" href=\"/Psalms.75.7\">ψ 75:7</a> <em>mountainous desert</em> Vrss. & most mod. (Baer <span dir=\"rtl\">מִדְבָּר</span> but cf. De); <em>mountain-ward</em> is <span dir=\"rtl\">הֶ֫רָה</span> <a data-ref=\"Genesis 14:10\" href=\"/Genesis.14.10\">Gn 14:10</a>. <strong>f.</strong>  mts. as hiding-places:—<span dir=\"rtl\">הַמִּנְהָרוֹת אֲשֶׁר בֶּהָרִים</span> <a data-ref=\"Judges 6:2\" href=\"/Judges.6.2\">Ju 6:2</a> <em>the burrows</em> (Stanley, VB) <em>which are in the mts.;</em> cf. <a data-ref=\"Psalms 11:1\" href=\"/Psalms.11.1\">ψ 11:1</a> <a data-ref=\"Jeremiah 16:16\" href=\"/Jeremiah.16.16\">Je 16:16</a> (‖ <span dir=\"rtl\">גִּבְעָה</span>); <span dir=\"rtl\">הָפַךְ מִשֹּׁרֶשׁ הָרִים</span> <a data-ref=\"Job 28:9\" href=\"/Job.28.9\">Jb 28:9</a> (of mining), v. also <a data-ref=\"Deuteronomy 8:9\" href=\"/Deuteronomy.8.9\">Dt 8:9</a>. <strong>g.</strong>  mts. as running-place of gazelles <a data-ref=\"I Chronicles 12:8\" href=\"/I_Chronicles.12.8\">1 Ch 12:8</a>; of leopards <span dir=\"rtl\">הַרֲרֵי נְמֵרִים</span> <a data-ref=\"Song of Songs 4:8\" href=\"/Song_of_Songs.4.8\">Ct 4:8</a>; hunting-ground for partridges <a data-ref=\"I Samuel 26:20\" href=\"/I_Samuel.26.20\">1 S 26:20</a>; <span dir=\"rtl\">עוֹף הָרִים</span> <a data-ref=\"Psalms 50:11\" href=\"/Psalms.50.11\">ψ 50:11</a> cf. <a data-ref=\"Psalms 11:1\" href=\"/Psalms.11.1\">11:1</a> (fig.); wandering-place of lost sheep (fig.) <a data-ref=\"Nahum 3:18\" href=\"/Nahum.3.18\">Na 3:18</a> <a data-ref=\"I Kings 22:17\" href=\"/I_Kings.22.17\">1 K 22:17</a> <a data-ref=\"Jeremiah 50:6\" href=\"/Jeremiah.50.6\">Je 50:6</a> cf. v <a data-ref=\"Jeremiah 50:6\" href=\"/Jeremiah.50.6\">6</a> (‖ <span dir=\"rtl\">גִּבְעָה</span>), <a data-ref=\"Ezekiel 34:6\" href=\"/Ezekiel.34.6\">Ez 34:6</a> (‖ <span dir=\"rtl\">כָּל־גִּבְעָה רָמָה</span>) <a data-ref=\"II Chronicles 18:16\" href=\"/II_Chronicles.18.16\">2 Ch 18:16</a>. <strong>h.</strong>  grazing-places for cattle <span dir=\"rtl\">בְּהֵמוֹת בְּהַרֲרֵי־אָ֑לֶף</span> <a data-ref=\"Psalms 50:10\" href=\"/Psalms.50.10\">ψ 50:10</a> (read <span dir=\"rtl\">אֵל</span> for <span dir=\"rtl\">אלף</span> Ol Bi Che), cf. <span dir=\"rtl\">וְתוּר הָרִים</span> <a data-ref=\"Job 39:8\" href=\"/Job.39.8\">Jb 39:8</a> of pasture of wild ass; also (si vera l.) <span dir=\"rtl\">בּוּל הָרִים</span> <a data-ref=\"Job 40:20\" href=\"/Job.40.20\">Jb 40:20</a>, i.e. mts. as furnishing food for hippopot.; v. further <a data-ref=\"Song of Songs 4:6\" href=\"/Song_of_Songs.4.6\">Ct 4:6</a>; <a data-ref=\"Song of Songs 8:14\" href=\"/Song_of_Songs.8.14\">8:14</a> <a data-ref=\"Proverbs 27:25\" href=\"/Proverbs.27.25\">Pr 27:25</a>. <strong>i.</strong>  as place of field and vineyards <a data-ref=\"II Chronicles 26:10\" href=\"/II_Chronicles.26.10\">2 Ch 26:10</a> (opp. <span dir=\"rtl\">שְׁפֵלָה</span>, <span dir=\"rtl\">מִישׁוֹר</span>) <a data-ref=\"Isaiah 7:25\" href=\"/Isaiah.7.25\">Is 7:25</a>; v. also <span dir=\"rtl\">הַמַּצְמִיחַ הָרִים חָצִיר</span> <a data-ref=\"Psalms 147:8\" href=\"/Psalms.147.8\">ψ 147:8</a> cf., <a data-ref=\"Haggai 1:11\" href=\"/Haggai.1.11\">Hg 1:11</a>; fig. <a data-ref=\"Psalms 72:3\" href=\"/Psalms.72.3\">ψ 72:3</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>); in promise <span dir=\"rtl\">יִטְּפוּ הֶהָרִים עָסִיס וְהַגְּבָעוֹתּ תֵּלַכְּנָה חָלָב</span> <a data-ref=\"Joel 4:18\" href=\"/Joel.4.18\">Jo 4:18</a> cf. <a data-ref=\"Amos 9:13\" href=\"/Amos.9.13\">Am 9:13</a>; <strong>j.</strong>  as kindled into flame (i.e. their forests; in sim.) <a data-ref=\"Psalms 83:15\" href=\"/Psalms.83.15\">ψ 83:15</a>. <strong>k.</strong> as scene of massacre, (fig.) <a data-ref=\"Isaiah 34:3\" href=\"/Isaiah.34.3\">Is 34:3</a> <em>melting with blood;</em> as place of battle array, <em>height</em> <a data-ref=\"I Samuel 17:3\" href=\"/I_Samuel.17.3\">1 S 17:3</a><sup>(×2)</sup>. <strong>l.</strong> as places of illicit worship <a data-ref=\"Isaiah 65:7\" href=\"/Isaiah.65.7\">Is 65:7</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>) cf. <a data-ref=\"Jeremiah 3:6\" href=\"/Jeremiah.3.6\">Je 3:6</a> & appar. v <a data-ref=\"Jeremiah 3:25\" href=\"/Jeremiah.3.25\">25</a> (‖ <em>id.</em>) so <span dir=\"rtl\">הַר־גָּבֹהַּ וְנִשָּׂא</span> <a data-ref=\"Isaiah 57:7\" href=\"/Isaiah.57.7\">Is 57:7</a>, <span dir=\"rtl\">הֶהָרִים הָרָמִים</span> <a data-ref=\"Deuteronomy 12:2\" href=\"/Deuteronomy.12.2\">Dt 12:2</a> (‖ <span dir=\"rtl\">הַגְּבָעוֹת</span>); but <a data-ref=\"Ezekiel 18:6\" href=\"/Ezekiel.18.6\">Ez 18:6</a>, <a data-ref=\"Ezekiel 18:15\" href=\"/Ezekiel.18.15\">15</a> read perhaps <span dir=\"rtl\">הַדָּם</span> for <span dir=\"rtl\">הרים</span> cf. RS<sup>K 310</sup> & <a data-ref=\"Ezekiel 33:25\" href=\"/Ezekiel.33.25\">33:25</a>. <strong>m.</strong> in various combinations <span dir=\"rtl\">צַד הָהָר</span> <a data-ref=\"I Samuel 23:26\" href=\"/I_Samuel.23.26\">1 S 23:26</a><sup>(×2)</sup> <a data-ref=\"II Samuel 13:34\" href=\"/II_Samuel.13.34\">2 S 13:34</a> <em>side of the mt.</em>, <span dir=\"rtl\">צֵלַע הָהָר</span> <a data-ref=\"II Samuel 16:13\" href=\"/II_Samuel.16.13\">16:13</a> <em>id.;</em> <span dir=\"rtl\">מֹץ הָרִים</span> <a data-ref=\"Isaiah 17:13\" href=\"/Isaiah.17.13\">Is 17:13</a> <em>chaff of mts.;</em> <span dir=\"rtl\">זֶרֶם הָרִים</span> <a data-ref=\"Job 24:8\" href=\"/Job.24.8\">Jb 24:8</a> <em>mountain-shower;</em> <span dir=\"rtl\">צֵל הֶהָרִים</span> <a data-ref=\"Judges 9:36\" href=\"/Judges.9.36\">Ju 9:36</a> <em>shadow of the mts.;</em> <span dir=\"rtl\">מִבֵּין שְׁנֵי הָרִים וְהֶהָרִים הָרֵי נְחשֶׁת</span> <a data-ref=\"Zechariah 6:1\" href=\"/Zechariah.6.1\">Zc 6:1</a>; <em>top of mt.</em> usually <span dir=\"rtl\">רֹאשׁ הָהָר</span> <a data-ref=\"Numbers 14:40\" href=\"/Numbers.14.40\">Nu 14:40</a>, <a data-ref=\"Numbers 14:44\" href=\"/Numbers.14.44\">44</a> <a data-ref=\"I Samuel 26:13\" href=\"/I_Samuel.26.13\">1 S 26:13</a> <a data-ref=\"II Kings 1:9\" href=\"/II_Kings.1.9\">2 K 1:9</a>; as place for beacon <a data-ref=\"Isaiah 30:17\" href=\"/Isaiah.30.17\">Is 30:17</a> (‖ <span dir=\"rtl\">גִּבְעָה</span>), (cf. <span dir=\"rtl\">הַר־נִשְׁפֶּה</span> <a data-ref=\"Isaiah 13:2\" href=\"/Isaiah.13.2\">13:2</a> & <span dir=\"rtl\">נְשֹׂא־נֵס הָרִים</span> <a data-ref=\"Isaiah 18:3\" href=\"/Isaiah.18.3\">Is 18:3</a>), <span dir=\"rtl\">רֹאשׁ הֶהָרִים</span> <a data-ref=\"Isaiah 2:2\" href=\"/Isaiah.2.2\">Is 2:2</a> = <a data-ref=\"Micah 4:1\" href=\"/Micah.4.1\">Mi 4:1</a>, <span dir=\"rtl\">רֹאשׁ הָרִים</span> <a data-ref=\"Isaiah 42:11\" href=\"/Isaiah.42.11\">Is 42:11</a> (‖ <span dir=\"rtl\">סֶלַע</span> as dwelling-place) v. also <a data-ref=\"Psalms 72:16\" href=\"/Psalms.72.16\">ψ 72:16</a>; <span dir=\"rtl\">רָאשֵׁי הֶהָרִים</span> <a data-ref=\"Genesis 8:5\" href=\"/Genesis.8.5\">Gn 8:5</a>; as lurking-places for ambuscade <a data-ref=\"Judges 9:25\" href=\"/Judges.9.25\">Ju 9:25</a>, <a data-ref=\"Judges 9:36\" href=\"/Judges.9.36\">36</a>, places for altars <a data-ref=\"Ezekiel 6:13\" href=\"/Ezekiel.6.13\">Ez 6:13</a> (‖ <span dir=\"rtl\">גִּבְעָה רָמָה</span>), for sacrifice <a data-ref=\"Hosea 4:13\" href=\"/Hosea.4.13\">Ho 4:13</a> (‖ <span dir=\"rtl\">הַגְּבָעוֹת</span>); <span dir=\"rtl\">רֹאשׁ הָהָר</span> <a data-ref=\"Joshua 15:8\" href=\"/Joshua.15.8\">Jos 15:8</a> = <em>mt.-ridge</em>, cf. v <a data-ref=\"Joshua 15:9\" href=\"/Joshua.15.9\">9</a> <a data-ref=\"Judges 16:3\" href=\"/Judges.16.3\">Ju 16:3</a>; <span dir=\"rtl\">תּוֹעֲפוֹת הָרִים</span> <a data-ref=\"Psalms 95:4\" href=\"/Psalms.95.4\">ψ 95:4</a>; <em>foundations of mts.</em> <span dir=\"rtl\">מוֹסְדֵי הָרִים</span> <a data-ref=\"Deuteronomy 32:22\" href=\"/Deuteronomy.32.22\">Dt 32:22</a> <a data-ref=\"Psalms 18:8\" href=\"/Psalms.18.8\">ψ 18:8</a> (‖ <span dir=\"rtl\">מוֹסְדוֹת הַשָּׁמַיִם</span> <a data-ref=\"II Samuel 22:8\" href=\"/II_Samuel.22.8\">2 S 22:8</a>); cf. <span dir=\"rtl\">לְקִצְבֵי הָרִים יָרַדְתִּי</span> <a data-ref=\"Jonah 2:7\" href=\"/Jonah.2.7\">Jon 2:7</a>. <strong>n.</strong> in fig. uses: <span dir=\"rtl\">תָּדוּשׁ הָרִים וְתָדֹק וּגְבָעוֹת כַּמֹּץ תָּשִׂים</span> <a data-ref=\"Isaiah 41:15\" href=\"/Isaiah.41.15\">Is 41:15</a> fig. of Isr.’s overcoming its foes; <span dir=\"rtl\">יִתְנַגְּפוּ רַגְלֵיכֶם עַל־הָרֵי נָ֑שֶׁף</span> <a data-ref=\"Jeremiah 13:16\" href=\"/Jeremiah.13.16\">Je 13:16</a> of encountering hopeless calamities; <span dir=\"rtl\">הֶהָרִים</span> <a data-ref=\"Isaiah 54:10\" href=\"/Isaiah.54.10\">Is 54:10</a> as less permanent & changeless than Yahweh’s kindness (‖ <span dir=\"rtl\">גְּבָעוֹת</span>); <span dir=\"rtl\">הַר הַמַּשְׁחִית</span> <a data-ref=\"Jeremiah 51:25\" href=\"/Jeremiah.51.25\">Je 51:25</a> & <span dir=\"rtl\">הַר שְׂרֵפָה</span> v <a data-ref=\"Jeremiah 51:25\" href=\"/Jeremiah.51.25\">25</a> fig. of Babylon.<br><strong>2.</strong>  <em>hill-country, mountain-region</em>, <strong>a.</strong>  opp. plain, etc.:—dwelling-place of Canaanites, <span dir=\"rtl\">הָהָר</span> <a data-ref=\"Numbers 13:17\" href=\"/Numbers.13.17\">Nu 13:17</a>, <a data-ref=\"Numbers 13:29\" href=\"/Numbers.13.29\">29</a> (of promised land; opp. <span dir=\"rtl\">אֶרֶץ הַנֶּגֶב</span>, <span dir=\"rtl\">הַיָּם</span> & <span dir=\"rtl\">יַד־הַיַּרְדֵּן</span>); <span dir=\"rtl\">בָּֽעֲרָבָה בָּהָר וּבַשְּׁפֵלָה וּבַנֶּגֶב וּבְחוֹף הַיָּם</span> <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a>; <span dir=\"rtl\">בָּהָר וּבָֽעֲרָבָה נֶגֶב כִּנֲּרוֹת וּבַשְּׁפֵלָה וּבְנָפוֹת דּוֹר מִיָּם</span> <a data-ref=\"Joshua 11:2\" href=\"/Joshua.11.2\">Jos 11:2</a>; <span dir=\"rtl\">בָּהָר וּבַשְּׁפֵלָה וּבָֽעֲרָבָה וּבָֽאֲשֵׁדוֹת וּבַמִּדְבָּר וּבַנֶּגֶב</span> <a data-ref=\"Joshua 12:8\" href=\"/Joshua.12.8\">12:8</a>; cf. <a data-ref=\"Joshua 9:1\" href=\"/Joshua.9.1\">9:1</a>; <a data-ref=\"Joshua 10:40\" href=\"/Joshua.10.40\">10:40</a> <a data-ref=\"Judges 1:9\" href=\"/Judges.1.9\">Ju 1:9</a>; <span dir=\"rtl\">הָהָר</span> indef. (<em>the hill-country, the mountains</em>, in gen.) <a data-ref=\"II Chronicles 2:1\" href=\"/II_Chronicles.2.1\">2 Ch 2:1</a> (place for hewing wood) so v <a data-ref=\"II Chronicles 2:17\" href=\"/II_Chronicles.2.17\">17</a>; <a data-ref=\"Nehemiah 8:15\" href=\"/Nehemiah.8.15\">Ne 8:15</a> (place for cutting boughs), etc. <strong>b.</strong>  of a particular mountain-region, hill-country: <span dir=\"rtl\">הַר הָאֱמֹרִי</span> <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a> (cf. v <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">7</a>) v <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">19</a> (cf. v <a data-ref=\"Deuteronomy 1:24\" href=\"/Deuteronomy.1.24\">24</a>), also <a data-ref=\"Joshua 10:6\" href=\"/Joshua.10.6\">Jos 10:6</a>; of Amalekites <a data-ref=\"Judges 12:15\" href=\"/Judges.12.15\">Ju 12:15</a>; of Ephraim <a data-ref=\"Joshua 17:15\" href=\"/Joshua.17.15\">Jos 17:15</a>; <a data-ref=\"Joshua 19:50\" href=\"/Joshua.19.50\">19:50</a>; <a data-ref=\"Joshua 20:7\" href=\"/Joshua.20.7\">20:7</a>; <a data-ref=\"Joshua 21:21\" href=\"/Joshua.21.21\">21:21</a>; <a data-ref=\"Joshua 24:30\" href=\"/Joshua.24.30\">24:30</a>, <a data-ref=\"Joshua 24:33\" href=\"/Joshua.24.33\">33</a> <a data-ref=\"Judges 3:27\" href=\"/Judges.3.27\">Ju 3:27</a>; <a data-ref=\"Judges 4:5\" href=\"/Judges.4.5\">4:5</a>; <a data-ref=\"Judges 7:24\" href=\"/Judges.7.24\">7:24</a>; <a data-ref=\"Judges 9:48\" href=\"/Judges.9.48\">9:48</a>; <a data-ref=\"Judges 17:1\" href=\"/Judges.17.1\">17:1</a> + 6 times <a data-ref=\"Judges 17\" href=\"/Judges.17\">Ju 17</a>, <a data-ref=\"I Samuel 1:1\" href=\"/I_Samuel.1.1\">1 S 1:1</a>; <a data-ref=\"I Samuel 9:4\" href=\"/I_Samuel.9.4\">9:4</a>; <a data-ref=\"I Samuel 14:22\" href=\"/I_Samuel.14.22\">14:22</a> <a data-ref=\"II Samuel 20:21\" href=\"/II_Samuel.20.21\">2 S 20:21</a> <a data-ref=\"I Kings 4:8\" href=\"/I_Kings.4.8\">1 K 4:8</a>; <a data-ref=\"I Kings 12:25\" href=\"/I_Kings.12.25\">12:25</a> <a data-ref=\"II Kings 5:22\" href=\"/II_Kings.5.22\">2 K 5:22</a> <a data-ref=\"I Chronicles 6:52\" href=\"/I_Chronicles.6.52\">1 Ch 6:52</a> <a data-ref=\"II Chronicles 13:4\" href=\"/II_Chronicles.13.4\">2 Ch 13:4</a>; <a data-ref=\"II Chronicles 15:8\" href=\"/II_Chronicles.15.8\">15:8</a>; <a data-ref=\"II Chronicles 19:4\" href=\"/II_Chronicles.19.4\">19:4</a> <a data-ref=\"Jeremiah 4:15\" href=\"/Jeremiah.4.15\">Je 4:15</a>; <a data-ref=\"Jeremiah 31:6\" href=\"/Jeremiah.31.6\">31:6</a>; Ephraim and Gilead <a data-ref=\"Jeremiah 50:19\" href=\"/Jeremiah.50.19\">50:19</a> (cf. also <span dir=\"rtl\">(ה)הר</span> <a data-ref=\"Joshua 17:16\" href=\"/Joshua.17.16\">Jos 17:16</a>, <a data-ref=\"Joshua 17:18\" href=\"/Joshua.17.18\">18</a> <a data-ref=\"Judges 3:27\" href=\"/Judges.3.27\">Ju 3:27</a>); of Israel <a data-ref=\"Joshua 11:16\" href=\"/Joshua.11.16\">Jos 11:16</a>, <a data-ref=\"Joshua 11:21\" href=\"/Joshua.11.21\">21</a>, cf. <span dir=\"rtl\">הָרֵי יִשְׂרָאֵל</span> <a data-ref=\"Ezekiel 6:2\" href=\"/Ezekiel.6.2\">Ez 6:2</a>; <a data-ref=\"Ezekiel 19:9\" href=\"/Ezekiel.19.9\">19:9</a>; <a data-ref=\"Ezekiel 33:28\" href=\"/Ezekiel.33.28\">33:28</a>; <a data-ref=\"Ezekiel 34:13\" href=\"/Ezekiel.34.13\">34:13</a>; <a data-ref=\"Ezekiel 35:12\" href=\"/Ezekiel.35.12\">35:12</a>; <span dir=\"rtl\">הָרֵי מְרוֹם יִשְׂרָאֵל</span> <a data-ref=\"Ezekiel 17:23\" href=\"/Ezekiel.17.23\">Ez 17:23</a>; <a data-ref=\"Ezekiel 20:40\" href=\"/Ezekiel.20.40\">20:40</a> (‖ <span dir=\"rtl\">הַר־קָדְשִׁי</span>) <a data-ref=\"Ezekiel 34:14\" href=\"/Ezekiel.34.14\">34:14</a>; <span dir=\"rtl\">עָרֵי הָהָר</span> i.e. in mountain-country <a data-ref=\"Deuteronomy 2:37\" href=\"/Deuteronomy.2.37\">Dt 2:37</a> (of Ammonites), <a data-ref=\"Jeremiah 32:44\" href=\"/Jeremiah.32.44\">Je 32:44</a>; <a data-ref=\"Jeremiah 33:13\" href=\"/Jeremiah.33.13\">33:13</a>; hill-country of Judah <a data-ref=\"Joshua 11:21\" href=\"/Joshua.11.21\">Jos 11:21</a>; <a data-ref=\"Joshua 15:48\" href=\"/Joshua.15.48\">15:48</a>; <a data-ref=\"Joshua 18:12\" href=\"/Joshua.18.12\">18:12</a>; <a data-ref=\"Joshua 20:7\" href=\"/Joshua.20.7\">20:7</a>; <a data-ref=\"Joshua 21:11\" href=\"/Joshua.21.11\">21:11</a>; <a data-ref=\"II Chronicles 21:11\" href=\"/II_Chronicles.21.11\">2 Ch 21:11</a> <span dir=\"rtl\">(הָרֵי יהודה)</span> <a data-ref=\"II Chronicles 27:4\" href=\"/II_Chronicles.27.4\">27:4</a>; abode of Jebusites <a data-ref=\"Joshua 11:3\" href=\"/Joshua.11.3\">Jos 11:3</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d37db6084aa1cbf276c1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עָלָה 1", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "BDB, עָלָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, עָלָה א׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עָלָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">עָלָה</span></big></big><sub>890</sub><big></big>  <strong>vb.</strong> go up, ascend, climb <strong>(</strong>NH id.<em>;</em> MI <sup>33 (?)</sup>; Ph. <span dir=\"rtl\">עלה</span>; Assyrian <em>elû</em>; Arabic <span dir=\"rtl\">عَلَا</span>; 𝔗 and Syriac in der. species; cf. perhaps Ethiopic ለዐለ: (for ለዐዐለ: ዐልዐለ: Di <sup>54</sup>); Sab. <span dir=\"rtl\">עלי</span> = <span dir=\"rtl\">عَلَّى</span> DHM<sup>ZMG xxxvii. 415</sup>, cf. <span dir=\"rtl\">עלוהו</span> = <span dir=\"rtl\">عُلْوَهُ</span> Sab Denkm <sup>91</sup><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">ע׳</span> <a data-ref=\"Genesis 19:15\" href=\"/Genesis.19.15\">Gn 19:15</a> +; 3 fs. <span dir=\"rtl\">עָֽלְתָה</span> <a data-ref=\"Genesis 40:10\" href=\"/Genesis.40.10\">40:10</a> +; <span dir=\"rtl\">עָלָ֑תָה</span> <a data-ref=\"Jeremiah 14:2\" href=\"/Jeremiah.14.2\">Je 14:2</a> <a data-ref=\"I Samuel 1:22\" href=\"/I_Samuel.1.22\">1 S 1:22</a>; 2 ms. <span dir=\"rtl\">עָלִיתָ</span> <a data-ref=\"Genesis 49:4\" href=\"/Genesis.49.4\">Gn 49:4</a> +, etc.; Impf. 3 ms. <span dir=\"rtl\">יַעֲלֶה</span> <a data-ref=\"Genesis 2:6\" href=\"/Genesis.2.6\">2:6</a> +, <span dir=\"rtl\">יַ֫עַל</span> <a data-ref=\"Genesis 44:33\" href=\"/Genesis.44.33\">44:33</a> +, <span dir=\"rtl\">וַיַּעַל</span> <a data-ref=\"Genesis 13:1\" href=\"/Genesis.13.1\">13:1</a> +; sf. <span dir=\"rtl\">יַעֲלֶנָּה</span> <a data-ref=\"Isaiah 35:9\" href=\"/Isaiah.35.9\">Is 35:9</a>, etc.; Inf. abs. <span dir=\"rtl\">עָלֹה</span> <a data-ref=\"Genesis 46:4\" href=\"/Genesis.46.4\">Gn 46:4</a> + 2 times; cstr. <span dir=\"rtl\">עֲלוֹת</span> <a data-ref=\"Genesis 32:25\" href=\"/Genesis.32.25\">32:25</a> +, etc.; Imv. <span dir=\"rtl\">עֲלֵה</span> <a data-ref=\"Genesis 35:1\" href=\"/Genesis.35.1\">35:1</a> +; fs. <span dir=\"rtl\">עֲלִי</span> <a data-ref=\"Numbers 21:17\" href=\"/Numbers.21.17\">Nu 21:17</a> +, pl. <span dir=\"rtl\">עֲלוּ</span> <a data-ref=\"Genesis 44:17\" href=\"/Genesis.44.17\">Gn 44:17</a> +; Pt. <span dir=\"rtl\">עֹלֶה</span> <a data-ref=\"Genesis 38:13\" href=\"/Genesis.38.13\">38:13</a> +; <span dir=\"rtl\">עוֹלֶה</span> <a data-ref=\"Isaiah 24:18\" href=\"/Isaiah.24.18\">Is 24:18</a> +, pl. <span dir=\"rtl\">עֹלִים</span> <a data-ref=\"Genesis 28:12\" href=\"/Genesis.28.12\">Gn 28:12</a> +, etc.;— <strong>1.</strong>  of persons, <em>go up, ascend</em>, in local relations: <strong>a.</strong>  from low place to high, c. <span dir=\"rtl\">מִן</span>, <span dir=\"rtl\">מִמִּצְרַיִם</span> <a data-ref=\"Genesis 45:25\" href=\"/Genesis.45.25\">Gn 45:25</a> (E) + 6 times; <span dir=\"rtl\">מארץ מצרים</span> <a data-ref=\"Exodus 13:18\" href=\"/Exodus.13.18\">Ex 13:18</a> (E) + 3 times; †<span dir=\"rtl\">מִבָּבֶל</span> <a data-ref=\"Ezra 7:6\" href=\"/Ezra.7.6\">Ezr 7:6</a>; <a data-ref=\"Ezra 8:1\" href=\"/Ezra.8.1\">8:1</a>; <span dir=\"rtl\">מִן הירדן</span> <a data-ref=\"Joshua 4:16\" href=\"/Joshua.4.16\">Jos 4:16</a>, <a data-ref=\"Joshua 4:17\" href=\"/Joshua.4.17\">17</a>, <a data-ref=\"Joshua 4:19\" href=\"/Joshua.4.19\">19</a> (P); <span dir=\"rtl\">ם(ן־ה)מדבר</span> <a data-ref=\"Song of Songs 3:6\" href=\"/Song_of_Songs.3.6\">Ct 3:6</a>; <a data-ref=\"Song of Songs 8:5\" href=\"/Song_of_Songs.8.5\">8:5</a> etc. <strong>b.</strong>  out of a place, c. <span dir=\"rtl\">מִן</span>, <span dir=\"rtl\">מִן הארץ</span> <a data-ref=\"I Samuel 28:13\" href=\"/I_Samuel.28.13\">1 S 28:13</a>; <span dir=\"rtl\">מֵהַבְּאֵר</span> <a data-ref=\"II Samuel 17:21\" href=\"/II_Samuel.17.21\">2 S 17:21</a>; <span dir=\"rtl\">הַפַּחַת (תּוֹךְ)םִ</span> <a data-ref=\"Isaiah 24:18\" href=\"/Isaiah.24.18\">Is 24:18</a> <a data-ref=\"Jeremiah 48:44\" href=\"/Jeremiah.48.44\">Je 48:44</a>. <strong>c.</strong>  c. acc. of place whither: a city <span dir=\"rtl\">ביתאל</span> <a data-ref=\"Genesis 35:1\" href=\"/Genesis.35.1\">Gn 35:1</a>, <a data-ref=\"Genesis 35:3\" href=\"/Genesis.35.3\">3</a> (E); <span dir=\"rtl\">באר שׁבע</span> <a data-ref=\"Genesis 26:23\" href=\"/Genesis.26.23\">26:23</a> (J); a mountain <span dir=\"rtl\">ההר</span> <a data-ref=\"Numbers 13:17\" href=\"/Numbers.13.17\">Nu 13:17</a> (JE) <a data-ref=\"Deuteronomy 1:24\" href=\"/Deuteronomy.1.24\">Dt 1:24</a> +, etc.; a bed <a data-ref=\"Genesis 49:4\" href=\"/Genesis.49.4\">Gn 49:4</a><sup>(×2)</sup> (J) <a data-ref=\"II Kings 1:4\" href=\"/II_Kings.1.4\">2 K 1:4</a>, <a data-ref=\"II Kings 1:16\" href=\"/II_Kings.1.16\">16</a>, gate <a data-ref=\"Ruth 4:1\" href=\"/Ruth.4.1\">Ru 4:1</a>; <span dir=\"rtl\">(הַ)שָּׁיִם</span> <a data-ref=\"Deuteronomy 30:12\" href=\"/Deuteronomy.30.12\">Dt 30:12</a>; <a data-ref=\"II Kings 2:11\" href=\"/II_Kings.2.11\">2 K 2:11</a> <a data-ref=\"Amos 9:2\" href=\"/Amos.9.2\">Am 9:2</a> + 4 times; c. <span dir=\"rtl\">אֶל־</span>, <span dir=\"rtl\">אל (ה)הר</span> <a data-ref=\"Exodus 19:23\" href=\"/Exodus.19.23\">Ex 19:23</a>; <a data-ref=\"Exodus 34:2\" href=\"/Exodus.34.2\">34:2</a>, <a data-ref=\"Exodus 34:4\" href=\"/Exodus.34.4\">4</a> (J) <a data-ref=\"Exodus 24:15\" href=\"/Exodus.24.15\">24:15</a>, <a data-ref=\"Exodus 24:18\" href=\"/Exodus.24.18\">18</a> (P) + 5 times P; <span dir=\"rtl\">אֶל־הַמָּקוֹם</span> <a data-ref=\"Deuteronomy 17:8\" href=\"/Deuteronomy.17.8\">Dt 17:8</a>, <span dir=\"rtl\">אל ירושׁלם</span> <a data-ref=\"Ezra 7:7\" href=\"/Ezra.7.7\">Ezr 7:7</a>; <a data-ref=\"Isaiah 2:3\" href=\"/Isaiah.2.3\">Is 2:3</a> = <a data-ref=\"Micah 4:2\" href=\"/Micah.4.2\">Mi 4:2</a> <span dir=\"rtl\">(אל הר)</span>, c. acc. loc. + <span dir=\"rtl\">אֶל־י׳</span> (v. <strong>2 b</strong>) <a data-ref=\"Jeremiah 31:6\" href=\"/Jeremiah.31.6\">Je 31:6</a>, of going up to Jerusalem (from a distance), etc.; c. <span dir=\"rtl\">לְ</span> <em>to</em>, <span dir=\"rtl\">לירושׁלם</span> <a data-ref=\"Ezra 1:3\" href=\"/Ezra.1.3\">Ezr 1:3</a> (from Babylon); <span dir=\"rtl\">לבית</span> <a data-ref=\"I Samuel 25:35\" href=\"/I_Samuel.25.35\">1 S 25:35</a>, etc.; c. <span dir=\"rtl\">עַד</span> <em>unto</em>, <span dir=\"rtl\">עד־נחל</span> <a data-ref=\"Numbers 32:9\" href=\"/Numbers.32.9\">Nu 32:9</a> (J); †c. <span dir=\"rtl\">בְּ</span>, <span dir=\"rtl\">בְּאַחַת עָרֵי</span> <a data-ref=\"II Samuel 2:1\" href=\"/II_Samuel.2.1\">2 S 2:1</a> (constr. praegn.); <span dir=\"rtl\">בְּבעל פְּרָצִים</span> <a data-ref=\"I Chronicles 14:11\" href=\"/I_Chronicles.14.11\">1 Ch 14:11</a>, <span dir=\"rtl\">בָּהָר</span> <a data-ref=\"Deuteronomy 5:5\" href=\"/Deuteronomy.5.5\">Dt 5:5</a>; <span dir=\"rtl\">בְּגֹרָלִי</span> <a data-ref=\"Judges 1:3\" href=\"/Judges.1.3\">Ju 1:3</a>. <strong>d.</strong>  to sacred places, <a data-ref=\"Exodus 34:24\" href=\"/Exodus.34.24\">Ex 34:24</a>, c. acc. †<span dir=\"rtl\">בית יהוה</span>, from palace <a data-ref=\"II Kings 19:14\" href=\"/II_Kings.19.14\">2 K 19:14</a>; <a data-ref=\"II Kings 20:5\" href=\"/II_Kings.20.5\">20:5</a>, <a data-ref=\"II Kings 20:8\" href=\"/II_Kings.20.8\">8</a>; <a data-ref=\"II Kings 23:2\" href=\"/II_Kings.23.2\">23:2</a>; <a data-ref=\"II Chronicles 29:20\" href=\"/II_Chronicles.29.20\">2 Ch 29:20</a>; <a data-ref=\"II Chronicles 34:30\" href=\"/II_Chronicles.34.30\">34:30</a>; <a data-ref=\"Isaiah 37:14\" href=\"/Isaiah.37.14\">Is 37:14</a>; <a data-ref=\"Isaiah 38:22\" href=\"/Isaiah.38.22\">38:22</a> <a data-ref=\"Jeremiah 26:10\" href=\"/Jeremiah.26.10\">Je 26:10</a>; <span dir=\"rtl\">במה</span> <a data-ref=\"I Samuel 9:13\" href=\"/I_Samuel.9.13\">1 S 9:13</a>, <a data-ref=\"I Samuel 9:14\" href=\"/I_Samuel.9.14\">14</a>, <a data-ref=\"I Samuel 9:19\" href=\"/I_Samuel.9.19\">19</a>; c. <span dir=\"rtl\">אֶל</span>, <span dir=\"rtl\">אל הר האלהים</span> <a data-ref=\"Exodus 24:13\" href=\"/Exodus.24.13\">Ex 24:13</a> (E); <span dir=\"rtl\">בּבית י׳</span> <a data-ref=\"I Samuel 1:7\" href=\"/I_Samuel.1.7\">1 S 1:7</a> (<span dir=\"rtl\">בּ</span> dittogr.); <span dir=\"rtl\">בהר יהוה</span> <a data-ref=\"Psalms 24:3\" href=\"/Psalms.24.3\">ψ 24:3</a>. <strong>e.</strong>  c. acc. <span dir=\"rtl\">דֶּרֶךְ</span> <em>by the way to</em> †<a data-ref=\"Numbers 21:33\" href=\"/Numbers.21.33\">Nu 21:33</a> (E) <a data-ref=\"Deuteronomy 3:1\" href=\"/Deuteronomy.3.1\">Dt 3:1</a>; <a data-ref=\"Judges 8:11\" href=\"/Judges.8.11\">Ju 8:11</a>; <a data-ref=\"I Samuel 6:9\" href=\"/I_Samuel.6.9\">1 S 6:9</a>; <a data-ref=\"II Kings 3:8\" href=\"/II_Kings.3.8\">2 K 3:8</a>; <span dir=\"rtl\">מעלה</span> <a data-ref=\"Jeremiah 48:5\" href=\"/Jeremiah.48.5\">Je 48:5</a>; <span dir=\"rtl\">חוֹמָה</span> <a data-ref=\"Joel 2:7\" href=\"/Joel.2.7\">Jo 2:7</a>. <strong>f.</strong>  <em>ascent, climb</em>, c. <span dir=\"rtl\">בְּ</span> <em>by</em>, a ladder <a data-ref=\"Genesis 28:12\" href=\"/Genesis.28.12\">Gn 28:12</a> (E), <a data-ref=\"Ezekiel 40:6\" href=\"/Ezekiel.40.6\">Ez 40:6</a>, <a data-ref=\"Ezekiel 40:22\" href=\"/Ezekiel.40.22\">22</a>, <a data-ref=\"Ezekiel 40:49\" href=\"/Ezekiel.40.49\">49</a>, etc.; c. <span dir=\"rtl\">עַל</span> <em>upon</em>, altar by <span dir=\"rtl\">(ב)</span> steps, of priest, <a data-ref=\"Exodus 20:20\" href=\"/Exodus.20.20\">Ex 20:23</a> (Gi van d. H. v <a data-ref=\"Exodus 20:23\" href=\"/Exodus.20.23\">26</a>; E) the roof <a data-ref=\"Joshua 2:8\" href=\"/Joshua.2.8\">Jos 2:8</a> <a data-ref=\"Judges 9:51\" href=\"/Judges.9.51\">Ju 9:51</a>, bed <a data-ref=\"Psalms 132:3\" href=\"/Psalms.132.3\">ψ 132:3</a>; <span dir=\"rtl\">עַל־יָדָיו</span> <em>on his hands</em> <a data-ref=\"I Samuel 14:13\" href=\"/I_Samuel.14.13\">1 S 14:13</a>; <span dir=\"rtl\">על במתי עב</span> <a data-ref=\"Isaiah 14:14\" href=\"/Isaiah.14.14\">Is 14:14</a> (‖ <span dir=\"rtl\">ממעל לכוכבי אֵל</span>), etc. <strong>2.</strong>  <em>go up</em>, in personal relations: <strong>a.</strong>  <em>to meet</em> or <em>visit</em>, c. <span dir=\"rtl\">אֶל</span> pers., <a data-ref=\"Genesis 44:17\" href=\"/Genesis.44.17\">Gn 44:17</a>, <a data-ref=\"Genesis 44:24\" href=\"/Genesis.44.24\">24</a>, <a data-ref=\"Genesis 44:34\" href=\"/Genesis.44.34\">34</a>; <a data-ref=\"Genesis 45:9\" href=\"/Genesis.45.9\">45:9</a> (J) <a data-ref=\"Joshua 10:4\" href=\"/Joshua.10.4\">Jos 10:4</a>, <a data-ref=\"Joshua 10:6\" href=\"/Joshua.10.6\">6</a> (all with implication of <em>ascent</em>), <a data-ref=\"Deuteronomy 25:7\" href=\"/Deuteronomy.25.7\">Dt 25:7</a> (to gate of city), +; c. †<span dir=\"rtl\">על</span> pers., <a data-ref=\"Genesis 38:12\" href=\"/Genesis.38.12\">Gn 38:12</a> (+ ה loc., up <em>to Timnah</em>); <span dir=\"rtl\">לקראת</span> <a data-ref=\"Genesis 46:29\" href=\"/Genesis.46.29\">46:29</a> (J) <a data-ref=\"Judges 6:35\" href=\"/Judges.6.35\">Ju 6:35</a>; <a data-ref=\"II Kings 1:3\" href=\"/II_Kings.1.3\">2 K 1:3</a>, <a data-ref=\"II Kings 1:6\" href=\"/II_Kings.1.6\">6</a>, <a data-ref=\"II Kings 1:7\" href=\"/II_Kings.1.7\">7</a> †<strong>b.</strong>  <em>go up</em> unto <span dir=\"rtl\">(אֶל)</span> God, on a height, <span dir=\"rtl\">אל האלהים</span> <a data-ref=\"Exodus 19:3\" href=\"/Exodus.19.3\">Ex 19:3</a> (E) <a data-ref=\"I Samuel 10:3\" href=\"/I_Samuel.10.3\">1 S 10:3</a>; <span dir=\"rtl\">אל יהוה</span> <a data-ref=\"Exodus 24:1\" href=\"/Exodus.24.1\">Ex 24:1</a> (E) <a data-ref=\"Exodus 19:21\" href=\"/Exodus.19.21\">19:24</a>; <a data-ref=\"Exodus 32:20\" href=\"/Exodus.32.20\">32:30</a> (J) <a data-ref=\"Judges 21:5\" href=\"/Judges.21.5\">Ju 21:5</a><sup>(×2)</sup>, <a data-ref=\"Judges 21:8\" href=\"/Judges.21.8\">8</a> (to war); <span dir=\"rtl\">אֵלַי</span> <a data-ref=\"Exodus 24:12\" href=\"/Exodus.24.12\">Ex 24:12</a> (E) <a data-ref=\"Deuteronomy 10:1\" href=\"/Deuteronomy.10.1\">Dt 10:1</a>; unto Deborah <a data-ref=\"Judges 4:5\" href=\"/Judges.4.5\">Ju 4:5</a>. <strong>c.</strong>  <em>go up</em>, in war, c. <span dir=\"rtl\">אֶל</span> <em>against</em> <a data-ref=\"Numbers 13:31\" href=\"/Numbers.13.31\">Nu 13:31</a> (E) <a data-ref=\"Judges 1:1\" href=\"/Judges.1.1\">Ju 1:1</a>; <a data-ref=\"Judges 12:3\" href=\"/Judges.12.3\">12:12:3</a> <a data-ref=\"I Samuel 7:7\" href=\"/I_Samuel.7.7\">1 S 7:7</a> <a data-ref=\"Isaiah 36:10\" href=\"/Isaiah.36.10\">Is 36:10</a> (= <span dir=\"rtl\">על</span> <a data-ref=\"II Kings 18:25\" href=\"/II_Kings.18.25\">2 K 18:25</a>) +; oftener c. <span dir=\"rtl\">על</span>, <a data-ref=\"I Samuel 14:10\" href=\"/I_Samuel.14.10\">1 S 14:10</a> <a data-ref=\"Judges 6:3\" href=\"/Judges.6.3\">Ju 6:3</a>; <a data-ref=\"Judges 15:10\" href=\"/Judges.15.10\">15:10</a>; <a data-ref=\"Judges 18:9\" href=\"/Judges.18.9\">18:9</a>; <a data-ref=\"I Kings 14:25\" href=\"/I_Kings.14.25\">1 K 14:25</a> +; c. <span dir=\"rtl\">על</span> + <span dir=\"rtl\">לַצָּבָא</span> <a data-ref=\"Joshua 22:12\" href=\"/Joshua.22.12\">Jos 22:12</a>, <a data-ref=\"Joshua 22:33\" href=\"/Joshua.22.33\">33</a> (P); c. <span dir=\"rtl\">בְּ</span>, <a data-ref=\"Isaiah 7:6\" href=\"/Isaiah.7.6\">Is 7:6</a>; <a data-ref=\"Jeremiah 48:18\" href=\"/Jeremiah.48.18\">Je 48:18</a>; c. <span dir=\"rtl\">לְ</span>, <a data-ref=\"Habakkuk 3:16\" href=\"/Habakkuk.3.16\">Hb 3:16</a>; + <span dir=\"rtl\">למלחמה</span> <a data-ref=\"Judges 20:18\" href=\"/Judges.20.18\">Ju 20:18</a> + 3 times; + <span dir=\"rtl\">במלחמה</span> <a data-ref=\"I Samuel 29:9\" href=\"/I_Samuel.29.9\">1 S 29:9</a>; <span dir=\"rtl\">וַתּעל(ה) המלחמה</span> <a data-ref=\"I Kings 22:35\" href=\"/I_Kings.22.35\">1 K 22:35</a> = <a data-ref=\"II Chronicles 18:34\" href=\"/II_Chronicles.18.34\">2 Ch 18:34</a>. <strong>d.</strong>  <em>go up</em> after, c. <span dir=\"rtl\">אחרי</span> = <em>follow</em> <a data-ref=\"I Samuel 25:13\" href=\"/I_Samuel.25.13\">1 S 25:13</a>; <a data-ref=\"I Kings 1:35\" href=\"/I_Kings.1.35\">1 K 1:35</a>, <a data-ref=\"I Kings 1:40\" href=\"/I_Kings.1.40\">40</a>. <strong>e.</strong>  <em>go up, depart</em>, c. <span dir=\"rtl\">מֵעַל</span> (q.v.) <a data-ref=\"I Samuel 6:20\" href=\"/I_Samuel.6.20\">1 S 6:20</a> <a data-ref=\"Genesis 17:22\" href=\"/Genesis.17.22\">Gn 17:22</a>; <a data-ref=\"Genesis 35:13\" href=\"/Genesis.35.13\">35:13</a> (P) +, subj. <span dir=\"rtl\">כבוד י׳</span> <a data-ref=\"Ezekiel 11:23\" href=\"/Ezekiel.11.23\">Ez 11:23</a>, <a data-ref=\"Ezekiel 11:24\" href=\"/Ezekiel.11.24\">24</a>; = <em>withdraw, retreat</em>, <a data-ref=\"I Kings 15:19\" href=\"/I_Kings.15.19\">1 K 15:19</a>; <a data-ref=\"II Kings 12:19\" href=\"/II_Kings.12.19\">2 K 12:19</a>; <a data-ref=\"Jeremiah 21:2\" href=\"/Jeremiah.21.2\">Je 21:2</a>, abs. <a data-ref=\"II Samuel 23:9\" href=\"/II_Samuel.23.9\">2 S 23:9</a>, and so read ‖ <a data-ref=\"I Chronicles 11:13\" href=\"/I_Chronicles.11.13\">1 Ch 11:13</a> (v. Dr<sup>Sm</sup>). †<strong>3.</strong>  of animals, <em>go</em> or <em>come up:</em> abs. frogs <a data-ref=\"Exodus 7:28\" href=\"/Exodus.7.28\">Ex 7:28</a> (J) <a data-ref=\"Exodus 8:2\" href=\"/Exodus.8.2\">8:2</a> (P), quails <a data-ref=\"Exodus 16:13\" href=\"/Exodus.16.13\">Ex 16:13</a> (P); lion <a data-ref=\"Isaiah 35:9\" href=\"/Isaiah.35.9\">Is 35:9</a>; fox <a data-ref=\"Nehemiah 3:25\" href=\"/Nehemiah.3.25\">Ne 3:25</a>; <em>rise up, fly up</em>, eagle <a data-ref=\"Isaiah 40:31\" href=\"/Isaiah.40.31\">Is 40:31</a>; <a data-ref=\"Jeremiah 49:22\" href=\"/Jeremiah.49.22\">Je 49:22</a>; c. <span dir=\"rtl\">מִן</span>, cattle out of water <a data-ref=\"Genesis 41:2\" href=\"/Genesis.41.2\">Gn 41:2</a>, <a data-ref=\"Genesis 41:3\" href=\"/Genesis.41.3\">3</a>, <a data-ref=\"Genesis 41:18\" href=\"/Genesis.41.18\">18</a>, <a data-ref=\"Genesis 41:19\" href=\"/Genesis.41.19\">19</a> <a data-ref=\"Song of Songs 4:2\" href=\"/Song_of_Songs.4.2\">Ct 4:2</a>; <a data-ref=\"Song of Songs 6:6\" href=\"/Song_of_Songs.6.6\">6:6</a>, lion <span dir=\"rtl\">מִגְּאוֹן הַיַּרְדֵּן</span> <a data-ref=\"Jeremiah 49:19\" href=\"/Jeremiah.49.19\">Je 49:19</a> = <a data-ref=\"Jeremiah 50:44\" href=\"/Jeremiah.50.44\">50:44</a>, <span dir=\"rtl\">מִסֻּבְּכוֹ</span> <a data-ref=\"Jeremiah 4:7\" href=\"/Jeremiah.4.7\">Je 4:7</a>, from prey <a data-ref=\"Genesis 49:9\" href=\"/Genesis.49.9\">Gn 49:9</a> (J); <em>climb up</em> into <span dir=\"rtl\">(ב)</span> houses, locusts <a data-ref=\"Joel 2:9\" href=\"/Joel.2.9\">Jo 2:9</a>; frogs, on <span dir=\"rtl\">(ב)</span> persons <a data-ref=\"Exodus 7:29\" href=\"/Exodus.7.29\">Ex 7:29</a> (J); c. <span dir=\"rtl\">על</span>, of cattle, sexually <a data-ref=\"Genesis 31:10\" href=\"/Genesis.31.10\">Gn 31:10</a>, <a data-ref=\"Genesis 31:12\" href=\"/Genesis.31.12\">12</a> (E); locusts upon the land <a data-ref=\"Exodus 10:12\" href=\"/Exodus.10.12\">Ex 10:12</a>, <a data-ref=\"Exodus 10:14\" href=\"/Exodus.10.14\">14</a> (E) <a data-ref=\"Joel 1:6\" href=\"/Joel.1.6\">Jo 1:6</a>. †<strong>4.</strong>  of vegetation, <em>spring up, grow, shoot forth:</em> trees <a data-ref=\"Isaiah 55:13\" href=\"/Isaiah.55.13\">Is 55:13</a><sup>(×2)</sup> <a data-ref=\"Ezekiel 47:12\" href=\"/Ezekiel.47.12\">Ez 47:12</a>; <span dir=\"rtl\">קיקיון</span> <a data-ref=\"Jonah 4:6\" href=\"/Jonah.4.6\">Jon 4:6</a>; grass <a data-ref=\"Deuteronomy 29:22\" href=\"/Deuteronomy.29.22\">Dt 29:22</a>; <a data-ref=\"Amos 7:1\" href=\"/Amos.7.1\">Am 7:1</a>; ears of grain <a data-ref=\"Genesis 41:5\" href=\"/Genesis.41.5\">Gn 41:5</a>, <a data-ref=\"Genesis 41:22\" href=\"/Genesis.41.22\">22</a> (E), also <a data-ref=\"Genesis 40:10\" href=\"/Genesis.40.10\">Gn 40:10</a> (E) <a data-ref=\"Isaiah 5:6\" href=\"/Isaiah.5.6\">Is 5:6</a>; <a data-ref=\"Isaiah 32:13\" href=\"/Isaiah.32.13\">32:13</a> cf. sim. <a data-ref=\"Isaiah 53:2\" href=\"/Isaiah.53.2\">53:2</a>; <a data-ref=\"Hosea 10:8\" href=\"/Hosea.10.8\">Ho 10:8</a>; <a data-ref=\"Proverbs 26:9\" href=\"/Proverbs.26.9\">Pr 26:9</a>; <span dir=\"rtl\">ע׳ כֻלּוֹ קמשׂנים</span> <a data-ref=\"Proverbs 24:31\" href=\"/Proverbs.24.31\">Pr 24:31</a> <em>all of it grown up with thorns</em>, <a data-ref=\"Isaiah 34:13\" href=\"/Isaiah.34.13\">Is 34:13</a>; fig. <span dir=\"rtl\">קֶרֶן</span> <a data-ref=\"Daniel 8:3\" href=\"/Daniel.8.3\">Dn 8:3</a>, <a data-ref=\"Daniel 8:8\" href=\"/Daniel.8.8\">8</a>. <strong>5.</strong>  of natural phenom. <em>go up, rise:</em> dew, <a data-ref=\"Exodus 16:14\" href=\"/Exodus.16.14\">Ex 16:14</a>, i.e. disappear (P); <span dir=\"rtl\">אֵד ע׳ מִן־הָאָרֶץ</span> <a data-ref=\"Genesis 2:6\" href=\"/Genesis.2.6\">Gn 2:6</a> (J), cloud <a data-ref=\"I Kings 18:44\" href=\"/I_Kings.18.44\">1 K 18:44</a>; <a data-ref=\"Jeremiah 4:13\" href=\"/Jeremiah.4.13\">Je 4:13</a>; <span dir=\"rtl\">ע׳ הַשַּׁחַר</span> dawn, etc. <a data-ref=\"Genesis 19:15\" href=\"/Genesis.19.15\">Gn 19:15</a> (JE) <a data-ref=\"Judges 19:25\" href=\"/Judges.19.25\">Ju 19:25</a>; <a data-ref=\"I Samuel 9:26\" href=\"/I_Samuel.9.26\">1 S 9:26</a> +; smoke <a data-ref=\"Genesis 19:28\" href=\"/Genesis.19.28\">Gn 19:28</a>; <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">Ex 19:18</a> (J) <a data-ref=\"Judges 20:40\" href=\"/Judges.20.40\">Ju 20:40</a> +; fire <a data-ref=\"Judges 6:21\" href=\"/Judges.6.21\">6:21</a>; flame <a data-ref=\"Judges 13:20\" href=\"/Judges.13.20\">13:20</a>; stench <a data-ref=\"Isaiah 34:3\" href=\"/Isaiah.34.3\">Is 34:3</a>; <a data-ref=\"Joel 2:20\" href=\"/Joel.2.20\">Jo 2:20</a>; incense <a data-ref=\"Ezekiel 8:11\" href=\"/Ezekiel.8.11\">Ez 8:11</a>; well <a data-ref=\"Numbers 21:17\" href=\"/Numbers.21.17\">Nu 21:17</a> (E); waters <a data-ref=\"Jeremiah 47:2\" href=\"/Jeremiah.47.2\">Je 47:2</a>; Nile <a data-ref=\"Jeremiah 46:7\" href=\"/Jeremiah.46.7\">Je 46:7</a>, <a data-ref=\"Jeremiah 46:8\" href=\"/Jeremiah.46.8\">8</a>; <a data-ref=\"Amos 8:8\" href=\"/Amos.8.8\">Am 8:8</a>; <a data-ref=\"Amos 9:5\" href=\"/Amos.9.5\">9:5</a>; c. <span dir=\"rtl\">על</span>, of overflow <a data-ref=\"Isaiah 8:7\" href=\"/Isaiah.8.7\">Is 8:7</a> +. †<strong>6.</strong>  of inanimate things (instead of passive construction), abs., shock of grain (to <span dir=\"rtl\">גֹּרֶן</span>) <a data-ref=\"Job 5:26\" href=\"/Job.5.26\">Jb 5:26</a>; of <span dir=\"rtl\">בָּשָׂר</span> (covering bones in Ezek.’s vision) <a data-ref=\"Ezekiel 37:8\" href=\"/Ezekiel.37.8\">Ez 37:8</a>; c. <span dir=\"rtl\">על</span>, of garments upon the body <a data-ref=\"Leviticus 19:19\" href=\"/Leviticus.19.19\">Lv 19:19</a> (P) <a data-ref=\"Ezekiel 44:17\" href=\"/Ezekiel.44.17\">Ez 44:17</a>; razor on head <a data-ref=\"Judges 13:5\" href=\"/Judges.13.5\">Ju 13:5</a>; <a data-ref=\"Judges 16:17\" href=\"/Judges.16.17\">16:17</a>; <a data-ref=\"I Samuel 1:11\" href=\"/I_Samuel.1.11\">1 S 1:11</a>; yoke upon oxen <a data-ref=\"Numbers 19:2\" href=\"/Numbers.19.2\">Nu 19:2</a> (P) <a data-ref=\"I Samuel 6:7\" href=\"/I_Samuel.6.7\">1 S 6:7</a>; lot upon an animal <a data-ref=\"Leviticus 16:9\" href=\"/Leviticus.16.9\">Lv 16:9</a>, <a data-ref=\"Leviticus 16:10\" href=\"/Leviticus.16.10\">10</a> (P); c. <span dir=\"rtl\">בְּ</span>, weight in balance <a data-ref=\"Psalms 62:10\" href=\"/Psalms.62.10\">ψ 62:10</a>; entry in <span dir=\"rtl\">(ב)</span> a book <a data-ref=\"I Chronicles 27:24\" href=\"/I_Chronicles.27.24\">1 Ch 27:24</a>; = <em>be offered</em> (of sacrif.) <a data-ref=\"I Kings 18:29\" href=\"/I_Kings.18.29\">1 K 18:29</a>; <a data-ref=\"II Kings 3:20\" href=\"/II_Kings.3.20\">2 K 3:20</a>; <a data-ref=\"Isaiah 60:7\" href=\"/Isaiah.60.7\">Is 60:7</a>; <span dir=\"rtl\">אֲרוּכָה</span> (q.v.) in healing, <a data-ref=\"Jeremiah 8:22\" href=\"/Jeremiah.8.22\">Je 8:22</a>, fig. <a data-ref=\"II Chronicles 24:13\" href=\"/II_Chronicles.24.13\">2 Ch 24:13</a>; <a data-ref=\"Nehemiah 4:1\" href=\"/Nehemiah.4.1\">Ne 4:1</a>. <strong>7.</strong>  of thoughts, <span dir=\"rtl\">ע׳ על לב</span> <a data-ref=\"II Kings 12:5\" href=\"/II_Kings.12.5\">2 K 12:5</a>; <a data-ref=\"Isaiah 65:17\" href=\"/Isaiah.65.17\">Is 65:17</a> + 5 times; <span dir=\"rtl\">ע׳ על לבב</span> <a data-ref=\"Jeremiah 51:50\" href=\"/Jeremiah.51.50\">Je 51:50</a>; <a data-ref=\"Ezekiel 38:10\" href=\"/Ezekiel.38.10\">Ez 38:10</a>; <span dir=\"rtl\">ע׳ אל לב</span> <a data-ref=\"Ezekiel 14:7\" href=\"/Ezekiel.14.7\">14:7</a>; <span dir=\"rtl\">ע׳ על רוּחַ</span> <a data-ref=\"Ezekiel 20:32\" href=\"/Ezekiel.20.32\">20:32</a>; of anger <a data-ref=\"II Samuel 11:20\" href=\"/II_Samuel.11.20\">2 S 11:20</a>; <a data-ref=\"II Chronicles 36:16\" href=\"/II_Chronicles.36.16\">2 Ch 36:16</a> (<span dir=\"rtl\">ב</span> pers.) + 3 times; temper <a data-ref=\"Ecclesiastes 10:4\" href=\"/Ecclesiastes.10.4\">Ec 10:4</a> <span dir=\"rtl\">(עָלֶיךָ)</span>. <strong>8.</strong>  <em>come up</em> before God, arrogance, <span dir=\"rtl\">בְּאָזְנָיו</span> <a data-ref=\"II Kings 19:28\" href=\"/II_Kings.19.28\">2 K 19:28</a> = <a data-ref=\"Isaiah 37:29\" href=\"/Isaiah.37.29\">Is 37:29</a>; cry, <span dir=\"rtl\">אֶל־א׳</span> <a data-ref=\"Exodus 2:23\" href=\"/Exodus.2.23\">Ex 2:23</a> (P), c. acc. <a data-ref=\"I Samuel 5:12\" href=\"/I_Samuel.5.12\">1 S 5:12</a>, abs. <a data-ref=\"Jeremiah 14:2\" href=\"/Jeremiah.14.2\">Je 14:2</a>; tumult <a data-ref=\"Psalms 74:23\" href=\"/Psalms.74.23\">ψ 74:23</a>; of evil <a data-ref=\"Jonah 1:2\" href=\"/Jonah.1.2\">Jon 1:2</a> <span dir=\"rtl\">(לְפָנַי)</span>. †<strong>9.</strong>  <em>go up, extend</em>, of boundary, c. <span dir=\"rtl\">מִן</span> <em>whence</em>, + acc., <span dir=\"rtl\">אֶל</span>, <span dir=\"rtl\">לְ</span> and even <span dir=\"rtl\">בְ</span> <em>whither</em> <a data-ref=\"Joshua 15:3\" href=\"/Joshua.15.3\">Jos 15:3</a>, <a data-ref=\"Joshua 15:6\" href=\"/Joshua.15.6\">6</a>, <a data-ref=\"Joshua 15:8\" href=\"/Joshua.15.8\">8</a>; <a data-ref=\"Joshua 18:12\" href=\"/Joshua.18.12\">18:12</a><sup>(×2)</sup> + (all P). †<strong>10.</strong>  <em>excel: thou excellest</em> <span dir=\"rtl\">(עַל)</span> <em>them</em> <a data-ref=\"Proverbs 31:29\" href=\"/Proverbs.31.29\">Pr 31:29</a>; <em>be superior to</em> <span dir=\"rtl\">יעלה עליך מעלה מעלה</span> <a data-ref=\"Deuteronomy 28:43\" href=\"/Deuteronomy.28.43\">Dt 28:43</a>.—<span dir=\"rtl\">עוֹלֶה</span> <a data-ref=\"Job 36:33\" href=\"/Job.36.33\">Jb 36:33</a> is difficult, cf. Comm., and v. <a ,=\"\" data-ref=\"BDB, עַוְלָה\" dir=\"rtl\" href=\"/BDB,_עַוְלָה\">עַוְלָה</a>.<br>†<strong>Niph.</strong>  Pf. 3 ms. <span dir=\"rtl\">נַעֲלָה</span> <a data-ref=\"Numbers 10:11\" href=\"/Numbers.10.11\">Nu 10:11</a> +; 2 ms. <span dir=\"rtl\">נַעֲלֵיתָ</span> <a data-ref=\"Psalms 97:9\" href=\"/Psalms.97.9\">ψ 97:9</a>; Impf. <span dir=\"rtl\">יֵעָלֶה</span> <a data-ref=\"Exodus 40:37\" href=\"/Exodus.40.37\">Ex 40:37</a>, etc.; Inf. cstr. <span dir=\"rtl\">הֵעָלוֹת</span> <a data-ref=\"Numbers 9:17\" href=\"/Numbers.9.17\">Nu 9:17</a> +, etc.; Imv. mpl. <span dir=\"rtl\">הֵעָלוּ</span> <a data-ref=\"Numbers 16:24\" href=\"/Numbers.16.24\">16:24</a>;— <strong>1.</strong> <strong>a.</strong>  <em>be brought up:</em> <span dir=\"rtl\">מבבל לירושׁלם</span> <a data-ref=\"Ezra 1:11\" href=\"/Ezra.1.11\">Ezr 1:11</a>. <strong>b.</strong>  <em>be taken up</em>, <span dir=\"rtl\">וַתֵּעֲלוּ על שׂפת לשׁון</span> <a data-ref=\"Ezekiel 36:3\" href=\"/Ezekiel.36.3\">Ez 36:3</a> (Kö<sup>i 553</sup>; talked about). <strong>c.</strong>  (1) pass., <em>be taken up, away</em>, of (pillar of) cloud, sq. <span dir=\"rtl\">מֵעַל</span> of tabern. <a data-ref=\"Exodus 40:36\" href=\"/Exodus.40.36\">Ex 40:36</a>; <a data-ref=\"Numbers 9:17\" href=\"/Numbers.9.17\">Nu 9:17</a>; <a data-ref=\"Numbers 10:11\" href=\"/Numbers.10.11\">10:11</a> (P); abs. <a data-ref=\"Exodus 40:37\" href=\"/Exodus.40.37\">Ex 40:37</a><sup>(×2)</sup>; <a data-ref=\"Numbers 9:21\" href=\"/Numbers.9.21\">Nu 9:21</a><sup>(×2)</sup>, <a data-ref=\"Numbers 9:22\" href=\"/Numbers.9.22\">22</a> (P); of the glory from upon the cherubim <a data-ref=\"Ezekiel 9:3\" href=\"/Ezekiel.9.3\">Ez 9:3</a>; (2) reflex., <em>take oneself away from, get up from:</em> <span dir=\"rtl\">מִסָּבִיב</span> <a data-ref=\"Numbers 16:24\" href=\"/Numbers.16.24\">Nu 16:24</a>; <span dir=\"rtl\">מֵעַל</span> v <a data-ref=\"Numbers 16:27\" href=\"/Numbers.16.27\">27</a>; of a besieging army <a data-ref=\"Jeremiah 37:5\" href=\"/Jeremiah.37.5\">Je 37:5</a>, <a data-ref=\"Jeremiah 37:11\" href=\"/Jeremiah.37.11\">11</a>. <strong>2.</strong>  reflex.: <em>take oneself away</em> <span dir=\"rtl\">מאחרי</span> pers., from following after, <a data-ref=\"II Samuel 2:27\" href=\"/II_Samuel.2.27\">2 S 2:27</a>. <strong>3.</strong>  <em>be exalted</em>, of God <a data-ref=\"Psalms 47:10\" href=\"/Psalms.47.10\">ψ 47:10</a>; c. <span dir=\"rtl\">על</span>, <em>over</em> all gods <a data-ref=\"Psalms 97:9\" href=\"/Psalms.97.9\">97:9</a>.<br><strong>Hiph.</strong>  Pf. <span dir=\"rtl\">הֶעֱלָה</span> <a data-ref=\"Numbers 8:3\" href=\"/Numbers.8.3\">Nu 8:3</a> +, <span dir=\"rtl\">הֵעֲלָה</span> <a data-ref=\"Habakkuk 1:15\" href=\"/Habakkuk.1.15\">Hb 1:15</a> (Ges<sup>§ 63 p</sup>); sf. <span dir=\"rtl\">הֶעֶלְךָ</span> <a data-ref=\"Nehemiah 9:18\" href=\"/Nehemiah.9.18\">Ne 9:18</a>, <span dir=\"rtl\">הֶעֱלָנוּ</span> <a data-ref=\"Exodus 32:1\" href=\"/Exodus.32.1\">Ex 32:1</a> + 2 times; 3 fs. <span dir=\"rtl\">וְהַעַלְתָה</span> <a data-ref=\"I Samuel 2:19\" href=\"/I_Samuel.2.19\">1 S 2:19</a> consec.; sf. <span dir=\"rtl\">הֶעֱלָ֫תַם</span> <a data-ref=\"Joshua 2:6\" href=\"/Joshua.2.6\">Jos 2:6</a>; 2 ms. <span dir=\"rtl\">הֶעֱלִיתָ</span> <a data-ref=\"Exodus 33:1\" href=\"/Exodus.33.1\">Ex 33:1</a> +; <span dir=\"rtl\">וְהַעֲלִיתָ</span> <a data-ref=\"Deuteronomy 27:6\" href=\"/Deuteronomy.27.6\">Dt 27:6</a> +; <span dir=\"rtl\">הֶעֱלֵיתָ</span> <a data-ref=\"Exodus 32:7\" href=\"/Exodus.32.7\">Ex 32:7</a>; <span dir=\"rtl\">וְהַעֲלֵיתָ</span> consec <a data-ref=\"Exodus 40:4\" href=\"/Exodus.40.4\">40:4</a>; 1 p. <span dir=\"rtl\">הֶעֱלִיתִי</span> <a data-ref=\"Amos 2:10\" href=\"/Amos.2.10\">Am 2:10</a>; 2 mpl. sf. <span dir=\"rtl\">הֶעֱלִיתֻנוּ</span> <a data-ref=\"Numbers 20:5\" href=\"/Numbers.20.5\">Nu 20:5</a>; <a data-ref=\"Numbers 21:5\" href=\"/Numbers.21.5\">21:5</a>, etc.; Impf. <span dir=\"rtl\">יַעֲלֶה</span> <a data-ref=\"Leviticus 17:8\" href=\"/Leviticus.17.8\">Lv 17:8</a> +; <span dir=\"rtl\">וְיַ֫עַל</span> <a data-ref=\"II Samuel 24:22\" href=\"/II_Samuel.24.22\">2 S 24:22</a>; <span dir=\"rtl\">וַיַּעֲלֶה</span> <a data-ref=\"Jeremiah 10:13\" href=\"/Jeremiah.10.13\">Je 10:13</a>; <span dir=\"rtl\">וַיַּ֫עַל</span> <a data-ref=\"Genesis 8:20\" href=\"/Genesis.8.20\">Gn 8:20</a> +, sf. <span dir=\"rtl\">יַעְלֵם</span> <a data-ref=\"Deuteronomy 28:61\" href=\"/Deuteronomy.28.61\">Dt 28:61</a>, etc.; Inf. abs. <span dir=\"rtl\">הַעֲלֵה</span> <a data-ref=\"Ezekiel 23:46\" href=\"/Ezekiel.23.46\">Ez 23:46</a>; cstr. <span dir=\"rtl\">הַעֲלוֹת</span> <a data-ref=\"I Chronicles 23:31\" href=\"/I_Chronicles.23.31\">1 Ch 23:31</a> +, etc.; Imv. <span dir=\"rtl\">הַ֫עַל</span> <a data-ref=\"Exodus 33:12\" href=\"/Exodus.33.12\">Ex 33:12</a> + 2 times; fs. <span dir=\"rtl\">הַעֲלִי</span> <a data-ref=\"I Samuel 28:8\" href=\"/I_Samuel.28.8\">1 S 28:8</a>, <a data-ref=\"I Samuel 28:11\" href=\"/I_Samuel.28.11\">11</a> +, etc.; Pt. <span dir=\"rtl\">מַעֲלֶה</span> <a data-ref=\"I Samuel 7:10\" href=\"/I_Samuel.7.10\">7:10</a> +; cstr. <span dir=\"rtl\">מַעֲלֵה</span> <a data-ref=\"Leviticus 11:4\" href=\"/Leviticus.11.4\">Lv 11:4</a> +; sf. <span dir=\"rtl\">מַעַלְךָ</span> <a data-ref=\"Deuteronomy 20:1\" href=\"/Deuteronomy.20.1\">Dt 20:1</a> <a data-ref=\"Psalms 81:11\" href=\"/Psalms.81.11\">ψ 81:11</a>; f. <span dir=\"rtl\">מַעֲלָה</span> <a data-ref=\"Leviticus 11:26\" href=\"/Leviticus.11.26\">Lv 11:26</a>; cstr. <span dir=\"rtl\">מַעֲלַת</span> <a data-ref=\"Leviticus 11:3\" href=\"/Leviticus.11.3\">Lv 11:3</a>, <a data-ref=\"Leviticus 11:6\" href=\"/Leviticus.11.6\">6</a>; <a data-ref=\"Deuteronomy 14:6\" href=\"/Deuteronomy.14.6\">Dt 14:6</a>, etc.;— <strong>1.</strong>  <em>bring up</em> persons: <strong>a.</strong>  from a place, c. <span dir=\"rtl\">מִן</span>: <span dir=\"rtl\">מִן הַסָּ֑לַע</span> <a data-ref=\"Judges 15:13\" href=\"/Judges.15.13\">Ju 15:13</a>; <span dir=\"rtl\">מִמִּצְרַיִם</span> <a data-ref=\"Exodus 17:3\" href=\"/Exodus.17.3\">Ex 17:3</a> (E) + 3 times E, + 8 times; <span dir=\"rtl\">מארץ מצרים</span> <a data-ref=\"Exodus 32:1\" href=\"/Exodus.32.1\">Ex 32:1</a> (J) + 5 times J, + <a data-ref=\"Leviticus 11:45\" href=\"/Leviticus.11.45\">Lv 11:45</a> (P), <a data-ref=\"Deuteronomy 20:1\" href=\"/Deuteronomy.20.1\">Dt 20:1</a>; <a data-ref=\"Joshua 24:17\" href=\"/Joshua.24.17\">Jos 24:17</a> (E), + 13 times; <span dir=\"rtl\">מארץ צפון</span> <a data-ref=\"Jeremiah 16:15\" href=\"/Jeremiah.16.15\">Je 16:15</a> = <a data-ref=\"Jeremiah 23:8\" href=\"/Jeremiah.23.8\">23:8</a>. <strong>b.</strong>  (1) out of a place, c. <span dir=\"rtl\">כן</span>: †<span dir=\"rtl\">םִ(ן הַ)בּוֹר</span> <a data-ref=\"Genesis 37:28\" href=\"/Genesis.37.28\">Gn 37:28</a> (E) <a data-ref=\"Psalms 40:3\" href=\"/Psalms.40.3\">ψ 40:3</a> <a data-ref=\"Jeremiah 38:10\" href=\"/Jeremiah.38.10\">Je 38:10</a>; <a data-ref=\"Jeremiah 38:13\" href=\"/Jeremiah.38.13\">13</a>; <span dir=\"rtl\">משּׁחת</span> <a data-ref=\"Jonah 2:7\" href=\"/Jonah.2.7\">Jon 2:7</a>; <span dir=\"rtl\">מקּברות</span> <a data-ref=\"Ezekiel 37:12\" href=\"/Ezekiel.37.12\">Ez 37:12</a>, <a data-ref=\"Ezekiel 37:13\" href=\"/Ezekiel.37.13\">13</a>; <span dir=\"rtl\">מן־שׁאול</span> <a data-ref=\"Psalms 30:4\" href=\"/Psalms.30.4\">ψ 30:4</a>, etc.; (2) c. <span dir=\"rtl\">בְּ</span> <em>by means of</em>, <span dir=\"rtl\">בְּחֶרְמִי</span> <a data-ref=\"Ezekiel 32:3\" href=\"/Ezekiel.32.3\">Ez 32:3</a> (<a data-ref=\"Habakkuk 1:15\" href=\"/Habakkuk.1.15\">Hb 1:15</a> v. <strong>3</strong> infr.). <strong>c.</strong>  c. acc. of place whither, <a data-ref=\"Numbers 20:25\" href=\"/Numbers.20.25\">Nu 20:25</a> (P) <a data-ref=\"Numbers 22:41\" href=\"/Numbers.22.41\">22:41</a> (E) <a data-ref=\"Joshua 2:6\" href=\"/Joshua.2.6\">Jos 2:6</a>; <a data-ref=\"Joshua 7:24\" href=\"/Joshua.7.24\">7:24</a> (J) <a data-ref=\"Ezra 4:2\" href=\"/Ezra.4.2\">Ezr 4:2</a>; <span dir=\"rtl\">השׁמים</span> <a data-ref=\"II Kings 2:1\" href=\"/II_Kings.2.1\">2 K 2:1</a>; c. <span dir=\"rtl\">אֶל</span>: <span dir=\"rtl\">אֶל־הָעֲלִיָּה</span> <a data-ref=\"I Kings 17:19\" href=\"/I_Kings.17.19\">1 K 17:19</a>; c. <span dir=\"rtl\">לְ</span>: <span dir=\"rtl\">לבית</span> <a data-ref=\"II Chronicles 8:11\" href=\"/II_Chronicles.8.11\">2 Ch 8:11</a>. <strong>d.</strong>  <em>cause to ascend, climb:</em> <span dir=\"rtl\">על המרכבה</span> <a data-ref=\"I Kings 20:33\" href=\"/I_Kings.20.33\">1 K 20:33</a> (<span dir=\"rtl\">אֶל</span> <a data-ref=\"II Kings 10:15\" href=\"/II_Kings.10.15\">2 K 10:15</a> prob. error), <span dir=\"rtl\">על־המגדלות</span> <a data-ref=\"II Chronicles 32:5\" href=\"/II_Chronicles.32.5\">2 Ch 32:5</a> (𝔙 <em>built towers thereon</em>, i.e. <span dir=\"rtl\">ע׳ עָלָיו</span>); <span dir=\"rtl\">מֵעַל לחומה</span> <a data-ref=\"Nehemiah 12:31\" href=\"/Nehemiah.12.31\">Ne 12:31</a> vid. <span dir=\"rtl\">עַל</span> <strong>IV 2 e</strong>. †<strong>2.</strong>  in personal relations: <strong>a.</strong>  <em>bring up</em>, c. <span dir=\"rtl\">אל</span>, <a data-ref=\"I Samuel 19:15\" href=\"/I_Samuel.19.15\">1 S 19:15</a> <a data-ref=\"II Kings 10:15\" href=\"/II_Kings.10.15\">2 K 10:15</a>; <a data-ref=\"II Kings 25:6\" href=\"/II_Kings.25.6\">25:6</a>; <a data-ref=\"Jeremiah 39:5\" href=\"/Jeremiah.39.5\">Je 39:5</a>; <a data-ref=\"Jeremiah 52:9\" href=\"/Jeremiah.52.9\">52:9</a>; c. <span dir=\"rtl\">לְ</span>, <a data-ref=\"I Samuel 28:8\" href=\"/I_Samuel.28.8\">1 S 28:8</a>, <a data-ref=\"I Samuel 28:11\" href=\"/I_Samuel.28.11\">11</a><sup>(×2)</sup>. <strong>b.</strong>  in war, c. <span dir=\"rtl\">עַל</span> <em>against</em> <a data-ref=\"II Chronicles 36:17\" href=\"/II_Chronicles.36.17\">2 Ch 36:17</a>; <a data-ref=\"Jeremiah 50:9\" href=\"/Jeremiah.50.9\">Je 50:9</a>; <a data-ref=\"Ezekiel 16:40\" href=\"/Ezekiel.16.40\">Ez 16:40</a>; <a data-ref=\"Ezekiel 23:46\" href=\"/Ezekiel.23.46\">23:46</a>; <a data-ref=\"Ezekiel 26:3\" href=\"/Ezekiel.26.3\">26:3</a>. <strong>c.</strong>  <em>take away</em> (from life) <a data-ref=\"Psalms 102:25\" href=\"/Psalms.102.25\">ψ 102:25</a> <a data-ref=\"Job 36:20\" href=\"/Job.36.20\">Jb 36:20</a>. †<strong>3.</strong>  <em>bring up</em> animals, c. <span dir=\"rtl\">על</span>, frogs <span dir=\"rtl\">על הארץ</span> <a data-ref=\"Exodus 8:1\" href=\"/Exodus.8.1\">Ex 8:1</a>, <a data-ref=\"Exodus 8:3\" href=\"/Exodus.8.3\">3</a> (P); <em>bring up</em> horses to a charge <a data-ref=\"Jeremiah 51:27\" href=\"/Jeremiah.51.27\">Je 51:27</a>, cf. <a data-ref=\"Nahum 3:3\" href=\"/Nahum.3.3\">Na 3:3</a>; <em>draw up</em> men, under fig. of fish <span dir=\"rtl\">(בְּחַכָּה)</span> <a data-ref=\"Habakkuk 1:15\" href=\"/Habakkuk.1.15\">Hb 1:15</a>; <em>train</em>, young lion <a data-ref=\"Ezekiel 19:3\" href=\"/Ezekiel.19.3\">Ez 19:3</a>; of cattle, <span dir=\"rtl\">מעלה גֵרָה</span>, i.e. <em>chewing the cud</em> <a data-ref=\"Leviticus 11:3\" href=\"/Leviticus.11.3\">Lv 11:3</a>, <a data-ref=\"Leviticus 11:4\" href=\"/Leviticus.11.4\">4</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 11:5\" href=\"/Leviticus.11.5\">5</a>, <a data-ref=\"Leviticus 11:6\" href=\"/Leviticus.11.6\">6</a>, <a data-ref=\"Leviticus 11:26\" href=\"/Leviticus.11.26\">26</a> <a data-ref=\"Deuteronomy 14:6\" href=\"/Deuteronomy.14.6\">Dt 14:6</a>, <a data-ref=\"Deuteronomy 14:7\" href=\"/Deuteronomy.14.7\">7</a><sup>(×2)</sup> <strong>4.</strong>  <em>cause to ascend:</em> c. acc. rei, smoke <span dir=\"rtl\">מן העיר</span> <a data-ref=\"Judges 20:38\" href=\"/Judges.20.38\">Ju 20:38</a>; stench <span dir=\"rtl\">באף</span> <a data-ref=\"Amos 4:10\" href=\"/Amos.4.10\">Am 4:10</a>, etc.; <em>bring waters</em> upon, <span dir=\"rtl\">על</span> <a data-ref=\"Isaiah 8:7\" href=\"/Isaiah.8.7\">Is 8:7</a>; <em>bring up</em> from (<span dir=\"rtl\">מן</span> loc.) <a data-ref=\"II Samuel 6:2\" href=\"/II_Samuel.6.2\">2 S 6:2</a>, <a data-ref=\"II Samuel 6:12\" href=\"/II_Samuel.6.12\">12</a>; <a data-ref=\"I Kings 8:1\" href=\"/I_Kings.8.1\">1 K 8:1</a>; <a data-ref=\"Genesis 50:25\" href=\"/Genesis.50.25\">Gn 50:25</a> (JE), +; c. <span dir=\"rtl\">אֶל</span> loc., <a data-ref=\"Judges 16:3\" href=\"/Judges.16.3\">Ju 16:3</a>; <a data-ref=\"I Chronicles 15:3\" href=\"/I_Chronicles.15.3\">1 Ch 15:3</a>, <a data-ref=\"I Chronicles 15:12\" href=\"/I_Chronicles.15.12\">12</a>, c. acc. loc. <a data-ref=\"II Chronicles 2:15\" href=\"/II_Chronicles.2.15\">2 Ch 2:15</a>; c. <span dir=\"rtl\">אל</span> pers. <a data-ref=\"I Samuel 6:21\" href=\"/I_Samuel.6.21\">1 S 6:21</a>; c. <span dir=\"rtl\">לְ</span> pers. <a data-ref=\"Judges 16:8\" href=\"/Judges.16.8\">Ju 16:8</a>; <a data-ref=\"I Samuel 2:19\" href=\"/I_Samuel.2.19\">1 S 2:19</a>; c. <span dir=\"rtl\">על</span>, <em>bring</em> sickness <em>upon</em> <a data-ref=\"Deuteronomy 28:61\" href=\"/Deuteronomy.28.61\">Dt 28:61</a>; †<span dir=\"rtl\">הע׳ עפר על ראשׁ</span> <em>throw dust on the head</em> <a data-ref=\"Joshua 7:6\" href=\"/Joshua.7.6\">Jos 7:6</a>; <a data-ref=\"Lamentations 2:10\" href=\"/Lamentations.2.10\">La 2:10</a>; <a data-ref=\"Ezekiel 27:30\" href=\"/Ezekiel.27.30\">Ez 27:30</a>; <em>clothe</em> sackcloth <em>upon</em> <a data-ref=\"Amos 8:10\" href=\"/Amos.8.10\">Am 8:10</a>; flesh upon <a data-ref=\"Ezekiel 37:6\" href=\"/Ezekiel.37.6\">Ez 37:6</a>; <em>put</em> ornaments <em>on</em> <a data-ref=\"II Samuel 1:24\" href=\"/II_Samuel.1.24\">2 S 1:24</a>; cf. also <a data-ref=\"I Kings 10:16\" href=\"/I_Kings.10.16\">1 K 10:16</a>, <a data-ref=\"I Kings 10:17\" href=\"/I_Kings.10.17\">17</a> = <a data-ref=\"II Chronicles 9:15\" href=\"/II_Chronicles.9.15\">2 Ch 9:15</a>, <a data-ref=\"II Chronicles 9:16\" href=\"/II_Chronicles.9.16\">16</a>; <a data-ref=\"II Chronicles 3:5\" href=\"/II_Chronicles.3.5\">2 Ch 3:5</a>, <a data-ref=\"II Chronicles 3:14\" href=\"/II_Chronicles.3.14\">14</a>; <span dir=\"rtl\">הע׳ נֵר</span> <em>light lamp</em> (make flame go up; Thes; al. of <em>raising</em> lamp upon the lamp-stand) <a data-ref=\"Exodus 25:37\" href=\"/Exodus.25.37\">Ex 25:37</a>; <a data-ref=\"Exodus 27:20\" href=\"/Exodus.27.20\">27:20</a> + 6 times P; <em>bring up</em> new flesh (heal; v. <a ,=\"\" data-ref=\"BDB, אֲרוּכָה\" dir=\"rtl\" href=\"/BDB,_אֲרוּכָה\">אֲרוּכָה</a> <a data-ref=\"Jeremiah 30:17\" href=\"/Jeremiah.30.17\">Je 30:17</a>; <a data-ref=\"Jeremiah 33:6\" href=\"/Jeremiah.33.6\">33:6</a>. †<strong>5.</strong>  mentally: <span dir=\"rtl\">הע׳ גִּלּוּלִים על לב</span> <a data-ref=\"Ezekiel 14:3\" href=\"/Ezekiel.14.3\">Ez 14:3</a>, <span dir=\"rtl\">אל לב</span> v <a data-ref=\"Ezekiel 14:7\" href=\"/Ezekiel.14.7\">7</a>, i.e. make object of thought; <em>rouse, stir up</em>, c. acc. <span dir=\"rtl\">אַף</span>, <em>anger</em> <a data-ref=\"Proverbs 15:1\" href=\"/Proverbs.15.1\">Pr 15:1</a>, cf. <a data-ref=\"Ezekiel 24:8\" href=\"/Ezekiel.24.8\">Ez 24:8</a>. †<strong>6.</strong>  <span dir=\"rtl\">הע׳ מנחה ל׳</span> <a data-ref=\"II Kings 17:4\" href=\"/II_Kings.17.4\">2 K 17:4</a> <em>offer</em> a present; <em>bring up</em> tithe to <span dir=\"rtl\">(ל)</span> <a data-ref=\"Nehemiah 10:39\" href=\"/Nehemiah.10.39\">Ne 10:39</a>; <span dir=\"rtl\">הע׳מַם</span> <em>raise a levy</em> <a data-ref=\"I Kings 5:27\" href=\"/I_Kings.5.27\">1 K 5:27</a>; <a data-ref=\"I Kings 9:15\" href=\"/I_Kings.9.15\">9:15</a>, <span dir=\"rtl\">למם</span> v <a data-ref=\"I Kings 9:21\" href=\"/I_Kings.9.21\">21</a> <a data-ref=\"II Chronicles 8:8\" href=\"/II_Chronicles.8.8\">2 Ch 8:8</a>. †<strong>7.</strong>  <em>exalt:</em> <a data-ref=\"Psalms 137:6\" href=\"/Psalms.137.6\">ψ 137:6</a> <em>if I exalt not</em> Jerus. <em>above</em> <span dir=\"rtl\">(עַל)</span> <em>my chief joy;</em> <span dir=\"rtl\">אנכי אַעַלְךָ גם־(מ)עלה</span> <a data-ref=\"Genesis 46:4\" href=\"/Genesis.46.4\">Gn 46:4</a> (E) <em>I will exalt thee exceedingly</em> (cf; <strong>Qal 10</strong>; מ lost in MT, after ם; Di and most <em>bring up</em>). <strong>8.</strong>  <em>cause to ascend</em> (in flame; Thes al. to go up on altar), <em>offer</em> sacrifice, usually <span dir=\"rtl\">עֹלָה</span>, either alone or foll. by other sacrif.: <span dir=\"rtl\">העלה עלות</span> <a data-ref=\"Exodus 24:5\" href=\"/Exodus.24.5\">Ex 24:5</a> (E) <a data-ref=\"Exodus 32:6\" href=\"/Exodus.32.6\">32:6</a> (J) <a data-ref=\"Leviticus 17:8\" href=\"/Leviticus.17.8\">Lv 17:8</a> (H) <a data-ref=\"Deuteronomy 12:13\" href=\"/Deuteronomy.12.13\">Dt 12:13</a>, <a data-ref=\"Deuteronomy 12:14\" href=\"/Deuteronomy.12.14\">14</a> + (see <a data-ref=\"BDB, עֹלָה\" href=\"/BDB,_עֹלָה\", dir=\"rtl\">עֹלָה</a>); seldom: †<span dir=\"rtl\">קטרת</span> <a data-ref=\"Exodus 30:9\" href=\"/Exodus.30.9\">Ex 30:9</a> (P), cf. <a data-ref=\"Psalms 66:15\" href=\"/Psalms.66.15\">ψ 66:15</a>; †<span dir=\"rtl\">מנחה</span> <a data-ref=\"Isaiah 57:6\" href=\"/Isaiah.57.6\">Is 57:6</a>; <a data-ref=\"Isaiah 66:3\" href=\"/Isaiah.66.3\">66:3</a>, also prob. <a data-ref=\"I Kings 18:29\" href=\"/I_Kings.18.29\">1 K 18:29</a>, <a data-ref=\"I Kings 18:36\" href=\"/I_Kings.18.36\">36</a>; <a data-ref=\"II Kings 3:20\" href=\"/II_Kings.3.20\">2 K 3:20</a> (> <strong>Qal</strong>); <span dir=\"rtl\">פר(ים)</span> <a data-ref=\"Numbers 23:2\" href=\"/Numbers.23.2\">Nu 23:2</a>, <a data-ref=\"Numbers 23:4\" href=\"/Numbers.23.4\">4</a>, <a data-ref=\"Numbers 23:14\" href=\"/Numbers.23.14\">14</a>, <a data-ref=\"Numbers 23:30\" href=\"/Numbers.23.30\">30</a> (E) <a data-ref=\"Psalms 51:21\" href=\"/Psalms.51.21\">ψ 51:21</a>; <span dir=\"rtl\">הטוב בעיניו</span> <a data-ref=\"II Samuel 24:22\" href=\"/II_Samuel.24.22\">2 S 24:22</a>; <span dir=\"rtl\">הע׳ ליהוה</span> <a data-ref=\"Judges 13:16\" href=\"/Judges.13.16\">Ju 13:16</a>; abs. <a data-ref=\"II Chronicles 8:13\" href=\"/II_Chronicles.8.13\">2 Ch 8:13</a>; <a data-ref=\"II Chronicles 29:29\" href=\"/II_Chronicles.29.29\">29:29</a>; †<span dir=\"rtl\">הע׳ לעולה</span> <a data-ref=\"Genesis 22:2\" href=\"/Genesis.22.2\">Gn 22:2</a>, <a data-ref=\"Genesis 22:13\" href=\"/Genesis.22.13\">13</a> (E); c. acc. loc. <span dir=\"rtl\">מַעֲלֶה בָמָה</span> <a data-ref=\"Jeremiah 48:35\" href=\"/Jeremiah.48.35\">Je 48:35</a>; <span dir=\"rtl\">מזבח(ה)</span> <a data-ref=\"Leviticus 14:20\" href=\"/Leviticus.14.20\">Lv 14:20</a> (P) <a data-ref=\"Isaiah 60:7\" href=\"/Isaiah.60.7\">Is 60:7</a> (> <strong>Qal</strong>); c. <span dir=\"rtl\">לְ</span> loc. <a data-ref=\"II Chronicles 29:27\" href=\"/II_Chronicles.29.27\">2 Ch 29:27</a>; c. <span dir=\"rtl\">בְּ</span> loc. <a data-ref=\"Genesis 8:20\" href=\"/Genesis.8.20\">Gn 8:20</a> (J) <a data-ref=\"Numbers 23:2\" href=\"/Numbers.23.2\">Nu 23:2</a>, <a data-ref=\"Numbers 23:4\" href=\"/Numbers.23.4\">4</a>, <a data-ref=\"Numbers 23:14\" href=\"/Numbers.23.14\">14</a>, <a data-ref=\"Numbers 23:30\" href=\"/Numbers.23.30\">30</a> (E); <span dir=\"rtl\">עַל־הַחֹמָה</span> <a data-ref=\"II Kings 3:27\" href=\"/II_Kings.3.27\">2 K 3:27</a>; usually <span dir=\"rtl\">על</span> loc., <span dir=\"rtl\">על הַצּוּר</span> <a data-ref=\"Judges 13:19\" href=\"/Judges.13.19\">Ju 13:19</a>, <span dir=\"rtl\">הע׳ על מזבח</span> 1 K <a data-ref=\"I Kings 12:32\" href=\"/I_Kings.12.32\">12:32</a>, <a data-ref=\"I Kings 12:33\" href=\"/I_Kings.12.33\">33</a><sup>(×2)</sup>; <a data-ref=\"II Kings 16:12\" href=\"/II_Kings.16.12\">2 K 16:12</a>; <a data-ref=\"II Chronicles 1:6\" href=\"/II_Chronicles.1.6\">2 Ch 1:6</a>; <a data-ref=\"II Chronicles 29:21\" href=\"/II_Chronicles.29.21\">29:21</a>; <a data-ref=\"I Samuel 2:28\" href=\"/I_Samuel.2.28\">1 S 2:28</a>, <span dir=\"rtl\">פרים על מזבח</span> <a data-ref=\"Psalms 51:21\" href=\"/Psalms.51.21\">ψ 51:21</a>; elsewhere <span dir=\"rtl\">הע׳ עלות על מזבח</span> <a data-ref=\"Exodus 40:29\" href=\"/Exodus.40.29\">Ex 40:29</a> (P) <a data-ref=\"Joshua 22:23\" href=\"/Joshua.22.23\">Jos 22:23</a>; <a data-ref=\"I Kings 3:4\" href=\"/I_Kings.3.4\">1 K 3:4</a>; <a data-ref=\"I Kings 9:25\" href=\"/I_Kings.9.25\">9:25</a>; <a data-ref=\"II Chronicles 1:6\" href=\"/II_Chronicles.1.6\">2 Ch 1:6</a>; <a data-ref=\"II Chronicles 35:16\" href=\"/II_Chronicles.35.16\">35:16</a>; <a data-ref=\"Ezra 3:2\" href=\"/Ezra.3.2\">Ezr 3:2</a>; <a data-ref=\"Ezekiel 43:18\" href=\"/Ezekiel.43.18\">Ez 43:18</a>, <span dir=\"rtl\">הע׳ עלות ליהוה על מז׳</span> <a data-ref=\"Deuteronomy 27:6\" href=\"/Deuteronomy.27.6\">Dt 27:6</a>;<a data-ref=\"Joshua 8:31\" href=\"/Joshua.8.31\">Jos 8:31</a>; <a data-ref=\"I Chronicles 16:40\" href=\"/I_Chronicles.16.40\">1 Ch 16:40</a>; <a data-ref=\"II Chronicles 8:12\" href=\"/II_Chronicles.8.12\">2 Ch 8:12</a>; <a data-ref=\"Ezra 3:3\" href=\"/Ezra.3.3\">Ezr 3:3</a>.<br>†<strong>Hoph.</strong>  <em>Pf.;</em>— <strong>1.</strong>  <em>be carried away</em>, 3 fs. <span dir=\"rtl\">הֹעֲלָ֑תָה</span> <a data-ref=\"Nahum 2:8\" href=\"/Nahum.2.8\">Na 2:8</a>. <strong>2.</strong>  <em>be taken up</em> into, <em>inserted</em> in 3 ms. <span dir=\"rtl\">הֹעֲלָה</span> <a data-ref=\"II Chronicles 20:34\" href=\"/II_Chronicles.20.34\">2 Ch 20:34</a> <span dir=\"rtl\">(על ספר)</span> (pass. of <strong>Qal 6</strong>). <strong>3.</strong>  3 ms. <em>be offered</em>, of <span dir=\"rtl\">פר</span> <a data-ref=\"Judges 6:28\" href=\"/Judges.6.28\">Ju 6:28</a> <span dir=\"rtl\">(על המזבח)</span>.<br>†<strong>Hithp.</strong>  <em>lift oneself:</em> Impf. 3 ms. <span dir=\"rtl\">אֶל־יִתְעַל</span> <a data-ref=\"Jeremiah 51:3\" href=\"/Jeremiah.51.3\">Je 51:3</a> <em>against</em> (him that) <em>lifts himself</em>, but corrupt; either read <span dir=\"rtl\">אַל־</span>, <em>let him not</em>, etc. (𝔖 𝔗 𝔙 Hi Gf Gie Rothst), or del. <span dir=\"rtl\">אל</span> (𝔊 Co<sup>Hpt</sup>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64785d518c72a2b3fff55414", "index_title": "Allegorical Interpretation of Genesis", "category": "Second Temple", "type": "", "ref": "Allegorical Interpretation of Genesis, Book III 15:1", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Allegorical Interpretation of Genesis, Book III 15:1", "sourceHeRef": "אליגוריות החוקים, ספר ג ט״ו:א׳", "anchorVerse": 25, "sourceHasEn": true, "commentaryNum": 15.0001, "collectiveTitle": {"en": "Allegorical Interpretation of Genesis", "he": "אליגוריות החוקים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "[45] For truly are “the hands of Moses heavy” (Exod, 17:12); for inasmuch as the bad man’s doings are light and windy, those of the wise man will be weighty and immovable and not easily shaken. Accordingly they are steadied by Aaron, the Word, and Hor, which is “Light”; and life has no clearer light than truth. The prophet’s aim therefore is to show thee by means of symbols that the doings of the wise man are upheld by the most essential of all things, the Word and Truth. And so, when Aaron dies, that is, when he is made perfect, he goes up into Hor, which is “Light” (Numb. 20:25); for the end of the Word is Truth, which casts a beam more far-reaching than light. To this it is the earnest endeavour of the Word to attain.", "versionTitle": "Loeb Classical Library, Harvard University Press, 1929", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64bfcd4b5781082118c15181", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Numbers 20:25:1", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Alshekh on Torah, Numbers 20:25:1", "sourceHeRef": "תורת משה - אלשיך, במדבר כ׳:כ״ה:א׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "במדבר", "he": "<b>קח את אהרן וכו'.</b> הנה הל\"ל העל את אהרן ואת וכו' הר ההר. אך מכאן ראיה מה שאמרו רז\"ל שאמר לו שיפייסנו בדברים ויודיעהו הדבר באופן שלא יצטער וזהו קח את אהרן וכו' והוא קיחה בדברים: ", "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "66c5e63f19dde12e3cfb92c3", "index_title": "Ceremony and Celebration Family Edition, The Hagim", "category": "Jewish Thought", "type": "", "ref": "Ceremony and Celebration Family Edition, The Hagim, Sukkot, Deep Diving into the Tefilla of the Day; Blessing on Taking the Lulav 7", "anchorRef": "Numbers 20:25", "anchorRefExpanded": ["Numbers 20:25"], "sourceRef": "Ceremony and Celebration Family Edition, The Hagim, Sukkot, Deep Diving into the Tefilla of the Day; Blessing on Taking the Lulav 7", "sourceHeRef": "מועדים לשיחה; קריאות חדשות בחגי ישראל, סוכות, צלילה עמוקה לתפילת היום; ברכת נטילת לולב ז׳", "anchorVerse": 25, "sourceHasEn": true, "commentaryNum": 7, "collectiveTitle": {"en": "Ceremony and Celebration Family Edition, The Hagim", "he": "מועדים לשיחה; קריאות חדשות בחגי ישראל"}, "heTitle": "צלילה עמוקה לתפילת היום; ברכת נטילת לולב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The Four Species are a symbolic expression of our rejoicing that the Israelites left the wilderness, “a place with no grain or figs or vines or pomegranates; there was not even water to drink” (Bemidbar 20:25), and came to a country full of fruit trees and rivers. In order to remember this, we take the fruit which is the most pleasant of the land, branches that smell the best, the most beautiful leaves, and also the best of herbs, i.e., the willows of the brook. These four kinds have also these three purposes: First, they were plentiful in those days in the land of Israel so that everyone could easily get them. Secondly, they have a good appearance – they are green; some of them, namely the citron and the myrtle, are also excellent with regard to their smell, and the branches of the palm tree and the willow have neither good nor bad smell. Thirdly, they keep fresh and green for seven days, which is not the case with peaches, pomegranates, asparagus, nuts, and the like.", "versionTitle": "Ceremony & Celebration Family Edition, Maggid Books, 2023", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6708280021016e7671311f1d", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 10:7", "anchorRef": "Numbers 20:23-21:4", "anchorRefExpanded": ["Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4"], "sourceRef": "Deuteronomy 10:7", "sourceHeRef": "דברים י׳:ז׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 10.0007, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "מִשָּׁ֥ם נָסְע֖וּ הַגֻּדְגֹּ֑דָה וּמִן־הַגֻּדְגֹּ֣דָה יׇטְבָ֔תָה אֶ֖רֶץ נַ֥חֲלֵי מָֽיִם׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "From there they marched to Gudgod,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Gudgod </b>“Hor-haggidgad” in Num. 33.32–33.</i> and from Gudgod to Jotbath, a region of running brooks.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]