[{"_id": "52105eefedbab43f23701758", "index_title": "Ramban on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ramban on Numbers 20:26:1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Ramban on Numbers 20:26:1", "sourceHeRef": "רמב\"ן על במדבר כ׳:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>והפשט את אהרן את בגדיו</b> הם בגדי כהונה גדולה שנתרבה בהם אלעזר בנו עתה והקרוב כי כאשר ירד אהרן מעשות התמיד והקטיר הקטורת והעלה הנרות העלה אותו אל הר ההר כשהיה לבוש בגדי כהונה והפשיט אותם ועל דרך הפשט הלבישו תכריכי המת אשר הכין לו והפשיט את אלעזר בגדי החול והלבישו בגדי הקדש כאשר עשה עמו ביום המלואים (ויקרא ח ז-ט) ומדרש רבותינו שנעשו בהם נסים אמרו היאך משה יכול להפשיט את אהרן כסדרן והלא העליונים הם העליונים לעולם והתחתונים הם התחתונים לעולם אלא מעשה נסים עשה לו המקום במיתתו יותר מבחייו העמידו משה אל הסלע והפשיטו בגדי כהונה ובגדי שכינה נלבשים תחתיהם: <b>וילבש</b> אותם את אלעזר בנו (במדבר כ׳:כ״ח) וכי היאך יכול להלביש את הבגדים כסדרן לאלעזר אבל כבוד גדול חלק לו המקום לאהרן במיתתו יותר מבחייו שנלבשו בגדי שכינה תחלה למטה וחזר משה והפשיט את אהרן הבגדים כסדרן והלביש אלעזר כסדרן כך שנוי בת\"כ (מלואים א ו):", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND STRIP AARON OF HIS GARMENTS. These are the garments [reserved only] for the High Priest, with which Eleazar his son was now appointed [High Priest in his stead]. It is likely that when Aaron came down from offering the Daily Whole-offering, and burnt the incense and kindled the lamps, Moses took him up to Mount Hor whilst he was still dressed in the garments of the [High] Priest, and [then] he stripped him of them. And according to the plain meaning of Scripture [the verse is to be interpreted: <i>And strip Aaron of his garments</i> in order to] put on him the shrouds of a dead man which he had prepared for him, and then he stripped Eleazar of his ordinary clothes and put the sacred garments upon him, as he did to him on the day of initiation. And according to the Midrashic interpretation of our Rabbis,<sup class=\"footnote-marker\">211</sup><i class=\"footnote\">Sifra, <i>Tzav Milu’im</i> 1:6.</i> various miracles occurred in connection with these garments.<sup class=\"footnote-marker\">212</sup><i class=\"footnote\">The miraculous nature of the event which occurred here has been explained in various ways, but from Ramban’s quotation of it the explanation is as follows: Since it is obvious that Aaron would not be left naked for even one moment, we must say that as soon as the uppermost garment was removed from him, the Divine Glory wrapped him with a corresponding celestial garment. But if so, how could Moses proceed to remove the lower garments “in their proper order,” since there was now a [celestial] upper garment upon them? The answer is given in the following text of the Torath Kohanim [Sifra]. See the following note.</i> Thus they said: “How could Moses strip Aaron of his garments in their proper order? Are not the upper ones always on top, and the lower ones always underneath? But G-d did miraculous deeds for Aaron at the time of his death, even more so than during his lifetime. Thus Moses put Aaron upon the rock and stripped him of the priestly garments, and [alternative] celestial garments clothed themselves [upon him] <i>underneath</i> them.<sup class=\"footnote-marker\">213</sup><i class=\"footnote\">“Underneath them.” Thus as Aaron was stripped of his <i>upper</i> robe, he was covered with a corresponding celestial garment <i>underneath</i> his tunic [which was the lower garment directly on his body]. Moses could then proceed to remove the tunic [which was now <i>above</i> the celestial “upper” robe, thereby fulfilling the Divine command of stripping Aaron of his garments “in their proper order.” As he removed the tunic, a corresponding celestial tunic likewise clothed itself <i>underneath</i> the celestial robe. This interpretation of the Torath Kohanim is based upon Malbim’s commentary.</i> <i>And he put them upon Eleazar his son</i>.<sup class=\"footnote-marker\">214</sup><i class=\"footnote\">Verse 28.</i> But how could Moses put the garments upon Eleazar in their proper order?<sup class=\"footnote-marker\">215</sup><i class=\"footnote\">For as soon as he stripped Aaron of the upper robe, Moses had to put it upon Eleazar, so that he would be clothed in the order in which the clothes are worn. If so, how could he later on put the lower garments [such as the tunic] underneath? In answer to this question the Torath Kohanim presents a second miracle, namely, that Aaron found himself arrayed in eight celestial garments and then he put on the eight garments of the high priesthood in opposite order, first the robe and finally the tunic. [Ordinarily this is not permitted, but since he was now attired already in the celestial garments underneath it was permissible for him to do it.] When Moses removed the tunic from upon Aaron and put it upon Eleazar it was thus done in proper order. See my Hebrew commentary pp. 380-381.</i> [We must say that this was not natural], but that G-d bestowed a great honor upon Aaron at the time of his death, even more so than during his lifetime, in that celestial garments first [miraculously] clothed themselves underneath [the other garments], and then Moses stripped Aaron of the priestly garments in their proper order,<sup class=\"footnote-marker\">216</sup><i class=\"footnote\">I.e., in the order he had put them on after he found himself arrayed in the eight celestial garments, which as explained above (Note 215), was in the opposite order: first the robe and finally the tunic as the uppermost garment.</i> and [also] put them on Eleazar in their proper order.” So it is taught in the Torath Kohanim.<sup class=\"footnote-marker\">211</sup><i class=\"footnote\">Sifra, <i>Tzav Milu’im</i> 1:6.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "522307d8edbab45814ae70a6", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 20:26:1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Rashi on Numbers 20:26:1", "sourceHeRef": "רש\"י על במדבר כ׳:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>את בגדיו.</b> אֶת בִּגְדֵי כְהֻנָּה גְדוֹלָה הִלְבִּישָׁהוּ וְהִפְשִׁיטָם מֵעָלָיו, לְתִתָּם עַל בְּנוֹ בְּפָנָיו; אָמַר לוֹ הִכָּנֵס לַמְּעָרָה וְנִכְנַס, רָאָה מִטָּה מֻצַּעַת וְנֵר דָּלוּק, אָמַר לוֹ עֲלֵה לַמִּטָּה וְעָלָה, פְּשֹׁט יָדֶיךָ וּפָשַׁט, קְמֹץ פִּיךָ וְקָמַץ, עֲצֹם עֵינֶיךָ וְעָצַם, מִיָּד חָמַד מֹשֶׁה לְאוֹתָהּ מִיתָה, וְזֶהוּ שֶׁנֶּאֱמַר לוֹ (דברים ל\"ב) \"כַּאֲשֶׁר מֵת אַהֲרֹן אָחִיךָ\" — מִיתָה שֶׁנִתְאַוִּיתָ לָהּ (ספרי שם):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "את בגדיו [AND STRIP AARON OF] HIS GARMENTS — i.e., the garments of the high priesthood. — He clothed him in these and stripped them off him to place them on his son in his presence. He (Moses) said to him (Aaron), “Enter the cave”, and he entered. — He saw a bed already made (more lit., outspread, i.e., with its sheets, etc.) and a light burning. He said to him, “Ascend the bed”, and he ascended. — “Stretch out your hands”, and he stretched them out. — “Close your mouth”, and he closed it. — “Close your eyes”, and he closed them. At that moment Moses longed for that self-same death, and this is what was said to him (Deuteronomy 32:50), “[And die] … as Aaron thy brother died” — the death, for which you longed (Siphre on that verse).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6d81", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 20:26", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Onkelos Numbers 20:26", "sourceHeRef": "תרגום אונקלוס על במדבר כ׳:כ״ו", "anchorVerse": 26, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 20.0026, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וְאַשְׁלַח יָת אַהֲרֹן יָת לְבוּשׁוֹהִי וְתַלְבֵּשִׁנּוּן יָת אֶלְעָזָר בְּרֵיהּ וְאַהֲרֹן יִתְכְּנֵשׁ וִימוּת תַּמָּן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Remove Aharon’s vestments and dress his son Elozor in them; Aharon will be gathered in and die there.”", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec5b8", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 20:26", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Targum Jonathan on Numbers 20:26", "sourceHeRef": "תרגום יונתן על במדבר כ׳:כ״ו", "anchorVerse": 26, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 20.0026, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וְאַשְׁלַח יַת אַהֲרן יַת לְבוּשׁוֹי אִיקַר כְּהוּנְתָּא וְתַלְבִּישׁוּנוּן יַת אֶלְעָזָר בְּרֵיהּ וְאַהֲרן יִתְכְּנֵישׁ וִימוּת תַּמָן", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And thou shalt strip Aharon of his vestments, the adornment (glory) of the priesthood, and put them on Elazar his son; but Aharon shall be gathered, and die there. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179b9fbfba22336ea64f5", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 20:26:1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Sforno on Numbers 20:26:1", "sourceHeRef": "ספורנו על במדבר כ׳:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>והפשט את אהרן את בגדיו.</b> אותם בגדים הראוים לכהן גדול יותר על כהן הדיוט:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "והפשט אהרן את בגדיו, the garments that were exclusively those of a High Priest, i.e. those in addition to the garments worn by the ordinary priest.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f179b9fbfba22336ea64f7", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 20:26:2", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Sforno on Numbers 20:26:2", "sourceHeRef": "ספורנו על במדבר כ׳:כ״ו:ב׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 26.0002, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>והלבשתם את אלעזר.</b> שהיה לבוש בגדי כהן הדיוט ובכן נשאר אהרן בד' בגדי כהן הדיוט לבוש הבדים כמו שהיה ענינו בהכנס לפני ולפנים וכענין הראות מלאכי אלהים לעבדיו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "והלבשתם את אלעזר, who was already wearing the standard four garments which every priest wore. As a result, Aaron would remain wearing the basic four garments worn by every priest. It is precisely these four garments which he would wear any time he had occasion to enter the Holy of Holies, so that he in no way was deprived of status by not wearing the garments which were meant only for his image among his peers, not for his image when facing G’d. In fact, basically, what he remained with were the kind of garments angels appear in when they appear to human beings.\n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f17abcfbfba22336ea7ca7", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 20:26:1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Or HaChaim on Numbers 20:26:1", "sourceHeRef": "אור החיים על במדבר כ׳:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>והפשט את אהרז את בגדיו</b>. אמר את <b>אהרן</b> את <b>בגדיו</b> שנראה שהם ב' הפשטות, הגם שאין זה צחות לשון עם כל זה אפשר שנתכוון לומר לו שהבגדים שיפשיט יהיו בגדי כהונה לא בגדי עצמו, לזה אמר <b>הפשט את אהרן</b> לגופה וחזר והתנה שההפשטה הוא <b>את בגדיו</b> המיוחדים לו לאהרן שהם בגדי כהונה ועליהם הוא אומר <b>והלבשתם את אלעזר</b>, וזה לא היה נשמע אם היה אומר והפשט אהרן את בגדיו שאז אין כאן יתור לדרוש ממנו אלא הדברים כפשטן, וכאלו אמר והפשט אהרן מבגדיו, ומאמר <b>את בגדיו</b> הוא גזירת והפשט, מה שאין כן אומרו <b>והפשט את אהרן</b> מאמר <b>את אהרן</b> הוא גזירת והפשט ונשאר מאמר <b>את בגדיו</b> מיותר לדרשה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span>והפשט את אהרן את בגדיו</span>, \"and strip Aaron of his garments.\"</b> The fact that the Torah wrote the word <span>את</span> twice, both in connection with Aaron and in connection with his garments suggests that there were two separate \"strippings.\" We might have thought that the garments that Aaron was to be stripped of were the priestly garments, not his personal clothing. This is why the Torah also had to write: \"strip Aaron\" to indicate that he was to be stripped also of his personal garments. It was only concerning the priestly garments that the Torah continued: <span>והלבשתם את אלעזר בנו</span>, \"and put them on his son Eleazar. Had the Torah merely written <span>והפשט אהרן את בגדיו</span>, I would not have had the extra word <span>את</span> from which I could have deduced the proper meaning of the verse. On the other hand, if the Torah had only written <span>והפשט אהרן בגדיו</span> (without either word <span>את</span>), I would have simply understood that Aaron was to be stripped naked, and the words <span>את בגדיו</span> would have become meaningless.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57c43b63d6e4a903fee3c0c2", "index_title": "Targum Jerusalem", "category": "Targum", "type": "targum", "ref": "Targum Jerusalem, Numbers 20:26", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Targum Jerusalem, Numbers 20:26", "sourceHeRef": "תרגום ירושלמי, במדבר כ׳:כ״ו", "anchorVerse": 26, "sourceHasEn": true, "compDate": [380, 1180], "commentaryNum": 20.0026, "collectiveTitle": {"en": "Targum Jerusalem", "he": "תרגום ירושלמי"}, "heTitle": "במדבר", "he": "וְתַשְׁלִיחַ יַת אַהֲרן:", "heVersionTitle": "Targum Jerusalem on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום ירושלמי על התורה", "text": "And Mosheh drew off from Aharon.", "versionTitle": "Targum Jerusalem, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי, מתורגם בידי ג\"ו את'רידג', לונדון, 1862"}, {"_id": "57e77d70d6e4a94c7c18af95", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 20:26", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Tafsir Rasag, Numbers 20:26", "sourceHeRef": "תפסיר רס\"ג, במדבר כ׳:כ״ו", "anchorVerse": 26, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 20.0026, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ואסלך̇ הרון ת̇יאבה ואלבסהא אלעזר אבנה והרון ינצ̇ם וימות הנאך", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b501d6e4a902855ffb19", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Numbers 20:26:1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Tur HaArokh, Numbers 20:26:1", "sourceHeRef": "הטור הארוך, במדבר כ׳:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>והפשט את אהרן וגו'. </b>פי' בגדי כהונה שנתרבה בהם כדי להלבישם לאלעזר. ועל דרך הפשט הפשט אהרן את בגדיו להלבישו תכריכי המת אשר הכין לו והפשיט אלעזר בגדי חול שעליו והלבישו בגדי הקדש כאשר עשה ביום המלואים: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " והפשט את אהרן, “and disrobe Aaron;” the reference is to the removal of his priestly garments, the ones that were worn in addition to the four garments worn by ordinary priests. These garments were to be worn henceforth by Eleazar. According to the plain meaning of the text, Aaron was to exchange the normal garments for a shroud, a garment he already had at the ready. Eleazar stripped off his ordinary garments and exchanged them for the garments befitting a priest as he had done on the day he had been anointed as a priest.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d48992d6e4a939ba1750d4", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 20:26:1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Torah Temimah on Torah, Numbers 20:26:1", "sourceHeRef": "תורה תמימה על התורה, במדבר כ׳:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>את אהרן את בגדיו. </b>תניא, א\"ר אלעזר, למה נסמכה מיתת אהרן לבגדי כהונה לומר לך מה בגדי כהונה מכפרים אף מיתתן של צדיקים מכפרת <sup class=\"footnote-marker\">יז</sup><i class=\"footnote\">ענין כפרת מיתת צדיקים בארנו לעיל פסוק א' יעו\"ש. ופירשו התוס' הא דכתיב והפשט את אהרן את בגדיו ואהרן יאסף וכו', עכ\"ל, ואינו מבואר כלל מאי שייך כאן לדרוש סמיכות הן כל הענין אחד הוא שצוה הקב\"ה שיפשיט את אהרן את בגדיו ושילבישם לאלעזר, וסמיכות שייך לדרוש רק בשני ענינים נפרדים וכמו בריש פרשה זו דדריש סמיכות מיתת מרים לפרשת פרה אדומה וכדומה, משא\"כ כאן.\n<br>ויש לומר דדריש כיון דכתיב אחר צווי ההפשטה וההלבשה ויעש משה כאשר צוה ה', הלא מבואר ענינו שהפשיט והלביש כפי שנצטוה, וא\"כ למה נאמר עוד אח\"כ ויפשט משה את אהרן וילבש אותם את אלעזר בנו וימת אהרן, לרמז דכמו שבגדי כהונה מכפרים כך מיתת צדיקים מכפרת. וענין וטעם כפרת בגדי כהונה עיין מש\"כ בפ' תצוה בפסוק וזה הדבר אשר תעשה להם (כ\"ח א').\n</i>.<br>(מו\"ק כ\"ח א׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1543e5d6e4a92409abf2b0", "index_title": "Siftei Chakhamim", "category": "Quoting Commentary", "type": "", "ref": "Siftei Chakhamim, Numbers 27:13:2", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Siftei Chakhamim, Numbers 27:13:2", "sourceHeRef": "שפתי חכמים, במדבר כ״ז:י״ג:ב׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>ד\"א אין אתה טוב ממנו.</b> כלומר וכשם שהוא מת בשביל עון זה כך אתה תמות: והא דפי' כאן ד\"א ולא לקמן בהאזינו שפירש רק שנתאוה וכן לעיל בפרשת חקת. נראה בכל מקום כתיב כאשר נאסף וגו' על אשר מריתם, וכאן כתיב כאשר נאסף וגו' כאשר מריתם, דמשמע לכך נאסף כאהרן כאשר חטא עמו, לכן פי' גם ד\"א שאין אתה טוב ממנו. נלי\"ט:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Another interpretation: You are no better than he.</b> That is to say, that just as he died because of this sin, so too will you die. [One might ask why] Rashi brings the other interpretation here? He does not [mention it] later in Parshas Haazinu (Devarim 32:50) where he only explains “that he yearned.” Similarly, [why he did not bring it] above in Parshas Chukas (Bamidbar 20:26)? It appears that usually the Torah writes, “As was gathered … על אשר מריתם [\"because you disobeyed\"]\" but here it writes, “As was gathered … כאשר מריתם [lit. \"like you (pl.) disobeyed\"]” which implies that the reason why he would be gathered in like Aharon was because he sinned like him. Therefore Rashi also explains the other interpretation that “You are no better than he.” <i>R. Yaakov Triosh.</i>", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1547b5d6e4a92409ac4a24", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 20:26:1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Siftei Chakhamim, Numbers 20:26:1", "sourceHeRef": "שפתי חכמים, במדבר כ׳:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>בגדי כ\"ג.</b> רצונו לתרץ דאי בגדיו של חולין מה טעם צוה הקב\"ה להלביש את אלעזר לפניו בבגדיו. והרא\"ם תירץ ע\"כ פירושו בגדי כהונה. דאל\"כ איך יהיה אות על זכייתו בכהונה גדולה, ואפשר דבכלל דבריו דברי:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>In the vestments of the <i>Kehunah Gedolah.</i></b> Rashi wishes to answer the question: If it was his regular clothes, why did Hashem command Moshe to dress Elozor in [Aharon's] clothes in his presence. <i>Re’m</i> answers that one must say that this refers to the vestments of the <i>Kehunah</i> [<i>Gedolah</i>]. If not so, how would this be a sign that [Elozor] merited the <i>Kehunah</i> <i>Gedolah</i>? It is possible that [he meant] my answer within his.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1547b5d6e4a92409ac4a26", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 20:26:2", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Siftei Chakhamim, Numbers 20:26:2", "sourceHeRef": "שפתי חכמים, במדבר כ׳:כ״ו:ב׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 26.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>הלבישהו והפשיטם מעליו.</b> אע\"פ שאין כתוב כאן שכך צוה השם, שאין כתיב אלא והפשט את אהרן וכו', דאל\"כ שמשה הלביש את אהרן תחילה איך ילבש אהרן בגדי כהונה שלא בשעת עבודה והלא היוצא מהר הבית בבגדי כהונה סופג ארבעים. אלא ע\"כ צריך לומר דמשה הלבישן ע\"פ הדיבור כדי שיפשיטן וילבישן את אלעזר בפני אהרן, ולהראות שבנו זוכה לכהונה גדולה תחתיו:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>He dressed him and then removed them from him.</b> Even though it does not write here that Hashem commanded this, for it is only written, “Remove Aharon’s [vestments].” Otherwise, if Moshe had not dressed him first, how could Aharon have worn the vestments of the <i>kehunah</i> during a time when he was not performing any service? Surely one who leaves the Temple Mount wearing the vestments of <i>kehunah</i> receives forty lashes [for transgressing a Torah prohibition]. Rather one must say that Moshe dressed him per Hashem’s instruction in order that he could remove them and place them on Elozor in Aharon’s presence. This was to demonstrate that his son Elozor had merited the <i>Kehunah Gedolah</i> in Aharon’s place.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1547b5d6e4a92409ac4a28", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 20:26:3", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Siftei Chakhamim, Numbers 20:26:3", "sourceHeRef": "שפתי חכמים, במדבר כ׳:כ״ו:ג׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 26.0003, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>אמר לו הכנס למערה.</b> משום דק\"ל ולמה לא הפשיט אהרן את בגדיו וילבישם אלעזר את עצמו כי זה נראה שהוא גנאי למשה שיהא משרת להם. ומתרץ אמר לו כו', וכי לא סגי בלא דיבורו של משה אלא להורות מצות גמילות חסדים של מתים שהרי משה בעצמו היה מתעסק בכל עסקי מיתת אהרן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>He said to him “Enter the cave.”</b> Rashi is answering the question: Why did Aharon himself not remove his clothes and place them on Elozor? It seems insulting for Moshe to have to serve them. He answers that, “He said to him…” Would it not have been sufficient without mentioning Moshe’s words? Rather, it was to demonstrate the commandment of doing kindness to the dead, and that Moshe himself dealt with all matters pertaining to the death of Aharon.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1c0212d6e4a943452d3c2e", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Numbers 3", "anchorRef": "Numbers 20:22-29", "anchorRefExpanded": ["Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29"], "sourceRef": "Sefer HaYashar (midrash), Book of Numbers 3", "sourceHeRef": "ספר הישר (מדרש), ספר במדבר ג׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 3, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר במדבר", "he": "ויהי בשנת שלושים ושש שנה לצאת בני ישראל ממצרים, ויך ה׳ אל לב סיחון מלך האמורי. ויערוך מלחמה ויצא להילחם את בני מואב. וישלח סיחון מלאכים אל בעור בן יונוס בן בלעם יועץ מלך מצרים ואל בלעם בנו, לקלל את מואב למען תינתן ביד סיחון. וילכו מלאכי סיחון ויביאו את בעור בן יונוס ואת בלעם בנו, מפתור ארם נהריים. ויבואו בעור ובלעם בנו עיר סיחון, ויקללו את מואב ואת מלכם בעיני סיחון מלך האמורי. וסיחון יצא עם כל חילו וילך אל מואב, וילחם בם ויכניעם ויתנם ה׳ בידו. ויהרוג סיחון את מלך מואב ויקח סיחון את כל ערי מואב במלחמה, וגם את חשבון לקח מהם כי חשבון מערי מואב היא. וישם סיחון את שריו ואת גדוליו בחשבון, ותהי חשבון לסיחון בימים ההם. על כן יאמרו עליה המושלים בעור ובלעם בנו, כדברים האלה לאמור. בואו חשבון תיבנה ותיכונן עיר סיחון, אוי לך מואב אבדת עם כמוש, הנה כתובה על ספר תורת האלוקים. ויהי כאשר ניצח סיחון את מואב, וישם שומרים בערים אשר לקח מאת מואב. ובני מואב נפלו הרבה במלחמה ביד סיחון וישב מהם שבי גדול בנים ובנות ויהרוג מלכם, ויפן סיחון וישב לו אל ארצו. ויתן סיחון כותנות רבות ומנות כסף וזהב אל בעור ואל בלעם בנו וישלחם, וילכו ארם נהריים אל מקומם ואל ארצם. בעת ההיא עברו כל בני ישראל מדרך מדבר מואב, וישובו ויסובו את מדבר אדום. ויבואו כל העדה מדבר צין בחודש הראשון, בשנת הארבעים לצאתם ממצרים. וישבו שם בני ישראל בקדש מדבר סין, ותמת שם מרים ותיקבר שם. בעת ההיא שלח משה מלאכים אל הדד מלך אדום לאמור, כה אמר אחיך ישראל אעברה נא בארצך לא נעבור בשדה ובכרם ולא נשתה מי באר, דרך המלך נלך. ויאמר אליו אדום לא תעבור בי, ויצא אדום לקראת בני ישראל בעם כבד. וימאנו בני עשו נתון את בני ישראל לעבור בארצם, ויט ישראל מעליו ולא נלחמו בבני עשו. כי לפני זה ציוה ה׳ את בני ישראל לאמור לא תילחמו את בני עשו, על כן נטה ישראל מעליו ולא נלחמו איתם. ויסעו בני ישראל מעל בני עשו מקדש, ויבואו כל העדה הר ההר.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And in the thirty-ninth year of the Israelites’ going out of Egypt, the Lord provoked the heart ‎of Sihon, king of the Amorites, to go forth and fight against the children of Moab. And Sihon ‎sent messengers to Beor the son of Janeus, the son of Balaam, counselor to the king of Egypt, ‎and unto Balaam his son, to curse Moab, that it might be delivered into the hands of Sihon. ‎And Beor and Balaam his son came, and they cursed Moab, and the Lord delivered the children ‎of Moab into the hands of Sihon; and Sihon slew the king of Moab, and he took all the cities of ‎Moab, including Heshbon which was one of the cities of Moab, and he placed his princes and ‎officers over Heshbon. Therefore they that spoke in proverbs, Beor and his son Balaam, speak ‎in these words, saying: Come into Heshbon, let the city of Sihon be built and prepared. Woe to ‎thee, Moab, thou art undone, O people of Chemosh! Behold it is written in the book of the ‎law of God. And Sihon gave many presents unto Beor and his son Balaam, and they returned ‎to their home. And at that time all the children of Israel journeyed from the wilderness of ‎Moab, and they went around the wilderness of Edom, and they came into the wilderness of ‎Zin on the first month of the fortieth year after their going out of Egypt; and Israel abode there ‎in Kadesh, and there Miriam died, and she was buried in that place. Then Moses sent ‎messengers unto Hadad, king of Edom, saying: Let me pass, I pray thee, through thy country; ‎we will not pass through the fields or through the vine yards, neither will we drink of the ‎waters of the wells; we will go by the king's highway. And Edom said unto him: Thou shalt not ‎pass by me; and Edom went forth against Israel with a numerous host, but the children of ‎Israel removed from Edom without fighting with them.‎ And the children of Israel journeyed from Kadesh and they came to Mount Hor. ", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5a1c0212d6e4a943452d3c30", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Numbers 4", "anchorRef": "Numbers 20:22-29", "anchorRefExpanded": ["Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29"], "sourceRef": "Sefer HaYashar (midrash), Book of Numbers 4", "sourceHeRef": "ספר הישר (מדרש), ספר במדבר ד׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 4, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר במדבר", "he": "בעת ההיא דיבר ה׳ אל משה, אמור אל אהרון אחיך יאסף שם כי לא יבוא אל הארץ אשר נתתי לבני ישראל. ויעל אהרון כדבר ה׳ אל הר ההר וימת שם, בשנת הארבעים בחודש החמישי באחד לחודש. ואהרון בן מאת שנה ועשרים ושלוש שנים במותו בהר ההר. וישמע הכנעני מלך ערד יושב הנגב כי בא ישראל דרך האתרים, ויערוך את חילו להילחם בישראל. וייראו בני ישראל מאוד מפניו כי חיל גדול וכבד מאוד לו, ויתנו לב בני ישראל לשוב מצרימה. וישובו בני ישראל אחוריהם כמהלך שלושת ימים עד מוסרות בני יעקן, כי יראו להם מאוד מפני מלך ערד. ולא יכלו בני ישראל ללכת לשוב אל מקומם, וישבו בבני יעקן שלושים יום. ויהי כראות בני לוי כי לא אבו בני ישראל לשוב, ויקנאו אל ה׳ ויקומו וילחמו את ישראל אחיהם. ויהרגו מהם עם רב, ויושיבום בחוזקה אל מקומם הר ההר. ויהי בשובם, ומלך ערד עודנו עורך צבאו למלחמה לקראת ישראל. וידר ישראל נדר לאמור, אם נתון תיתן את העם הזה בידי והחרמתי את עריהם. וישמע ה׳ בקול ישראל ויתן את הכנעני בידם, ויחרם אתהם ואת עריהם ויקרא שם המקום חרמה. ויסעו בני ישראל מהר ההר ויחנו באובות. ויסעו מאובות ויחנו בעיי העברים בגבול מואב. וישלח בני ישראל אל מואב לאמור, נעברה נא בארצך עד מקומי. ולא אבו בני מואב נתון את ישראל עבור בארצם, כי יראו בני מואב מאוד. פן יעשו להם בני ישראל כאשר עשה להם סיחון מלך האמורי, אשר לקח את ארצם ויהרוג מהם רבים. על כן לא נתן מואב את ישראל עבור בארצו, וה׳ ציוה את בני ישראל לאמור לבלתי הילחם במואב ויט ישראל מעל מואב. ויסעו בני ישראל מגבול מואב ויבואו בעבר ארנון בגבול מואב, בין מואב ובין האמורי. ויחנו בגבול סיחון מלך האמורי, במדבר קדמות. וישלחו בני ישראל מלאכים אל סיחון מלך האמורי לאמור, נעברה נא בארצך לא נטה בשדה ובכרם לא נשתה מי באר, דרך המלך נלך עד עברנו את גבולך. ולא נתן סיחון את ישראל עבור בגבולו ויקבוץ סיחון את כל עם האמורי, ויצא המדברה לקראת בני ישראל וילחם בישראל יהצה. ויתן ה׳ את סיחון מלך האמורי ביד ישראל ויך ישראל את כל עם סיחון לפי חרב, וינקום את נקמת מואב.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Then the Lord said unto Moses: Tell unto Aaron thy brother that he must die here, for he shall ‎not enter the land which I have sworn to give unto the children of Israel. And Aaron went up ‎the mountain of Hor according to the word of the Lord, in the fortieth year in the fifth month, ‎on the first day of the month, and Aaron was one hundred and twenty-three years of age ‎when he died on Mount Hor. And the children of Israel journeyed from Mount Hor and ‎encamped in Oboth, and they journeyed from Oboth and encamped in Ije-haabarim, on the ‎border of Moab. And Moses sent unto Moab, saying: Let us journey through thy land to our ‎place; but Moab would not suffer Israel to journey through his land, and the children of Israel ‎journeyed from the border of Moab, and they came to the other side of Arnon, the border of ‎Moab between Moab and the Amorites, and they encamped on the border of the Amorites in ‎the wilderness of Kidemoth. And the children of Israel sent messengers unto Sihon, king of ‎the Amorites, saying: Let us pass through thy land, we shall not turn into the fields and into the ‎vineyards, but we shall go over the king's high way. But Sihon would not suffer the children of ‎Israel to pass, and he assembled all the people of the Amorites, and he went forth to fight ‎against Israel. And the Lord delivered Sihon into the hands of the children of Israel, and they ‎smote Sihon and all his people at the edge of the sword.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5b0ea88373ad4f00597bcdb3", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 20:26:2", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Or HaChaim on Numbers 20:26:2", "sourceHeRef": "אור החיים על במדבר כ׳:כ״ו:ב׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 26.0002, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>עוד</b> נתכוון לומר על זה הדרך הפשט את אהרן והפשטה זו אינה אלא מבגדיו והוא אומרו <b>את בגדיו</b>, אבל יש לו מלבוש אחר תיכף ומיד, והוא מאמרם ז\"ל (ילקוט כאן) וזה לשונם היה אהרן מתפשט ומתלבש בענני כבוד, ומעתה לא נשאר אהרן מופשט מהמלבוש אפילו בעת שהיה מפשיטו משה לא היה נפשט אלא מבגדיו והיה מלביש הענן כל חלק וחלק הנפשט ממנו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "We may also interpret these words slightly differently. The words <span>הפשט את אהרן</span> refer only to his personal clothing. The Torah added the words <span>את בגדיו</span> to teach us that he would immediately be robed in different garments. This is what the <i>Yalkut Shimoni</i> on our verse had in mind when the author wrote: \"While Aaron was being undressed he was immediately enveloped by the clouds of glory.\" As a result, Aaron was never in a state of undress even while Moses undressed him as parts of the clouds of glory enveloped any part of his body from which Moses removed his clothing.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17b987b071e100bf4eb755", "index_title": "Tosafot on Moed Katan", "category": "Quoting Commentary", "type": "", "ref": "Tosafot on Moed Katan 28a:4:2", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Tosafot on Moed Katan 28a:4:2", "sourceHeRef": "תוספות על מועד קטן כ״ח א:ד׳:ב׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1150, 1350], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Tosafot on Moed Katan", "he": "תוספות על מועד קטן"}, "heTitle": "תוספות על מועד קטן", "he": "מיתת אהרן לבגדי כהונה. דכתיב (במדבר כ׳:כ״ו) והפשט את אהרן את בגדיו ואהרן יאסף ומת שם וכן פי' בקונטרס ואין לפרש מיתת בני אהרן לבגדי קדש ילבש לפי שאינו סמוך כ\"כ:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7da3133081100060592000", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tzav, Mekhilta DeMiluim I 6", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Sifra, Tzav, Mekhilta DeMiluim I 6", "sourceHeRef": "ספרא, צו, מכילתא דמילואים א ו׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 6, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "מכילתא דמילואים א", "he": "[ו] \"ויתן עליו את הכתנת ויחגר אתו באבנט\" – מלמד שנעשה משה סגן הכהנים לאהרן, והוא היה מפשיטו והוא היה מלבישו. וכשם שנעשה לו סגן בחייו כך נעשה לו סגן במותו שנאמר (במדבר כ, כה-כו) 'קח את אלעזר בנו…והפשט את אהרן את בגדיו'. ומנין שעשה משה כן? שנאמר (במדבר כ, כז) \"ויעש משה כאשר צוה ה' ויעלו אל הר ההר\" (שם כ, כח) \"ויפשט משה את אהרן את בגדיו\" – וכי האיך היה משה יכול להפשיט את בגדיו כסדרן? והעליונים הם עליונים לעולם והתחתונים הם תחתונים לעולם?! אלא אלו מעשה נסים, ועשה לו הקב\"ה במיתתו יותר מבחייו, והעמידו משה על הסלע והפשיטו בגדי כהונה ובגדי שכינה נלבשים תחתיהם. (שם כ, כח) \"וילבש אותם את אלעזר בנו\" – וכי האיך היה יכול משה להלביש את אלעזר בגדים כסדרן?! אלא כבוד גדול חלק לו המקום במיתתו יותר מבחייו; שלבשו בגדי שכינה תחלה למטה והפשיט אהרן‏ את הבגדים כסדרן והלביש את אלעזר בגדים כסדרן.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "6) (Vayikra 8:7) \"And he put upon him the kutoneth and he girded him with the avneit, etc.\" (See Shemoth 29): We are hereby taught that Moses was made an aid to Aaron. And just as he was made his aid in his lifetime, so, he was made his aid in his death. And he would dress him and he would undress him, as it is written (Bamidbar 20:25): \"Take Aaron and Elazar his son… (Bamidbar 20:26) and strip Aaron of his vestments, etc.\" And whence is it derived that Moses did this? From (Bamidbar 20:27): \"And Moses did as the L–rd commanded, and they went up to Hor Hahar … (Bamidbar 20:28) and Moses stripped Aaron of his vestments.\" Now how could Moses strip his vestments in order and dress Elazar in order. Do not the outer garments remain outer garments, and the inner garments remain inner garments? (i.e., We see from Scripture that Aaron did not die until he saw Elazar dressed in the priestly vestments. Is it possible that Aaron stood naked until Elazar donned all the eight vestments?) This transpired miraculously. Variantly: The Holy One Blessed be He accorded him greater honor in his death than in his life. Moses stood him on a rock and stripped him of his priestly vestments, and vestments of the Shechinah clothed him in their stead. Moses stripped his vestments (in order) and clothed Elazar with them in order.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "60a391818f68387e41442e0c", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 20:26:1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 20:26:1", "sourceHeRef": "צפנת פענח על התורה, במדבר כ׳:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>ואהרן יאסף ומת שם.</b><br>… וכמ״ד לא נתכהן פנחס, זבחים דף ק״א ע״ש, ובזה מדייק הפסוק דשוב ע״כ נעשה אלעזר כה״ג בזמן שאהרן חי וא״כ אסור לטמא לאביו, וזה דאמר ואהרן יאסף, ר״ל דצריך לכנס למקום אחר שלא יהיה שם עם בנו, ולכך הוא מת בראש ההר והם היו רק בהר.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b8898430f78f20636c36", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 949:2", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Yalkut Shimoni on Torah 949:2", "sourceHeRef": "ילקוט שמעוני על התורה תתקמ״ט:ב׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 949.0002, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "והאסף אל עמיך, אצל אברהם יצחק ויעקב אבותיך, אצל קהת ועמרם [אבותיך] אצל אהרן ומרים אחיך. כאשר מת אהרן אחיך מיתה שחמדת לה, ומהיכן חמד משה מיתתו של אהרן בשעה שאמר לו קח את אהרן ואת אלעזר בנו והפשט את אהרן את בגדיו, הפשיטו בגדי כהונה והלבישן לאלעזר כו' וכן שני וכן שלישי, א\"ל הכנס למערה ונכנס, עלה למטה ועלה, פשוט ידך ופשט, קמוץ פיך וקמץ, עצום עיניך ועצם, באותה שעה אמר משה אשרי מי שמת במיתה זו, לכך נאמר כאשר מת אהרן אחיך מיתה שחמדת לה:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee647cf7a0c25239b77", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and the Failure of Leadership; The Edomites 2-9", "anchorRef": "Numbers 20:1-29", "anchorRefExpanded": ["Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and the Failure of Leadership; The Edomites 2-9", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י׳ ב׳-ט׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Rebellion and the Failure of Leadership; The Edomites", "he": "במדבר הערה י׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["The first part of this chapter contains a story that has deeply troubled readers for over two millennia. Its length belies its weight; in only thirteen verses, Moshe and Aharon have lost their most cherished dream—the privilege of entering the Promised Land.", "The brevity here may result from the fact that, for the narrator, this story was a variant of, or constructed from, a similar one in Ex. 17, to explain more fully why the leaders shared the fate of their generation. In other words, their deaths may affect us more than the text meant it to. Nonetheless, the question of why exactly Moshe and Aharon received such a terrible punishment for a moment of indiscretion will not go away. Can it really be that the towering figure of Moshe, liberator and lawgiver, parent and prophet, is to be done away with in the blink of an eye, over a fit of justifiable temper? But it is a public moment, and there the answer may lie. The Bible consistently takes a stringent view of leadership: that leaders must be above reproach, and that they must not lose sight of the fact that it is God whom they represent. A similar impulse led to the strict standards to which the writer of Samuel-Kings, the so-called Deuteronomistic historian, held such revered personalities as David and Solomon.", "From v.14 to v.21, the text gives us a moment to digest what has just happened, at the same time managing to introduce the major theme of the next several chapters: encountering other peoples and tribes as the Israelites near Canaan. First is Edom, in the territory to the east roughly between Eilat and the Dead Sea. The sequence begins tentatively, not with an Israelite victory, but not with a defeat either: they are forced to reroute their approach.", "So as to keep the memory of Merivat-Kadesh close, the chapter ends with the death of Aharon, “before the eyes of the entire community” (v.27). For the first time in all the rebellion texts, the word “rebel” itself is used (v.24). On a positive note, leadership is seamlessly passed to the next generation; when Moshe returns from witnessing Aharon’s death, he is accompanied by the latter’s son El’azar, who is tellingly dressed in Aharon’s garments.", "cut off shall that person be from the midst of the assembly,", "for the Holy-Area of Y<small>HWH</small> has he made-<i>tamei</i>,", "Waters Kept-Apart have not been dashed upon him,", "he is <i>tamei!</i>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eec9ad75f2d99afa20", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and the Failure of Leadership; The Edomites 1", "anchorRef": "Numbers 20:1-29", "anchorRefExpanded": ["Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and the Failure of Leadership; The Edomites 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 20:1-29\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 20:1-29</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63d77c7deca1000753446b6b", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 20:26:1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Rav Hirsch on Torah, Numbers 20:26:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר כ׳:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 26. והפשט וגו׳ והלבשתם וגו׳. Damit war Elasar an Aharons Stelle zum hohen Priester eingesetzt (siehe Schmot 29, 29), und hatte Aharon die Genugtuung, vor seinem Tode sich in seinem Sohne fortlebend zu erblicken. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64188481c9371ec0cebe790c", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 20:26:1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Reggio on Torah, Numbers 20:26:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר כ׳:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>והפשט,</b> יוצא לשני פעולים שהוא אהרן והבגדים, ולכן בא אחריו שני פעמים מלת את, וכן והלבשתם, כי הכונה והלבשת את הבגדים את אלעזר:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64188482c9371ec0cebe790e", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 20:26:2", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Reggio on Torah, Numbers 20:26:2", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר כ׳:כ״ו:ב׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 26.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>את בגדיו,</b> הם בגדי כהונה גדולה שנתרבה בהם אלעזר בנו עתה, והקרוב כי כאשר ירד אהרן מעשות התמיד והקטיר הקטורת והעלה הנרות, העלה אותו משה אל הר ההר כשהיה לבוש בגדי כהונה גדולה והפשיט אותם מעליו והלבישם את אלעזר:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64188483c9371ec0cebe7910", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 20:26:3", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Reggio on Torah, Numbers 20:26:3", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר כ׳:כ״ו:ג׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 26.0003, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>ואהרן יאסף</b> אחר שתעשה זאת מות:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6593c8717cd0ed0599b6d36a", "index_title": "Shadal on Isaiah", "category": "Quoting Commentary", "type": "", "ref": "Shadal on Isaiah 13:22:6", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Shadal on Isaiah 13:22:6", "sourceHeRef": "שד\"ל על ישעיהו י״ג:כ״ב:ו׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1831, 1855], "commentaryNum": 22.0006, "collectiveTitle": {"en": "Shadal on Isaiah", "he": "שד\"ל על ישעיהו"}, "he": "<b>והתנחלום,</b> ידוע כי פעמים רבות יבאו שני פעולים אחר פעל אחד, כמו המלך צוני דבר (ש\"א כ\"א ג'), מלאתיו רוח חכמה (שמות כ\"ח ג'), וילבש אותו בגדי שש (בראשית מ\"א מ\"ב), והפשט את אהרן את בגדיו והלבשתם את אלעזר בנו (במדבר כ' כ\"ו); וידוע כי הוראת ההתפעל היא <b>פעל את עצמו,</b> לפיכך כמו שאומרים ואתה תנחילנה אותם (דברים ל\"א ז') בשני פעולים, כן אומרים והתנחלום (וכן והתנחלתם אותם, ויקרא כ\"ה מ\"ו), והכוונה <b>יְנַחֲלוּ</b> את עצמם אותם, כלומר ינחילו אותם לעצמם, כלומר יקחו אותם לנחלה ויחלקום ביניהם.", "heVersionTitle": "Padova, 1867", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc71758c1dc532ec9289", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 20:26", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Steinsaltz on Numbers 20:26", "sourceHeRef": "ביאור שטיינזלץ על במדבר כ׳:כ״ו", "anchorVerse": 26, "sourceHasEn": true, "commentaryNum": 20.0026, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וְהַפְשֵׁט</b> שם\n    <b>אֶת אַהֲרֹן אֶת בְּגָדָיו,</b> בגדי הכהונה, \n    <b>וְהִלְבַּשְׁתָּם אֶת אֶלְעָזָר בְּנוֹ.</b> כך אהרן יראה את בנו ממשיך בכהונתו.\n    \n    <b>וְאַהֲרֹן יֵאָסֵף</b> אל עמיו \n    <b>וּמֵת שָׁם</b> בשקט גמור בנוכחות אחיו ואחד מבניו בלבד.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Undress Aaron of his </b>priestly <b>vestments, and dress Elazar his son in them. </b>In this way, Aaron will merit to see his son assume the position of High Priest in his place. 19 <b>Aaron will be gathered </b>to his people, <b>and </b>he will <b>die there, </b>in perfect serenity, in the presence of only his brother and one of his sons.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "525a520cedbab4498f484f54", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 20:26:1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Ibn Ezra on Numbers 20:26:1", "sourceHeRef": "אבן עזרא על במדבר כ׳:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>והפשט.</b> <b>והלבשתם.</b> יוצאים לשנים פעולים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND STRIP…AND PUT THEM UPON. <i>Ve-hafshet</i> (and strip) and <i>ve-hilbashtam</i> (and put them upon) are <i>hifils</i>.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "525a520cedbab4498f484f56", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 20:26:2", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Ibn Ezra on Numbers 20:26:2", "sourceHeRef": "אבן עזרא על במדבר כ׳:כ״ו:ב׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 26.0002, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "וטעם <b>ואהרן יאסף.</b> כי בעת שתפשוט בגדיו מיד ימות:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "[AND AARON SHALL BE GATHERED.] Its meaning is, as soon as you strip Aaron of his garments, he shall die.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "525a520cedbab4498f484f58", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 20:26:3", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Ibn Ezra on Numbers 20:26:3", "sourceHeRef": "אבן עזרא על במדבר כ׳:כ״ו:ג׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 26.0003, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>ויאסף אהרן אל עמיו.</b> פירשתיו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND AARON WAS GATHERED TO HIS PEOPLE.<sup class=\"footnote-marker\">80</sup><i class=\"footnote\">This is not in the Biblical text. Our reading in I.E. is probably a scribal error.</i> I have explained this.<sup class=\"footnote-marker\">81</sup><i class=\"footnote\">The meaning of the word gathered. See I.E. on Gen. 25:8 (Vol. 1, p. 246).</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "53f17a2bfbfba22336ea7331", "index_title": "Kitzur Ba'al HaTurim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Numbers 20:26:1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Kitzur Ba'al HaTurim on Numbers 20:26:1", "sourceHeRef": "קיצור בעל הטורים על במדבר כ׳:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על במדבר", "he": "<b>והלבשתם</b> ב' במסורה והלבשתם את אלעזר והלבשתם כתנות דאיכא מאן דאמר כהן גדול בן כהן גדול טעון משיחה כשם דוהלבשתם כתנות דהתם היתה במשיחה אף והלבשתם דהכא הי' במשיחה:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "554ef0b3fbfba21b48f53e92", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 20:26:1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Haamek Davar on Numbers 20:26:1", "sourceHeRef": "העמק דבר על במדבר כ׳:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ואהרן יאסף ומת שם.</b> האי יאסף מיותר וגם אין לו משמעות בלי לשון אל עמיו. אלא היינו דאי׳ במדרש מצויר מיתת אהרן הצדיק שאמר לו משה הפשט את ידיך עצום את עיניך וכן הרבה. וזה למדו מלשון יאסף דמשמעות יאסף מתקבץ למקום אחד. וזהו פי׳ בכ״מ אל עמיו. שהוא נקבץ אל אבותיו בעולם העליון. וכאן משמעות ואהרן יאסף שיקבץ כחות אבריו למקום א׳ ומשם יצא רוחו הקדושה ומת שם. וא״כ הוא כמו הציור שמתחלה יצא כח החיוני מזה האבר ואח״כ מזה האבר ונקבצו אל הלב ואח״כ ומת:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57669f79d6e4a949a39b28b5", "index_title": "JPS 1985 Footnotes", "category": "Commentary", "type": "commentary", "ref": "JPS 1985 Footnotes, Numbers 20:4", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "JPS 1985 Footnotes, Numbers 20:4", "sourceHeRef": "הערות שוליים תרגום 1985 של JPS, במדבר כ׳:ד׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1980, 1990], "commentaryNum": 20.0004, "collectiveTitle": {"en": "JPS", "he": "הערות שוליים תרגום 1985 של JPS"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Lit. “and die.”", "versionTitle": "JPS Footnotes", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5836b3afd6e4a921b1a1d4b9", "index_title": "B'Mareh HaBazak Volume IV", "category": "Responsa", "type": "", "ref": "B'Mareh HaBazak Volume IV 114:35", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "B'Mareh HaBazak Volume IV 114:35", "sourceHeRef": "שו\"ת במראה הבזק חלק רביעי קי״ד:ל״ה", "anchorVerse": 26, "sourceHasEn": false, "compDate": [2003, 2013], "commentaryNum": 114.0035, "collectiveTitle": {"en": "B'Mareh HaBazak Volume IV", "he": "שו\"ת במראה הבזק חלק רביעי"}, "heTitle": "שו\"ת במראה הבזק חלק רביעי", "he": "ב. שאין בהנחת המת על גבי קרקע שייכות לעצם מצות קבורה יש ללמוד גם ממה שנאמר בדברי חז\"ל בקבורתם של צדיקי עולם כמובא ברש\"י עה\"ת (במדבר כ, כו) במיתתו של אהרן, וחוזר ע\"ז רש\"י גם בסילוק של מרע\"ה (דברים לב, נ): \"א\"ל הכנס למערה ונכנס; א\"ל עלה למטה ועלה וכו'. ומקורו במדרש (ילק\"ש), וממשיך: כיון שיצא (משה ואלעזר) נסתמה המערה. הרי שעיקר הקבורה היותו גנוז באדמה (במקרה האמור - במערה) ואעפ\"י שהוא שכוב על גבי מטה, כלשון שאמרו: עלה למטה נמצא שגניזתם במערה, וסתימת פי המערה, היא היא הקבורה. וכן עולה מתיאור הגמרא (ב\"ב דף נח) על כניסתו של ר' בנאה למערת קבורת אברהם אבינו. והרי באבות נאמרה בהם קבורה, וכמו שאמרו בגמרא בזה (סנהדרין שם): \"מדאיקבור צדיקיא\" ופירש\"י שם: אברהם יצחק ויעקב. גם מזה אנו למדים שאין הנחת המת ע\"ג הקרקע קובעת הקבורה אלא דוקא הגניזה בתוך הקרקע, וזה מתקיים גם בשימת הנפטר במערה, וגם על גבי מטה.", "heVersionTitle": "B'Mareh HaBazak Machon Eretz Hemdah -- Vol. 4", "heLicense": "CC-BY", "heVersionTitleInHebrew": "במראה הבזק, מכון ארץ חמדה, חלק ד'", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bd4ad6e4a97c9cbb1934", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 20:26:1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Bekhor Shor, Numbers 20:26:1", "sourceHeRef": "בכור שור, במדבר כ׳:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "<b>והפשיט את אהרן את בגדיו.</b> בגדי כהונה:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1928", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ח", "text": [], "versionTitle": "abbreviated", "license": "", "versionTitleInHebrew": ""}, {"_id": "5868bd4ad6e4a97c9cbb1936", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 20:26:2", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Bekhor Shor, Numbers 20:26:2", "sourceHeRef": "בכור שור, במדבר כ׳:כ״ו:ב׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 26.0002, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "<b>והלבשתם את אלעזר בנו.</b> שיראה בנו כהן גדול בימים ואחר כך יאסף אל אבותיו:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1928", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ח", "text": [], "versionTitle": "abbreviated", "license": "", "versionTitleInHebrew": ""}, {"_id": "586901d6d6e4a97c9cbb1f67", "index_title": "Mei HaShiloach", "category": "Chasidut", "type": "commentary", "ref": "Mei HaShiloach, Volume I, Numbers, Chukat 11", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Mei HaShiloach, Volume I, Numbers, Chukat 11", "sourceHeRef": "מי השלוח, חלק א, ספר במדבר, חקת י״א", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1840, 1860], "commentaryNum": 11, "collectiveTitle": {"en": "Mei HaShiloach", "he": "מי השלוח"}, "heTitle": "חקת", "he": "<b>ויאמר ה' אל משה וכו' קח את אהרן וכו' והפשט וכו' והלבשתם את אלעזר בנו.</b> בפר' הזאת מראה הקב\"ה לישראל שהם חיים וקיימים לעולם, שאמר למשה קח את אהרן ואת אלעזר וכו', כי לעתיד יגיע עיקר כבוד מזה שיתפשט כח האדם לכמה נפשות, כמה כהנים גדולים יצאו מאהרן ולעתיד כולם יכתירוהו סביב ויהיה לו כבוד מהם. כי כן הוא הדרך בילדות נמשך לב האדם לתאוה ואח\"כ לקנאה ובזקנה עיקר החמדה לכבוד, וכבוד ישאר לעתיד ג\"כ כמ\"ש (משלי ג' ל\"ה) כבוד חכמים ינחלו, וכמו כן אברהם יצחק ויעקב, ועיקר הכבוד יצא לפועל ביעקב אבינו משנים עשר שבטים שהעמיד, וכמו שמבואר על מאמר הגמרא אברהם תיקן תפילת שחרית וע\"ש [לקמן ח\"א ברכות (כ\"ו)].", "heVersionTitle": "Mei HaShiloach, Publication of Sifrei Izhbitza Radzin, Bnei Brak 2005.", "heLicense": "", "heVersionTitleInHebrew": "מי השילוח. תשס\"ה. בני ברק", "text": "<i>“And God said to Moshe … Take Aharon and Elazar his son, and bring them up to mount Hor … and Moshe stripped Aharon of his garments, and gave them to Elazar his son .…”</i> (Bamidbar, 20:23–28)<br>In this <i>Parsha</i> the Holy One, blessed be He, shows Israel that they are living and enduring forever, in what He said to Moshe, “Take Aharon and Elazar his son.” In the future the principal honor in the world will come from this, that the power of man will spread forth to other souls, as all the High Priests descended from Aharon.<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">Principally from this action of dressing his son in his garments before his death.</i> In the future they will all surround Aharon, crowning him, and his principal honor will come from them. It is the nature of life that lust is drawn into the heart in childhood, and later jealousy, yet the principal desire in old age is for honor, and honor will last forever also, as it is written (Mishlei, 3:35), “the wise shall inherit honor.” So it was with Avraham, Yitzchak, and Yaakov, where the principal honor materialized in Yaakov Avinu in the twelve tribes that he established, as is explained in the Mei HaShiloach on the Gemara (<i>Breachot</i>, 26a), “Avraham established the morning <i>shacharit</i> prayer.”<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">“Avraham established the Morning Prayer, Yitzchak the afternoon prayer, and Yaakov the evening prayer.” Prayer is the device through which man connects with God. “Avraham established the Morning Prayer” means that man expresses thanks over the past and prays for the future, that God should increase his good. “Yitzchak established the afternoon prayer” means that man shows that he has received the light that was increased for him today, and he is happy with his portion. “Yaakov established the evening prayer,” means that man needs God at every second, and will only see light in His light. Therefore the evening prayer is not fixed, and would it only were that man would pray the entire day.<br>On this it is said, “Ekev anava Yirat Hashem,” “Following [or on the heels of, or because of] humility is the fear of God.” In childhood, when the main struggle is the control of lust, then the principal wisdom is the fear of God. When this struggle is no longer necessary, then he must follow the middle path, meaning <i>Ekev</i>, following, or the heel, (though corresponding to Yitzchak, the connection between <i>Ekev</i> and Yaakov, <i>Tiferet</i>, the middle column, is also relevant) meaning a balance between love and fear. Afterwards, when man’s heart is sufficiently purified so as to be drawn after God’s will, then he is permitted to expand into the world and taste of its good. There were the levels of the Patriarchs. Avraham was “the beginning of wisdom is the fear of God,” Yitzchak was “following humility,” and Yaakov could taste from all the delights of the world and experience the taste of the source of life.</i>", "versionTitle": "Living waters, the Mei HaShiloach. Trans. and edited by Betsalel Philip Edwards, Jerusalem, J. Aronson 2001 [Revised digital edition, 2021]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5892f2bbd6e4a92746472404", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 20:26:1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Chizkuni, Numbers 20:26:1", "sourceHeRef": "חזקוני, במדבר כ׳:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>ואהרן יאסף</b> לעיל אמר יאסף אהרן אל עמיו ולא ידענו היכן עד שבא פסוק זה ואמר ואהרן יאסף ומת שם.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ואהרן יאסף, “and Aaron will die (be gathered in to his forefathers). In verse 24 it stated this specifically. At that point we had not been told where Aaron would die. This information is being supplied in our verse.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "59636c33d6e4a9416e9c4983", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 20:26:1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Mizrachi, Numbers 20:26:1", "sourceHeRef": "מזרחי, במדבר כ׳:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>את בגדיו בגדי כהונה גדול' הלבישהו והפשיטם מעליו לתתם על בנו לפניו. </b>הוצ\"ל בגדיו אלו שהם בגדי כהונה גדול' מפני שאין הלבשתם לאלעזר בנו אות' שזכה לכהונה גדולה אלא אם היו בגדי כהונה גדולה גם הוצרך לומר שאמר לו הש\"י למשה שילביש את אהרן בבגדי כהונה גדולה ואח\"כ יפשיטם מעליו לתתם לבנו אע\"פ שאין כתוב כאן אלא והפשיט את אהרן את בגדיו ומפני שאם לא שהלבישם משה לאהרן לא נמצא עכשו שלא בשעת העבודה לבוש בבגדי כהונה גדולה וכך אמרו במדבר רבה והלא אם יצא כהן גדול בבגדי כהונה חוץ מהר הבית סופג את הארבעים: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc284c1533e001928ae6d", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 20:26:1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Malbim on Numbers 20:26:1", "sourceHeRef": "מלבי\"ם על במדבר כ׳:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>והפשט את אהרן את בגדיו </b>לפי הפשט משמע כדעת הרשב\"ם שלא הפשיט רק ארבעה בגדים המיוחדים לכ\"ג, כי בארבעה בגדי כ\"ה היה אלעזר לבוש, ונשארו על אהרן בגדי הבד בגדי הקדש לתכריכין, וחז\"ל פי' שהפשיטו כל מדיו ואהרן נתלבש במדי שכינה עמ\"ש בזה בהתו\"ה צו (סי' ק\"ל). והנה יקשה איך עלו אהרן ואלעזר אל ההר בבגדי כהונה שיש בהם איסור שעטנז שלא בשעת עבודה וכבר שאל כן במדרש, ומזה ראיה למ\"ש בארצות החיים (סי' י\"ח), שהכ\"ג היה מותר ללכת בחשן ואפוד כל היום מפני הציץ שהוא מרצה, ואלעזר בודאי הותר ללבשם מפני החינוך אף שאינו עובד עבודה כמ\"ש הרמב\"ם (בפ\"ד מה' כלי המקדש הי\"ג) וי\"ל שעלה להר בלא האבנט ושם לבש האבנט עם ד' בגדי כ\"ג, ומ\"ש ואהרן יאסף ומת שם, ותמיד נזכר מיתה קודם אסיפה, כי תחלה ימות ואח\"כ יאסף אל עמיו שהם נשמות הצדיקים, לא כן אהרן שמת מיתת נשיקה נאסף אל עמיו תחלה היינו שנשמתו חזרה אל מעון הנפשות ועי\"כ מת הגוף:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5c17b141ca56dc0056e19644", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 63:1:5", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Akeidat Yitzchak 63:1:5", "sourceHeRef": "עקידת יצחק ס״ג:א׳:ה׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0005, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "והנה אם שמע אל הישרת האיש לבוש הבדים ותורה יבקש מפיו יזכור את שליחותו ולא ישכח מלבו כי מלאך ה' צבאות הוא גם יועילו מאד הלמודים האלה להכרת עצמו ולדעת צורך גופו ומה טיבו אשר לא יעשה עקר מעצמו ובשרו ולדרוש תמיד מה יפיו ומה טובו כי ידע כי אינו אצלו רק במדרגת הלבוש אשר עקר הטוב והבריאות לא ידרוש כי אם לפנימיותו <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">גם לא ירע בעיניו וכו', ר\"ל אחרי שיחשוב כל איש שלם את הגוף רק כעין מלבוש להנפש שהיא עצמותו של כל אדם (אשר ע\"כ חשב גם התנא רק ג' ענינים, התורה, העבודה והג\"ח, שהם מזון הנפש המעמידים ומקיימים אותה, ולא חשב הדברים המעמידים את הגוף ד\"מ המאכל והמשתה, היגיעה והשינה) לא ירע בעיניו עוד בבוא עתו למות, או כי יאסף אחד מקרוביו אל עמיו אחרי הודעו כי רק הגוף יכלה במות האדם אבל הנפש תשאר לעד, לא כאשר יחשוב ההמון, כי כמקרה הגופית אשר במותם תאבד צורתם והם יפסדו, כן גם מקרה הנשמות, ומשפט אחד למו בעולמם.  </i>גם לא ירע בעיניו בשלחו אותו חפשי מעצמו כמנהג רוב עמי הארץ אשר ישפטו על הנשמות בעולמ' משפט הגופות ורוע צורתם והפסדם. לו חכמו ישכילו בענינו של כהן גדול ושמושו בבגדים ההם וגניזתם ידעו כי האיש השלם לא ירע בעיניו לשלח גופו חפשי מעמו רק בהסיר הבגדים הצואים מעליו והלבש אותו מחלצות וכמ\"ש (מכלת' דמלוא' פ\"א סי' ו') באהרן הכהן על והפשט את אהרן את בגדיו (במדבר כ׳:כ״ו) העמידו על הסלע והפשיטו בגדי כהונה ובגדי שכינה נלבשין תחתיהן ואם שהמאמר על בגדי כהונה ממש אמור כמו שנתבאר במקומו שער פ\"א ב\"ה מכל מקום רמז גדול הוא. והנה באמת נראה דבר זה בגניזות גופו הטהור של משה אדוננו עליו השלום שהוא לבדו את להיות בגדי בד קדש שלו נגנזין על ידי הק\"בה (סוטה ט':)והנה לא צר לו על הפשיטו זכה בגדו ולא נצטער עליו כלל. ומה שסדרו הפייטנים על פטירתו הכל היה לעורר הבכי על חסרונו על דרך בכו לאובדים וכו' כמו שיבא במקומו בע\"ה. והנה לזה לא מנה שמעון הצדיק בין העמודים ההם מה שיעמיד הגופית ומה שיתקיימו עליו בענין המזון ויתר הצרכים אשר עליהם יחיו אבל זכר העמודים אשר יקיימו הנפשות ויעמידום במדרגת מלאכים ובני אלהים. ולפי שאלו הענינים מהתורה והעבודה וגמילות חסדים יתרבה מציאותם ויתחזק ענינם ביד בני האומה הזאת ביום הגדול והקדוש הזה מצד קדימת יום הזכרון וימי התשובה אשר לפניו ולאחריו שם מה שיגמור על ידם העיון באלו הלמודים המיוחדים אל עבודת היום אשר זכרנו אמרו שישראל ביום הזה הם כמלאכי השרת עד שיוכלו להשתתף עמהם בקלוס המיוחד להם אשר לא נתן להם רשות לקלס בו כל השנה כלה כמו שאמרו במדרש פרשת שמע (רבות פ' ואתחנן) משל לבן בית של מלך שנכנס לתוך הפלטין וראה  קוזמיטין של מטרונא וגנב אותה ובא ונתנה לבתו והתחיל מצוה ואומר לה כל הבגדים שלקחתי לך לבוש אותן בפרהסיא אבל קוזמיטין זה גנוב הוא אל תלבשי אותו אלא מן הדלת ולפנים. (מתיבת כך עד ולמה לפנינו ליתא) כך אמר משה לישראל כל המצות שנתתי לכם ממה שקבלתי מן התורה אבל השם הזה שאני נותן לכם ממה ששמעתי ממלאכי השרת שבו הם משבחים להקב\"ה ונטלתי אותו מהם לכך תהיו אומרים אותו בלחישה ברוך שם כבוד מלכותו לעולם ועד ולמה הם אומרים אותו ביום הכפורים בפרהסיא אלא שהם כמלאכים לבושים לבנים לא אוכלים לא שותים ואין בהם לא חטא ולא עון והקדוש ברוך הוא סולח לכל עונותיהם. יורו שנתקיים בהם מה שאמרנו ראשונה ממלכת כהנים ומלאכי אלהים. ויותר יתבאר זה כשנרד לענין השבח והקלוס הזה ומה טבו כי יש לשאול מה שבח של מלאכי השרת הוא שהרי הוא מאמר מדוחק מאד מדבר בעצמותו יתברך ומרבה בכנויים יותר מזולתו באומרו שם כבוד מלכותו. ועוד שהרי דוד אמר בקול רם (תהילים ע״ב:י״ט) ברוך שם כבוד מלכותו לעולם ועד ובמקום אחר (שם קמ\"ה) כבוד מלכותך יאמרו. אלא שיש בו שתי תשובות. האחת כי רוב הסתר הכנויים הוא עצמו יתרון ההכרה בענינים הנעלמים כי כשתדע שדבר פלוני הנעלם אמנם אינו כך ולא כך ולא כך הנה כל מה שתרבה באלו הידיעות תדע בו יותר ממי שיסכל אם הוא דבר מכל אלו או זולתו. ואין ספק שזאת הידיעה השוללת היא אשר נתייחדה באלהיות כמו שכתב הרב המורה בפרק כ\"ז מהחלק הראשון והוא מה שכיונו מאמר (שמות ל\"ג) וראית את אחורי ופני לא יראו כמו שכתבנו שם והוא טעם אמרם ז\"ל בסוף המדרש שזכרנו (חולין נ\"א: ובמ' לית') חביבין ישראל יותר ממלאכי השרת שמלאכי השרת אינן מזכירין את השם אלא אחר שלשה תיבות שנאמר (ישעיהו ו׳:ג׳) וקרא זה אל זה ואמר קדוש קדוש קדוש ה' צבאות ואלו ישראל מזכירין את השם אחר שתי תיבות שנאמר (דברים ו׳:ד׳) שמע ישראל ה' אלהינו וגו'. <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">וזה כי הנה וכו' כונתו כי אחר שאמר תחילה שכל עוד שתרבה ידיעת השלילות מעצם מה, ר\"ל לדעת ממנו ממה מה שאינו, כן תגדל השגתו ותהיה יותר ברורה, (כמו שבאר זאת המורה ח\"א פ' ס' במשל הספינה שבארנו למעלה בשער נ\"ד ע\"ש) וע\"כ המלאכים שהם מעולם השכלים, ויודעים שהי\"ת נשגב גם מהם, הלוא תרבה ידיעתם השוללת ממנו, אחרי שיודעים שאינו עצם מעולם היסודות, ולא מעולם הגלגלים, גם איננו כאחד מהם שוכני עולם השכלים, כי אם נעלה ונשגב הוא על כלם, אפס בני אדם המשיגים רק את העולם התחתון שהוא עולם היסודית אשר בקרבו הם יושבים, ועולם הגלגלים שהוא רקיע השמים עם הכוכבים אשר ממעל לראשם, אבל מעולם השכלים אינם יודעים ומשיגים מאומה, תמעט גם ידיעתם השוללת מהי\"ת, כי יודעים רק שאיננו עצם כמוהם מהעולם התחתון, גם לא כאחד מכוכבי השמים וכסיליהם, אבל בינו ובין שאר השכלים הנבדלים לא יוכלו להבדיל אחרי שאינם משיגים אותם, וע\"ז רומזים גם דחז\"ל באמרם שמלאכי השרת אין מזכירין את השם אלא אחר שלשה תיבות שנא' \"וקרא זא\"ז ואמר קדוש קדוש קדוש ה' צבאות\" ר\"ל שמקדישים ומנשאים אותו על שלשה עולמות, ואלו ישראל מזכירין את השם אחר ב' תיבות שנאמר \"שמע ישראל ה' וכו'\" כי מלת \"שמע\" רומז על העולם התחתון אשר בו האדם בעל כשרון השמיעה והדיבור מבחר היצורים, ושם \"ישראל\" רומז על עולם הגלגלים, אחרי כי י\"ב שבטיו, והאבות הקדושים אשר היו בתוכו דומים בבחינה מה בתכונתם המוסרית לצבא השמום וכסיליהם, כמו שביאר הרב ענין זה כבר בשער ל\"א עיין ביאורי שם, ור\"ל שבני ישראל מקדישים ומרוממים את הי\"ת רק כעצם נשגב ונעלה משוכני שני עולמות,  </i>וזה כי הנה המלאכים מבדילין ומקדישין אותו על שלשה עולמות (ת\"י ישעי' שס) למה שהם יודעין את עצמם ומשיגין ענין הבדלו מהם השגה שלמה עצמית. אמנם ישראל לא יוכלו לקדשו בהכרה שכלית כי אם מהשני העולמות המורגשים המושגים להם אבל מהשלישי יקדשוהו במאמר לבד כמו שתקנו בנוסח הקדושה (נוסח הספרדים) נקדישך ונעריצך בנועם שיח סוד שרפי קדש המשלשין לך קדושה וכו' ובקצת הנוסחאות (נוסח אשכנז) נקדש את שמך בעולם כשם שמקדישין אותו בשמי מרום וכן כתוב על יד נביאך וכו' והוא אשר נרמז יפה במאמר שמע ישראל כי שמע רומז האדם שיש בו כח לשמוע והוא ראש העולם התחתון. וישראל אל העולם האמצעי וכמו שאמר רבי עקיבא (בפרקי היכלות) חיה אחת יש שם ברקיע ששמה ישראל ואומרת ברכו את ה' וכל גדודי מעלה עונין אחריה ברוך ה' המבורך לעולם ועד. ובאמת היא החיה אשר ראה יחזקאל (א') הכוללת העולם האמצעי אשר ישראל בכללו הם בדמותה וצלמה כאשר כתבנו הענין היטב בשער ל\"א דרוש משם. וזהו עצמו ענין ברוך שם כבוד מלכותו לעולם ועד כי לא ייחסו הברכה לעצמותו ולא לכבודו אלא לשם כבוד מלכותו כעין הקלוס אחר שלשה תיבות. אמנם דוד אמר כבוד מלכותך יאמרו וגבורתך ידברו וברוך שם כבודו שהוא קלוס של שני תיבות והנה היא בחינה נכבדת מורה על יתרון ההשגה. ואולם ענין החביבות לישראל יותר ממלאכי השרת בענין הזה הוא כי חבה יתירה נודעת להם שאף על פי שהם מקצרין בקלוסן מהם הנה עכ\"ז שבח ישראל וקלוסן הוא מקובל לפניו יתברך כשבח וקלוס מלאכי השרת והוא הטעם עצמו למה שאמרו עוד בגמרת חולין פ' גיד הנשה (שם) שישראל מקלסין בכל יום שלשה פעמים ומלאכי השרת פעם אחד ביום ואמרי לה פעם אחד בשבוע ואמרי לה פעם אחד בחדש ואמרי לה בשנה ואמרי לה ביובל ואמרי לה לעולם. ואין מלאכי השרת אומרים שירה למעלה עד שאומרים ישראל שירה למטה שנאמר (איוב ל״ח:ז׳) ברן יחד כוכבי בקר ויריעו כל בני אלהים. והכונה כי בזה ובזה נודעה חבתן שאף שאין קלוסן שוה וגם שיש כתות מהמלאכים שהם אומרים שירה לעתים רחוקים כל אחד לפי מה שעלה ברצון הבורא צורך מציאותו וכמו שאמר המלאך ליעקב (חולין שם) אני מכשנבראתי לא הגיע זמני לומר שירה עד היום. ירצה כי לשליחות היום נברא והנה הוא מבואר שהדבר אשר יהיה כן מזמן לזמן רחוק, הוא יותר יקר ונחמד בעיני האנשים מאשר הוא תמידי ומזה הטעם היה ראוי שקלוס הכתות ההן יהיה יותר חביב והנה עם כל זה הנה אין המלאכים אומרים שירה למעלה עד שאומרים ישראל וכו' <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">והדין דין אמת וכו' כונתו כי שירת המלאכים היא רק התודה והשבח אשר יתנו ליוצרם אחרי אשר ישלימו פעולותיהם אשר נועדו להן, וע\"כ אמר המלאך אשר שולח להאבק עם יעקב למען הרהיב עוז בנפשו שלא יירא וייצר לו עוד מפני עשו אחיו, בראותו כי גם עם אלקים שר ויוכל לו \"אני מכשנבראתי לא הגיע זמני לומר שירה עד היום\" יען כי עד היום ההוא לא השלים עוד תעודתו אשר נועד לו, ולא הגיע עוד עתו לאמר שירה, ונמשך מזה כי יען שרק השלימים בבני אדם המשלימים פה עלי ארץ חוקם המוסרי ראוים כי ישולח מלאך ממרום לעזרם ולתמכם, ע\"כ אין המלאכים יכולים לומר שירה בעבור השלמת פעולותיהם המיוחדות להם לעשותן לטובת בני אדם ברואי מטה, רקי אם כבר השלימו הם תחילה פעולותיהם המיוחדת להם, ר\"ל תעודתם המוסרית אשר בעבורה נוצרו עלי ארץ, עד שירונו וישירו בעבור זה לעליון וזשאח\"ל \"אין מלאכי שרת אומרים שירה למעלה עד שאומרים ישראל שירה למטה\".  </i>והדין דין אמת כי שירת המלאכים למעלה היא השלמת פעולותיהם המיוחדות ובה משלימין עניני כתות של מטה ואם כן אי אפשר להם להשלים שירתם שלמות שליחותם אם לא שבראשונה ישוררו התחתונים בשלמות ענינם וכמו שהיה הענין במלאכו של יעקב כאשר אמרנו כנ\"ל. <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">אמנם התשובה וכו' תוכן דעתו הוא, כי \"שם כבוד ה'\" מורה על עצמותו י\"ת, \"וכבוד מלכותו\" מורה על אופן הנהגתו את העולם, והנה כל בני ישראל היודעים כי יש אלקים ומאמינים ג\"כ כי הוא מנהיג את העולם כלו, אבל אינם יודעים איך נשתלשלו כל הברואים הרבים מהי\"ת שהוא סבתם הראשונה, יכלו רק לאמר \"ברוך שם כבודו\" שהוא שבח על מציאותו ועצמותו י\"ת, גם יכולים לשבחו בפה מלא על כל מפעלות מעשיו בשמים ובארץ, אשר יכירו וידעו כלם כמאה\"כ \"כבוד מלכותך יאמרו\", אבל לא יוכלו לחבר שניהם יחד לאמר \"ברוך שם כבוד מלכותו\" הכולל שבח אלקים עליון בעבור השתלשלות כל הברואים ממנו, אחרי שאינם מבינים ומשיגים זאת, ורק המלאכים המשיגים זאת יאמרוהו, ויעקב אע\"ה אשר מעלתו היתה קרובה למעלתם כנוח עליו רוח הנבואה, אמר אותו ג\"כ, אבל משה לא קבעהו בתורה, שיאמר אותו כל אחד ואחד מבני ישראל אשר החוב עליו לקרוא את שמע בכל יום פעמים, וע\"כ דרך פשרה אחז\"ל שיאמרוהו בלחישה, להראות בזה לכל, כי יודעים אנו פחיתות מעלתנו, וכי אין אנחנו ראוים לתת שבח זה, ורק ביה\"כ עת נטהר מכל, טומאת חטאתנו, ונשוב אל ה' באמת ונדמה בבחינה מה למלאכי שרת ולשרידים השלימים אשר ה' קורא, נוכל לאמרו בקול רם:  </i>אמנם התשובה השנית כי השלמים שבאנשים משבחים שמו ית' מצד עצמותו לעולם כמו שאמר וברוך שם כבודו אמנם מצד מעשיו משבחים אותו בפומבי כאלו מכירין בזה השבח וכמו שאמר (תהילים קל״ט:י״ד) אודך על כי נוראות נפלאתי נפלאים מעשיך ונפשי יודעת מאד ועליה אמר כבוד מלכותך יאמרו. אמנם המלאכים המשבחים בשני הענינים יחד ומקבצים אותם יחד כלומר שמשיגים ענין ההנהגה ואיך נשתלשלו הנמצאות ונמשכו ההנהגות מעצמות מציאותו ולזה אומר' בשכ\"מלו שהוא חבור שם הכבוד והמלכות יחד. ומכל אחד מאלו הטעמי' למדנו שהוא שבח וקלוס מיוחד למלאכי השרת ולא נתן לקלס בו לישראל אלא בלחישה כמ\"ש הטעם בפסחים פרק מקום שנהגו (פסחים נ\"ו.)היכי נעביד נימריה לא אמר משה לא נימריה הא אמרו יעקב תקנו לומר אותו בחשאי. וזה כי משה אמר להם לישראל שמע ישראל וגו'. והנה התשובה הזאת רצוני בשכ\"מלו אינה ידועה להם כי לא עתה רבים יחכמו בה והוא טעם לא אמרה משה כלומר לא הושבה תשובה זו במאמרו. לא נימריה כבר אמרה יעקב כי לפי שהבנים הם אשר אמרו לאביהם שמע ישראל ה' אלהינו וגו' (פסחים שם) הנה הוא בשלמות כח נבואתו השיב דברים נכוחים כענין שמלאכי השרת מקלסין בו ושיעור המאמר כי הוא אינו ראוי לאומרו לפי שהוא קלוס אשר לא יאות כלל לכלל העם ושאין ראוי לשתק ממנו לגמרי כי הוא קלוס משובח ומיוחד לשלמים ויצאת הפשרה שיאמר בלחישה שירא' מזה שיש בו הוד כבוד ומלכות שלמה יתירה מכחם. אמנם ביום הכפורים הזה הנם כמלאכי השרת מהטעמים שזכרו ויאמרו אמור בקול רם כמו הם ברוך שם כבוד מלכותו לעולם ועד לומר שכבר הגיעו למעלתם. והנה בפרשת שמע ישראל שער צ' בע\"ה יתבאר עוד זה המאמר באופן נאות עיין עליו. וזה הדבר אשר אמרו (פר\"א פ' מ\"ו) שהעיד עליה סמאל בר מחלוקתם באומרו לפני הקב\"ה יש לך עם אחד כמלאכי השרת מה מלאכי השרת יחפי רגל אף ישראל יחפי רגל ביום הכפורים מה מלאכי השרת אין להם קפיצה אף ישראל עומדים על רגליהם ביום הכפורים. מה מלאכי השרת נקיים מכל חטא אף ישראל נקיים מחטא בי\"ה. מה מלאכי השרת שלום מתווך ביניהם אף ישראל כן ביום הכפורים והקב\"ה מקבל עדותו וכו'. והכוונה להם שהשלימו עצמם בשלשה ענינים שזכרם שמעון הצדיק שעליהם העולם עומד. שהכוונה ביחפי רגל שאינם צריכים שמור כי תורתן משמרתן ובכל מקום אשר תדרוך כף רגליהם הוא בטוח להם שלא ינגפו כמו שאמר (תלים צ\"א) כי מלאכיו יצוה לך וגו'. על כפים ישאונך פן תגןף באבן רגליך על שחל וגו'. והוא טעם אמרו (שמות ג׳:ה׳) במשה ויהושע תלמידו (יהושע ה׳:ט״ו) של נעלן מעל רגלך כמ\"ש בשער ל\"ה וזהו הענין אשר בו ידמו למלאכי אלהים ששלמותן משמרם בכל מקום ובאומרם שאין להם קפיצה ירמוז אל זריזות העבודה אשר משני המינים אשר עליהם אמר העבודה וגמילות חסדים כי הם זריזין בהם ולא ישקוטו ולא ינוחו מפעולותיהם. והנה בשני העניינים האחרים אשר זכרו פירשו אלו הראשונים. כי אומרם שהם נקיים מכל חטא הוא ענין יחפי רגל עצמו כי העון הוא המזיק ליחפים ולדומים להם. ומה שאמרו ששלום מתווך ביניהם הוא כולל לשני העבודות אשר בהם יושלם בשלום גמור בין  פמליא של מעלה בעבודות אשר הם מכוונות לאלוה עושיו כמו שנזכר ובין פמליא של מטה במעשים הנקראים גמילות חסדים כמו שנתבאר והקב\"ה שומע עדותיו דהודאת בעל דין כק' עדים דמי (גיטין מ':) וזהו ענין אומרם ז\"ל (פר\"א שם) תנו שוחד לסמאל כי כאשר ישלימו עצמם במצות התור' האלהית ככל אשר יעשה להם ובהקריב קרבנותיהם כהלכותיו הנה באמת בעל דינם הוא שטן הוא יצר רע נהפך לאוהב ויהיה בעזרם יליץ בעדם ויגיד צדקתם ואין לך שוחד גדול מזה כמו שיבא עוד בטעם המעשה וגם אחרי כן.וכל זה בכלל שליחות הכהן בבגדי בד קדש אשר עליו נאמר (מלאכי ב') כי מלאך ה' וגו' וכל העם הנמשכים אחריו להיותם מלאכים ממש כמו שנתבאר. והנה גם מענין חליפות בגדיו היום ההוא הקדוש בחלוף עבודותיו יש עוד למוד אחד נפלא מאד בשיושקף כראוי אבארהו אחר שאסדר עבודת היום כלה על הסדר. ואני הנה ראיתי לחלק מה שיאמר בדרוש הזה אל שלשה ענינים על שמות השלשה דברים שזכרן שמעון הצדיק במאמרו שאמר על התורה ועל העבודה ועל גמילות חסדים כי כדאי הוא הכהן הגדול והקדוש לאלהיו ששמש בכהונה גדולה ארבעים שנה (יומא ט'.) ונמשכו על ידו הרבה עניני ההשגחה בעבודותיו כמו שנזכר עליו בתלמוד (שם ל\"ט.) שניחם אליו המאמר הזה על הענינים הנעשים ביום ההוא המיוחד שעליו העולם עומד להיותו יום סליחה וכפרה וכמו שאמר (תהילים ק״ל:ג׳) אם עונות תשמור יה ה' מי יעמוד. ויהיה הענין האחד על התורה והוא ביחוד תורת היום בכוונת קרבנותיו המיוחדים לכהן ולעם ותועלת ענוי היום ותורותיו הענין השני על העבודה אשר בו נכתוב מלאכת היום וסדר העבודה ההיא המיוחדת כתקנה והשלמת מה שיעדנו להורות הלמוד מעניני חליפותיו מבגדים אל בגדים בעבודותיו. הענין השלישי על גמילות חסדים בהורות כי עבודת היום וכפרותיו הם הם בתורת גמול אלהים הגומל טובות לעמו היום בתורת חסד גמור לא מן הדין:  ", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "Shimon the Just mentioned only the pillars that ensure the survival of our soul. Had he referred to the needs of the body, he would have had to include food and other necessities for physical survival. On the Day of Atonement, culmination of ten days of preparation, the emphasis of this role of the Jew is even greater than at other times during the year, and we worship G'd in the manner of angels, abstaining from food and drink, just as spiritual beings. In fact, we desist from most physical functions that are not essential to our actual survival. Having thus approached a state of complete innocence, we are allowed to recite aloud, that which we dare no more than whisper during the rest of the year, namely the verse \"blessed be the name of His glorious Majesty.\" Since this version is one that is plagiarised from the angels' liturgical repertoire, we would not dare do so without their consent. So far the Midrash. Since we note that the praise of G'd referred to is in indirect language, employing the pronoun \"HIS,\" and since David in Psalms 145, and 72, has already employed similar terminology quite openly, one is tempted to ask why we cannot use said formula unabashedly all year round. The answer may be that all pronouns, or attributes, are merely a negative way of defining something. Since G'd is not understood by man, the nearest we can come to understanding Him, is the way He Himself explained it to Moses, i.e. \"you will see My back.\" (Exodus 33,23) We arrive at a definition of G'd by a process of elimination. By comprehending what He is not, we form some idea of what He must be. The Talmud Berachot 31, states that Israel is more beloved than the angels, since the latter require three stages of elimination to arrive at G'ds name, whereas Israel needs only two such stages. The angels recite \"holy, holy, holy,\" followed by the name of G'd, whereas Israel merely recites \"Hear, O, Israel the Lord our G'd is One.\" The angels have to eliminate, i.e. separate themselves from three worlds, since they know both their own world, the one of abstract spiritual beings, as well as the two worlds which we know. Israel knows only two worlds, cannot distinguish what goes on in the world of the spirits. Therefore, it needs to separate itself only from the awareness of the two worlds containing matter before concentrating on praising the Lord. This gives the angels an advantage over the humans in that they can free themselves of even more encumbrance in order to come closer to the essence of G'd. When we commence the formula of the <i>kedushah</i>, the sanctification of G'd in our liturgy, we say \"let us praise Your name O Lord just as they do in Heaven.\"..followed by the triple proclamation \" holy, holy, holy,\" reflecting the <i>havdalah</i>, separation between the three worlds G'd has created, and the Creator Himself. Our own formula of praise is introduced by the words \"Hear O Israel.\" The word \"hear\" describes a human function; humans employ physical ears to receive communications, since they can distinguish only the two worlds of the plants and the living bodies. But we do not praise the <i>kinnuy</i>, attribute, only the holy name itself. The angels, though they have a clearer comprehension, praise only \"HIS\" glorious Majesty, (not the actual NAME) In this respect we are more beloved than they are. In the words of the teachers of our Mishnah <i>\"chavivim yisrael</i>, Israel is especially beloved. To sum up then: We address G'd directly in our formula of the <i>keriyat shema</i>, whereas the angels concern themselves only with some of G'ds attributes. Moreover, Israel recites the praises of G'd three times daily, whereas the angels do so only once a day. Many angels, individually get to do so only once in fifty years, (compare discussion in Chullin 91) We also have it on Talmudic authority that the angels are not permitted to recite their song of praise until after Israel has done so here on earth. Against this, we need to consider that the relatively infrequent occurrence of an event makes such an event more special, more distinguished. If it is true that the task of the angels is to promote G'ds work in the \"lower\" world, it makes sense that until Israel has praised the Lord, the angels are in no position to do so, having not yet completed their appointed task. In fact, it would be hypocritical for the angels to praise the Lord as long as Israel, G'ds standard bearer, has failed to do so. This is what the angel who wrestled with Jacob told him, when the Midrash quotes him as saying that he must now join in the Heavenly choir of praise to G'd. Only now, after he had found that Jacob did indeed possess integrity, had this angel accomplished his specific mission, and was able to re-join his colleagues. A second answer to our problem is that the verse \"Blessed be Majesty, His kingdom forever and ever\" is really talking about two separate aspects of Divine manifestations. The first half of the verse represents an acknowledgment of G'd as Creator and Supreme King, the second half talks about the manner in which He exercises His functions. Some people reach an understanding of the manner of G'ds guidance in the universe. Most people do not. Angels, however, when praising the Lord, automatically praise Him from both vantage points. Therefore, they use a formula which includes both aspects of the matter. On the Day of Atonement, when all of us reach a higher spiritual level than during the rest of the year, we can utter this formula with full voice, although the same thing would be presumptuous during the rest of the year. Pessachim 56, explains that since Moses had not used this formula of praising G'd, the sages were hesitant about arrogating such right to themselves. On the other hand, since Jacob was reputed to have used this formula according to the Midrash, they decided it should be used, but only sotto voce. The order of the service on the Day of Atonement, corresponds to the three principles laid down by Shimon the Just. ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17ba86b071e100bf4f5b32", "index_title": "Metzudat Zion on Job", "category": "Quoting Commentary", "type": "", "ref": "Metzudat Zion on Job 27:19:1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Metzudat Zion on Job 27:19:1", "sourceHeRef": "מצודת ציון על איוב כ״ז:י״ט:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1740, 1780], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Metzudat Zion on Job", "he": "מצודת ציון על איוב"}, "heTitle": "מצודת ציון על איוב", "he": "<b>יאסף.</b> ימות כמו יאסף אהרן (במדבר כ):", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1417704bbb60019c1e761", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 20:26:1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Birkat Asher on Torah, Numbers 20:26:1", "sourceHeRef": "ברכת אשר על התורה, במדבר כ׳:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רש\"י ד\"ה את בגדיו, את בגדי כהונה גדולה וכו'.</b> אין בכתוב כל רמז שמדובר בבגדי כהונה גדולה, אבל מסתבר שרש\"י לומד דבר זה מתוך ההקשר, שהרי העברת בגדים רגילים מאהרן אל בנו תהיה מחוסרת כל עניין. וזה שהקב\"ה ציוה שעל אהרן ללבוש בגדי כהונה גדולה שלא בשעת העבודה במשכן, אולי הוא קשור לדברי הברייתא במסכת מועד קטן (כח ע\"א): \"אמר רבי אלעזר - למה נסמכה מיתת אהרן לבגדי כהונה? מה בגדי כהונה מכפרין, אף מיתתן של צדיקים מכפרת\". וראה רא\"ם שאמנם כהן גדול היוצא מבית המקדש בבגדי כהונה - לוקה משום לבישת שעטנז, אבל כאן הוראת שעה היתה להלביש את אהרן ואלעזר. אך קצת קשה: למה אין הכתוב רומז לפחות שמשה רבנו ע\"ה הלביש את אחיו תכריכים או מעין זה, ומה גם שלפי במדבר רבה לפסוק כט הראו מלאכי השרת את אהרן לכלל ישראל, ובוודאי לא הראוהו ללא כל כיסוי. צריך כנראה לומר שהסיר ממנו רק ארבעה בגדים הנוספים לכהן גדול יותר מכהן הדיוט - חושן ואפוד ומעיל וציץ. (פ' חקת תשס\"ג)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e1487012ed40553af50fd99", "index_title": "Gan Naul", "category": "Jewish Thought", "type": "", "ref": "Gan Naul, House I 8:8:2", "anchorRef": "Numbers 20:25-26", "anchorRefExpanded": ["Numbers 20:25", "Numbers 20:26"], "sourceRef": "Gan Naul, House I 8:8:2", "sourceHeRef": "גן נעול, בית ראשון ח׳:ח׳:ב׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1755, 1765], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Gan Naul", "he": "גן נעול"}, "heTitle": "בית ראשון", "he": "ומתוך כל המשפחה היקרה הזאת בחר השם באחד מהן שיהיה הראש. והוא הכהן הגדול. וצוהו מצות ידועות ואזהרות ידועת בארחות החכמה, מה שלא צוה ולא הזהיר לכל אחיו הכהנים. והוא דומה בענינו להבדלת המלך מכל אחיו. רק שהמלך נבדל מכולן לעניין המלוכה והנהגת העם, בדברי הרשות ועשות הדין והמשפט המוחלטת. והכהן הגדול נבדל מכולן לעניין שמירת המקדש והשירות לאלהיו בעבור היות נפשו עוד נבדלת מכל אחיו הכהנים, בכחותיה היקרות בקדושה ובהשכל ובבינה וכיוצא. ולפי שגדולתו תלוייה בכחות יקרות פנימיות נעלמות מעיני בשר, ואינן נודעות כפי מה שהם, זולתי ליוצר הכל ית', גם הוא יהיה נבחר על פי ה' על פי נביא. וכן מצינו בעוד שהיתה הנבואה בישראל, נעשו הכהנים הגדולים על פי נביא במצות ה'. משה רבינו ע\"ה משח את אהרן הכהן ע\"פ ה'. כמו שנאמר (שמות כח, א) \"ואתה הקרב אליך את אהרן אחיך\". אחרי מותו צוהו השם ב\"ה שיקים אלעזר בנו לכהן גדול תחתיו. כמו שנאמר (במדבר כ, כה-כו) \"קח את אהרן ואת אלעזר בנו ופשט את אהרן את בגדיו והלבשתם את אלעזר בנו\". ואצל עלי נאמר (שמואל א ב, ל) \"אמור אמרתי ביתך ובית אביך יתהלכו לפני עד עולם\". הרי שהשם ב\"ה בחר בו, והיה מבני איתמר. ועל צדוק נאמר (שמואל א ב, לה) \"והקמותי לי כהן נאמן כאשר בלבבי וכנפשי יעשה ובניתי לו בית נאמן\" וגו'. וכן נאמר בהמלכת שלמה (דהי\"א כט, כב) \"וימשחו ליי' לנגיד ולצדוק לכהן\". והיו זרעו אחריו כהנים גדולים כל ימי הבית, ונתן הנביא משח אותו על פי ה'. והנביאים שבכל דור ודור הקימו אחד מבניו במצות השם. וכמו שאמר (שמואל א ב, לה) \"ובניתי לו בית נאמן\". ועל כן אמרה התורה (ויקרא כא, י) \"והכהן הגדול מאחיו\". ומלת \"גדול\" תאר לכהן, והוא על גדולת עצם הכהן כי נפשו יקרה וגדולה, ובעבורה גדול מאחיו. לא שהוא גדול מאחיו בעבור שהוקם-על, ובחרוהו שיהיה נשיאם וגדולם, והן שוין אליו או טובים ממנו בענינים הנפשיים. שאם כן היה ראוי לומר והכהן אשר גדלהו אחיו.", "heVersionTitle": "Gan Na'ul, Rishon Letzion, 2016", "heLicense": "CC-BY", "heVersionTitleInHebrew": "גן נעול, ראשון לציון תשע\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ef50ff7d64524223378b2dd", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "midrash", "ref": "Midrash Tanchuma Buber, Appendix to Chukat 2:1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Midrash Tanchuma Buber, Appendix to Chukat 2:1", "sourceHeRef": "תנחומא בובר, הוספה לחקת ב׳:א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "הוספה לחקת", "he": "מפרשת קח את אהרן. ויעש משה כאשר צוה ה' <small>(במדבר כ כה כז)</small>, בא ללמדך שאע\"פ שאמר לו גזירה קשה על אחיו, לא עכב, אמר הקב\"ה למשה לך אמור לאהרן אחיך הגיע זמנך ליפטור מן העולם, מיד עמד משה בתפלה לפני הקב\"ה, ואמר רבש\"ע איך אומר לאחי הגיע זמנך, אמר לו הקב\"ה כבר גזרתי עליו גזירה שלא נגזרה על אדם אחר, שלא אמסרנו ביד מלאך המות באותו יום שעצר המגפה. וכך היה מנהגם בכל יום ההנשיאים משכימים לפתחו של אלעזר, ואלעזר והנשיאים בפתחו של הרן, ואהרן ואלעזר והנשיאים משיכמים לפתחו של אלעזר, ואלעזר והנשיאים בפתחו לש אהרן, ואהרן ואלעזר והנשיאים משיכמין לפתתו של משה, ואותו היום שנה משה את המנהג, השכים הוא ואלעזר והנשיאים לפתחו של אהרן, אמר לו אהרן משה אחי למה שנית את המנהג, אמר לו משה כך צוני הקב\"ה, וכך היה סדר הליכתם משה באמצע אהרן מימינו, ואלעזר משמאלו, וכיון שראו ישראל כך, אמרו זה לזה ניטלה רוח הקדש ממשה ונתנה לאהרן, והיו ישראל אוהבין יותר אהרן ממשה, לפי שהיה משה אומר יקוב הדין את ההר, אבל אהרן היה משים שלום בין איש לחבירו ובין איש לאשתו, ואם היה שומע על אדם בעולם שרוצה לילך לדבר עבירה בלילה, היה יוצא בדרך, וכשהיה מוצאו אומר לו בני מפני מה אתה מהלך בדרך שמא יחשדוך בני אדם בדברים רעים, ואתה בני איש טוב וממשפחה מיוחסת וטובה אתה, ומזהירו ומשיבו מדרך רעה, והיו כל ישראל אוהבים את אהרן אנשים ונשים, ולכך אמרו רבותינו ז\"ל הוי מתלמידיו של אהרן אוהב שלום ורודף שלום, אוהב את הבריות ומקרבן לתורה, ועל כך ויבכו את אהרן שלשים יום כל בית ישראל <small>(במדבר כ כט)</small>, אנשים ונשים, ובמשה כתיב ויבכו בני ישראל את משה בערבות מואב שלשים יום <small>(דברים לד ח)</small>, האנשים לבד, ואותו יום אמר אהרן למשה, אחי אמור לי מה אתה צריך ממני, אמר לו המתן עד שנעלה בהר, לאחר שעלו אמר לו אחי שמא פקדון הפקיד הקב\"ה עמך ומבקשהו ממך, אמר לו אהרן משה אחי, אהל מועד וכליו מוקפדין בידי, שמא חסרתי מעבודתם, אמר לו משה, מנורה ושבעה נרותיה מסר לך הקב\"ה, והוא לא היה נותן בלבו שעל נשמתו הוא אומר, נר אלהים נשמת אדם <small>(משלי כ כז)</small>. ולא הרגיש בדבר, אמר לו משה, אהרן אחי הגיע זמנך ליפטר מן העולם, כשמוע כך הניח ידיו על ראשו, והיה צועק ובוכרהוהיה קורא מקרא ה, לכו (חזו) [וראו] מפעלות אלהים נורא עלילה על בני אדם <small>(תהלים סו ה)</small>, וכיון שרצו ליכנס במערה, אמר לו משה אהרן אחי, שם מתו אברהם יצחק ויעקב, ואתה לובש בגדי כהונה שמא תטמא אותם, לבוש אתה בגדי אלעזר, ואלעזר ילבש בגדיך, ונכנס אני ואתה במערה, וכן עשה, כיון שנכנסו, ראו נר דלוק ומטה מוצעת, אמר לו משה, אהרן אחי עלה בזו המטה, ועלה, אמר לו פשוט ידיך, ופשט, קפוץ עיניך, וקפץ, סתוך פיך, וכן עשה, ובאותה שעה יצאה נשמתו, כיון שראה משה כך, חמד מיתתו, אמר לו הקבה חייך כמות זה, כן מות ה, כך תהיה מיתתך, שנאמר כאשר מת אהרן אחיך בהור ההר ויאסף אל עמיו (דבריו לב נ).", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "From the parashah (in Numb. 20:25–27): <small>TAKE AARON &lt;AND HIS SON ELEAZAR&gt;</small> […,] <small>AND STRIP AARON</small> [….: <small>SO MOSES DID AS THE LORD COMMANDED</small>. &lt;This parashah&gt; has come to teach you that, even though he had spoken to him a harsh commandment against his brother, he did not hesitate.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See above, Numb. 6:40.</i> The Holy One said to Moses: Say to your brother Aaron: Your time has arrived to pass away from the world. Immediately Moses stood before the Holy One in prayer and said: Sovereign of the World, how shall I say to my brother: Your time has arrived. The Holy One said to him: I have already decreed a decision over him, that has not been decreed over anyone else, in that I will not deliver him into the hand of the angel of death on the same day that he stopped the plague (in Numb. 17:8–13 [6:43–48]). Now their custom was this: Every day the princes would rise and come early to the doorway of Eleazar; Eleazar and the princes &lt; would go&gt; to the doorway of Aaron; and Aaron, Eleazar, and the princes would go early to the doorway of Moses. On this day, however, Moses changed the custom. He along with Eleazar and the Princes went early to the doorway of Aaron. Aaron said to him: Brother Moses, Why did you change the custom? Moses said to him: This is what the Holy One has commanded me. Now this was the order in which they went: Moses in the middle with Aaron to his right and Eleazar to this left. But when Israel saw that, they said to each other: The Holy Spirit has been taken from Moses and given to Aaron! Also Israel loved Aaron more than Moses, because Moses had said: Let justice take its course, while Aaron had brought peace between a person and his friend, also between a husband and his wife. Moreover, if he heard about anyone in the world who wanted to commit some transgression at night, he would go out on the road; and when he found him, he would say to him: My child, why are you walking on the road? People may suspect you of things that are evil. But you, my child, are a good person; and you stem from a good and distinguished family. Thus he would warn him and bring him back from an the evil way. So all Israel, men and women, loved Aaron. Therefore our masters of blessed memory have said (in <i>Avot</i> 1:12): <small>BE ONE OF THE DISCIPLES OF AARON, LOVING PEACE AND PURSUING PEACE, LOVING MORTALS AND DRAWING THEM NEAR TO THE TORAH</small>. For that reason (in Numb. 20:29): <small>THEN ALL THE CONGREGATION SAW THAT AARON HAD DIED, AND THE WHOLE HOUSE OF ISRAEL</small>, men and women, <small>MOURNED AARON FOR THIRTY DAYS</small>. But in reference to Moses, it is written (in Deut. 34:8): <small>AND THE SONS OF ISRAEL</small>, men only, <small>MOURNED MOSES ON THE PLAINS OF MOAB FOR THIRTY DAYS</small>. Now on that day Aaron said to Moses: Tell me, my brother, what do you need from me? He said to him: Wait until we ascend the mountain. After they had ascended, he said to him: My brother, would it be that the Holy one entrusted a deposit with you, and wants it back from you? Aaron said to him: Brother Moses, a tent of meeting and its utensils were entrusted into my hands. Might I have cut back on their liturgy? Moses said to him: The Holy One delivered to you a menorah with its seven lamps. Still, he did not take to heart that he was speaking about his &lt;life&gt; breath (as in Prov. 20:27): <small>A PERSON'</small>s <small>BREATH IS THE LAMP OF GOD</small>.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The Masoretic text uses the divine name here.</i> When he was not perceptive about the matter, Moses said to him &lt;plainly&gt;: Brother Aaron, your time has arrived to pass away from the world. When he heard that, he put his hands on his head, as he sobbed and wept. Then he recited this scripture (from Ps. 66:5): <small>COME</small> {<small>LOOK AT</small>} [<small>SEE</small>] <small>THE WORKS OF GOD, WHO IS FEARSOME FOR HIS DEEDS AMONG THE CHILDREN OF ADAM</small>. Moreover, when they wanted to enter the cave, Moses said to him: Brother Aaron, there is where Abraham, Isaac, and Jacob died; but since you wear the robes of priesthood, you may defile them. You put on Eleazar's clothes, and let Eleazar put on your clothes. Then you and I will enter the cave. And so they did. When they entered, they saw a burning lamp and a made-up bed. Moses said to him: Brother Aaron, get up into this bed, and he got up. He said to him: Extend your arms, and he extended them. Close your eyes, and he closed them. Close your mouth, and he did so. And in that hour his breath left him. When Moses saw that, he longed for his own death. The Holy One said to him: By your life, like this death, even the death of this man, so shall be your own death. Thus it is stated (in Deut. 32:50): <small>AND YOU SHALL DIE THERE ON THE MOUNTAIN THAT YOU ARE ASCENDING AND SHALL BE GATHERED UNTO YOUR KIN, AS YOUR BROTHER AARON DIED ON MOUNT HOR AND WAS GATHERED UNTO HIS KIN</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5f02d63f8415afd29c04f209", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 20:26:1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Gur Aryeh on Bamidbar 20:26:1", "sourceHeRef": "גור אריה על במדבר כ׳:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>את בגדי כהונה.</b> מדכתיב \"והפשט את אהרן את בגדיו\", והוי למכתב 'והפשט אהרן את בגדיו', אלא פירושו \"והפשט את אהרן\", לא הפשטה כסתם הפשטה, אלא את בגדיו השייכים לו דוקא, ומיוחדים, ולא לאחר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"91\"></i>. ואילו לא כתיב רק 'והפשט אהרן את בגדיו', הייתי אומר כמשמעו, בגדיו שהם שלו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"92\"></i>. ואם תאמר, והיאך הותר לאהרן ללבוש בגדי כהונה שלא לצורך עבודה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"93\"></i>. ויש לומר, שהרי הקדוש ברוך הוא צוה לו, ואם כן על פי הדבור היה (ר' במדב\"ר יט, יט):", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f02d63f8415afd29c04f20b", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 20:26:2", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Gur Aryeh on Bamidbar 20:26:2", "sourceHeRef": "גור אריה על במדבר כ׳:כ״ו:ב׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 26.0002, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>אמר לו הכנס למערה.</b> בא לתרץ מה שמשה הפשיט את אהרן, ולא פשט<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"94\"></i> בעצמו, שזה נראה גנאי לאהרן כאילו נטל ממנו הכהונה, ותירץ, שכן כל המעשים היו על ידי משה רבינו עליו השלום, שאמר 'הכנס למערה', והכל דרך כבוד לאהרן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"95\"></i>, ולא ההפשטה לבד היה על ידי (אהרן) [משה]<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"96\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f02d6408415afd29c04f20d", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 20:26:3", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Gur Aryeh on Bamidbar 20:26:3", "sourceHeRef": "גור אריה על במדבר כ׳:כ״ו:ג׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 26.0003, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>מיד חמד משה וכו'.</b> הוצרך להביא זה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"97\"></i>, כדי להביא 'וזהו שנאמר \"כאשר מת אהרן אחיך\" (דברים לב, נ) ', ופסוק זה ראיה שאהרן מת כך, דאם לא כן למה אמר \"כאשר מת אהרן אחיך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"98\"></i>\":", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f1e9f7b1d77ecfb0d09e7d0", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 20:26:1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Midrash Lekach Tov, Numbers 20:26:1", "sourceHeRef": "מדרש לקח טוב, במדבר כ׳:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> והפשט את אהרן את בגדיו והלבשתם את אלעזר בנו. כדרך הלבשת בגדי כהונה. שלא יהא דבר קודם למכנסים ואחר המכנסים כתונת ומצנפת ואבנט. כלומר שהיה אהרן מתפשט העליון ומתלבש ענני כבוד תחתיו. וכן כשנתלבש אליהו בנפול אדרתו עליו לפי שאי אפשר לומר באהרן שנקבר ערום. וכן באליהו שעלה ערום אלא נתלבש ענני כבוד:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ec1fd4e735e0a5900c9c43", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "", "ref": "Midrash Lekach Tov, Deuteronomy 32:50:1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Midrash Lekach Tov, Deuteronomy 32:50:1", "sourceHeRef": "מדרש לקח טוב, דברים ל״ב:נ׳:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 50.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "דברים", "he": "<b>פס'.</b> ומת בהר. מלמד שאמר משה לפני הקב״ה רבון כל העולמים למה אני מת לא מוטב שיהו אומרים זה משה רבינו במראה ולא במשמע. זה משה שהוציאנו מארץ מצרים וקרע לנו את הים ועשה לנו כמה נסים. אמר לו הקב''ה ומת בהר אשר אתה עולה שמה גזירה שוה הוא לכל אדם. והאסף אל עמיך. אצל אברהם יצחק ויעקב עמרם וקהת ולוי אבותיך ואצל אהרן ומרים. כאשר מת אהרן אחיך. מיתה שחמדת בה. ומה היא דכתיב (במדבר כ׳:כ״ו) והפשט את אהרן את בגדיו והלבשתם את אלעזר בנו. מלמד שהיה מפשיטו לאהרן לבושו ומלביש את אלעזר בנו וכן השני וכן השלישי באחרונה הלבישו בגדי מיתה. אמר לו משה. אחי עלה למטה ועלה. פשוט רגליך ופשט, עמץ עיניך ועמץ. אמר לו אהרן אחי אשריו של אדם שמת כמיתה זו. לפיכך נאמר כאשר מת אהרן אחיך בהר ההר במיתה שחמדת בה:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f576a7b6062f226d620698", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Numbers 20:26:1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Maskil LeDavid, Numbers 20:26:1", "sourceHeRef": "משכיל לדוד, במדבר כ׳:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": false, "commentaryNum": 26.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "במדבר", "he": "<b>את בגדיו וכו׳ פשוט ידיך וכולי</b> נראה לפ׳ דהנך תלת מילי כנגד שלשה דברים שבהם מתעלים החכמים והצדיקים על שער העם במחשבתם ובדיבורם ובמעשיהם. וכתיב במתים חפשי. ולכך א״ל פשוט ידיך ופשט לומר דמעתה נפטר מלעסוק בידיו במצות. קמוץ פיך מלדבר. עצום עיניך מלהסתכל ולחשוב בעין השכל בדברי קדושה:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "612255486c25a633c1efb14d", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part III, Chapter 15; Losing a Leader 12", "anchorRef": "Numbers 20:22-29", "anchorRefExpanded": ["Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part III, Chapter 15; Losing a Leader 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שלישי, פרק טו י״ב", "anchorVerse": 22, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק טו", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>And they journeyed from Kadesh; and the children of Israel, even the whole congregation came unto Mount Hor. And the Lord spoke unto Moses and Aaron in Mount Hor, by the border of Edom, saying, “Aaron shall be gathered unto his people; for he shall not enter the land which I have given unto the children of Israel, because you rebelled against my words at the waters of Meribah. Take Aaron and Eleazar his son and bring them up unto Mount Hor. And strip Aaron of his garments and put them upon Eleazar, his son; and Aaron shall be gathered unto his people and shall die there.” And Moses did as the Lord commanded; and they went up into Mount Hor in the sight of all the congregation. And Moses stripped Aaron of all his garments and put them upon Eleazar his son and Aaron died there on the top of the mount; and Moses and Eleazar came down from the mount. And when all the congregation saw that Aaron was dead, they wept for Aaron thirty days, even all the house of Israel. (Num. 20:22–29)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319cfdfb6084aa1cbefcdd9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אָסַף 1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "BDB, אָסַף 1", "sourceHeRef": "בראון-דרייבר-בריגס, אָסַף א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אָסַף", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">אָסַף</span></big></big><sub>200</sub><big></big>  <strong>vb.</strong> gather, remove <strong>(</strong>Assyrian <em>esêpu</em>, Dl<sup>Pr 45</sup><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">אָסַף</span> <a data-ref=\"Genesis 30:23\" href=\"/Genesis.30.23\">Gn 30:23</a> +; <span dir=\"rtl\">אָסַפְתָּ</span> <a data-ref=\"Psalms 85:4\" href=\"/Psalms.85.4\">ψ 85:4</a>, etc.; Impf. <span dir=\"rtl\">יֶאֱסֹף</span> <a data-ref=\"II Kings 5:3\" href=\"/II_Kings.5.3\">2 K 5:3</a>; <span dir=\"rtl\">יַאַסְפֵנִי</span> <a data-ref=\"Psalms 27:10\" href=\"/Psalms.27.10\">ψ 27:10</a>, etc.; also <span dir=\"rtl\">וַיֹּסֶף</span> <a data-ref=\"II Samuel 6:1\" href=\"/II_Samuel.6.1\">2 S 6:1</a>; 2 ms. <span dir=\"rtl\">תֹּסֵף</span> <a data-ref=\"Psalms 104:29\" href=\"/Psalms.104.29\">ψ 104:29</a>; 1 s. <span dir=\"rtl\">אֹסְפָה</span> <a data-ref=\"Micah 4:6\" href=\"/Micah.4.6\">Mi 4:6</a>; so prob. (sf.) <span dir=\"rtl\">אֹסִֽפְךָ</span> <a data-ref=\"I Samuel 15:6\" href=\"/I_Samuel.15.6\">1 S 15:6</a> (read <span dir=\"rtl\">אֹסִפְךָ</span>) v. Kö<sup>i 382</sup> Dr<sup>Sm</sup>; Imv. <span dir=\"rtl\">אֱסֹף</span> <a data-ref=\"Numbers 21:16\" href=\"/Numbers.21.16\">Nu 21:16</a> + <span dir=\"rtl\">אֶסְפָה</span> <a data-ref=\"Numbers 11:16\" href=\"/Numbers.11.16\">Nu 11:16</a>; 2 fs. <span dir=\"rtl\">אִסְפִּי</span> <a data-ref=\"Jeremiah 10:17\" href=\"/Jeremiah.10.17\">Je 10:17</a>; <span dir=\"rtl\">אִסְפוּ</span> <a data-ref=\"Psalms 50:5\" href=\"/Psalms.50.5\">ψ 50:5</a> +; Inf. abs. <span dir=\"rtl\">אָסֹף</span> <a data-ref=\"Jeremiah 8:13\" href=\"/Jeremiah.8.13\">Je 8:13</a> + (Hiph., from <span dir=\"rtl\">סוף</span> according to Ba<sup>NB 73</sup>); cstr. <span dir=\"rtl\">אֱסֹף</span> <a data-ref=\"II Kings 5:7\" href=\"/II_Kings.5.7\">2 K 5:7</a> +; <span dir=\"rtl\">אָסְפְּךָ</span> <a data-ref=\"Exodus 23:16\" href=\"/Exodus.23.16\">Ex 23:16</a>; <span dir=\"rtl\">אָסְפְּכֶם</span> <a data-ref=\"Leviticus 23:39\" href=\"/Leviticus.23.39\">Lv 23:39</a>; Pt. act. <span dir=\"rtl\">אֹסֵף</span> <a data-ref=\"Numbers 19:10\" href=\"/Numbers.19.10\">Nu 19:10</a>; <span dir=\"rtl\">אֹסִפְךָ</span> <a data-ref=\"II Kings 22:20\" href=\"/II_Kings.22.20\">2 K 22:20</a>; <a data-ref=\"II Chronicles 34:28\" href=\"/II_Chronicles.34.28\">2 Ch 34:28</a> (pointed <span dir=\"rtl\">אֹסִֽפְךָ</span> i.e. Hiph.; cf. Kö<sup>l.c.</sup>); <span dir=\"rtl\">אֹסְפָם</span> <a data-ref=\"Psalms 39:7\" href=\"/Psalms.39.7\">ψ 39:7</a>; pass. pl. cstr. <span dir=\"rtl\">אֲסֻפֵי</span> <a data-ref=\"Ezekiel 34:29\" href=\"/Ezekiel.34.29\">Ez 34:29</a>;— <strong>1.</strong>  <em>gather, collect</em> (<em>a</em>) persons <a data-ref=\"Genesis 29:22\" href=\"/Genesis.29.22\">Gn 29:22</a>; <a data-ref=\"Genesis 42:17\" href=\"/Genesis.42.17\">42:17</a> (sq. <span dir=\"rtl\">אֶל־</span>) <a data-ref=\"Exodus 3:16\" href=\"/Exodus.3.16\">Ex 3:16</a>; <a data-ref=\"Exodus 4:29\" href=\"/Exodus.4.29\">4:29</a>; <a data-ref=\"Numbers 11:16\" href=\"/Numbers.11.16\">Nu 11:16</a>, <a data-ref=\"Numbers 11:24\" href=\"/Numbers.11.24\">24</a>; <a data-ref=\"Numbers 21:16\" href=\"/Numbers.21.16\">21:16</a> <a data-ref=\"Joshua 2:18\" href=\"/Joshua.2.18\">Jos 2:18</a> (sq. <span dir=\"rtl\">אֶל־</span> + <span dir=\"rtl\">־ה</span> loc.) <a data-ref=\"Joshua 24:1\" href=\"/Joshua.24.1\">24:1</a> (sq. <span dir=\"rtl\">־ה</span> loc.; all these JE); <a data-ref=\"I Samuel 5:8\" href=\"/I_Samuel.5.8\">1 S 5:8</a>, <a data-ref=\"I Samuel 5:11\" href=\"/I_Samuel.5.11\">11</a>; <a data-ref=\"II Kings 23:1\" href=\"/II_Kings.23.1\">2 K 23:1</a> (sq. <span dir=\"rtl\">אֶל־</span>) <a data-ref=\"Joel 2:16\" href=\"/Joel.2.16\">Jo 2:16</a>; <a data-ref=\"Isaiah 11:12\" href=\"/Isaiah.11.12\">Is 11:12</a> <a data-ref=\"Zephaniah 3:8\" href=\"/Zephaniah.3.8\">Zp 3:8</a>; <a data-ref=\"Habakkuk 2:6\" href=\"/Habakkuk.2.6\">Hb 2:6</a>; <a data-ref=\"Ezekiel 11:17\" href=\"/Ezekiel.11.17\">Ez 11:17</a> (all ‖ <span dir=\"rtl\">קבץ</span>) +; collect men, people, armies, etc., for fighting <a data-ref=\"Numbers 21:23\" href=\"/Numbers.21.23\">Nu 21:23</a> (E) <a data-ref=\"Judges 11:20\" href=\"/Judges.11.20\">Ju 11:20</a>; <a data-ref=\"I Samuel 17:1\" href=\"/I_Samuel.17.1\">1 S 17:1</a> <a data-ref=\"II Samuel 10:17\" href=\"/II_Samuel.10.17\">2 S 10:17</a>; <a data-ref=\"II Samuel 12:29\" href=\"/II_Samuel.12.29\">12:29</a> +; cf. <a data-ref=\"Zechariah 14:2\" href=\"/Zechariah.14.2\">Zc 14:2</a> (sq. <span dir=\"rtl\">אֶל־</span> <em>against</em>); (<em>b</em>) once obj. beasts <a data-ref=\"Jeremiah 12:9\" href=\"/Jeremiah.12.9\">Je 12:9</a>; (<em>c</em>) things, especially fruits of earth <a data-ref=\"Exodus 23:10\" href=\"/Exodus.23.10\">Ex 23:10</a>, <a data-ref=\"Exodus 23:16\" href=\"/Exodus.23.16\">16</a> (Cov’t code) <a data-ref=\"Leviticus 23:39\" href=\"/Leviticus.23.39\">Lv 23:39</a>; <a data-ref=\"Leviticus 25:3\" href=\"/Leviticus.25.3\">25:3</a>, <a data-ref=\"Leviticus 25:20\" href=\"/Leviticus.25.20\">20</a> (H) <a data-ref=\"Deuteronomy 11:14\" href=\"/Deuteronomy.11.14\">Dt 11:14</a>; <a data-ref=\"Deuteronomy 16:13\" href=\"/Deuteronomy.16.13\">16:13</a>; <a data-ref=\"Deuteronomy 28:38\" href=\"/Deuteronomy.28.38\">28:38</a>; <a data-ref=\"Isaiah 17:5\" href=\"/Isaiah.17.5\">Is 17:5</a>; <a data-ref=\"Jeremiah 40:10\" href=\"/Jeremiah.40.10\">Je 40:10</a>, <a data-ref=\"Jeremiah 40:12\" href=\"/Jeremiah.40.12\">12</a>; <a data-ref=\"Job 39:12\" href=\"/Job.39.12\">Jb 39:12</a> <a data-ref=\"Psalms 39:7\" href=\"/Psalms.39.7\">ψ 39:7</a>; cf. <a data-ref=\"Ruth 2:7\" href=\"/Ruth.2.7\">Ru 2:7</a> (‖ <span dir=\"rtl\">לקט</span> <em>glean</em>); the quails <a data-ref=\"Numbers 11:32\" href=\"/Numbers.11.32\">Nu 11:32</a><sup>(×2)</sup>; food in gen. <span dir=\"rtl\">(מַאֲכָל)</span> <a data-ref=\"Genesis 6:21\" href=\"/Genesis.6.21\">Gn 6:21</a> (sq. <span dir=\"rtl\">אֶל־</span>); eggs <a data-ref=\"Isaiah 10:14\" href=\"/Isaiah.10.14\">Is 10:14</a>; money <a data-ref=\"II Kings 22:4\" href=\"/II_Kings.22.4\">2 K 22:4</a>; <a data-ref=\"II Chronicles 24:11\" href=\"/II_Chronicles.24.11\">2 Ch 24:11</a>; ashes of red heifer <a data-ref=\"Numbers 19:9\" href=\"/Numbers.19.9\">Nu 19:9</a>, <a data-ref=\"Numbers 19:10\" href=\"/Numbers.19.10\">10</a>; chariots <a data-ref=\"I Kings 10:26\" href=\"/I_Kings.10.26\">1 K 10:26</a>; <a data-ref=\"II Chronicles 1:14\" href=\"/II_Chronicles.1.14\">2 Ch 1:14</a>, etc.; of fisherman (<span dir=\"rtl\">בְּמִכְמַרְתּוֹ</span>, in metaph.) <a data-ref=\"Habakkuk 1:15\" href=\"/Habakkuk.1.15\">Hb 1:15</a>; of collecting wind <a data-ref=\"Proverbs 30:4\" href=\"/Proverbs.30.4\">Pr 30:4</a> <span dir=\"rtl\">מִי א׳־רוּחַ בְּחָפְנָיו</span>. <strong>2.</strong>  <em>gather</em> an individual into company of others: (<em>a</em>) obj. pers. especially <em>gather to one’s fathers</em> <a data-ref=\"II Kings 22:20\" href=\"/II_Kings.22.20\">2 K 22:20</a> <span dir=\"rtl\">(עַל־אֲבֹתֶיךָ)</span> = <a data-ref=\"II Chronicles 34:28\" href=\"/II_Chronicles.34.28\">2 Ch 34:28</a> (<span dir=\"rtl\">אֶל־</span>; both ‖ Niph. of same vb. q.v.); hence also (<em>b</em>) <em>bring</em>, obj. pers. <a data-ref=\"I Samuel 14:52\" href=\"/I_Samuel.14.52\">1 S 14:52</a> (on form here v. Dr) <a data-ref=\"II Samuel 11:27\" href=\"/II_Samuel.11.27\">2 S 11:27</a> (both sq. <span dir=\"rtl\">אֶל־</span>), association, responsibility, protection being implied; also of stray ox or sheep <a data-ref=\"Deuteronomy 22:2\" href=\"/Deuteronomy.22.2\">Dt 22:2</a> (sq. <span dir=\"rtl\">אֶל־תּוֹךְ</span>); hence also (<em>c</em>) <em>take up, care for</em>, subj. <span dir=\"rtl\">י׳</span> <a data-ref=\"Psalms 27:10\" href=\"/Psalms.27.10\">ψ 27:10</a> (cf. perhaps <a data-ref=\"Isaiah 40:11\" href=\"/Isaiah.40.11\">Is 40:11</a> <span dir=\"rtl\">קבץ</span>); (<em>d</em>) <em>draw up</em> the feet upon the bed <span dir=\"rtl\">(אֶל־)</span> <a data-ref=\"Genesis 49:33\" href=\"/Genesis.49.33\">Gn 49:33</a>. <strong>3.</strong>  <em>bring up the rear of</em> <a data-ref=\"Isaiah 58:8\" href=\"/Isaiah.58.8\">Is 58:8</a> <span dir=\"rtl\">כְּבוֹד י׳ יַאַסְפֶ֑ךָ</span> i.e. be thy rear-guard (‖ <span dir=\"rtl\">הָלַךְ לְפָנֶיךָ צִדְקֶ֑ךָ</span>)—<a data-ref=\"Isaiah 52:12\" href=\"/Isaiah.52.12\">52:12</a> has Pi. <span dir=\"rtl\">מְאְסִּפְכֶם</span> q.v. †<strong>4.</strong>  <em>gather and take away, remove, withdraw</em> <a data-ref=\"I Samuel 14:19\" href=\"/I_Samuel.14.19\">1 S 14:19</a> (obj. hand), <a data-ref=\"Jeremiah 10:17\" href=\"/Jeremiah.10.17\">Je 10:17</a> (bundle, sq. <span dir=\"rtl\">מִן</span>), leper <a data-ref=\"II Kings 5:11\" href=\"/II_Kings.5.11\">2 K 5:11</a> (v. <a data-ref=\"BDB, צרע\" href=\"/BDB,_צרע\", dir=\"rtl\">צרע</a>); cf. also <span dir=\"rtl\">א׳ מִצָּרַעַת</span>, remove (set free) a man from leprosy v <a data-ref=\"II Kings 5:3\" href=\"/II_Kings.5.3\">3</a>, <a data-ref=\"II Kings 5:6\" href=\"/II_Kings.5.6\">6</a>, <a data-ref=\"II Kings 5:7\" href=\"/II_Kings.5.7\">7</a>; <a data-ref=\"Genesis 30:23\" href=\"/Genesis.30.23\">Gn 30:23</a>; <a data-ref=\"Isaiah 4:1\" href=\"/Isaiah.4.1\">Is 4:1</a> (reproach), <a data-ref=\"Psalms 85:4\" href=\"/Psalms.85.4\">ψ 85:4</a> (wrath, ‖ <span dir=\"rtl\">הֵשִׁיב</span>), <a data-ref=\"Jeremiah 16:5\" href=\"/Jeremiah.16.5\">Je 16:5</a> (peace, sq. <span dir=\"rtl\">מִן</span>), <a data-ref=\"Joel 2:10\" href=\"/Joel.2.10\">Jo 2:10</a>; <a data-ref=\"Joel 4:15\" href=\"/Joel.4.15\">4:15</a> (light), <a data-ref=\"Psalms 26:9\" href=\"/Psalms.26.9\">ψ 26:9</a> <span dir=\"rtl\">(נֶפֶשׁ)</span> so <a data-ref=\"Judges 18:25\" href=\"/Judges.18.25\">Ju 18:25</a>; <a data-ref=\"Psalms 104:29\" href=\"/Psalms.104.29\">ψ 104:29</a> <span dir=\"rtl\">(רוּחַ)</span> v. also <a data-ref=\"Job 34:14\" href=\"/Job.34.14\">Jb 34:14</a> (sq. <span dir=\"rtl\">אֶל־</span>); hence <em>destroy</em> <a data-ref=\"I Samuel 15:6\" href=\"/I_Samuel.15.6\">1 S 15:6</a> (obj. pers.); pass. <span dir=\"rtl\">אֲסֻפֵי רָעָב</span> <em>destroyed with hunger</em> <a data-ref=\"Ezekiel 34:29\" href=\"/Ezekiel.34.29\">Ez 34:29</a>; also Inf. abs. <a data-ref=\"Jeremiah 8:13\" href=\"/Jeremiah.8.13\">Je 8:13</a>; <a data-ref=\"Zephaniah 1:2\" href=\"/Zephaniah.1.2\">Zp 1:2</a> (joined with <span dir=\"rtl\">הֵסִיף</span> from <span dir=\"rtl\">סוף</span>, v. Kö<sup>i</sup>. <sup>445</sup>; considered Hiph. Inf. abs. by Ba<sup>NB 73</sup> v. supr.)<br><strong>Niph.</strong>  Pf. <span dir=\"rtl\">נֶאֱסַף</span> <a data-ref=\"Numbers 27:13\" href=\"/Numbers.27.13\">Nu 27:13</a> + <span dir=\"rtl\">נֶאֶסְפָה</span> <a data-ref=\"Jeremiah 48:33\" href=\"/Jeremiah.48.33\">Je 48:33</a> etc.; Impf. <span dir=\"rtl\">יֵאָסֵף</span> <a data-ref=\"Exodus 9:19\" href=\"/Exodus.9.19\">Ex 9:19</a> +; <span dir=\"rtl\">וַיֵּאָ֫סֶף</span> <a data-ref=\"Genesis 25:8\" href=\"/Genesis.25.8\">Gn 25:8</a> +; <span dir=\"rtl\">יֵאָסֵכּ֑וּן</span> <a data-ref=\"Psalms 104:22\" href=\"/Psalms.104.22\">ψ 104:22</a> etc.; Imv. <span dir=\"rtl\">הֵאָסֵף</span> <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a>; <span dir=\"rtl\">הֵאָֽסְפִי</span> <a data-ref=\"Jeremiah 47:6\" href=\"/Jeremiah.47.6\">Je 47:6</a>; <span dir=\"rtl\">הֵאָֽסְפוּ</span> <a data-ref=\"Genesis 49:1\" href=\"/Genesis.49.1\">Gn 49:1</a> +; Inf. abs. <span dir=\"rtl\">הֵאָסֹף</span> <a data-ref=\"II Samuel 17:11\" href=\"/II_Samuel.17.11\">2 S 17:11</a> (on form cf. Ba<sup>NB 74</sup>); cstr. <span dir=\"rtl\">הֵאָסֵף</span> <a data-ref=\"Genesis 29:7\" href=\"/Genesis.29.7\">Gn 29:7</a>; <a data-ref=\"Numbers 12:15\" href=\"/Numbers.12.15\">Nu 12:15</a>; Pt. <span dir=\"rtl\">נֶאֱסָף</span> <a data-ref=\"Genesis 49:29\" href=\"/Genesis.49.29\">Gn 49:29</a>; <span dir=\"rtl\">נֶאֱסָפִים</span> <a data-ref=\"I Samuel 13:11\" href=\"/I_Samuel.13.11\">1 S 13:11</a>; <a data-ref=\"Isaiah 13:4\" href=\"/Isaiah.13.4\">Is 13:4</a>; <span dir=\"rtl\">נֶאֱסָפִים</span> <a data-ref=\"Isaiah 57:1\" href=\"/Isaiah.57.1\">Is 57:1</a>;— <strong>1.</strong>  <em>assemble, be gathered</em>, reflex. (<em>a</em>) subj. men <a data-ref=\"Genesis 49:1\" href=\"/Genesis.49.1\">Gn 49:1</a> (‖ <span dir=\"rtl\">קבץ</span> v <a data-ref=\"Genesis 49:2\" href=\"/Genesis.49.2\">2</a>), <a data-ref=\"Isaiah 43:9\" href=\"/Isaiah.43.9\">Is 43:9</a> (‖ <span dir=\"rtl\">קבץ</span>), <a data-ref=\"II Chronicles 30:3\" href=\"/II_Chronicles.30.3\">2 Ch 30:3</a> (sq. <span dir=\"rtl\">לְ</span>) v <a data-ref=\"II Chronicles 30:13\" href=\"/II_Chronicles.30.13\">13</a> (sq. acc. loc.), <a data-ref=\"Ezra 3:1\" href=\"/Ezra.3.1\">Ezr 3:1</a>; <a data-ref=\"Ezra 9:4\" href=\"/Ezra.9.4\">9:4</a>; <a data-ref=\"Nehemiah 8:1\" href=\"/Nehemiah.8.1\">Ne 8:1</a>, <a data-ref=\"Nehemiah 8:13\" href=\"/Nehemiah.8.13\">13</a> (all sq. <span dir=\"rtl\">אֶל־</span>) <a data-ref=\"Nehemiah 9:1\" href=\"/Nehemiah.9.1\">9:1</a>; <a data-ref=\"Nehemiah 12:28\" href=\"/Nehemiah.12.28\">12:28</a>; earlier mostly of assembling for war <a data-ref=\"Genesis 34:30\" href=\"/Genesis.34.30\">Gn 34:30</a> (sq. <span dir=\"rtl\">עַל־</span>), <a data-ref=\"Joshua 10:5\" href=\"/Joshua.10.5\">Jos 10:5</a>; <a data-ref=\"Judges 6:33\" href=\"/Judges.6.33\">Ju 6:33</a>; <a data-ref=\"Judges 9:6\" href=\"/Judges.9.6\">9:6</a>; <a data-ref=\"Judges 10:17\" href=\"/Judges.10.17\">10:17</a> (‖ <span dir=\"rtl\">נצעק</span>), <a data-ref=\"Judges 20:11\" href=\"/Judges.20.11\">20:11</a> (sq. <span dir=\"rtl\">אֶל־</span>) v <a data-ref=\"Judges 20:14\" href=\"/Judges.20.14\">14</a> (sq. <span dir=\"rtl\">־ה</span> loc.), <a data-ref=\"I Samuel 13:11\" href=\"/I_Samuel.13.11\">1 S 13:11</a> (sq. acc. loc.) +; (<em>b</em>) subj. flocks, etc. <a data-ref=\"Genesis 29:3\" href=\"/Genesis.29.3\">Gn 29:3</a> (pass.; sq. <span dir=\"rtl\">שָׁמָּה</span>) v <a data-ref=\"Genesis 29:7\" href=\"/Genesis.29.7\">7</a>, <a data-ref=\"Genesis 29:8\" href=\"/Genesis.29.8\">8</a> (all J); fish <a data-ref=\"Numbers 11:22\" href=\"/Numbers.11.22\">Nu 11:22</a> (cf. <a data-ref=\"Habakkuk 1:16\" href=\"/Habakkuk.1.16\">Hb 1:16</a> Qal); (<em>c</em>) inanim. subj. herbs <a data-ref=\"Proverbs 27:25\" href=\"/Proverbs.27.25\">Pr 27:25</a>; water <a data-ref=\"II Samuel 14:14\" href=\"/II_Samuel.14.14\">2 S 14:14</a> (in sim.); bones for burial <a data-ref=\"Jeremiah 8:2\" href=\"/Jeremiah.8.2\">Je 8:2</a> cf. <a data-ref=\"Jeremiah 25:33\" href=\"/Jeremiah.25.33\">25:33</a> (bodies of slain) v. also <a data-ref=\"Ezekiel 29:5\" href=\"/Ezekiel.29.5\">Ez 29:5</a> (‖ <span dir=\"rtl\">קבץ</span> which Co reads <span dir=\"rtl\">קבר</span>), appar. = <em>compose, arrange</em> for burial. so <span dir=\"rtl\">יֵאָסֵף</span> <a data-ref=\"Job 27:19\" href=\"/Job.27.19\">Jb 27:19</a>; but read prob. <span dir=\"rtl\">יאסִף</span> = <span dir=\"rtl\">יוֹסִף</span> (<a data-ref=\"Exodus 5:7\" href=\"/Exodus.5.7\">Ex 5:7</a>), 𝔊 𝔖 Ew De Di Du. <strong>2.</strong>  pass. of Qal <strong>2</strong>; (<em>a</em>) <em>be gathered to one’s fathers</em> <span dir=\"rtl\">נֶא׳ אֶל־אֲבוֹהָיו</span> <a data-ref=\"Judges 2:10\" href=\"/Judges.2.10\">Ju 2:10</a>; elsewhere <em>to one’s people</em> <span dir=\"rtl\">אֶל־עַמָּיו</span> (all P) <a data-ref=\"Genesis 25:8\" href=\"/Genesis.25.8\">Gn 25:8</a>, <a data-ref=\"Genesis 25:17\" href=\"/Genesis.25.17\">17</a>; <a data-ref=\"Genesis 35:29\" href=\"/Genesis.35.29\">35:29</a> (‖ <span dir=\"rtl\">וַיִּגְוַע וַיָּמָת</span>) <a data-ref=\"Genesis 49:29\" href=\"/Genesis.49.29\">49:29</a>, <a data-ref=\"Genesis 49:33\" href=\"/Genesis.49.33\">33</a> (‖ <span dir=\"rtl\">גוע</span>), <a data-ref=\"Numbers 20:24\" href=\"/Numbers.20.24\">Nu 20:24</a>, <a data-ref=\"Numbers 20:26\" href=\"/Numbers.20.26\">26</a> (‖ <span dir=\"rtl\">מות</span>) <a data-ref=\"Numbers 27:13\" href=\"/Numbers.27.13\">27:13</a>; <a data-ref=\"Numbers 31:2\" href=\"/Numbers.31.2\">31:2</a>; <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a><sup>(×2)</sup> (both ‖ <span dir=\"rtl\">מות</span>); also <span dir=\"rtl\">אֶל־קִבְרֹתֶיךָ</span> <a data-ref=\"II Kings 22:20\" href=\"/II_Kings.22.20\">2 K 22:20</a> = <a data-ref=\"II Chronicles 34:28\" href=\"/II_Chronicles.34.28\">2 Ch 34:28</a> (both ‖ Qal q.v.); abs. <a data-ref=\"Numbers 27:13\" href=\"/Numbers.27.13\">Nu 27:13</a>; (<em>b</em>) <em>be brought in</em> (into association with others, etc.) <a data-ref=\"Numbers 12:14\" href=\"/Numbers.12.14\">Nu 12:14</a>, <a data-ref=\"Numbers 12:15\" href=\"/Numbers.12.15\">15</a> (E) of Miriam, after leprosy; also refl. <em>betake oneself</em>, of Moses <a data-ref=\"Numbers 11:30\" href=\"/Numbers.11.30\">11:30</a> (E), cf. <a data-ref=\"II Samuel 17:13\" href=\"/II_Samuel.17.13\">2 S 17:13</a> (both sq. <span dir=\"rtl\">אֶל־</span>); even with inanim. subj. <a data-ref=\"Jeremiah 47:6\" href=\"/Jeremiah.47.6\">Je 47:6</a> <span dir=\"rtl\">הֵאָֽסְפִי אֶל־תַּעְרֵךְ</span> (addressed to sword); of man & beast <em>brought home</em> (sq. <span dir=\"rtl\">־ה</span> loc.) for protection <a data-ref=\"Exodus 9:19\" href=\"/Exodus.9.19\">Ex 9:19</a>. <strong>3.</strong>  Pass. of Qal <strong>4</strong>; <em>be taken away, removed, perish</em>, of men <a data-ref=\"Isaiah 57:1\" href=\"/Isaiah.57.1\">Is 57:1</a><sup>(×2)</sup> (‖ <span dir=\"rtl\">אבד</span>); fish <a data-ref=\"Hosea 4:3\" href=\"/Hosea.4.3\">Ho 4:3</a>; <em>gladness</em> <a data-ref=\"Isaiah 16:10\" href=\"/Isaiah.16.10\">Is 16:10</a> <a data-ref=\"Jeremiah 48:33\" href=\"/Jeremiah.48.33\">Je 48:33</a> (sq. <span dir=\"rtl\">מִן</span>); also reflex., <em>withdraw itself</em>, of moon <a data-ref=\"Isaiah 60:20\" href=\"/Isaiah.60.20\">Is 60:20</a> (‖ <span dir=\"rtl\">בוא שׁמשׁ</span>).<br>†<strong>Pi.</strong>  Pt. <span dir=\"rtl\">מְאַסֵּף</span> <a data-ref=\"Numbers 10:25\" href=\"/Numbers.10.25\">Nu 10:25</a> +; <span dir=\"rtl\">מְאָֽסְפָיו</span> <a data-ref=\"Isaiah 62:9\" href=\"/Isaiah.62.9\">Is 62:9</a> (so BD v. Kö<sup>i201</sup>); <span dir=\"rtl\">מְאַסִּפְכֶם</span> <a data-ref=\"Isaiah 52:12\" href=\"/Isaiah.52.12\">Is 52:12</a>;— <strong>1.</strong>  <em>gather</em> harvest <a data-ref=\"Isaiah 62:9\" href=\"/Isaiah.62.9\">Is 62:9</a> (‖ <span dir=\"rtl\">קבץ</span>); bodies for burial <a data-ref=\"Jeremiah 9:21\" href=\"/Jeremiah.9.21\">Je 9:21</a>. <strong>2.</strong>  <em>take in, receive into</em> (sq. <span dir=\"rtl\">בַּיְתָה</span>) <a data-ref=\"Judges 19:15\" href=\"/Judges.19.15\">Ju 19:15</a>, <a data-ref=\"Judges 19:18\" href=\"/Judges.19.18\">18</a>. <strong>3.</strong>  as subst. <em>rearguard, rearward</em> <a data-ref=\"Numbers 10:25\" href=\"/Numbers.10.25\">Nu 10:25</a> (P) <a data-ref=\"Joshua 6:9\" href=\"/Joshua.6.9\">Jos 6:9</a>, <a data-ref=\"Joshua 6:13\" href=\"/Joshua.6.13\">13</a> (both E); fig. of God <a data-ref=\"Isaiah 52:12\" href=\"/Isaiah.52.12\">Is 52:12</a>.<br>†<strong>Pu.</strong>  Pf. <span dir=\"rtl\">וְאֻסַּף</span> (cons.) <a data-ref=\"Isaiah 33:4\" href=\"/Isaiah.33.4\">Is 33:4</a>; <a data-ref=\"Zechariah 14:14\" href=\"/Zechariah.14.14\">Zc 14:14</a> etc.; Pt. <span dir=\"rtl\">מְאֻסָּף</span>, <a data-ref=\"Ezekiel 38:12\" href=\"/Ezekiel.38.12\">Ez 38:12</a>—<em>be gathered</em>, of men <a data-ref=\"Isaiah 24:22\" href=\"/Isaiah.24.22\">Is 24:22</a>; <a data-ref=\"Hosea 10:10\" href=\"/Hosea.10.10\">Ho 10:10</a> (sq. <span dir=\"rtl\">עַל</span> <em>against</em>), <a data-ref=\"Ezekiel 38:12\" href=\"/Ezekiel.38.12\">Ez 38:12</a>; booty <a data-ref=\"Isaiah 33:4\" href=\"/Isaiah.33.4\">Is 33:4</a>; wealth <a data-ref=\"Zechariah 14:14\" href=\"/Zechariah.14.14\">Zc 14:14</a>.<br>†<strong>Hithp.</strong>  Inf. <span dir=\"rtl\">הִתְאַסֵּף</span> <a data-ref=\"Deuteronomy 33:5\" href=\"/Deuteronomy.33.5\">Dt 33:5</a> <em>gather themselves</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d031b6084aa1cbf00bbf", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בֵּן 1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "BDB, בֵּן 1", "sourceHeRef": "בראון-דרייבר-בריגס, בֵּן א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בֵּן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">בֵּן</span></big></big><sub>4870</sub><big></big>  <strong>n.m. son (</strong>MI Ph. <span dir=\"rtl\">בן</span>; so Sab. CIS<sup>iv. No. 2</sup>, cf. <span dir=\"rtl\">בני</span> DHM<sup>Sem. Sprachforsch. 6</sup>; Arabic <span dir=\"rtl\">اِبْنٌ</span>; Assyrian <em>bin(u)</em>, Lyon<sup>Sargon 9, 1. 57</sup>; especially in <em>bin-bin</em>, <em>grandson</em> COT<sup>Gloss.</sup>, cf. Dl infr.; Aramaic <span dir=\"rtl\">בַּר</span>, <span dir=\"rtl\">ܒܰܪ</span>, pl. <span dir=\"rtl\">בְּנִין</span>, <span dir=\"rtl\">ܒܢܺܝܢ</span>; cf. Palm., especially Vog<sup>No. 21. 31. 36 a al.</sup>; possibly orig. connected with <span dir=\"rtl\">בנה</span> <em>build</em>, so Thes, cf. Assyrian <em>bânu</em>, <em>begetter</em> (Dl<sup>Pr 104</sup> & cf. Ba<sup>ZMG 1887, 638 ff.</sup>); but all traces of this √ lost in Heb. form; √ perhaps orig. bilit. (<span dir=\"rtl\">בִּן</span>, <span dir=\"rtl\">בֵּן</span>) <span dir=\"rtl\">בַּן</span> v. Sta<sup>§ 183</sup><strong>)</strong>—abs. <span dir=\"rtl\">בּ׳</span> <a data-ref=\"Genesis 4:25\" href=\"/Genesis.4.25\">Gn 4:25</a> +; <span dir=\"rtl\">בֵּֽן־</span> <a data-ref=\"Ezekiel 18:10\" href=\"/Ezekiel.18.10\">Ez 18:10</a>; cstr. <span dir=\"rtl\">בֵּן</span> <a data-ref=\"Genesis 49:22\" href=\"/Genesis.49.22\">Gn 49:22</a><sup>(×2)</sup>; <span dir=\"rtl\">בֶּן־</span> <a data-ref=\"Genesis 5:32\" href=\"/Genesis.5.32\">Gn 5:32</a> +; <span dir=\"rtl\">בֶּן</span> <a data-ref=\"Esther 2:5\" href=\"/Esther.2.5\">Est 2:5</a>; <a data-ref=\"Nehemiah 6:18\" href=\"/Nehemiah.6.18\">Ne 6:18</a>, & c. prefix <a data-ref=\"Genesis 17:17\" href=\"/Genesis.17.17\">Gn 17:17</a>; <a data-ref=\"Numbers 8:25\" href=\"/Numbers.8.25\">Nu 8:25</a>; <a data-ref=\"I Chronicles 27:23\" href=\"/I_Chronicles.27.23\">1 Ch 27:23</a>; <a data-ref=\"II Chronicles 25:5\" href=\"/II_Chronicles.25.5\">2 Ch 25:5</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">31:16</a>, <a data-ref=\"II Chronicles 31:17\" href=\"/II_Chronicles.31.17\">17</a>; <span dir=\"rtl\">בְּנוֹ</span> <a data-ref=\"Numbers 23:18\" href=\"/Numbers.23.18\">Nu 23:18</a>; <a data-ref=\"Numbers 24:3\" href=\"/Numbers.24.3\">24:3</a>, <a data-ref=\"Numbers 24:15\" href=\"/Numbers.24.15\">15</a>; <span dir=\"rtl\">בְּנִי</span> <a data-ref=\"Genesis 49:11\" href=\"/Genesis.49.11\">Gn 49:11</a>; <span dir=\"rtl\">בִּן</span> <a data-ref=\"Deuteronomy 25:2\" href=\"/Deuteronomy.25.2\">Dt 25:2</a>; <span dir=\"rtl\">בִּן־</span> <a data-ref=\"Exodus 33:11\" href=\"/Exodus.33.11\">Ex 33:11</a> + 32 times (29 times in combination <span dir=\"rtl\">בִּן־נוּן</span> (<span dir=\"rtl\">ישׁוע</span>, <span dir=\"rtl\">הושׁע</span>) <span dir=\"rtl\">יהושׁע</span>); sf. <span dir=\"rtl\">בְּנִי</span> <a data-ref=\"Genesis 21:10\" href=\"/Genesis.21.10\">Gn 21:10</a> +; <span dir=\"rtl\">בִּנְךָ</span> <a data-ref=\"Exodus 20:10\" href=\"/Exodus.20.10\">Ex 20:10</a> +; <span dir=\"rtl\">לִבֱנ֑ךָ</span> <a data-ref=\"Deuteronomy 7:3\" href=\"/Deuteronomy.7.3\">Dt 7:3</a>; <a data-ref=\"I Kings 11:13\" href=\"/I_Kings.11.13\">1 K 11:13</a>; <span dir=\"rtl\">בְּנֵךְ</span> <a data-ref=\"Genesis 30:14\" href=\"/Genesis.30.14\">Gn 30:14</a> +; <span dir=\"rtl\">בְּנוֹ</span> <a data-ref=\"Genesis 4:17\" href=\"/Genesis.4.17\">Gn 4:17</a> +; <span dir=\"rtl\">בְּנָהּ</span> <a data-ref=\"Genesis 21:10\" href=\"/Genesis.21.10\">Gn 21:10</a> +; pl. <span dir=\"rtl\">בָּנִים</span> <a data-ref=\"Genesis 3:16\" href=\"/Genesis.3.16\">Gn 3:16</a> +; cstr. <span dir=\"rtl\">בְּנֵי</span> <a data-ref=\"Genesis 6:2\" href=\"/Genesis.6.2\">Gn 6:2</a> +; sf. <span dir=\"rtl\">בָּנַי</span> <a data-ref=\"Genesis 31:43\" href=\"/Genesis.31.43\">Gn 31:43</a> +; <span dir=\"rtl\">בָּנֵינוּ</span> <a data-ref=\"Joshua 22:25\" href=\"/Joshua.22.25\">Jos 22:25</a> +; <span dir=\"rtl\">בְּנֵיכֶם</span> <a data-ref=\"Exodus 3:22\" href=\"/Exodus.3.22\">Ex 3:22</a> +, etc.;—<br><strong>1.</strong>  <em>son</em>, male child, born of a woman <a data-ref=\"Genesis 4:25\" href=\"/Genesis.4.25\">Gn 4:25</a>; <a data-ref=\"Genesis 16:11\" href=\"/Genesis.16.11\">16:11</a>, <a data-ref=\"Genesis 16:15\" href=\"/Genesis.16.15\">15</a>; <a data-ref=\"Genesis 17:19\" href=\"/Genesis.17.19\">17:19</a> cf. v <a data-ref=\"Genesis 17:16\" href=\"/Genesis.17.16\">16</a> <a data-ref=\"Genesis 18:10\" href=\"/Genesis.18.10\">18:10</a>, <a data-ref=\"Genesis 18:14\" href=\"/Genesis.18.14\">14</a>; <a data-ref=\"Genesis 19:37\" href=\"/Genesis.19.37\">19:37</a>, <a data-ref=\"Genesis 19:38\" href=\"/Genesis.19.38\">38</a> + often, cf. <span dir=\"rtl\">בֶּן־בִּטְנָהּ</span> <a data-ref=\"Isaiah 49:15\" href=\"/Isaiah.49.15\">Is 49:15</a>; begotten by a man <a data-ref=\"Genesis 5:4\" href=\"/Genesis.5.4\">Gn 5:4 f.</a> <a data-ref=\"Genesis 5:28\" href=\"/Genesis.5.28\">28</a>; <a data-ref=\"Genesis 6:10\" href=\"/Genesis.6.10\">6:10</a>; <a data-ref=\"Genesis 11:11\" href=\"/Genesis.11.11\">11:11 f.</a> + often; ‖ <span dir=\"rtl\">בַּת (בָּנוֹת)</span> <em>daughter</em> <a data-ref=\"Genesis 5:4\" href=\"/Genesis.5.4\">Gn 5:4</a>, <a data-ref=\"Genesis 5:7\" href=\"/Genesis.5.7\">7</a>, <a data-ref=\"Genesis 5:10\" href=\"/Genesis.5.10\">10 f.</a> <a data-ref=\"Exodus 20:10\" href=\"/Exodus.20.10\">Ex 20:10</a> <a data-ref=\"Deuteronomy 5:14\" href=\"/Deuteronomy.5.14\">Dt 5:14</a>; <a data-ref=\"Deuteronomy 16:11\" href=\"/Deuteronomy.16.11\">16:11</a>, <a data-ref=\"Deuteronomy 16:14\" href=\"/Deuteronomy.16.14\">14</a> <a data-ref=\"I Samuel 30:3\" href=\"/I_Samuel.30.3\">1 S 30:3</a>, <a data-ref=\"I Samuel 30:6\" href=\"/I_Samuel.30.6\">6</a> <a data-ref=\"Job 1:2\" href=\"/Job.1.2\">Jb 1:2</a> <a data-ref=\"Job 42:13\" href=\"/Job.42.13\">42:13</a> +; of son as desired <a data-ref=\"Genesis 30:2\" href=\"/Genesis.30.2\">Gn 30:2</a> (cf. <a data-ref=\"Genesis 15:2\" href=\"/Genesis.15.2\">15:2</a>; <a data-ref=\"Genesis 16:2\" href=\"/Genesis.16.2\">16:2</a>; <a data-ref=\"Genesis 17:17\" href=\"/Genesis.17.17\">17:17</a>; <a data-ref=\"Genesis 18:10\" href=\"/Genesis.18.10\">18:10 f.</a> <a data-ref=\"I Samuel 1:5-11\" href=\"/I_Samuel.1.5-11\">1 S 1:5–11</a>) <a data-ref=\"II Kings 4:14\" href=\"/II_Kings.4.14\">2 K 4:14</a>, <a data-ref=\"II Kings 4:28\" href=\"/II_Kings.4.28\">28</a> <a data-ref=\"Psalms 127:3\" href=\"/Psalms.127.3\">ψ 127:3</a> +; rejoiced in <a data-ref=\"Genesis 30:6\" href=\"/Genesis.30.6\">Gn 30:6</a> +; beloved <a data-ref=\"Exodus 21:5\" href=\"/Exodus.21.5\">Ex 21:5</a> <a data-ref=\"II Samuel 19:1\" href=\"/II_Samuel.19.1\">2 S 19:1</a>, <a data-ref=\"II Samuel 19:3\" href=\"/II_Samuel.19.3\">3</a>, <a data-ref=\"II Samuel 19:5\" href=\"/II_Samuel.19.5\">5</a> <a data-ref=\"I Kings 3:26\" href=\"/I_Kings.3.26\">1 K 3:26</a>; cared for <a data-ref=\"Deuteronomy 1:31\" href=\"/Deuteronomy.1.31\">Dt 1:31</a>; spared <a data-ref=\"Malachi 3:17\" href=\"/Malachi.3.17\">Mal 3:17</a>; disciplined & trained <a data-ref=\"Deuteronomy 8:5\" href=\"/Deuteronomy.8.5\">Dt 8:5</a> <a data-ref=\"Proverbs 3:12\" href=\"/Proverbs.3.12\">Pr 3:12</a>; <a data-ref=\"Proverbs 13:24\" href=\"/Proverbs.13.24\">13:24</a>; <a data-ref=\"Proverbs 19:18\" href=\"/Proverbs.19.18\">19:18</a>; <a data-ref=\"Proverbs 29:17\" href=\"/Proverbs.29.17\">29:17</a>; owing reverence, obedience, etc. to parents <a data-ref=\"Proverbs 6:20\" href=\"/Proverbs.6.20\">Pr 6:20</a>; <a data-ref=\"Proverbs 10:1\" href=\"/Proverbs.10.1\">10:1</a>; <a data-ref=\"Proverbs 13:1\" href=\"/Proverbs.13.1\">13:1</a>; <span dir=\"rtl\">בִּנְךָ בְּכוֹרְךָ</span> <em>thy first-born son</em> <a data-ref=\"Genesis 27:32\" href=\"/Genesis.27.32\">Gn 27:32</a>; <span dir=\"rtl\">הַבֵּן הַבְּכֹר</span> <a data-ref=\"Deuteronomy 21:15\" href=\"/Deuteronomy.21.15\">Dt 21:15</a> cf. <a data-ref=\"I Samuel 8:2\" href=\"/I_Samuel.8.2\">1 S 8:2</a>; <span dir=\"rtl\">בְּנָהּ הַגָּדֹל</span> <em>her elder son</em> <a data-ref=\"Genesis 27:15\" href=\"/Genesis.27.15\">Gn 27:15</a>, <a data-ref=\"Genesis 27:42\" href=\"/Genesis.27.42\">42</a>; <span dir=\"rtl\">בְּנוֹ הַגָּדֹל</span> <a data-ref=\"Genesis 27:1\" href=\"/Genesis.27.1\">27:1</a>; <span dir=\"rtl\">בְּנָהּ הַקָּטָן</span> <em>her younger son</em> <a data-ref=\"Genesis 27:15\" href=\"/Genesis.27.15\">Gn 27:15</a>, <a data-ref=\"Genesis 27:42\" href=\"/Genesis.27.42\">42</a>. In partic. <strong>a.</strong>  <span dir=\"rtl\">בֶּן־אִמּוֹ</span> <em>son of his mother</em>, i.e. own (uterine) brother <a data-ref=\"Genesis 43:29\" href=\"/Genesis.43.29\">Gn 43:29</a>, cf. <a data-ref=\"Genesis 27:29\" href=\"/Genesis.27.29\">27:29</a> <a data-ref=\"Judges 8:19\" href=\"/Judges.8.19\">Ju 8:19</a> <a data-ref=\"Psalms 50:20\" href=\"/Psalms.50.20\">ψ 50:20</a>; <a data-ref=\"Psalms 69:9\" href=\"/Psalms.69.9\">69:9</a>, & v. <a ,=\"\" data-ref=\"BDB, אֵם²\" dir=\"rtl\" href=\"/BDB,_אֵם²\">אֵם</a>; <span dir=\"rtl\">בְּנֵי אָבִיךָ</span> <em>son of thy father</em> = brethren <a data-ref=\"Genesis 49:8\" href=\"/Genesis.49.8\">Gn 49:8</a> (poet.) †<strong>b.</strong>  <span dir=\"rtl\">בְּנֵי דֹדֵיהֶן</span> = <em>cousins</em> <a data-ref=\"Numbers 36:11\" href=\"/Numbers.36.11\">Nu 36:11</a>. <strong>c.</strong>  <span dir=\"rtl\">בְּנִי</span> <em>my son</em>, as term of kindliness of endearment, used by Eli to Samuel <a data-ref=\"I Samuel 3:6\" href=\"/I_Samuel.3.6\">1 S 3:6</a>, <a data-ref=\"I Samuel 3:16\" href=\"/I_Samuel.3.16\">16</a> cf. <a data-ref=\"I Samuel 4:16\" href=\"/I_Samuel.4.16\">4:16</a>; <a data-ref=\"I Samuel 24:17\" href=\"/I_Samuel.24.17\">24:17</a>; <a data-ref=\"I Samuel 26:17\" href=\"/I_Samuel.26.17\">26:17</a>, <a data-ref=\"I Samuel 26:21\" href=\"/I_Samuel.26.21\">21</a>, <a data-ref=\"I Samuel 26:25\" href=\"/I_Samuel.26.25\">25</a>, v. also <a data-ref=\"Proverbs 1:8\" href=\"/Proverbs.1.8\">Pr 1:8</a>, <a data-ref=\"Proverbs 1:10\" href=\"/Proverbs.1.10\">10</a> <a data-ref=\"Proverbs 2:1\" href=\"/Proverbs.2.1\">2:1</a> +; cf. <span dir=\"rtl\">בִּנְךָ</span>, used by Benhaded of himself to Elisha <a data-ref=\"II Kings 8:9\" href=\"/II_Kings.8.9\">2 K 8:9</a>; by Ahaz to Tiglath-pileser <a data-ref=\"II Kings 16:7\" href=\"/II_Kings.16.7\">16:7</a>; especially to express intimate and gracious relation with God: <span dir=\"rtl\">י׳</span> calls Israel <span dir=\"rtl\">בְּנִי בְכֹרִי</span> <a data-ref=\"Exodus 4:22\" href=\"/Exodus.4.22\">Ex 4:22</a> cf. v <a data-ref=\"Exodus 4:23\" href=\"/Exodus.4.23\">23</a> <a data-ref=\"Hosea 11:1\" href=\"/Hosea.11.1\">Ho 11:1</a>, v. also <a data-ref=\"Psalms 80:16\" href=\"/Psalms.80.16\">ψ 80:16</a> (but cf. Che); <span dir=\"rtl\">בָּנִים אַתֶּם ליהוה אלהיכם</span> <a data-ref=\"Deuteronomy 14:1\" href=\"/Deuteronomy.14.1\">Dt 14:1</a>; <span dir=\"rtl\">בְּנֵי עֶלְיוֹן</span> <a data-ref=\"Psalms 82:6\" href=\"/Psalms.82.6\">ψ 82:6</a> (‖ <span dir=\"rtl\">אלהים</span>); <span dir=\"rtl\">בְּנֵי אֵל־חָ֑י</span> <a data-ref=\"Hosea 2:1\" href=\"/Hosea.2.1\">Ho 2:1</a>; cf. further <a data-ref=\"Deuteronomy 32:5\" href=\"/Deuteronomy.32.5\">Dt 32:5</a> (pl.) v <a data-ref=\"Deuteronomy 32:20\" href=\"/Deuteronomy.32.20\">20</a> (pl.) <a data-ref=\"Isaiah 1:2\" href=\"/Isaiah.1.2\">Is 1:2</a>, <a data-ref=\"Isaiah 1:4\" href=\"/Isaiah.1.4\">4</a>; <a data-ref=\"Isaiah 30:1\" href=\"/Isaiah.30.1\">30:1</a>, <a data-ref=\"Isaiah 30:9\" href=\"/Isaiah.30.9\">9</a>; <a data-ref=\"Jeremiah 3:14\" href=\"/Jeremiah.3.14\">Je 3:14</a>, <a data-ref=\"Jeremiah 3:22\" href=\"/Jeremiah.3.22\">22</a>; <a data-ref=\"Jeremiah 4:22\" href=\"/Jeremiah.4.22\">4:22</a>; <a data-ref=\"Jeremiah 31:20\" href=\"/Jeremiah.31.20\">31:20</a>; of future Davidic king <a data-ref=\"II Samuel 7:14\" href=\"/II_Samuel.7.14\">2 S 7:14</a> = <a data-ref=\"I Chronicles 17:13\" href=\"/I_Chronicles.17.13\">1 Ch 17:13</a> cf. <a data-ref=\"Psalms 2:7\" href=\"/Psalms.2.7\">ψ 2:7</a>; expressly referred to Solomon <a data-ref=\"I Chronicles 22:10\" href=\"/I_Chronicles.22.10\">1 Ch 22:10</a>; <a data-ref=\"I Chronicles 28:6\" href=\"/I_Chronicles.28.6\">28:6</a>; also of children (offered in fire) <a data-ref=\"Ezekiel 16:21\" href=\"/Ezekiel.16.21\">Ez 16:21</a>. <strong>d.</strong>  <span dir=\"rtl\">בְּנֵי האלהים</span> applied to supernatural beings <a data-ref=\"Genesis 6:2\" href=\"/Genesis.6.2\">Gn 6:2</a>, <a data-ref=\"Genesis 6:4\" href=\"/Genesis.6.4\">4</a>; <a data-ref=\"Job 1:6\" href=\"/Job.1.6\">Jb 1:6</a>; <a data-ref=\"Job 2:1\" href=\"/Job.2.1\">2:1</a>; <span dir=\"rtl\">בְּנֵי אלהים</span> <a data-ref=\"Job 38:7\" href=\"/Job.38.7\">Jb 38:7</a>; <span dir=\"rtl\">בְּנֵי אֵלִים</span> <a data-ref=\"Psalms 29:1\" href=\"/Psalms.29.1\">ψ 29:1</a> (on which cf. Che’s note) <a data-ref=\"Psalms 89:7\" href=\"/Psalms.89.7\">89:7</a>. <strong>e.</strong>  <span dir=\"rtl\">בֶּן־אָדָם</span> <em>son of man</em>, cf. <span dir=\"rtl\">בְּנֵי א׳</span>, v. <a ,=\"\" data-ref=\"BDB, אָדָם\" dir=\"rtl\" href=\"/BDB,_אָדָם\">אָדָם</a>; †<span dir=\"rtl\">בְּנֵי אִישׁ</span> <a data-ref=\"Psalms 4:3\" href=\"/Psalms.4.3\">ψ 4:3</a> & (‖ <span dir=\"rtl\">בני אדם</span>) <a data-ref=\"Psalms 49:3\" href=\"/Psalms.49.3\">49:3</a>; <a data-ref=\"Psalms 62:10\" href=\"/Psalms.62.10\">62:10</a>; <a data-ref=\"Lamentations 3:33\" href=\"/Lamentations.3.33\">La 3:33</a>. †<strong>f.</strong>  <span dir=\"rtl\">בֶּן־בִּנְךָ</span> = <em>thy grandson</em> <a data-ref=\"Exodus 10:2\" href=\"/Exodus.10.2\">Ex 10:2</a>; <a data-ref=\"Deuteronomy 6:2\" href=\"/Deuteronomy.6.2\">Dt 6:2</a>; <a data-ref=\"Judges 8:22\" href=\"/Judges.8.22\">Ju 8:22</a> cf. <a data-ref=\"Jeremiah 27:7\" href=\"/Jeremiah.27.7\">Je 27:7</a>; also pl. <a data-ref=\"Exodus 34:7\" href=\"/Exodus.34.7\">Ex 34:7</a>; <a data-ref=\"Deuteronomy 4:9\" href=\"/Deuteronomy.4.9\">Dt 4:9</a>, <a data-ref=\"Deuteronomy 4:25\" href=\"/Deuteronomy.4.25\">25</a>; <a data-ref=\"Judges 12:14\" href=\"/Judges.12.14\">Ju 12:14</a>; <a data-ref=\"II Kings 17:41\" href=\"/II_Kings.17.41\">2 K 17:41</a>; <a data-ref=\"I Chronicles 8:40\" href=\"/I_Chronicles.8.40\">1 Ch 8:40</a>; <a data-ref=\"Job 42:16\" href=\"/Job.42.16\">Jb 42:16</a>; <a data-ref=\"Psalms 128:6\" href=\"/Psalms.128.6\">ψ 128:6</a>; <a data-ref=\"Proverbs 13:22\" href=\"/Proverbs.13.22\">Pr 13:22</a>; <a data-ref=\"Proverbs 17:6\" href=\"/Proverbs.17.6\">17:6</a>; <a data-ref=\"Ezekiel 37:25\" href=\"/Ezekiel.37.25\">Ez 37:25</a>; also <span dir=\"rtl\">בֵּן</span> alone with similar reference <a data-ref=\"Genesis 29:5\" href=\"/Genesis.29.5\">Gn 29:5</a> (Laban son of Nahor); Laban calls his daughters’ children his own sons <a data-ref=\"Genesis 31:28\" href=\"/Genesis.31.28\">Gn 31:28</a>, <a data-ref=\"Genesis 31:43\" href=\"/Genesis.31.43\">43</a> cf. <a data-ref=\"Genesis 32:1\" href=\"/Genesis.32.1\">32:1</a>; son of Naomi <a data-ref=\"Ruth 4:17\" href=\"/Ruth.4.17\">Ru 4:17</a>; <span dir=\"rtl\">בְּנֵי רְבִעִים</span> <a data-ref=\"II Kings 10:30\" href=\"/II_Kings.10.30\">2 K 10:30</a> <em>sons of the fourth generation</em>, and, in general, descendants <a data-ref=\"Joshua 22:24\" href=\"/Joshua.22.24\">Jos 22:24</a>, <a data-ref=\"Joshua 22:25\" href=\"/Joshua.22.25\">25</a>, <a data-ref=\"Joshua 22:27\" href=\"/Joshua.22.27\">27</a> +; cf. <a data-ref=\"II Samuel 19:25\" href=\"/II_Samuel.19.25\">2 S 19:25</a> <a data-ref=\"II Kings 9:20\" href=\"/II_Kings.9.20\">2 K 9:20</a>; <a data-ref=\"Ezekiel 5:1\" href=\"/Ezekiel.5.1\">Ez 5:1</a>. <strong>g.</strong>  constantly, as more precise designation, added to personal name <span dir=\"rtl\">כָּלֵב בֶּן־יְפֻנֶּה</span> <a data-ref=\"Numbers 14:30\" href=\"/Numbers.14.30\">Nu 14:30</a>; <a data-ref=\"Numbers 32:12\" href=\"/Numbers.32.12\">32:12</a>; <a data-ref=\"Numbers 34:19\" href=\"/Numbers.34.19\">34:19</a> +; <span dir=\"rtl\">יְהוֹשֻׁעַ בִּן־נוּן</span> <a data-ref=\"Numbers 11:28\" href=\"/Numbers.11.28\">Nu 11:28</a>; <a data-ref=\"Numbers 14:30\" href=\"/Numbers.14.30\">14:30</a>; <a data-ref=\"Numbers 32:12\" href=\"/Numbers.32.12\">32:12</a>, <a data-ref=\"Numbers 32:28\" href=\"/Numbers.32.28\">28</a>; <a data-ref=\"Numbers 34:17\" href=\"/Numbers.34.17\">34:17</a> +; <span dir=\"rtl\">יָרָבְעָם בֶּן־נְבָט</span> <a data-ref=\"I Kings 12:2\" href=\"/I_Kings.12.2\">1 K 12:2</a>, <a data-ref=\"I Kings 12:15\" href=\"/I_Kings.12.15\">15</a> +, etc.; also without personal name (often with implication of contempt) <span dir=\"rtl\">בֶּן־קִישׁ</span> <a data-ref=\"I Samuel 10:11\" href=\"/I_Samuel.10.11\">1 S 10:11</a>; <span dir=\"rtl\">בֶּן־יִשַׁי</span> <a data-ref=\"I Samuel 20:27\" href=\"/I_Samuel.20.27\">1 S 20:27</a>, <a data-ref=\"I Samuel 20:30\" href=\"/I_Samuel.20.30\">30</a>, <a data-ref=\"I Samuel 20:31\" href=\"/I_Samuel.20.31\">31</a>; <a data-ref=\"I Samuel 22:7\" href=\"/I_Samuel.22.7\">22:7</a>, <a data-ref=\"I Samuel 22:8\" href=\"/I_Samuel.22.8\">8</a>, <a data-ref=\"I Samuel 22:9\" href=\"/I_Samuel.22.9\">9</a>, <a data-ref=\"I Samuel 22:13\" href=\"/I_Samuel.22.13\">13</a>; <a data-ref=\"I Samuel 25:10\" href=\"/I_Samuel.25.10\">25:10</a> <a data-ref=\"II Samuel 20:1\" href=\"/II_Samuel.20.1\">2 S 20:1</a>; <span dir=\"rtl\">בְּנֵי צְרוּיָה</span> <a data-ref=\"II Samuel 16:10\" href=\"/II_Samuel.16.10\">2 S 16:10</a>; <span dir=\"rtl\">בֶּן־רְמַלְיָהוּ</span> <a data-ref=\"Isaiah 7:4\" href=\"/Isaiah.7.4\">Is 7:4</a>, <a data-ref=\"Isaiah 7:5\" href=\"/Isaiah.7.5\">5</a>, <a data-ref=\"Isaiah 7:9\" href=\"/Isaiah.7.9\">9</a>; <a data-ref=\"Isaiah 8:16\" href=\"/Isaiah.8.16\">8:16</a>; <span dir=\"rtl\">בֶּן־טָֽבְאַ֑ל</span> <a data-ref=\"Isaiah 7:6\" href=\"/Isaiah.7.6\">Is 7:6</a>; cf. also <a ,=\"\" data-ref=\"BDB, לֵוִי²\" dir=\"rtl\" href=\"/BDB,_לֵוִי²\">בְּנֵי לֵוִי</a> <a data-ref=\"Numbers 16:7\" href=\"/Numbers.16.7\">Nu 16:7</a>, <a data-ref=\"Numbers 16:8\" href=\"/Numbers.16.8\">8</a>. <strong>h.</strong>  designated as <span dir=\"rtl\">בֶּן־זְקֻנִים</span> i.e. born in old age of father <a data-ref=\"Genesis 37:3\" href=\"/Genesis.37.3\">Gn 37:3</a>; opp. <span dir=\"rtl\">בְּנֵי הַנְּעוּרִים</span> <em>sons of one’s youth</em> <a data-ref=\"Psalms 127:4\" href=\"/Psalms.127.4\">ψ 127:4</a>; also <span dir=\"rtl\">בֶּן־בֵּיתִי</span> <em>one born in my house</em> <a data-ref=\"Genesis 15:3\" href=\"/Genesis.15.3\">Gn 15:3</a> (i.e. slave) so <span dir=\"rtl\">בְּנֵי בַיִת</span> <a data-ref=\"Ecclesiastes 2:7\" href=\"/Ecclesiastes.2.7\">Ec 2:7</a>. <strong>i.</strong>  in various combinations: (α) as expression of contumely, <span dir=\"rtl\">בֶּן־נַעֲוַת הַמַּרְדּוּת</span> <a data-ref=\"I Samuel 20:30\" href=\"/I_Samuel.20.30\">1 S 20:30</a>; <span dir=\"rtl\">בֶּן־הַמְּרַצֵּחַ הַוֶּה</span> <a data-ref=\"II Kings 6:32\" href=\"/II_Kings.6.32\">2 K 6:32</a> <em>this son of a murderer;</em> cf. <span dir=\"rtl\">בְּנֵי־נָבָל</span> <a data-ref=\"Job 30:8\" href=\"/Job.30.8\">Jb 30:8</a>; <span dir=\"rtl\">בְּנֵי בְלִי־שֵׁם</span> <em>ib.</em>; <span dir=\"rtl\">בְּנֵי עֹנֲנָה</span> <a data-ref=\"Isaiah 57:3\" href=\"/Isaiah.57.3\">Is 57:3</a> (‖ <span dir=\"rtl\">זֶרַע מְנָאֵף</span>); cf. <span dir=\"rtl\">בֶּן־אִשָּׁה אַחֶרֶת</span> <a data-ref=\"Judges 11:2\" href=\"/Judges.11.2\">Ju 11:2</a> (cf. v <a data-ref=\"Judges 11:1\" href=\"/Judges.11.1\">1</a>); (β) as term of respect, dignity, <span dir=\"rtl\">בֶּן־חוֹרִים</span> <em>son of nobles</em> <a data-ref=\"Ecclesiastes 10:17\" href=\"/Ecclesiastes.10.17\">Ec 10:17</a> (in Aramaic = <em>free born</em>); <span dir=\"rtl\">בֶּן־חֲכָמִים</span> <a data-ref=\"Isaiah 19:11\" href=\"/Isaiah.19.11\">Is 19:11</a>; <span dir=\"rtl\">בֶּן־מַלְכֵי־קֶדֶם</span> <em>ib.</em>; cf. <span dir=\"rtl\">בֶּן־מֶלֶךְ</span> <a data-ref=\"Psalms 72:1\" href=\"/Psalms.72.1\">ψ 72:1</a> (‖ <span dir=\"rtl\">מֶלֶךְ</span>); <span dir=\"rtl\">בֶּן־אֲמָתֶ֑ךָ</span> <a data-ref=\"Psalms 86:16\" href=\"/Psalms.86.16\">ψ 86:16</a> in addressing <span dir=\"rtl\">י׳</span> (‖ <span dir=\"rtl\">עַבְדֶּ֑ךָ</span>) & <span dir=\"rtl\">בְּנֵי־עֲבָדֶיךָ</span> <a data-ref=\"Psalms 102:29\" href=\"/Psalms.102.29\">ψ 102:29</a>; of noble appearance <span dir=\"rtl\">בְּנֵי הַמֶּלֶךְ</span> <a data-ref=\"Judges 8:18\" href=\"/Judges.8.18\">Ju 8:18</a>. <strong>j.</strong>  often pl. with name of ancestor, people, land, or city, to denote descendants, inhabitants, membership in a nation or family, etc.: (α) e.g. <span dir=\"rtl\">בְּנֵי־עֵבֶר</span> <a data-ref=\"Genesis 10:21\" href=\"/Genesis.10.21\">Gn 10:21</a>; <span dir=\"rtl\">בְּנֵי־חֵת</span> <a data-ref=\"Genesis 23:3\" href=\"/Genesis.23.3\">Gn 23:3</a>, <a data-ref=\"Genesis 23:5\" href=\"/Genesis.23.5\">5</a>, <a data-ref=\"Genesis 23:7\" href=\"/Genesis.23.7\">7</a>, <a data-ref=\"Genesis 23:10\" href=\"/Genesis.23.10\">10</a><sup>(×2)</sup>, <a data-ref=\"Genesis 23:11\" href=\"/Genesis.23.11\">11</a>, <a data-ref=\"Genesis 23:16\" href=\"/Genesis.23.16\">16</a>, <a data-ref=\"Genesis 23:18\" href=\"/Genesis.23.18\">18</a>, <a data-ref=\"Genesis 23:20\" href=\"/Genesis.23.20\">20</a>; <a data-ref=\"Genesis 25:10\" href=\"/Genesis.25.10\">25:10</a>; <a data-ref=\"Genesis 49:32\" href=\"/Genesis.49.32\">49:32</a> (all P); <span dir=\"rtl\">(בְּנֵי־שֵׁת)</span> <a data-ref=\"Numbers 24:17\" href=\"/Numbers.24.17\">Nu 24:17</a> v. sub <strong>8</strong>); <span dir=\"rtl\">בְּנֵי־חֲמוֹר</span> <a data-ref=\"Genesis 33:19\" href=\"/Genesis.33.19\">Gn 33:19</a> <a data-ref=\"Joshua 24:32\" href=\"/Joshua.24.32\">Jos 24:32</a>; <span dir=\"rtl\">בְּנֵי עֵשָׂו</span> <a data-ref=\"Genesis 36:5\" href=\"/Genesis.36.5\">Gn 36:5</a>, <a data-ref=\"Genesis 36:15\" href=\"/Genesis.36.15\">15</a>, <a data-ref=\"Genesis 36:19\" href=\"/Genesis.36.19\">19</a> <a data-ref=\"Deuteronomy 2:4\" href=\"/Deuteronomy.2.4\">Dt 2:4</a>, <a data-ref=\"Deuteronomy 2:8\" href=\"/Deuteronomy.2.8\">8</a>, <a data-ref=\"Deuteronomy 2:12\" href=\"/Deuteronomy.2.12\">12</a>, <a data-ref=\"Deuteronomy 2:22\" href=\"/Deuteronomy.2.22\">22</a>, <a data-ref=\"Deuteronomy 2:29\" href=\"/Deuteronomy.2.29\">29</a>; <span dir=\"rtl\">בְּנֵי שֵׂעִיר</span> <a data-ref=\"Genesis 36:20\" href=\"/Genesis.36.20\">Gn 36:20</a>, <a data-ref=\"Genesis 36:21\" href=\"/Genesis.36.21\">21</a>; <span dir=\"rtl\">בֶּן־(בני)הִנֹּם</span> <a data-ref=\"Joshua 15:8\" href=\"/Joshua.15.8\">Jos 15:8</a> + (cf. sub <a data-ref=\"BDB, גַּיְא\" href=\"/BDB,_גַּיְא\", dir=\"rtl\">גַּיְא</a>); <span dir=\"rtl\">בְּנֵי לוֹט</span> <a data-ref=\"Deuteronomy 2:9\" href=\"/Deuteronomy.2.9\">Dt 2:9</a>, <a data-ref=\"Deuteronomy 2:19\" href=\"/Deuteronomy.2.19\">19</a> <a data-ref=\"Psalms 83:9\" href=\"/Psalms.83.9\">ψ 83:9</a>; <span dir=\"rtl\">בְּנֵי־יוֹסֵף</span> (lit. <a data-ref=\"Genesis 46:27\" href=\"/Genesis.46.27\">Gn 46:27</a>; <a data-ref=\"Genesis 48:8\" href=\"/Genesis.48.8\">48:8</a>; <a data-ref=\"I Chronicles 5:1\" href=\"/I_Chronicles.5.1\">1 Ch 5:1</a>) <a data-ref=\"Numbers 1:32\" href=\"/Numbers.1.32\">Nu 1:32</a>; <a data-ref=\"Numbers 26:28\" href=\"/Numbers.26.28\">26:28</a>, <a data-ref=\"Numbers 26:37\" href=\"/Numbers.26.37\">37</a>; <a data-ref=\"Numbers 34:23\" href=\"/Numbers.34.23\">34:23</a>; <a data-ref=\"Numbers 36:5\" href=\"/Numbers.36.5\">36:5</a> <span dir=\"rtl\">(מַטֵּה ב׳ י׳)</span> + 6 times Jos, cf. <a data-ref=\"Psalms 77:16\" href=\"/Psalms.77.16\">ψ 77:16</a>; even <span dir=\"rtl\">בְּנֵי חֲצִי שֵׁבֶט מְנַשֶּׁה</span> <a data-ref=\"I Chronicles 5:23\" href=\"/I_Chronicles.5.23\">1 Ch 5:23</a>; <span dir=\"rtl\">בְּנֵי דָוִיד</span> (lit. <a data-ref=\"II Samuel 8:18\" href=\"/II_Samuel.8.18\">2 S 8:18</a> = <a data-ref=\"I Chronicles 18:17\" href=\"/I_Chronicles.18.17\">1 Ch 18:17</a>, <a data-ref=\"I Chronicles 3:1\" href=\"/I_Chronicles.3.1\">1 Ch 3:1</a>, <a data-ref=\"I Chronicles 3:9\" href=\"/I_Chronicles.3.9\">9</a>) <a data-ref=\"II Chronicles 13:8\" href=\"/II_Chronicles.13.8\">2 Ch 13:8</a>; <a data-ref=\"II Chronicles 23:3\" href=\"/II_Chronicles.23.3\">23:3</a>; <a data-ref=\"II Chronicles 32:33\" href=\"/II_Chronicles.32.33\">32:33</a>; <span dir=\"rtl\">בְּנֵי אָסָף</span> <a data-ref=\"II Chronicles 29:13\" href=\"/II_Chronicles.29.13\">2 Ch 29:13</a>; <a data-ref=\"Ezra 2:41\" href=\"/Ezra.2.41\">Ezr 2:41</a>; <a data-ref=\"Ezra 3:8\" href=\"/Ezra.3.8\">3:8</a> + (v. <a data-ref=\"BDB, אָסָף\" href=\"/BDB,_אָסָף\", dir=\"rtl\">אָסָף</a>); <span dir=\"rtl\">בְּנֵי קֹרַח</span> in titles of <a data-ref=\"Psalms 42-49\" href=\"/Psalms.42-49\">ψ 42–49</a>, <a data-ref=\"Psalms 84\" href=\"/Psalms.84\">84</a>, <a data-ref=\"Psalms 85\" href=\"/Psalms.85\">85</a>, <a data-ref=\"Psalms 87\" href=\"/Psalms.87\">87</a>, <a data-ref=\"Psalms 88\" href=\"/Psalms.88\">88</a>; especially (β) <span dir=\"rtl\">בְּנֵי־עַמּוֹן</span> (standing designation of people of Ammon) <a data-ref=\"Genesis 19:38\" href=\"/Genesis.19.38\">Gn 19:38</a> + 81 times (cf. <a data-ref=\"BDB, עַמּוֹן\" href=\"/BDB,_עַמּוֹן\", dir=\"rtl\">עַמּוֹן</a> & Nö<sup>ZMG 1886, 171</sup> Dr<sup>Sm 66</sup>); <span dir=\"rtl\">בְּנֵי יַעֲקֹב</span> (lit. <a data-ref=\"Genesis 34:7\" href=\"/Genesis.34.7\">Gn 34:7</a>, <a data-ref=\"Genesis 34:13\" href=\"/Genesis.34.13\">13</a>, <a data-ref=\"Genesis 34:25\" href=\"/Genesis.34.25\">25</a>, <a data-ref=\"Genesis 34:27\" href=\"/Genesis.34.27\">27</a>; <a data-ref=\"Genesis 35:5\" href=\"/Genesis.35.5\">35:5</a>, <a data-ref=\"Genesis 35:22\" href=\"/Genesis.35.22\">22</a>, <a data-ref=\"Genesis 35:26\" href=\"/Genesis.35.26\">26</a>; <a data-ref=\"Genesis 49:2\" href=\"/Genesis.49.2\">49:2</a>) <a data-ref=\"II Kings 17:34\" href=\"/II_Kings.17.34\">2 K 17:34</a> <a data-ref=\"Psalms 105:6\" href=\"/Psalms.105.6\">ψ 105:6</a> <a data-ref=\"Malachi 3:6\" href=\"/Malachi.3.6\">Mal 3:6</a> cf. <a data-ref=\"Psalms 77:16\" href=\"/Psalms.77.16\">ψ 77:16</a>; & chiefly (γ) <span dir=\"rtl\">בְּנֵי יִשְׂרָאֵל</span> (lit. <a data-ref=\"Genesis 42:5\" href=\"/Genesis.42.5\">Gn 42:5</a>; <a data-ref=\"Genesis 45:21\" href=\"/Genesis.45.21\">45:21</a>; <a data-ref=\"Genesis 46:5\" href=\"/Genesis.46.5\">46:5</a>; <a data-ref=\"Exodus 1:1\" href=\"/Exodus.1.1\">Ex 1:1</a>) <a data-ref=\"Exodus 1:7\" href=\"/Exodus.1.7\">Ex 1:7</a> + 613 times, incl. Hex 427 (of which 328 P, 49 E, 25 J, 25 D), <a data-ref=\"Judges 6:1\" href=\"/Judges.6.1\">Ju 6:1</a>, SK Ch 73 (23 in ref. to ancient history, 10 in opp. to Judah); so also Vrss & var. sometimes for <span dir=\"rtl\">בֵּית יִשׂ׳</span>, e.g. <a data-ref=\"Joshua 21:43\" href=\"/Joshua.21.43\">Jos 21:43</a> + v. Di, <a data-ref=\"Ezekiel 3:1\" href=\"/Ezekiel.3.1\">Ez 3:1</a> + v. Co; also the reverse <a data-ref=\"Ezekiel 2:3\" href=\"/Ezekiel.2.3\">Ez 2:3</a> al.; note especially <span dir=\"rtl\">עַם בּ׳ יִשְׂרָאֵל</span> <a data-ref=\"Exodus 1:9\" href=\"/Exodus.1.9\">Ex 1:9</a>; <span dir=\"rtl\">עַמִּי בּ׳ יִשְׂרָאֵל</span> <a data-ref=\"Exodus 3:10\" href=\"/Exodus.3.10\">Ex 3:10</a>; <a data-ref=\"Exodus 7:4\" href=\"/Exodus.7.4\">7:4</a>; <span dir=\"rtl\">עֲדַת בְּנֵי יִשְׂרָאֵל</span> <a data-ref=\"Exodus 16:1\" href=\"/Exodus.16.1\">Ex 16:1</a>, <a data-ref=\"Exodus 16:2\" href=\"/Exodus.16.2\">2</a>, <a data-ref=\"Exodus 16:9\" href=\"/Exodus.16.9\">9</a>, <a data-ref=\"Exodus 16:10\" href=\"/Exodus.16.10\">10</a>; <a data-ref=\"Exodus 17:1\" href=\"/Exodus.17.1\">17:1</a> <a data-ref=\"Leviticus 16:5\" href=\"/Leviticus.16.5\">Lv 16:5</a>; <a data-ref=\"Leviticus 19:2\" href=\"/Leviticus.19.2\">19:2</a>; <a data-ref=\"Numbers 1:2\" href=\"/Numbers.1.2\">Nu 1:2</a>, <a data-ref=\"Numbers 1:53\" href=\"/Numbers.1.53\">53</a>; <a data-ref=\"Numbers 8:9\" href=\"/Numbers.8.9\">8:9</a>, <a data-ref=\"Numbers 8:20\" href=\"/Numbers.8.20\">20</a>; <a data-ref=\"Numbers 13:26\" href=\"/Numbers.13.26\">13:26</a>; <a data-ref=\"Numbers 15:25\" href=\"/Numbers.15.25\">15:25</a>, <a data-ref=\"Numbers 15:26\" href=\"/Numbers.15.26\">26</a> <a data-ref=\"Numbers 17:6\" href=\"/Numbers.17.6\">17:6</a>; <a data-ref=\"Numbers 19:9\" href=\"/Numbers.19.9\">19:9</a>; <a data-ref=\"Numbers 25:6\" href=\"/Numbers.25.6\">25:6</a>; <a data-ref=\"Numbers 26:2\" href=\"/Numbers.26.2\">26:2</a>; <a data-ref=\"Numbers 31:12\" href=\"/Numbers.31.12\">31:12</a> (all P); <span dir=\"rtl\">דֹּרוֹת ב׳ יִשׂ׳</span> <a data-ref=\"Judges 3:2\" href=\"/Judges.3.2\">Ju 3:2</a>; <span dir=\"rtl\">כָּל־ב׳ יִשׂ׳ וְכָל־הָעָם</span> <a data-ref=\"Numbers 20:26\" href=\"/Numbers.20.26\">20:26</a>; <span dir=\"rtl\">ב׳ יִשׂ׳ וּבְנֵי הַלֵּוִי</span> <a data-ref=\"Nehemiah 10:40\" href=\"/Nehemiah.10.40\">Ne 10:40</a>; also (δ) <span dir=\"rtl\">בְּנֵי יְהוּדָה</span> (lit. <a data-ref=\"Genesis 46:12\" href=\"/Genesis.46.12\">Gn 46:12</a>; <a data-ref=\"Genesis 26:19\" href=\"/Genesis.26.19\">26:19</a> <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">1 Ch 2:3</a>, <a data-ref=\"I Chronicles 2:10\" href=\"/I_Chronicles.2.10\">10</a>; <a data-ref=\"I Chronicles 4:1\" href=\"/I_Chronicles.4.1\">4:1</a>) <a data-ref=\"Numbers 1:26\" href=\"/Numbers.1.26\">Nu 1:26</a> + 18 times Nu Jos, <a data-ref=\"Judges 1:8\" href=\"/Judges.1.8\">Ju 1:8</a>, <a data-ref=\"Judges 1:9\" href=\"/Judges.1.9\">9</a>, <a data-ref=\"Judges 1:16\" href=\"/Judges.1.16\">16</a> (so read also v <a data-ref=\"Judges 1:21\" href=\"/Judges.1.21\">21</a><sup>(×2)</sup> cf. <a data-ref=\"Joshua 15:53\" href=\"/Joshua.15.53\">Jos 15:53</a> & v. sub <span dir=\"rtl\">בנימן</span>) <a data-ref=\"II Samuel 1:18\" href=\"/II_Samuel.1.18\">2 S 1:18</a> <a data-ref=\"I Chronicles 4:27\" href=\"/I_Chronicles.4.27\">1 Ch 4:27</a> + 8 times Chr, <a data-ref=\"Jeremiah 7:30\" href=\"/Jeremiah.7.30\">Je 7:30</a> + 4 times Je; <a data-ref=\"Hosea 2:2\" href=\"/Hosea.2.2\">Ho 2:2</a> <a data-ref=\"Joel 4:6\" href=\"/Joel.4.6\">Jo 4:6</a>, <a data-ref=\"Joel 4:8\" href=\"/Joel.4.8\">8</a>, <a data-ref=\"Joel 4:19\" href=\"/Joel.4.19\">19</a> <a data-ref=\"Obadiah 1:12\" href=\"/Obadiah.1.12\">Ob 12</a> (not in K, of Judah or of any other tribe, except <span dir=\"rtl\">בְּנֵי לֵוִי</span> <a data-ref=\"I Kings 12:31\" href=\"/I_Kings.12.31\">1 K 12:31</a>) incl. <span dir=\"rtl\">מַטֵּה בְּנֵי יְהוּדָה</span> <a data-ref=\"Joshua 15:1\" href=\"/Joshua.15.1\">Jos 15:1</a>, <a data-ref=\"Joshua 15:20\" href=\"/Joshua.15.20\">20</a>, <a data-ref=\"Joshua 15:21\" href=\"/Joshua.15.21\">21</a>; <a data-ref=\"Joshua 21:1\" href=\"/Joshua.21.1\">21:1</a> <a data-ref=\"I Chronicles 6:50\" href=\"/I_Chronicles.6.50\">1 Ch 6:50</a>; for usage with other tribes of Isr., v. the articles;—but note (ε) †<span dir=\"rtl\">בְּנֵי לֵוִי</span> (lit. <a data-ref=\"Genesis 46:11\" href=\"/Genesis.46.11\">Gn 46:11</a> <a data-ref=\"Exodus 6:16\" href=\"/Exodus.6.16\">Ex 6:16</a> <a data-ref=\"Numbers 3:17\" href=\"/Numbers.3.17\">Nu 3:17</a> <a data-ref=\"I Chronicles 5:27\" href=\"/I_Chronicles.5.27\">1 Ch 5:27</a>; <a data-ref=\"I Chronicles 6:1\" href=\"/I_Chronicles.6.1\">6:1</a> cf. <a data-ref=\"I Chronicles 23:6\" href=\"/I_Chronicles.23.6\">23:6</a>) <a data-ref=\"Exodus 32:28\" href=\"/Exodus.32.28\">Ex 32:28</a> <a data-ref=\"Numbers 3:15\" href=\"/Numbers.3.15\">Nu 3:15</a>; <a data-ref=\"Numbers 16:7\" href=\"/Numbers.16.7\">16:7</a>, <a data-ref=\"Numbers 16:8\" href=\"/Numbers.16.8\">8</a>; <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">18:21</a> <a data-ref=\"Joshua 21:10\" href=\"/Joshua.21.10\">Jos 21:10</a> (as including sons of Aaron etc.); <span dir=\"rtl\">כָּל־בְּנֵי לֵוִי</span> <a data-ref=\"Exodus 32:26\" href=\"/Exodus.32.26\">Ex 32:26</a>; <span dir=\"rtl\">כָּל־אַחֶיךָ ב׳ ל׳</span> <a data-ref=\"Numbers 16:10\" href=\"/Numbers.16.10\">Nu 16:10</a>; <span dir=\"rtl\">הַכֹּהֲנִים ב׳ ל׳</span> <a data-ref=\"Deuteronomy 21:5\" href=\"/Deuteronomy.21.5\">Dt 21:5</a>; <a data-ref=\"Deuteronomy 31:9\" href=\"/Deuteronomy.31.9\">31:9</a> cf. <a data-ref=\"I Kings 12:31\" href=\"/I_Kings.12.31\">1 K 12:31</a> & <a data-ref=\"Malachi 3:3\" href=\"/Malachi.3.3\">Mal 3:3</a>; <a data-ref=\"I Chronicles 23:24\" href=\"/I_Chronicles.23.24\">1 Ch 23:24</a>, <a data-ref=\"I Chronicles 23:27\" href=\"/I_Chronicles.23.27\">27</a>; <a data-ref=\"I Chronicles 24:20\" href=\"/I_Chronicles.24.20\">24:20</a> <a data-ref=\"Ezra 8:15\" href=\"/Ezra.8.15\">Ezr 8:15</a> (distinguished from priests) <a data-ref=\"Nehemiah 12:23\" href=\"/Nehemiah.12.23\">Ne 12:23</a> <a data-ref=\"Ezekiel 40:46\" href=\"/Ezekiel.40.46\">Ez 40:46</a> (including <span dir=\"rtl\">בְּנֵי צָדוֹק</span> the priests); also <span dir=\"rtl\">מַחֲנוֹת ב׳ ל׳</span> <a data-ref=\"I Chronicles 9:18\" href=\"/I_Chronicles.9.18\">1 Ch 9:18</a>; <span dir=\"rtl\">בְּנֵי הַלֵּוִי</span> <a data-ref=\"I Chronicles 12:27\" href=\"/I_Chronicles.12.27\">1 Ch 12:27</a> <a data-ref=\"Nehemiah 10:40\" href=\"/Nehemiah.10.40\">Ne 10:40</a>; <span dir=\"rtl\">בְּנֵי הַלְּוִיִּם</span> <a data-ref=\"I Chronicles 15:15\" href=\"/I_Chronicles.15.15\">1 Ch 15:15</a>; <a data-ref=\"I Chronicles 24:30\" href=\"/I_Chronicles.24.30\">24:30</a> (cf. also <a data-ref=\"BDB, לֵוִי²\" href=\"/BDB,_לֵוִי²\", dir=\"rtl\">לֵוִי</a>); (ζ) <span dir=\"rtl\">בְּנֵי אַהֲרֹן</span> (lit. <a data-ref=\"Exodus 28:1\" href=\"/Exodus.28.1\">Ex 28:1</a>, <a data-ref=\"Exodus 28:40\" href=\"/Exodus.28.40\">40</a> <a data-ref=\"I Chronicles 5:29\" href=\"/I_Chronicles.5.29\">1 Ch 5:29</a>; <a data-ref=\"I Chronicles 24:1\" href=\"/I_Chronicles.24.1\">24:1</a>; often Aaron and his sons lit. <a data-ref=\"Exodus 27:21\" href=\"/Exodus.27.21\">Ex 27:21</a>; <a data-ref=\"Exodus 28:1\" href=\"/Exodus.28.1\">28:1</a>, <a data-ref=\"Exodus 28:4\" href=\"/Exodus.28.4\">4</a> +) <a data-ref=\"Leviticus 3:5\" href=\"/Leviticus.3.5\">Lv 3:5</a>, <a data-ref=\"Leviticus 3:8\" href=\"/Leviticus.3.8\">8</a>, <a data-ref=\"Leviticus 3:13\" href=\"/Leviticus.3.13\">13</a>; <a data-ref=\"Leviticus 6:7\" href=\"/Leviticus.6.7\">6:7</a>, <a data-ref=\"Leviticus 6:11\" href=\"/Leviticus.6.11\">11</a>; <a data-ref=\"Leviticus 7:10\" href=\"/Leviticus.7.10\">7:10</a>, <a data-ref=\"Leviticus 7:33\" href=\"/Leviticus.7.33\">33</a> <a data-ref=\"Joshua 21:10\" href=\"/Joshua.21.10\">Jos 21:10</a> <a data-ref=\"I Chronicles 6:35\" href=\"/I_Chronicles.6.35\">1 Ch 6:35</a>, <a data-ref=\"I Chronicles 6:39\" href=\"/I_Chronicles.6.39\">39</a>, <a data-ref=\"I Chronicles 6:42\" href=\"/I_Chronicles.6.42\">42</a>; <a data-ref=\"I Chronicles 15:4\" href=\"/I_Chronicles.15.4\">15:4</a> (+ Levites) <a data-ref=\"I Chronicles 24:1\" href=\"/I_Chronicles.24.1\">24:1</a>, <a data-ref=\"I Chronicles 24:31\" href=\"/I_Chronicles.24.31\">31</a> <a data-ref=\"Nehemiah 12:47\" href=\"/Nehemiah.12.47\">Ne 12:47</a>; also <span dir=\"rtl\">בְּנֵי א׳ הַכֹּהֲנִים</span> <a data-ref=\"Leviticus 1:5\" href=\"/Leviticus.1.5\">Lv 1:5</a>, <a data-ref=\"Leviticus 1:8\" href=\"/Leviticus.1.8\">8</a>, <a data-ref=\"Leviticus 1:11\" href=\"/Leviticus.1.11\">11</a>; <a data-ref=\"Leviticus 2:2\" href=\"/Leviticus.2.2\">2:2</a>; <a data-ref=\"Leviticus 3:2\" href=\"/Leviticus.3.2\">3:2</a> <a data-ref=\"Numbers 3:3\" href=\"/Numbers.3.3\">Nu 3:3</a>; <a data-ref=\"Numbers 10:8\" href=\"/Numbers.10.8\">10:8</a> & <a data-ref=\"Joshua 21:19\" href=\"/Joshua.21.19\">Jos 21:19</a> <a data-ref=\"II Chronicles 31:19\" href=\"/II_Chronicles.31.19\">2 Ch 31:19</a> cf. <a data-ref=\"II Chronicles 26:18\" href=\"/II_Chronicles.26.18\">26:18</a>; <a data-ref=\"II Chronicles 29:21\" href=\"/II_Chronicles.29.21\">29:21</a>; <a data-ref=\"II Chronicles 35:14\" href=\"/II_Chronicles.35.14\">35:14</a><sup>(×2)</sup>; <span dir=\"rtl\">בְּנֵי אַהֲרֹן הַכֹּהֵן</span> <a data-ref=\"Leviticus 1:7\" href=\"/Leviticus.1.7\">Lv 1:7</a> <a data-ref=\"Joshua 21:4\" href=\"/Joshua.21.4\">Jos 21:4</a> (as subdivision of Levites) v <a data-ref=\"Joshua 21:13\" href=\"/Joshua.21.13\">13</a> cf. <a data-ref=\"Leviticus 7:34\" href=\"/Leviticus.7.34\">Lv 7:34</a>; <span dir=\"rtl\">אֶת־כֹּהֲנֵי יהוה אֶת־בְּנֵי אַהֲרֹן וְהַלְּוִיִּם</span> <a data-ref=\"II Chronicles 13:9\" href=\"/II_Chronicles.13.9\">2 Ch 13:9</a> cf. v <a data-ref=\"II Chronicles 13:10\" href=\"/II_Chronicles.13.10\">10</a>; once in sing. <span dir=\"rtl\">הַכֹּהֵן בֶּן־אַהֲרֹן</span> <a data-ref=\"Nehemiah 10:39\" href=\"/Nehemiah.10.39\">Ne 10:39</a>; v. also sub <a ,=\"\" data-ref=\"BDB, אַהֲרֹן\" dir=\"rtl\" href=\"/BDB,_אַהֲרֹן\">אַהֲרֹן</a>; (η) †<span dir=\"rtl\">בְּנֵי צָדוֹק</span> <a data-ref=\"Ezekiel 40:26\" href=\"/Ezekiel.40.26\">Ez 40:26</a>, <a data-ref=\"Ezekiel 44:15\" href=\"/Ezekiel.44.15\">44:15</a> <span dir=\"rtl\">הכהנים הלוים בני צדוק</span>; <a data-ref=\"Ezekiel 48:11\" href=\"/Ezekiel.48.11\">48:11</a> <span dir=\"rtl\">הכהנים הַמְֿקֻדָּשׁ מבני צדוק</span> (𝔊 Sm Co join מ of <span dir=\"rtl\">מבני</span> to preceding word, making pl.); (θ) <span dir=\"rtl\">בְּנֵי</span> with names of peoples, lands, and cities, <span dir=\"rtl\">בְּנֵי כֻשִׁיִּים</span> <a data-ref=\"Amos 9:7\" href=\"/Amos.9.7\">Am 9:7</a>; <span dir=\"rtl\">בְּנֵי מִצְרַיִם</span> <a data-ref=\"Ezekiel 16:26\" href=\"/Ezekiel.16.26\">Ez 16:26</a>; <span dir=\"rtl\">בְּנֵי אַשּׁוּר</span> <a data-ref=\"Ezekiel 16:28\" href=\"/Ezekiel.16.28\">Ez 16:28</a>; <a data-ref=\"Ezekiel 23:7\" href=\"/Ezekiel.23.7\">23:7</a>, <a data-ref=\"Ezekiel 23:9\" href=\"/Ezekiel.23.9\">9</a>, <a data-ref=\"Ezekiel 23:12\" href=\"/Ezekiel.23.12\">12</a>, <a data-ref=\"Ezekiel 23:23\" href=\"/Ezekiel.23.23\">23</a>; <span dir=\"rtl\">ב׳ אֶרֶץ הַבְּרִית</span> <a data-ref=\"Ezekiel 30:5\" href=\"/Ezekiel.30.5\">Ez 30:5</a> (Co del. <span dir=\"rtl\">ארץ</span>); <span dir=\"rtl\">ב׳ בָּבֶל</span> <a data-ref=\"Ezekiel 23:15\" href=\"/Ezekiel.23.15\">Ez 23:15</a>, <a data-ref=\"Ezekiel 23:17\" href=\"/Ezekiel.23.17\">17</a>, <a data-ref=\"Ezekiel 23:23\" href=\"/Ezekiel.23.23\">23</a>; <span dir=\"rtl\">ב׳ יְרוּשָׁלִַם</span> <a data-ref=\"Joel 4:6\" href=\"/Joel.4.6\">Jo 4:6</a>; <span dir=\"rtl\">ב׳ צִיּוֹן</span> <a data-ref=\"Joel 2:23\" href=\"/Joel.2.23\">Jo 2:23</a> <a data-ref=\"Lamentations 4:2\" href=\"/Lamentations.4.2\">La 4:2</a> <a data-ref=\"Psalms 149:2\" href=\"/Psalms.149.2\">ψ 149:2</a> (cf. <a data-ref=\"Zechariah 9:13\" href=\"/Zechariah.9.13\">Zc 9:13</a>). Vid. further (ι) <span dir=\"rtl\">בְּנֵי עַמֶּ֑ךָ</span> <a data-ref=\"Leviticus 19:18\" href=\"/Leviticus.19.18\">Lv 19:18</a> cf. <a data-ref=\"Leviticus 20:17\" href=\"/Leviticus.20.17\">20:17</a> <a data-ref=\"Numbers 22:5\" href=\"/Numbers.22.5\">Nu 22:5</a> <a data-ref=\"Judges 14:16\" href=\"/Judges.14.16\">Ju 14:16</a>, <a data-ref=\"Judges 14:17\" href=\"/Judges.14.17\">17</a> <a data-ref=\"Ezekiel 3:11\" href=\"/Ezekiel.3.11\">Ez 3:11</a>; <a data-ref=\"Ezekiel 33:2\" href=\"/Ezekiel.33.2\">33:2</a>, <a data-ref=\"Ezekiel 33:12\" href=\"/Ezekiel.33.12\">12</a>, <a data-ref=\"Ezekiel 33:17\" href=\"/Ezekiel.33.17\">17</a>, <a data-ref=\"Ezekiel 33:30\" href=\"/Ezekiel.33.30\">30</a>; <a data-ref=\"Ezekiel 37:18\" href=\"/Ezekiel.37.18\">37:18</a> <a data-ref=\"Daniel 12:1\" href=\"/Daniel.12.1\">Dn 12:1</a>; <span dir=\"rtl\">בְּנֵי פָּרִיצֵי עַמֶּךָ</span> <a data-ref=\"Daniel 11:14\" href=\"/Daniel.11.14\">Dn 11:14</a>; (κ) <span dir=\"rtl\">קֶבֶר בְּנֵי הָעָם</span> <a data-ref=\"II Kings 23:6\" href=\"/II_Kings.23.6\">2 K 23:6</a> <a data-ref=\"II Chronicles 35:5\" href=\"/II_Chronicles.35.5\">2 Ch 35:5</a>, <a data-ref=\"II Chronicles 35:7\" href=\"/II_Chronicles.35.7\">7</a>, <a data-ref=\"II Chronicles 35:12\" href=\"/II_Chronicles.35.12\">12</a>; <span dir=\"rtl\">קִבְרֵי בְנֵי הָעָם</span> <a data-ref=\"Jeremiah 26:23\" href=\"/Jeremiah.26.23\">Je 26:23</a>; (λ) <span dir=\"rtl\">בְּנֵי־קֶדֶם</span> <a data-ref=\"Genesis 29:1\" href=\"/Genesis.29.1\">Gn 29:1</a> <a data-ref=\"Judges 7:12\" href=\"/Judges.7.12\">Ju 7:12</a>; <a data-ref=\"Judges 8:10\" href=\"/Judges.8.10\">8:10</a> <a data-ref=\"I Kings 5:10\" href=\"/I_Kings.5.10\">1 K 5:10</a> <a data-ref=\"Job 1:3\" href=\"/Job.1.3\">Jb 1:3</a> <a data-ref=\"Isaiah 11:14\" href=\"/Isaiah.11.14\">Is 11:14</a> <a data-ref=\"Jeremiah 49:28\" href=\"/Jeremiah.49.28\">Je 49:28</a> <a data-ref=\"Ezekiel 25:4\" href=\"/Ezekiel.25.4\">Ez 25:4</a>, <a data-ref=\"Ezekiel 25:10\" href=\"/Ezekiel.25.10\">10</a>; †(μ) <span dir=\"rtl\">בְּנֵי הַמְּדִינָה</span> <a data-ref=\"Ezra 2:1\" href=\"/Ezra.2.1\">Ezr 2:1</a> = <a data-ref=\"Nehemiah 7:6\" href=\"/Nehemiah.7.6\">Ne 7:6</a>; (ν) of bulls, <span dir=\"rtl\">בְּנֵי בָשָׁן</span> <a data-ref=\"Deuteronomy 32:14\" href=\"/Deuteronomy.32.14\">Dt 32:14</a> (song) cf. Klo<sup>SK 1872, 254</sup> Di.<br><strong>2.</strong>  <em>children</em> (male and female) <a data-ref=\"Genesis 3:16\" href=\"/Genesis.3.16\">Gn 3:16</a>; <a data-ref=\"Genesis 21:7\" href=\"/Genesis.21.7\">21:7</a> <a data-ref=\"Exodus 21:5\" href=\"/Exodus.21.5\">Ex 21:5</a>; <a data-ref=\"Exodus 22:23\" href=\"/Exodus.22.23\">22:23</a>; hence <span dir=\"rtl\">בְּנֵי מְנַשֶּׁה הַזְּכָרִים</span> <a data-ref=\"Joshua 17:2\" href=\"/Joshua.17.2\">Jos 17:2</a> <em>male children</em>, <span dir=\"rtl\">בֵּן זָכָר</span> <a data-ref=\"Jeremiah 20:15\" href=\"/Jeremiah.20.15\">Je 20:15</a>.<br><strong>3.</strong>  <em>youth, young men</em> (pl.) <a data-ref=\"Proverbs 7:7\" href=\"/Proverbs.7.7\">Pr 7:7</a> <a data-ref=\"Song of Songs 2:3\" href=\"/Song_of_Songs.2.3\">Ct 2:3</a>.<br><strong>4.</strong>  <em>the young</em> of animals <a data-ref=\"Leviticus 22:28\" href=\"/Leviticus.22.28\">Lv 22:28</a> <span dir=\"rtl\">(שׁוֹר אוֹ שֶׂה)</span> cf. <a data-ref=\"Deuteronomy 22:6\" href=\"/Deuteronomy.22.6\">Dt 22:6</a>, <a data-ref=\"Deuteronomy 22:7\" href=\"/Deuteronomy.22.7\">7</a> <a data-ref=\"I Samuel 6:7\" href=\"/I_Samuel.6.7\">1 S 6:7</a>, <a data-ref=\"I Samuel 6:10\" href=\"/I_Samuel.6.10\">10</a> <a data-ref=\"Zechariah 9:9\" href=\"/Zechariah.9.9\">Zc 9:9</a> <a data-ref=\"Job 4:11\" href=\"/Job.4.11\">Jb 4:11</a>; <a data-ref=\"Job 28:8\" href=\"/Job.28.8\">28:8</a>; <a data-ref=\"Job 39:4\" href=\"/Job.39.4\">39:4</a>, <a data-ref=\"Job 39:16\" href=\"/Job.39.16\">16</a>;—<span dir=\"rtl\">בֶּן־בָּקָר</span> etc. v. sub <strong>7 b</strong> infr.<br><strong>5.</strong>  of plant-shoots <span dir=\"rtl\">בֵּן פֹּרָת</span> <a data-ref=\"Genesis 49:22\" href=\"/Genesis.49.22\">Gn 49:22</a><sup>(×2)</sup>; also <span dir=\"rtl\">בֵּן</span> <a data-ref=\"Psalms 80:16\" href=\"/Psalms.80.16\">ψ 80:16</a>? (‖ <span dir=\"rtl\">כַּנָּה</span>; see Che trans. & crit. n.)<br><strong>6.</strong>  fig. of lifeless things, <span dir=\"rtl\">בְּנֵי רֶשֶׁף</span> <em>sparks</em> <a data-ref=\"Job 5:7\" href=\"/Job.5.7\">Jb 5:7</a>; <em>stars</em> <span dir=\"rtl\">עַיִשׁ עַל־בָּנֶיהָ</span> <a data-ref=\"Job 38:32\" href=\"/Job.38.32\">Jb 38:32</a>; <em>arrows</em> <span dir=\"rtl\">בֶּן־קָ֑שֶׁת</span> <a data-ref=\"Job 41:2\" href=\"/Job.41.2\">Jb 41:2</a>; <span dir=\"rtl\">בְּנֵי אַשְׁפָּתוֹ</span>) <a data-ref=\"Lamentations 3:13\" href=\"/Lamentations.3.13\">La 3:13</a>; cf. <span dir=\"rtl\">בֶּן־גָּרְנִי</span> i.e. <em>corn of my threshing-floor</em> <a data-ref=\"Isaiah 21:10\" href=\"/Isaiah.21.10\">Is 21:10</a>.<br><strong>7.</strong> <strong>a.</strong>  <em>member</em> of a guild, order or class, †<span dir=\"rtl\">בְּנֵי הַנְּבִיאִים</span> i.e. those belonging to the prophetic order <a data-ref=\"I Kings 20:35\" href=\"/I_Kings.20.35\">1 K 20:35</a> <a data-ref=\"II Kings 2:3\" href=\"/II_Kings.2.3\">2 K 2:3</a>, <a data-ref=\"II Kings 2:5\" href=\"/II_Kings.2.5\">5</a>, <a data-ref=\"II Kings 2:7\" href=\"/II_Kings.2.7\">7</a>, <a data-ref=\"II Kings 2:15\" href=\"/II_Kings.2.15\">15</a>; <a data-ref=\"II Kings 4:1\" href=\"/II_Kings.4.1\">4:1</a>, <a data-ref=\"II Kings 4:38\" href=\"/II_Kings.4.38\">38</a><sup>(×2)</sup>; <a data-ref=\"II Kings 5:22\" href=\"/II_Kings.5.22\">5:22</a>; <a data-ref=\"II Kings 6:1\" href=\"/II_Kings.6.1\">6:1</a>; <a data-ref=\"II Kings 9:1\" href=\"/II_Kings.9.1\">9:1</a> (Hoffm RS<sup>Proph. 85. 388, K 15 f.</sup>; Zehnpfund<sup>BAS i.355</sup> comp. Assyrian <em>mâr šipri</em>, <em>son of a messenger</em> = <em>messenger</em>, and explains from the son’s succeeding to father’s calling) & <span dir=\"rtl\">בֶּן־נָבִיא</span> <a data-ref=\"Amos 7:14\" href=\"/Amos.7.14\">Am 7:14</a>; prob. also †<span dir=\"rtl\">בְּנֵי הַכֹּהֲנִים</span> <a data-ref=\"I Chronicles 9:30\" href=\"/I_Chronicles.9.30\">1 Ch 9:30</a> <a data-ref=\"Ezra 2:61\" href=\"/Ezra.2.61\">Ezr 2:61</a>; <a data-ref=\"Ezra 10:18\" href=\"/Ezra.10.18\">10:18</a>; †<span dir=\"rtl\">בְּנֵי הַשֹּׁעֲרִים</span> <a data-ref=\"Ezra 2:42\" href=\"/Ezra.2.42\">Ezr 2:42</a>; cf. <span dir=\"rtl\">בְּנֵי הַגְּדוּד</span> <a data-ref=\"II Chronicles 25:13\" href=\"/II_Chronicles.25.13\">2 Ch 25:13</a> <em>men of the troop</em>, v. Palm. <span dir=\"rtl\">בני שירתא</span> <em>men of the caravan</em> Vog<sup>No. 4 al.</sup>; also <span dir=\"rtl\">בְּנֵי הַגּוֹלָה</span> = <em>exiles</em> †<a data-ref=\"Ezra 4:1\" href=\"/Ezra.4.1\">Ezr 4:1</a>; <a data-ref=\"Ezra 6:19\" href=\"/Ezra.6.19\">6:19</a>, <a data-ref=\"Ezra 6:20\" href=\"/Ezra.6.20\">20</a>; <a data-ref=\"Ezra 8:35\" href=\"/Ezra.8.35\">8:35</a>; <a data-ref=\"Ezra 10:7\" href=\"/Ezra.10.7\">10:7</a>, <a data-ref=\"Ezra 10:16\" href=\"/Ezra.10.16\">16</a>; <span dir=\"rtl\">בֶּן־הָרַקָּחִים</span> <a data-ref=\"Nehemiah 3:8\" href=\"/Nehemiah.3.8\">Ne 3:8</a>; further, in <span dir=\"rtl\">בֶּן־נֵכָר</span> = <em>foreigner</em> (only P, poet., & late) †<a data-ref=\"Genesis 17:12\" href=\"/Genesis.17.12\">Gn 17:12</a>, <a data-ref=\"Genesis 17:27\" href=\"/Genesis.17.27\">27</a> <a data-ref=\"Exodus 12:43\" href=\"/Exodus.12.43\">Ex 12:43</a> <a data-ref=\"Leviticus 22:25\" href=\"/Leviticus.22.25\">Lv 22:25</a> <a data-ref=\"Ezekiel 44:9\" href=\"/Ezekiel.44.9\">Ez 44:9</a><sup>(×2)</sup>; <span dir=\"rtl\">ב׳־הַנּ׳</span> †<a data-ref=\"Isaiah 56:3\" href=\"/Isaiah.56.3\">Is 56:3</a>; <span dir=\"rtl\">בְּנֵיִ־נֵכָר</span> †<a data-ref=\"II Samuel 22:45\" href=\"/II_Samuel.22.45\">2 S 22:45</a>, <a data-ref=\"II Samuel 22:46\" href=\"/II_Samuel.22.46\">46</a> = <a data-ref=\"Psalms 18:45\" href=\"/Psalms.18.45\">ψ 18:45</a>, <a data-ref=\"Psalms 18:46\" href=\"/Psalms.18.46\">46</a> <a data-ref=\"Nehemiah 9:2\" href=\"/Nehemiah.9.2\">Ne 9:2</a> <a data-ref=\"Isaiah 60:10\" href=\"/Isaiah.60.10\">Is 60:10</a>; <a data-ref=\"Isaiah 61:5\" href=\"/Isaiah.61.5\">61:5</a>; <a data-ref=\"Isaiah 62:8\" href=\"/Isaiah.62.8\">62:8</a> <a data-ref=\"Ezekiel 44:7\" href=\"/Ezekiel.44.7\">Ez 44:7</a> <a data-ref=\"Psalms 144:7\" href=\"/Psalms.144.7\">ψ 144:7</a>, <a data-ref=\"Psalms 144:11\" href=\"/Psalms.144.11\">11</a>, <span dir=\"rtl\">בְּנֵי־הַנּ׳</span> <a data-ref=\"Isaiah 56:6\" href=\"/Isaiah.56.6\">Is 56:6</a>; also <span dir=\"rtl\">בְּנֵי הַתּוֹשָׁבִים הַגָּרִים עִמָּכֶם</span> <a data-ref=\"Leviticus 25:45\" href=\"/Leviticus.25.45\">Lv 25:45</a>. <strong>b.</strong>  of animals, <span dir=\"rtl\">בֶּן־בָקָר</span> <em>son of</em> (<em>the</em>) <em>herd</em>, i.e. young one of the herd, <span dir=\"rtl\">בָּקָר וּבְנֵי בָקָר</span> <a data-ref=\"I Samuel 14:32\" href=\"/I_Samuel.14.32\">1 S 14:32</a> cf. <span dir=\"rtl\">עֵגֶל בֶּן־בָּקָר</span> <a data-ref=\"Leviticus 9:2\" href=\"/Leviticus.9.2\">Lv 9:2</a> (P); then, in general, one of the herd: fit for food <a data-ref=\"Genesis 18:7\" href=\"/Genesis.18.7\">Gn 18:7</a>, <a data-ref=\"Genesis 18:8\" href=\"/Genesis.18.8\">8</a> (J), for sacrifice <a data-ref=\"Numbers 15:8\" href=\"/Numbers.15.8\">Nu 15:8</a> (P); <span dir=\"rtl\">בן הַבּ׳</span> <a data-ref=\"Leviticus 12:6\" href=\"/Leviticus.12.6\">Lv 12:6</a> <a data-ref=\"Numbers 15:9\" href=\"/Numbers.15.9\">Nu 15:9</a> (P); especially <span dir=\"rtl\">פַּר בֶּן־בָּקָר</span> <a data-ref=\"Exodus 29:1\" href=\"/Exodus.29.1\">Ex 29:1</a> <a data-ref=\"Leviticus 4:3\" href=\"/Leviticus.4.3\">Lv 4:3</a>, <a data-ref=\"Leviticus 4:14\" href=\"/Leviticus.4.14\">14</a>; <a data-ref=\"Leviticus 16:3\" href=\"/Leviticus.16.3\">16:3</a>; <a data-ref=\"Leviticus 23:18\" href=\"/Leviticus.23.18\">23:18</a> <a data-ref=\"Numbers 7:15\" href=\"/Numbers.7.15\">Nu 7:15</a> + 16 times Nu (all P) + <a data-ref=\"II Chronicles 13:9\" href=\"/II_Chronicles.13.9\">2 Ch 13:9</a> <a data-ref=\"Ezekiel 43:19\" href=\"/Ezekiel.43.19\">Ez 43:19</a>, <a data-ref=\"Ezekiel 43:23\" href=\"/Ezekiel.43.23\">23</a>, <a data-ref=\"Ezekiel 43:25\" href=\"/Ezekiel.43.25\">25</a>; <a data-ref=\"Ezekiel 45:18\" href=\"/Ezekiel.45.18\">45:18</a>; <a data-ref=\"Ezekiel 46:6\" href=\"/Ezekiel.46.6\">46:6</a>; <span dir=\"rtl\">פָּרִים בְּנֵי בָּקָר</span> <a data-ref=\"Numbers 28:11\" href=\"/Numbers.28.11\">Nu 28:11</a>, <a data-ref=\"Numbers 28:19\" href=\"/Numbers.28.19\">19</a>, <a data-ref=\"Numbers 28:27\" href=\"/Numbers.28.27\">27</a>; <a data-ref=\"Numbers 29:13\" href=\"/Numbers.29.13\">29:13</a>, <a data-ref=\"Numbers 29:17\" href=\"/Numbers.29.17\">17</a> (P); also <span dir=\"rtl\">בְּנִי אֲתֹנוֹ</span> <a data-ref=\"Genesis 49:11\" href=\"/Genesis.49.11\">Gn 49:11</a> (poem, J; ‖<span dir=\"rtl\">עִירֹה</span>); <span dir=\"rtl\">בְּנֵי־צֹאן</span> <a data-ref=\"Psalms 114:4\" href=\"/Psalms.114.4\">ψ 114:4</a>, <a data-ref=\"Psalms 114:6\" href=\"/Psalms.114.6\">6</a>; <span dir=\"rtl\">בֶּן־רְאֵמִים</span> <a data-ref=\"Psalms 29:6\" href=\"/Psalms.29.6\">ψ 29:6</a>; <span dir=\"rtl\">בְּנֵי הָרַמָּכִים</span> <a data-ref=\"Esther 8:10\" href=\"/Esther.8.10\">Est 8:10</a>; <span dir=\"rtl\">(הַ)יּוֹנָה בְּנֵי</span> <a data-ref=\"Leviticus 1:14\" href=\"/Leviticus.1.14\">Lv 1:14</a> + 7 times Lv + <a data-ref=\"Numbers 6:10\" href=\"/Numbers.6.10\">Nu 6:10</a> cf. <span dir=\"rtl\">בֶּן־יוֹנָה</span> <a data-ref=\"Leviticus 12:6\" href=\"/Leviticus.12.6\">Lv 12:6</a> (all P); <span dir=\"rtl\">בְּנֵי־נָ֑שֶׁר</span> <a data-ref=\"Proverbs 30:17\" href=\"/Proverbs.30.17\">Pr 30:17</a>; <span dir=\"rtl\">בְּנֵי עֹרֵב</span> <a data-ref=\"Psalms 147:9\" href=\"/Psalms.147.9\">ψ 147:9</a>.<br><strong>8.</strong>  <span dir=\"rtl\">ב׳</span> as n. relat. followed by word of quality, characteristic, etc. especially †(α) <span dir=\"rtl\">בֶּן־(בני)חַיִל</span> = <em>mighty man</em> <a data-ref=\"I Samuel 14:52\" href=\"/I_Samuel.14.52\">1 S 14:52</a>; <a data-ref=\"I Samuel 18:17\" href=\"/I_Samuel.18.17\">18:17</a> <a data-ref=\"II Samuel 2:7\" href=\"/II_Samuel.2.7\">2 S 2:7</a>; <a data-ref=\"II Samuel 13:28\" href=\"/II_Samuel.13.28\">13:28</a>; <a data-ref=\"II Samuel 17:10\" href=\"/II_Samuel.17.10\">17:10</a><sup>(×2)</sup> <a data-ref=\"I Kings 1:52\" href=\"/I_Kings.1.52\">1 K 1:52</a> + 7 times Ch; <span dir=\"rtl\">אֲנָשִׁים בני ח׳</span> <a data-ref=\"Judges 18:2\" href=\"/Judges.18.2\">Ju 18:2</a> <a data-ref=\"II Kings 2:16\" href=\"/II_Kings.2.16\">2 K 2:16</a>; <span dir=\"rtl\">אֶלָף אִישׁ מִבְּנֵי הֶחָ֑יִל</span> <a data-ref=\"Judges 21:10\" href=\"/Judges.21.10\">Ju 21:10</a>; †(β) <span dir=\"rtl\">בְּנֵי עַוְלָה</span> <em>wicked men</em> <a data-ref=\"II Samuel 3:34\" href=\"/II_Samuel.3.34\">2 S 3:34</a>; <a data-ref=\"II Samuel 7:10\" href=\"/II_Samuel.7.10\">7:10</a> <a data-ref=\"I Chronicles 17:9\" href=\"/I_Chronicles.17.9\">1 Ch 17:9</a> <a data-ref=\"Hosea 10:9\" href=\"/Hosea.10.9\">Ho 10:9</a>; <span dir=\"rtl\">בֶּן־ע׳</span> <a data-ref=\"Psalms 89:23\" href=\"/Psalms.89.23\">ψ 89:23</a> (for <span dir=\"rtl\">בני בליעל</span> v. <span dir=\"rtl\">בליעל</span>); †(γ) <span dir=\"rtl\">בְּנֵי מֶ֑רִי</span> <em>rebels</em> <a data-ref=\"Numbers 17:25\" href=\"/Numbers.17.25\">Nu 17:25</a> (cf. <a data-ref=\"BDB, בַּ֫יִת\" href=\"/BDB,_בַּ֫יִת\", dir=\"rtl\">בַּיִת</a>); †(δ) <span dir=\"rtl\">בְּנֵי הַתַּעֲרֻבוֹת</span> <em>sons of pledges</em> = hostages <a data-ref=\"II Kings 14:14\" href=\"/II_Kings.14.14\">2 K 14:14</a> = <a data-ref=\"II Chronicles 25:24\" href=\"/II_Chronicles.25.24\">2 Ch 25:24</a>; †(ε) <span dir=\"rtl\">בְּנֵי מָוֶת</span> i.e. those deserving of death <a data-ref=\"I Samuel 26:16\" href=\"/I_Samuel.26.16\">1 S 26:16</a>; so <span dir=\"rtl\">בֶּן־מות</span> <a data-ref=\"II Samuel 12:5\" href=\"/II_Samuel.12.5\">2 S 12:5</a>; <span dir=\"rtl\">בְּנֵי תְמוּתָה</span> <em>appointed</em> or <em>exposed to death</em> <a data-ref=\"Psalms 79:11\" href=\"/Psalms.79.11\">ψ 79:11</a>; <a data-ref=\"Psalms 102:21\" href=\"/Psalms.102.21\">102:21</a>; cf. †(ζ) <span dir=\"rtl\">בִּן הַכּוֹת</span> one worthy of smiting <a data-ref=\"Deuteronomy 25:2\" href=\"/Deuteronomy.25.2\">Dt 25:2</a>; †(η) <span dir=\"rtl\">בְּנֵי עֹ֑נִי</span> <a data-ref=\"Proverbs 31:5\" href=\"/Proverbs.31.5\">Pr 31:5</a>; †(θ) <span dir=\"rtl\">בְּנֵי חֲלוֹף</span> <a data-ref=\"Proverbs 31:8\" href=\"/Proverbs.31.8\">Pr 31:8</a>; †(ι) <span dir=\"rtl\">בְּנֵי שָׁאוֹן</span> <a data-ref=\"Jeremiah 48:45\" href=\"/Jeremiah.48.45\">Je 48:45</a> = <em>tumultuous ones;</em> so also (= <span dir=\"rtl\">שֵׁאת</span>) <span dir=\"rtl\">בְּנֵי שֵׁת</span> <a data-ref=\"Numbers 24:17\" href=\"/Numbers.24.17\">Nu 24:17</a> cf. RV Di al.; †(κ) <span dir=\"rtl\">בְּנֵי הַיִּצְהָר</span> <a data-ref=\"Zechariah 4:14\" href=\"/Zechariah.4.14\">Zc 4:14</a> i.e. anointed ones; †(λ) <span dir=\"rtl\">בֶּן־מֶשֶׁק</span> <a data-ref=\"Genesis 15:2\" href=\"/Genesis.15.2\">Gn 15:2</a> <em>son of possession</em>, i.e. heir; †(μ) <span dir=\"rtl\">הֵילֵל בֶּן־שָׁ֑חַר</span> <a data-ref=\"Isaiah 14:12\" href=\"/Isaiah.14.12\">Is 14:12</a> <em>son of dawn;</em> †(ν) of animals <span dir=\"rtl\">בְּנֵי שָׁ֑חַץ</span> i.e. proud beasts <a data-ref=\"Job 28:8\" href=\"/Job.28.8\">Jb 28:8</a>; <a data-ref=\"Job 41:26\" href=\"/Job.41.26\">41:26</a>; (ξ) of Jonah’s gourd <span dir=\"rtl\">בִּן־לַיְלָה</span> <a data-ref=\"Jonah 4:10\" href=\"/Jonah.4.10\">Jon 4:10</a><sup>(×2)</sup>; †(ο) of a fertile hill <span dir=\"rtl\">קֶרֶן בֶּן־שֶׁמֶן</span> <a data-ref=\"Isaiah 5:1\" href=\"/Isaiah.5.1\">Is 5:1</a>.<br><strong>9.</strong>  n. relat. of age: <strong>a.</strong>  of men, <span dir=\"rtl\">וַיְהִי נֹחַ בֶּן־חֲמֵשׁ מֵאוֹת שָׁנָה</span> <a data-ref=\"Genesis 5:32\" href=\"/Genesis.5.32\">Gn 5:32</a> cf. <a data-ref=\"Genesis 7:6\" href=\"/Genesis.7.6\">7:6</a> + 71 times P; <a data-ref=\"Genesis 50:26\" href=\"/Genesis.50.26\">Gn 50:26</a> <a data-ref=\"Joshua 14:7\" href=\"/Joshua.14.7\">Jos 14:7</a>, <a data-ref=\"Joshua 14:10\" href=\"/Joshua.14.10\">10</a>; <a data-ref=\"Joshua 24:29\" href=\"/Joshua.24.29\">24:29</a> (all E); <a data-ref=\"Numbers 32:11\" href=\"/Numbers.32.11\">Nu 32:11</a> (J), <a data-ref=\"Deuteronomy 31:2\" href=\"/Deuteronomy.31.2\">Dt 31:2</a>; also <a data-ref=\"Judges 2:8\" href=\"/Judges.2.8\">Ju 2:8</a> <a data-ref=\"I Samuel 4:15\" href=\"/I_Samuel.4.15\">1 S 4:15</a> <a data-ref=\"II Samuel 4:4\" href=\"/II_Samuel.4.4\">2 S 4:4</a>; <a data-ref=\"II Samuel 19:33\" href=\"/II_Samuel.19.33\">19:33</a>, <a data-ref=\"II Samuel 19:36\" href=\"/II_Samuel.19.36\">36</a> <a data-ref=\"I Chronicles 2:21\" href=\"/I_Chronicles.2.21\">1 Ch 2:21</a> <a data-ref=\"I Chronicles 23:3\" href=\"/I_Chronicles.23.3\">23:3</a>, <a data-ref=\"I Chronicles 23:24\" href=\"/I_Chronicles.23.24\">24</a>, <a data-ref=\"I Chronicles 23:27\" href=\"/I_Chronicles.23.27\">27</a>; <a data-ref=\"I Chronicles 27:3\" href=\"/I_Chronicles.27.3\">27:3</a> <a data-ref=\"II Chronicles 24:15\" href=\"/II_Chronicles.24.15\">2 Ch 24:15</a>; <a data-ref=\"II Chronicles 25:5\" href=\"/II_Chronicles.25.5\">25:5</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">31:16</a>, <a data-ref=\"II Chronicles 31:17\" href=\"/II_Chronicles.31.17\">17</a> <a data-ref=\"Ezra 3:8\" href=\"/Ezra.3.8\">Ezr 3:8</a> <a data-ref=\"Isaiah 65:20\" href=\"/Isaiah.65.20\">Is 65:20</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 52:1\" href=\"/Jeremiah.52.1\">Je 52:1</a>; + 41 times SK Ch of kings at accession; note especially (incl. in above) the phrase <span dir=\"rtl\">מִבֶּן עֶשְׂרִים שָׁנָה וָמָ֑עְלָה</span> <a data-ref=\"Exodus 30:14\" href=\"/Exodus.30.14\">Ex 30:14</a>; <a data-ref=\"Exodus 38:26\" href=\"/Exodus.38.26\">38:26</a> <a data-ref=\"Numbers 1:3\" href=\"/Numbers.1.3\">Nu 1:3</a> + 21 times <a data-ref=\"Numbers 1-3\" href=\"/Numbers.1-3\">Nu 1–3</a> + <a data-ref=\"Numbers 26:2\" href=\"/Numbers.26.2\">26:2</a>, <a data-ref=\"Numbers 26:4\" href=\"/Numbers.26.4\">4</a>; <a data-ref=\"Numbers 32:11\" href=\"/Numbers.32.11\">32:11</a> <a data-ref=\"I Chronicles 23:24\" href=\"/I_Chronicles.23.24\">1 Ch 23:24</a>, <a data-ref=\"I Chronicles 23:27\" href=\"/I_Chronicles.23.27\">27</a> <a data-ref=\"II Chronicles 25:5\" href=\"/II_Chronicles.25.5\">2 Ch 25:5</a> <a data-ref=\"Ezra 3:8\" href=\"/Ezra.3.8\">Ezr 3:8</a>; cf. <a data-ref=\"Leviticus 27:7\" href=\"/Leviticus.27.7\">Lv 27:7</a> <a data-ref=\"Numbers 8:24\" href=\"/Numbers.8.24\">Nu 8:24</a>; <a data-ref=\"Numbers 26:62\" href=\"/Numbers.26.62\">26:62</a> <a data-ref=\"I Chronicles 23:3\" href=\"/I_Chronicles.23.3\">1 Ch 23:3</a> & without <span dir=\"rtl\">מעלה</span> <a data-ref=\"Numbers 8:25\" href=\"/Numbers.8.25\">Nu 8:25</a>; <a data-ref=\"Numbers 18:16\" href=\"/Numbers.18.16\">18:16</a>; also <span dir=\"rtl\">מִבֶּן עשׂרים שׁנה וְעַד בֶּן־שִׁשִּׁים שָׁנָה</span> <a data-ref=\"Leviticus 27:3\" href=\"/Leviticus.27.3\">Lv 27:3</a> cf. v <a data-ref=\"Leviticus 27:5\" href=\"/Leviticus.27.5\">5</a>, <a data-ref=\"Leviticus 27:6\" href=\"/Leviticus.27.6\">6</a>; <span dir=\"rtl\">מִבֶּן שׁלשׁים שׁנה ומעלה ועד בן־חמשׁים שׁנה</span> <a data-ref=\"Numbers 4:3\" href=\"/Numbers.4.3\">Nu 4:3</a><sup>(×2)</sup> + 12 times <a data-ref=\"Numbers 4\" href=\"/Numbers.4\">Nu 4</a>; <span dir=\"rtl\">מבן שׁלושׁ שׁנים וּלְמַ֫עְלָה</span> <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">2 Ch 31:16</a> cf. v <a data-ref=\"II Chronicles 31:17\" href=\"/II_Chronicles.31.17\">17</a>; & <span dir=\"rtl\">לְמִבֶּן עשׂרים שׁנה וּלְמָ֑טָה</span> <a data-ref=\"I Chronicles 27:23\" href=\"/I_Chronicles.27.23\">1 Ch 27:23</a>. <strong>b.</strong>  of animals, (Hex all P, incl. H) <span dir=\"rtl\">בֶּן־שָׁנָה</span> <a data-ref=\"Exodus 12:5\" href=\"/Exodus.12.5\">Ex 12:5</a>; <a data-ref=\"Exodus 29:38\" href=\"/Exodus.29.38\">29:38</a> <a data-ref=\"Leviticus 9:3\" href=\"/Leviticus.9.3\">Lv 9:3</a>; <a data-ref=\"Leviticus 23:18\" href=\"/Leviticus.23.18\">23:18</a>, <a data-ref=\"Leviticus 23:19\" href=\"/Leviticus.23.19\">19</a> <a data-ref=\"Numbers 7:17\" href=\"/Numbers.7.17\">Nu 7:17</a> + 28 times <a data-ref=\"Numbers 7\" href=\"/Numbers.7\">Nu 7</a>, <a data-ref=\"Numbers 28\" href=\"/Numbers.28\">28</a>, <a data-ref=\"Numbers 29\" href=\"/Numbers.29\">29</a>; also <a data-ref=\"Micah 6:6\" href=\"/Micah.6.6\">Mi 6:6</a>; <span dir=\"rtl\">בֶּן־שְׁנָתוֹ</span> <a data-ref=\"Leviticus 12:6\" href=\"/Leviticus.12.6\">Lv 12:6</a>; <a data-ref=\"Leviticus 23:12\" href=\"/Leviticus.23.12\">23:12</a> <a data-ref=\"Numbers 6:12\" href=\"/Numbers.6.12\">Nu 6:12</a>, <a data-ref=\"Numbers 6:14\" href=\"/Numbers.6.14\">14</a> + 12 times <a data-ref=\"Numbers 7\" href=\"/Numbers.7\">Nu 7</a>; also <a data-ref=\"Ezekiel 46:13\" href=\"/Ezekiel.46.13\">Ez 46:13</a>. Note.—<span dir=\"rtl\">בן</span> appears perhaps abbrev. as <span dir=\"rtl\">בּ</span> in a few cpd. n.pr.; v. <a ,=\"\" data-ref=\"BDB, בִּדְקַר\" dir=\"rtl\" href=\"/BDB,_בִּדְקַר\">בִּדְקַר</a> (= <span dir=\"rtl\">בֶּן־דקר</span>?), <span dir=\"rtl\">בִּלְשָׁן</span>, <span dir=\"rtl\">בִּמְהָל</span>, <span dir=\"rtl\">בַּעֲלִיס</span>, <span dir=\"rtl\">בַּעֲנָה</span>, <span dir=\"rtl\">בִּרְשַׁע</span>, <span dir=\"rtl\">בִּשְׁלָם</span> (so MV after Schol. Hamâsa<sup>3</sup> ed. Freytag; Rö<sup>de libr. hist. interpr. Arabic 20, 21</sup>; but this is very uncertain, cf. Ol<sup>§227 b, p. 613</sup>).—On Lag’s explan. of <span dir=\"rtl\">אבי</span> in some n.pr. as for <span dir=\"rtl\">אבן</span> = <span dir=\"rtl\">בן</span> cf. Lag<sup>BN 75</sup> & v. <a ,=\"\" data-ref=\"BDB, אֲבִינֵר\" dir=\"rtl\" href=\"/BDB,_אֲבִינֵר\">אבינר</a> p. 4, etc., but this is dub."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d27db6084aa1cbf1a8a7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, לָבֵשׁ 1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "BDB, לָבֵשׁ 1", "sourceHeRef": "בראון-דרייבר-בריגס, לָבֵשׁ א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "לָבֵשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">לָבֵשׁ</span>, <span dir=\"rtl\">לָבַשׁ</span></big></big>  <strong>vb.</strong> put on (a garment), wear, clothe, be clothed <strong>(</strong>NH <em>id.</em>; Aramaic <span dir=\"rtl\">לִבֵישׁ ܠܒܶܫ</span>; Assyrian <em>labâšu;</em> Arabic <span dir=\"rtl\">لَبِسَ</span>; Ethiopic ለብሰ <strong>)</strong>;<br><strong>Qal</strong>  Pf. 3 m.s. <span dir=\"rtl\">לָבֵ֣שׁ</span>, <span dir=\"rtl\">לָ֫בֵ֥שׁ</span> <a data-ref=\"Psalms 93:1\" href=\"/Psalms.93.1\">ψ 93:1</a>; <span dir=\"rtl\">לָ֮בַ֤שׁ</span> <a data-ref=\"Job 7:5\" href=\"/Job.7.5\">Jb 7:5</a> + 2 times; <span dir=\"rtl\">וְלָבַשׁ</span> (cons.) <a data-ref=\"Leviticus 6:3\" href=\"/Leviticus.6.3\">Lv 6:3</a> + 3 times; sf. <span dir=\"rtl\">וּלְבֵשָׁם</span> (cons.) <a data-ref=\"Leviticus 16:4\" href=\"/Leviticus.16.4\">Lv 16:4</a>; 3 fs. <span dir=\"rtl\">לָֽבְשָׁה</span> <a data-ref=\"Judges 6:34\" href=\"/Judges.6.34\">Ju 6:34</a> + 2 times, etc. (<a data-ref=\"Ezekiel 42:14\" href=\"/Ezekiel.42.14\">Ez 42:14</a> read prob. <span dir=\"rtl\">וְלָֽבְשׁוּ</span> Qr, for <span dir=\"rtl\">ילבשׁו</span> Kt, but cl. perhaps interpol., v. Co); Impf. 3 ms. <span dir=\"rtl\">יִלְבַּשׁ</span> <a data-ref=\"Deuteronomy 22:5\" href=\"/Deuteronomy.22.5\">Dt 22:5</a> +; sf. <span dir=\"rtl\">וַיִּלְבָּשֵׁנִי</span> <a data-ref=\"Job 29:14\" href=\"/Job.29.14\">Jb 29:14</a>, <span dir=\"rtl\">יִלְבָּשָׁם</span> <a data-ref=\"Exodus 29:30\" href=\"/Exodus.29.30\">Ex 29:30</a>; 1 s. sf. <span dir=\"rtl\">אֶלְבָּשֶׁ֑נָּה</span> <a data-ref=\"Song of Songs 5:3\" href=\"/Song_of_Songs.5.3\">Ct 5:3</a>; <a data-ref=\"Song of Songs 5:3\" href=\"/Song_of_Songs.5.3\">3</a> fpl. <span dir=\"rtl\">תִּלְבַּשְׁןָ</span> <a data-ref=\"II Samuel 13:18\" href=\"/II_Samuel.13.18\">2 S 13:18</a>, etc.; Imv. ms. <span dir=\"rtl\">לְבַשׁ</span> <a data-ref=\"I Kings 22:30\" href=\"/I_Kings.22.30\">1 K 22:30</a>, etc.; Inf. abs. <span dir=\"rtl\">לָבוֹשׁ</span> <a data-ref=\"Haggai 1:6\" href=\"/Haggai.1.6\">Hg 1:6</a>; cstr. <span dir=\"rtl\">לִלְבֹּשׁ</span> <a data-ref=\"Genesis 28:20\" href=\"/Genesis.28.20\">Gn 28:20</a> <a data-ref=\"Leviticus 21:10\" href=\"/Leviticus.21.10\">Lv 21:10</a>; Pt. act. pl. <span dir=\"rtl\">הַלֹּבְשִׁים</span> <a data-ref=\"Zephaniah 1:8\" href=\"/Zephaniah.1.8\">Zp 1:8</a>; pass. abs. <span dir=\"rtl\">לָבוּשׁ</span> <a data-ref=\"I Samuel 17:5\" href=\"/I_Samuel.17.5\">1 S 17:5</a>; <a data-ref=\"Daniel 10:5\" href=\"/Daniel.10.5\">Dn 10:5</a>; <span dir=\"rtl\">לָבֻשׁ</span> <a data-ref=\"Ezekiel 9:2\" href=\"/Ezekiel.9.2\">Ez 9:2</a> + 3 times; cstr. <span dir=\"rtl\">לְבוּשׁ</span> <a data-ref=\"Daniel 12:6\" href=\"/Daniel.12.6\">Dn 12:6</a>, <a data-ref=\"Daniel 12:7\" href=\"/Daniel.12.7\">7</a>, <span dir=\"rtl\">לְבֻשׁ</span> <a data-ref=\"Ezekiel 9:11\" href=\"/Ezekiel.9.11\">Ez 9:11</a> + 3 times; pl. cstr. <span dir=\"rtl\">לְבֻשֵׁי</span> <a data-ref=\"Ezekiel 23:6\" href=\"/Ezekiel.23.6\">Ez 23:6</a> + 2 times;— <strong>a.</strong>  lit. <em>put on</em> (one’s own) garment (acc.) <a data-ref=\"Genesis 38:19\" href=\"/Genesis.38.19\">Gn 38:19</a>; <a data-ref=\"I Samuel 28:8\" href=\"/I_Samuel.28.8\">1 S 28:8</a>; <a data-ref=\"II Samuel 14:2\" href=\"/II_Samuel.14.2\">2 S 14:2</a>; <a data-ref=\"I Kings 22:30\" href=\"/I_Kings.22.30\">1 K 22:30</a> = <a data-ref=\"II Chronicles 18:29\" href=\"/II_Chronicles.18.29\">2 Ch 18:29</a>, <a data-ref=\"Exodus 29:30\" href=\"/Exodus.29.30\">Ex 29:30</a>; <a data-ref=\"Leviticus 6:3\" href=\"/Leviticus.6.3\">Lv 6:3</a>, <a data-ref=\"Leviticus 6:4\" href=\"/Leviticus.6.4\">4</a>; <a data-ref=\"Leviticus 16:4\" href=\"/Leviticus.16.4\">16:4</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 16:23\" href=\"/Leviticus.16.23\">23</a>, <a data-ref=\"Leviticus 16:24\" href=\"/Leviticus.16.24\">24</a>, <a data-ref=\"Leviticus 16:32\" href=\"/Leviticus.16.32\">32</a>; <a data-ref=\"Leviticus 21:10\" href=\"/Leviticus.21.10\">21:10</a>; <a data-ref=\"Deuteronomy 22:5\" href=\"/Deuteronomy.22.5\">Dt 22:5</a>; <a data-ref=\"Ezekiel 44:17\" href=\"/Ezekiel.44.17\">Ez 44:17</a>, <a data-ref=\"Ezekiel 44:19\" href=\"/Ezekiel.44.19\">19</a>, and so <a data-ref=\"Ezekiel 42:14\" href=\"/Ezekiel.42.14\">42:14</a> Qr (v. supr.), <a data-ref=\"Jonah 3:5\" href=\"/Jonah.3.5\">Jon 3:5</a>; <a data-ref=\"Song of Songs 5:3\" href=\"/Song_of_Songs.5.3\">Ct 5:3</a>; <a data-ref=\"Esther 4:1\" href=\"/Esther.4.1\">Est 4:1</a>; <a data-ref=\"Esther 5:1\" href=\"/Esther.5.1\">5:1</a>; c. acc. garment + <span dir=\"rtl\">עַל־בְּשָׂרוֹ</span> <a data-ref=\"Leviticus 16:3\" href=\"/Leviticus.16.3\">Lv 16:3</a>; of putting on armour <a data-ref=\"Jeremiah 46:4\" href=\"/Jeremiah.46.4\">Je 46:4</a>; = <em>wear</em> (more or less habitually), c. acc. of garment, <a data-ref=\"Isaiah 4:1\" href=\"/Isaiah.4.1\">Is 4:1</a>; <a data-ref=\"Deuteronomy 22:11\" href=\"/Deuteronomy.22.11\">Dt 22:11</a>; <a data-ref=\"Zephaniah 1:8\" href=\"/Zephaniah.1.8\">Zp 1:8</a>; <a data-ref=\"Zechariah 13:4\" href=\"/Zechariah.13.4\">Zc 13:4</a>; of Jerus. under fig. of woman <a data-ref=\"Jeremiah 4:30\" href=\"/Jeremiah.4.30\">Je 4:30</a>, of rulers under fig. of shepherds <a data-ref=\"Ezekiel 34:3\" href=\"/Ezekiel.34.3\">Ez 34:3</a>, cf. <span dir=\"rtl\">כֵּן תִּלְבַּשְׁןָ</span> <a data-ref=\"II Samuel 13:18\" href=\"/II_Samuel.13.18\">2 S 13:18</a> (no acc.) <strong>b.</strong>  very often fig., <em>put on, be clothed with</em>, c. acc. of garment;—<span dir=\"rtl\">לָבַשׁ בְּשָׂרִי רִמָּה</span> <a data-ref=\"Job 7:5\" href=\"/Job.7.5\">Jb 7:5</a> <em>my flesh is clothed</em> (i.e. covered) <em>with worms;</em> of Jerus., <em>be clothed with</em> inhabitants <a data-ref=\"Isaiah 49:18\" href=\"/Isaiah.49.18\">Is 49:18</a>; of pasture, with flocks <a data-ref=\"Psalms 65:14\" href=\"/Psalms.65.14\">ψ 65:14</a>; more often the garment is some abstract quality, e.g. righteousness, majesty, beauty, strength, etc.;—<span dir=\"rtl\">וַיִּלְבַּשׁ צְדָקָה כַּשִּׁרְיָן</span> <a data-ref=\"Isaiah 59:17\" href=\"/Isaiah.59.17\">Is 59:17</a> he <span dir=\"rtl\">(י׳)</span> <em>hath put on righteousness as a breastplate</em>, cf. v <a data-ref=\"Isaiah 59:17\" href=\"/Isaiah.59.17\">17</a> (vengeance), <a data-ref=\"Psalms 93:1\" href=\"/Psalms.93.1\">ψ 93:1</a> (majesty), v <a data-ref=\"Psalms 93:1\" href=\"/Psalms.93.1\">1</a> (strength), <a data-ref=\"Psalms 104:1\" href=\"/Psalms.104.1\">104:1</a> (honour and majesty), <a data-ref=\"Isaiah 51:9\" href=\"/Isaiah.51.9\">Is 51:9</a> (strength); also <a data-ref=\"Job 40:10\" href=\"/Job.40.10\">Jb 40:10</a>; said of men, <a data-ref=\"II Chronicles 6:41\" href=\"/II_Chronicles.6.41\">2 Ch 6:41</a> (salvation), <a data-ref=\"Psalms 132:9\" href=\"/Psalms.132.9\">ψ 132:9</a> (righteousness), <a data-ref=\"Job 29:14\" href=\"/Job.29.14\">Jb 29:14</a> (<em>id.</em>); of Zion <a data-ref=\"Isaiah 52:1\" href=\"/Isaiah.52.1\">Is 52:1</a><sup>(×2)</sup>; also in bad sense, clothed with terror, trembling, shame, etc., <a data-ref=\"Ezekiel 7:27\" href=\"/Ezekiel.7.27\">Ez 7:27</a>; <a data-ref=\"Ezekiel 26:16\" href=\"/Ezekiel.26.16\">26:16</a>; <a data-ref=\"Job 8:22\" href=\"/Job.8.22\">Jb 8:22</a>; <a data-ref=\"Psalms 35:26\" href=\"/Psalms.35.26\">ψ 35:26</a>; <a data-ref=\"Psalms 109:29\" href=\"/Psalms.109.29\">109:29</a>, cf. v <a data-ref=\"Psalms 109:18\" href=\"/Psalms.109.18\">18</a> (cursing). <strong>c.</strong>  lit. <em>put on</em>, obj. om., <span dir=\"rtl\">נָתַן</span> … <span dir=\"rtl\">בֶּגֶד לִלְבּשׁ</span> <a data-ref=\"Genesis 28:20\" href=\"/Genesis.28.20\">Gn 28:20</a> <a data-ref=\"Job 27:17\" href=\"/Job.27.17\">Jb 27:17</a>; Inf. abs. <span dir=\"rtl\">לָבוֹשׁ</span> <a data-ref=\"Haggai 1:6\" href=\"/Haggai.1.6\">Hg 1:6</a> (there is) <em>a clothing</em>, but he has nothing for warmth. <strong>d.</strong>  once c. <span dir=\"rtl\">בְּ</span>, <span dir=\"rtl\">לְבוּשׁ</span> … <span dir=\"rtl\">אֲשֶׁר לָבַשׁ בּוֹ</span> <a data-ref=\"Esther 6:8\" href=\"/Esther.6.8\">Est 6:8</a>. <strong>e.</strong>  Pt. pass., <em>clothed with</em>, chiefly Ezek.;—c. acc. of garment, <a data-ref=\"Ezekiel 9:2\" href=\"/Ezekiel.9.2\">Ez 9:2</a>, <a data-ref=\"Ezekiel 9:3\" href=\"/Ezekiel.9.3\">3</a>; <a data-ref=\"Zechariah 3:3\" href=\"/Zechariah.3.3\">Zc 3:3</a>; <a data-ref=\"Proverbs 31:21\" href=\"/Proverbs.31.21\">Pr 31:21</a>; <a data-ref=\"Daniel 10:5\" href=\"/Daniel.10.5\">Dn 10:5</a>; of wearing armour <a data-ref=\"I Samuel 17:5\" href=\"/I_Samuel.17.5\">1 S 17:5</a>; cstr. before garment, <span dir=\"rtl\">לְבֻשׁ הַבַּדִּים</span> <a data-ref=\"Ezekiel 9:11\" href=\"/Ezekiel.9.11\">Ez 9:11</a>; <a data-ref=\"Ezekiel 10:2\" href=\"/Ezekiel.10.2\">10:2</a>, <a data-ref=\"Ezekiel 10:6\" href=\"/Ezekiel.10.6\">6</a>, <a data-ref=\"Ezekiel 10:7\" href=\"/Ezekiel.10.7\">7</a>, cf. <a data-ref=\"Ezekiel 23:6\" href=\"/Ezekiel.23.6\">23:6</a>, <a data-ref=\"Ezekiel 23:12\" href=\"/Ezekiel.23.12\">12</a>; <a data-ref=\"Ezekiel 38:4\" href=\"/Ezekiel.38.4\">38:4</a>; <a data-ref=\"Daniel 12:6\" href=\"/Daniel.12.6\">Dn 12:6</a>, <a data-ref=\"Daniel 12:7\" href=\"/Daniel.12.7\">7</a>. <strong>f.</strong>  fig.:—<span dir=\"rtl\">וְרוּחַ י׳ לָֽבְשָׁה אֶת־גִּדְע֑וֹן</span> <a data-ref=\"Judges 6:34\" href=\"/Judges.6.34\">Ju 6:34</a> <em>and the spirit of</em> <span dir=\"rtl\">י׳</span> <em>clothed itself with Gideon</em>, i.e. (GFM) took possession of him (cf. <span dir=\"rtl\">ܠܒܺܝܫ</span> <em>possessed</em>); so <a data-ref=\"I Chronicles 12:18\" href=\"/I_Chronicles.12.18\">1 Ch 12:18</a>; <a data-ref=\"II Chronicles 24:20\" href=\"/II_Chronicles.24.20\">2 Ch 24:20</a>; <span dir=\"rtl\">צֶדֶק לָבַשְׁתִּי וַיִּלְבָּשֵׁנִי</span> <a data-ref=\"Job 29:14\" href=\"/Job.29.14\">Jb 29:14</a> and it <em>clothed itself</em> in me, as it were, became incarnate in me.<br><strong>Pu.</strong>  only Pt. pl. <span dir=\"rtl\">מְלֻבָּשִׁים</span> <em>arrayed</em>, c. acc. of garment <a data-ref=\"I Kings 22:10\" href=\"/I_Kings.22.10\">1 K 22:10</a> = <a data-ref=\"II Chronicles 18:9\" href=\"/II_Chronicles.18.9\">2 Ch 18:9</a>, <a data-ref=\"II Chronicles 5:12\" href=\"/II_Chronicles.5.12\">2 Ch 5:12</a>; abs. <em>in full apparel</em> <a data-ref=\"Ezra 3:10\" href=\"/Ezra.3.10\">Ezr 3:10</a>.<br><strong>Hiph.</strong>  Pf. 3 ms. sf. <span dir=\"rtl\">הִלְבִּישַׁנִי</span> <a data-ref=\"Isaiah 61:10\" href=\"/Isaiah.61.10\">Is 61:10</a>; 3 fs. <span dir=\"rtl\">הִלְבִּישָׁה</span> <a data-ref=\"Genesis 27:16\" href=\"/Genesis.27.16\">Gn 27:16</a>; 2 ms. <span dir=\"rtl\">וְהִלְבַּשְׁתָּ֫</span> <a data-ref=\"Exodus 28:41\" href=\"/Exodus.28.41\">Ex 28:41</a> + 3 times; sf. <span dir=\"rtl\">וְהִלְבַּשְׁתָּם</span> (consec.) <a data-ref=\"Exodus 29:8\" href=\"/Exodus.29.8\">Ex 29:8</a>; <a data-ref=\"Numbers 20:26\" href=\"/Numbers.20.26\">Nu 20:26</a>; 1 s. sf. <span dir=\"rtl\">וְהִלְבַּשְׁתִּיו</span> <a data-ref=\"Isaiah 22:21\" href=\"/Isaiah.22.21\">Is 22:21</a>; 3 pl. <span dir=\"rtl\">הִלְבִּישׁוּ</span> <a data-ref=\"II Chronicles 28:15\" href=\"/II_Chronicles.28.15\">2 Ch 28:15</a>, <span dir=\"rtl\">וְהִלְבִּשׁוּ</span> (consec.) <a data-ref=\"Esther 6:9\" href=\"/Esther.6.9\">Est 6:9</a>; Impf. 3 ms. <span dir=\"rtl\">וַיַּלְבֵּשׁ</span> <a data-ref=\"Genesis 41:42\" href=\"/Genesis.41.42\">Gn 41:42</a> + 5 times; sf. <span dir=\"rtl\">וַיַּלְבִּשֵׁם</span> <a data-ref=\"Genesis 3:21\" href=\"/Genesis.3.21\">Gn 3:21</a>; <a data-ref=\"Leviticus 8:13\" href=\"/Leviticus.8.13\">Lv 8:13</a>; 3 fs. <span dir=\"rtl\">תַּלְבִּישׁ</span> <a data-ref=\"Proverbs 23:21\" href=\"/Proverbs.23.21\">Pr 23:21</a>, etc.; Inf. abs. <span dir=\"rtl\">הַלְבֵּשׁ</span> <a data-ref=\"Zechariah 3:4\" href=\"/Zechariah.3.4\">Zc 3:4</a>; cstr. <span dir=\"rtl\">הַלְבִּישׁ</span> <a data-ref=\"Esther 4:4\" href=\"/Esther.4.4\">Est 4:4</a>; Pt. sf. <span dir=\"rtl\">הַמַּלְבִּֽשְׁכֶּם</span> <a data-ref=\"I Samuel 1:24\" href=\"/I_Samuel.1.24\">1 S 1:24</a>;—<em>clothe, array with</em>. <strong>1.</strong>  usually c. 2 acc., <strong>a.</strong>  lit. <span dir=\"rtl\">וַיּלְבֵּשׁ אֹתוֹ בִּגְדֵי־שֵׁשׁ</span> <a data-ref=\"Genesis 41:42\" href=\"/Genesis.41.42\">Gn 41:42</a>; <a data-ref=\"II Samuel 1:24\" href=\"/II_Samuel.1.24\">2 S 1:24</a>; <a data-ref=\"Isaiah 22:21\" href=\"/Isaiah.22.21\">Is 22:21</a>; <a data-ref=\"Exodus 28:41\" href=\"/Exodus.28.41\">Ex 28:41</a>; <a data-ref=\"Exodus 29:5\" href=\"/Exodus.29.5\">29:5</a>, <a data-ref=\"Exodus 29:8\" href=\"/Exodus.29.8\">8</a>; <a data-ref=\"Exodus 40:13\" href=\"/Exodus.40.13\">40:13</a>, <a data-ref=\"Exodus 40:14\" href=\"/Exodus.40.14\">14</a> <a data-ref=\"Leviticus 8:7\" href=\"/Leviticus.8.7\">Lv 8:7</a>, <a data-ref=\"Leviticus 8:13\" href=\"/Leviticus.8.13\">13</a> <a data-ref=\"Numbers 20:26\" href=\"/Numbers.20.26\">Nu 20:26</a>, <a data-ref=\"Numbers 20:28\" href=\"/Numbers.20.28\">28</a> <a data-ref=\"Zechariah 3:4\" href=\"/Zechariah.3.4\">Zc 3:4</a>, <a data-ref=\"Zechariah 3:5\" href=\"/Zechariah.3.5\">5</a>; of clothing Jerus. under fig. of infant <a data-ref=\"Ezekiel 16:10\" href=\"/Ezekiel.16.10\">Ez 16:10</a>; of putting armour on some one <a data-ref=\"I Samuel 17:38\" href=\"/I_Samuel.17.38\">1 S 17:38</a><sup>(×2)</sup>. <strong>b.</strong>  fig., <a data-ref=\"Job 10:11\" href=\"/Job.10.11\">Jb 10:11</a> <em>thou hast clothed me with skin and flesh;</em> cf. <a data-ref=\"Job 39:19\" href=\"/Job.39.19\">39:19</a> (quivering of horse’s neck); <a data-ref=\"Isaiah 50:3\" href=\"/Isaiah.50.3\">Is 50:3</a>; <a data-ref=\"Isaiah 61:10\" href=\"/Isaiah.61.10\">61:10</a>; <a data-ref=\"Psalms 132:16\" href=\"/Psalms.132.16\">ψ 132:16</a>, <a data-ref=\"Psalms 132:18\" href=\"/Psalms.132.18\">18</a>. <strong>2.</strong>  c. acc. garment only, <a data-ref=\"Genesis 27:16\" href=\"/Genesis.27.16\">Gn 27:16</a> (+ <span dir=\"rtl\">עַל־יָדָיו</span>); fig., <a data-ref=\"Proverbs 23:21\" href=\"/Proverbs.23.21\">Pr 23:21</a>. <strong>3.</strong>  c. acc. pers. only <a data-ref=\"Genesis 3:21\" href=\"/Genesis.3.21\">Gn 3:21</a>; <a data-ref=\"Genesis 27:15\" href=\"/Genesis.27.15\">27:15</a> <a data-ref=\"II Chronicles 28:15\" href=\"/II_Chronicles.28.15\">2 Ch 28:15</a><sup>(×2)</sup> <a data-ref=\"Esther 4:4\" href=\"/Esther.4.4\">Est 4:4</a>; <a data-ref=\"Esther 6:9\" href=\"/Esther.6.9\">6:9</a>, <a data-ref=\"Esther 6:11\" href=\"/Esther.6.11\">11</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3f0b6084aa1cbf2cf8d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, פָּשַׁט 1", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "BDB, פָּשַׁט 1", "sourceHeRef": "בראון-דרייבר-בריגס, פָּשַׁט א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "פָּשַׁט", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">פָּשַׁט</span></big></big>  <strong>vb.</strong> strip off, make a dash, raid <strong>(</strong>cf. Assyrian <em>pašâṭu</em>, <em>expunge, obliterate</em>; NH <span dir=\"rtl\">פָּשַׁט</span>, Aramaic <span dir=\"rtl\">פְּשַׁט</span>, <span dir=\"rtl\">ܦܫܰܛ</span>, are <em>stretch out, extend, make plain</em>, so Arabic <span dir=\"rtl\">بَسَطَ</span> <strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">פ׳</span> <a data-ref=\"Hosea 7:1\" href=\"/Hosea.7.1\">Ho 7:1</a> +, 2 ms. <span dir=\"rtl\">וּפָשַׁטְתָּ֫</span> <a data-ref=\"Judges 9:33\" href=\"/Judges.9.33\">Ju 9:33</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">וַיִפְשַׁט</span> <a data-ref=\"I Samuel 19:24\" href=\"/I_Samuel.19.24\">1 S 19:24</a>; 3 mpl. <span dir=\"rtl\">יִפְשֹׁ֑טוּ</span> <a data-ref=\"Ezekiel 26:1\" href=\"/Ezekiel.26.1\">Ez 26:1</a>, etc.; Imv. ms. <span dir=\"rtl\">פְּשֹׁ֫טָה</span> <a data-ref=\"Isaiah 32:11\" href=\"/Isaiah.32.11\">Is 32:11</a>; Pt. pl. <span dir=\"rtl\">פֹּשְׁטִים</span> <a data-ref=\"Nehemiah 4:17\" href=\"/Nehemiah.4.17\">Ne 4:17</a>;— <strong>1.</strong>  <em>strip off, put off</em>, one’s garment (acc.) <a data-ref=\"I Samuel 19:24\" href=\"/I_Samuel.19.24\">1 S 19:24</a>; <a data-ref=\"Ezekiel 26:16\" href=\"/Ezekiel.26.16\">Ez 26:16</a>; <a data-ref=\"Ezekiel 44:19\" href=\"/Ezekiel.44.19\">44:19</a>; <a data-ref=\"Leviticus 6:4\" href=\"/Leviticus.6.4\">Lv 6:4</a> (opp. <span dir=\"rtl\">לָבַשׁ</span>, <a data-ref=\"Leviticus 16:23\" href=\"/Leviticus.16.23\">16:23</a> (id.<em>;</em> both P), <a data-ref=\"Nehemiah 4:17\" href=\"/Nehemiah.4.17\">Ne 4:17</a>; <a data-ref=\"Song of Songs 5:3\" href=\"/Song_of_Songs.5.3\">Ct 5:3</a>; acc. om. <a data-ref=\"Isaiah 32:11\" href=\"/Isaiah.32.11\">Is 32:11</a>; of locusts <a data-ref=\"Nahum 3:16\" href=\"/Nahum.3.16\">Na 3:16</a> <em>stripping off</em> (sheaths of wings, cf. Da Dr<sup>Am 85</sup>). <strong>2.</strong>  <em>put off</em> (one’s shelter), i.e. <em>make a dash</em> (from a sheltered place), c. <span dir=\"rtl\">אֶל</span> <a data-ref=\"Judges 20:37\" href=\"/Judges.20.37\">Ju 20:37</a>, abs. <a data-ref=\"Judges 9:44\" href=\"/Judges.9.44\">9:44</a>; especially of marauding foray, <a data-ref=\"Hosea 7:1\" href=\"/Hosea.7.1\">Ho 7:1</a>, c. <span dir=\"rtl\">עַל</span> <em>against</em> <a data-ref=\"Judges 9:33\" href=\"/Judges.9.33\">Ju 9:33</a>, <a data-ref=\"Judges 9:44\" href=\"/Judges.9.44\">44</a>; <a data-ref=\"I Samuel 23:27\" href=\"/I_Samuel.23.27\">1 S 23:27</a>; <a data-ref=\"I Samuel 30:14\" href=\"/I_Samuel.30.14\">30:14</a> (ins. <span dir=\"rtl\">עַל</span> cf. 𝔊 We Dr al.), <a data-ref=\"Job 1:17\" href=\"/Job.1.17\">Jb 1:17</a>, c. <span dir=\"rtl\">אֶל</span> <a data-ref=\"I Samuel 27:8\" href=\"/I_Samuel.27.8\">1 S 27:8</a>; <a data-ref=\"I Samuel 30:1\" href=\"/I_Samuel.30.1\">30:1</a>, c. <span dir=\"rtl\">בְּ</span> <a data-ref=\"I Chronicles 14:9\" href=\"/I_Chronicles.14.9\">1 Ch 14:9</a>, <a data-ref=\"I Chronicles 14:13\" href=\"/I_Chronicles.14.13\">13</a>; <a data-ref=\"II Chronicles 25:13\" href=\"/II_Chronicles.25.13\">2 Ch 25:13</a>; <a data-ref=\"II Chronicles 28:18\" href=\"/II_Chronicles.28.18\">28:18</a>; in <a data-ref=\"I Samuel 27:10\" href=\"/I_Samuel.27.10\">1 S 27:10</a> read <span dir=\"rtl\">אָן</span> (for <span dir=\"rtl\">אַל־</span>), We Dr al.<br><strong>Pi.</strong>  Inf. cstr. <span dir=\"rtl\">לְפַשֵּׁט</span>, c. acc. pers. <a data-ref=\"I Samuel 31:8\" href=\"/I_Samuel.31.8\">1 S 31:8</a> <em>to strip the slain</em> = <a data-ref=\"I Chronicles 10:8\" href=\"/I_Chronicles.10.8\">1 Ch 10:8</a>; abs. <em>only to strip</em> (sc. the slain) <a data-ref=\"II Samuel 23:10\" href=\"/II_Samuel.23.10\">2 S 23:10</a> (ins. also ‖ <a data-ref=\"I Chronicles 11:13\" href=\"/I_Chronicles.11.13\">1 Ch 11:13</a> Dr).<br><strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הִפְשִׁיט</span> <a data-ref=\"Job 19:9\" href=\"/Job.19.9\">Jb 19:9</a>; 3 mpl. sf. <span dir=\"rtl\">וְהִפְשִׁיטוּךְ</span> <a data-ref=\"Ezekiel 23:26\" href=\"/Ezekiel.23.26\">Ez 23:26</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">וַיַּפְשֵׁט</span> <a data-ref=\"Numbers 20:28\" href=\"/Numbers.20.28\">Nu 20:28</a>; 1 s. sf. <span dir=\"rtl\">אַפְשִׁיטֶנָּה</span> <a data-ref=\"Hosea 2:5\" href=\"/Hosea.2.5\">Ho 2:5</a>; 2 mpl. <span dir=\"rtl\">תַּפְשִׁט֑וּן</span> <a data-ref=\"Micah 2:8\" href=\"/Micah.2.8\">Mi 2:8</a>, etc.; Imv. <span dir=\"rtl\">הַפְשֵׁט</span> <a data-ref=\"Numbers 20:26\" href=\"/Numbers.20.26\">Nu 20:26</a>; Inf. cstr. <span dir=\"rtl\">הַפְשִׁיט</span> <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">2 Ch 29:34</a>; Pt. pl. <span dir=\"rtl\">מַפְשִׁיטִים</span> <a data-ref=\"II Chronicles 35:11\" href=\"/II_Chronicles.35.11\">35:11</a>;— <strong>1.</strong>  <em>strip</em> one <em>of</em> garment (2 acc.) <a data-ref=\"Genesis 37:23\" href=\"/Genesis.37.23\">Gn 37:23</a> (E), <a data-ref=\"Numbers 20:26\" href=\"/Numbers.20.26\">Nu 20:26</a>, <a data-ref=\"Numbers 20:28\" href=\"/Numbers.20.28\">28</a> (opp. <span dir=\"rtl\">הִלְבִּישׁ</span>), <a data-ref=\"Ezekiel 16:39\" href=\"/Ezekiel.16.39\">Ez 16:39</a>; <a data-ref=\"Ezekiel 23:26\" href=\"/Ezekiel.23.26\">23:26</a>; c. acc. pers. alone <a data-ref=\"I Chronicles 10:9\" href=\"/I_Chronicles.10.9\">1 Ch 10:9</a>; <a data-ref=\"Hosea 2:5\" href=\"/Hosea.2.5\">Ho 2:5</a> <em>strip</em> her (sf.) naked <span dir=\"rtl\">(עֲרֻמָּה)</span>. <strong>2.</strong>  <em>strip off</em>, acc. <span dir=\"rtl\">כֵּלָיו</span> <a data-ref=\"I Samuel 31:9\" href=\"/I_Samuel.31.9\">1 S 31:9</a>, clothing <a data-ref=\"Job 22:6\" href=\"/Job.22.6\">Jb 22:6</a>; c. acc. <span dir=\"rtl\">אֶדֶר</span> + <span dir=\"rtl\">מִמּוּל</span> <a data-ref=\"Micah 2:8\" href=\"/Micah.2.8\">Mi 2:8</a>; c. acc. <span dir=\"rtl\">עוֹר</span> + <span dir=\"rtl\">מֵעַל</span> <a data-ref=\"Micah 3:3\" href=\"/Micah.3.3\">3:3</a>, cf. (acc. <span dir=\"rtl\">כְּבוֹדִי</span>) <a data-ref=\"Job 19:9\" href=\"/Job.19.9\">Jb 19:9</a>. <strong>3.</strong>  <em>flay</em>, c. acc. <span dir=\"rtl\">הָעֹלָה</span> <a data-ref=\"Leviticus 1:6\" href=\"/Leviticus.1.6\">Lv 1:6</a>; <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">2 Ch 29:34</a>; acc. om. <a data-ref=\"II Chronicles 35:11\" href=\"/II_Chronicles.35.11\">35:11</a>.<br><strong>Hithp.</strong>  Impf. 3 ms. <span dir=\"rtl\">וַיִּתְפַּשֵּׁט</span> <a data-ref=\"I Samuel 18:4\" href=\"/I_Samuel.18.4\">1 S 18:4</a> <em>he stripped himself of</em> his garment (acc.)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64bfcd4b5781082118c15183", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Numbers 20:26:1-2", "anchorRef": "Numbers 20:26", "anchorRefExpanded": ["Numbers 20:26"], "sourceRef": "Alshekh on Torah, Numbers 20:26:1-2", "sourceHeRef": "תורת משה - אלשיך, במדבר כ׳:כ״ו:א׳-ב׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "במדבר", "he": ["<b>והפשט וכו'.</b> אומרו יאסף ומת שם הוא כפל ענין. וגם אומרו שם הוא מיותר. וגם למה צוה ית' ילבש אלעזר הבגדים טרם יאסף אהרן עד אומרם שעל דרך נס הוסר התחתון תחלה: ", "<b>אמנם </b>הנה למה שארז\"ל שאלמלא אהרן במחתה היו כל ישראל מתים במגפה נמצא הוא הציל ממות את כל ישראל ואיך ירגיש צער מות ולא יהיה כפנחס או כיוצא בזה. ע\"כ צוה ית' שלא יאמר לו משה הדבר רק כלאחר יד ובפיוסים כמ\"ש ז\"ל שהשכים בבקר ואמר לו שהיה מסופק על דבר אשר כתבנו בפרשת בראשית שנרמז באומרו וכו'. ועוד צוה ית' יקח עמו את אלעזר שיראה איך יש לו ממלא מקומו ולא עוד אלא שילבש בגדי כהונה ועיניו רואות וע\"י כן ואהרן יאסף מרצונו בעמוד אלעזר במקומו בהשארותו. ולא עוד כ\"א גם ומת שם לא ירגיש מות כי היות בו מיתה אינו אלא שם בהראך נפשו דבקה למעלה באור החיים: "], "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6708280021016e7671311f1d", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 10:7", "anchorRef": "Numbers 20:23-21:4", "anchorRefExpanded": ["Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4"], "sourceRef": "Deuteronomy 10:7", "sourceHeRef": "דברים י׳:ז׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 10.0007, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "מִשָּׁ֥ם נָסְע֖וּ הַגֻּדְגֹּ֑דָה וּמִן־הַגֻּדְגֹּ֣דָה יׇטְבָ֔תָה אֶ֖רֶץ נַ֥חֲלֵי מָֽיִם׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "From there they marched to Gudgod,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Gudgod </b>“Hor-haggidgad” in Num. 33.32–33.</i> and from Gudgod to Jotbath, a region of running brooks.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]