[{"_id": "522307e5edbab45814ae70a9", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 20:27:1", "anchorRef": "Numbers 20:27", "anchorRefExpanded": ["Numbers 20:27"], "sourceRef": "Rashi on Numbers 20:27:1", "sourceHeRef": "רש\"י על במדבר כ׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>ויעש משה.</b> אַעַ\"פִּ שֶׁהַדָּבָר קָשֶׁה לוֹ, לֹא עִכֵּב (תנחומא):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויעש משה AND MOSES DID [AS THE LORD COMMANDED] — Although this thing was hard for him he did not delay to do so (Midrash Tanchuma, Chukat 17).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6d82", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 20:27", "anchorRef": "Numbers 20:27", "anchorRefExpanded": ["Numbers 20:27"], "sourceRef": "Onkelos Numbers 20:27", "sourceHeRef": "תרגום אונקלוס על במדבר כ׳:כ״ז", "anchorVerse": 27, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 20.0027, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וַעֲבַד משֶׁה כְּמָא דִי פַּקִּיד יְיָ וּסְלִיקוּ לְהֹר טוּרָא לְעֵינֵי כָּל כְּנִשְׁתָּא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Moshe did as Adonoy commanded; and they went up Mount Hor in the presence of the entire community.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec5b9", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 20:27", "anchorRef": "Numbers 20:27", "anchorRefExpanded": ["Numbers 20:27"], "sourceRef": "Targum Jonathan on Numbers 20:27", "sourceHeRef": "תרגום יונתן על במדבר כ׳:כ״ז", "anchorVerse": 27, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 20.0027, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וְעָבַד משֶׁה הֵיכְמָא דְפַקֵיד יְיָ יָתֵיהּ וּסְלִיקוּ לְטַוְורוֹס אוּמָנוֹס כַּד חָמָן כָּל כְּנִשְׁתָּא", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And Mosheh did as the Lord commanded him. And they ascended Mount Umanom, in the view of all the congregation. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "5683db47d6e4a91c20546b51", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tzav, Mekhilta DeMiluim I 6", "anchorRef": "Numbers 20:27", "anchorRefExpanded": ["Numbers 20:27"], "sourceRef": "Sifra, Tzav, Mekhilta DeMiluim I 6", "sourceHeRef": "ספרא, צו, מכילתא דמילואים א ו׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 6, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "מכילתא דמילואים א", "he": "[ו] \"ויתן עליו את הכתנת ויחגר אתו באבנט\" – מלמד שנעשה משה סגן הכהנים לאהרן, והוא היה מפשיטו והוא היה מלבישו. וכשם שנעשה לו סגן בחייו כך נעשה לו סגן במותו שנאמר (במדבר כ, כה-כו) 'קח את אלעזר בנו…והפשט את אהרן את בגדיו'. ומנין שעשה משה כן? שנאמר (במדבר כ, כז) \"ויעש משה כאשר צוה ה' ויעלו אל הר ההר\" (שם כ, כח) \"ויפשט משה את אהרן את בגדיו\" – וכי האיך היה משה יכול להפשיט את בגדיו כסדרן? והעליונים הם עליונים לעולם והתחתונים הם תחתונים לעולם?! אלא אלו מעשה נסים, ועשה לו הקב\"ה במיתתו יותר מבחייו, והעמידו משה על הסלע והפשיטו בגדי כהונה ובגדי שכינה נלבשים תחתיהם. (שם כ, כח) \"וילבש אותם את אלעזר בנו\" – וכי האיך היה יכול משה להלביש את אלעזר בגדים כסדרן?! אלא כבוד גדול חלק לו המקום במיתתו יותר מבחייו; שלבשו בגדי שכינה תחלה למטה והפשיט אהרן‏ את הבגדים כסדרן והלביש את אלעזר בגדים כסדרן.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "6) (Vayikra 8:7) \"And he put upon him the kutoneth and he girded him with the avneit, etc.\" (See Shemoth 29): We are hereby taught that Moses was made an aid to Aaron. And just as he was made his aid in his lifetime, so, he was made his aid in his death. And he would dress him and he would undress him, as it is written (Bamidbar 20:25): \"Take Aaron and Elazar his son… (Bamidbar 20:26) and strip Aaron of his vestments, etc.\" And whence is it derived that Moses did this? From (Bamidbar 20:27): \"And Moses did as the L–rd commanded, and they went up to Hor Hahar … (Bamidbar 20:28) and Moses stripped Aaron of his vestments.\" Now how could Moses strip his vestments in order and dress Elazar in order. Do not the outer garments remain outer garments, and the inner garments remain inner garments? (i.e., We see from Scripture that Aaron did not die until he saw Elazar dressed in the priestly vestments. Is it possible that Aaron stood naked until Elazar donned all the eight vestments?) This transpired miraculously. Variantly: The Holy One Blessed be He accorded him greater honor in his death than in his life. Moses stood him on a rock and stripped him of his priestly vestments, and vestments of the Shechinah clothed him in their stead. Moses stripped his vestments (in order) and clothed Elazar with them in order.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "57e77d70d6e4a94c7c18af97", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 20:27", "anchorRef": "Numbers 20:27", "anchorRefExpanded": ["Numbers 20:27"], "sourceRef": "Tafsir Rasag, Numbers 20:27", "sourceHeRef": "תפסיר רס\"ג, במדבר כ׳:כ״ז", "anchorVerse": 27, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 20.0027, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "פצנע מוסי כמא אמרה אללה פצעדו אלי ג̇בל הור בחצ̇רה אלג̇מאעה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1547b5d6e4a92409ac4a2a", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 20:27:1", "anchorRef": "Numbers 20:27", "anchorRefExpanded": ["Numbers 20:27"], "sourceRef": "Siftei Chakhamim, Numbers 20:27:1", "sourceHeRef": "שפתי חכמים, במדבר כ׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>אע\"פ שהדבר קשה לו.</b> דאל\"כ ויעש משה ל\"ל, וכי תעלה על דעתך שעבר על שליחתו של מקום. כתב הרא\"ם ולא ידעתי למה לא דרשו על מה שכתוב בפרשת קרח, ויעש משה כאשר צוה ה' את משה כן עשה ואפשר שלא דרשו בו משום שיש לומר שעשה זו בשמחה ומשום טובתו, שלא יבואו בני ישראל לחלוק עוד על שררת שבט לוי, ומפני שאהבת שררות שבטו מעורבת בעשיית מצוה זו, אף שעשה ג\"כ מצות הש\"י לא רצו לדרוש בו כלום, ודו\"ק נ\"ל:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Although the matter was difficult for him.</b> For if not so, why is it necessary to say “Moshe did…”? Would one have thought that he would transgress the charge of the Omnipresent? <i>Re’m</i> writes: I do not know why Rashi did not make this comment in Parshas Korach where it is written (Bamidbar 17:26) “Moshe did as Hashem commanded Moshe, so he did.” It is possible that he did not comment there because one may say that he did so happily and for his own benefit, so that Bnei Yisroel would not again come to dispute the elevation of the tribe of Levi. There [the happiness due to] the love over his tribe’s elevation was joined with his performance of this commandment, even though he was also doing the command of Hashem. Consequently there Rashi did not wish to make any comment.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1c0212d6e4a943452d3c2e", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Numbers 3", "anchorRef": "Numbers 20:22-29", "anchorRefExpanded": ["Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29"], "sourceRef": "Sefer HaYashar (midrash), Book of Numbers 3", "sourceHeRef": "ספר הישר (מדרש), ספר במדבר ג׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 3, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר במדבר", "he": "ויהי בשנת שלושים ושש שנה לצאת בני ישראל ממצרים, ויך ה׳ אל לב סיחון מלך האמורי. ויערוך מלחמה ויצא להילחם את בני מואב. וישלח סיחון מלאכים אל בעור בן יונוס בן בלעם יועץ מלך מצרים ואל בלעם בנו, לקלל את מואב למען תינתן ביד סיחון. וילכו מלאכי סיחון ויביאו את בעור בן יונוס ואת בלעם בנו, מפתור ארם נהריים. ויבואו בעור ובלעם בנו עיר סיחון, ויקללו את מואב ואת מלכם בעיני סיחון מלך האמורי. וסיחון יצא עם כל חילו וילך אל מואב, וילחם בם ויכניעם ויתנם ה׳ בידו. ויהרוג סיחון את מלך מואב ויקח סיחון את כל ערי מואב במלחמה, וגם את חשבון לקח מהם כי חשבון מערי מואב היא. וישם סיחון את שריו ואת גדוליו בחשבון, ותהי חשבון לסיחון בימים ההם. על כן יאמרו עליה המושלים בעור ובלעם בנו, כדברים האלה לאמור. בואו חשבון תיבנה ותיכונן עיר סיחון, אוי לך מואב אבדת עם כמוש, הנה כתובה על ספר תורת האלוקים. ויהי כאשר ניצח סיחון את מואב, וישם שומרים בערים אשר לקח מאת מואב. ובני מואב נפלו הרבה במלחמה ביד סיחון וישב מהם שבי גדול בנים ובנות ויהרוג מלכם, ויפן סיחון וישב לו אל ארצו. ויתן סיחון כותנות רבות ומנות כסף וזהב אל בעור ואל בלעם בנו וישלחם, וילכו ארם נהריים אל מקומם ואל ארצם. בעת ההיא עברו כל בני ישראל מדרך מדבר מואב, וישובו ויסובו את מדבר אדום. ויבואו כל העדה מדבר צין בחודש הראשון, בשנת הארבעים לצאתם ממצרים. וישבו שם בני ישראל בקדש מדבר סין, ותמת שם מרים ותיקבר שם. בעת ההיא שלח משה מלאכים אל הדד מלך אדום לאמור, כה אמר אחיך ישראל אעברה נא בארצך לא נעבור בשדה ובכרם ולא נשתה מי באר, דרך המלך נלך. ויאמר אליו אדום לא תעבור בי, ויצא אדום לקראת בני ישראל בעם כבד. וימאנו בני עשו נתון את בני ישראל לעבור בארצם, ויט ישראל מעליו ולא נלחמו בבני עשו. כי לפני זה ציוה ה׳ את בני ישראל לאמור לא תילחמו את בני עשו, על כן נטה ישראל מעליו ולא נלחמו איתם. ויסעו בני ישראל מעל בני עשו מקדש, ויבואו כל העדה הר ההר.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And in the thirty-ninth year of the Israelites’ going out of Egypt, the Lord provoked the heart ‎of Sihon, king of the Amorites, to go forth and fight against the children of Moab. And Sihon ‎sent messengers to Beor the son of Janeus, the son of Balaam, counselor to the king of Egypt, ‎and unto Balaam his son, to curse Moab, that it might be delivered into the hands of Sihon. ‎And Beor and Balaam his son came, and they cursed Moab, and the Lord delivered the children ‎of Moab into the hands of Sihon; and Sihon slew the king of Moab, and he took all the cities of ‎Moab, including Heshbon which was one of the cities of Moab, and he placed his princes and ‎officers over Heshbon. Therefore they that spoke in proverbs, Beor and his son Balaam, speak ‎in these words, saying: Come into Heshbon, let the city of Sihon be built and prepared. Woe to ‎thee, Moab, thou art undone, O people of Chemosh! Behold it is written in the book of the ‎law of God. And Sihon gave many presents unto Beor and his son Balaam, and they returned ‎to their home. And at that time all the children of Israel journeyed from the wilderness of ‎Moab, and they went around the wilderness of Edom, and they came into the wilderness of ‎Zin on the first month of the fortieth year after their going out of Egypt; and Israel abode there ‎in Kadesh, and there Miriam died, and she was buried in that place. Then Moses sent ‎messengers unto Hadad, king of Edom, saying: Let me pass, I pray thee, through thy country; ‎we will not pass through the fields or through the vine yards, neither will we drink of the ‎waters of the wells; we will go by the king's highway. And Edom said unto him: Thou shalt not ‎pass by me; and Edom went forth against Israel with a numerous host, but the children of ‎Israel removed from Edom without fighting with them.‎ And the children of Israel journeyed from Kadesh and they came to Mount Hor. ", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5a1c0212d6e4a943452d3c30", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Numbers 4", "anchorRef": "Numbers 20:22-29", "anchorRefExpanded": ["Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29"], "sourceRef": "Sefer HaYashar (midrash), Book of Numbers 4", "sourceHeRef": "ספר הישר (מדרש), ספר במדבר ד׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 4, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר במדבר", "he": "בעת ההיא דיבר ה׳ אל משה, אמור אל אהרון אחיך יאסף שם כי לא יבוא אל הארץ אשר נתתי לבני ישראל. ויעל אהרון כדבר ה׳ אל הר ההר וימת שם, בשנת הארבעים בחודש החמישי באחד לחודש. ואהרון בן מאת שנה ועשרים ושלוש שנים במותו בהר ההר. וישמע הכנעני מלך ערד יושב הנגב כי בא ישראל דרך האתרים, ויערוך את חילו להילחם בישראל. וייראו בני ישראל מאוד מפניו כי חיל גדול וכבד מאוד לו, ויתנו לב בני ישראל לשוב מצרימה. וישובו בני ישראל אחוריהם כמהלך שלושת ימים עד מוסרות בני יעקן, כי יראו להם מאוד מפני מלך ערד. ולא יכלו בני ישראל ללכת לשוב אל מקומם, וישבו בבני יעקן שלושים יום. ויהי כראות בני לוי כי לא אבו בני ישראל לשוב, ויקנאו אל ה׳ ויקומו וילחמו את ישראל אחיהם. ויהרגו מהם עם רב, ויושיבום בחוזקה אל מקומם הר ההר. ויהי בשובם, ומלך ערד עודנו עורך צבאו למלחמה לקראת ישראל. וידר ישראל נדר לאמור, אם נתון תיתן את העם הזה בידי והחרמתי את עריהם. וישמע ה׳ בקול ישראל ויתן את הכנעני בידם, ויחרם אתהם ואת עריהם ויקרא שם המקום חרמה. ויסעו בני ישראל מהר ההר ויחנו באובות. ויסעו מאובות ויחנו בעיי העברים בגבול מואב. וישלח בני ישראל אל מואב לאמור, נעברה נא בארצך עד מקומי. ולא אבו בני מואב נתון את ישראל עבור בארצם, כי יראו בני מואב מאוד. פן יעשו להם בני ישראל כאשר עשה להם סיחון מלך האמורי, אשר לקח את ארצם ויהרוג מהם רבים. על כן לא נתן מואב את ישראל עבור בארצו, וה׳ ציוה את בני ישראל לאמור לבלתי הילחם במואב ויט ישראל מעל מואב. ויסעו בני ישראל מגבול מואב ויבואו בעבר ארנון בגבול מואב, בין מואב ובין האמורי. ויחנו בגבול סיחון מלך האמורי, במדבר קדמות. וישלחו בני ישראל מלאכים אל סיחון מלך האמורי לאמור, נעברה נא בארצך לא נטה בשדה ובכרם לא נשתה מי באר, דרך המלך נלך עד עברנו את גבולך. ולא נתן סיחון את ישראל עבור בגבולו ויקבוץ סיחון את כל עם האמורי, ויצא המדברה לקראת בני ישראל וילחם בישראל יהצה. ויתן ה׳ את סיחון מלך האמורי ביד ישראל ויך ישראל את כל עם סיחון לפי חרב, וינקום את נקמת מואב.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Then the Lord said unto Moses: Tell unto Aaron thy brother that he must die here, for he shall ‎not enter the land which I have sworn to give unto the children of Israel. And Aaron went up ‎the mountain of Hor according to the word of the Lord, in the fortieth year in the fifth month, ‎on the first day of the month, and Aaron was one hundred and twenty-three years of age ‎when he died on Mount Hor. And the children of Israel journeyed from Mount Hor and ‎encamped in Oboth, and they journeyed from Oboth and encamped in Ije-haabarim, on the ‎border of Moab. And Moses sent unto Moab, saying: Let us journey through thy land to our ‎place; but Moab would not suffer Israel to journey through his land, and the children of Israel ‎journeyed from the border of Moab, and they came to the other side of Arnon, the border of ‎Moab between Moab and the Amorites, and they encamped on the border of the Amorites in ‎the wilderness of Kidemoth. And the children of Israel sent messengers unto Sihon, king of ‎the Amorites, saying: Let us pass through thy land, we shall not turn into the fields and into the ‎vineyards, but we shall go over the king's high way. But Sihon would not suffer the children of ‎Israel to pass, and he assembled all the people of the Amorites, and he went forth to fight ‎against Israel. And the Lord delivered Sihon into the hands of the children of Israel, and they ‎smote Sihon and all his people at the edge of the sword.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6037a6dacda51cfa3ddf3dad", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 20:1:1", "anchorRef": "Numbers 20:27", "anchorRefExpanded": ["Numbers 20:27"], "sourceRef": "Ramban on Numbers 20:1:1", "sourceHeRef": "רמב\"ן על במדבר כ׳:א׳:א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "<b>ויבאו בני ישראל כל העדה מדבר צן</b> העדה עדה שלמה שכבר מתו מתי מדבר ואלו פרשו לחיים לשון רש\"י (רש\"י על במדבר כ׳:א׳) וכן דעת ר\"א ואם כן מה צורך להזכיר כן בבואם אחרי כן אל הר ההר (במדבר כ׳:כ״ב) ור\"א אמר (אבן עזרא על במדבר כ׳:כ״ב) כי הזכיר זה בעבור כי יצא אדום להלחם בם הזכיר הכתוב שלא נפקד מהם איש בבואם מעיר אדום ואינו נכון כי ישראל נטו מעליו ולא נלחם בם כלל והנכון בעיני כי מנהג הכתוב להזכיר כן במקום התלונות ויבאו כל עדת בני ישראל אל מדבר סין אשר בין אלים ובין סיני (שמות טז א) ויסעו כל עדת בני ישראל למסעיהם ויחנו ברפידים (שם יז א) יודיענו הכתוב כי היו כלם בתלונה וכן ותשא כל העדה ויתנו את קולם (במדבר י״ד:א׳) וילונו כל עדת בני ישראל ממחרת (שם יז ו) ואמר כן בבואם אל הר ההר להודיע שהיו כלם בהספדו של אהרן קדוש ה' כמו שאמר ויבכו את אהרן כל בית ישראל וגו' (במדבר כ׳:כ״ט) ואמר לעיני כל העדה (במדבר כ׳:כ״ז) ובמדבר סיני רבה (במדבר רבה י״ט:ט׳) ראיתי שהזכיר הלשון הזה עדה שלימה וכו' בכתוב השני בהר ההר בלבד כי הראשון מפני התלונה נאמר כאשר פירשתי:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THE CHILDREN OF ISRAEL, EVEN THE WHOLE CONGREGATION, CAME INTO THE WILDERNESS OF ZIN. “<i>The congregation</i> — an upright congregation, for those who were [punished] with death in the wilderness [on account of sinning in the matter of the spies] had already died, and these were designated to live” [i.e., they were the new generation which was to enter the Land]. This is Rashi’s language, and such is also the opinion of Rabbi Abraham ibn Ezra. But if so, why was it necessary to mention this [same expression: <i>even the whole congregation</i>] when they came afterwards unto Mount Hor?<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">Further, Verse 22: <i>And they journeyed from Kadesh,; and the children of Israel, ‘even the whole congregation,’ came unto Mount Hor</i>.</i> Now Rabbi Abraham ibn Ezra wrote [there] that Scripture mentioned it because Edom had come out to fight them,<sup class=\"footnote-marker\">69</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 20.</i> therefore it mentions that none of them was missing when they came back from the city of Edom. But this is not correct, since Israel turned away from him [Edom]<sup class=\"footnote-marker\">70</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 21.</i> and did not wage battle with them at all.<br>The correct interpretation appears to me to be that it is the Scriptural style to mention [“the whole congregation”] when speaking of complaints, [just as in the following verses]<i>: And all the congregation of the children of Israel came unto the wilderness of Sin, which is between Elim and Sinai;</i><sup class=\"footnote-marker\">71</sup><i class=\"footnote\">Exodus 16:1. See <i>ibid.</i>, Verses 2-3, that they murmured for food.</i> <i>And all the congregation of the children of Israel journeyed from the wilderness of Sin, by their stages … and encamped in Rephidim</i><sup class=\"footnote-marker\">72</sup><i class=\"footnote\"><i>Ibid.</i>, 17:1. There too it is related in Verses 2-3 that they quarrelled with Moses, saying, “Give us water.”</i> — and Scripture thereby informs us that they all [participated] in the complaint. Similarly, <i>And all the congregation lifted up their voice;</i><sup class=\"footnote-marker\">73</sup><i class=\"footnote\">Above, 14:1. In that case they were discouraged by the report of the spies, and wanted to return to Egypt.</i> <i>And on the morrow all the congregation of the children of Israel murmured</i>.<sup class=\"footnote-marker\">74</sup><i class=\"footnote\"><i>Ibid.</i> 17:6. There they complained about the death of Korach and his followers.</i> Scripture uses that expression when they came to Mount Hor<sup class=\"footnote-marker\">75</sup><i class=\"footnote\">Further, Verse 22.</i> in order to tell us that they all took part in the mourning for Aaron, <i>the holy one of the Eternal</i>,<sup class=\"footnote-marker\">76</sup><i class=\"footnote\">Psalms 106:16.</i> just as it is said, <i>and they wept for Aaron … all the house of Israel</i>,<sup class=\"footnote-marker\">77</sup><i class=\"footnote\">Further, Verse 29.</i> and it states [furthermore]<i>: in the sight of all the congregation</i>.<sup class=\"footnote-marker\">78</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 27.</i> In Bamidbar Sinai Rabbah<sup class=\"footnote-marker\">79</sup><i class=\"footnote\">Bamidbar Rabbah 19:9.</i> I have seen mentioned the text [quoted above by Rashi] — “an upright congregation etc.” — only in connection with the second verse [speaking] about Mount Hor [i.e., Verses 20 and 27 quoted above, which say that <i>‘the whole congregation came’</i> to Mount Hor, and that Moses and Aaron <i>went up into Mount Hor ‘in the sight of all the congregation’</i>], for in the case of the first verse [i.e., the present verse, the expression <i>all the congregation</i>] is used because [Scripture wants to indicate that they all joined in] the murmuring, as I have explained.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61d5d5bbf4629f2b5727ffd2", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, פשׁט 1", "anchorRef": "Numbers 20:27", "anchorRefExpanded": ["Numbers 20:27"], "sourceRef": "Sefer HaShorashim, פשׁט 1", "sourceHeRef": "ספר השרשים, פשׁט א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "פשׁט", "he": ["<strong><big>פשׁט</big></strong>   <strong>וּפָשַׁט</strong> אֶת־בְּגָדָיו (<a class=\"refLink\" href=\"Leviticus 6:4\" data-ref=\"Leviticus 6:4\">ויקרא ו, ד</a>), <strong>וַיִּפְשַׁט</strong> גַּם־הוּא בְּגָדָיו (<a class=\"refLink\" href=\"I Samuel 19:24\" data-ref=\"I Samuel 19:24\">שמואל א' יט, כד</a>), וְאֶת־בִּגְדֵי רִקְמָתָם <strong>יִפְשֹׁטוּ</strong> (<a class=\"refLink\" href=\"Ezekiel 26:17\" data-ref=\"Ezekiel 26:17\">יחזקאל כו, יז</a>). <strong>ותאר</strong> לנקבה <strong>פְּשֹׁטָֽה</strong> וְעֹרָה (<a class=\"refLink\" href=\"Isaiah 32:11\" data-ref=\"Isaiah 32:11\">ישעיה לב, יא</a>), או הוא מקור בתוספת <strong>ה\"א</strong>. והוא הנכון כי הוא <strong>מלעיל</strong>. <strong>והכבד</strong> [פִּעֵל] <strong>לְפַשֵּׁט </strong>אֶת־הַֽחֲלָלִים (<a class=\"refLink\" href=\"I Samuel 31:8\" data-ref=\"I Samuel 31:8\">שמואל א' לא, ח</a>), וְהָעָם יָשֻׁבוּ אַֽחֲרָיו אַךְ־<strong>לְפַשֵּֽׁט</strong> (<a class=\"refLink\" href=\"II Samuel 23:10\" data-ref=\"II Samuel 23:10\">שמואל ב' כג, י</a>), פירוש לפשט החללים שהיה הוא הורג. <strong>וההתפעל</strong> <strong>וַיִּתְפַּשֵּׁט </strong>יְהֽוֹנָתָן אֶֽת־הַמְּעִיל אֲשֶׁר עָלָיו (שם א' יח, ד), פירוש מן המעיל. <strong>וכבד אחר </strong>[הִפְעִיל] כְּבוֹדִי מֵֽעָלַי <strong>הִפְשִׁיט</strong> (<a class=\"refLink\" href=\"Job 19:9\" data-ref=\"Job 19:9\">איוב יט, ט</a>). פֶּן־<strong>אַפְשִׁיטֶנָּה</strong> עֲרֻמָּה (<a class=\"refLink\" href=\"Hosea 2:3\" data-ref=\"Hosea 2:3\">הושע ב, ג</a>), פירוש אפשיטנה שתהיה ערומה מכל בגדיה. <strong>וְהַפְשֵׁט</strong> אֶֽת־אַֽהֲרֹן (<a class=\"refLink\" href=\"Numbers 20:27\" data-ref=\"Numbers 20:27\">במדבר כ, כז</a>), ענינם ידוע. וכן להסרת העור מעל הבשר <strong>וְהִפְשִׁיט</strong> אֶת־הָֽעֹלָה (<a class=\"refLink\" href=\"Leviticus 1:6\" data-ref=\"Leviticus 1:6\">ויקרא א, ו</a>), וְעוֹרָם מֵֽעֲלֵיהֶם <strong>הִפְשִׁיטוּ</strong> (<a class=\"refLink\" href=\"Micah 3:3\" data-ref=\"Micah 3:3\">מיכה ג, ג</a>), וענין אחר <strong>וּפָֽשַׁטְתָּ</strong> עַל־הָעִיר (<a class=\"refLink\" href=\"Judges 9:33\" data-ref=\"Judges 9:33\">שופטים ט, לג</a>), וַֽעֲמָלֵקִי <strong>פָֽשְׁטוּ</strong> (<a class=\"refLink\" href=\"I Samuel 30:1\" data-ref=\"I Samuel 30:1\">שמואל א' ל, א</a>), אַל־<strong>פְּשַׁטְתֶּם</strong> הַיּוֹם (שם כז, י), <strong>וַיִּפְשְׁטוּ</strong> עַל־הַגְּמַלִּים (<a class=\"refLink\" href=\"Job 1:17\" data-ref=\"Job 1:17\">איוב א, יז</a>), ענין הפריצה וההליכה לשלול שלל."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee647cf7a0c25239b77", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and the Failure of Leadership; The Edomites 2-9", "anchorRef": "Numbers 20:1-29", "anchorRefExpanded": ["Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and the Failure of Leadership; The Edomites 2-9", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י׳ ב׳-ט׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Rebellion and the Failure of Leadership; The Edomites", "he": "במדבר הערה י׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["The first part of this chapter contains a story that has deeply troubled readers for over two millennia. Its length belies its weight; in only thirteen verses, Moshe and Aharon have lost their most cherished dream—the privilege of entering the Promised Land.", "The brevity here may result from the fact that, for the narrator, this story was a variant of, or constructed from, a similar one in Ex. 17, to explain more fully why the leaders shared the fate of their generation. In other words, their deaths may affect us more than the text meant it to. Nonetheless, the question of why exactly Moshe and Aharon received such a terrible punishment for a moment of indiscretion will not go away. Can it really be that the towering figure of Moshe, liberator and lawgiver, parent and prophet, is to be done away with in the blink of an eye, over a fit of justifiable temper? But it is a public moment, and there the answer may lie. The Bible consistently takes a stringent view of leadership: that leaders must be above reproach, and that they must not lose sight of the fact that it is God whom they represent. A similar impulse led to the strict standards to which the writer of Samuel-Kings, the so-called Deuteronomistic historian, held such revered personalities as David and Solomon.", "From v.14 to v.21, the text gives us a moment to digest what has just happened, at the same time managing to introduce the major theme of the next several chapters: encountering other peoples and tribes as the Israelites near Canaan. First is Edom, in the territory to the east roughly between Eilat and the Dead Sea. The sequence begins tentatively, not with an Israelite victory, but not with a defeat either: they are forced to reroute their approach.", "So as to keep the memory of Merivat-Kadesh close, the chapter ends with the death of Aharon, “before the eyes of the entire community” (v.27). For the first time in all the rebellion texts, the word “rebel” itself is used (v.24). On a positive note, leadership is seamlessly passed to the next generation; when Moshe returns from witnessing Aharon’s death, he is accompanied by the latter’s son El’azar, who is tellingly dressed in Aharon’s garments.", "cut off shall that person be from the midst of the assembly,", "for the Holy-Area of Y<small>HWH</small> has he made-<i>tamei</i>,", "Waters Kept-Apart have not been dashed upon him,", "he is <i>tamei!</i>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eec9ad75f2d99afa20", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and the Failure of Leadership; The Edomites 1", "anchorRef": "Numbers 20:1-29", "anchorRefExpanded": ["Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Rebellion and the Failure of Leadership; The Edomites 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 20:1-29\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 20:1-29</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63c9442601e878406e0d2714", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Chukat 9:63", "anchorRef": "Numbers 20:27", "anchorRefExpanded": ["Numbers 20:27"], "sourceRef": "Zohar, Chukat 9:63", "sourceHeRef": "ספר הזהר, חקת ט׳:ס״ג", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 9.0011, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "חקת", "he": "(במדבר כ׳:כ״ז) וַיַּעַשׂ מֹשֶׁה כַּאֲשֶׁר צִוָּה וְגוֹ'. אֲמַאי לְעֵינֵי כָּל הָעֵדָה. אֶלָּא, בְּגִין דְּאַהֲרֹן הֲוָה רְחִימָא דְּעַמָּא, יַתִּיר מִכֹּלָּא, וְלָא יֵימְרוּן דְּהָא אִתְנְגִיד עַל יְדָא דְּמֹשֶׁה. וּמֹשֶׁה מָשִׁיךְ לְאַהֲרֹן בְּמִלִּין, עַד דְּסָלִיקוּ לְטוּרָא, וְכָל יִשְׂרָאֵל הֲווֹ חָמָאן, בְּשַׁעֲתָא דְּאַפְשִׁיט מֹשֶׁה לְבוּשֵׁי דְּאַהֲרֹן, וְאַלְבִּישׁ לוֹן לְאֶלְעָזָר.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64188483c9371ec0cebe7912", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 20:27:1", "anchorRef": "Numbers 20:27", "anchorRefExpanded": ["Numbers 20:27"], "sourceRef": "Reggio on Torah, Numbers 20:27:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר כ׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>לעיני כל העדה,</b> לפי שלא יראו בני ישראל במיתת אהרן רצה משה שיראו בעלייתו אל ראש ההר עם אהרן ואלעזר, כדי שיכירו שאהרן מת שם מאחר שלא ירדו רק משה ואלעזר, ובזה יתנו כבוד לאלעזר כראוי לכ\"ג, ולכן כתוב אח\"כ ויראו כל העדה כי גוע אהרן:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc71758c1dc532ec928a", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 20:27", "anchorRef": "Numbers 20:27", "anchorRefExpanded": ["Numbers 20:27"], "sourceRef": "Steinsaltz on Numbers 20:27", "sourceHeRef": "ביאור שטיינזלץ על במדבר כ׳:כ״ז", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 20.0027, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיַּעַשׂ מֹשֶׁה כַּאֲשֶׁר צִוָּה ה', וַיַּעֲלוּ אֶל הֹר הָהָר לְעֵינֵי כָּל הָעֵדָה,</b> באופן טקסי ופומבי. מכאן שאהרן לא מת מחמת זקנה ותשישות, שהרי עדיין יכול היה לטפס אל ראש ההר, בצד אחיו ובנו.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Moses did as the Lord had commanded and they went up to Hor Mountain before the eyes of the entire congregation, </b>in a ceremonial and public fashion. It is evident from the verse that Aaron did not die from old age or frailty, as he was capable of ascending the mountain alongside his brother and son.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "554ef0b4fbfba21b48f53e94", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 20:27:1", "anchorRef": "Numbers 20:27", "anchorRefExpanded": ["Numbers 20:27"], "sourceRef": "Haamek Davar on Numbers 20:27:1", "sourceHeRef": "העמק דבר על במדבר כ׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>כאשר צוה ה׳.</b> הוא מיותר והכי מיבעי ויעש משה כן. מש״ה פרש״י אע״ג שהדבר קשה לו לא עיכב וא״כ מפרש כאשר. תומ״י שצוה ה׳. וכמש״כ בספר בראשית י״ב ד׳ אכן לפי הפשט משמעות צוה כאן כמו בכ״מ שהוא דברי קבלה. שאע״ג שדבר ה׳ קח והעל דמשמע בע״כ אם לא ירצה. מכ״מ היו דברים בעל פה שידבר רכות ופיוסים שיתרצו מעצמם לעלות. וכן היה:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": "", "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "554ef0b4fbfba21b48f53e96", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 20:27:2", "anchorRef": "Numbers 20:27", "anchorRefExpanded": ["Numbers 20:27"], "sourceRef": "Haamek Davar on Numbers 20:27:2", "sourceHeRef": "העמק דבר על במדבר כ׳:כ״ז:ב׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 27.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ויעלו וגו׳.</b> ברצון פשוט בלי שום סירוב והיינו חסידות של אהרן דכתיב ביה תריבהו על מי מריבה. שבאמת לא היה על אהרן לישא אשם על המרות פי ה׳ אחר שלא מצא משה כח לתורה ותפלה באותה שעה. מה היה לו לאהרן לעשות לבדו אבל הוא בחסידותו לא התרעם כלל על רצון ה׳ מאיזה טעם שיהא:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": "", "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "554ef0b4fbfba21b48f53e98", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 20:27:3", "anchorRef": "Numbers 20:27", "anchorRefExpanded": ["Numbers 20:27"], "sourceRef": "Haamek Davar on Numbers 20:27:3", "sourceHeRef": "העמק דבר על במדבר כ׳:כ״ז:ג׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1840, 1880], "commentaryNum": 27.0003, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>לעיני כל העדה.</b> הכל הביטו על הפלא הלז. שראו שלשה גדולי הדור עולים על ההר ולא ידעו מה ומכש״כ שראו אהרן הולך בבגדי כהונה שאסור לצאת בהם מן המשכן משום כלאים והבינו שיש בזה ענין נעלה בדבר ה׳ והביטו לראות מה יהי׳ מזה:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": "<b>In the presence of the entire community.</b> Everyone watched this wondrous event — three <i>gedolei hador</i> ascended the mountain — and no one knew why. They were even more perplexed when they noticed that Aharon wore the priestly vestments, which are prohibited to be worn outside the <i>Mishkan</i> since they are a mixture of wool and linen. They understood that this was a sublime matter based on the word of Hashem, and they watched to see what would come of it.", "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b1cfb2d6e4a937f9999692", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 19:19", "anchorRef": "Numbers 20:27", "anchorRefExpanded": ["Numbers 20:27"], "sourceRef": "Bamidbar Rabbah 19:19", "sourceHeRef": "במדבר רבה י״ט:י״ט", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 19.0019, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "קַח אֶת אַהֲרֹן, וְהַפְשֵׁט <small>(במדבר כ, כה כו)</small>, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא הֲרֵי אַתְּ מְנַחֲמוֹ שֶׁהוּא מוֹרִישׁ כִּתְרוֹ לְבָנָיו מַה שֶּׁאֵין אַתָּה מוֹרִישׁ לְבָנֶיךָ. <small>(במדבר כ, כח)</small>: וַיַּפְשֵׁט משֶׁה אֶת אַהֲרֹן אֶת בְּגָדָיו וַיַלְבֵּשׁ אֹתָם, וַהֲלוֹא אִם יֵצֵא כֹּהֵן גָּדוֹל בְּבִגְדֵי כְּהֻנָּה חוּץ מֵהַר הַבַּיִת סוֹפֵג אֶת הָאַרְבָּעִים, שֶׁהֵם צֶמֶר וּפִשְׁתִּים. אֶלָּא לְהוֹדִיעֲךָ שֶׁבַּלָּשׁוֹן שֶׁקֵּרְבוֹ לַכְּהֻנָּה וְאָמַר לוֹ <small>(ויקרא ח, ב)</small>: קַח אֶת אַהֲרֹן, בּוֹ בַּלָּשׁוֹן אָמַר לוֹ לַעֲלוֹת הָהָר <small>(במדבר כ, כז)</small>: וַיַּעַשׂ משֶׁה כַּאֲשֶׁר צִוָּה ה', לְלַמֶּדְךָ שֶׁאַף עַל פִּי שֶׁאָמַר לוֹ גְּזֵרָה רָעָה עַל אַהֲרֹן, לֹא עִכֵּב.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Take Aaron and Elazar his son, and take them up Hor Mountain” (Numbers 20:25). <br>“Strip Aaron of his vestments, and dress Elazar his son in them; and Aaron will be gathered, and die there” (Numbers 20:26).</b> <br>“Take Aaron.… Strip” – the Holy One blessed be He said to him: You comfort him as he is bequeathing his crown to his sons, while you are not bequeathing [your crown] to your sons. <br><b>“Moses did as the Lord commanded, and they went up to Hor Mountain before the eyes of the entire congregation” (Numbers 20:27). <br>“Moses stripped Aaron of his vestments and dressed Elazar his son in them, and Aaron died there at the top of the mountain; and Moses and Elazar descended from the mountain” (Numbers 20:28).</b> <br>“Moses stripped Aaron of his vestments, and dressed [Elazar his son] in them” – but is it not so, that if a High Priest goes outside of the Temple Mount<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">The camp of the Levites in the desert was the equivalent of the Temple Mount (Zevaḥim 116b).</i> in his priestly vestments that he is flogged forty, as they are wool and linen? Rather, it is to inform you that with the expression that he introduced him into the priesthood: “Take Aaron” (Leviticus 8:2), with that same expression he said to him to ascend the mountain.<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">There was a special dispensation in this case allowing Aaron to wear the clothing of the High Priest outside of the Temple Mount.</i> <br>“Moses did as the Lord commanded” – to teach you that even though he said to him an evil decree against Aaron, he did not delay.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59636c34d6e4a9416e9c4987", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 20:27:1", "anchorRef": "Numbers 20:27", "anchorRefExpanded": ["Numbers 20:27"], "sourceRef": "Mizrachi, Numbers 20:27:1", "sourceHeRef": "מזרחי, במדבר כ׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>ויעש משה אע\"פ שהדבר קשה לו לא עכב. </b>במדבר רבה דאל\"כ ויעש משה למה לי וכי תעלה על דעתך שעב' על שליחותו של מקום ולא עשה ועוד הרי בכל התורה כולה אינו מזכיר רק הצווי בלב' ומסתמה חזקה שליח עושה שליחותו ומפני זה דרשו גבי וידבר משה את מועדי יי' שיהיו דורשין בהלכות הפסח בפסח ובהלכות עצרת בעצרת ובהלכות החג בחג או שיהיו קורין בענינו של יום כמו ששנינו במגילה וכן דרשו גבי שבעת ימי המלואים דכתיב בהו ויעש אהרן ובניו את כל הדברים וגו' להגיד שבחן שלא הטו ימין ושמאל ובפרשת אחרי מות ויעש כאשר צוה יי' את משה להגיד שבחו של אהרן שלא היה לובשן לגדולתו אלא במקיים גזרת מלך ובפרשת בא וילכו ויעשו בני ישראל כאשר צוה יי' את משה להגיד שבחן של ישראל שלא הפילו דבר מכל מצות משה ואהרן ובפרשת בהעלותך כאשר צוה יי' את משה וגו' להגיד שבח העושים והנעשה בהם שאחד מהם לא עכב ובפרשת בשלח ויעשו כן להגיד שבחן ששמעו לקול משה ולא אמרו וכו' ומה שלא דרשו גבי ויעשו את הפסח הוא מפני שסמכו על מה שדרשו כבר בפסח עצמו בפרשת בא אך מה שכתוב בפרשת קרח ויעש משה כאשר צוה יי' אותו כן עשה לא דרשו בו כלום ולא ידעתי למה: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9bf119197ec001aac2cb3", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Numbers 20:27:1", "anchorRef": "Numbers 20:27", "anchorRefExpanded": ["Numbers 20:27"], "sourceRef": "Midrash Aggadah, Numbers 20:27:1", "sourceHeRef": "מדרש אגדה, במדבר כ׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "במדבר", "he": "ויעש משה כאשר צוה ה'. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"14\"></i> מצטער היה משה שיאמר לאהרן שימות, אמר לו משה אחי פקדון יש לו הקב\"ה בידך ורוצה שתתן לו פקדונו, אמר לו אהרן אחי ויקח פקדונו אדון שפקד יקח פקדונו, כי חשב אהרן שמא בעבור אלעזר ואיתמר, אמר לו משה דבר אחר הוא אינו החשבון שחשבת, אמר לו אחי אם כן מה הוא, אמר לו נר אחד מבקש ממך, מיד הבין אהרן שעל נשמתו הוא אומר, התחיל בוכה אמר לו משה אל תצטער שבניך אחריך יירשו מקומך, שכן ציוני המקום שאפשיט בגדיך ואלבישם לאלעזר ולאיתמר בניך, שהם ימלאו מקומך, מיד נתאנח אהרן, נשא עיניו וראה מטה מוצעת ונר דלוק, הלך אהרן ושכב על אותה המטה, ואחר שפשט בגדי הקודש מיד מת בנשיקה:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f02d6408415afd29c04f20f", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 20:27:1", "anchorRef": "Numbers 20:27", "anchorRefExpanded": ["Numbers 20:27"], "sourceRef": "Gur Aryeh on Bamidbar 20:27:1", "sourceHeRef": "גור אריה על במדבר כ׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>אף על פי שהדבר קשה וכו'.</b> דאם לא כן, \"ויעש משה\" למה לי, פשיטא שכך עשה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"99\"></i>. והקשה הרא\"ם, שכתב במטה אהרן פרשת קרח (ר' לעיל יז, כו) \"ויעש כן כאשר צוה ה'\", ולמה צריך למכתב<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"100\"></i>. ונראה שבא לומר, כי משה עשה שנתן המטה שם לא בשביל כבוד אחיו ומשפחתו, שלא יחלקו על הכהונה, אלא כמי שמקיים גזירת המלך. וכן פירש רש\"י אצל לבישת בגדי כהונה (ויקרא טז, לד), שלא היה לובש אותם לכבודו. ועיין בפרשת צו בפרשת המלואים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"101\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f1e9f7c1d77ecfb0d09e7d2", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 20:27:1", "anchorRef": "Numbers 20:27", "anchorRefExpanded": ["Numbers 20:27"], "sourceRef": "Midrash Lekach Tov, Numbers 20:27:1", "sourceHeRef": "מדרש לקח טוב, במדבר כ׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "פס'. ויעש משה כאשר צוה ה'. לא גרע ולא הוסיף:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e42860cb970be6015951f4", "index_title": "Chayyim VaChesed", "category": "Chasidut", "type": "", "ref": "Chayyim VaChesed 411:1", "anchorRef": "Numbers 20:27", "anchorRefExpanded": ["Numbers 20:27"], "sourceRef": "Chayyim VaChesed 411:1", "sourceHeRef": "חיים וחסד תי״א:א׳", "anchorVerse": 27, "sourceHasEn": false, "commentaryNum": 411.0001, "collectiveTitle": {"en": "Chayyim VaChesed", "he": "חיים וחסד"}, "he": "<b>הר</b> ההר (במדבר כ, כז). פירוש מה שהשי\"ת מלובש בתענוג נקרא הר, והתענוג הגשמי שאצלינו נקרא גם כן הר, זהו ההר - שני ההי\"ן, וצריך לחבר התענוג הגשמי להשי\"ת שיתחברו זה בזה, וזה היה מדת אהרן, לכך נקבר בהר ההר, שהשיג למדרגה זו:", "heVersionTitle": "Chayim VeChesed - Hamesorah publishers, c. 2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f576abb6062f226d6206a0", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Numbers 20:27:1", "anchorRef": "Numbers 20:27", "anchorRefExpanded": ["Numbers 20:27"], "sourceRef": "Maskil LeDavid, Numbers 20:27:1", "sourceHeRef": "משכיל לדוד, במדבר כ׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "commentaryNum": 27.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "במדבר", "he": "<b>ויעש משה אע״פ שהדבר קשה וכו׳</b> נראה דק״ל לרבינו ז״ל דהאי ויעש משה יתיר׳ הוא דהא כתיב בתר הכי ויפשט וכולי ומה חיסר הכתוב שלא אמר בהדיא דרמז עליו באמרו ויעש משה. ומשני דקאי על מ״ש לו הקב״ה בתחלה קח את אהרן וכו׳ ופי׳ רבינו לעיל קחנו בדברים אמור לו אשריך שזכית וכו׳ מה שאין אני זכאי לכך. וע״ז בא הרמז באמרו ויעש משה כלו׳ שלקחו בדברים וא״ל כאשר גזר עליו השם יתברך. ואף על פי שהיה הדבר קשה עליו לאמרו. אף על פי כן לא עיכב דהו״מ למימר רבונו של עולם מה נשתניתי ממנו שהוא זוכה שיירש בנו כתרו ואנא מ״ט לא:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "612255486c25a633c1efb14d", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part III, Chapter 15; Losing a Leader 12", "anchorRef": "Numbers 20:22-29", "anchorRefExpanded": ["Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part III, Chapter 15; Losing a Leader 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שלישי, פרק טו י״ב", "anchorVerse": 22, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק טו", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>And they journeyed from Kadesh; and the children of Israel, even the whole congregation came unto Mount Hor. And the Lord spoke unto Moses and Aaron in Mount Hor, by the border of Edom, saying, “Aaron shall be gathered unto his people; for he shall not enter the land which I have given unto the children of Israel, because you rebelled against my words at the waters of Meribah. Take Aaron and Eleazar his son and bring them up unto Mount Hor. And strip Aaron of his garments and put them upon Eleazar, his son; and Aaron shall be gathered unto his people and shall die there.” And Moses did as the Lord commanded; and they went up into Mount Hor in the sight of all the congregation. And Moses stripped Aaron of all his garments and put them upon Eleazar his son and Aaron died there on the top of the mount; and Moses and Eleazar came down from the mount. And when all the congregation saw that Aaron was dead, they wept for Aaron thirty days, even all the house of Israel. (Num. 20:22–29)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319d0f0b6084aa1cbf0907d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, הֹר 1", "anchorRef": "Numbers 20:27", "anchorRefExpanded": ["Numbers 20:27"], "sourceRef": "BDB, הֹר 1", "sourceHeRef": "בראון-דרייבר-בריגס, הֹר א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "הֹר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">הֹר</span></big>  <strong>n.pr.mont. </strong><br><strong>1.</strong>  mt. on border of Edom, always <span dir=\"rtl\">הֹר הָהָר</span>, named as stage in Isr.’s journey to Canaan <a data-ref=\"Numbers 20:22\" href=\"/Numbers.20.22\">Nu 20:22</a>; <a data-ref=\"Numbers 21:4\" href=\"/Numbers.21.4\">21:4</a>; <a data-ref=\"Numbers 33:37\" href=\"/Numbers.33.37\">33:37</a> <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a>; as place of Aaron’s death <a data-ref=\"Numbers 20:23\" href=\"/Numbers.20.23\">Nu 20:23</a>, <a data-ref=\"Numbers 20:25\" href=\"/Numbers.20.25\">25</a>, <a data-ref=\"Numbers 20:27\" href=\"/Numbers.20.27\">27</a>; <a data-ref=\"Numbers 33:38\" href=\"/Numbers.33.38\">33:38</a>, <a data-ref=\"Numbers 33:39\" href=\"/Numbers.33.39\">39</a>, <a data-ref=\"Numbers 33:41\" href=\"/Numbers.33.41\">41</a> <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a> (all P); = mod. <em>Jebel Nebi Hârûn</em> c. 50 miles S. of Dead Sea, just S. (SW.) of Petra, according to Rob<sup>BR ii, 125, 152, cf. 519 ff.</sup> Bd<sup>Pal. 153</sup>; disputed by Ew Kn Di, & especially Trumbull<sup>Kadesh Barnea 128 ff.</sup>, who thinks of <em>J. Madurah</em>, NW. of Edom.<br><strong>2.</strong>  a NE. spur of Lebanon <a data-ref=\"Numbers 34:7\" href=\"/Numbers.34.7\">Nu 34:7</a>, <a data-ref=\"Numbers 34:8\" href=\"/Numbers.34.8\">8</a> (P); mod. <em>Jebel ʿAkkar</em> cf. Porter<sup>Damascus, ed. 2, p. 333</sup> Nbr<sup>Géogr. du Talm. p. 9</sup> FurrerZPV <sup>viii. 27</sup>; yet v. Di."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6708280021016e7671311f1d", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 10:7", "anchorRef": "Numbers 20:23-21:4", "anchorRefExpanded": ["Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4"], "sourceRef": "Deuteronomy 10:7", "sourceHeRef": "דברים י׳:ז׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 10.0007, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "מִשָּׁ֥ם נָסְע֖וּ הַגֻּדְגֹּ֑דָה וּמִן־הַגֻּדְגֹּ֣דָה יׇטְבָ֔תָה אֶ֖רֶץ נַ֥חֲלֵי מָֽיִם׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "From there they marched to Gudgod,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Gudgod </b>“Hor-haggidgad” in Num. 33.32–33.</i> and from Gudgod to Jotbath, a region of running brooks.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]