[{"_id": "521dc72fedbab45814ae6057", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 4:5:1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Rashi on Numbers 4:5:1", "sourceHeRef": "רש\"י על במדבר ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>ובא אהרן ובניו וגו'.</b> יַכְנִיסוּ כָל כְּלִי וּכְלִי לְנַרְתֵּקוֹ הַמְפֹרָשׁ לוֹ בְּפָרָשָׁה זוֹ, וְלֹא יִצְטָרְכוּ הַלְוִיִּם בְּנֵי קְהָת אֶלָּא לָשֵׂאת:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ובא אהרן ובניו וגו׳ AND [WHEN THE CAMP SETTETH FORWARD,] AARON SHALL COME, AND HIS SONS, etc. — They shall put every object into its wrapping that is prescribed for it in this section, so that the sons of Kohath should have nothing to do except to carry them.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "521dc72fedbab45814ae6059", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 4:5:2", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Rashi on Numbers 4:5:2", "sourceHeRef": "רש\"י על במדבר ד׳:ה׳:ב׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>בנסע המחנה.</b> כְּשֶׁהֶעָנָן מִסְתַּלֵּק, הֵן יוֹדְעִין שֶׁיִּסְּעוּ:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "בנסוע המחנה WHEN THE CAMP SETTETH FORWARD — When the cloud departed they knew that they were to set out on the journey (see Rashi on Numbers 1:51, and Note thereon).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6ee3", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 4:5", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Onkelos Numbers 4:5", "sourceHeRef": "תרגום אונקלוס על במדבר ד׳:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 4.0005, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וְיֵעוֹל אַהֲרֹן וּבְנוֹהִי בְּמִטַּל מַשְׁרִיתָא וִיפָרְקוּן יָת פָּרֻכְתָּא דִפְרָסָא וִיכַסּוּן בַּהּ יָת אֲרוֹנָא דְסַהֲדוּתָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Aharon and his sons shall enter when the camp is about to travel, and take down the screening curtain and, with it they shall cover the Ark of the Testimony.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec71a", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 4:5", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Targum Jonathan on Numbers 4:5", "sourceHeRef": "תרגום יונתן על במדבר ד׳:ה׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 4.0005, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וְעָלֵיל אַהֲרן וּבְנוֹי בִּזְמַן מֵיטַל מַשְׁרִיתָא וְיִפְרְקוּן יַת פַּרְגוֹדָא דִפְרָסָא וִיכַסוּן יַת אֲרוֹנָא דְסַהֲדוּתָא", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " But whenever the camp is to be removed, Aharon and his sons shall enter, and unloose the veil that is spread, and cover up the Ark of the Testimony, \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179b1fbfba22336ea6289", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 4:5:1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Sforno on Numbers 4:5:1", "sourceHeRef": "ספורנו על במדבר ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>בנסע המחנה.</b> אחר שנסתלק הענן כי קודם לכן היה אסור להם ליכנס:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "בנסוע המחנה, after the cloud above it had already withdrawn, for prior to that they were forbidden to enter the Tabernacle.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53fa0cfefbfba205542262e5", "index_title": "Rashbam on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Numbers 4:5:1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Rashbam on Numbers 4:5:1", "sourceHeRef": "רשב\"ם על במדבר ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על במדבר", "he": "אהרן ובניו בנסוע המחנה - שני דגלים ראשונים שנוסעים תחלה, קודם שיסע המשכן והלוים. ", "heVersionTitle": "Rashbam on Numbers -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רשב\"ם על במדבר, דעת", "text": "אהרן ובניו בנסוע המחנה, the two “flags” who journeyed first, ahead of the parts of the prefabricated Tabernacle which had been dismantled and which was being transported by the Levites.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54bd4925fbfba2173336bcca", "index_title": "Rashi on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Numbers 10:17:1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Rashi on Numbers 10:17:1", "sourceHeRef": "רש\"י על במדבר י׳:י״ז:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Rashi on Numbers", "he": "רש\"י על במדבר"}, "heTitle": "רש\"י על במדבר", "he": "<b>והורד המשכן.</b> כֵּיוָן שֶׁנּוֹסֵעַ דֶּגֶל יְהוּדָה, נִכְנְסוּ אַהֲרֹן וּבָנָיו וּפָרְקוּ אֶת הַפָּרֹכֶת וְכִסּוּ בָהּ אֶת הָאָרוֹן, שֶׁנֶּאֱמַר \"וּבָא אַהֲרֹן וּבָנָיו בִּנְסֹעַ הַמַּחֲנֶה\" (במדבר ד'), וּבְנֵי גֵרְשׁוֹן וּבְנֵי מְרָרִי פוֹרְקִין הַמִּשְׁכָּן וְטוֹעֲנִין אוֹתוֹ בָּעֲגָלוֹת, וְהָאָרוֹן וּכְלֵי הַקֹּדֶשׁ שֶׁל מַשָּׂא בְנֵי קְהָת עוֹמְדִים מְכֻסִּין וּנְתוּנִין עַל הַמּוֹטוֹת עַד שֶׁנָּסַע דֶּגֶל מַחֲנֵה רְאוּבֵן, וְאַ\"כַּ \"וְנָסְעוּ הַקְּהָתִים\" (עי' תנחומא):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "והורד המשכן THEN THE TABERNACLE WAS TAKEN DOWN — As soon as the division of Judah was on the point of journeying, Aaron and his sons went in (into the Tabernacle), took down the Partition Vail and covered the Ark with it, as it is said, (Numbers 4:5) “and when the camp setteth forward (i. e. is on the point of setting forward) Aaron shall come, and his sons, [and they shall take down the Partition Vail, etc.]”; the sons of Gershon and the sons of Merari then dismantled the Tabernacle, and loaded it on the waggons, and started off (so Berliner’s edition which adds ונוסעים). The Ark and the other holy vessels, the burden of the sons of Kohath (cf. Numbers 3:31), remained as they were, covered over, the latter hanging on poles, until the division of the sons of Reuben set out, and only after that did (v. 21) “the Kohathites set forward”.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "57e77d42d6e4a94c7c18aaf4", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 4:5", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Tafsir Rasag, Numbers 4:5", "sourceHeRef": "תפסיר רס\"ג, במדבר ד׳:ה׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 4.0005, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "וידכ̇ל הרון ובנוה ענד רחיל אלעסכר פיהיו אלסג̇ף אלמסתור ויגטון בה צנדוק אלשהאדה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": "When the camp sets out, Aaron and his sons shall go in and cover the veil of the screen and place it on the ark of the testimony;", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5964d667d6e4a92bf45a8801", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 4:5:1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Rabbeinu Bahya, Bamidbar 4:5:1", "sourceHeRef": "רבנו בחיי, במדבר ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>ובא אהרן ובניו.</b> סדר כסוי כלי המשכן, על הארון כסו את הפרוכת, ועליו מכסה עור תחש ומלמעלה פרשו עליו בגד תכלת, והשולחן מכסין בבגד תכלת ועליו הכלים, ועליהם מכסים בבגד תולעת שני ועל בגד תולעת שני מכסין אותו בעור תחש, והמנורה מכסים אותה תחלה בבגד תכלת ועל התכלת עור תחש, ומזבח הזהב המיוחד לקטורת פורשין עליו בגד תכלת ועל הבגד עור תחש, ומזבח הנחשת שהוא מזבח העולה פורשים עליו בגד ארגמן שהוא אדום יותר מבגד שני כי שם זורקין הקרבנות, ועל הארגמן עור תחש. נמצאת למד שבכל הכלים בין שיהיה בהן תכלת או שני או ארגמן כולם מכוסין בעור תחש והוא המכסה העליון הנראה על כולן, חוץ מהארון שלא רצה הכתוב להעמידו במכסה עור תחש כשאר הכלים אלא שיהיה המכסה העליון תכלת כעצם השמים לטוהר.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ובא אהרן ובניו, “Aaron and his sons shall come, etc.” The sequence of covering up the furnishings of the Tabernacle was as follows: they would spread the dividing curtain over the Ark of Testimony; over this would be spread the tachash-skins which had been part of the roof; this in turn would be covered with a cloth made of techelet, blue wool. Next they would wrap the Table with a woolen cloth made of techelet. The appurtenances of the Table would also be wrapped in that cloth. These in turn would have an outer wrapping of tolaat-shani, scarlet-coloured wool. This in turn would be enclosed in the tachash-skins. The Menorah, candlestick, would be covered in an inner covering of techelet-coloured wool, and an outer covering of tachash-skins. They would cover the golden Altar with a techelet-coloured woolen cloth, and wrap it in tachash-skins. The copper Altar would be covered with a purple-covered woolen cloth. This in turn they would wrap in the tachash-skin. You will note that all the furnishings whether they were wrapped in techelet-coloured woolen cloth or different red cloths had an outer covering of tachash-skin around them. This was the same skin which formed the outer cover of the four layers of the ceiling of the Tabernacle and its appearance was familiar to everybody. The only furnishing the Torah did not want to enclose in that tachash-skin was the Holy Ark, preferring to have it wrapped in techelet-blue wool to remind the onlooker of the colour of heaven.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a1543dfd6e4a92409abf126", "index_title": "Siftei Chakhamim", "category": "Quoting Commentary", "type": "", "ref": "Siftei Chakhamim, Numbers 4:26:1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Siftei Chakhamim, Numbers 4:26:1", "sourceHeRef": "שפתי חכמים, במדבר ד׳:כ״ו:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>ומגינים על המשכן.</b> דק\"ל דקלעים היו כמו דפנות סביב החצר ואין נופל בו לשון על המשכן, דעל משמע שהיה למעלה על המשכן. ומתרץ דה\"פ הסוככים ומגינים על המשכן, כלומר דצריך להגיה תיבה אחת אשר סוככים על המשכן, כי מדרך הלשון לומר שהוא מגין עליו ומגינים עליו סביב. ויש מקשים למה לא פירש\"י לעיל בפרשת במדבר, דכתיב וקלעי החצר ואת מסך פתח החצר אשר על המשכן ועל המזבח סביב וגו' ולא פירש שם כלום. ולפי מה שפירש הרא\"ם ריש פרשת בהעלותך גבי להעלות נר תמיד שבפרשת אמור שלא פירש\"י שם כלום כתב, וז\"ל כי המפרש פעם יפרש כל הבחינות הנופלות על הלשון ופעם יפרש קצת מהן ופעם יסמוך על מה שפירש במקום אחר ולא יפרש שם כלום עכ\"ל. ול\"נ דרש\"י הוכרח לפרש פה אף שפירושו הוא פשוט, משום דהכא כתיב ואת מסך פתח שער החצר וגו', וקשה כפל לשון ל\"ל דהיינו פתח והיינו שער. ועוד יש להקשות על הפסיק דבין מלת פתח ובין מלת שער, ומפני זה יבא הטועה לטעות ולפרש הקרא כאלו אמר ואת מסך פתח ואת מסך שער החצר, ויפרש הקרא מסך הפתח החצר הוא שער המזרחי של חצר, ומסך שער הוא מסך פתח אהל מועד שגם הוא נקרא שער החצר מפני שהוא פתוח אל חצר המשכן, וזהו שאמר אשר על המשכן כלומר שער החצר אשר הוא סמוך אל המשכן ואל המזבח, ועל דכתיב הכא פירוש לשון סמוך הוא והא דכתיב לפני זה ואת מסך פתח אהל מועד, פי' הוא פרוכת המסך שלפני בית קדשי קדשים, ונקרא פתח אהל מועד מפני שהוא עומד בתוך אוהל מועד, והיה עולה על הדעת לומר שגם הפרכת שלפני בית קדשי הקדשים היה במשא בני גרשון, וזה אינו אמת, כי פרכת המסך היה במשא בני קהת כדכתיב לעיל בפ' במדבר ובא אהרן וגו' והורידו את פרוכת המסך וכסו בה את ארון העדות, מ\"ה פירש רש\"י הכא אשר על המשכן כלומר הקלעים וכו' הסוככים ומגינים על המשכן וכו':", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Guard over the Mishkon.</b> Rashi is answering the question: The hanging tapestries were like walls around the courtyard; thus the term “על (lit. above) the Mishkon” is not appropriate, because “above the Mishkon” implies that they were above — on top of the Mishkon. He answers that it means that they protect and guard over the Mishkon. As if to say that one has to “add” a word such that it reads “which <i>protect</i> over the Mishkon.” It would be acceptable language to say that it guarded over the Mishkon and that it guarded over it on all sides. There are those who ask: Why didn’t Rashi explain this above in Parshas Bamidbar when it wrote “the hanging tapestries of the courtyard and the screen at the entrance of the courtyard which is <i>over</i> the Mishkon and the Altar on all sides…” (3:26)? He did not say anything there. [We may explain this] with the comment of <i>Re’m</i> at the beginning of Parshas Beha’aloscha regarding the lighting of the Ner Tamid — that in Parshas Emor Rashi did not give any explanation. There he writes that sometimes a commentator will explain all of the matters that apply to a certain term, sometimes only some of them and sometimes he relies on what he explains elsewhere, not explaining anything there. It appears to me that Rashi was forced to explain this here, even though it is obvious, because the verse wrote “and the screen for the entrance to the gate of the courtyard…” This raises a difficulty: Why did the Torah use this repetitive language — stating both “entrance” and “gate”. Furthermore one may raise a difficulty with the pause between the word “entrance” and the word “gate”. This could cause one to err and explain the verse as if it had said “and the screen for the entrance and the screen for the gate of the courtyard.” Thus one would explain that the screen for the entrance of the courtyard was the eastern gate of the courtyard while the screen for the gate was the screen for the entrance to the Tent of Meeting. This [latter] is also termed “the gate of the courtyard” since it opened into the courtyard of the Mishkon. Accordingly the Torah said “which are over the Mishkon” meaning the gate of the courtyard that is <i>close to</i> the Mishkon and to the Altar. The word על (over) would thus be understood as a term of closeness. When the Torah previously wrote “and the screen for the entrance of the Tent of Meeting” this would have meant the Paroches that is in front of the Holy of Holies, being termed the “entrance to the Tent of Meeting” because it stands inside the Tent of Meeting. Thus one would have thought to say that the Paroches in front of the Holy of Holies was also part of the load of the sons of Gershon. However, this was not true because the Paroches screen was part of the load of the sons of Kehos, as is written above in Parshas Bamidbar (4:5) “Aharon [and his sons] shall enter … and take down the Paroches screen and with it they shall cover the Ark of the Testimony.” Therefore Rashi explains that “which are over the Mishkon” refers to the hanging tapestries etc. that protect and guard over the Mishkon.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a154789d6e4a92409ac4428", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 4:5:1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Siftei Chakhamim, Numbers 4:5:1", "sourceHeRef": "שפתי חכמים, במדבר ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>כשהענן מסתלק.</b> פירוש אל יקשה בעיניך לומר היאך היו יודעים השעה שיסעו עד שיתחילו לפרק, שאין כבוד לארון הקודש לכסותו אחר נסיעת דגל מחנה יהודה כי היה נראה שנסיעת דגל יהודה הכריח לפרק המשכן ולכסות הארון:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>When the cloud rises.</b> Meaning that one should not raise the difficulty: How did they know the time that they were to travel, in order to begin to dismantle the Mishkon? Because it is not respectful for the Holy Ark to be covered after the banner of the camp of Yehudah had traveled — since it would appear that the departure of the banner of Yehudah was the reason to dismantle the Mishkon and to cover the Ark.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a436722d6e4a97d18d91801", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Numbers 4:5:1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Ralbag Beur HaMilot on Torah, Numbers 4:5:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, במדבר ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "במדבר", "he": "<b>אהרן ובניו</b> תחלה קודם שיגעו בהם בני קהת כדי שלא יגעו אל הקדש זולתי הכהנים שהיו מיוחדים לעבודות הנכבדות ", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc43ec1533e001928c350", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Bo 11:4", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Yismach Moshe, Bo 11:4", "sourceHeRef": "ישמח משה, בא י״א:ד׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 11.0004, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "בא", "he": "<b>עוד</b> ביאור על המדרש הנ\"ל, על פי אמרם (כתובות דף ע\"א ע\"ב) כי לעתיד תהיה ככלה בבית חמיה, ועל פי הגמרא בפרק הוציאו לו (יומא דף נ\"ד.) על הפסוק (במדבר ד ה) ולא יבואו לראות כבלע וגו', אמר רב נחמן משל לכלה כל זמן שהיא בבית אביה צנועה מבעלה, כיון שבאת לבית חמיה אינה צנועה מבעלה. ועל פי שמפרשין הפסוק (תהלים קלו ד) לעושה נפלאות גדולות לבדו, אף שאין בעל הנס מכיר בניסו (נדה ל\"א ע\"א), הכלל בזה כי מתנהג הכל בניסים נפלאים רק מכוסה בטבע, וידוע דהנס הוא קרבת אלהים, כמו שפירש בעקדה (מאמר ראשון פרק כ\"א) הפסוק (דברים ד ד) ואתם הדבקים וגו'. והנה כעת קרבת אלקים מכוסה ולעתיד יתגלה במהרה בימינו, ולכך עולם הזה דומיה דאירוסין שהקרבות מכוסה, ולעתיד דומיא דנשואין, והבן. והנה כעת יש גם כן התגלות, על פי שמפרשין רז\"ל (שמו\"ר ט\"ו ב') בפסוק (תהלים נז ג) אקרא לאלקים עליון וגו', ועל פי מה דקיימא לן (עיין ש\"ך יו\"ד סי' קפ\"ט ס\"ק י\"ג) שיפורא גרם, וזה נתבאר בחכמת הטבע ויוכל להתברר לעין כל, ועל פי מה שישבתי קושית הבית שמואל על מהר\"י מינץ (באה\"ע סי' ד' ס\"ק י\"ט), דפריך הגמרא (ר\"ה י\"א ע\"א) בשורת שרה אימת היה, אלא דקאי בחג וקאמר למועד (בראשית יז כא), בשיתא ירחי מי קא ילדה. מאי פריך, הא הוי זיי\"ן חדשים למאן דאמר שיפורא גרם, עד כאן. דלא קשה מידי, דזהו לאחר מתן תורה דהטבע משועבדת לישראל, אבל לא קודם לכן, אם כן אז לא הוי שיפורא גרם והבן, והרי להדיא מבואר במדרש הנ\"ל שלא נמסרה הלבנה לישראל רק באמירת החדש הזה לכם, אבל לא קודם לכן, עיין עליו. וגם פירשתי הפסוק אקרא לאלקים עליון וגו' באופן נאה, ויש לצרף לזה דברי השבט מישראל בפסוק (תהלים עג כח) ואני קרבת אלקים לי טוב, והיינו בעולם הזה נמסר רק הלבנה ולעתיד יומסר הכל, והמשכילים יזהירו וגו', ר\"ל שהזוהר הוא הכח הניתן בהם להיות מושלים בקרב תבל, ושם משטרם בארץ כי הזוהר הוא המתפשט, כי מנהיג יקרא בשם אור כמו תורה אור (משלי ו כג) והבן, ואז הכח הלז יהיה ניתן למשכילים ומצדיקי הרבים, שהם ימשלו בפומבי, והבן.", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0e9fb773ad4f00597bbe28", "index_title": "Or HaChaim on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Or HaChaim on Exodus 25:15:3", "anchorRef": "Numbers 4:5-7", "anchorRefExpanded": ["Numbers 4:5", "Numbers 4:6", "Numbers 4:7"], "sourceRef": "Or HaChaim on Exodus 25:15:3", "sourceHeRef": "אור החיים על שמות כ״ה:ט״ו:ג׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 15.0003, "collectiveTitle": {"en": "Or HaChaim on Exodus", "he": "אור החיים על שמות"}, "heTitle": "אור החיים על שמות", "he": "<b>וראיתי</b> להתוס' שהקשו למה הביא רבי יוסי בר חנינא פסוק והובא, והק' עוד מפסוק ושמו את בדיו בשעת סילוק מסעות שנראה שהיו נותנים אותם בכל מסע הא למדת שהיו מסירים אותם והתורה אמרה לא יסורו ממנו וא' כי היו שמונה טבעות בארון וד' בדים ודייק הכתוב שאמר ויצקת לו ד' טבעות וגו' וכתיב ושתי טבעות וגו' הא למדת שהם שמונה יעיין שם דבריהם, ואין אני מצדיק דברים אלו כי רבו הקושיות על האותיות, והדבר פשוט כי טעות נפל בספרים וצריך לומר במקום והובא והבאת את הבדים בטבעות. ", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "I have seen that <i>Tossaphot</i> on <i>Yuma</i> 72 ask why Rabbi Chanina based his query on the word <span class=\"font1\">והובא</span> seeing that that verse deals with the staves that the copper altar was to be carried by while he ignored the word <span class=\"font1\">והבאת</span> in our verse? Tossaphot ask further why Rabbi Chanina did not mention Numbers 4,5-7 which implies that the staves were removed each time the Israelites broke camp and dismantled the Tabernacle. This would contradict the Torah's directive not to remove the staves from the Holy Ark. Tossaphot answer that there were a total of eight rings and four staves attached to the Holy Ark. They base themselves on the wording: (Exodus 25,12) according to which four rings were to be attached to the four corners of the altar and another 4 rings, two each, to opposite sides of the ark. Accordingly, there would have had to be four staves, etc. I cannot justify the opinion expressed by Tossaphot. Many objections can be raised against that interpretation of the verse quoted. The matter is really very simple. The copies of the Talmud quoting Rabbi Chanina as basing himself on the word <span class=\"font1\">והובא</span> are simply a scribe's error; Rabbi Chanina did indeed refer to the word <span class=\"font1\">והבאת</span>.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17a1deb071e100705f805b", "index_title": "Tosafot on Yoma", "category": "Quoting Commentary", "type": "", "ref": "Tosafot on Yoma 72a:10:1", "anchorRef": "Numbers 4:5-6", "anchorRefExpanded": ["Numbers 4:5", "Numbers 4:6"], "sourceRef": "Tosafot on Yoma 72a:10:1", "sourceHeRef": "תוספות על יומא ע״ב א:י׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1150, 1350], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Tosafot on Yoma", "he": "תוספות על יומא"}, "heTitle": "תוספות על יומא", "he": "כתיב בטבעות הארון וכו' וכתיב והובא את בדיו בטבעות - קשיא לי טובא אמאי מייתי האי קרא דוהובא) דכתיב גבי מזבח הנחשת ושביק קרא דוהבאת דכתיב גבי הארון ועוד שמעתי מקשים דבשעת סילוק מסעות כתיב ובא אהרן ובניו בנסוע המחנה והורידו את פרוכת המסך וכסו בה את ארון העדות וגו' (במדבר ד׳:ה׳-ו׳) עד ופרשו עליו בגד כליל וגו' עד ושמו בדיו משמע דבנסוע המסעות היו משימין אותן בדים וקשה והא כתיב לא יסורו ממנו ורבינו יעקב מאורליינ\"ש מתרץ זה דושמו בדיו על כתפי הנושאים קאמר להוליכן ולבי מהסס שהרי בני קהת לא היו שם עדיין עד לאחר שהיו מכניסין כל הכלים לנרתק שלהם כדכתי' ולא יבואו לראות כבלע את הקדש וגו' (שם) ויותר היה נראה לפרש דהאי ושמו בדיו היינו שמושכין הבדים לצד חוץ להיות נראין בולטין בפרוכת כמין שני דדי אשה מיהו קושיא קמייתא שהקשיתי בדוכתא קיימא ודוחק הוא לשבש הספרים דבכולהו גרס והובא את בדיו ובמקצת ספרים גרסינן בברייתא והבאת אבל באתקפתא דר' יוסי בר' חנינא גרסינן בכולהו והובא ואי לאו דמסתפינא מחברייא הוה אמינא דח' טבעות היו בארון וכן מוכיח הפסוק דכתיב ויצקת לו ארבע טבעות זהב ונתת על ארבע פעמותיו דהיינו ארבע קרנותיו כדמתרגמינן זוייתיה והדר כתיב ושתי טבעות על צלעו האחת ושתי טבעות על צלעו השנית משמע דארבע טבעות היו על שתי צלעותיו לבד מאותם ד' שעל ד' פעמותיו בד' טבעות מהם היו בדים קבועין לא יסורו ובארבעה מהם שהיו למטה או למעלה מאותן טבעות היו משימין בדים בשעת סילוק המסעות לשאת את הארון בהם והיינו הנך דכתב בהו ושמו בדיו ואם תאמר מאי פריך הכא רבי יוסי בר' חנינא לישני דשני מיני בדים היו יש מהם קבועין ויש מהם נכנסין ויוצאין כדפרישית יש לומר דעל כרחך והבאת את הבדים בטבעות אכולהו בדים קאי דאי לא קאי אלא אהנך שהיו משימין במסעם אם כן הוה ליה למימר נמי וחברת את הבדים בטבעות שהרי לא פירש מתי הכניס אותם בדים הקבועים אלא כתב בטבעות הארון יהיו הבדים ותחילה היה לו לפרש שהכניסם אלא ודאי אכולהו בדים כתב והבאת את הבדים ומשמע ליה דבשוה קאי אכולהו דכי היכי דהנך שנושאין בהן לא היו קבועים ה\"נ אינהו לא היו קבועים ממש במקום אחד שלא יהו זזין כלל ממקומן אלא לכל הפחות נכנסין קצת לכאן ולכאן דהשתא דמו להדדי במקצת ולהכי מייתי נמי קרא דוהובא דכתב במזבח לגלויי אוהבאת דארון כי היכי דוהובא דמזבח לא היו הבדים קבועין דהא לא כתב התם לא יסורו ממנו הכי נמי והבאת דארון לא היו ממש קבועין לגמרי ואם תאמר לפי מה שפירש דאכולהו ד' בדין קאי קשה מאי דכתב ביה בההיא קרא לשאת את הארון בהם ואין לתרץ דבכולהו ארבעה בדים היו נושאין ושנים מהם היו ארוכין ושנים האחרים קצרים מהם דבפרק שתי הלחם (מנחות דף צח:) משמע דבארבעה גברי הוו דרו להו ותו לא ונראה לי דוהבאת לא קאי אלא אהנך בדים הקבועין שהרי אותם בדים שאינן קבועין מה הוצרך להזכירן כאן לומר והבאת והלא לא היו מכניסין אותן אלא אהרן ובניו בשעת המסעות תדע שהרי בכולהו כתב ונשא בם את השלחן וכן במזבח הנחשת כתיב והובא את בדיו בטבעות וגו' בשאת אותו ובמזבח הזהב כתב נמי לבתים לבדים לשאת אותו בהמה אבל לא כתב בהן והבאת בצווי ובעשייה לא כתב ויבא כדכתיב גבי ארון בין בצואה בין בעשייה ואע\"ג דבברייתא דמלאכת המשכן תניא ד' טבעות היו מקבעות בו שתים בצפונו ושתים בדרומו שכיון שהיו נותנין הבדים לא היו זזים משם לעולם שנאמר בטבעות הארון וכו' י\"ל דלא חשיב אלא אותם ד' טבעות שהבדים קבועין בהן אבל אותם שלא היו הבדים קבועין בהן ולא נעשו אלא לצורך שעת המסעות לא קא חשיב תדע דלא קא חשיב התם טבעות של שלחן ושל מזבח הנחשת והזהב וצריך עיון:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b976b071e100bf4eabcb", "index_title": "Toafot Re'em", "category": "Quoting Commentary", "type": "", "ref": "Toafot Re'em 438:18", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Toafot Re'em 438:18", "sourceHeRef": "תועפות ראם תל״ח:י״ח", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1891], "commentaryNum": 438.0018, "collectiveTitle": {"en": "Toafot Re'em", "he": "תועפות ראם"}, "he": "שינעירנו כ' הגרא\"ד שליט\"א צ\"ל שינענענו כבנדפס. וכ' השם חדש שכוונת רבינו היא כיון דשניהם שווין עפר מלמטה ועפר מלמעלה כשם דעפר מלמעלה צריך שיתננו בידו כך עפר מלמטה צריך שינענענו בידו ויזמיננו ודוחק וצ\"ע עכ\"ל השם חדש ואני אומר דדברי רבינו ברורים לפמש\"כ התו\"ה פ' אחרי סי' ק\"כ בביאור דרשת חז\"ל שצריך שיתן עפר למעלה ועפר למטה מדלא כתיב וכסהו עפר רק וכסהו בעפר וז\"ל ר\"ל כי מצאנו בלא ב' השימוש ויכס שק (יונה ג׳:ח׳) ויתכסו שקים (שם) ומצאנו בב' מתכסים בשקים (מלכים ב י״ט:ב׳) ודעת חז\"ל דשימוש הב' מורה שמתכסה סביב כמו בהמון גליו נכסתה (ירמיהו נ״א:מ״ב) וכסו בה את ארון העדות (במדבר ד׳:ה׳) ויכסהו בבגדים (מלכים א א׳:א׳) פי' סביב סביב ולכן במ\"ש וכסהו בעפר הוציאו שיהי' עפר למעלה ולמטה עכ\"ל והוא על דרך פרש\"י חולין ל\"א א' בעפר משמע כולו טמון בעפר וכיון דעל שניהם הוא אומר וכסהו שפיר כתב רבינו שעפר למטה ועפר למעלה מוכסהו בעפר נפקי וא\"כ שניהם שוין כו' וכמש\"כ התבו\"ש סי' כ\"ח ס\"ק י\"ג דכל שהוא לא עביד מידי אע\"ג דשוחט ע\"ג העפר תחוח אין זה מיקרי מכסה דשוחט הוא ולא קעביד מידי לענין כסוי דלמטה כו' אולם לפי פי' האחר שכ' בהתו\"ה שם וז\"ל וגם י\"ל שפירשו שמלת בעפר מוסב גם על פעל ושפך. ושפך את דמו בעפר וכסהו בעפר (וזה לא היה צודק אם היה כתוב עפר. וכן פי' הרלב\"ג) וכן מורה דעת בעל הטעמים שנקד האתנח על מלת עוף והיה יותר ראוי על מלת דמו שהוא התנאי וע\"כ שמ\"ש ושפך מוסב למטה ומחובר אל מלת בעפר עכ\"ל ולפי\"ז שפיר י\"ל שהעפר שלמטה א\"צ שיתן השוחט אלא שצריך שהשוחט ישפוך את דמו בעפר תיחוח ותל\"מ רק על עפר שלמעלה אמרה תורה וכסהו וזהו דעת האו\"ז ח\"א סי' שצ\"ג דפשיטא דשוחט לתוך עפר תיחוח אע\"פ שלא הזמינו לצורך כסוי עכ\"ל האו\"ז וכ\"כ הרא\"ש ס\"פ כסוי הדם וז\"ל נתינת הדם על עפר תיחוח חשיב נתינת עפר למטה ולא בעינן שיתן העפר תיתוח ביד אלא מצא עפר תיחוח ושחט עליו דיו הוא בכך כו' עכ\"ל וכ\"כ היש\"ש חולין פ\"ו סי' י\"ח דא\"צ הזמנה כלל וסותר דבריו למש\"כ שם פ\"ב דחולין ס\"ס י\"א עיי\"ש וראיתי להשם חדש שהביא מהכנה\"ג בהגה\"ט אות י\"ז שכ' וכן משמע בת\"ה להרשב\"א [כדעת בעל העיטור שהוא כסברת רש\"י ] וכ' עליו השם חדש ולפק\"ד לא ידעתי מהיכן משמע כן מדברי הרשב\"א בת\"ה כו' ואני אומר דכוונת הכנה\"ג למש\"כ הרשב\"א בת\"ה כו' דצריך לגרר בדם הניתז וכ\"כ הגאון ר' מאיר יונה זצ\"ל בשער החדש ביאור להעיטור סוף הל' שחיטה אות פ\"ו וז\"ל ונלענ\"ד דהך מחלוקת הוא ג\"כ בדם הניתז דלרבינו [העיטור] וודאי ס\"ל דצריך לגרר בדם הניתז אבל להרא\"ש ודעימי' א\"צ לגרור בדם הניתז עכ\"ל ולענין מה שהקשו השם חדש והגאון רמ\"י שם ממש\"כ הרשב\"א בחי' לחולין דל\"א להשיג על פרש\"י שם וז\"ל ואינו מחוור בעיני דעפר כסוי א\"צ זימון בפה עכ\"ל וא\"כ לפמש\"כ הכנה\"ג ע\"ש הרשב\"א יקשה דברי הרשב\"א אהדדי נלענ\"ד דדעת הרשב\"א כרבינו הרא\"ם דמחמיר יותר מפרש\"י ובעי שינענענו ויזמיננו בידים לא בפה וזהו כוונת הרשב\"א בחי' לחולין דעפר כסוי א\"צ זימון בפה אלא בידים דוקא והבן ודעת רבינו הרא\"ם לא הובא בשו\"ע יו\"ד סי' כ\"ח סעי' ה'. ", "heVersionTitle": "Sefer Yereim HaShalem, Vilna, 1892-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cea61218f27ae0019fde76f", "index_title": "Recanati on the Torah", "category": "Commentary", "type": "commentary", "ref": "Recanati on the Torah, Bamidbar 9", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Recanati on the Torah, Bamidbar 9", "sourceHeRef": "רקנאטי על התורה, במדבר ט׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 9, "collectiveTitle": {"en": "Recanati on the Torah", "he": "רקנאטי על התורה"}, "heTitle": "במדבר", "he": "ובא אהרן ובניו בנסוע המחנה והורידו וגו'. וכסו בה את ארון העדות ונתנו וגו' ועל שלחן הפנים יפרשו בגד תכלת וגו' ודשנו את המזבח ופרשו עליו בגד ארגמן. דע כי יש סוד גדול בכסוי הארון והשלחן והמזבח למה נשתנו זה מזה והסוד הוא כי כל אחד כסויו הראוי לו כמו שנבאר. הארון הוא רמז למדת הדין של מטה ובהיותה כלולה מתורה שבכתב כדרך כי שמי בקרבו מטעם זה היה כסויו בבגד תכלת מלמעלה המורה על היותה כלולה גם כסוי התחתון היה פרוכת המסך וכבר פירשתי בפסוק והבדילה הפרוכת לכם כי הפרוכת הוא רומז למכריע ראשון והרמז על היותה כלולה גם כן אמנם יש מפרשים כי הפרוכת גם כן רמז אל השכינה ועל כן הוא חסר ו' והנה כסוי בארון היה בדומה לו. כי גם כסוי עור תחש רמז למדת הדין אמנם לא היה נראה הכסוי הזה רק כסוי התכלת לרמוז על היותה כלולה. גם כסוי השלחן היה בדומה לו. ואף כי השלחן גם כן רמז למדת הדין כמו שרמזנו. יבדל עניינו מן הארון בדבר זה כי הארון רומז בהיותה כלולה מהתורה שבכתב אשר בתוכה והשלחן בהיותה דנה בפני עצמה והלחם אשר עליו רמז ליסוד עולם ולחבר שניהם היה כסויו בתחלה מבגד תכלת כי כן הדין להיותה כלולה בעוד הלחם והכלים עליו ולהפסיק ביניהם לכלים הנתנים עליו וזה הבגד היה על השלחן והלחם קודם נתינת הכלים עליו להיותה כלולה ואחרי שנתנו שם הכלים נתנו עליו בגד תולעת שני שהוא מראה אדום רמז אל היותה דנה בפני עצמה ואין לחוש אחרי שכבר נכללה בבגד הראשון שהוא כליל תכלת. והנך רואה כי בארון היה כסוי עור התחש קודם לכסוי התכלת ובשלחן היה הפך כי קודם היה בו כסוי התכלת ואחריו כסוי התחש וכל זה תוכל להבין ממה שכתבנו. אמנם כסוי מזבח העולה היה בגד ארגמן האדום יותר מכלם רומז לפחד יצחק כי שם יזרוק כופר נפשם ושם האש הגדולה אוכלת הקרבנות. הנה נתבאר מדברינו כי בהיות מדת הדין כלולה כמו הארון היה כסויה תכלת ובהיותה דנה בפני עצמה כמו השלחן היה כסוייה בתולעת שני האדום יותר. מזבח העולה הרומז לפחד יצחק היה כסויו בארגמן האדום מכלם. אמנם כסוי המנורה וכליה היה מבגד תכלת על היותה כוללת הכל:", "heVersionTitle": "Recanati on the Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רקנאטי על התורה", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a6cbcda51cfa3ddf3cc7", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 10:17:1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Ramban on Numbers 10:17:1", "sourceHeRef": "רמב\"ן על במדבר י׳:י״ז:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "<b>והורד המשכן ונסעו בני גרשון ובני מררי</b> משמעות הכתובים בענין הזה כי אחרי נסוע דגל יהודה יתחילו בפרוק המשכן ותחלת פירוקו שיבא אהרן ובניו והורידו את פרכת המסך וזהו שנאמר (במדבר ד׳:ה׳) ובא אהרן ובניו בנסוע המחנה והורידו וגו' כלומר בנסוע המחנה הראשון וכאשר ישלימו לכסות הארון וכל כלי הקודש של משא בני קהת יורידו הלוים המשכן כולו ויטענו על העגלות ויסעו בני גרשון ובני מררי אחרי דגל יהודה והארון וכלי הקודש עומדים מכוסים ונתונים על המוטות עד שנסע דגל ראובן ויהיה פירוש ונסע אהל מועד מחנה הלוים בתוך המחנות (במדבר ב׳:י״ז) שיסע אהל מועד וכל מחנה הלוים בתוך המחנות הנזכרות כי הגרשונים והמררים נוסעים בין דגל יהודה לדגל ראובן והקהתים נוסעים בין דגל ראובן לדגל אפרים כאשר יפרש עוד ויזכיר הטעם שיקימו המשכן טרם בואם (במדבר י׳:כ״א) אבל בברייתא של מלאכת המשכן (פרק יג) ראיתי כלשון הזה תקעו והריעו ותקעו ונסע דגלו של יהודה תחלה שנאמר (במדבר י׳:י״ד) ויסע דגל מחנה בני יהודה בראשונה נכנסו בני אהרן ופירקו את הפרכת וכסו בה את הארון שנאמר (במדבר ד׳:ה׳) ובא אהרן ובניו בנסוע המחנה וגו' תקעו והריעו ותקעו ונסע דגל מחנה ראובן מיד נכנסו בני גרשון ובני מררי ופירקו את המשכן וטענו אותו בעגלות והעמידוהו עד בא בני קהת שנאמר (במדבר י׳:כ״א) ונסעו הקהתים נשאי המקדש והקימו את המשכן עד בואם תקעו והריעו ותקעו ונסע דגל אפרים מיד נכנסו בני קהת ופירקו את המקדש וטענוהו בכתף שנאמר (במדבר ד׳:ט״ו) וכלה אהרן ובניו וגו' ושמא כך פירושה תקעו והריעו ותקעו לנסוע דגל ראובן ומיד מקדימין בני גרשון ובני מררי ופירקו המשכן ונסעו קודם בני ראובן וכן תקעו והריעו ותקעו שיסע דגל אפרים ומקדימים בני קהת וטוענין כלי הקדש על כתפיהם ונוסעים קודם בני אפרים למדו על נסיעת הלוים שהיו בתקיעות ותכף להם נסיעת הדגל שאחריהם:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THE TABERNACLE WAS TAKEN DOWN; AND THE SONS OF GERSHON AND THE SONS OF MERARI WHO BORE THE TABERNACLE SET FORWARD. The indication of the verses on this subject is as follows: After the standard of Judah had set forward, they would begin dismantling the Tabernacle, and the beginning of this dismantling was when Aaron and his sons came [into the Tabernacle] and took down the partition Veil, as it says, <i>And when ‘the camp’ setteth forward, Aaron shall go in, and his sons, and they shall take down the Veil</i> etc.,<sup class=\"footnote-marker\">125</sup><i class=\"footnote\">Above, 4:5.</i> that is to say, when the first camp [i.e., that of Judah] set forth. When they [the priests] finished covering the ark and all the holy vessels which were to be borne by the Kohathites, the Levites would take down the whole Tabernacle and load it upon the wagons; and the sons of Gershon and Merari then journeyed [with these wagons] after the standard of Judah, the ark and the holy vessels remaining covered and placed upon the staves until the standard of Reuben set forth. And the meaning of the verse <i>Then the Tent of Meeting, with the camp of the Levites, shall set forward in the midst of the camps</i><sup class=\"footnote-marker\">126</sup><i class=\"footnote\"><i>Ibid.</i>, 2:17.</i> is that the Tent of Meeting together with all the camps of the Levites shall set forward in the midst of those camps perviously mentioned, for the Gershonites and Merarites journeyed between the standard of Judah and that of Reuben, while the Kohathites journeyed between the standard of Reuben and that of Ephraim, as He is to explain. He mentioned the reason [for the Gershonites and Merarites journeying before the Kohathites, namely] so that they might set up the Tabernacle before they [the Kohathites who carried the ark and the holy vessels] arrive<sup class=\"footnote-marker\">127</sup><i class=\"footnote\">Verse 21.</i> [and thus they could immediately deposit the holy vessels therein].<br>However, in the Beraitha of the Work of the Tabernacle<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">Beraitha of <i>M’lecheth Hamishkan</i>, Chapter 13.</i> I have seen the following text: “They blew <i>t’kiah, t’ruah, ‘t’kiah</i>,<sup class=\"footnote-marker\">102</sup><i class=\"footnote\">A <i>t’ruah</i> is a succession of nine tremulous or quavering sounds. A <i>t’kiah</i> is a continuous plain sound. The <i>sh’varim</i> are broken disconnected sounds, but they are not as broken as those of the <i>t’ruah</i>. The three broken sounds of the <i>sh’varim</i> are equal [in length of time] to the nine quavering sounds of the <i>t’ruah</i>.</i> and the standard of Judah would set forth first, as it is said, <i>And in the first place the standard of the camp of the children of Judah set forward</i>.<sup class=\"footnote-marker\">128</sup><i class=\"footnote\">Verse 14.</i> The sons of Aaron would then enter [the Tent of Meeting] and take down the Veil, and cover the ark with it, as it is said, <i>And when the camp setteth forward, Aaron shall go in, and his sons</i> etc.<sup class=\"footnote-marker\">125</sup><i class=\"footnote\">Above, 4:5.</i> They then blew <i>t’kiah, t’ruah, t’kiah</i>,<sup class=\"footnote-marker\">102</sup><i class=\"footnote\">A <i>t’ruah</i> is a succession of nine tremulous or quavering sounds. A <i>t’kiah</i> is a continuous plain sound. The <i>sh’varim</i> are broken disconnected sounds, but they are not as broken as those of the <i>t’ruah</i>. The three broken sounds of the <i>sh’varim</i> are equal [in length of time] to the nine quavering sounds of the <i>t’ruah</i>.</i> and the standard of the camp of Reuben would set forth. The sons of Gershon and the sons of Merari would immediately enter and dismantle the Tabernacle, and load it upon wagons and re-erect it [in the new resting-place] by the time the sons of Kohath arrived, as it is said, <i>And the Kohathites the bearers of the Sanctuary set forward, that the Tabernacle might be set up against their coming</i>.<sup class=\"footnote-marker\">127</sup><i class=\"footnote\">Verse 21.</i> They blew <i>t’kiah, t’ruah, t’kiah</i>,<sup class=\"footnote-marker\">102</sup><i class=\"footnote\">A <i>t’ruah</i> is a succession of nine tremulous or quavering sounds. A <i>t’kiah</i> is a continuous plain sound. The <i>sh’varim</i> are broken disconnected sounds, but they are not as broken as those of the <i>t’ruah</i>. The three broken sounds of the <i>sh’varim</i> are equal [in length of time] to the nine quavering sounds of the <i>t’ruah</i>.</i> and the standard of Ephraim would set forth. The sons of Kohath would immediately enter and dismantle the Sanctuary,<sup class=\"footnote-marker\">129</sup><i class=\"footnote\">The word <i>hamikdash</i> (the Sanctuary) is evidently to be understood as in Verse 21 here: <i>And the Kohathites the bearers of ‘the Sanctuary’ set forward</i>, which Rashi explains as meaning: “the bearers of ‘the holy vessels’” [and not of the Sanctuary itself, for it was carried by the sons of Gershon and Merari]. This explanation is also clearly evident from the language of Ramban further on [“and the sons of Kohath would … load <i>the holy vessels</i> upon their shoulders”].</i> and put it upon their shoulders, as it is said, <i>And when Aaron and his sons have finished covering the Sanctuary</i> etc.”<sup class=\"footnote-marker\">130</sup><i class=\"footnote\">Above, 4:15. — The Beraitha of the Work of the Tabernacle thus contradicts the previous explanation, that the Gershonites and the Merarites set forward immediately after the standard of <i>Judah</i>, since the Beraitha states that they journeyed after the standard of <i>Reuben</i>. Ramban now interprets the Beraitha so that it accords with the above interpretation which is in line with the simple meaning of Scripture.</i> But perhaps the following is the correct interpretation of the Beraitha: “They blew <i>t’kiah, t’ruah, t’kiah</i><sup class=\"footnote-marker\">102</sup><i class=\"footnote\">A <i>t’ruah</i> is a succession of nine tremulous or quavering sounds. A <i>t’kiah</i> is a continuous plain sound. The <i>sh’varim</i> are broken disconnected sounds, but they are not as broken as those of the <i>t’ruah</i>. The three broken sounds of the <i>sh’varim</i> are equal [in length of time] to the nine quavering sounds of the <i>t’ruah</i>.</i> to alert the standard of Reuben to set forth, [but they did not actually set forth at once, for] immediately the sons of Gershon and the sons of Merari would precede them and dismantle the Tabernacle, but they would journey before the sons of Reuben. Similarly, they blew <i>t’kiah, t’ruah, t’kiah</i><sup class=\"footnote-marker\">102</sup><i class=\"footnote\">A <i>t’ruah</i> is a succession of nine tremulous or quavering sounds. A <i>t’kiah</i> is a continuous plain sound. The <i>sh’varim</i> are broken disconnected sounds, but they are not as broken as those of the <i>t’ruah</i>. The three broken sounds of the <i>sh’varim</i> are equal [in length of time] to the nine quavering sounds of the <i>t’ruah</i>.</i> that the standard of Ephraim be ready to set forth, and the sons of Kohath would immediately set forth and load the holy vessels upon their shoulders, and they would journey before the sons of Ephraim.” Thus the Rabbis taught that the journeying of the Levites should be preceded by blowing [of the trumpets], and immediately after them came the standard which followed them.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60ec2002e735e0a5900ca1b2", "index_title": "Reshimot Shiurim on Sukkah", "category": "Quoting Commentary", "type": "", "ref": "Reshimot Shiurim on Sukkah 55b:10", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Reshimot Shiurim on Sukkah 55b:10", "sourceHeRef": "רשימות שיעורים על סוכה נ״ה ב:י׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1933, 1987], "commentaryNum": 110.001, "collectiveTitle": {"en": "Reshimot Shiurim on Sukkah", "he": "רשימות שיעורים על סוכה"}, "heTitle": "רשימות שיעורים על סוכה", "he": "(דרך אגב, בנסיעת המשכן כתוב (במדבר ד׳:ה׳) זאת עבודת בני קהת גו' ובא אהרן ובניו גו' וכסו בה את ארון העדות וגו'. נראה שאהרן ובניו שמשו בה בתורת בני קהת הלוים ולא בתורת כהנים, ואכמ\"ל בזה.)", "heVersionTitle": "Reshimot Shiurim, Sukkah, New York, 1989", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ספר רשימות שיעורים על מסכת סוכה, ניו יורק תשמ\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eec6bfddfbb310fed24", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites II 2", "anchorRef": "Numbers 4:1-49", "anchorRefExpanded": ["Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites II 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ד׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Levites II", "he": "במדבר הערה ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Here the tasks of the Levites are presented in great detail and listed according to clan. The jobs involve the guarding, dismantling, and transport of the “sancta” (holy objects). We are subsequently given a census of the Levites from ages 30 to 50, which fits here better than in Chap. 1. This age of service implies, perhaps, the physical strain associated with Levite tasks.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eac9ad75f2d99af9ce", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites II 1", "anchorRef": "Numbers 4:1-49", "anchorRefExpanded": ["Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites II 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 4:1-49\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 4:1-49</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63c9442101e878406e0d2656", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Korach 6:26", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Zohar, Korach 6:26", "sourceHeRef": "ספר הזהר, קרח ו׳:כ״ו", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 6.0004, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "קרח", "he": "רִבִּי אֶלְעָזָר אָמַר, (במדבר ד׳:ד׳) זֹאת עֲבוֹדַת בְּנֵי קְהָת בְּאֹהֶל מוֹעֵד קֹדֶשׁ הַקֳּדָשִׁים, בְּשַׁעֲתָא דִּבְנֵי קְהָת נַטְלִין קֹדֶשׁ קֳדָשִׁים, כְּדֵין אָתֵי כַּהֲנָא, וְחָפֵי כֹּלָּא, עַד לָא יִקְרְבוּן לְנַטְלָא לֵיהּ, וְלָא הֲווֹ חָמָאן לְעָלְמִין מַה דְּאִינּוּן נַטְלִין, אֶלָּא כֹּלָּא בְּכִסּוּיָיא מִנַּיְיהוּ. כְּמָה דִּכְתִּיב, (במדבר ד׳:ה׳) וּבָא אַהֲרֹן וּבָנָיו בִּנְסוֹעַ הַמַּחֲנֶה וְהוֹרִידוּ אֵת פָּרוֹכֶת הַמָּסָךְ. וְרוֹב כִּסּוּיָיא דְּמָאנֵי מַקְדְּשָׁא, תְּכֵלֶת אִיהוּ, בְּגִין דִּתְכֵלֶת הָא (קכ\"ג ע\"ב) אוּקְמוּהָ וְאִתְּמַר. בָּתַר דְּאִתְכַּסְיָיא כֹּלָּא, מְקָרְבִין בְּנֵי קְהָת דְּנַטְלִין, וְלָא מְקָרְבִין אֶלָּא בְּאִינּוּן בַּדִּים דְּנָפְקִין לְבַר. הֲדָא הוּא דִכְתִיב, (במדבר ד׳:ט״ו) וְכִלָה אַהֲרֹן וּבָנָיו לְכַסֹּת אֶת הַקֹּדֶשׁ וְגוֹ', בִּנְסוֹעַ הַמַּחֲנֶה וְאַחֲרֵי כֵן יָבֹאוּ בְנֵי קְהָת לָשֵׂאת וְגוֹ'.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63d77c6deca10007534468cf", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 4:5:1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Rav Hirsch on Torah, Numbers 4:5:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 5. ובא אהרן וגו׳. An die eigentlichen Objekte des Heiligtums, מנורה ,שולחן ארון ,מזבחות, durften auch die Leviten nicht mit Berührung nahen (V. 15), sie wurden ihnen mit ihren Wanderhüllen bedeckt von den Priestern eingehändigt, und unter Erwägung der bereits angedeuteten Tatsache, daß auch zerlegt und wandernd der \"Wohnung des Zeugnisses\" ihre heilige und heiligende Bedeutung für die sammelnde Einigung der Nation verblieb, war diese Einhüllung und Bereitstellung für die Wanderschaft selbst ein bedeutungsvoller priesterlicher Akt. Die Hüllen selbst entsprechen dem Charakter des zu Verhüllenden. Der durch kein Hindernis aufzuhaltenden Wanderung entsprechend, war die Schutzbedeckung aller עור תחש: ein Fell vom \"Eiltier\" (Schmot Kap. 26, 14). Die dem קדש הקדשים und קדש angehörenden מזבח הזהב מנודה ,שולחן ,ארון erhalten eine Hülle von תכלת, der Farbe des Gott nahen Heiligen (daselbst Kap. 25, 3-8), und zwar nur beim ארון, der zunächst in den ja ihm angehörigen schützend scheidenden Cherubimvorhang eingehüllt war, als oberste, somit von außen sichtbare Überdeckung, damit die Lade des Zeugnisses als כליל תכלת, als in Gott naher Heiligkeit höchster Potenz kennzeichnend. Auf dem ebenfalls mit dem תכלת-Gewande der Heiligkeit bekleideten \"Tisch der Vorsehung\" ruhte das Brot der \"steten göttlichen Fürsorge\" mit den die Bedingungen dieser Fürsorge so tief charakterisierenden, gestaltenden, Gott hingebenden, rein und aufrecht erhaltenden Geräten (daselbst Kap. 25, 3-8). Über dieses \"Brot\" des jüdischen Nationalwohlstandes war ein Gewand von תולעת שני gebreitet, so wie über den מזבח העולה ein Gewand von ארגמן. Wir haben zu Schmot 25, 3-8 erläutert, wie, wenn rot überhaubt das \"Leben\" repräsentiert, שני die untergeordnete, <i>animalische</i> Seite des Lebens, ארגמן aber die höhere, <i>menschliche</i> ausdrückt. Durch Überdeckung des Angesichtsbrotes mit שני, des Opferaltars aber mit ארגמן ist beiden die gegenseitige Stufenordnung zugewiesen: Mit allen von Gottes \"Angesicht\" gewährten Mitteln der Existenz und des Wohlstandes ist erst שני, das animalisch-leibliche Leben, gegeben. ארגמן, der Purpur des Menschtums, ist <i>kein von Gott Gegebenes</i>, sondern nur <i>vom Menschen</i>, und zwar mit der freien Beherrschung, Unterordnung und Hingebung alles Animalisch-leiblichen an die Erfüllung des göttlichen Willens zu <i>erringen</i>, wie dies eben der Opferaltar mit den Opferhandlungen vergegenwärtigt, denen er bestimmt und geweiht ist. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63d77c6deca10007534468d0", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 4:5:2", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Rav Hirsch on Torah, Numbers 4:5:2", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ד׳:ה׳:ב׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "ושמו בדיו kann nicht, wie bei den anderen כלים, ein Einsetzen, sondern nur ein Einrichten der Tragstangen bedeuten, da nach Schmot 25, 15 die Tragstangen nie aus den Ringen der Lade herausgenommen werden durften. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc65758c1dc532ec903c", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 4:5", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Steinsaltz on Numbers 4:5", "sourceHeRef": "ביאור שטיינזלץ על במדבר ד׳:ה׳", "anchorVerse": 5, "sourceHasEn": true, "commentaryNum": 4.0005, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וּבָא</b>, יבואו\n  <b>אַהֲרֹן וּבָנָיו בִּנְסֹעַ הַמַּחֲנֶה, וְהוֹרִדוּ אֵת פָּרֹכֶת הַמָּסָךְ</b>, הפרוסה בין הקודש ובין קודש הקודשים, \n  <b>וְכִסּוּ בָהּ אֵת אֲרֹן הָעֵדֻת.</b> הפרוכת, שהיא עצמה שייכת לקודש, תהיה המכסה הראשון של הארון.\n  ", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "The priests must prepare the vessels before the Kehatites may carry them. \n  <b>Aaron and his sons shall come when the camp travels, and they shall remove the curtain that screens, </b>divides between the Sanctuary and the Holy of Holies, <b>and with it they shall cover the Ark of the Testimony. </b>The curtain, which itself is part of the Sanctuary, shall serve as the first cover over the ark.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "516b9decedbab4702cd32b1f", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 4:13", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Bamidbar Rabbah 4:13", "sourceHeRef": "במדבר רבה ד׳:י״ג", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 4.0013, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וּבָא אַהֲרֹן וּבָנָיו בִּנְסֹעַ הַמַּחֲנֶה וגו', אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה בְּשָׁעָה שֶׁיִּהְיוּ מְפָרְקִין אֶת הַמִּשְׁכָּן לֹא יִהְיוּ בְּנֵי קְהָת מְפָרְקִין אֶת הַפָּרֹכֶת מִפְּנֵי הָאָרֹן אֶלָּא יִהְיוּ בְּנֵי אַהֲרֹן נִכְנָסִין וְהֵן מְפָרְקִין אוֹתָם מִפְּנֵי שֶׁהֵם כֹּהֲנִים. וְשָׁנוּ רַבּוֹתֵינוּ <small>(משנה מדות א-א)</small>: הַכֹּהֲנִים שׁוֹמְרִים מִבִּפְנִים וְהַלְוִיִּם מִבַּחוּץ, מְחִצַּת הַכֹּהֲנִים גְּדוֹלָה מִמְּחִצַּת הַלְוִיִּם, וּמָה הָיוּ בְּנֵי אַהֲרֹן עוֹשִׂין כְּשֶׁהָיוּ מוֹרִידִים אֶת הַפָּרֹכֶת, אָמַר רַבִּי חָמָא בַּר רַבִּי חֲנִינָא כָּךְ הָיוּ קוֹנְטָסִין גְּדוֹלִים וְצִינוֹרוֹת שֶׁל זָהָב בְּרָאשֵׁיהֶן, וְיֵשׁ אוֹמְרִים שֶׁל בַּרְזֶל, וְהָיוּ מַגְבִּיהִין אֶת הַפָּרוֹכֶת בַּקּוֹנְטָסִין וּפוֹרְקִין אֶת הַקּוֹרְקָסִין, וְאַף עַל פִּי כֵן לֹא הָיוּ מַשְׁפִּילִין אוֹתָה בְּבַת אַחַת, כְּדֵי שֶׁלֹא יִרְאוּ הָאָרוֹן, אֶלָּא מַשְׁפִּילִין קִמְעָה קִמְעָה עַד שֶׁיּוֹרִידוּהָ וְכִסּוּ אֶת הָאָרוֹן, מִנַּיִן שֶׁכֵּן הָאֱלֹהִים אוֹמֵר לְמשֶׁה, שֶׁנֶּאֱמַר: וּבָא אַהֲרֹן וּבָנָיו וגו'. אָמְרוּ הַפָּרֹכֶת הָיְתָה דוֹמָה לְוִילוֹן וְעָבְיָהּ טֶפַח, וְעַל שִׁבְעִים וּשְׁנַיִם נִימִין נֶאֱרֶגֶת וְעַל כָּל נִימָא וְנִימָא עֶשְׂרִים וְאַרְבָּעָה חוּטִין, וּשְׁלשׁ מֵאוֹת כֹּהֲנִים מַטְבִּילִין אוֹתָהּ, וּשְׁנֵי כֹּהֲנִים גְּדוֹלִים נוֹשְׂאִים אוֹתָהּ בְּקוֹנְטָסִין מִפְּנֵי הָאָרוֹן, וְאַחַר כָּךְ נוֹתְנִין עָלָיו כְּסוּי עוֹר תַּחַשׁ, שֶׁלֹא יֵרָאֶה בָּאָרוֹן כְּלוּם, הֲדָא הוּא דִכְתִיב <small>(במדבר ד, ו)</small>: וְנָתְנוּ עָלָיו כְּסוּי עוֹר תַּחַשׁ וגו'. רַבִּי נָתָן אוֹמֵר חָבִיב מַעֲשֶׂה הָאָרוֹן כְּכִסֵּא הַכָּבוֹד שֶׁל מַעְלָה, שֶׁנֶּאֱמַר <small>(שמות טו, יז)</small>: מָכוֹן לְשִׁבְתְּךָ פָּעַלְתָּ, שֶׁהַמִּקְדָּשׁ מְכֻוָּן כְּנֶגֶד בֵּית הַמִּקְדָּשׁ, וְהָאָרוֹן כְּנֶגֶד הַכִּסֵּא, עָשָׂה לְמַעְלָה הֵימֶנּוּ כַּפֹּרֶת, כַּשְֹּׂרָפִים שֶׁהֵם עוֹמְדִים מִמַּעַל לוֹ. עָשָׂה בוֹ שְׁנֵי כְּרוּבִים שֶׁהֵם חֲבִיבִים כְּנֶגֶד שָׁמַיִם וָאָרֶץ, שֶׁהָיָה בָּהֶם מוֹשָׁבוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁנֶּאֱמַר <small>(שמות כה, יט)</small>: כְּרוּב אֶחָד מִקָּצָה מִזֶּה וגו', וּכְשֵׁם שֶׁהַשָּׁמַיִם פּוֹתֵחַ אֶת אוֹצָרוֹ לָאָרֶץ, שֶׁנֶּאֱמַר <small>(דברים כח, יב)</small>: יִפְתַּח ה' לְךָ אֶת אוֹצָרוֹ הַטּוֹב אֶת הַשָּׁמַיִם, כָּךְ הַשְּׁכִינָה נְתוּנָה לְמַעְלָה מִשְּׁנֵי כְּרוּבִים, שֶׁנְּתוּנִין מִזֶּה וּמִזֶּה הֵם מְכֻוָּנִים זֶה לָזֶה, שֶׁנֶּאֱמַר <small>(שמות כה, כ)</small>: וּפְנֵיהֶם אִישׁ אֶל אָחִיו, כְּנֶגֶד כִּסֵּא הַכָּבוֹד שֶׁמְּכֻוָּן כְּנֶגֶד הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁנֶּאֱמַר <small>(תהלים נ, ב)</small>: מִצִּיּוֹן מִכְלַל יֹפִי אֱלֹהִים הוֹפִיעַ. וְאַף בְּשָׁעָה שֶׁהָיוּ נוֹסְעִים לֹא הָיוּ פּוֹרְסִין עָלָיו לֹא בֶּגֶד אַרְגָּמָן וְלֹא תּוֹלַעַת שָׁנִי אֶלָּא בֶגֶד כְּלִיל תְּכֵלֶת, לָמָּה, שֶׁהַתְּכֵלֶת דּוֹמָה לַיָּם, וְיָם דּוֹמֶה לָרָקִיעַ, וְרָקִיעַ דּוֹמֶה לְכִסֵּא הַכָּבוֹד, שֶׁנֶּאֱמַר <small>(יחזקאל א, כו)</small>: וּמִמַּעַל לָרָקִיעַ אֲשֶׁר עַל רֹאשָׁם כְּמַרְאֵה אֶבֶן סַפִּיר וגו', לְלַמֶּדְךָ שֶׁהָאָרוֹן הָיָה דּוֹמֶה לְכִסֵּא הַכָּבוֹד, וּלְכָךְ נֶאֱמַר בּוֹ: כְּלִיל תְּכֵלֶת, שֶׁכֻּלּוֹ הָיָה דוֹמֶה לוֹ, וּלְפִי שֶׁהָאָרוֹן דּוֹמֶה לוֹ לְכָךְ הָיָה הַבֶּגֶד תְּכֵלֶת מִלְּמַעְלָה, פָּנָיו כְּנֶגֶד הָרָקִיעַ הַדּוֹמֶה לוֹ, מַה שֶּׁאֵין אַתְּ מוֹצֵא בִּשְׁאָר כֵּלִים שֶׁיִּהְיוּ בֶּגֶד תְּכֵלֶת מִלְּמַעְלָה, אֶלָּא בֶּגֶד תְּכֵלֶת מִלְּמַטָּה וּכְסוּי עוֹר תַּחַשׁ מִלְּמַעְלָה, אֲבָל בָּאָרוֹן כְּסוּי עוֹר תַּחַשׁ מִלְּמַטָּה וּבֶגֶד תְּכֵלֶת מִלְּמַעְלָה. וְעוֹד בָּאָרוֹן נֶאֱמַר בּוֹ: כְּלִיל תְּכֵלֶת, מַה שֶׁלֹא נֶאֱמַר בְּכֻלָּם כְּלִיל תְּכֵלֶת, לָמָּה, שֶׁהוּא חָשׁוּב מִכָּל כְּלֵי הַמִּשְׁכָּן. רַבִּי שִׁמְעוֹן אוֹמֵר <small>(משנה אבות ד-יג)</small>: שְׁלשָׁה כְּתָרִים הֵם, כֶּתֶר תּוֹרָה, וְכֶתֶר כְּהֻנָּה, וְכֶתֶר מַלְכוּת, וְכֶתֶר שֵׁם טוֹב עוֹלֶה עַל גַּבֵּיהֶן. מַעֲשֵׂה הָאָרוֹן כְּנֶגֶד בַּעֲלֵי תּוֹרָה, שֶׁהֵם סְפוּנִים, שֶׁלְּכָךְ כָּתַב: מִלְּמַעְלָה, שֶׁכָּל הַזּוֹכֶה לְתוֹרָה כְּאִלּוּ זוֹכֶה לְמַלְכוּת וּכְהֻנָּה, וְכֵן הוּא אוֹמֵר <small>(משלי ח, טו)</small>: בִּי מְלָכִים יִמְלֹכוּ וגו'.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Aaron and his sons shall come with the travel of the camp, and they shall remove the curtain that screens, and cover the Ark of the Testimony with it” (Numbers 4:5).</b> <br>“Aaron and his sons shall come with the travel of the camp…” – the Holy One blessed be He said to Moses: When they will be dismantling the Tabernacle, the sons of Kehat shall not dismantle the curtain from before the Ark, but rather, the sons of Aaron shall enter, and they shall dismantle it because they are priests. Our Rabbis taught: The priests guard from within and the Levites from without. The partition of the priests is larger than the partition of the Levites.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">The priests have greater sanctity and importance, and they are permitted to enter areas that the Levites are not.</i> What would the sons of Aaron do when they removed the curtain? Rabbi Ḥama bar Rabbi Ḥanina said: They had for this large wooden poles with gold tines at their top, and some say iron [tines]. They would lift the curtain with the poles and remove it from the hooks. Nevertheless, they did not lower it all at once, so they would not glimpse the Ark. Rather, they lowered it a little at a time until they removed it and covered the Ark. <br>From where is it derived? It is as God says to Moses, as it is stated: “Aaron and his sons shall come…” They said: The curtain was like a drape, and its thickness was one handbreadth. It was woven with seventy-two strands, and for each and every strand there were twenty-four threads. Three hundred priests would immerse it, and two High Priests<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Elazar and Itamar.</i> would carry it on the poles from before the Ark and would then place upon it a covering of the hide of a <i>taḥash</i>, so no part of the Ark would be seen. That is what is written: “They shall place upon it a covering of the hide of a <i>taḥash</i>…” (Numbers 4:6). <br>Rabbi Natan says: The crafting of the Ark is as beloved as the supernal Throne of Glory, as it is stated: “The place [<i>makhon</i>] You fashioned for Your dwelling” (Exodus 15:17), as the Temple<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">The earthly Temple.</i> is aligned with the Temple,<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">The supernal Temple.</i> and the Ark with the Throne of Glory. He placed an Ark cover upon it, like the seraphs that stood above Him. He crafted two beloved cherubs in it, corresponding to the heavens and the earth, where the seat of the Holy One blessed be He is, as it is stated: “One cherub from this end [and one cherub from that end]” (Exodus 25:19). Just as the heavens open their storehouse for the earth, as it is stated: “The Lord will open for you His good storehouse, the heavens” (Deuteronomy 28:12), so, the Divine Presence is situated above the two cherubs, which are situated on this side and on that side and are aligned with one another, as it is stated: “Their faces toward one another” (Exodus 25:20). They are patterned after the Throne of Glory, which is aligned with the Holy One blessed be He, as it is stated: “From Zion, the epitome of beauty, God appears” (Psalms 50:2). <br>Even when they were traveling, they would not spread over it a cloth of purple wool nor of scarlet wool, but rather a cloth of entirely sky-blue wool. Why? It is because the sky-blue wool evokes the sea, the sea evokes the sky, and the sky evokes the Throne of Glory, as it is stated: “Above the firmament that was over their heads was the appearance of sapphire stone [in the likeness of a throne]” (Ezekiel 1:26). It is to teach you that the Ark was like the Throne of Glory. That is why it is stated in its regard: “Entirely of sky-blue wool” (Exodus 28:31), as it is all similar to it. Because the Ark is similar to it; therefore, the cloth of sky-blue wool was over it facing the sky to which it was similar, which you do not find regarding the rest of the vessels, that there would be a cloth of sky-blue over them, but rather a cloth of sky-blue wool underneath and a covering of the hide of a <i>taḥash </i>over it. But the Ark had a covering of the hide of a <i>taḥash </i>underneath and cloth of sky-blue wool over it. Moreover, regarding the Ark, it is stated: “Entirely of sky-blue wool,” which was not stated regarding all of them: “Entirely of sky-blue wool” – why? It is because it is the most important of the Tabernacle vessels. <br>Rabbi Shimon says: There are three crowns: The crown of Torah, the crown of priesthood, and the crown of kingship; and the crown of a good name surpasses them.<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Mishna Avot 4:13.</i> The crafting of the Ark corresponds to the masters of Torah, who are distinguished. That is why He wrote: “From above” (Numbers 4:6), as anyone who merits the crown of Torah, it is as though he merited priesthood and kingship. Likewise it says: “Through me<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">\"Me\" refers to the Torah.</i> kings reign…” (Proverbs 8:15).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "52559c44edbab4498f483a9c", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 4:5:1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Ibn Ezra on Numbers 4:5:1", "sourceHeRef": "אבן עזרא על במדבר ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>פרכת המסך.</b> שתסוך על הארון:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "THE VEIL OF THE SCREEN. Which covers the ark.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The Hebrew reads, <i>parokhet ha-masakh</i>. This literally means the screen which covers. I.E. explains that the screen is so called because it covers the ark. See Ex. 40:3.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "54c7aa63fbfba27c8a3defc5", "index_title": "Da'at Zekenim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Da'at Zekenim on Numbers 4:5:1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Da'at Zekenim on Numbers 4:5:1", "sourceHeRef": "דעת זקנים על במדבר ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1100, 1300], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Da'at Zekenim", "he": "דעת זקנים"}, "heTitle": "דעת זקנים על במדבר", "he": "<b>וכסו בה את ארון העדות. </b>וכתיב ושמו בדיו פי' נתקנו בדיו אבל אין לפרש לשון שימה ממש דהא כתיב לא יסורו ממנו לעולם: ", "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": "וכסו בו את ארון העדות , “they will cover with it the Ark of the Testimony;” at the end of verse six, the Torah adds: ושמו בדיו, “they shall set the staves thereof.” This means that these staves would be attached to the Holy Ark, but not in the ordinary sense of the words, seeing that the Torah, in Exodus 25,15 had already decreed that these staves were never to be removed from the Holy Ark.", "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "57d7bf99d6e4a947a115e10c", "index_title": "Commentary on Sefer Hamitzvot of Rasag", "category": "Quoting Commentary", "type": "", "ref": "Commentary on Sefer Hamitzvot of Rasag, Negative Commandments 212:16", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Commentary on Sefer Hamitzvot of Rasag, Negative Commandments 212:16", "sourceHeRef": "ביאור על ספר המצוות לרס\"ג, מנין לא תעשה רי״ב:ט״ז", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1915], "commentaryNum": 212.0016, "collectiveTitle": {"en": "Commentary on Sefer Hamitzvot of Rasag", "he": "ביאור על ספר המצוות לרס\"ג"}, "heTitle": "מנין לא תעשה", "he": "<b>והנה </b>גם במש\"כ רבינו הגאון ז\"ל כאן ויעברו מחמשים. וכוונתו ללאו דלא יעבוד עוד. שמנו הבה\"ג וסייעתו ז\"ל. מדכתיב גבי לויים (בפרשת בהעלותך) זאת אשר ללוים וגו' ומבן חמשים שנה ישוב מצבא העבודה ולא יעבוד עוד וגו'. ונראה דט\"ס הוא בדברי רבינו הגאון ז\"ל כאן. וצ\"ל ויעבדו מחמשים. כלומר ולא יעבדו מחמשים. כלישנא דקרא. וקאי על לא יגעו דלעיל מיני'. וכדרכו ז\"ל בזה. וכ\"כ בסמוך ויראו כבלע. דרצה לומר ולא יראו. וכן בהרבה מקומות וזה ברור. ואין להאריך בזה. גם בלאו זה השיב הרמב\"ם ז\"ל (בשורש שלישי שם) על הבה\"ג שמנה אותו. וכתב שאינו נוהג לדורות. ולא נהג אלא במדבר בלבד. והילכך אינו בא במנין. והרמב\"ן ז\"ל שם הראה מקורו בזה מדתניא (בפ\"ק דחולין כ\"ד ע\"א) יכול אף בשילה ובבית עולמים כן. ת\"ל לעבוד עבודת עבודה ועבודת משא. לא אמרתי אלא בזמן שהעבודה בכתף עיי\"ש. וס\"ל להרמב\"ם ז\"ל מזה שלא נאמר לאו זה אלא לזמן שהיו במדבר בלבד. שהיתה אז העבודה בכתף. אבל אח\"כ פסקה חובת מצוה זו לעולם. אבל הרמב\"ן ז\"ל שם השיב על זה ואמר דאדרבה מהך ברייתא גופא נלמוד שהיא מצוה הנוהגת לדורות כל זמן שנשאו בכתף ואפי' בשילה ובבית עולמים. מדקאמר לא אמרתי אלא בזמן שהעבודה בכתף. משמע ודאי דמיהת בכל זמן שיש עבודה בכתף אפי' בשילה ובבית עולמים מצוה זו נוהגת. וא\"כ הו\"ל מצוה שנוהגת לדורות עיי\"ש בדבריו. וכן ראיתי להר\"ד הבבלי ז\"ל במעשה נסים להר\"א מיימון ז\"ל (סי' ב') שהשיג בזה על הרמב\"ם ז\"ל בהנך לאוין דלא יבואו לראות ובלאו דלא יעבוד עוד שחשבן הרמב\"ם לאוין שאין נוהגין לדורות. והר\"ד הבבלי ז\"ל שם כתב וז\"ל ואם נתבונן על מצות ולא יבאו לראות ומצות ולא יעבוד עוד. נראה שהם יותר ראויים להקרא מצות נוהגות לדורות מן מצות תמחה זכר עמלק וכו'. אך לא כן הוא לא יבואו לראות שהוא מחוייב בכל זמן שיהי' הכרח לשאת את הארון וכלי הקודש יתחייב הכיסוי שלא יבואו הלוים לראות. וכן מחוייבים שלא ישאו אותם אך מי שהוא פחות מחמשים שנה כאמרו ולא יעבוד עוד. וכבר חייב הוא (הרמב\"ם) ז\"ל למנות בכתף ישאו (עשין ל\"ד) והצווי הזה נקשר עם לא יבואו לראות ועם לא יעבוד עוד כאמרו ובא אהרן ובניו בנסוע המחנה וגו' (במדבר ד'. ה'). וכאשר מצות בכתף ישאו מצוה נוהגת לדורות. כן המה השתים אלו וכו'. ואין להוכיח כי אלו המצות כבר בטלו ממאמרם (בפ\"ק דחולין) בד\"א במדבר אבל בשילה ובית עולמים אין נפסלין אלא בקול וכו'. כי הענין הוא כן. כי כאשר הי' הארון תחת יריעות בין הקרשים (כלומר בזמן המשכן) נתחייבו הלוים בשלש עבודות. האחת משמרת אהל מועד. השנית המשא כדכתיב בכתף ישאו. והשלשית אמירת השיר כדכתיב ושרת בשם השם. ומתנאי נשיאת כלי הקודש אשר לא יהי' יותר מבן חמשים. וכאשר נפטרו מן המשא בזמן המנוחה והנחלה ולא נפסל הלוי בשתי העבודות הנשארות אך מה שאפשר להפסיד והוא שנוי הקול. והשוערים בקול לא נפסלו כי אינם צריכים לו. וזו כוונתם באמרם אבל בשילה ובית עולמים אין נפסלין אלא בקול. רצו לומר בעבודתם בשילה ובית עולמים אין נפסלין אלא בקול. ואם הי' צורך לנשיאת הארון. ואז ינשאום הכהנים אך פחותים מבני חמשים שנה וכו'. וממה שיחדו שילה ובית עולמים ראי' דזה שאמרו במדבר לאו דוקא. אלא כעין מדבר כמו גלגל ונוב וגבעון. ואילו היתה המצוה מיוחדת למדבר בלבד הי' אומר בד\"א במדבר אבל משנכנסו לארץ וכו' וזה ברור עכ\"ל עיי\"ש: \n", "heVersionTitle": "Sefer Hamitzvot L'Rasag, Warsaw, 1914 -- vol. 2", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f136d6e4a9274646e94a", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Deuteronomy 31:9:1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Chizkuni, Deuteronomy 31:9:1", "sourceHeRef": "חזקוני, דברים ל״א:ט׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "דברים", "he": "<b>אל הכהנים בני לוי הנשאים את ארון </b>וגו'. ואע״‎פ שהלויים היו נושאים ולא הכהנים מ״‎מ תיכף אחר פטירתו של משה נשאוהו הכהנים כשעברו ישראל את הירדן כדאיתא בסוטה תניא אמר ר׳‎ יוסי בשלשה מקומות נשאו הכהנים את הארון כשעברו את הירדן וכשסבבו את יריחו וכשהחזירוהו למקומו. ד״‎א משום שהכהנים מתקנין המשאות לבני לוי כמו שמפורש בפרשת במדבר קרי להו לכהנים נושאי, ארון ברית ה׳‎ וגו'.\n", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "אל הכהנים בני לוי הנושאים את הארון וגו, “to the priests the members of the tribe of Levi, who were charged with carrying the Holy Ark, etc.” Even though it was the Levites who carried the Holy Ark, and not the priests, (Numbers 7,8) as soon as Moses had died, the priests carried the Holy Ark when the Israelites were in the process of crossing the river Jordan. (Compare Talmud, tractate Sotah folio 33). They did so again when the people marched around Jericho and when they returned the Ark to its place in the days of King Solomon, when it was transferred from the Tabernacle. (Kings I 8,6) An alternate interpretation: seeing that it was the priests who assigned the transportation of the Ark to the Levites, as spelled out in Numbers 4,5, they could have been described as the prime movers. They were referred to there as נושאי הארון, “the carriers of the Ark.”", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f2a4d6e4a92746471fe4", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 4:5:1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Chizkuni, Numbers 4:5:1", "sourceHeRef": "חזקוני, במדבר ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>וכסו בה</b> ממנה דוגמא והנותר בבשר ובלחם ביום משחו אותם וכן אשר ישרתו לה בהם.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "וכסו בה, “and the shall cover it;” the prefix ב is used in this sense also in Leviticus 8,32: והנותר בבשר ובלחם, “and the surfeit of the flesh and bread;” compare also Leviticus 7,36: ביום משחו אותם, “on the day they were anointed (by means of it). Compare also Numbers 4,9: אשר ישרתו לה בהם, “wherewith they minister unto it.”", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "59636c0fd6e4a9416e9c447b", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 4:5:1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Mizrachi, Numbers 4:5:1", "sourceHeRef": "מזרחי, במדבר ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>בנסוע המחנה כשהענן מסתלק הם יודעי' שיסעו. </b>פי' אל יקשה בעיניך לומר היאך יודעין השעה שנוסע המחנה קודם נסיעתו עד שיתחילו אהרן ובניו לפרק את המשכן ויכניסו כל כלי וכלי לנרתקו דאין סברא לומר שאחר שיסע דגל מחנה יהודה הנוסע בתחלה יתחילו אהרן ובניו לפרק את הפרכת שיכסו בו את הארון כי אין זה כבוד לארון: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59a6c634d6e4a920f72d99ec", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Numbers 4:5:1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "HaKtav VeHaKabalah, Numbers 4:5:1", "sourceHeRef": "הכתב והקבלה, במדבר ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 5.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "במדבר", "he": "<b>בנסע המחנה. </b>אחר שנסתלק הענן, כי קודם לכן היה אסור להם לכנוס (רע\"ז): \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc280c1533e001928a979", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 4:5:1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Malbim on Numbers 4:5:1", "sourceHeRef": "מלבי\"ם על במדבר ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>ובא אהרן ובניו </b>בכל הכלים היה מכסה עור תחש מלמעלה לבד בארון שהיה בגד תכלת על העור תחש, כי קדושתו [שזה ימליץ בצבע תכלת שדומה לרקיע] בוקע גם במצפוניו, כי גם אחר שנבלע בתוך כסויו היו מהלכים פנים כנגד פנים [כמ\"ש הרמב\"ם [פ\"ב מה' כה\"מ הי\"ג] ומקורו מן המדרש רבה פרשת במדבר] ואמר במדרש שהארון כנגד כסא הכבוד שהתכלת רומז לו וע\"כ אמר כליל תכלת שכולו דומה לו, ובכל הכלים היו שני כסוים, ונראה שכסוי עור תחש של כ\"א היה כיסוי מיוחד לו ונקרא כליין, ובגד תכלת או ארגמן היה בלתי מיוחד ונקרא בגד לא כיסוי, והיה זה כפי הדין המבואר בא\"ח [סי' מ\"ם] שצריך שיהיה כלי בתוך כלי וא' מהם אינו כליין, והארון נתכסה תחלה בפרוכת שהיה ג\"כ קדוש והיה צריך שני כלים עליו, עור תחש ובגד תכלת, ומ\"ש ושמו בדיו התפרש בפ' תרומה:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b6bf597af3503027e682d26", "index_title": "Malbim on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Deuteronomy 23:11:3", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Malbim on Deuteronomy 23:11:3", "sourceHeRef": "מלבי\"ם על דברים כ״ג:י״א:ג׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 11.0003, "collectiveTitle": {"en": "Malbim on Deuteronomy", "he": "מלבי\"ם על דברים"}, "heTitle": "מלבי\"ם על דברים", "he": "<b>ויצא אל מחוץ למחנה</b> לשון הרמב\"ן וע\"ד הפשט הזהיר בבעל המקרה לצאת מכל המחנה מטעם הנזכר שהשם מתהלך עמנו להושיענו: והמחנה קדוש. ושיהיה לבנו מתכוון להקב\"ה ונוחיל לישועתו ולא לסמוך בזרוע בשר. וכן הטעם בכסוי הצואה, כי המחנה כלו כמקדש ה', וממנו נלמד למקום התפלה שנרחיק מן הצואה ד' אמות, ולכל מראה העינים, אבל רבותינו ידרשו ויצא אל מחוץ למחנה לא יבא אל תוך המחנה במחנה לויה ובמחנה שכינה כאשר יהיה הארון שם. וגם כסוי הצואה לדעתם במקום אשר יזכירו השם להתפלל או לקרוא ק\"ש, א\"כ גם זו אזהרה כפל אותה במחנה שלא יהיה הכל מופקר כמחנות הכותים עכ\"ל, מדבריו נראה שלדעת חז\"ל שלוח הטמאים בעת מלחמה כדין שלוח הטמאים בעת שיושבים על אדמתם, שיש שמשתלח ממחנה שכינה לבד. ויש גם ממחנה לויה. ויש מכל מחנה ישראל. וכן מצות וכסית את צאתך אינו רק במקום שאומרים שם דברי קדושה, אולם לא יתכן שההלכה תהיה נגד הפשט שמשמע שזה דין נוסף במחנה כמו מה שאמר הכתוב ויד תהיה לך מחוץ למחנה שלא הוזהרו זאת למצוה בערי מושבותם. וכן ויתד תהיה לך וכו' זה בודאי נאמר רק ליוצאי מלחמה, וגם אם כדבריו בדין כסוי שהוא רק במקום שאומרים דברי קדושה, רחוק הדבר אשר במקום שיצא חוץ שהוא מחוץ למחנה שיאמר שם דברי קדושה אף אחר הכסוי, לכן נראה שגם חז\"ל יסברו שבמחנה היוצאת למלחמה אם יש שם הארון וכהן משיח משתלחים משם אף ממחנה ישראל כל הטמאים אפילו בעל קרי, ויותר מזה אף טבו\"י דבע\"ק שמותר אף במחנה לויה, וכן מצות ויד תהיה לך, ויתד תהיה לך, וכסית, נוהג במלחמה אף במקום שלא יאמר דברי קדושה, כמבואר בספרי כאן שאסור לעשות צרכיו בתוך המחנה [ויתכן שמחנה ישראל במדבר היה כדין מחנה היוצאת למלחמה, שנשלחו משם אף זב ובע\"ק וטבו\"י, וסעד לזה מהכתוב (במדבר ד ה) ויעשו כן בני ישראל וישלחו אותם אל מחוץ למחנה, כלל במלת \"אותם\" כל הנאמר לעיל שהוא כל צרוע וכל זב וכל טמא לנפש, שבכלם היו בני ישראל השולחים ממחנם, ובמושבות בנ\"י לפי הדין טמא לנפש לא נשתלח רק ממחנה שכינה והכהנים היו השולחים, וזב גם ממחנה לויה והלוים היו השולחים, רק במצורע שנשתלח גם ממחנה ישראל היו ישראל השולחים, וכאן כלל שגם טמא לנפש וזב היו הם השולחים, אך שסותר לזה מאמרם ז\"ל שאף מת עצמו מותר במחנה לויה מועצמות יוסף עמו במחיצתו, והאיך יכלול כאן וכל טמא לנפש, מ\"מ אין סתירה לזה שמחנה המדבר היה שוה בדינה למחנה היוצאת למלחמה, כי זב ובע\"ק בשביל שהיא טומאה היוצאת מגופו נשתלחו, אבל טמא מת גם ממחנה היוצאת למלחמה לא נשתלח שבהכרח היו כלם טמאי מתים] רק שחז\"ל מיתורא דקרא כאן ומסדר נשא גם מהכתוב במצורע בדד ישב מחוץ למחנה יהיה מושבו, למדו מהם כל דיני שלוח הטמאים לדורות במושבותם, ולפ\"ז ר\"ש התימני וחכמים לא פליגי כלל, דחכמים ידרשו כפי הפשט שמדבר הכתוב במחנה היוצאת למלחמה שנשלחו משם כל הטמאים מכל מחנה ישראל, א\"כ ויצא אל מחוץ למחנה הוא מ\"ע, ולא יבא אל תוך המחנה הוא מל\"ת, שאם כבר יצא או שנטמא חוץ למחנה אסור לחזור ואם חזר עובר בלאו, ור\"ש התימני ידרוש הכתובים לדורות כשישראל במושבותיהם, שויצא אל מחוץ למחנה הוא מחנה לויה באלה הטמאים שנצרכים להשתלח גם ממחנה לויה שע\"ז עובר רק בעשה. לא יבא אל תוך המחנה זו מחנה שכינה זה שנצרך לצאת רק ממחנה שכינה שעובר בלאו, וכ\"ש זה שנצרך לצאת גם ממחנה לויה או אפי' ממחנה ישראל אם עבר ונכנס במחנה שכינה עובר בלאו, ועיקר דרשת ר\"ש התימני הוא דלפי הפשט שבמחנה היוצאת למלחמה משתעי כדי לעבור עליו בלאו ועשה מיותר תיבת \"תוך ומחנה\" דהי\"ל לכתוב ויצא לחוץ לא יבא אל המחנה, לכן דריש דקאי גם לדורות שויצא אל מתוץ למחנה שהוא מ\"ע הוא במחנה לויה, ולא יבא אל \"תוך\" פי' פנימיות המחנה שהיא מחנה שכינה ועובר בלאו. ומפני שלא הוזכר מ\"ע בסדר נשא רק למחנה המדבר לכן למד מיתורא דכאן מ\"ע לדורות, ולשלוח ג\"כ ממחנה ישראל שאינו נוהג רק במצורע נלמד מבדד ישב:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b6bf59aaf3503027e682e3c", "index_title": "Malbim on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Deuteronomy 31:9:1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Malbim on Deuteronomy 31:9:1", "sourceHeRef": "מלבי\"ם על דברים ל״א:ט׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Malbim on Deuteronomy", "he": "מלבי\"ם על דברים"}, "heTitle": "מלבי\"ם על דברים", "he": "<b>ויכתב משה את התורה הזאת ויתנה אל הכהנים בני לוי הנושאים את ארון ברית ה' ואל כל זקני ישראל</b>. הכהנים לא היו נושאים את הארון רק שהם הסירו את הפרוכת וכסו בו את הארון ואחרי כן יבואו בני קהת לשאת את הארון כדכתיב (במדבר ד ה) והזכיר במסירת התורה להכהנים מה שנושאים ארון ברית ה' מפני שנתן התורה שישימו בצד הארון כמבואר להלן (כו), ולא היו יכולים לשום את התורה בצד הארון שהיה לפנים מן הפרוכת ואסור לכנס שם רק כ\"ג ביוה\"כ, רק בעת נשיאת הארון בעת פריקת המשכן (ויתכן שפרקו המשכן לצורך שעה), ומה שקרא אל זקני ישראל שאינם שייכים להנחת התורה בצד הארון, הוא לצרף אותם עם הכהנים בקריאת פ' הקהל כאשר יתבאר:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd140e204bbb60019c1e53e", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 4:5:1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Birkat Asher on Torah, Numbers 4:5:1", "sourceHeRef": "ברכת אשר על התורה, במדבר ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רש\"י ד\"ה ובא אהרן ובניו וגו', ...כלי וכלי לנרתיקו המפורש לו בפרשה זו וכו'.</b> דהיינו ארון העדות בפרוכת המסך, בכסוי עור תחש ובבגד תכלת (פסוקים ה-ו). שולחן הפנים בבגד תכלת (פסוק ז). את כלי השולחן ולחם התמיד מניחים על כיסוי השולחן ופורסים עליהם בגד תולעת שני ומכסה עור תחש (פסוק ח). את מנורת המאור מכסים בבגד תכלת, ואת כלי המנורה במכסה עור תחש (פסיקים ט-י). על מזבח הזהב פורסים בגד תכלת ומכסה עור תחש (פסוק יא) ועל שאר כלי השרת פרסו בגד תכלת ומכסה עור תחש (פסוק יב). את המזבח החיצון מכסים בבגד ארגמן (פסוק יג), על גביו מניחים את כלי המזבח ומכסים אותם בכסוי עור תחש (פסוק יד). (פ' במדבר תשנ\"ח)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d077ef13e25930088d8be2b", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Achrei Mot 120:1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Malbim on Leviticus, Achrei Mot 120:1", "sourceHeRef": "מלבי\"ם על ויקרא, אחרי מות ק״כ:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 120.0001, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "אחרי מות", "he": "וכסהו בעפר: יש הבדל בין <b>עפר</b> ובין <b>אדמה</b>. ששם \"אדמה\" (כשבא על התלוש כמו \"ואדמה על ראשו\") יאמר על רגבים שלמים, ושם \"עפר\" יאמר על הפרור והשחוק כמו שכתוב \"ואשחקם כעפר על פני רוח\", \"עד אשר דק לעפר\", \"מי מנה עפר יעקב\". וכמו שכתב הסמ\"ג הטעם דקרקע פסולה לכיסוי דלא נקרא \"עפר\" כי אם דבר הנפרד ואפשר למנות הגרגרים כמ\"ש \"אשר אם יוכל איש למנות את עפר הארץ\". והנה שם \"עפר\" כשיאמר בדיוק הוא רק עפר אדמה כמו שכתוב \"ונחש עפר לחמו\" \"ועפר תאכל\", והוא רק עפר מאדמה בתולה כמ\"ש בבראשית רבה (פרשה כ). אמנם בהרחבה יכלול גם כתישת אבנים ולבנים וחרסית כמו שכתוב \"ואת המזבחות נתץ המלך והשליך את עפרם\" (מלכים ב כ״ג:י״ב), וכל דבר המגדל צמחים – \"ומעפר אחר יצמחו\". ודעת בית הלל דגם אפר אוכלים בכלל \"עפר\" כמ\"ש \"מעפר שריפת החטאת\" ואף על גב שאינו מגדל צמחים. ובאפר עצים גם בית שמאי מודי דהא מגדל צמחי זריעה וכמ\"ש בביצה (דף ??) בין לבית שמאי בין לבית הלל שאפר כירה מוכן הוא וכן יודו בעפרות זהב דהא כתיב (מלכים ב כ״ג:ד׳) \"להוציא את כל הכלים ונשא את עפרם\". והנה מצאנו פעמים רבות שתפסה התורה שם הדוגמא כמו \"והכה באבן או באגרוף\", \"כי יכה את עבדו בשבט\", \"לא תשחית את עצה לנדוח עליו גרזן\". שהשם המבאר בְמה יעשה הפעל אינו בדיוק רק לדוגמא. ולפעמים בא השם בדוקא כמו \"והרים ממנו בקומצו\", \"והזה באצבעו\", וכדומה. ולכן אמר ר' ישמעאל בסוטה (דף טז) בשלשה מקומות הלכה עוקבת מקרא: התורה אמרה \"בעפר\" והלכה בכל דבר. התורה אמרה \"בתער\" [<small>ובירושלמי דקדושין התורה אמרה \"במרצע\"</small>] והלכה בכל דבר. התורה אמרה \"ספר\" והלכה בכל דבר. רצונו לומר שבכל אלה אי אפשר להכריע מן הכתוב אם בא השם בדוקא או לדוגמא, רק מהלכה שמלמדת אותנו שהפעל היא עיקר – \"וכסהו\" \"וגלח\" \"ורצע\" \"וכתב\" – והשמות \"בעפר\" \"בתער\" \"במרצע\" \"ספר\" באו לדוגמא. ולשיטת הספרא יש הבדל בזה בין אם יקדים השם אל הפעל ובין כשהקדים הפעל אל השם. שאם היה כתוב \"ובעפר יכסנו\" \"ובתער יגלח\" \"במרצע ירצע\" \"ספר יכתב\" היה השם בדוקא, כי כלל אצלינו שכל מקום שהקדים השם אל הפעל בא בדרך הדיוק. מה שאין כן כשהקדים את הפעל הוא עיקר ואין הכרע שיהיה \"עפר\" דוקא. ובא ההלכה ש\"עפר\" בא בדרך ההרחבה ר\"ל כל הנקרא עפר בדרך ההרחבה והדומה לו בסגולתו וטבעו שמגדל צמחים.  וברייתא זו מובאת בחולין (דף פח:) ובא להוציא זבל דק וחול דק וכולי שכל אלה יש להם שמות מיוחדים – \"זבל\" \"תבן\" \"חול\" \"חרס\". [<small>ושם הקשה ואימא \"וכסהו\" כלל \"בעפר\" פרט, ואין בכלל אלא מה שבפרט. ומשני דהוה ליה כלל הצריך לפרט ואין דנים אותו בכלל ופרט. רצונו לומר שלא בא פה שם הכלל ושמות פרטי הכלל כמו \"מן הבהמה מן הבקר ומן הצאן\" רק הפעל והשם במה יעשה הפעל, והכלל צריך לפרט, והוא מבואר.</small>] ואמרו בחולין (דף פד) שצריך שיתן עפר למעלה ועפר למטה מדלא כתיב \"וכסהו עפר\", רק \"וכסהו בעפר\". רצונו לומר כי מצאנו בלא ב' השימוש – \"ויכס שק\" (יונה ג׳:ח׳), \"ויתכסו שקים\" (שם). ומצאנו בב' – \"מתכסים בשקים\" (מלכים ב י״ט:ב׳). ודעת חז\"ל דשימוש הב' מורה שמתכסה סביב כמו \"בהמון גליו נכסתה\" (ירמיהו נ״א:מ״ב), \"וכסו בה את ארון העדות (במדבר ד׳:ה׳), \"ויכסהו בבגדים\" (מלכים א א׳:א׳) – פירוש: סביב סביב. ולכן במ\"ש \"וכסהו בעפר\" הוציאו שיהיה עפר למעלה ולמטה. וגם יש לומר שפירשו שמלת \"בעפר\" מוסב גם על פעל \"ושפך\" – ושפך את דמו בעפר וכסהו בעפר (וזה לא היה צודק אם היה כתוב \"עפר\", וכן פירש הרלב\"ג). וכן מורה דעת בעל הטעמים שנקד האתנח על מלת \"עוף\" והיה יותר ראוי על מלת \"דמו\" שהוא התנאי, ועל כרחך שמ\"ש \"ושפך\" מוסב למטה אל מלת \"בעפר\".", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d3efaee8ac8250018c49bfd", "index_title": "Abarbanel on I Samuel", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on I Samuel 4:4:10", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Abarbanel on I Samuel 4:4:10", "sourceHeRef": "אברבנאל על שמואל א ד׳:ד׳:י׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1484], "commentaryNum": 4.001, "collectiveTitle": {"en": "Abarbanel on I Samuel", "he": "אברבנאל על שמואל א"}, "he": "הספק השני ממה שנזכר בפרשת במדבר סיני איך היו הכהנים מכינים כל כלי המקדש לבוא בני קהת לשאת אותם למסעיהם, ושם נאמר (במדבר ד' ה') והורידו את פרוכת המסך וכסו בה את ארון העדות וגו', ובאותה פרשה לא נזכר כי אם ארון אחד ולא שני ארונות, ואם היו שנים איך לא נזכרו בתוך כל כלי הבית? וכמו שכתב הרמב\"ן (דף קל\"ו ע\"ד) אנה יעמוד הארון השני הזה כל ימי המדבר? כי במשכן בבית קדש הקדשים לא היה כי אם ארון אחד:", "heVersionTitle": "Abarbanel, Tel Aviv 1960", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d5558415afd29c04eebb", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 4:5:1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Gur Aryeh on Bamidbar 4:5:1", "sourceHeRef": "גור אריה על במדבר ד׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>כשהענן מסתלק וכו'.</b> פירוש, שאין הכתוב רוצה לומר כשיסעו המחנות אז יורידו המשכן, דזה אינו, שאם כן יהיה הורדת הפרוכת אחר נסיעת המחנות, וזה אינו, שהרי בפרשת בהעלותך (להלן י, יג-יז) היה מסע קהת עם הארון והכלים – אחר נסיעת מחנה יהודה מיד, והכתוב אומר \"בנסוע המחנות\", דמשמע שנים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"3\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254bdbce09342d8e61475", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 3; The Organization of Organization 10", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 3; The Organization of Organization 10", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ג י׳", "anchorVerse": 5, "sourceHasEn": true, "commentaryNum": 10, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ג", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "It is not purity alone that determined who resided outside the camp on a temporary basis. There were a host of other factors that pushed someone outside of the camp’s parameters. Wrongdoing was central to the equation. “The Lord spoke to Moses, saying, ‘Speak to the Israelites, When a man or woman commits any wrong towards a fellow man, thus breaking faith with the Lord, that person realizes his guilt, he shall confess the wrong that he has done. He shall make restitution’” (Num. 4:5). Living within the close confines of a camp was a social challenge made more difficult in the absence of civility and the respect of the property of others. Stealing or harming another put one metaphorically outside of the camp. Stealing descended into adultery only a few verses later. God asked Moses to speak to the Israelites and warn them of the perils of infidelity: “If a man’s wife has gone astray and broken faith with him…the man shall bring his wife to the priest” (Num. 4:11). The particulars of this case are laid out in the open. A married woman had relations with a man other than her husband consensually, but without a witness to see her. Her husband, paralyzed by jealousy and anger, had to determine her status and her loyalty. He relied upon the high priest to help him and brought her to the priest for “ritual testing.” The case in question is less relevant to our study than are its underlying assumptions. An individual who cannot remain faithful within her own home may endanger the social fabric of the camp, as the text concludes: “the woman shall become a curse among her people” (Num. 4:27). Certain behaviors undermine the morality of the camp.", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6241abba8dd524c5574594e8", "index_title": "Menorat HaMaor", "category": "Musar", "type": "", "ref": "Menorat HaMaor, ii; On Prayer, Tzitzit 11", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "Menorat HaMaor, ii; On Prayer, Tzitzit 11", "sourceHeRef": "מנורת המאור, ב; פרק התפילה, ציצית י״א", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1391], "commentaryNum": 11, "collectiveTitle": {"en": "Menorat HaMaor", "he": "מנורת המאור"}, "heTitle": "ציצית", "he": "א\"ר יהודה ב\"ר שלום, למה הזהירה תורה על התכלת בציצית. לפי שכל הכלים שבמקדש כשהיו נוסעים היו מכסין אותן בלבוש תכלת ואח\"כ נותנין עליהן עור תחש מלמעלה, שנא' (במדבר ד, ה) ובא אהרן ובניו בנסוע המחנה וגו', [אבל בארון כסוי עור תחש מלמטה ובגד תכלת מלמעלה, שנא'] ופרשו בגד כליל תכלת מלמעלה. אמ' הב\"ה מי שהוא מתעסק במה שכתוב בארון שהיא התורה, יבא וילבש לבוש הארון.", "heVersionTitle": "Menorat HaMaor, Alnakawa, H.G. Enelow ed. N.Y. 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cfefb6084aa1cbefda47", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֲרוֹן 1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "BDB, אֲרוֹן 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֲרוֹן א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֲרוֹן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אֲרוֹן</span></big>  c. art. <span dir=\"rtl\">הָאָרוֹן</span>, <span dir=\"rtl\">הָאָרֹן</span><sub>203</sub> <strong>n.m.</strong> <a data-ref=\"Exodus 35\" href=\"/Exodus.35\">Ex 35</a>, <a data-ref=\"Exodus 12\" href=\"/Exodus.12\">12</a> (f. <a data-ref=\"I Samuel 4\" href=\"/I_Samuel.4\">1 S 4</a>, <a data-ref=\"I Samuel 17\" href=\"/I_Samuel.17\">17</a>; <a data-ref=\"II Chronicles 8\" href=\"/II_Chronicles.8\">2 Ch 8</a>, <a data-ref=\"II Chronicles 11\" href=\"/II_Chronicles.11\">11</a>) chest, ark <strong>(</strong>Ph. <span dir=\"rtl\">ארן</span>, <em>sarcophagus</em>, Assyrian <em>êrênu</em> (& <em>êrû</em>) <em>chest</em> Zim<sup>BP 6, 22</sup>, Arabic <span dir=\"rtl\">إِرَانٌ</span> <em>chest</em>, so Aramaic <span dir=\"rtl\">ܐܰܪܘܽܢܳܐ</span> also Nab. <span dir=\"rtl\">ארנא</span>, Vog <sup>p. 102</sup>, Ph. Mish. also pl. <span dir=\"rtl\">ארונות</span><strong>)</strong>—only sg.; abs. †<span dir=\"rtl\">אֲרוֹן</span> <a data-ref=\"II Kings 12:10\" href=\"/II_Kings.12.10\">2 K 12:10</a> = <a data-ref=\"II Chronicles 24:8\" href=\"/II_Chronicles.24.8\">2 Ch 24:8</a>; c. art. <span dir=\"rtl\">הָאָרוֹן</span> <a data-ref=\"Deuteronomy 10:2\" href=\"/Deuteronomy.10.2\">Dt 10:2</a> + always except Ex Lv Nu where <span dir=\"rtl\">הָאָרֹן</span> (<a data-ref=\"Exodus 25:14\" href=\"/Exodus.25.14\">Ex 25:14</a><sup>(×2)</sup> + 13 times Ex, <a data-ref=\"Leviticus 16:2\" href=\"/Leviticus.16.2\">Lv 16:2</a> <a data-ref=\"Numbers 3:31\" href=\"/Numbers.3.31\">Nu 3:31</a>; <a data-ref=\"Numbers 10:35\" href=\"/Numbers.10.35\">10:35</a>); cstr. <span dir=\"rtl\">אֲרוֹן</span> <a data-ref=\"Exodus 25:10\" href=\"/Exodus.25.10\">Ex 25:10</a> +, †<span dir=\"rtl\">אֲרֹן</span> <a data-ref=\"Exodus 30:6\" href=\"/Exodus.30.6\">Ex 30:6</a> <a data-ref=\"Numbers 4:5\" href=\"/Numbers.4.5\">Nu 4:5</a>; <a data-ref=\"Numbers 7:89\" href=\"/Numbers.7.89\">7:89</a>;—<br>†<strong>1.</strong>  <em>chest</em>, for money-offerings <a data-ref=\"II Kings 12:10\" href=\"/II_Kings.12.10\">2 K 12:10</a>, <a data-ref=\"II Kings 12:11\" href=\"/II_Kings.12.11\">11</a> <a data-ref=\"II Chronicles 24:8\" href=\"/II_Chronicles.24.8\">2 Ch 24:8</a>, <a data-ref=\"II Chronicles 24:10\" href=\"/II_Chronicles.24.10\">10</a>, <a data-ref=\"II Chronicles 24:11\" href=\"/II_Chronicles.24.11\">11</a><sup>(×2)</sup>.<br>†<strong>2.</strong>  <em>sarcophagus, mummy-case</em>, of Joseph <a data-ref=\"Genesis 50:26\" href=\"/Genesis.50.26\">Gn 50:26</a> (E).<br><strong>3.</strong>  <em>chest, ark</em> in tabernacle & temple, containing tables of law, with cherubim above, the especially seat of <span dir=\"rtl\">י׳</span> among his people, only Hex (71 times) S (61 times) K (12 times) & Ch (48 times) + <a data-ref=\"Judges 20:27\" href=\"/Judges.20.27\">Ju 20:27</a> <a data-ref=\"Jeremiah 3:16\" href=\"/Jeremiah.3.16\">Je 3:16</a> <a data-ref=\"Psalms 132:8\" href=\"/Psalms.132.8\">ψ 132:8</a>; used alone & in various combinations (cf. Seyring<sup>ZAW 1891, 114 f.</sup>). <strong>a.</strong>  indef. <span dir=\"rtl\">אֲרוֹן עֲצֵי שִׁטִּים</span> <em>an ark of shittim-wood</em> <a data-ref=\"Exodus 25:10\" href=\"/Exodus.25.10\">Ex 25:10</a>; <a data-ref=\"Deuteronomy 10:3\" href=\"/Deuteronomy.10.3\">Dt 10:3</a> cf. v <a data-ref=\"Deuteronomy 10:1\" href=\"/Deuteronomy.10.1\">1</a>. <strong>b.</strong>  def. <span dir=\"rtl\">הָא׳</span> <a data-ref=\"Exodus 25:14\" href=\"/Exodus.25.14\">Ex 25:14</a> + 54 times (Hex P, except Jos JE; S K Ch). <strong>c.</strong>  <span dir=\"rtl\">א׳ יהוה</span> <a data-ref=\"Joshua 4:11\" href=\"/Joshua.4.11\">Jos 4:11</a> + 32 times Jos (JED) S K Ch. <strong>d.</strong>  <span dir=\"rtl\">א׳ אֱלֹהִים</span> †<a data-ref=\"I Samuel 3:3\" href=\"/I_Samuel.3.3\">1 S 3:3</a>; <a data-ref=\"I Samuel 4:11\" href=\"/I_Samuel.4.11\">4:11</a>; <span dir=\"rtl\">א׳ הָאֱלֹהִים</span> <a data-ref=\"I Samuel 4:13\" href=\"/I_Samuel.4.13\">1 S 4:13</a> + 32 times S Ch (but <a data-ref=\"I Samuel 14:18\" href=\"/I_Samuel.14.18\">1 S 14:18</a><sup>(×2)</sup> read <span dir=\"rtl\">הָאֵפוֹד</span> 𝔊 We Dr), cf. <span dir=\"rtl\">א׳ אֱלֹהֵינוּ</span> †<a data-ref=\"I Chronicles 13:3\" href=\"/I_Chronicles.13.3\">1 Ch 13:3</a>. <strong>e.</strong>  <span dir=\"rtl\">א׳ אלהי יִשְׂרָאֵל</span> <a data-ref=\"I Samuel 5:7\" href=\"/I_Samuel.5.7\">1 S 5:7</a> + 6 times S, term used only by Philistines; <span dir=\"rtl\">א׳ יהוה אלהי יִשְׂרָאֵל</span> †<a data-ref=\"I Chronicles 15:12\" href=\"/I_Chronicles.15.12\">1 Ch 15:12</a>, <a data-ref=\"I Chronicles 15:14\" href=\"/I_Chronicles.15.14\">14</a>; <span dir=\"rtl\">א׳ יהוה אֱלֹהֵיכֶם</span> †<a data-ref=\"Joshua 4:5\" href=\"/Joshua.4.5\">Jos 4:5</a> (JE); <span dir=\"rtl\">א׳ אֲדֹנָי יהוה</span> †<a data-ref=\"I Kings 2:26\" href=\"/I_Kings.2.26\">1 K 2:26</a>; <span dir=\"rtl\">א׳ יהוה אֲדוֹן כָּל־הָאָרֶץ</span> †<a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">Jos 3:13</a> (JED) cf. <span dir=\"rtl\">אדון כל־הארץ [הברית] א׳</span> v <a data-ref=\"Joshua 3:11\" href=\"/Joshua.3.11\">11</a>, where <span dir=\"rtl\">הברית</span> (c. art. is prob. interpol., v. Di, only once & late the long phrase <span dir=\"rtl\">א׳ האלהים יהוה יוֹשֵׁב הַכְּרוּבִים אֲשֶׁר נִקְרָא־שֵׁם</span> <a data-ref=\"I Chronicles 13:6\" href=\"/I_Chronicles.13.6\">1 Ch 13:6</a>. <strong>f.</strong>  in combination with <span dir=\"rtl\">בְּרִית</span>, largely D & under D’s influence; <span dir=\"rtl\">ארון הַבְּרִית</span> <em>ark of the covenant</em> †<a data-ref=\"Joshua 3:6\" href=\"/Joshua.3.6\">Jos 3:6</a><sup>(×2)</sup>, <a data-ref=\"Joshua 3:8\" href=\"/Joshua.3.8\">8</a>; <a data-ref=\"Joshua 4:9\" href=\"/Joshua.4.9\">4:9</a>; <a data-ref=\"Joshua 6:6\" href=\"/Joshua.6.6\">6:6</a> (all JED); <span dir=\"rtl\">א׳ בְּרִית יהוה</span> <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">Nu 10:33</a>; <a data-ref=\"Numbers 14:44\" href=\"/Numbers.14.44\">14:44</a> (both J) <a data-ref=\"Deuteronomy 10:8\" href=\"/Deuteronomy.10.8\">Dt 10:8</a>; <a data-ref=\"Deuteronomy 31:9\" href=\"/Deuteronomy.31.9\">31:9</a>, <a data-ref=\"Deuteronomy 31:25\" href=\"/Deuteronomy.31.25\">25</a>; <a data-ref=\"Joshua 4:7\" href=\"/Joshua.4.7\">Jos 4:7</a>, <a data-ref=\"Joshua 4:18\" href=\"/Joshua.4.18\">18</a>; <a data-ref=\"Joshua 6:8\" href=\"/Joshua.6.8\">6:8</a>; <a data-ref=\"Joshua 8:33\" href=\"/Joshua.8.33\">8:33</a> <a data-ref=\"Jeremiah 3:16\" href=\"/Jeremiah.3.16\">Je 3:16</a> + 17 times S K Ch; once longer <span dir=\"rtl\">א׳ בְּרִית י׳ צְבָאוֹת ישֵׁב הַכְּרֻבִים</span> †<a data-ref=\"I Samuel 4:4\" href=\"/I_Samuel.4.4\">1 S 4:4</a>; also <span dir=\"rtl\">א׳ בְּרִית הָאֱלֹהִים</span> †<a data-ref=\"Judges 20:27\" href=\"/Judges.20.27\">Ju 20:27</a>; <a data-ref=\"I Samuel 4:4\" href=\"/I_Samuel.4.4\">1 S 4:4</a>; <a data-ref=\"II Samuel 15:24\" href=\"/II_Samuel.15.24\">2 S 15:24</a>; <a data-ref=\"I Chronicles 16:6\" href=\"/I_Chronicles.16.6\">1 Ch 16:6</a>; & <span dir=\"rtl\">א׳ בְּרִית י׳ אלהיכם</span> <a data-ref=\"Deuteronomy 31:26\" href=\"/Deuteronomy.31.26\">Dt 31:26</a> <a data-ref=\"Joshua 3:3\" href=\"/Joshua.3.3\">Jos 3:3</a>. <strong>g.</strong>  <span dir=\"rtl\">אֲרוֹן הָעֵדוּת</span> <em>ark of the testimony</em>, only in P, corresponding to <span dir=\"rtl\">א׳ בְּרִית</span> (cf. Di on <a data-ref=\"Exodus 25:16\" href=\"/Exodus.25.16\">Ex 25:16</a>), <a data-ref=\"Exodus 25:22\" href=\"/Exodus.25.22\">Ex 25:22</a> + 8 times Ex, †<a data-ref=\"Numbers 4:5\" href=\"/Numbers.4.5\">Nu 4:5</a>; <a data-ref=\"Numbers 7:89\" href=\"/Numbers.7.89\">7:89</a> <a data-ref=\"Joshua 4:16\" href=\"/Joshua.4.16\">Jos 4:16</a>. <strong>h.</strong>  †<span dir=\"rtl\">א׳ הַקֹּדֶשׁ</span> <a data-ref=\"II Chronicles 35:3\" href=\"/II_Chronicles.35.3\">2 Ch 35:3</a>. <strong>i.</strong>  <span dir=\"rtl\">א׳ עֻזֶּךָ֑</span> <em>the ark of thy strength</em> <a data-ref=\"II Chronicles 6:41\" href=\"/II_Chronicles.6.41\">2 Ch 6:41</a> <a data-ref=\"Psalms 132:8\" href=\"/Psalms.132.8\">ψ 132:8</a>.—(Cf. also tables given by Seyringl.c. & his theory as to earliest designation of ark.)"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1f9b6084aa1cbf144d1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָרַד 1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "BDB, יָרַד 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָרַד א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָרַד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">יָרַד</span></big></big><sub>380</sub><big></big>  <strong>vb. come</strong> or go down, descend <strong>(</strong>NH <em>id.;</em> MI<sup>32</sup> <span dir=\"rtl\">וארד</span> and <span dir=\"rtl\">רד</span>; Assyrian <em>arâdu</em>, Dl<sup>HWB 240</sup>; Arabic <span dir=\"rtl\">وَرَدَ</span> <em>come to, arrive at</em>, also <em>descend;</em> Ethiopic ወረደ <em>descend;</em> Sab. <span dir=\"rtl\">ורד</span> and <span dir=\"rtl\">הורד</span> <em>id.</em>, DHM in MV<strong>)</strong>—<br><strong>Qal</strong><sub>306</sub>  Pf. <span dir=\"rtl\">יָרַד</span> <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">Ex 19:18</a> +; <span dir=\"rtl\">יְרַד</span> <a data-ref=\"Judges 5:13\" href=\"/Judges.5.13\">Ju 5:13</a><sup>(×2)</sup> (but read <span dir=\"rtl\">יָרַד</span> or <span dir=\"rtl\">יֵרֵד</span>); <span dir=\"rtl\">רַד</span> <a data-ref=\"Judges 19:11\" href=\"/Judges.19.11\">19:11</a> (read <span dir=\"rtl\">יָרַד</span>), etc.; Impf. <span dir=\"rtl\">יֵרֵד</span> <a data-ref=\"Genesis 42:38\" href=\"/Genesis.42.38\">Gn 42:38</a> +; <span dir=\"rtl\">וַיֵּ֫רֶד</span> <a data-ref=\"Genesis 11:5\" href=\"/Genesis.11.5\">Gn 11:5</a> +; <span dir=\"rtl\">וַיֵּרַ֑ד</span> <a data-ref=\"II Samuel 22:10\" href=\"/II_Samuel.22.10\">2 S 22:10</a> + 2 times; 3 fs. <span dir=\"rtl\">(אֵשׁ) תֵּ֫רֶד</span> <a data-ref=\"II Kings 1:10\" href=\"/II_Kings.1.10\">2 K 1:10</a>, <a data-ref=\"II Kings 1:12\" href=\"/II_Kings.1.12\">12</a>; <span dir=\"rtl\">תּרַד</span> <a data-ref=\"Jeremiah 13:17\" href=\"/Jeremiah.13.17\">Je 13:17</a> <a data-ref=\"Lamentations 3:48\" href=\"/Lamentations.3.48\">La 3:48</a>; <span dir=\"rtl\">תֵּרֵ֔ד</span> <a data-ref=\"Isaiah 34:5\" href=\"/Isaiah.34.5\">Is 34:5</a>; <a data-ref=\"Isaiah 63:14\" href=\"/Isaiah.63.14\">63:14</a>; <span dir=\"rtl\">תֵּרֵ֑ד</span> <a data-ref=\"Ezekiel 26:11\" href=\"/Ezekiel.26.11\">Ez 26:11</a> (<span dir=\"rtl\">יוֹרִיד</span> Vrss Co); <span dir=\"rtl\">וַתֵּ֫רֶד</span> <a data-ref=\"Genesis 24:16\" href=\"/Genesis.24.16\">Gn 24:16</a> + 7 times; 2 ms. <span dir=\"rtl\">תֵּרֵד</span> <a data-ref=\"Genesis 26:2\" href=\"/Genesis.26.2\">Gn 26:2</a> + 5 times + <a data-ref=\"I Samuel 20:19\" href=\"/I_Samuel.20.19\">1 S 20:19</a>, where read <span dir=\"rtl\">תִּפָּקֵד</span> We Dr, cf. 𝔊 𝔖 𝔗 1 s. <span dir=\"rtl\">אֵרֵד</span> <a data-ref=\"Genesis 37:35\" href=\"/Genesis.37.35\">Gn 37:35</a> + 3 times; <span dir=\"rtl\">וָאֵרֵד</span> <a data-ref=\"Exodus 3:8\" href=\"/Exodus.3.8\">Ex 3:8</a> + 3 times; cohort. <span dir=\"rtl\">אֵרְדָה־נָא</span> <a data-ref=\"Genesis 18:21\" href=\"/Genesis.18.21\">Gn 18:21</a>; <span dir=\"rtl\">יֵרְדוּ</span> <a data-ref=\"I Samuel 13:12\" href=\"/I_Samuel.13.12\">1 S 13:12</a> + 4 times; <span dir=\"rtl\">וַיֵּרְדוּ</span> <a data-ref=\"Genesis 42:3\" href=\"/Genesis.42.3\">Gn 42:3</a> + 19 times; 3 f. pl. <span dir=\"rtl\">תֵּרַדְנָה</span> <a data-ref=\"Jeremiah 14:17\" href=\"/Jeremiah.14.17\">Je 14:17</a> + 2 times; 1 pl. <span dir=\"rtl\">נֵרֵד</span> <a data-ref=\"Genesis 43:5\" href=\"/Genesis.43.5\">Gn 43:5</a>; cohort. <span dir=\"rtl\">נֵרְדָה</span> <a data-ref=\"Genesis 11:7\" href=\"/Genesis.11.7\">Gn 11:7</a> + 2 times; <span dir=\"rtl\">וַנֵּ֫רֶד</span> <a data-ref=\"II Kings 10:13\" href=\"/II_Kings.10.13\">2 K 10:13</a>; Imv. <span dir=\"rtl\">רֵד</span> <a data-ref=\"Exodus 19:21\" href=\"/Exodus.19.21\">Ex 19:21</a> +; <span dir=\"rtl\">רְדָה</span> <a data-ref=\"Genesis 45:9\" href=\"/Genesis.45.9\">Gn 45:9</a> <a data-ref=\"Ezekiel 32:19\" href=\"/Ezekiel.32.19\">Ez 32:19</a>; <span dir=\"rtl\">רֵ֑דָה</span> <a data-ref=\"II Kings 1:9\" href=\"/II_Kings.1.9\">2 K 1:9</a>, <a data-ref=\"II Kings 1:11\" href=\"/II_Kings.1.11\">11</a>; fs. <span dir=\"rtl\">רְדִי</span> <a data-ref=\"Jeremiah 48:18\" href=\"/Jeremiah.48.18\">Je 48:18</a> <a data-ref=\"Isaiah 47:1\" href=\"/Isaiah.47.1\">Is 47:1</a>; mpl. <span dir=\"rtl\">רְדוּ</span> <a data-ref=\"Genesis 42:5\" href=\"/Genesis.42.5\">Gn 42:2</a> + 5 times; Inf. abs. <span dir=\"rtl\">יָרֹד</span> <a data-ref=\"Genesis 43:20\" href=\"/Genesis.43.20\">Gn 43:20</a>; cstr. <span dir=\"rtl\">רֶ֫דֶת</span> <a data-ref=\"Genesis 44:26\" href=\"/Genesis.44.26\">Gn 44:26</a> +; <span dir=\"rtl\">(מֵ)רְדָה</span> <a data-ref=\"Genesis 46:3\" href=\"/Genesis.46.3\">Gn 46:3</a> (v. Kö<sup>i. 402</sup>); sf. <span dir=\"rtl\">רִדְתִּי</span> <a data-ref=\"Psalms 30:10\" href=\"/Psalms.30.10\">ψ 30:10</a>, etc. (in <a data-ref=\"Psalms 30:4\" href=\"/Psalms.30.4\">ψ 30:4</a> read Kt <span dir=\"rtl\">מִיּוֹרְדֵי</span>, so 𝔊 𝔖 Che Bae, v. Ol<sup>§§ 160 b, 245 d</sup>); Pt. <span dir=\"rtl\">יוֹרֵד</span> <a data-ref=\"Judges 9:36\" href=\"/Judges.9.36\">Ju 9:36</a> +; fs. <span dir=\"rtl\">יֹרְדָה</span> <a data-ref=\"Lamentations 1:16\" href=\"/Lamentations.1.16\">La 1:16</a>; <span dir=\"rtl\">(הַ)יֹּרֶ֫דֶת</span> <a data-ref=\"Ecclesiastes 3:21\" href=\"/Ecclesiastes.3.21\">Ec 3:21</a> <a data-ref=\"I Samuel 25:30\" href=\"/I_Samuel.25.30\">1 S 25:30</a>, etc.;— <strong>1.</strong> <strong>a.</strong>  <em>come</em> or <em>go down:</em> from <span dir=\"rtl\">(מִן)</span> a mountain <a data-ref=\"Exodus 19:14\" href=\"/Exodus.19.14\">Ex 19:14</a>; <a data-ref=\"Exodus 32:1\" href=\"/Exodus.32.1\">32:1</a>, <a data-ref=\"Exodus 32:15\" href=\"/Exodus.32.15\">15</a> (all E), <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">34:29</a><sup>(×2)</sup> (JE), <a data-ref=\"Deuteronomy 9:15\" href=\"/Deuteronomy.9.15\">Dt 9:15</a>; <a data-ref=\"Deuteronomy 10:5\" href=\"/Deuteronomy.10.5\">10:5</a> <a data-ref=\"Numbers 20:28\" href=\"/Numbers.20.28\">Nu 20:28</a> (P) +; abs. <a data-ref=\"Exodus 19:21\" href=\"/Exodus.19.21\">Ex 19:21</a>, <a data-ref=\"Exodus 19:24\" href=\"/Exodus.19.24\">24</a> (J), v <a data-ref=\"Exodus 19:25\" href=\"/Exodus.19.25\">25</a> (J; c. <span dir=\"rtl\">אֶל</span> pers.); from the air, of birds, sq. <span dir=\"rtl\">עַל</span> <a data-ref=\"Genesis 15:11\" href=\"/Genesis.15.11\">Gn 15:11</a> (JE). <strong>b.</strong>  <em>go down</em> (usually from mountain or hill-country into plain), to battle, abs. <a data-ref=\"Judges 5:14\" href=\"/Judges.5.14\">Ju 5:14</a>; sq. <span dir=\"rtl\">לָעֵמֶק</span> <a data-ref=\"Judges 1:34\" href=\"/Judges.1.34\">Ju 1:34</a>; sq. <span dir=\"rtl\">לַשְּׁעָרִים</span> <a data-ref=\"Judges 5:11\" href=\"/Judges.5.11\">Ju 5:11</a>; sq. <span dir=\"rtl\">אֶל</span> v <a data-ref=\"Judges 5:10\" href=\"/Judges.5.10\">10</a>, <a data-ref=\"Judges 5:11\" href=\"/Judges.5.11\">11</a>, cf. <a data-ref=\"I Samuel 17:8\" href=\"/I_Samuel.17.8\">1 S 17:8</a> (sq. <span dir=\"rtl\">אֶל</span> pers.); sq. <span dir=\"rtl\">לִקְרַאת</span> <a data-ref=\"Judges 7:24\" href=\"/Judges.7.24\">Ju 7:24</a>; sq. <span dir=\"rtl\">אַחֲרֵי</span> pers. <a data-ref=\"I Samuel 14:36\" href=\"/I_Samuel.14.36\">1 S 14:36</a>; sq. ב loc. <a data-ref=\"Judges 7:9\" href=\"/Judges.7.9\">Ju 7:9</a>; <span dir=\"rtl\">בַּמִּלְחָמָה יֵרֵד וְנִסְפָּה</span> <a data-ref=\"I Samuel 26:10\" href=\"/I_Samuel.26.10\">1 S 26:10</a>, cf. <a data-ref=\"I Samuel 29:4\" href=\"/I_Samuel.29.4\">29:4</a>; <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">30:24</a>; of single combat, <span dir=\"rtl\">וַיֵּרֶד אֵלָיו בַּשָּׁ֑בֶט</span> <a data-ref=\"II Samuel 23:21\" href=\"/II_Samuel.23.21\">2 S 23:21</a> = <a data-ref=\"I Chronicles 11:23\" href=\"/I_Chronicles.11.23\">1 Ch 11:23</a>. <strong>c.</strong>  <em>go down</em> to (acc.) threshing-floor, <a data-ref=\"Ruth 3:3\" href=\"/Ruth.3.3\">Ru 3:3</a>, <a data-ref=\"Ruth 3:5\" href=\"/Ruth.3.5\">5</a>; (from David’s palace) to Uriah’s house <span dir=\"rtl\">(אֶל)</span> <a data-ref=\"II Samuel 11:9\" href=\"/II_Samuel.11.9\">2 S 11:9</a>, <a data-ref=\"II Samuel 11:10\" href=\"/II_Samuel.11.10\">10</a><sup>(×2)</sup>, <a data-ref=\"II Samuel 11:13\" href=\"/II_Samuel.11.13\">13</a>; from temple to (acc.) king’s house <a data-ref=\"Jeremiah 36:12\" href=\"/Jeremiah.36.12\">Je 36:12</a> (+ <span dir=\"rtl\">עַל־לִשְׁכַּת הַסֹּפֵר</span>); <span dir=\"rtl\">רֵד בֵּית־מֶלֶךְ יְהוּדָח</span> <a data-ref=\"Jeremiah 22:1\" href=\"/Jeremiah.22.1\">22:1</a>, etc. <strong>d.</strong>  <em>go down</em> (abs.) from Palestine to Egypt <a data-ref=\"Genesis 42:3\" href=\"/Genesis.42.3\">Gn 42:3</a> (E), v <a data-ref=\"Genesis 42:38\" href=\"/Genesis.42.38\">38</a> (J) + 6 times JE; †sq. <span dir=\"rtl\">אֵלַי</span> <a data-ref=\"Genesis 45:9\" href=\"/Genesis.45.9\">Gn 45:9</a> (E); sq. <span dir=\"rtl\">מִצְרַ֫יְמָה</span> <a data-ref=\"Genesis 46:3\" href=\"/Genesis.46.3\">Gn 46:3</a>, <a data-ref=\"Genesis 46:4\" href=\"/Genesis.46.4\">4</a> (E), <a data-ref=\"Genesis 12:10\" href=\"/Genesis.12.10\">12:10</a>; <a data-ref=\"Genesis 26:2\" href=\"/Genesis.26.2\">26:2</a> (both J), <a data-ref=\"Numbers 20:15\" href=\"/Numbers.20.15\">Nu 20:15</a> (JE); sq. <span dir=\"rtl\">מִצְרַיִם</span> <a data-ref=\"Joshua 24:4\" href=\"/Joshua.24.4\">Jos 24:4</a> (E), <a data-ref=\"Genesis 43:15\" href=\"/Genesis.43.15\">Gn 43:15</a> (J), <a data-ref=\"Isaiah 30:2\" href=\"/Isaiah.30.2\">Is 30:2</a>; <a data-ref=\"Isaiah 31:1\" href=\"/Isaiah.31.1\">31:1</a>; <a data-ref=\"Isaiah 52:4\" href=\"/Isaiah.52.4\">52:4</a>; sq. <span dir=\"rtl\">שָׁ֫מָּה</span> <a data-ref=\"Genesis 42:2\" href=\"/Genesis.42.2\">Gn 42:2</a> (E)†; so to Philistine cities <a data-ref=\"Judges 14:19\" href=\"/Judges.14.19\">Ju 14:19</a>; <a data-ref=\"Judges 16:31\" href=\"/Judges.16.31\">16:31</a> <a data-ref=\"I Samuel 13:20\" href=\"/I_Samuel.13.20\">1 S 13:20</a> <a data-ref=\"Amos 6:2\" href=\"/Amos.6.2\">Am 6:2</a>. <strong>e.</strong>  from Jerusalem, abs. <a data-ref=\"Judges 1:9\" href=\"/Judges.1.9\">Ju 1:9</a> <a data-ref=\"I Kings 1:25\" href=\"/I_Kings.1.25\">1 K 1:25</a> <a data-ref=\"Nehemiah 6:3\" href=\"/Nehemiah.6.3\">Ne 6:3</a> <a data-ref=\"II Chronicles 20:16\" href=\"/II_Chronicles.20.16\">2 Ch 20:16</a> (to battle); to Jezreel <a data-ref=\"II Kings 8:21\" href=\"/II_Kings.8.21\">2 K 8:21</a> = <a data-ref=\"II Kings 9:26\" href=\"/II_Kings.9.26\">9:26</a> = <a data-ref=\"II Chronicles 22:6\" href=\"/II_Chronicles.22.6\">2 Ch 22:6</a>; to Samaria <a data-ref=\"I Kings 22:2\" href=\"/I_Kings.22.2\">1 K 22:2</a> = <a data-ref=\"II Chronicles 18:2\" href=\"/II_Chronicles.18.2\">2 Ch 18:2</a>; (to Gihon) <a data-ref=\"I Kings 1:38\" href=\"/I_Kings.1.38\">1 Ki 1:38</a>, etc. †<strong>f.</strong>  from altar <span dir=\"rtl\">ירד מֵעֲשׂוֹת הַחַטָּאת</span> <a data-ref=\"Leviticus 9:22\" href=\"/Leviticus.9.22\">Lv 9:22</a> (P); from chariot, c. <span dir=\"rtl\">מֵעַל</span> <a data-ref=\"Judges 4:15\" href=\"/Judges.4.15\">Ju 4:15</a>; from ass, c. <span dir=\"rtl\">מֵעַל</span> <a data-ref=\"I Samuel 25:23\" href=\"/I_Samuel.25.23\">1 S 25:23</a>; from throne, c. <span dir=\"rtl\">מֵעַל</span> <a data-ref=\"Ezekiel 26:16\" href=\"/Ezekiel.26.16\">Ez 26:16</a>, abs. <a data-ref=\"Isaiah 47:1\" href=\"/Isaiah.47.1\">Is 47:1</a>, cf. <span dir=\"rtl\">רְדִי מִכָּבוֹד</span> <a data-ref=\"Jeremiah 48:18\" href=\"/Jeremiah.48.18\">Je 48:18</a>; from ships, c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Ezekiel 27:29\" href=\"/Ezekiel.27.29\">Ez 27:29</a>; from bed, c. <span dir=\"rtl\">מִן</span> <a data-ref=\"II Kings 1:4\" href=\"/II_Kings.1.4\">2 K 1:4</a>, <a data-ref=\"II Kings 1:6\" href=\"/II_Kings.1.6\">6</a>, <a data-ref=\"II Kings 1:16\" href=\"/II_Kings.1.16\">16</a> (all opp. <span dir=\"rtl\">עלה</span>). †<strong>g.</strong>  <em>go down</em> <span dir=\"rtl\">הָעַ֫יְנָה</span> <a data-ref=\"Genesis 24:16\" href=\"/Genesis.24.16\">Gn 24:16</a>, <a data-ref=\"Genesis 24:45\" href=\"/Genesis.24.45\">45</a> (J); sq. <span dir=\"rtl\">לִרְחֹץ עַל הַיְאֹר</span> <a data-ref=\"Exodus 2:5\" href=\"/Exodus.2.5\">Ex 2:5</a> (E), cf. (abs.) <a data-ref=\"II Kings 5:14\" href=\"/II_Kings.5.14\">2 K 5:14</a>; sq. acc. <span dir=\"rtl\">הַסֶּלַע</span> <a data-ref=\"I Samuel 23:25\" href=\"/I_Samuel.23.25\">1 S 23:25</a>; <span dir=\"rtl\">יוֹרְדֵי הַיָּם</span> <a data-ref=\"Isaiah 42:10\" href=\"/Isaiah.42.10\">Is 42:10</a>; <span dir=\"rtl\">יוֹרְדֵי הַיָּם בָּאֳנִיּוֹת</span> <a data-ref=\"Psalms 107:23\" href=\"/Psalms.107.23\">ψ 107:23</a>; abs. (into pit or well) <a data-ref=\"II Samuel 23:30\" href=\"/II_Samuel.23.30\">2 S 23:30</a> = <a data-ref=\"I Chronicles 11:22\" href=\"/I_Chronicles.11.22\">1 Ch 11:22</a>, sq. <span dir=\"rtl\">שָׁם</span> (i.e. <span dir=\"rtl\">בְּאֵר</span>) <a data-ref=\"II Samuel 17:18\" href=\"/II_Samuel.17.18\">2 S 17:18</a>.—<span dir=\"rtl\">וְיָרַדְתִּי</span> <a data-ref=\"Judges 11:37\" href=\"/Judges.11.37\">Ju 11:37</a>, read <span dir=\"rtl\">וְרַדְתִּי</span> (√ <span dir=\"rtl\">רוד</span>, <em>wander about</em>), RS in Bla. †<strong>h.</strong>  = <em>sink</em>, in water <span dir=\"rtl\">יָֽרְדוּ בִמְצוֹלוֹת כְּמוֹ־אָ֑בֶן</span> <a data-ref=\"Exodus 15:5\" href=\"/Exodus.15.5\">Ex 15:5</a> (song in E); <span dir=\"rtl\">לְקִצְבֵי הָרִים יָרַדְתִּי</span> <a data-ref=\"Jonah 2:7\" href=\"/Jonah.2.7\">Jon 2:7</a>; more gen., opp. rising, <span dir=\"rtl\">יַעֲלוּ הָרִים יֵֽרְדוּ בְקָעוֹת</span> <a data-ref=\"Psalms 104:8\" href=\"/Psalms.104.8\">ψ 104:8</a> <em>mountains rise, valleys sink;</em> <span dir=\"rtl\">יַעֲלוּ שָׁמַיִם יֵרְדוּ תְהוֹמוֹת</span> <a data-ref=\"Psalms 107:26\" href=\"/Psalms.107.26\">107:26</a>. <strong>i.</strong>  <em>go down</em> to <em>Sh</em><sup>e</sup><em>ʾôl</em>: †sq. <span dir=\"rtl\">שְׁא֫וֹלָה</span> <a data-ref=\"Genesis 37:35\" href=\"/Genesis.37.35\">Gn 37:35</a> (J; + <span dir=\"rtl\">אֶל־בְּנִי</span>), <a data-ref=\"Numbers 16:30\" href=\"/Numbers.16.30\">Nu 16:30</a>, <a data-ref=\"Numbers 16:33\" href=\"/Numbers.16.33\">33</a> (JE), <a data-ref=\"Ezekiel 31:15\" href=\"/Ezekiel.31.15\">Ez 31:15</a>, <a data-ref=\"Ezekiel 31:17\" href=\"/Ezekiel.31.17\">17</a>; sq. <span dir=\"rtl\">שְׁאוֹל</span> <a data-ref=\"Ezekiel 32:27\" href=\"/Ezekiel.32.27\">Ez 32:27</a> <a data-ref=\"Psalms 55:16\" href=\"/Psalms.55.16\">ψ 55:16</a> <a data-ref=\"Job 7:6\" href=\"/Job.7.6\">Jb 7:6</a> (opp. <span dir=\"rtl\">עלה</span>); <span dir=\"rtl\">בַּדֵּי שְׁאֹל תֵּרַדְנָה</span> <a data-ref=\"Job 17:16\" href=\"/Job.17.16\">Jb 17:16</a>; abs. <a data-ref=\"Isaiah 5:14\" href=\"/Isaiah.5.14\">Is 5:14</a> <a data-ref=\"Ezekiel 32:19\" href=\"/Ezekiel.32.19\">Ez 32:19</a> (‖ <span dir=\"rtl\">הָשְׁכְּבָה</span>), v <a data-ref=\"Ezekiel 32:21\" href=\"/Ezekiel.32.21\">21</a>, <a data-ref=\"Ezekiel 32:30\" href=\"/Ezekiel.32.30\">30</a>, <a data-ref=\"Psalms 49:15\" href=\"/Psalms.49.15\">ψ 49:15</a> (sq. <span dir=\"rtl\">אַחֲרָיו</span>); <span dir=\"rtl\">יָֽרְדוּ עֲרֵלִים</span> <a data-ref=\"Ezekiel 32:24\" href=\"/Ezekiel.32.24\">Ez 32:24</a>; sq. <span dir=\"rtl\">שַׁחַת</span> <a data-ref=\"Job 33:24\" href=\"/Job.33.24\">Jb 33:24</a>, <span dir=\"rtl\">אֶל־שַׁחַת</span> <a data-ref=\"Psalms 30:10\" href=\"/Psalms.30.10\">ψ 30:10</a>; sq. <span dir=\"rtl\">בּוֹר</span> <a data-ref=\"Psalms 30:4\" href=\"/Psalms.30.4\">ψ 30:4</a> Qr (Kt <span dir=\"rtl\">יורדי</span>); <span dir=\"rtl\">יוֹרְדֵי אֶל־אַבְנֵי־בוֹר</span> <a data-ref=\"Isaiah 14:19\" href=\"/Isaiah.14.19\">Is 14:19</a>†; <span dir=\"rtl\">יוֹרְדֵי בוֹר</span> <a data-ref=\"Psalms 28:1\" href=\"/Psalms.28.1\">ψ 28:1</a> <a data-ref=\"Ezekiel 26:20\" href=\"/Ezekiel.26.20\">Ez 26:20</a><sup>(×2)</sup> (‖ <span dir=\"rtl\">אֶרֶץ תַּחְתִּיּוֹת</span>) + 11 times (v. <a data-ref=\"BDB, בּוֹר\" href=\"/BDB,_בּוֹר\", dir=\"rtl\">בּוֹר</a>); †<span dir=\"rtl\">יוֹרְדֵי עָפָר</span> <a data-ref=\"Psalms 22:30\" href=\"/Psalms.22.30\">ψ 22:30</a>; <span dir=\"rtl\">יוֹרְדֵי דוּמָה</span> <a data-ref=\"Psalms 115:17\" href=\"/Psalms.115.17\">115:17</a> (‖ <span dir=\"rtl\">הַמֵּתִים</span>); <span dir=\"rtl\">רַגְלֶיהָ יֹרְדֹת מָ֑וֶת</span> <a data-ref=\"Proverbs 5:5\" href=\"/Proverbs.5.5\">Pr 5:5</a>, cf. <a data-ref=\"Proverbs 7:27\" href=\"/Proverbs.7.27\">7:27</a> (‖ <span dir=\"rtl\">דַּרְכֵי שְׁאוֹל</span>); note also <span dir=\"rtl\">מִי יוֹדֵעַ</span> … <span dir=\"rtl\">רוּחַ הַבְּהֵמָה הַיֹּרֶדֶת הִיא לְמַטָּה לָאָרֶץ</span> <a data-ref=\"Ecclesiastes 3:21\" href=\"/Ecclesiastes.3.21\">Ec 3:21</a> (opp. <span dir=\"rtl\">הָעֹלָה הִיא לְמָ֑עְלָה</span>; read <span dir=\"rtl\">חֲיֹרדת</span>, <span dir=\"rtl\">הַעֹלָה</span>, with Vrss, see VB). <strong>j.</strong>  fig. <span dir=\"rtl\">יֹרֵד בַּבֶּ֑כִי</span> <a data-ref=\"Isaiah 15:3\" href=\"/Isaiah.15.3\">Is 15:3</a> <em>going down</em> (dissolving) <em>in tears</em> (‖ <span dir=\"rtl\">יְיֵלֵיל</span>; cf. <strong>3 c</strong>). †<strong>k.</strong>  = <em>be prostrated</em>, abs., of horses and riders <a data-ref=\"Haggai 2:22\" href=\"/Haggai.2.22\">Hg 2:22</a>, cf. <a data-ref=\"Isaiah 34:7\" href=\"/Isaiah.34.7\">Is 34:7</a>, perhaps also <a data-ref=\"Jeremiah 48:15\" href=\"/Jeremiah.48.15\">Je 48:15</a>; <a data-ref=\"Jeremiah 50:27\" href=\"/Jeremiah.50.27\">50:27</a> (+ <span dir=\"rtl\">לַטָּ֑בַח</span>); forest <a data-ref=\"Isaiah 32:19\" href=\"/Isaiah.32.19\">Is 32:19</a> <a data-ref=\"Zechariah 11:2\" href=\"/Zechariah.11.2\">Zc 11:2</a>; city <a data-ref=\"Deuteronomy 20:20\" href=\"/Deuteronomy.20.20\">Dt 20:20</a> <a data-ref=\"Lamentations 1:9\" href=\"/Lamentations.1.9\">La 1:9</a>; wall <a data-ref=\"Deuteronomy 28:52\" href=\"/Deuteronomy.28.52\">Dt 28:52</a>; nation <span dir=\"rtl\">תֵּרֵד מַ֫טָּה מָ֑טָּה</span> <a data-ref=\"Deuteronomy 28:43\" href=\"/Deuteronomy.28.43\">Dt 28:43</a> (opp. <span dir=\"rtl\">עלה</span>); <span dir=\"rtl\">מַצֵּבוֹה</span> <a data-ref=\"Ezekiel 26:11\" href=\"/Ezekiel.26.11\">Ez 26:11</a> + <span dir=\"rtl\">לָאָרֶץ</span> (where Co <span dir=\"rtl\">ויחרדו</span>). †<strong>2.</strong>  of divine manifestations: <em>descend</em>, of <span dir=\"rtl\">י׳</span> in theoph. [= <span dir=\"rtl\">על ההר</span>]<span dir=\"rtl\">יָרַד עָלָיו י׳ בָּאֵשׁ</span> <a data-ref=\"Exodus 19:11\" href=\"/Exodus.19.11\">Ex 19:11</a>, <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">18</a> (E), v <a data-ref=\"Exodus 19:20\" href=\"/Exodus.19.20\">20</a> (J; <span dir=\"rtl\">אֶל־רֹאשׁ הָהָר</span>), cf. <a data-ref=\"Nehemiah 9:13\" href=\"/Nehemiah.9.13\">Ne 9:13</a>; <span dir=\"rtl\">יֵרֵד י׳ צְבָאוֹת לִצְבֹּא עַל־הַר־צִיּוֹן</span> <a data-ref=\"Isaiah 31:4\" href=\"/Isaiah.31.4\">Is 31:4</a>; abs. <a data-ref=\"Genesis 11:5\" href=\"/Genesis.11.5\">Gn 11:5</a>, <a data-ref=\"Genesis 11:7\" href=\"/Genesis.11.7\">7</a>; <a data-ref=\"Genesis 18:21\" href=\"/Genesis.18.21\">18:21</a> <a data-ref=\"Exodus 3:8\" href=\"/Exodus.3.8\">Ex 3:8</a> (all J), <a data-ref=\"Numbers 11:17\" href=\"/Numbers.11.17\">Nu 11:17</a> (JE), <a data-ref=\"II Samuel 22:10\" href=\"/II_Samuel.22.10\">2 S 22:10</a> = <a data-ref=\"Psalms 18:10\" href=\"/Psalms.18.10\">ψ 18:10</a> (cf. <a data-ref=\"Psalms 144:5\" href=\"/Psalms.144.5\">144:5</a>), <a data-ref=\"Micah 1:3\" href=\"/Micah.1.3\">Mi 1:3</a> <a data-ref=\"Isaiah 63:19\" href=\"/Isaiah.63.19\">Is 63:19</a>; <a data-ref=\"Isaiah 64:2\" href=\"/Isaiah.64.2\">64:2</a>; <span dir=\"rtl\">וַיֵּרֶד י׳ בֶּעָנָן</span> <a data-ref=\"Exodus 34:5\" href=\"/Exodus.34.5\">Ex 34:5</a> <a data-ref=\"Numbers 11:25\" href=\"/Numbers.11.25\">Nu 11:25</a>, cf. <a data-ref=\"Numbers 12:5\" href=\"/Numbers.12.5\">12:5</a> (all JE); of pillar of cloud <a data-ref=\"Exodus 33:9\" href=\"/Exodus.33.9\">Ex 33:9</a> (JE); <span dir=\"rtl\">מִ׳ עָלָה־שָׁמַיִם וַיֵּרַ֡ד</span> <a data-ref=\"Proverbs 30:4\" href=\"/Proverbs.30.4\">Pr 30:4</a>; of angels on <span dir=\"rtl\">סֻלָּם</span>; <span dir=\"rtl\">עֹלִים וְיֹרְדִים בּוֹ</span> <a data-ref=\"Genesis 28:12\" href=\"/Genesis.28.12\">Gn 28:12</a> (E). <strong>3.</strong>  of inanimate things: <strong>a.</strong>  hail c. <span dir=\"rtl\">עַל</span> pers. <a data-ref=\"Exodus 9:19\" href=\"/Exodus.9.19\">Ex 9:19</a> (J); dew c. <span dir=\"rtl\">עַל</span> loc. <a data-ref=\"Numbers 11:9\" href=\"/Numbers.11.9\">Nu 11:9</a> (JE), <a data-ref=\"Psalms 133:3\" href=\"/Psalms.133.3\">ψ 133:3</a>; rain (as <span dir=\"rtl\">אָבָק</span> and <span dir=\"rtl\">עָפָר</span>), sq. <span dir=\"rtl\">מִן הַשָּׁמַיִם</span> + <span dir=\"rtl\">על</span> pers. <a data-ref=\"Deuteronomy 28:24\" href=\"/Deuteronomy.28.24\">Dt 28:24</a>, so in sim. of future king <span dir=\"rtl\">יֵרֵד כְּמָטָר עַל־גֵּז</span> <a data-ref=\"Psalms 72:6\" href=\"/Psalms.72.6\">ψ 72:6</a>; of <span dir=\"rtl\">גֶּשֶׁם</span> and <span dir=\"rtl\">שֶׁלֶג</span>, c. <span dir=\"rtl\">מִן הַשָּׁמַיִם</span> <a data-ref=\"Isaiah 55:10\" href=\"/Isaiah.55.10\">Is 55:10</a>; manna (c. <span dir=\"rtl\">עַל</span> loc.) <a data-ref=\"Numbers 11:9\" href=\"/Numbers.11.9\">Nu 11:9</a> (JE); fire from <span dir=\"rtl\">(מִן)</span> heaven <a data-ref=\"II Kings 1:10\" href=\"/II_Kings.1.10\">2 K 1:10</a><sup>(×2)</sup>, <a data-ref=\"II Kings 1:12\" href=\"/II_Kings.1.12\">12</a><sup>(×2)</sup>, <a data-ref=\"II Kings 1:14\" href=\"/II_Kings.1.14\">14</a> <a data-ref=\"II Chronicles 7:1\" href=\"/II_Chronicles.7.1\">2 Ch 7:1</a>, abs. <a data-ref=\"II Chronicles 7:3\" href=\"/II_Chronicles.7.3\">2 Ch 7:3</a>. <strong>b.</strong>  waters, flowing down <span dir=\"rtl\">הַנַּחַל הַיֹּרֵד מִן־הָהָר</span> <a data-ref=\"Deuteronomy 9:21\" href=\"/Deuteronomy.9.21\">Dt 9:21</a>, cf. <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">Jos 3:13</a> (sq. <span dir=\"rtl\">מִלְמָ֑עְלָה</span>), v <a data-ref=\"Joshua 3:16\" href=\"/Joshua.3.16\">16</a>; sq. <span dir=\"rtl\">עַל־יַם הָעֲרָבָה</span> v <a data-ref=\"Joshua 3:16\" href=\"/Joshua.3.16\">16</a>; <span dir=\"rtl\">עַל־הָעֲרָבָה</span> <a data-ref=\"Ezekiel 47:8\" href=\"/Ezekiel.47.8\">Ez 47:8</a>; sq. <span dir=\"rtl\">מִן</span> <a data-ref=\"Ezekiel 47:1\" href=\"/Ezekiel.47.1\">47:1</a>. <strong>c.</strong>  tears, <span dir=\"rtl\">פַּלְגֵי־מַיִם יָֽרְדוּ עֵינָ֑י</span> <a data-ref=\"Psalms 119:36\" href=\"/Psalms.119.36\">ψ 119:36</a>, and so <a data-ref=\"Lamentations 3:48\" href=\"/Lamentations.3.48\">La 3:48</a>; also <span dir=\"rtl\">עֵינִי יֹרְדָה מַיִם</span> <a data-ref=\"Lamentations 1:16\" href=\"/Lamentations.1.16\">La 1:16</a>, and so <a data-ref=\"Jeremiah 9:17\" href=\"/Jeremiah.9.17\">Je 9:17</a>; <a data-ref=\"Jeremiah 13:17\" href=\"/Jeremiah.13.17\">13:17</a>; <a data-ref=\"Jeremiah 14:17\" href=\"/Jeremiah.14.17\">14:17</a> (cf. also <a data-ref=\"Isaiah 15:3\" href=\"/Isaiah.15.3\">Is 15:3</a>, <strong>1 j</strong>). <strong>d.</strong>  of oil descending upon <span dir=\"rtl\">(על)</span> beard, etc. <a data-ref=\"Psalms 133:2\" href=\"/Psalms.133.2\">ψ 133:2</a><sup>(×2)</sup>. <strong>e.</strong>  of shadow on dial <a data-ref=\"II Kings 20:11\" href=\"/II_Kings.20.11\">2 K 20:11</a> = <a data-ref=\"Isaiah 38:8\" href=\"/Isaiah.38.8\">Is 38:8</a><sup>(×2)</sup>. <strong>f.</strong>  of boundary <em>going down</em> (from or to a place) <a data-ref=\"Joshua 16:3\" href=\"/Joshua.16.3\">Jos 16:3</a> (JE), elsewhere P, <a data-ref=\"Numbers 34:11\" href=\"/Numbers.34.11\">Nu 34:11</a><sup>(×2)</sup>, <a data-ref=\"Numbers 34:12\" href=\"/Numbers.34.12\">12</a> <a data-ref=\"Joshua 15:10\" href=\"/Joshua.15.10\">Jos 15:10</a>; <a data-ref=\"Joshua 16:7\" href=\"/Joshua.16.7\">16:7</a>; <a data-ref=\"Joshua 17:9\" href=\"/Joshua.17.9\">17:9</a>; <a data-ref=\"Joshua 18:13\" href=\"/Joshua.18.13\">18:13</a>, <a data-ref=\"Joshua 18:16\" href=\"/Joshua.18.16\">16</a>. <strong>g.</strong>  <em>come down</em>, abs. of headdresses, in sign of humiliation <a data-ref=\"Jeremiah 13:18\" href=\"/Jeremiah.13.18\">Je 13:18</a>. <strong>h.</strong>  pride of power <a data-ref=\"Ezekiel 30:6\" href=\"/Ezekiel.30.6\">Ez 30:6</a>. <strong>i.</strong>  of calamity <span dir=\"rtl\">מֵאֵת י׳</span> <a data-ref=\"Micah 1:12\" href=\"/Micah.1.12\">Mi 1:12</a>; <span dir=\"rtl\">עַל־קָדְקְדוֹ הֲמָסוֹ יֵרֵד</span> <a data-ref=\"Psalms 7:17\" href=\"/Psalms.7.17\">ψ 7:17</a>; of sword descending on <span dir=\"rtl\">(על)</span> Edom <a data-ref=\"Isaiah 34:5\" href=\"/Isaiah.34.5\">Is 34:5</a>. <strong>j.</strong>  fig. of words of talebearer; <span dir=\"rtl\">יָֽרְדוּ חַדְרֵי־בָּ֑טֶן</span> <a data-ref=\"Proverbs 18:8\" href=\"/Proverbs.18.8\">Pr 18:8</a> = <a data-ref=\"Proverbs 26:22\" href=\"/Proverbs.26.22\">26:22</a>.—Vid. also supr. <strong>1 k</strong>.<br>†<strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הוֹרִד</span> <a data-ref=\"II Kings 16:17\" href=\"/II_Kings.16.17\">2 K 16:17</a>; <span dir=\"rtl\">וְהוֹרִיד</span> consec. <a data-ref=\"Amos 3:11\" href=\"/Amos.3.11\">Am 3:11</a> (We <span dir=\"rtl\">וְהוּרַד</span>); 2 ms. <span dir=\"rtl\">וְהוֹרַדְתָּ֫</span> <a data-ref=\"I Kings 2:9\" href=\"/I_Kings.2.9\">1 K 2:9</a>; 2 fs. sf. <span dir=\"rtl\">הוֹרַדְתֵּנִי</span> <a data-ref=\"Joshua 2:18\" href=\"/Joshua.2.18\">Jos 2:18</a> (v. Baer<sup>n.</sup> and Kö<sup>i 412</sup>); <span dir=\"rtl\">הוֹרִידוּ</span> <a data-ref=\"I Samuel 6:15\" href=\"/I_Samuel.6.15\">1 S 6:15</a> <a data-ref=\"Lamentations 2:10\" href=\"/Lamentations.2.10\">La 2:10</a> etc.; Impf. 3 ms. <span dir=\"rtl\">וַיּוֹרֶד</span> <a data-ref=\"Judges 7:5\" href=\"/Judges.7.5\">Ju 7:5</a> + 5 times (+ <a data-ref=\"I Kings 6:32\" href=\"/I_Kings.6.32\">1 K 6:32</a> Klo, who reads <span dir=\"rtl\">וַיֹּרֶד</span> for <span dir=\"rtl\">וַיָּרֶד</span>, v. <span dir=\"rtl\">רדד</span>); sf. <span dir=\"rtl\">יוֹרִידֵנִי</span> <a data-ref=\"Obadiah 1:3\" href=\"/Obadiah.1.3\">Ob 3</a>; <span dir=\"rtl\">יוֹרִדֵהוּ</span> <a data-ref=\"I Samuel 30:16\" href=\"/I_Samuel.30.16\">1 S 30:16</a> <a data-ref=\"I Kings 17:23\" href=\"/I_Kings.17.23\">1 K 17:23</a>; <span dir=\"rtl\">וַיֹּרִדֵם</span> <a data-ref=\"I Kings 18:40\" href=\"/I_Kings.18.40\">1 K 18:40</a>; 2 ms. <span dir=\"rtl\">וְלֹא תּוֹרֵד</span> <a data-ref=\"I Kings 2:6\" href=\"/I_Kings.2.6\">1 K 2:6</a>; sf. <span dir=\"rtl\">(הֲ)תוֹרִדֵנִי</span> <a data-ref=\"I Samuel 30:15\" href=\"/I_Samuel.30.15\">1 S 30:15</a>, <span dir=\"rtl\">תּוֹרִדֵם</span> <a data-ref=\"Psalms 55:24\" href=\"/Psalms.55.24\">ψ 55:24</a> etc.; Imv. ms. <span dir=\"rtl\">הוֹרֵד</span> <a data-ref=\"Exodus 33:5\" href=\"/Exodus.33.5\">Ex 33:5</a> + 2 times; sf. <span dir=\"rtl\">הוֹרִדֵהוּ</span> <a data-ref=\"Ezekiel 32:18\" href=\"/Ezekiel.32.18\">Ez 32:18</a>; <span dir=\"rtl\">הוֹרִידֵמוֹ</span> <a data-ref=\"Psalms 59:12\" href=\"/Psalms.59.12\">ψ 59:12</a>; fs. <span dir=\"rtl\">הוֹרִידִי</span> <a data-ref=\"Lamentations 2:18\" href=\"/Lamentations.2.18\">La 2:18</a>; mpl. <span dir=\"rtl\">הוֹרִידוּ</span> <a data-ref=\"Genesis 43:7\" href=\"/Genesis.43.7\">Gn 43:7</a>, <a data-ref=\"Genesis 43:11\" href=\"/Genesis.43.11\">11</a>; sf. <span dir=\"rtl\">הוֹרִדֻהוּ</span> <a data-ref=\"Genesis 44:21\" href=\"/Genesis.44.21\">Gn 44:21</a>; Inf. cstr. <span dir=\"rtl\">לְהוֹרִיד</span> <a data-ref=\"Genesis 37:25\" href=\"/Genesis.37.25\">Gn 37:25</a>; sf. <span dir=\"rtl\">הוֹרִדִי</span> <a data-ref=\"Ezekiel 31:16\" href=\"/Ezekiel.31.16\">Ez 31:16</a>; Pt. <span dir=\"rtl\">מוֹרִיד</span> <a data-ref=\"I Samuel 2:6\" href=\"/I_Samuel.2.6\">1 S 2:6</a>; <span dir=\"rtl\">מֹרִיד</span> <a data-ref=\"II Samuel 22:48\" href=\"/II_Samuel.22.48\">2 S 22:48</a>;—<em>cause to come</em> or <em>go down:</em> <strong>1.</strong> <strong>a.</strong>  <em>bring down</em> (to Egypt), c. acc. pers. + <span dir=\"rtl\">שָׁ֫מָּה</span> <a data-ref=\"Genesis 39:1\" href=\"/Genesis.39.1\">Gn 39:1</a> (J); + <span dir=\"rtl\">הֵ֫נָּה</span> <a data-ref=\"Genesis 45:13\" href=\"/Genesis.45.13\">45:13</a> (E); + <span dir=\"rtl\">אֵלַי</span> <a data-ref=\"Genesis 44:21\" href=\"/Genesis.44.21\">44:21</a>; abs. <a data-ref=\"Genesis 43:7\" href=\"/Genesis.43.7\">43:7</a>; c. acc. rei <a data-ref=\"Genesis 43:11\" href=\"/Genesis.43.11\">43:11</a>; + <span dir=\"rtl\">מִצְרַ֫יְמָה</span> <a data-ref=\"Genesis 37:25\" href=\"/Genesis.37.25\">37:25</a>; abs. <a data-ref=\"Genesis 43:22\" href=\"/Genesis.43.22\">43:22</a> (all J); from Canaan to desert <a data-ref=\"Deuteronomy 1:25\" href=\"/Deuteronomy.1.25\">Dt 1:25</a> (sq. <span dir=\"rtl\">אֵלֵינוּ</span>); to <span dir=\"rtl\">(אֶל)</span> Amalekites <a data-ref=\"I Samuel 30:15\" href=\"/I_Samuel.30.15\">1 S 30:15</a><sup>(×2)</sup>; abs. v <a data-ref=\"I Samuel 30:16\" href=\"/I_Samuel.30.16\">16</a>; <em>bring down</em> (obj. pers. vel rei) <span dir=\"rtl\">אֶל־הַמַּיִם</span> <a data-ref=\"Judges 7:4\" href=\"/Judges.7.4\">Ju 7:4</a>, <a data-ref=\"Judges 7:5\" href=\"/Judges.7.5\">5</a>; <span dir=\"rtl\">אֶל־נַ֫חַל</span> <a data-ref=\"Deuteronomy 21:4\" href=\"/Deuteronomy.21.4\">Dt 21:4</a> <a data-ref=\"I Kings 18:40\" href=\"/I_Kings.18.40\">1 K 18:40</a>; <span dir=\"rtl\">יָ֫מָּה</span> <a data-ref=\"I Kings 5:23\" href=\"/I_Kings.5.23\">1 K 5:23</a>; to Gaza <span dir=\"rtl\">(עַזָּ֫תָה)</span> <a data-ref=\"Judges 16:21\" href=\"/Judges.16.21\">Ju 16:21</a>; from Jerusalem to Gihon, c. <span dir=\"rtl\">עַל</span> (Qr <span dir=\"rtl\">אֶל</span>) <a data-ref=\"I Kings 1:33\" href=\"/I_Kings.1.33\">1 K 1:33</a>; to valley of Jehosh. <span dir=\"rtl\">(אֶל)</span> <a data-ref=\"Joel 4:2\" href=\"/Joel.4.2\">Jo 4:2</a>; from <span dir=\"rtl\">(מִן)</span> temple (to king’s house) <a data-ref=\"II Kings 11:19\" href=\"/II_Kings.11.19\">2 K 11:19</a> = <a data-ref=\"II Chronicles 23:20\" href=\"/II_Chronicles.23.20\">2 Ch 23:20</a>; from <span dir=\"rtl\">(מֵעַל)</span> altar <a data-ref=\"I Kings 1:53\" href=\"/I_Kings.1.53\">1 K 1:53</a>; from <span dir=\"rtl\">(מִן)</span> upper chamber, sq. <span dir=\"rtl\">הַבַּ֫יְתָה</span> <a data-ref=\"I Kings 17:23\" href=\"/I_Kings.17.23\">1 K 17:23</a>; from <span dir=\"rtl\">(מִן)</span> the heavens <a data-ref=\"Amos 9:2\" href=\"/Amos.9.2\">Am 9:2</a>; Edom, from <span dir=\"rtl\">(מִן)</span> nest in rocks <a data-ref=\"Jeremiah 49:16\" href=\"/Jeremiah.49.16\">Je 49:16</a> <a data-ref=\"Obadiah 1:4\" href=\"/Obadiah.1.4\">Ob 4</a>; cf. of Isr. <span dir=\"rtl\">כְּעוֹף הַשָּׁמַיִם</span> <a data-ref=\"Hosea 7:12\" href=\"/Hosea.7.12\">Ho 7:12</a>; c. acc. of limit <span dir=\"rtl\">(אֶרֶץ)</span> <a data-ref=\"Obadiah 1:3\" href=\"/Obadiah.1.3\">Ob 3</a>; <em>bring down</em> (from Babylon) into <span dir=\"rtl\">(בְּ)</span> ships <a data-ref=\"Isaiah 43:14\" href=\"/Isaiah.43.14\">Is 43:14</a> (v. VB). <strong>b.</strong>  <em>send down</em> rain <span dir=\"rtl\">(הַגֶּשֶׁם)</span> <a data-ref=\"Ezekiel 34:26\" href=\"/Ezekiel.34.26\">Ez 34:26</a>, cf. <a data-ref=\"Joel 2:23\" href=\"/Joel.2.23\">Jo 2:23</a>; = <em>cause to flow down</em>, obj. spittle, <span dir=\"rtl\">וַיּוֹרֶד רִירוֹ אֶל־זְקָנוֹ</span> <a data-ref=\"I Samuel 21:14\" href=\"/I_Samuel.21.14\">1 S 21:14</a>; tears <span dir=\"rtl\">הוֹרִידִי כַנַּחל דִּמְעָה</span> <a data-ref=\"Lamentations 2:18\" href=\"/Lamentations.2.18\">La 2:18</a>; water-streams <span dir=\"rtl\">וַיּוֹרֶד כַּנְּהָרוֹת מָ֑יִם</span> <a data-ref=\"Psalms 78:16\" href=\"/Psalms.78.16\">ψ 78:16</a>. <strong>c.</strong>  = <em>lay prostrate, prostrate</em> <span dir=\"rtl\">הוֹרִיד מִמֵּךְ עֻזֵּךְ</span> <a data-ref=\"Amos 3:11\" href=\"/Amos.3.11\">Am 3:11</a> (where however We reads <span dir=\"rtl\">וְהוּרַד</span>) cf. <a data-ref=\"Proverbs 21:22\" href=\"/Proverbs.21.22\">Pr 21:22</a>; <span dir=\"rtl\">וְאוֹרִיד כַּאבִּיר יוֹשְׁבִים</span> <a data-ref=\"Isaiah 10:13\" href=\"/Isaiah.10.13\">Is 10:13</a>; of God’s casting down peoples <a data-ref=\"Psalms 56:8\" href=\"/Psalms.56.8\">ψ 56:8</a> <a data-ref=\"Isaiah 63:6\" href=\"/Isaiah.63.6\">Is 63:6</a> (sq. <span dir=\"rtl\">לָאָרֶץ</span>); <span dir=\"rtl\">מוֹרִיד עַמִּים תַּחְתֵּנוּ</span> <a data-ref=\"II Samuel 22:48\" href=\"/II_Samuel.22.48\">2 S 22:48</a> (<span dir=\"rtl\">וַיַּדְבֵּר</span> in ‖ <a data-ref=\"Psalms 18:48\" href=\"/Psalms.18.48\">ψ 18:48</a>); so perhaps Babylonians, like lambs, <span dir=\"rtl\">לִטְבֿוֹחַ</span> <a data-ref=\"Jeremiah 51:40\" href=\"/Jeremiah.51.40\">Je 51:40</a>; so <a data-ref=\"Psalms 59:12\" href=\"/Psalms.59.12\">ψ 59:12</a> (si vera l.; 𝔖 <span dir=\"rtl\">וַהֲנִידֵמוֹ</span> <em>make them vagabonds</em>, v. Lag<sup>Proph. Chald. (1872), xlviii</sup>. VB Hup Now Che Bae Dr<sup>2 S 15:20</sup>). <strong>d.</strong>  <em>bring down</em> to Sheʾôl <span dir=\"rtl\">י׳ מֵמִית וּמְחַיֶּ֑ה מוֹרִיד שְׁאוֹל וַיָּ֑עַל׃</span> <a data-ref=\"I Samuel 2:6\" href=\"/I_Samuel.2.6\">1 S 2:6</a>; sq. <span dir=\"rtl\">שְׁא(וֹ)ל</span> also <a data-ref=\"I Kings 2:6\" href=\"/I_Kings.2.6\">1 K 2:6</a>, <a data-ref=\"I Kings 2:9\" href=\"/I_Kings.2.9\">9</a>; sq. <span dir=\"rtl\">שְׁא֫וֹלָה</span> (obj. grey hair) <a data-ref=\"Genesis 42:38\" href=\"/Genesis.42.38\">Gn 42:38</a>; <a data-ref=\"Genesis 44:29\" href=\"/Genesis.44.29\">44:29</a>, <a data-ref=\"Genesis 44:31\" href=\"/Genesis.44.31\">31</a> (all J); cf. <a data-ref=\"Ezekiel 26:20\" href=\"/Ezekiel.26.20\">Ez 26:20</a>; <a data-ref=\"Ezekiel 31:16\" href=\"/Ezekiel.31.16\">31:16</a>; <a data-ref=\"Ezekiel 32:18\" href=\"/Ezekiel.32.18\">32:18</a>; sq. <span dir=\"rtl\">לִבְאֵר שַׁחַת</span> <a data-ref=\"Psalms 55:24\" href=\"/Psalms.55.24\">ψ 55:24</a>; <span dir=\"rtl\">לַשַּׁחַת</span> <a data-ref=\"Ezekiel 28:8\" href=\"/Ezekiel.28.8\">Ez 28:8</a>. <strong>2.</strong>  <em>take down</em> (from cart) <a data-ref=\"I Samuel 6:15\" href=\"/I_Samuel.6.15\">1 S 6:15</a>; the sea from upon <span dir=\"rtl\">(מֵעַל)</span> the brazen oxen <a data-ref=\"II Kings 16:17\" href=\"/II_Kings.16.17\">2 K 16:17</a>; corpse from <span dir=\"rtl\">(מִן)</span> tree <a data-ref=\"Joshua 8:29\" href=\"/Joshua.8.29\">Jos 8:29</a>, and <span dir=\"rtl\">(מֵעַל)</span> <a data-ref=\"Joshua 10:27\" href=\"/Joshua.10.27\">10:27</a> (both JE); the <span dir=\"rtl\">מִשְׁכָּן</span> <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">Nu 1:51</a> (P); the <span dir=\"rtl\">פָּרֹכֶת</span> <a data-ref=\"Numbers 4:5\" href=\"/Numbers.4.5\">Nu 4:5</a> (P); <em>take off</em> ornaments <span dir=\"rtl\">מֵעָלֶיךָ</span> <a data-ref=\"Exodus 33:5\" href=\"/Exodus.33.5\">Ex 33:5</a> (JE). <strong>3.</strong>  <em>let down</em> <span dir=\"rtl\">וַתֹּ֫רֶד כַּדָּהּ עַל־יָדָהּ</span> <a data-ref=\"Genesis 24:18\" href=\"/Genesis.24.18\">Gn 24:18</a>, so, with <span dir=\"rtl\">מֵעָלֶיהָ</span> v <a data-ref=\"Genesis 24:46\" href=\"/Genesis.24.46\">46</a>, to give one a drink; <span dir=\"rtl\">וַיּוֹרִדוּ אִישׁ אֶת־אַמְתַּחְתּוֹ אָ֑רְצָה</span> <a data-ref=\"Genesis 44:11\" href=\"/Genesis.44.11\">Gn 44:11</a> (all J); obj. pers. <a data-ref=\"Joshua 2:18\" href=\"/Joshua.2.18\">Jos 2:18</a>, <span dir=\"rtl\">בַּחֶבֶל בְּעַד הַחַלּוֹן</span> v <a data-ref=\"Joshua 2:15\" href=\"/Joshua.2.15\">15</a> (both JE); <span dir=\"rtl\">בְּעַד הַחַלּוֹן</span> <a data-ref=\"I Samuel 19:12\" href=\"/I_Samuel.19.12\">1 S 19:12</a>; cf. also <span dir=\"rtl\">הוֹרִידוּ לָאָרֶץ רֹאשָׁן בְּתוּלֹת יְרוּשָׁלַםִ</span> <a data-ref=\"Lamentations 2:10\" href=\"/Lamentations.2.10\">La 2:10</a> <em>the virgins of Jerusalem have bowed down their heads to the ground</em>.<br>†<strong>Hoph.</strong>  Pf. <span dir=\"rtl\">הוּרַד</span> <a data-ref=\"Genesis 39:1\" href=\"/Genesis.39.1\">Gn 39:1</a> + 2 times + <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">1 S 30:24</a> Kt (Qr <strong>Qal</strong> Pt.); <span dir=\"rtl\">וְהוּרַד</span> consec. <a data-ref=\"Zechariah 10:11\" href=\"/Zechariah.10.11\">Zc 10:11</a>; 2 ms. <span dir=\"rtl\">וְהוּרַדְתָּ֫</span> <a data-ref=\"Ezekiel 31:18\" href=\"/Ezekiel.31.18\">Ez 31:18</a>; Impf. 2 ms. <span dir=\"rtl\">תּוּרַד</span> <a data-ref=\"Isaiah 14:15\" href=\"/Isaiah.14.15\">Is 14:15</a>;— <strong>1.</strong>  <em>be brought down</em> <span dir=\"rtl\">מִצְרַ֫יְמָה</span> <a data-ref=\"Genesis 39:1\" href=\"/Genesis.39.1\">Gn 39:1</a> (J); <span dir=\"rtl\">בַּמִּלְחָמָה</span> <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">1 S 30:24</a> Kt (v. supr.); to She’ôl <span dir=\"rtl\">הוּרַד שְׁאוֹל גְּאוֹנֶךָ</span> <a data-ref=\"Isaiah 14:11\" href=\"/Isaiah.14.11\">Is 14:11</a> (of king of Babylon); <span dir=\"rtl\">אֶל־שְׁאוֹל תּוּרַד אֶל־יַרְכְּתֵי־בוֹר</span> v <a data-ref=\"Isaiah 14:15\" href=\"/Isaiah.14.15\">15</a>; <span dir=\"rtl\">וְהוּרַדְתָּ֫ אֶל־אֶרֶץ תַּחְתִּית</span> <a data-ref=\"Ezekiel 31:18\" href=\"/Ezekiel.31.18\">Ez 31:18</a>; <span dir=\"rtl\">וְהוּרַד גְּאוֹן אַשּׁוּר</span> <a data-ref=\"Zechariah 10:11\" href=\"/Zechariah.10.11\">Zc 10:11</a>.—In <a data-ref=\"Amos 3:11\" href=\"/Amos.3.11\">Am 3:11</a> We reads <span dir=\"rtl\">וְהוּרַד ממך</span> (v. <strong>Hiph.</strong> supr.) <strong>2.</strong>  <em>be taken down</em>, of the <span dir=\"rtl\">מִשְׁכָּן</span> <a data-ref=\"Numbers 10:7\" href=\"/Numbers.10.7\">Nu 10:7</a> (P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d246b6084aa1cbf1813b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כָּסָה 1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "BDB, כָּסָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, כָּסָה א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כָּסָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><big>[<span dir=\"rtl\">כָּסָה</span>]</big></big>  <strong>vb. cover (</strong>NH <span dir=\"rtl\">כָּסָה</span> Pi; Aramaic <span dir=\"rtl\">כְּסָא</span> chiefly Pa; <span dir=\"rtl\">ܟܣܳܐ</span> Pa. <em>hide, cover;</em> <span dir=\"rtl\">ܟܣܳܝܳܐ</span> <em>covering</em>, <span dir=\"rtl\">ܬܰܟܣܺܝܬܳܐ</span> <em>garment;</em> Arabic <span dir=\"rtl\">كَسَا (كسو)</span> <em>clothe</em>, <span dir=\"rtl\">كِسَآءٌ</span> <em>garment;</em> Assyrian <em>kusû</em>, cover; <em>kusîtu</em>, garment Dl<sup>HWB 342</sup><strong>)</strong>—<br><strong>Qal</strong>  , only Pt. act. <span dir=\"rtl\">כֹּסֶה</span>;— <strong>1.</strong>  <em>conceal</em> shame <a data-ref=\"Proverbs 12:16\" href=\"/Proverbs.12.16\">Pr 12:16</a>; knowledge <a data-ref=\"Proverbs 12:23\" href=\"/Proverbs.12.23\">Pr 12:23</a>. <strong>2.</strong>  pass. (cstr.) <span dir=\"rtl\">כְּסוּי חֲטָאָה</span> <a data-ref=\"Psalms 32:1\" href=\"/Psalms.32.1\">ψ 32:1</a> <em>covered</em> in respect of sin (by God, which he thus puts out of sight) (‖ <span dir=\"rtl\">נְשׂוּי־פֶּשַׁע</span>).<br><strong>Niph.</strong>  Pf. 3 fs. <span dir=\"rtl\">נִכְסָ֑תָה</span>, <em>covered</em>, with waves <a data-ref=\"Jeremiah 51:42\" href=\"/Jeremiah.51.42\">Je 51:42</a>; Inf. cstr. <span dir=\"rtl\">הִכָּסוֹת</span> <a data-ref=\"Ezekiel 24:8\" href=\"/Ezekiel.24.8\">Ez 24:8</a>, (blood) not to be covered.<br><strong>Pi.</strong>  Pf. 3 ms. <span dir=\"rtl\">כִּסָּה</span> <a data-ref=\"Numbers 9:15\" href=\"/Numbers.9.15\">Nu 9:15</a> + 12 times; sf. <span dir=\"rtl\">כִּסָּהוּ</span> <a data-ref=\"Leviticus 17:13\" href=\"/Leviticus.17.13\">Lv 17:13</a> <a data-ref=\"Numbers 17:7\" href=\"/Numbers.17.7\">Nu 17:7</a>; <span dir=\"rtl\">כִּסָּמוֹ</span> <a data-ref=\"Exodus 15:10\" href=\"/Exodus.15.10\">Ex 15:10</a>; 3 fs. <span dir=\"rtl\">כִּסְּתָה</span> <a data-ref=\"Genesis 38:15\" href=\"/Genesis.38.15\">Gn 38:15</a> + 5 times; 1 s. <span dir=\"rtl\">כִּסִּיתִי</span> <a data-ref=\"Psalms 32:5\" href=\"/Psalms.32.5\">ψ 32:5</a> + 3 times; <span dir=\"rtl\">כִּסֵּתִי</span> <a data-ref=\"Ezekiel 31:15\" href=\"/Ezekiel.31.15\">Ez 31:15</a> (del. Co); <span dir=\"rtl\">כִּסֵּיתִי</span> <a data-ref=\"Ezekiel 32:7\" href=\"/Ezekiel.32.7\">Ez 32:7</a> + 13 times Pf.; Impf. 3 ms. <span dir=\"rtl\">יְכַסֶּה</span> <a data-ref=\"Isaiah 6:2\" href=\"/Isaiah.6.2\">Is 6:2</a> + 8 times; <span dir=\"rtl\">וַיְכַס</span> <a data-ref=\"Exodus 10:15\" href=\"/Exodus.10.15\">Ex 10:15</a> + 4 times; sf. <span dir=\"rtl\">יְכַסֶּ֑דָּ</span> <a data-ref=\"Habakkuk 2:17\" href=\"/Habakkuk.2.17\">Hab 2:17</a>; <span dir=\"rtl\">יְכַסֶּנָּה</span> <a data-ref=\"Ezekiel 30:18\" href=\"/Ezekiel.30.18\">Ez 30:18</a>; 3 mpl. sf. <span dir=\"rtl\">יְכַסְיֻמוּ</span> <a data-ref=\"Exodus 15:5\" href=\"/Exodus.15.5\">Ex 15:5</a> + 41 times Impf.; Imv. sf. <span dir=\"rtl\">כַּסּוּנוּ</span> <a data-ref=\"Hosea 10:8\" href=\"/Hosea.10.8\">Ho 10:8</a>; Inf. cstr. <span dir=\"rtl\">כַּסּוֹת</span> <a data-ref=\"Malachi 2:13\" href=\"/Malachi.2.13\">Mal 2:13</a> + 11 times; <span dir=\"rtl\">כַּסֹּת</span> <a data-ref=\"Numbers 4:15\" href=\"/Numbers.4.15\">Nu 4:15</a>; sf. <span dir=\"rtl\">כַּסֹּתוֹ</span> <a data-ref=\"Exodus 26:13\" href=\"/Exodus.26.13\">Ex 26:13</a>; Pt. <span dir=\"rtl\">מְכַסֶּה</span> <a data-ref=\"Proverbs 10:18\" href=\"/Proverbs.10.18\">Pr 10:18</a> + 12 times; pl. <span dir=\"rtl\">מְכַסִּים</span> <a data-ref=\"Isaiah 11:9\" href=\"/Isaiah.11.9\">Is 11:9</a>; fpl. <span dir=\"rtl\">מְכַסּוֹת</span> <a data-ref=\"Ezekiel 1:11\" href=\"/Ezekiel.1.11\">Ez 1:11</a>, <a data-ref=\"Ezekiel 1:23\" href=\"/Ezekiel.1.23\">23</a><sup>(×2)</sup>;— <strong>1.</strong>  <em>cover, clothe</em> <a data-ref=\"Judges 4:19\" href=\"/Judges.4.19\">Ju 4:19</a> <a data-ref=\"Ezekiel 16:10\" href=\"/Ezekiel.16.10\">Ez 16:10</a> (2 acc.), v <a data-ref=\"Ezekiel 16:18\" href=\"/Ezekiel.16.18\">18</a>; <a data-ref=\"Jonah 3:6\" href=\"/Jonah.3.6\">Jon 3:6</a> is appar. reflex., c. acc. of garment (strange; read perhaps <span dir=\"rtl\">וַיִּכָּס</span>); nakedness <a data-ref=\"Genesis 9:23\" href=\"/Genesis.9.23\">Gn 9:23</a> (J), <a data-ref=\"Exodus 28:42\" href=\"/Exodus.28.42\">Ex 28:42</a> (P), <a data-ref=\"Ezekiel 16:8\" href=\"/Ezekiel.16.8\">Ez 16:8</a> <a data-ref=\"Hosea 2:11\" href=\"/Hosea.2.11\">Ho 2:11</a>; the naked <a data-ref=\"Isaiah 58:7\" href=\"/Isaiah.58.7\">Is 58:7</a> <a data-ref=\"Ezekiel 18:7\" href=\"/Ezekiel.18.7\">Ez 18:7</a>, <a data-ref=\"Ezekiel 18:16\" href=\"/Ezekiel.18.16\">16</a> (+ acc. rei); the face and legs of seraphim <a data-ref=\"Isaiah 6:2\" href=\"/Isaiah.6.2\">Is 6:2</a><sup>(×2)</sup>; bodies of cherubim <a data-ref=\"Ezekiel 1:11\" href=\"/Ezekiel.1.11\">Ez 1:11</a>, <a data-ref=\"Ezekiel 1:23\" href=\"/Ezekiel.1.23\">23</a><sup>(×2)</sup>; the face <a data-ref=\"Genesis 38:15\" href=\"/Genesis.38.15\">Gn 38:15</a> (J), <a data-ref=\"Ezekiel 12:6\" href=\"/Ezekiel.12.6\">Ez 12:6</a>, <a data-ref=\"Ezekiel 12:12\" href=\"/Ezekiel.12.12\">12</a>, fig. <a data-ref=\"Job 23:17\" href=\"/Job.23.17\">Jb 23:17</a>; earth with the great deep <a data-ref=\"Psalms 104:6\" href=\"/Psalms.104.6\">ψ 104:6</a>; heavens with glory <a data-ref=\"Habakkuk 3:3\" href=\"/Habakkuk.3.3\">Hab 3:3</a>; with <span dir=\"rtl\">בְּ</span> of the clothing <a data-ref=\"Genesis 38:14\" href=\"/Genesis.38.14\">Gn 38:14</a> (J), <a data-ref=\"Deuteronomy 22:12\" href=\"/Deuteronomy.22.12\">Dt 22:12</a>, these two appar. reflex., cf. <a data-ref=\"Jonah 3:6\" href=\"/Jonah.3.6\">Jon 3:6</a> supr.; <a data-ref=\"Judges 4:18\" href=\"/Judges.4.18\">Ju 4:18</a> <a data-ref=\"I Kings 1:1\" href=\"/I_Kings.1.1\">1 K 1:1</a>; heaven with clouds <a data-ref=\"Psalms 147:8\" href=\"/Psalms.147.8\">ψ 147:8</a>, with glory <a data-ref=\"Ezekiel 32:7\" href=\"/Ezekiel.32.7\">Ez 32:7</a>. <strong>2.</strong>  <em>cover, conceal</em> blood <a data-ref=\"Genesis 37:26\" href=\"/Genesis.37.26\">Gn 37:26</a> (J), <a data-ref=\"Job 16:18\" href=\"/Job.16.18\">Jb 16:18</a>; human ordure <a data-ref=\"Deuteronomy 23:14\" href=\"/Deuteronomy.23.14\">Dt 23:14</a>; mts. conceal men from God <a data-ref=\"Hosea 10:8\" href=\"/Hosea.10.8\">Ho 10:8</a>; <em>cover</em> transgressions <a data-ref=\"Job 31:33\" href=\"/Job.31.33\">Jb 31:33</a> <a data-ref=\"Proverbs 17:9\" href=\"/Proverbs.17.9\">Pr 17:9</a>; <a data-ref=\"Proverbs 28:13\" href=\"/Proverbs.28.13\">28:13</a>; iniquity <a data-ref=\"Psalms 32:5\" href=\"/Psalms.32.5\">ψ 32:5</a>; righteousness <a data-ref=\"Psalms 40:11\" href=\"/Psalms.40.11\">ψ 40:11</a>; hatred <a data-ref=\"Proverbs 10:18\" href=\"/Proverbs.10.18\">Pr 10:18</a>; a thing <a data-ref=\"Proverbs 11:13\" href=\"/Proverbs.11.13\">Pr 11:13</a>; judge’s face so as not to see justice <a data-ref=\"Job 9:24\" href=\"/Job.9.24\">Jb 9:24</a>; heads of rulers and seers <a data-ref=\"Isaiah 29:10\" href=\"/Isaiah.29.10\">Is 29:10</a>; with <span dir=\"rtl\">בְּ</span> of covering <a data-ref=\"Leviticus 17:13\" href=\"/Leviticus.17.13\">Lv 17:13</a> (H), <a data-ref=\"I Samuel 19:13\" href=\"/I_Samuel.19.13\">1 S 19:13</a>; face by fat <a data-ref=\"Job 15:27\" href=\"/Job.15.27\">Jb 15:27</a>; sun by a cloud <a data-ref=\"Ezekiel 32:7\" href=\"/Ezekiel.32.7\">Ez 32:7</a>; with <span dir=\"rtl\">מִן</span> from whom <a data-ref=\"Genesis 18:17\" href=\"/Genesis.18.17\">Gn 18:17</a> (J), <a data-ref=\"Job 33:17\" href=\"/Job.33.17\">Jb 33:17</a>. <strong>3.</strong>  <em>cover</em> (with covering of protection), a pit <a data-ref=\"Exodus 21:33\" href=\"/Exodus.21.33\">Ex 21:33</a> (Covt. code); with cloud of incense, the Kapporeth <a data-ref=\"Leviticus 16:13\" href=\"/Leviticus.16.13\">Lv 16:13</a> (P); coverings of the sacred tent, tabernacle, and their furniture <a data-ref=\"Exodus 26:13\" href=\"/Exodus.26.13\">Ex 26:13</a> <a data-ref=\"Numbers 4:9\" href=\"/Numbers.4.9\">Nu 4:9</a>, <a data-ref=\"Numbers 4:15\" href=\"/Numbers.4.15\">15</a> (P); with <span dir=\"rtl\">בְּ</span> of the covering <a data-ref=\"Numbers 4:5\" href=\"/Numbers.4.5\">Nu 4:5</a>, <a data-ref=\"Numbers 4:8\" href=\"/Numbers.4.8\">8</a>, <a data-ref=\"Numbers 4:11\" href=\"/Numbers.4.11\">11</a>, <a data-ref=\"Numbers 4:12\" href=\"/Numbers.4.12\">12</a> (P); Zion <span dir=\"rtl\">בְּצֵל יָדִי</span> <a data-ref=\"Isaiah 51:16\" href=\"/Isaiah.51.16\">Is 51:16</a>. <strong>4.</strong>  <em>cover, spread over</em>, fat, the inwards <a data-ref=\"Exodus 29:13\" href=\"/Exodus.29.13\">Ex 29:13</a>, <a data-ref=\"Exodus 29:22\" href=\"/Exodus.29.22\">22</a> <a data-ref=\"Leviticus 3:3\" href=\"/Leviticus.3.3\">Lv 3:3</a>, <a data-ref=\"Leviticus 3:9\" href=\"/Leviticus.3.9\">9</a>, <a data-ref=\"Leviticus 3:14\" href=\"/Leviticus.3.14\">14</a>; <a data-ref=\"Leviticus 4:8\" href=\"/Leviticus.4.8\">4:8</a> (with <span dir=\"rtl\">עַל</span>), <a data-ref=\"Leviticus 7:3\" href=\"/Leviticus.7.3\">7:3</a> (P); leprosy, the skin and flesh <a data-ref=\"Leviticus 13:12\" href=\"/Leviticus.13.12\">Lv 13:12</a>, <a data-ref=\"Leviticus 13:13\" href=\"/Leviticus.13.13\">13</a> (P); the cloud of the theophany, the mount <a data-ref=\"Exodus 24:15\" href=\"/Exodus.24.15\">Ex 24:15</a>, <a data-ref=\"Exodus 24:16\" href=\"/Exodus.24.16\">16</a> (P), the tent of meeting <a data-ref=\"Exodus 40:34\" href=\"/Exodus.40.34\">Ex 40:34</a> <a data-ref=\"Numbers 17:7\" href=\"/Numbers.17.7\">Nu 17:7</a> (P), and the tabernacle <a data-ref=\"Numbers 9:15\" href=\"/Numbers.9.15\">Nu 9:15</a>, <a data-ref=\"Numbers 9:16\" href=\"/Numbers.9.16\">16</a> (P); altar with tears <a data-ref=\"Malachi 2:13\" href=\"/Malachi.2.13\">Mal 2:13</a> (2 acc.); Jerusalem with multitude of camels <a data-ref=\"Isaiah 60:6\" href=\"/Isaiah.60.6\">Is 60:6</a>; of handiwork <a data-ref=\"I Kings 7:18\" href=\"/I_Kings.7.18\">1 K 7:18</a>, <a data-ref=\"I Kings 7:41\" href=\"/I_Kings.7.41\">41</a>, <a data-ref=\"I Kings 7:42\" href=\"/I_Kings.7.42\">42</a> = <a data-ref=\"II Chronicles 4:12\" href=\"/II_Chronicles.4.12\">2 Ch 4:12</a>, <a data-ref=\"II Chronicles 4:13\" href=\"/II_Chronicles.4.13\">13</a>. <strong>5.</strong>  <em>cover, overwhelm</em>, sq. accus., the sea the Egyptians <a data-ref=\"Exodus 14:28\" href=\"/Exodus.14.28\">Ex 14:28</a> (P), <a data-ref=\"Exodus 15:5\" href=\"/Exodus.15.5\">15:5</a>, <a data-ref=\"Exodus 15:10\" href=\"/Exodus.15.10\">10</a> (song), <a data-ref=\"Joshua 24:7\" href=\"/Joshua.24.7\">Jos 24:7</a> (E), <a data-ref=\"Psalms 78:53\" href=\"/Psalms.78.53\">ψ 78:53</a>; <a data-ref=\"Psalms 106:11\" href=\"/Psalms.106.11\">106:11</a>; waters <a data-ref=\"Job 22:11\" href=\"/Job.22.11\">Jb 22:11</a>; <a data-ref=\"Job 38:34\" href=\"/Job.38.34\">38:34</a> <a data-ref=\"Psalms 104:9\" href=\"/Psalms.104.9\">ψ 104:9</a> <a data-ref=\"Jeremiah 46:8\" href=\"/Jeremiah.46.8\">Je 46:8</a> <a data-ref=\"Ezekiel 26:19\" href=\"/Ezekiel.26.19\">Ez 26:19</a>; locusts the eye of the land <a data-ref=\"Exodus 10:5\" href=\"/Exodus.10.5\">Ex 10:5</a>, <a data-ref=\"Exodus 10:15\" href=\"/Exodus.10.15\">15</a> (J), also Israel <a data-ref=\"Numbers 22:5\" href=\"/Numbers.22.5\">Nu 22:5</a>, <a data-ref=\"Numbers 22:11\" href=\"/Numbers.22.11\">11</a> (J); frogs the land <a data-ref=\"Exodus 8:2\" href=\"/Exodus.8.2\">Ex 8:2</a> (P); quails the camp <a data-ref=\"Exodus 16:13\" href=\"/Exodus.16.13\">Ex 16:13</a> (P); cloud the land <a data-ref=\"Ezekiel 30:18\" href=\"/Ezekiel.30.18\">Ez 30:18</a>; <a data-ref=\"Ezekiel 38:9\" href=\"/Ezekiel.38.9\">38:9</a>, <a data-ref=\"Ezekiel 38:16\" href=\"/Ezekiel.38.16\">16</a>; darkness the earth <a data-ref=\"Isaiah 60:2\" href=\"/Isaiah.60.2\">Is 60:2</a>; dust a city <a data-ref=\"Ezekiel 26:10\" href=\"/Ezekiel.26.10\">Ez 26:10</a>; the depths of the sea by God <a data-ref=\"Job 36:30\" href=\"/Job.36.30\">Jb 36:30</a>; with a reference to a person’s shame <a data-ref=\"Psalms 44:16\" href=\"/Psalms.44.16\">ψ 44:16</a>; <a data-ref=\"Psalms 69:8\" href=\"/Psalms.69.8\">69:8</a> <a data-ref=\"Jeremiah 51:51\" href=\"/Jeremiah.51.51\">Je 51:51</a> <a data-ref=\"Obadiah 1:10\" href=\"/Obadiah.1.10\">Ob 10</a> <a data-ref=\"Micah 7:10\" href=\"/Micah.7.10\">Mi 7:10</a>; horror <a data-ref=\"Psalms 55:6\" href=\"/Psalms.55.6\">ψ 55:6</a> <a data-ref=\"Ezekiel 7:18\" href=\"/Ezekiel.7.18\">Ez 7:18</a>; violence <a data-ref=\"Proverbs 10:6\" href=\"/Proverbs.10.6\">Pr 10:6</a>, <a data-ref=\"Proverbs 10:11\" href=\"/Proverbs.10.11\">11</a> <a data-ref=\"Habakkuk 2:17\" href=\"/Habakkuk.2.17\">Hb 2:17</a>; confusion <a data-ref=\"Jeremiah 3:25\" href=\"/Jeremiah.3.25\">Je 3:25</a>; mischief <a data-ref=\"Psalms 140:10\" href=\"/Psalms.140.10\">ψ 140:10</a>; God <em>covers sin</em> <a data-ref=\"Psalms 85:3\" href=\"/Psalms.85.3\">ψ 85:3</a> (‖ <span dir=\"rtl\">נשׂא עון</span>), cf. <a data-ref=\"Psalms 32:1\" href=\"/Psalms.32.1\">32:1</a> (Qal). <strong>6.</strong>  sq. <span dir=\"rtl\">על</span> of person or thing covered, <em>cover over:</em> cherubim over the ark <a data-ref=\"II Chronicles 5:8\" href=\"/II_Chronicles.5.8\">2 Ch 5:8</a>; over the dead, the earth <a data-ref=\"Numbers 16:33\" href=\"/Numbers.16.33\">Nu 16:33</a> (JE), <a data-ref=\"Psalms 106:17\" href=\"/Psalms.106.17\">ψ 106:17</a> <a data-ref=\"Isaiah 26:21\" href=\"/Isaiah.26.21\">Is 26:21</a>, worms <a data-ref=\"Job 21:26\" href=\"/Job.21.26\">Jb 21:26</a>; dust over blood <a data-ref=\"Ezekiel 24:7\" href=\"/Ezekiel.24.7\">Ez 24:7</a>; waters over the sea <a data-ref=\"Habakkuk 2:14\" href=\"/Habakkuk.2.14\">Hb 2:14</a>, cf. <span dir=\"rtl\">לַיָּם</span> <a data-ref=\"Isaiah 11:9\" href=\"/Isaiah.11.9\">Is 11:9</a>; (v. Dr<sup>§ 135. 7 Obs.</sup>); love covereth over all sins <a data-ref=\"Proverbs 10:12\" href=\"/Proverbs.10.12\">Pr 10:12</a>; God covereth over iniquity <a data-ref=\"Nehemiah 3:37\" href=\"/Nehemiah.3.37\">Ne 3:37</a>; people not to cover over a guilty person <a data-ref=\"Deuteronomy 13:9\" href=\"/Deuteronomy.13.9\">Dt 13:9</a>; + acc. of obj. covering (Da<sup>Synt. § 75</sup>), fig. covering over the garment with violence <a data-ref=\"Malachi 2:16\" href=\"/Malachi.2.16\">Mal 2:16</a>; God’s hands with light <a data-ref=\"Job 36:32\" href=\"/Job.36.32\">Jb 36:32</a>; + <span dir=\"rtl\">בְּ</span> of covering <a data-ref=\"Psalms 44:20\" href=\"/Psalms.44.20\">ψ 44:20</a>. <em>Note.</em> —<span dir=\"rtl\">כִסִּתִי (אֵלֶיךָ)</span> <a data-ref=\"Psalms 143:9\" href=\"/Psalms.143.9\">ψ 143:9</a> is error for <span dir=\"rtl\">חָסִיתִי</span> according to 𝔊 κατέφυγον SS, but <span dir=\"rtl\">חסה</span> not cstr. wi. <span dir=\"rtl\">אֶל־</span>; <span dir=\"rtl\">חִכִּיתִי</span> Bae; <span dir=\"rtl\">הֶאֱבַלְתִּי כִּסֵּתִי עָלָיו אֶת־תְּהוֹם</span> <a data-ref=\"Ezekiel 31:15\" href=\"/Ezekiel.31.15\">Ez 31:15</a> according to Co <em>I caused the deep to mourn for them</em> (del. <span dir=\"rtl\">כסתי</span>).<br><strong>Pual.</strong>  Pf. 3 mpl. <span dir=\"rtl\">כָּסּוּ</span> <a data-ref=\"Psalms 80:11\" href=\"/Psalms.80.11\">ψ 80:11</a> <a data-ref=\"Proverbs 24:31\" href=\"/Proverbs.24.31\">Pr 24:31</a>; Impf. <span dir=\"rtl\">יְכֻסֶּה</span> <a data-ref=\"Ecclesiastes 6:4\" href=\"/Ecclesiastes.6.4\">Ec 6:4</a>; pl. <span dir=\"rtl\">וַיְכֻסּוּ</span> <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">Gn 7:19</a>, <a data-ref=\"Genesis 7:20\" href=\"/Genesis.7.20\">20</a>; Pt. pl. <span dir=\"rtl\">מְכֻסִּים</span> <a data-ref=\"I Chronicles 21:16\" href=\"/I_Chronicles.21.16\">1 Ch 21:16</a>; fpl. <span dir=\"rtl\">מְכֻסּוֹת</span> <a data-ref=\"Ezekiel 41:16\" href=\"/Ezekiel.41.16\">Ez 41:16</a>. <strong>1.</strong>  sq. accus. <em>be covered</em>, hills with shadow <a data-ref=\"Psalms 80:11\" href=\"/Psalms.80.11\">ψ 80:11</a>; mountains with water <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">Gn 7:19</a>, <a data-ref=\"Genesis 7:20\" href=\"/Genesis.7.20\">20</a> (P); field with nettles <a data-ref=\"Proverbs 24:31\" href=\"/Proverbs.24.31\">Pr 24:31</a>; abs., windows of temple <a data-ref=\"Ezekiel 41:16\" href=\"/Ezekiel.41.16\">Ez 41:16</a>. <strong>2.</strong>  sq. <span dir=\"rtl\">בְּ</span>, <em>be clothed</em>, with sackcloth <a data-ref=\"I Chronicles 21:16\" href=\"/I_Chronicles.21.16\">1 Ch 21:16</a>; name with darkness <a data-ref=\"Ecclesiastes 6:4\" href=\"/Ecclesiastes.6.4\">Ec 6:4</a>.<br><strong>Hithp.</strong>  Impf. <span dir=\"rtl\">וַיִּתְכַּס</span> <a data-ref=\"Isaiah 37:1\" href=\"/Isaiah.37.1\">Is 37:1</a> = <a data-ref=\"II Kings 19:1\" href=\"/II_Kings.19.1\">2 K 19:1</a>; 3 fs. <span dir=\"rtl\">תִּכַּסֶּה</span> <a data-ref=\"Proverbs 26:26\" href=\"/Proverbs.26.26\">Pr 26:26</a>; <span dir=\"rtl\">וַתִּתְכָּ֑ס</span> <a data-ref=\"Genesis 24:65\" href=\"/Genesis.24.65\">Gn 24:65</a>; pl. <span dir=\"rtl\">יִתְכַּסּוּ</span> <a data-ref=\"Isaiah 59:6\" href=\"/Isaiah.59.6\">Is 59:6</a> <a data-ref=\"Jonah 3:8\" href=\"/Jonah.3.8\">Jon 3:8</a>; Pt. <span dir=\"rtl\">מִתְכַּסֶּת</span> <a data-ref=\"I Kings 11:29\" href=\"/I_Kings.11.29\">1 K 11:29</a>; pl. <span dir=\"rtl\">מִתְכַּסִּים</span> <a data-ref=\"Isaiah 37:2\" href=\"/Isaiah.37.2\">Is 37:2</a> = <a data-ref=\"II Kings 19:2\" href=\"/II_Kings.19.2\">2 K 19:2</a>;—<em>cover, clothe oneself</em>, abs. (of veil) <a data-ref=\"Genesis 24:65\" href=\"/Genesis.24.65\">Gn 24:65</a> (J); with <span dir=\"rtl\">בְּ</span>, of new garment <a data-ref=\"I Kings 11:29\" href=\"/I_Kings.11.29\">1 K 11:29</a>; sackcloth <a data-ref=\"II Kings 19:1\" href=\"/II_Kings.19.1\">2 K 19:1</a>, <a data-ref=\"II Kings 19:2\" href=\"/II_Kings.19.2\">2</a> = <a data-ref=\"Isaiah 37:1\" href=\"/Isaiah.37.1\">Is 37:1</a>, <a data-ref=\"Isaiah 37:2\" href=\"/Isaiah.37.2\">2</a>; fig. of works <a data-ref=\"Isaiah 59:6\" href=\"/Isaiah.59.6\">Is 59:6</a>, of hatred with guile <a data-ref=\"Proverbs 26:26\" href=\"/Proverbs.26.26\">Pr 26:26</a>; with acc. <a data-ref=\"Jonah 3:8\" href=\"/Jonah.3.8\">Jon 3:8</a> <span dir=\"rtl\">(שַׂקִּים)</span>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d30eb6084aa1cbf21e25", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָסַע 1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "BDB, נָסַע 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָסַע א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָסַע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><big><span dir=\"rtl\">נָסַע</span></big></big>  <strong>vb.</strong> pull out or up, set out, journey <strong>(</strong>NH <em>id.</em>, <em>move, march;</em> Assyrian <em>nisû</em>, <em>set out, withdraw</em>, etc. Dl<sup>HWB 470</sup>; Nö<sup>ZMG xl (1886), 723</sup> cp. also Arabic <span dir=\"rtl\">نَزَعَ</span>, Ethiopic ነዝዐ: [rare] <em>pull up, away</em>, so Ba<sup>ES 51</sup><strong>)</strong>;—<br><strong>Qal</strong><sub>137</sub>  Pf. 3 ms. <span dir=\"rtl\">נ׳</span> <a data-ref=\"Genesis 33:17\" href=\"/Genesis.33.17\">Gn 33:17</a> +, 3 mpl. <span dir=\"rtl\">נָֽסְעוּ</span> <a data-ref=\"Deuteronomy 10:6\" href=\"/Deuteronomy.10.6\">Dt 10:6</a>, <span dir=\"rtl\">נָסָ֑עוּ</span> <a data-ref=\"Numbers 2:34\" href=\"/Numbers.2.34\">Nu 2:34</a> +, etc.; Impf. <span dir=\"rtl\">יִסַּע</span> <a data-ref=\"Isaiah 33:20\" href=\"/Isaiah.33.20\">Is 33:20</a>, <span dir=\"rtl\">וַיִּסַּע</span> <a data-ref=\"Genesis 12:9\" href=\"/Genesis.12.9\">Gn 12:9</a> +, sf. <span dir=\"rtl\">וַיִּסָּעֵם</span> <a data-ref=\"Judges 16:3\" href=\"/Judges.16.3\">Ju 16:3</a>; 3 mpl. <span dir=\"rtl\">יִסְעוּ</span> <a data-ref=\"Exodus 40:36\" href=\"/Exodus.40.36\">Ex 40:36</a> +, <span dir=\"rtl\">יִסָּ֑עוּ</span> <a data-ref=\"Numbers 2:9\" href=\"/Numbers.2.9\">Nu 2:9</a> +; 2 mpl. <span dir=\"rtl\">תִּסְעוּ</span> <a data-ref=\"Joshua 3:3\" href=\"/Joshua.3.3\">Jos 3:3</a>; 1 pl. <span dir=\"rtl\">נִסְעָה</span> cohort. <a data-ref=\"Genesis 33:12\" href=\"/Genesis.33.12\">Gn 33:12</a>, <span dir=\"rtl\">וַנִּסַּע</span> <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">Dt 1:19</a>; <a data-ref=\"Deuteronomy 2:1\" href=\"/Deuteronomy.2.1\">2:1</a>, <span dir=\"rtl\">וַנִּסְעָה</span> <a data-ref=\"Ezra 8:31\" href=\"/Ezra.8.31\">Ezr 8:31</a>, etc.; Imv. <span dir=\"rtl\">סְעוּ</span> <a data-ref=\"Deuteronomy 2:24\" href=\"/Deuteronomy.2.24\">Dt 2:24</a> +; Inf. abs. <span dir=\"rtl\">נָסוֹעַ</span> <a data-ref=\"Genesis 12:9\" href=\"/Genesis.12.9\">Gn 12:9</a>; cstr. <span dir=\"rtl\">נְסֹעַ</span> <a data-ref=\"Joshua 3:14\" href=\"/Joshua.3.14\">Jos 3:14</a> +; sf. <span dir=\"rtl\">נָסְעָם</span> <a data-ref=\"Genesis 11:2\" href=\"/Genesis.11.2\">Gn 11:2</a> <a data-ref=\"Numbers 10:34\" href=\"/Numbers.10.34\">Nu 10:34</a>; Pt. <span dir=\"rtl\">נֹסֵעַ</span> <a data-ref=\"Exodus 14:10\" href=\"/Exodus.14.10\">Ex 14:10</a>; <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">Nu 10:33</a>; pl. <span dir=\"rtl\">נֹסְעִים</span> <a data-ref=\"Numbers 10:29\" href=\"/Numbers.10.29\">Nu 10:29</a>;— <strong>1.</strong>  <em>pull out</em> or <em>up</em>, city-gate and gate-posts <a data-ref=\"Judges 16:3\" href=\"/Judges.16.3\">Ju 16:3</a>; loom v <a data-ref=\"Judges 16:14\" href=\"/Judges.16.14\">14</a> (on text cf. GFM), tent-pegs <a data-ref=\"Isaiah 33:20\" href=\"/Isaiah.33.20\">Is 33:20</a> (fig. of Jerusalem; cf. also <strong>Niph.</strong>) <strong>2.</strong>  hence (from pulling up tent-pegs), <strong>a.</strong>  <em>set out</em> <a data-ref=\"Genesis 35:5\" href=\"/Genesis.35.5\">Gn 35:5</a>; <a data-ref=\"Numbers 12:15\" href=\"/Numbers.12.15\">Nu 12:15</a> (both E), <a data-ref=\"Jeremiah 4:7\" href=\"/Jeremiah.4.7\">Je 4:7</a> (‖ <span dir=\"rtl\">יָצָא מִמְּקוֹמוֹ</span>); even of lifeless things, e.g. the ark, <span dir=\"rtl\">הָאָרוֹן</span> <a data-ref=\"Numbers 10:35\" href=\"/Numbers.10.35\">Nu 10:35</a> (JE); often in P: <a data-ref=\"Exodus 14:15\" href=\"/Exodus.14.15\">Ex 14:15</a>; <a data-ref=\"Exodus 40:37\" href=\"/Exodus.40.37\">40:37</a>; <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">Nu 1:51</a>; <a data-ref=\"Numbers 4:5\" href=\"/Numbers.4.5\">4:5</a>, <a data-ref=\"Numbers 4:15\" href=\"/Numbers.4.15\">15</a>; <a data-ref=\"Numbers 9:17\" href=\"/Numbers.9.17\">9:17</a> + 8 times <a data-ref=\"Numbers 9\" href=\"/Numbers.9\">Nu 9</a>, <a data-ref=\"Numbers 10:5\" href=\"/Numbers.10.5\">10:5</a>, <a data-ref=\"Numbers 10:6\" href=\"/Numbers.10.6\">6</a>, <a data-ref=\"Numbers 10:17\" href=\"/Numbers.10.17\">17</a>, <a data-ref=\"Numbers 10:18\" href=\"/Numbers.10.18\">18</a>, <a data-ref=\"Numbers 10:21\" href=\"/Numbers.10.21\">21</a>, <a data-ref=\"Numbers 10:22\" href=\"/Numbers.10.22\">22</a>, <a data-ref=\"Numbers 10:25\" href=\"/Numbers.10.25\">25</a>, so prob. also <a data-ref=\"Numbers 2:8\" href=\"/Numbers.2.8\">2:8</a> + 6 times <a data-ref=\"Numbers 2\" href=\"/Numbers.2\">Nu 2</a> (v. infr.; even of lifeless things, <span dir=\"rtl\">דֶּגֶל</span> <a data-ref=\"Numbers 10:18\" href=\"/Numbers.10.18\">10:18</a>, <a data-ref=\"Numbers 10:22\" href=\"/Numbers.10.22\">22</a>, <span dir=\"rtl\">מִשְׁכָּן</span> <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">1:51</a>, <span dir=\"rtl\">אֹהֶל מוֹעֵד</span> <a data-ref=\"Numbers 2:17\" href=\"/Numbers.2.17\">2:17</a>), <a data-ref=\"Numbers 33:3\" href=\"/Numbers.33.3\">33:3</a>; <span dir=\"rtl\">וַיִּסַּע</span> … <span dir=\"rtl\">וַיָּבֹא</span> <a data-ref=\"Genesis 46:1\" href=\"/Genesis.46.1\">Gn 46:1</a> (E) <em>and</em> Isr. <em>set out, and came</em>, etc., <a data-ref=\"Exodus 16:1\" href=\"/Exodus.16.1\">Ex 16:1</a>; <a data-ref=\"Exodus 19:2\" href=\"/Exodus.19.2\">19:2</a>; <a data-ref=\"Numbers 20:22\" href=\"/Numbers.20.22\">Nu 20:22</a>; <a data-ref=\"Joshua 9:17\" href=\"/Joshua.9.17\">Jos 9:17</a> (all P), <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a>, <span dir=\"rtl\">נִסְעָה וְנֵלֵ֑כָה</span> <a data-ref=\"Deuteronomy 33:12\" href=\"/Deuteronomy.33.12\">33:12</a> (J); (… <span dir=\"rtl\">וַיַּעֲלוּ</span>) <span dir=\"rtl\">וַיִּסְעוּ</span> <a data-ref=\"Judges 18:11\" href=\"/Judges.18.11\">Ju 18:11</a>, <span dir=\"rtl\">סְעוּ וְעִבְרוּ</span> <a data-ref=\"Deuteronomy 2:24\" href=\"/Deuteronomy.2.24\">Dt 2:24</a>; <span dir=\"rtl\">נ׳</span> often c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Genesis 35:16\" href=\"/Genesis.35.16\">Gn 35:16</a> (E), <a data-ref=\"Numbers 10:34\" href=\"/Numbers.10.34\">Nu 10:34</a> (JE), <span dir=\"rtl\">נ׳ מֵאָהֳלֵיהֶם לַעֲבֹר</span> <a data-ref=\"Joshua 3:14\" href=\"/Joshua.3.14\">Jos 3:14</a> (JE), <em>set out from their tents, to cross</em>, etc., cf. <span dir=\"rtl\">נ׳ מִן</span> … <span dir=\"rtl\">לָלֶכֶת</span> <a data-ref=\"Ezra 8:31\" href=\"/Ezra.8.31\">Ezr 8:31</a>; c. <span dir=\"rtl\">מִן</span> + <span dir=\"rtl\">ויבא</span>, <a data-ref=\"Joshua 3:1\" href=\"/Joshua.3.1\">Jos 3:1</a> (JE), <a data-ref=\"Numbers 33:9\" href=\"/Numbers.33.9\">Nu 33:9</a> (P), + <span dir=\"rtl\">וַיֵּלֶךְ</span> v <a data-ref=\"Numbers 33:3\" href=\"/Numbers.33.3\">3</a> (D), <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">Dt 1:19</a>, + <span dir=\"rtl\">וַיַּעַבְרוּ</span> <a data-ref=\"Numbers 33:8\" href=\"/Numbers.33.8\">Nu 33:8</a> (P); + <span dir=\"rtl\">וַיָּשָׁב</span> + <span dir=\"rtl\">וַיַּחֲנוּ</span> <a data-ref=\"Numbers 33:7\" href=\"/Numbers.33.7\">Nu 33:7</a> (P). <strong>b.</strong>  <em>depart</em>, c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Genesis 37:17\" href=\"/Genesis.37.17\">Gn 37:17</a> (J), <a data-ref=\"II Kings 3:27\" href=\"/II_Kings.3.27\">2 K 3:27</a>; <a data-ref=\"II Kings 19:8\" href=\"/II_Kings.19.8\">19:8</a>, <a data-ref=\"II Kings 19:36\" href=\"/II_Kings.19.36\">36</a> = <a data-ref=\"Isaiah 37:8\" href=\"/Isaiah.37.8\">Is 37:8</a>, <a data-ref=\"Isaiah 37:37\" href=\"/Isaiah.37.37\">37</a>; even of <span dir=\"rtl\">עַמּוּד הֶעָנָן</span> <a data-ref=\"Exodus 14:19\" href=\"/Exodus.14.19\">Ex 14:19</a> (J); of angel v <a data-ref=\"Exodus 14:19\" href=\"/Exodus.14.19\">19</a> (E; + <span dir=\"rtl\">וַיֵּלֶךְ</span>). <strong>3.</strong>  <em>journey, march</em> (by stages) <a data-ref=\"Genesis 12:9\" href=\"/Genesis.12.9\">Gn 12:9</a>; <a data-ref=\"Genesis 35:21\" href=\"/Genesis.35.21\">35:21</a> both J), <a data-ref=\"Numbers 10:13\" href=\"/Numbers.10.13\">Nu 10:13</a>, <a data-ref=\"Numbers 10:14\" href=\"/Numbers.10.14\">14</a>, <a data-ref=\"Numbers 10:28\" href=\"/Numbers.10.28\">28</a> (P), (poss. also <a data-ref=\"Numbers 2:9\" href=\"/Numbers.2.9\">Nu 2:9</a> etc., cf. <strong>2</strong> supr.); + <span dir=\"rtl\">לְמַסְעֵיהֶם</span> <em>according to their stations</em>, i.e. by stages <a data-ref=\"Exodus 17:1\" href=\"/Exodus.17.1\">Ex 17:1</a>; <a data-ref=\"Numbers 10:12\" href=\"/Numbers.10.12\">Nu 10:12</a> (+ <span dir=\"rtl\">מִן</span>), cf. <a data-ref=\"Exodus 40:36\" href=\"/Exodus.40.36\">Ex 40:36</a> (all P); sq. ה loc. <a data-ref=\"Genesis 12:9\" href=\"/Genesis.12.9\">Gn 12:9</a>; <a data-ref=\"Genesis 33:17\" href=\"/Genesis.33.17\">33:17</a> (both J), <a data-ref=\"Deuteronomy 1:40\" href=\"/Deuteronomy.1.40\">Dt 1:40</a>; <a data-ref=\"Deuteronomy 2:1\" href=\"/Deuteronomy.2.1\">2:1</a>; <span dir=\"rtl\">סְעוּ לָכֶם הַמִּדְבָּר</span> <a data-ref=\"Numbers 14:25\" href=\"/Numbers.14.25\">Nu 14:25</a> (JE); sq. <span dir=\"rtl\">מִקֶּדֶם</span> <em>eastward</em> (v. <span dir=\"rtl\">מִן</span> <strong>1. c</strong>) <a data-ref=\"Genesis 11:2\" href=\"/Genesis.11.2\">Gn 11:2</a>; <a data-ref=\"Genesis 13:11\" href=\"/Genesis.13.11\">13:11</a> (both J), <span dir=\"rtl\">אַחֲרֵי</span> <a data-ref=\"Exodus 14:10\" href=\"/Exodus.14.10\">Ex 14:10</a> (J), <span dir=\"rtl\">אֶל־</span> <a data-ref=\"Numbers 10:29\" href=\"/Numbers.10.29\">Nu 10:29</a>, <span dir=\"rtl\">לִפְנֵי</span> v <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">33</a> (of ark; all J); sq. <span dir=\"rtl\">מִן</span> + ה loc. <a data-ref=\"Genesis 20:1\" href=\"/Genesis.20.1\">Gn 20:1</a> (E), <a data-ref=\"Deuteronomy 10:6\" href=\"/Deuteronomy.10.6\">Dt 10:6</a>, <a data-ref=\"Deuteronomy 10:7\" href=\"/Deuteronomy.10.7\">7</a>; <a data-ref=\"Exodus 12:37\" href=\"/Exodus.12.37\">Ex 12:37</a> (P), + acc. loc. <a data-ref=\"Numbers 11:35\" href=\"/Numbers.11.35\">Nu 11:35</a> (JE); sq. <span dir=\"rtl\">מִן</span> + acc. of distance, <span dir=\"rtl\">דֶּרֶךְ</span> <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">10:33</a> (JE), <a data-ref=\"Numbers 21:4\" href=\"/Numbers.21.4\">21:4</a> (P); especially <span dir=\"rtl\">וַיִּסְעוּ מִן</span> … <span dir=\"rtl\">וַיַּחֲנוּ</span> <a data-ref=\"Numbers 21:12\" href=\"/Numbers.21.12\">Nu 21:12</a>, <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">13</a> (JE), <a data-ref=\"Exodus 13:20\" href=\"/Exodus.13.20\">Ex 13:20</a>; <a data-ref=\"Numbers 21:11\" href=\"/Numbers.21.11\">Nu 21:11</a>; <a data-ref=\"Numbers 33:5\" href=\"/Numbers.33.5\">33:5</a> + 37 times <a data-ref=\"Numbers 33\" href=\"/Numbers.33\">Nu 33</a> (all P); of shepherds <a data-ref=\"Jeremiah 31:24\" href=\"/Jeremiah.31.24\">Je 31:24</a>.—<span dir=\"rtl\">נָֽסְעוּ כְמוֹ צֹאן</span> <a data-ref=\"Zechariah 10:2\" href=\"/Zechariah.10.2\">Zc 10:2</a> is dub.; We <span dir=\"rtl\">נָעוּ</span> or <span dir=\"rtl\">יָנֻעוּ</span>, so Now. <strong>4.</strong>  of wind, <span dir=\"rtl\">נ׳ רוּחַ מֵאֵת י׳</span> <a data-ref=\"Numbers 11:31\" href=\"/Numbers.11.31\">Nu 11:31</a> <em>there set forth</em> (sprang up) a wind from <span dir=\"rtl\">י׳</span>.<br>†<strong>Niph.</strong>  Pf. <em>be pulled up, removed:</em> 3 ms. <span dir=\"rtl\">דּוֹרִי נִסַּע וְנִגְלָה מִנִּי כְּאֹהֶל רֹעִי</span> <a data-ref=\"Isaiah 38:12\" href=\"/Isaiah.38.12\">Is 38:12</a>; of wealth <span dir=\"rtl\">הֲלֹא נִסַּע</span> <a data-ref=\"Job 4:21\" href=\"/Job.4.21\">Jb 4:21</a> (reading <span dir=\"rtl\">יְתֵדָם</span> for <span dir=\"rtl\">יִתְרָם</span>, v. ii. <a data-ref=\"BDB, יֶ֫תֶר²\" href=\"/BDB,_יֶ֫תֶר²\", dir=\"rtl\">יֶתֶר</a>).<br>†<strong>Hiph.</strong>  Impf. 3 ms. <span dir=\"rtl\">יַסַּע</span> <a data-ref=\"Psalms 78:26\" href=\"/Psalms.78.26\">ψ 78:26</a>, <span dir=\"rtl\">וַיַּסַּע</span> <a data-ref=\"Exodus 15:22\" href=\"/Exodus.15.22\">Ex 15:22</a> + 2 times; 2 ms. <span dir=\"rtl\">תַּסִּיעַ</span> <a data-ref=\"Psalms 80:9\" href=\"/Psalms.80.9\">ψ 80:9</a>, 3 fs. <span dir=\"rtl\">תַּסִּיעִי</span> <a data-ref=\"II Kings 4:4\" href=\"/II_Kings.4.4\">2 K 4:4</a>; 3 mpl. <span dir=\"rtl\">וַיַּסִּ֫עוּ</span> <a data-ref=\"I Kings 5:31\" href=\"/I_Kings.5.31\">1 K 5:31</a>; Pt. <span dir=\"rtl\">מַסִּיעַ</span> <a data-ref=\"Ecclesiastes 10:9\" href=\"/Ecclesiastes.10.9\">Ec 10:9</a>;— <strong>1.</strong>  <em>cause to set out, lead out</em>, c. acc. pers. <a data-ref=\"Exodus 15:22\" href=\"/Exodus.15.22\">Ex 15:22</a> (J; + <span dir=\"rtl\">מִן</span>, <span dir=\"rtl\">וַיֵּצְאוּ</span>), <a data-ref=\"Psalms 78:52\" href=\"/Psalms.78.52\">ψ 78:52</a> (<span dir=\"rtl\">כַּצֹּאן</span>; ‖ <span dir=\"rtl\">וַיְנַהֲגֵם</span>), <a data-ref=\"Psalms 80:9\" href=\"/Psalms.80.9\">80:9</a> (<span dir=\"rtl\">מִן</span>; fig. of vine); fig. of a wind, <em>cause to spring up</em>, <span dir=\"rtl\">יַסַּע קָדִים</span> <a data-ref=\"Psalms 78:26\" href=\"/Psalms.78.26\">ψ 78:26</a> (‖ <span dir=\"rtl\">וַיְנַהֵג</span>; cf. <strong>Qal 4</strong>). <strong>2.</strong>  <em>remove</em>, c. acc. rei <a data-ref=\"II Kings 4:4\" href=\"/II_Kings.4.4\">2 K 4:4</a>; <span dir=\"rtl\">וַיַּסַּע כָּעֵץ תִּקְוָתִי</span> <a data-ref=\"Job 19:10\" href=\"/Job.19.10\">Jb 19:10</a>; specif., <em>remove</em> from quarry, <em>quarry:</em> <a data-ref=\"I Kings 5:31\" href=\"/I_Kings.5.31\">1 K 5:31</a> <em>and they quarried</em> great stones, cf. <a data-ref=\"Ecclesiastes 10:9\" href=\"/Ecclesiastes.10.9\">Ec 10:9</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d33fb6084aa1cbf244f5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מָסָךְ² 1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "BDB, מָסָךְ² 1", "sourceHeRef": "בראון-דרייבר-בריגס, מָסָךְ² א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מָסָךְ²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">מָסָךְ</span></big>  <strong>n.</strong>[<strong>m.</strong>] <strong>covering, screen</strong>;—abs. <span dir=\"rtl\">מ׳</span> <a data-ref=\"II Samuel 17:19\" href=\"/II_Samuel.17.19\">2 S 17:19</a> + 11 times; cstr. <span dir=\"rtl\">מָסַךְ</span> <a data-ref=\"Isaiah 22:8\" href=\"/Isaiah.22.8\">Is 22:8</a> + 12 times;—<br><strong>1.</strong>  <em>covering</em>, large cloth spread <span dir=\"rtl\">(פרש)</span> over well to hide persons within <a data-ref=\"II Samuel 17:19\" href=\"/II_Samuel.17.19\">2 S 17:19</a>; fig. of protection, or of eye-screen, <span dir=\"rtl\">וַיְגַל אֶת־מ׳ יְהוּדָה</span> <a data-ref=\"Isaiah 22:8\" href=\"/Isaiah.22.8\">Is 22:8</a>; <em>screen</em>, of cloud <a data-ref=\"Psalms 105:39\" href=\"/Psalms.105.39\">ψ 105:39</a> <span dir=\"rtl\">(פרשׂ)</span>.<br><strong>2.</strong>  name given (in P) to each of three <em>screens</em>, of tabern.: <strong>a.</strong>  at gate <span dir=\"rtl\">(שַׁעַר)</span> of court <a data-ref=\"Exodus 27:16\" href=\"/Exodus.27.16\">Ex 27:16</a>; <a data-ref=\"Exodus 35:17\" href=\"/Exodus.35.17\">35:17</a>; <a data-ref=\"Exodus 38:18\" href=\"/Exodus.38.18\">38:18</a>; <a data-ref=\"Exodus 39:40\" href=\"/Exodus.39.40\">39:40</a>; <a data-ref=\"Exodus 40:8\" href=\"/Exodus.40.8\">40:8</a>, <a data-ref=\"Exodus 40:33\" href=\"/Exodus.40.33\">33</a>; <a data-ref=\"Numbers 3:26\" href=\"/Numbers.3.26\">Nu 3:26</a> <span dir=\"rtl\">(פֶּתַח)</span>, <a data-ref=\"Jeremiah 4:26\" href=\"/Jeremiah.4.26\">4:26</a>. <strong>b.</strong>  at entrance <span dir=\"rtl\">(פֶּתַח)</span> of tent <a data-ref=\"Exodus 26:36\" href=\"/Exodus.26.36\">Ex 26:36</a>, <a data-ref=\"Exodus 26:37\" href=\"/Exodus.26.37\">37</a>; <a data-ref=\"Exodus 35:15\" href=\"/Exodus.35.15\">35:15</a>; <a data-ref=\"Exodus 36:37\" href=\"/Exodus.36.37\">36:37</a>; <a data-ref=\"Exodus 39:38\" href=\"/Exodus.39.38\">39:38</a>; <a data-ref=\"Exodus 40:5\" href=\"/Exodus.40.5\">40:5</a>, <a data-ref=\"Exodus 40:28\" href=\"/Exodus.40.28\">28</a>; <a data-ref=\"Numbers 3:25\" href=\"/Numbers.3.25\">Nu 3:25</a>, <a data-ref=\"Numbers 3:31\" href=\"/Numbers.3.31\">31</a>; <a data-ref=\"Numbers 4:25\" href=\"/Numbers.4.25\">4:25</a>. <strong>c.</strong>  <span dir=\"rtl\">פָּרֹכֶת הַמּ׳</span> (v. <a data-ref=\"BDB, פָּסַח\" href=\"/BDB,_פָּסַח\", dir=\"rtl\">פ׳</a>), dividing off the Most Holy Place within the tent, <a data-ref=\"Exodus 35:12\" href=\"/Exodus.35.12\">Ex 35:12</a>; <a data-ref=\"Exodus 39:34\" href=\"/Exodus.39.34\">39:34</a>; <a data-ref=\"Exodus 40:21\" href=\"/Exodus.40.21\">40:21</a> <a data-ref=\"Numbers 4:5\" href=\"/Numbers.4.5\">Nu 4:5</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d365b6084aa1cbf262fb", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֵדוּת 1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "BDB, עֵדוּת 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֵדוּת א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֵדוּת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">עֵדוּת</span></big><sub>19</sub>  and <span dir=\"rtl\">עֵדֻת</span><sub>27</sub> <strong>n.f. testimony</strong>;—<span dir=\"rtl\">ע׳</span> abs. <a data-ref=\"Exodus 16:34\" href=\"/Exodus.16.34\">Ex 16:34</a> +, cstr. <a data-ref=\"Psalms 19:8\" href=\"/Psalms.19.8\">ψ 19:8</a> +; pl. sf. <span dir=\"rtl\">עֵדְוֹתֶיךָ</span> <a data-ref=\"Psalms 119:14\" href=\"/Psalms.119.14\">119:14</a> +, <span dir=\"rtl\">עֵדְוֹתָיו</span> <a data-ref=\"Jeremiah 44:23\" href=\"/Jeremiah.44.23\">Je 44:23</a> + 4 times;—<br><strong>1.</strong>  <em>testimony</em> of the Ten Words on the tablets as a solemn divine charge, <span dir=\"rtl\">לֻחֹת הע׳</span> <a data-ref=\"Exodus 31:18\" href=\"/Exodus.31.18\">Ex 31:18</a>; <a data-ref=\"Exodus 32:15\" href=\"/Exodus.32.15\">32:15</a>; <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">34:29</a> (P), <span dir=\"rtl\">הע׳</span> <a data-ref=\"Exodus 25:16\" href=\"/Exodus.25.16\">25:16</a>, <a data-ref=\"Exodus 25:21\" href=\"/Exodus.25.21\">21</a>; <a data-ref=\"Exodus 40:20\" href=\"/Exodus.40.20\">40:20</a> (P); ark as containing tables, <span dir=\"rtl\">אֲרוֹן הע׳</span> <a data-ref=\"Exodus 25:22\" href=\"/Exodus.25.22\">25:22</a>; <a data-ref=\"Exodus 26:33\" href=\"/Exodus.26.33\">26:33</a>, <a data-ref=\"Exodus 26:34\" href=\"/Exodus.26.34\">34</a>; <a data-ref=\"Exodus 30:6\" href=\"/Exodus.30.6\">30:6</a>, <a data-ref=\"Exodus 30:26\" href=\"/Exodus.30.26\">26</a>; <a data-ref=\"Exodus 39:35\" href=\"/Exodus.39.35\">39:35</a>; <a data-ref=\"Exodus 40:3\" href=\"/Exodus.40.3\">40:3</a>, <a data-ref=\"Exodus 40:5\" href=\"/Exodus.40.5\">5</a>, <a data-ref=\"Exodus 40:21\" href=\"/Exodus.40.21\">21</a> <a data-ref=\"Numbers 4:5\" href=\"/Numbers.4.5\">Nu 4:5</a>; <a data-ref=\"Numbers 7:89\" href=\"/Numbers.7.89\">7:89</a> (all P), <a data-ref=\"Joshua 4:16\" href=\"/Joshua.4.16\">Jos 4:16</a> (JE; Kue <span dir=\"rtl\">הברית</span> [ag. him Di], so Benn Steuernag), <span dir=\"rtl\">הארן לע׳</span> <a data-ref=\"Exodus 31:7\" href=\"/Exodus.31.7\">Ex 31:7</a> (P); abbrev. <span dir=\"rtl\">לִפְנֵי הע׳</span> <a data-ref=\"Exodus 16:34\" href=\"/Exodus.16.34\">16:34</a>; <a data-ref=\"Exodus 30:36\" href=\"/Exodus.30.36\">30:36</a> <a data-ref=\"Numbers 17:19\" href=\"/Numbers.17.19\">Nu 17:19</a>, <a data-ref=\"Numbers 17:25\" href=\"/Numbers.17.25\">25</a> (P); <span dir=\"rtl\">עַל הע׳</span> <a data-ref=\"Exodus 27:21\" href=\"/Exodus.27.21\">Ex 27:21</a> (= <span dir=\"rtl\">הע׳</span> <a data-ref=\"Leviticus 24:3\" href=\"/Leviticus.24.3\">Lv 24:3</a>), <a data-ref=\"Exodus 30:6\" href=\"/Exodus.30.6\">30:6</a> <a data-ref=\"Leviticus 16:13\" href=\"/Leviticus.16.13\">Lv 16:13</a> (P); tabernacle as containing ark of testimony, <span dir=\"rtl\">משׁכן הע׳</span> <em>tabernacle of the testimony</em> <a data-ref=\"Exodus 38:21\" href=\"/Exodus.38.21\">Ex 38:21</a> <a data-ref=\"Numbers 1:50\" href=\"/Numbers.1.50\">Nu 1:50</a>, <a data-ref=\"Numbers 1:53\" href=\"/Numbers.1.53\">53</a><sup>(×2)</sup>; <a data-ref=\"Numbers 10:11\" href=\"/Numbers.10.11\">10:11</a> (P); so <span dir=\"rtl\">אֹהֶל הע׳</span> <a data-ref=\"Numbers 9:15\" href=\"/Numbers.9.15\">9:15</a>; <a data-ref=\"Numbers 17:22\" href=\"/Numbers.17.22\">17:22</a>, <a data-ref=\"Numbers 17:23\" href=\"/Numbers.17.23\">23</a>; <a data-ref=\"Numbers 18:2\" href=\"/Numbers.18.2\">18:2</a> (P) <a data-ref=\"II Chronicles 24:6\" href=\"/II_Chronicles.24.6\">2 Ch 24:6</a>.<br><strong>2.</strong>  the code of law in gen. (late), as a <em>testimony</em> of God: <a data-ref=\"Psalms 19:8\" href=\"/Psalms.19.8\">ψ 19:8</a> <a data-ref=\"Psalms 119:88\" href=\"/Psalms.119.88\">119:88</a>; <a data-ref=\"Psalms 122:4\" href=\"/Psalms.122.4\">122:4</a>; ‖ <span dir=\"rtl\">תּוֹרָה</span> <a data-ref=\"Psalms 78:5\" href=\"/Psalms.78.5\">78:5</a>; ‖ <span dir=\"rtl\">חֹק</span> <a data-ref=\"Psalms 81:6\" href=\"/Psalms.81.6\">81:6</a>. In titles, <span dir=\"rtl\">עַל־ שׁוּשַׁן ע׳</span> <a data-ref=\"Psalms 60:1\" href=\"/Psalms.60.1\">ψ 60:1</a>, <span dir=\"rtl\">אֶל־שֹׁשַׁנּ֑ים ע׳</span> <a data-ref=\"Psalms 80:1\" href=\"/Psalms.80.1\">80:1</a> = melody whose first line cp. law as testimony to a choice flower. Special laws of the code are denoted by pl.; + <span dir=\"rtl\">חֻקּוֹת</span> etc. <a data-ref=\"I Kings 2:3\" href=\"/I_Kings.2.3\">1 K 2:3</a> <a data-ref=\"II Kings 23:3\" href=\"/II_Kings.23.3\">2 K 23:3</a> = <a data-ref=\"II Chronicles 34:31\" href=\"/II_Chronicles.34.31\">2 Ch 34:31</a> (+ <span dir=\"rtl\">חקים</span> etc.), <a data-ref=\"Jeremiah 44:23\" href=\"/Jeremiah.44.23\">Je 44:23</a>; <span dir=\"rtl\">חֻקִּים</span> etc. <a data-ref=\"I Chronicles 29:19\" href=\"/I_Chronicles.29.19\">1 Ch 29:19</a>; <span dir=\"rtl\">מִצְוֹת</span> <a data-ref=\"Nehemiah 9:34\" href=\"/Nehemiah.9.34\">Ne 9:34</a>; pl. of contents of covenant <a data-ref=\"II Kings 17:15\" href=\"/II_Kings.17.15\">2 K 17:15</a>; pl. elsewhere <a data-ref=\"Psalms 119:14\" href=\"/Psalms.119.14\">ψ 119:14</a>, <a data-ref=\"Psalms 119:31\" href=\"/Psalms.119.31\">31</a>, <a data-ref=\"Psalms 119:36\" href=\"/Psalms.119.36\">36</a>, <a data-ref=\"Psalms 119:99\" href=\"/Psalms.119.99\">99</a>, <a data-ref=\"Psalms 119:111\" href=\"/Psalms.119.111\">111</a>, <a data-ref=\"Psalms 119:129\" href=\"/Psalms.119.129\">129</a>, <a data-ref=\"Psalms 119:144\" href=\"/Psalms.119.144\">144</a>, <a data-ref=\"Psalms 119:157\" href=\"/Psalms.119.157\">157</a>. Vid. also iii. [<a ,=\"\" data-ref=\"BDB, עֵדָה⁵\" dir=\"rtl\" href=\"/BDB,_עֵדָה⁵\">עֵדָה</a>].—For <span dir=\"rtl\">הָעֵדוּת</span> <a data-ref=\"II Kings 11:12\" href=\"/II_Kings.11.12\">2 K 11:12</a> = <a data-ref=\"II Chronicles 23:11\" href=\"/II_Chronicles.23.11\">2 Ch 23:11</a> read prob. <span dir=\"rtl\">הַצְּעָדוֹת</span> (cf. <a data-ref=\"II Samuel 1:10\" href=\"/II_Samuel.1.10\">2 S 1:10</a> We al.)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3ebb6084aa1cbf2cb09", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, פָּרֹ֫כֶת 1", "anchorRef": "Numbers 4:5", "anchorRefExpanded": ["Numbers 4:5"], "sourceRef": "BDB, פָּרֹ֫כֶת 1", "sourceHeRef": "בראון-דרייבר-בריגס, פָּרֹ֫כֶת א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "פָּרֹ֫כֶת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">פָּרֹ֫כֶת</span></big><sub>25</sub>  <strong>n.f.</strong> curtain, before Most Holy Place, in tabern. (P) <strong>(</strong>prop. <em>that which habitually shuts off</em>, i.e. <em>parrâku</em> (Lag<sup>BN 88</sup>) Kö<sup>ii. 1, 201</sup><strong>)</strong>;—<span dir=\"rtl\">פ׳</span> abs. <a data-ref=\"Exodus 26:31\" href=\"/Exodus.26.31\">Ex 26:31</a> + 17 times P; cstr. <span dir=\"rtl\">פ׳ הַמָּסָ֑ךְ</span> <a data-ref=\"Exodus 35:12\" href=\"/Exodus.35.12\">Ex 35:12</a>; <a data-ref=\"Exodus 39:34\" href=\"/Exodus.39.34\">39:34</a>; <a data-ref=\"Exodus 40:21\" href=\"/Exodus.40.21\">40:21</a>; <a data-ref=\"Numbers 4:5\" href=\"/Numbers.4.5\">Nu 4:5</a>, <span dir=\"rtl\">פ׳ הַקֹּדֶשׁ</span> <a data-ref=\"Leviticus 4:6\" href=\"/Leviticus.4.6\">Lv 4:6</a>, <span dir=\"rtl\">פ׳ הָעֵדוּת</span> <a data-ref=\"Leviticus 24:3\" href=\"/Leviticus.24.3\">24:3</a>; in temple <a data-ref=\"II Chronicles 3:14\" href=\"/II_Chronicles.3.14\">2 Ch 3:14</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]