[{"_id": "521dc75cedbab45814ae606b", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 4:10:1", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "Rashi on Numbers 4:10:1", "sourceHeRef": "רש\"י על במדבר ד׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>אל מכסה עור תחש.</b> כְּמִין מַרְצוּף:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "אל מכסה עור תחש [AND THEY SHALL PUT IT, AND ALL THE VESSELS] WITHIN A COVERING OF TACHASH SKINS — This was a kind of packing bag.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6ee8", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 4:10", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "Onkelos Numbers 4:10", "sourceHeRef": "תרגום אונקלוס על במדבר ד׳:י׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 4.001, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וְיִתְּנוּן יָתַהּ וְיָת כָּל מָנָהָא לְחוֹפָאָה דִּמְשַׁךְ סַסְגּוֹנָא וְיִתְּנוּן עַל אֲרִיחָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "They shall put it and all of its utensils into the covering of the <i>tachash [<b>multi-colored</b>]</i>-hide and put it on the carrying frame.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec71f", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 4:10", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "Targum Jonathan on Numbers 4:10", "sourceHeRef": "תרגום יונתן על במדבר ד׳:י׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 4.001, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וְיִתְּנוּן יָתָהּ וְיַת כָּל מְנָהָא לְחוֹפָאָה דִמְשַׁךְ סַסְגוֹנָא וְיִתְּנוּן עַל אַסְלָא", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And they shall put it and all its vessels in a covering of hyacinthine skin, and place it upon a rest. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179b1fbfba22336ea628b", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 4:10:1", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "Sforno on Numbers 4:10:1", "sourceHeRef": "ספורנו על במדבר ד׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>ונתנו על המוט.</b> ואז יזכו הלויים לשאת:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ונתנו על המוט; after that the Levites were permitted to carry all these parts.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53fa0d1ffbfba205542262e9", "index_title": "Rashbam on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Numbers 4:10:1", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "Rashbam on Numbers 4:10:1", "sourceHeRef": "רשב\"ם על במדבר ד׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על במדבר", "he": "ונתנו על המוט - טועה היה בזה ר' יוסף קרא. מדלא כתיב כדכתיב: במוט בשנים - והיה רוצה לומר שכל המוט היה תחת הכלים, מדכתיב: על. השיבותי: כי המוטות היו מצד הכלים, כדרך כל משא שנותנין המוטות בטבעות שבצדי הכלים, כדכתיב בפרשת המשכן, אבל אצל לשון ונתנו - ראוי לומר על המוט ואצל לשון משא אמר במוט כדכתיב: וישאוהו במוט. ונשא בם את השלחן, כדכתיב: בכתף ישאו - אין לכם משא אלא בכתף, כלומר: בדבר זה נושאין זה. ", "heVersionTitle": "Rashbam on Numbers -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רשב\"ם על במדבר, דעת", "text": "ונתנו על המוט. Rabbi Joseph Kara (1060-1130, Troyes) erred in understanding this verse, thinking that since the Torah did not mention two staves, as in Numbers 13,23) for instance, that it follows that this stave was underneath the vessels, seeing that the Torah wrote the word על, “above.” I would counter that the staves (poles) were always on the sides of the vessels being transported and that they had been inserted through rings fastened to the respective objects being transported by them. We find that the Torah spells this out in Exodus 25,14, 25,27, 27,7, and 30,4.<br> The singular במוט is indeed found in connection with carrying something by means of poles in Exodus 25,28 and in Isaiah 46,7 as well as in Chronicles II 35,3. We must not be misled by the word being in the singular. It simply means to describe the “method” of transportation, this method being poles. [when we speak of כסף meaning “money,” we also do not necessarily refer to a single coin. Ed.]\n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "5694ce2ad6e4a968e0fce575", "index_title": "Shadal on Numbers", "category": "Commentary", "type": "commentary", "ref": "Shadal on Numbers 4:10:1", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "Shadal on Numbers 4:10:1", "sourceHeRef": "שד\"ל על במדבר ד׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על במדבר", "he": "על המוט: המוט איננו הבד, כי הבד היה נכנס בטבעות, והיו שני בדים, והמוט היה אחד, והיו תולין עליו הדבר הנִישָא על ידי וָו או על ידי חבל, כמו שעשו באשכול, וכן כאן היתה המנורה עם כל כליה במרצוף, והמרצוף תלוי על המוט בוו או בחבל, וכן נקרא מוט העץ שהעול נכנס בתוכו, והנה מוט הוא בד המחזיק מה שתחתיו, ואומרים ונתנו על המוט, כי הוו או החבל היה על המוט.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57c43b43d6e4a903fee3bde8", "index_title": "Targum Jerusalem", "category": "Targum", "type": "targum", "ref": "Targum Jerusalem, Numbers 4:10", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "Targum Jerusalem, Numbers 4:10", "sourceHeRef": "תרגום ירושלמי, במדבר ד׳:י׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [380, 1180], "commentaryNum": 4.001, "collectiveTitle": {"en": "Targum Jerusalem", "he": "תרגום ירושלמי"}, "heTitle": "במדבר", "he": "", "heVersionTitle": "Targum Jerusalem on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום ירושלמי על התורה", "text": "Upon a beam.", "versionTitle": "Targum Jerusalem, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי, מתורגם בידי ג\"ו את'רידג', לונדון, 1862"}, {"_id": "57e77d42d6e4a94c7c18aafe", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 4:10", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "Tafsir Rasag, Numbers 4:10", "sourceHeRef": "תפסיר רס\"ג, במדבר ד׳:י׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 4.001, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ויג̇עלוהא וג̇מיע אניתהא פי גשא ג̇לוד דארש ויצנעו ד̇לך עלי אלדהק", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": "and they shall put it and all its utensils in a covering of tanned ram skins, and shall put it on a carrying frame.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5a154789d6e4a92409ac442c", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 4:10:1", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "Siftei Chakhamim, Numbers 4:10:1", "sourceHeRef": "שפתי חכמים, במדבר ד׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>מרצוף.</b> פירוש שק גדול ששמים בו סחורות. מדכתיב אל מכסה משמע דבר שיש לו תוך:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Sack.</b> A large sack in which one places merchandise; because it is written “<i>into</i> the covering,” it is clear that it has an inside.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5c6a640112844500901d9a9a", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 31:10:1", "anchorRef": "Numbers 4:6-13", "anchorRefExpanded": ["Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13"], "sourceRef": "Ramban on Exodus 31:10:1", "sourceHeRef": "רמב\"ן על שמות ל״א:י׳:א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>וְאֵת בִּגְדֵי הַשְּׂרָד</b> לֹא יָדַעְתִּי לָמָּה לֹא צִוָּה תְּחִלָּה לַעֲשׂוֹת הַבְּגָדִים הָאֵלֶּה, כַּאֲשֶׁר עָשָׂה בְּכָל מְלֶאכֶת הַמִּשְׁכָּן וּבְבִגְדֵי אַהֲרֹן וּבָנָיו, כִּי הָיָה רָאוּי שֶׁיֹּאמַר לוֹ וְעָשִׂיתָ בֶּגֶד כְּלִיל תְּכֵלֶת לְכַסּוֹת בּוֹ הָאָרוֹן וּבֶגֶד אַרְגָּמָן לְכַסּוֹת בּוֹ הַמִּזְבֵּחַ וּבֶגֶד תּוֹלַעַת שָׁנִי לְכַסּוֹת בּוֹ הַשֻּׁלְחָן, וְעַתָּה כַּאֲשֶׁר יְצַוֶּה אֶת הָעוֹשִׂים יִכְלֹל אוֹתָם עִם שְׁאָר הַמְּלָאכָה. וְאוּלַי לֹא הָיְתָה בָּהֶם קְפֵידָא וְיַעֲשׂוּ אוֹתָם כִּרְצוֹנָם בִּגְדֵי שְׂרָד מִמִּין אֶחָד לְבַדּוֹ, וְהֵם עָשׂוּ מִן הַתְּכֵלֶת וְהָאַרְגָּמָן וְתוֹלַעַת הַשָּׁנִי. וְלֹא רָצוּ בַּשֵּׁשׁ כִּי אֵינֶנּוּ נִכְבָּד כְּמוֹתָם. וְאַחֲרֵי שֶׁנַּעֲשׂוּ כֵן רָצָה הַשֵּׁם שֶׁיִּהְיֶה הַתְּכֵלֶת לָאָרוֹן, וְהָאַרְגָּמָן לַמִּזְבֵּחַ, וְהַשָּׁנִי לַשֻּׁלְחָן (במדבר ד, ו-יג), וְלָכֵן הִסְפִּיק לָהֶם הַצַּוָּאָה בִּקְצָרָה כַּאֲשֶׁר צִוָּה עַל הָעוֹשִׂים, כִּי לְדַעְתָּם יַעֲשׂוּ בִּגְדֵי הַשְּׂרָד: וְאֵינֶנּוּ הָגוּן שֶׁיִּהְיֶה בֶּגֶד הַמְּכַסֶּה עָשׂוּי נְקָבִים נְקָבִים כְּדִבְרֵי רַשִׁ\"י (רש\"י על שמות ל\"א:י'), אֲבָל הוּא מִלְּשׁוֹן שָׂרִיד, בַּעֲבוּר הֱיוֹתָם מִין אֶחָד, כְּדִבְרֵי ר\"א: וְכָתַבְתִּי זֶה הָעִנְיָן לְפִי שִׁיטַת רַשִׁ\"י וְכָל זֶה אֵינֶנּוּ שֹׁוֶה לִי, כִּי מָה טַעַם שֶׁיֹּאמַר הקב\"ה לְמֹשֶׁה וְיַעֲשׂוּ בִּגְדֵי הַקְּלָעִים אוֹ בִּגְדֵי הַשְּׂרִידָה בְּלִי שֶׁיְּבָאֵר לוֹ כַּמָּה יִהְיוּ, שְׁנַיִם אוֹ מֵאָה, וְכַמָּה אָרְכָּם וְכַמָּה רָחְבָּם, וְלָמָּה יַעֲשׂוּ, וְאֵין הָעִנְיָן מוּבָן כְּלָל בַּדִּבּוּר הַזֶּה. וְעוֹד, שֶׁמַּזְכִּיר אוֹתָם לְעוֹלָם קֹדֶם בִּגְדֵי אַהֲרֹן. וְעוֹד, מָה טַעַם \"לְשָׁרֵת בַּקֹּדֶשׁ\" (שמות ל\"ט:א'), כִּי זֶה יִרְמֹז עַל עֲבוֹדַת הַקָּרְבָּנוֹת בַּקֹּדֶשׁ, כְּמוֹ שֶׁאוֹמֵר \"אוֹ בְגִשְׁתָּם אֶל הַמִּזְבֵּחַ לְשָׁרֵת בַּקֹּדֶשׁ\" (שמות כ\"ח:מ\"ג), וְכֵן \"אֲשֶׁר יָבֹא אֶל אֹהֶל מוֹעֵד לְשָׁרֵת בַּקֹּדֶשׁ\" (שמות כ\"ט:ל'), לֹא עַל עֲבוֹדַת חוּץ וּמַשָּׂא. וְעוֹד, כִּי כָּתוּב \"וְעָשׂוּ אֵת כָּל אֲשֶׁר צִוִּיתִךָ (שמות ל\"א:ו') אֵת אֹהֶל מוֹעֵד וְגוֹ' וְאֵת בִּגְדֵי הַשְּׂרָד\" (שמות ל\"א:ז'-י') עַד \"כְּכֹל אֲשֶׁר צִוִּיתִךָ יַעֲשׂוּ\" (שמות ל\"א:י\"א), וְלֹא צִוָּה אוֹתוֹ תְּחִלָּה עַל בִּגְדֵי הַשְּׂרָד כְּלָל:<br>וְהָעוֹלֶה מִדִּבְרֵי רַבּוֹתֵינוּ, כִּי בִּגְדֵי הַשְּׂרָד הֵם בִּגְדֵי כְּהֻנָּה עַצְמָם, וְהֻזְכַּר זֶה בְּמַסֶּכֶת יוֹמָא (יומא ע\"ב). וְאִם כֵּן הַנָּכוֹן שֶׁנְּפָרֵשׁ בִּגְדֵי הַשְּׂרָד, בִּגְדֵי הַיִּחוּד, כְּלוֹמַר בְּגָדִים שֶׁיִּתְיַחֵד בִּלְבִישָׁתָם אַחַד הָעָם הַגָּדוֹל מֵאֶחָיו. וְכֵן \"וּבַשְּׂרִידִים אֲשֶׁר ה' קֹרֵא\" (יואל ג ה), \"הַשְּׂרִידִים שָׂרְדוּ מֵהֶם\" (יהושע י כ), מִן \"פָּלִיט וְשָׂרִיד\" (ירמיה מד יד). וְיִרְמֹז לְבִגְדֵי אַהֲרֹן, וְיִקְרָאֵם כֵּן, שֶׁלֹּא יִלְבָּשֵׁם רַק יָחִיד בְּדוֹרוֹ, אַהֲרֹן בְּחַיָּיו, וְאַחֲרָיו הַכֹּהֵן הַגָּדוֹל אֲשֶׁר יוּצַק עַל רֹאשׁוֹ שֶׁמֶן הַמִּשְׁחָה וּמִלֵּא יָדוֹ לִלְבֹּשׁ אֶת הַבְּגָדִים (ויקרא כא י). וְהַכָּתוּב יַזְכִּיר בִּגְדֵי אַהֲרֹן לְעוֹלָם דֶּרֶךְ כָּבוֹד, כְּמוֹ שֶׁאָמַר \"לְכָבוֹד וּלְתִפְאָרֶת\" (שמות כ\"ח:ב'), \"בִּגְדֵי קֹדֶשׁ\" (שמות כ\"ח:ד'), \"צִיץ הַזָּהָב נֵזֶר הַקֹּדֶשׁ\" (ויקרא ח ט), וְעַל כֵּן קְרָאָם בִּגְדֵי הַשְּׂרָד, בִּגְדֵי מַלְכוּת. וְזֶה טַעַם \"אֶת בִּגְדֵי הַשְּׂרָד לְשָׁרֵת בַּקֹּדֶשׁ אֶת בִּגְדֵי הַקֹּדֶשׁ לְאַהֲרֹן הַכֹּהֵן\" (שמות ל\"ה:י\"ט), כִּי שָׁב לְבָאֵר. וְכֵן יֹאמַר בְּפָרָשַׁת וַיָּבִיאוּ אֶת הַמִּשְׁכָּן (שמות ל\"ט:מ\"א): וּמַה שֶׁאָמַר בְּכָאן בְּפָרָשַׁת רְאֵה קָרָאתִי <b>וְאֵת בִּגְדֵי הַשְּׂרָד וְאֶת בִּגְדֵי הַקֹּדֶשׁ לְאַהֲרֹן הַכֹּהֵן</b>, טַעְמוֹ שֶׁהֵם בִּגְדֵי שְׁתֵּי מַעֲלוֹת, בִּגְדֵי הַשְּׂרָד וּבִגְדֵי הַקֹּדֶשׁ, לְהַגִּיד שֶׁלֹּא יִלְבָּשֵׁם רַק אַחַד הָעָם בְּבֹאוֹ לְשָׁרֵת בַּקֹּדֶשׁ וּמִפְּנֵי שֶׁלֹּא הִזְכִּיר כָּאן לְשָׁרֵת בַּקֹּדֶשׁ, הוֹסִיף לְבָאֵר שֶׁהֵם בִּגְדֵי שְׂרָד וּבִגְדֵי קוֹדֶשׁ. וְעוֹד בָּאוּ כַּמָּה ווי\"ן יְתֵרוֹת בַּכָּתוּב. וּפֵרוּשׁ \"וּמִן הַתְּכֵלֶת וְהָאַרְגָּמָן וְתוֹלַעַת הַשָּׁנִי עָשׂוּ בִגְדֵי שְׂרָד לְשָׁרֵת בַּקֹּדֶשׁ\" (שמות ל\"ט:א'), שֶׁהוּא מְבָאֵר אֵלֶּה פְקוּדֵי הַמִּשְׁכָּן, וְנָתַן חֶשְׁבּוֹן בַּזָּהָב וּבַכֶּסֶף וּבַנְּחֹשֶׁת כַּמָּה הֵבִיאוּ יִשְׂרָאֵל, וּמַה עָשׂוּ בָּהֶן, בַּעֲבוּר חֲשִׁיבוּתָם, וְאח\"כ אָמַר כִּי מִן הַתְּכֵלֶת וְהָאַרְגָּמָן וְתוֹלַעַת הַשָּׁנִי אֲשֶׁר הוּבָא לָהֶם עָשׂוּ בִּגְדֵי שְׂרָד, לֹא הוֹסִיף וְלֹא גָּרַע. וְלֹא הִזְכִּיר הַשֵּׁשׁ, כִּי אֵינֶנּוּ חָשׁוּב. וְאוּלַי הֵבִיאוּ מִמֶּנּוּ הַרְבֵּה וְהוֹתִיר. וְשָׁב לְבָאֵר וַיַּעֲשׂוּ אֶת בִּגְדֵי הַקֹּדֶשׁ אֲשֶׁר לְאַהֲרֹן כַּאֲשֶׁר צִוָּה ה' אֶת מֹשֶׁה, וַיַּעַשׂ אֶת הָאֵפֹד זָהָב וְגוֹ' (שמות ל\"ט:א'):", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THE GARMENTS OF ‘HA’SROD.’<sup class=\"footnote-marker\">214</sup><i class=\"footnote\">Rashi explains it as “the garments of net-work” [with which the sacred vessels were covered during the journeyings]. Ramban will differ with this interpretation.</i> I do not know why He did not command the making of these garments at the beginning, as He did concerning all the [rest of the] work of the Tabernacle and the garments of Aaron and his sons, for it would have been proper that He say to Moses, “and thou shalt make cloth of blue-purple to cover with it the ark,<sup class=\"footnote-marker\">215</sup><i class=\"footnote\">Numbers 4:6.</i> and a red-purple cloth to cover with it the altar,<sup class=\"footnote-marker\">216</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 13.</i> and a cloth of scarlet to cover with it the table,” and now when charging Moses about those who were to make these things, He should have included these garments with the rest of the work. Perhaps there was no insistence on how they were to be made, and they could have made these garments of <i>srod</i> of one kind alone, but they made them of blue-purple, red-purple and scarlet. They did not want to make them of linen, as that is not distinguished, as are those other colors. After they made them, G-d willed that the blue-purple cloth be for the ark, the red-purple for the altar, and the scarlet for the table. Therefore, it was sufficient to command them in brief [here] when He gave the command about those who were to do all the work, for these <i>garments of ‘ha’srod’</i> were to be made according to their understanding.<br>Now it is not befitting that a garment made to cover [the sacred vessels] should have many holes in it, as Rashi has said. Rather, the word <i>ha’srod</i> is of the term <i>sarid</i> (a lone survivor), because all these garments were of one kind,<sup class=\"footnote-marker\">217</sup><i class=\"footnote\">I.e. wool, excepting that they were colored differently: blue-purple, red-purple, and scarlet.</i> as Rabbi Abraham ibn Ezra said.<br>All this I have written in accordance with the line of thought of Rashi. <i>Yet all this availeth me nothing</i>.<sup class=\"footnote-marker\">218</sup><i class=\"footnote\">Esther 5:13.</i> For what meaning is there in the Holy One, blessed be He, saying to Moses that they should make “garments of <i>kela</i>,”<sup class=\"footnote-marker\">219</sup><i class=\"footnote\">The Hebrew word <i>kla’im</i> (hangings) (above 27:9) Onkelos translates <i>s’radin</i>. Similarly he translates the Hebrew word <i>michbar</i> (grate) (<i>ibid.</i>, Verse 4) as <i>s’rada</i>. On the basis of these translations of Onkelos, Rashi suggests here that the word <i>ha’srod</i> is an Aramaic term, which means “garments of net-work,” because they were made with many holes. — It is with reference to this basis for Rashi’s explanation that Ramban says, “garments of <i>kela</i>.”</i> or “garments of <i>s’ridah</i>,” without explaining to him how many of them there should be, two or a hundred, how long and wide they should be, and why they should be made altogether, since the matter cannot be understood at all from this communication [stated here]? Moreover, why are they mentioned always before the garments of Aaron?<sup class=\"footnote-marker\">220</sup><i class=\"footnote\">In the verse before us: <i>And the garments of ‘ha’srod,’ and the holy garments for Aaron</i> etc. — Likewise further, 35:19, and 39:41.</i> Besides, what is the meaning of the phrase, <i>the garments of ‘ha’srod’, for ministering in the holy place</i>,<sup class=\"footnote-marker\">221</sup><i class=\"footnote\">Further, 35:19.</i> for this seems to refer to the sacrificial rites in the holy place, just as He says, <i>or when they come near to the altar to minister</i><sup class=\"footnote-marker\">222</sup><i class=\"footnote\">Above, 30:20.</i> in the holy place. Similarly, <i>even he who cometh into the Tent of Meeting to minister in the holy place</i><sup class=\"footnote-marker\">223</sup><i class=\"footnote\"><i>Ibid.</i>, 29:30.</i> does not refer to outer work, or the carrying of the holy vessels. Furthermore, it is written, <i>and they will make all that I commanded thee: the Tent of Meeting</i> etc., <i>and the garments of ‘ha’srod’</i> etc., <i>and the incense of sweet spices; according to all that I have commanded thee shall they do</i>.<sup class=\"footnote-marker\">224</sup><i class=\"footnote\">Verses 6-11.</i> But He had not commanded him before about <i>the garments of ‘ha’srod’</i> at all!<br>What appears from the words of our Rabbis is that <i>the garments of ‘ha’srod’</i> are the actual garments of the priesthood. This is mentioned in Tractate Yoma.<sup class=\"footnote-marker\">225</sup><i class=\"footnote\">Yoma 72 a-b. “What is the meaning of the verse, <i>the garments of ‘ha’srod’ for ministering in the holy place</i> (further 35:19)? If not for the garments of the priesthood [which are worn during the service which brings atonement to Israel], there would not have been left a survivor [a <i>sarid</i>] of Israel’s enemies.” The final expression is a euphemism. But the whole quotation shows that <i>the garments of ‘ha’srod’</i> refer to the actual garments of the priests.</i> If that is so, it is correct that we translate <i>the garments of ‘ha’srod’</i> as “the garments of uniqueness,” that is to say, the garments which when worn designate the outstanding one of the people, <i>the highest among his brethren</i>.<sup class=\"footnote-marker\">226</sup><i class=\"footnote\">Leviticus 21:10.</i> Similarly, <i>‘u’basridim’ whom the Eternal shall call</i><sup class=\"footnote-marker\">227</sup><i class=\"footnote\">Joel 3:5.</i> means the remnants of those who have survived, [the word being] of the root, <i>escape ‘v’sarid’ (and remain)</i>.<sup class=\"footnote-marker\">228</sup><i class=\"footnote\">Jeremiah 44:14.</i> [<i>The garments of ‘ha’srod’</i>] thus allude to the garments of Aaron, which are so called [‘unique’] because only one of the generation may wear them — Aaron in his lifetime, and after him <i>the priest that is highest… upon whose head the anointing oil is poured, and that is consecrated to put on the garments</i>.<sup class=\"footnote-marker\">226</sup><i class=\"footnote\">Leviticus 21:10.</i> And Scripture always mentions Aaron’s garments in a way of honor, as it says: <i>for splendor and for beauty;</i><sup class=\"footnote-marker\">229</sup><i class=\"footnote\">Above, 28:2.</i> <i>holy garments;</i><sup class=\"footnote-marker\">230</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 4.</i> <i>the golden plate, the holy crown</i>.<sup class=\"footnote-marker\">231</sup><i class=\"footnote\">Leviticus 8:9.</i> It is for this reason that they are called <i>the garments of ‘ha’srod’</i> — garments of royalty. This is the meaning of the verse, <i>And the garments of ‘ha’srod’</i> (the High Priest) <i>to minister in the holy place, and the holy garments for Aaron the priest</i>, Scripture thus reverting [in the second half of the verse] to explain [that the garments of <i>ha’srod</i> are for Aaron]. Similarly it is mentioned in the section beginning, <i>And they brought the Tabernacle unto Moses</i>.<sup class=\"footnote-marker\">232</sup><i class=\"footnote\">Further, 39:33. In Verse 41 there it is stated: <i>the garments of ‘ha’srod'… the holy garments for Aaron the priest</i>.</i> And the reason why in this section of <i>See, I have called by name</i><sup class=\"footnote-marker\">233</sup><i class=\"footnote\">Verse 2.</i> it says, <i>And the garments of ‘ha’srod,’ ‘and’ the holy garments for Aaron the priest</i> [when the second half of the verse should have been without the connective <i>vav</i> which signifies “and,” since, as explained, it is in apposition to the first<sup class=\"footnote-marker\">234</sup><i class=\"footnote\">See also Note 232; further in 39:41 the connective “and” is not used by Scripture. The question then appears why is it mentioned here.</i>], is to indicate that these garments are superior in two qualities: they are garments of <i>ha’srod</i> [the High Priesthood], and they are garments of holiness. This is in order to tell us that only the outstanding one among the people should wear them, [and only] when he comes in to minister in the holy place. And seeing that He did not mention here the phrase, <i>to minister in the holy place</i>,<sup class=\"footnote-marker\">223</sup><i class=\"footnote\"><i>Ibid.</i>, 29:30.</i> He added in explanation that they are garments of <i>s’rod</i> and garments of holiness. Besides, there are many cases in Scripture where a redundant <i>vav</i> occurs. And the reason why Scripture states, <i>And of the blue-purple, and red-purple, and scarlet, they made garments of ‘srod,’</i><sup class=\"footnote-marker\">235</sup><i class=\"footnote\">Further, 39:1. And if, as explained above, <i>srod</i> is a term referring to the garments of the High Priest, why then does the verse not mention the linen, of which the garments of Aaron were also made? This is because etc.</i> is because it comes to explain <i>These are the accounts of the Tabernacle</i>,<sup class=\"footnote-marker\">236</sup><i class=\"footnote\"><i>Ibid.</i>, 38:21.</i> giving an accounting — because of their importance — of the gold, silver and brass, how much of them the Israelites brought and what they did with them; therefore it then said afterwards that <i>of the blue-purple, and the red-purple, and scarlet</i> which were brought to them they made <i>the garments of ‘srod’</i> (the High Priest), neither more nor less. Thus it did not mention the linen because it is not as costly a matter [as the rest]. Perhaps they brought so much [of the linen] that it was left over [and therefore Scripture did not mention it]. Then Scripture there refers back and explains [what they did with the blue-purple, the red-purple, etc.] and says, <i>and they made the holy garments for Aaron, as the Eternal commanded Moses</i>,<sup class=\"footnote-marker\">235</sup><i class=\"footnote\">Further, 39:1. And if, as explained above, <i>srod</i> is a term referring to the garments of the High Priest, why then does the verse not mention the linen, of which the garments of Aaron were also made? This is because etc.</i> <i>And he made the ephod of gold</i>,<sup class=\"footnote-marker\">237</sup><i class=\"footnote\"><i>Ibid.</i>, 39:2.</i> and then finished the [whole] subject.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61d5d584f4629f2b5727cf4c", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, מוט 1", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "Sefer HaShorashim, מוט 1", "sourceHeRef": "ספר השרשים, מוט א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "מוט", "he": ["<strong><big>מוט</big></strong>   <strong>וּמָטָה</strong> יָדוֹ עִמָּךְ (<a class=\"refLink\" href=\"Leviticus 25:35\" data-ref=\"Leviticus 25:35\">ויקרא כה, לה</a>), צַדִּיק <strong>מָט</strong> לִפְנֵֽי־רָשָֽׁע (<a class=\"refLink\" href=\"Proverbs 25:26\" data-ref=\"Proverbs 25:26\">משלי כה, כו</a>), <strong>וּמָטִים</strong> לַהֶרֶג (<a class=\"refLink\" href=\"Proverbs 24:11\" data-ref=\"Proverbs 24:11\">משלי כד, יא</a>), לְעֵת <strong>תָּמוּט</strong> רַגְלָם (<a class=\"refLink\" href=\"Deuteronomy 32:35\" data-ref=\"Deuteronomy 32:35\">דברים לב, לה</a>), וְהַגְּבָעוֹת <strong>תְּמוּטֶינָה</strong> (<a class=\"refLink\" href=\"Isaiah 54:10\" data-ref=\"Isaiah 54:10\">ישעיה נד, י</a>). <strong>והשם </strong>לֹא־יִתֵּן לְעוֹלָם <strong>מוֹט </strong>לַצַּדִּֽיק (<a class=\"refLink\" href=\"Psalms 55:23\" data-ref=\"Psalms 55:23\">תהלים, נה, כג</a>), אַל־יִתֵּן <strong>לַמּוֹט</strong> רַגְלֶךָ (<a class=\"refLink\" href=\"Psalms 121:3\" data-ref=\"Psalms 121:3\">תהלים, קכא, ג</a>). <strong>והפעל הכבד</strong> [הִפְעִיל] כִּי־<strong>יָמִיטוּ</strong> עָלַי אָוֶן (<a class=\"refLink\" href=\"Psalms 55:4\" data-ref=\"Psalms 55:4\">תהלים, נה, ד</a>). <strong>והנפעל</strong> בַּל־<strong>נָמוֹטּוּ</strong> פְעָמָֽי (<a class=\"refLink\" href=\"Psalms 17:5\" data-ref=\"Psalms 17:5\">תהלים, יז, ה</a>), וַיְחַזְּקֵהוּ בְמַסְמְרִים לֹא <strong>יִמּֽוֹט</strong> (<a class=\"refLink\" href=\"Isaiah 41:7\" data-ref=\"Isaiah 41:7\">ישעיה מא, ז</a>) יִמֹּיטוּ [<strong>יִמּוֹטוּ</strong>] עֲלֵיהֶם גֶּֽחָלִים (<a class=\"refLink\" href=\"Psalms 140:11\" data-ref=\"Psalms 140:11\">תהלים קמ, יא</a>). <strong>וההתפעל</strong> <strong>מוֹט הִתְמֽוֹטְטָה</strong> אָֽרֶץ (<a class=\"refLink\" href=\"Isaiah 24:19\" data-ref=\"Isaiah 24:19\">ישעיה כד, יט</a>), ענינם ענין ההטיה והמעידה. וקרוב לענין הזה וַיִּשָּׂאֻהוּ <strong>בַמּוֹט</strong> (<a class=\"refLink\" href=\"Numbers 13:23\" data-ref=\"Numbers 13:23\">במדבר יג, כג</a>), וְנָֽתְנוּ עַל־<strong>הַמּֽוֹט</strong> (<a class=\"refLink\" href=\"Numbers 4:10\" data-ref=\"Numbers 4:10\">במדבר ד, י</a>), אֶשְׁבֹּר <strong>מֹטֵהוּ</strong> (<a class=\"refLink\" href=\"Nahum 1:13\" data-ref=\"Nahum 1:13\">נחום א, יג</a>). אִם־תָּסִיר מִתּֽוֹכְךָ <strong>מוֹטָה</strong> (<a class=\"refLink\" href=\"Isaiah 58:9\" data-ref=\"Isaiah 58:9\">ישעיה נח, ט</a>). וַיִּקַּח חֲנַנְיָה הַנָּבִיא אֶת־<strong>הַמּוֹטָה</strong> מֵעַל צַוַּאר יִרְמְיָה הַנָּבִיא וַיִּשְׁבְּרֵֽהוּ (<a class=\"refLink\" href=\"Jeremiah 28:12\" data-ref=\"Jeremiah 28:12\">ירמיה כח, יב</a>). אף על פי שהמוטה לשון נקבה אמר <strong>וַיִּשְׁבְּרֵֽהוּ</strong> כנגד העול כי <strong>הַמּוֹטָה</strong> היא העול. או נקראת מוטה הרצועה שנקשר בה העול. והקבוץ בִּכְתֵפָם <strong>בַּמֹּטוֹת</strong> (<a class=\"refLink\" href=\"I Chronicles 15:15\" data-ref=\"I Chronicles 15:15\">דברי הימים א' טו, טו</a>), <strong>מוֹטֹת</strong> עֵץ שָׁבָרְתָּ (<a class=\"refLink\" href=\"Jeremiah 28:13\" data-ref=\"Jeremiah 28:13\">ירמיה כח, יג</a>). ובהבלע הנח בדגש והומר החולם בשרק <strong>מֻטּוֹת</strong> כְּנָפָיו (<a class=\"refLink\" href=\"Isaiah 8:8\" data-ref=\"Isaiah 8:8\">ישעיה ח, ח</a>), ענינים ענין מוסרות או בדי עץ. ואדני אבי ז\"ל כתב <strong>מֻטּוֹת כְּנָפָיו</strong> בשרש <strong>נָטָה</strong> והדגש להבלעת ה<strong>נו\"ן</strong> והוא בשקל <strong>מָפְנֶה</strong> צָפוֹנָה (<a class=\"refLink\" href=\"Ezekiel 9:2\" data-ref=\"Ezekiel 9:2\">יחזקאל ט, ב</a>) שהוא שם והרבים <strong>מָפְנוֹת</strong> בשקל <strong>מֻנְטוֹת</strong> כי השורק והקמץ חטף שוים, ופירושו נטיית מחנהו יהיה מלא רחב ארצך. ובמדרש רבי תנחומא כמה הם מוטות כנפי התרנגול אחד מששים בכנפיו אחד מששים באכלוסי סנהריב מלא רוחב ארץ יהודה."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eec6bfddfbb310fed24", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites II 2", "anchorRef": "Numbers 4:1-49", "anchorRefExpanded": ["Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites II 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ד׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Levites II", "he": "במדבר הערה ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Here the tasks of the Levites are presented in great detail and listed according to clan. The jobs involve the guarding, dismantling, and transport of the “sancta” (holy objects). We are subsequently given a census of the Levites from ages 30 to 50, which fits here better than in Chap. 1. This age of service implies, perhaps, the physical strain associated with Levite tasks.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eac9ad75f2d99af9ce", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites II 1", "anchorRef": "Numbers 4:1-49", "anchorRefExpanded": ["Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites II 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 4:1-49\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 4:1-49</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "657ecc65758c1dc532ec9041", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 4:10", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "Steinsaltz on Numbers 4:10", "sourceHeRef": "ביאור שטיינזלץ על במדבר ד׳:י׳", "anchorVerse": 10, "sourceHasEn": true, "commentaryNum": 4.001, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וְנָתְנוּ אֹתָהּ וְאֶת כָּל כֵּלֶיהָ אֶל מִכְסֵה עוֹר תָּחַשׁ, וְנָתְנוּ עַל הַמּוֹט.</b> לעומת השולחן וארון הברית, למנורה לא היו בדים המושחלים בטבעות. כדי לשאתה יש להכניסה לכיסוי עור התחש שבו מושחל מוט, ואת המוט יישאו שני לויים.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>They shall place it and all its vessels into a covering of the hide of a tah </b>In contrast to the table for the showbread and the Ark of the Covenant, the candelabrum did not have staves inserted into rings. In order to carry it, the candelabrum must be placed inside a covering of a <b><i>· </i></b> <i>taĥash </i>hide, into which a pole is inserted, and the pole is carried by two Levites.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "52559cfbedbab4498f483ab0", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 4:10:1", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "Ibn Ezra on Numbers 4:10:1", "sourceHeRef": "אבן עזרא על במדבר ד׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>ונתנו על המוט.</b> כי אין לה בדים והוא כמו וישאוהו במ וט:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND SHALL PUT IT UPON A BAR. For it did not have any staves.<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">By which to carry it.</i> It is similar to <i>and they bore it upon a pole</i> (Num. 13:25).<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">There too the grapes, which of course did not have any staves, were placed on a bar in order to be carried. Weiser suggests that I.E. believed that bar is to be interpreted as two bars, in the same manner that pole is to be interpreted as poles.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5926b299d6e4a957603a2b43", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Bamidbar 27:1", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "Midrash Tanchuma Buber, Bamidbar 27:1", "sourceHeRef": "תנחומא בובר, במדבר כ״ז:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "במדבר", "he": " וידבר ה' אל משה ואל אהרן לאמר אל תכריתו את שבט משפחת הקהתי <small>(במדבר ד י זיח)</small>, זש\"ה אל תגזל דל כי דל הוא <small>(משלי כב כב)</small>, אמר ר' תנחומא בר אבא אמר ר' לוי אל תגזל דל כי דל הוא. זה התורמוס שהוא נכנס עם הפרפרת, לא יאמר אדם יש לפני אגוזים תמרים עליהם אני אומר, ומניח את התורמוס, אמר הקב\"ה אל תגזל דל כי דל הוא, א\"ר חזקיה ור' ירמיה בר אבא בשם ר' יוחנן, כל שאינו אומר דבר בשם אומרו, עליו הכתוב אומר אל תגזול דל כי דל הוא, וצריך אדם כשהוא שומע דבר, לומר אותו בשם אומרו, אפילו משלישי של הלכה, ששנו רבותינו אמר ר' נחום הלבלר מקובל אני מר' מייאשא שקיבל [מאבא שקיבלו מן הזוגות שקיבלו] מן הזקנים הלכה למשה מסיני. ומי שאינו אומר דבר בשם אומרו, עליו הכתוב אומר אל תגזל דל, וכל האומר דבר בשם אומרו מביא גאולה לעולם, ממי אתה למד מאסתר, ששמעה הדבר ממרדכי, ואמרה לאחשורוש, שנאמר ותאמר אסתר למלך בשם מרדכי <small>(אסתר ב כב)</small>, על ידי כן זכתה שנגאלו ישראל על ידיה, הוי אם שמעת דבר הוי אומר בשם אומרו.  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Numb. 4:17-48:) <small>THEN THE LORD SPOKE UNTO MOSES AND UNTO AARON, SAYING: DO NOT CUT OFF THE TRIBE OF THE KOHATHITE FAMILIES &lt;FROM THE LEVITES&gt;</small>. This text is related (to Prov. 22:22): <small>DO NOT ROB THE IMPOVERISHED BECAUSE HE IS IMPOVERISHED</small>. R. Tanhuma bar Abba said:<sup class=\"footnote-marker\">136</sup><i class=\"footnote\"><i>Tanh</i>., Numb. 1:22.</i> R. Levi said: <small>DO NOT ROB THE IMPOVERISHED BECAUSE HE IS IMPOVERISHED</small>. This refers to the lupine<sup class=\"footnote-marker\">137</sup><i class=\"footnote\">Gk.: <i>thermos</i> (“hot”).</i> which arrives with the dessert. One should not say: There are nuts and dates before me. I will say &lt;the blessing&gt; over them and leave the lupine alone. The Holy One said (ibid.): <small>DO NOT ROB THE IMPOVERISHED BECAUSE HE IS IMPOVERISHED</small>. R. Hezekiah and R. Jeremiah bar Abba said in the name of R. Johanan: It is with reference to everyone who does not say something in the name of the one who said it that the text says (ibid.): <small>DO NOT ROB THE IMPOVERISHED BECAUSE HE IS IMPOVERISHED</small>.<sup class=\"footnote-marker\">138</sup><i class=\"footnote\">See <i>Avot</i> 6:3.</i> So when a person hears something, it is necessary to cite it in the name of the one who &lt;originally&gt; said it, even though &lt;doing so takes up&gt; more than a third of a law (<i>halakhah</i>). Thus our masters have taught (in <i>Pe'ah</i> 2:6): R. <small>NAHUM THE SCRIBE</small><sup class=\"footnote-marker\">139</sup><i class=\"footnote\"><i>Livlar.</i> Cf. Lat.: <i>libellaris</i> (“documentary”); <i>libellarius</i> (“relating to a written rental contract”); <i>librarius</i> (“scribe,” “copyist”).</i> <small>SAID: I HAVE RECEIVED FROM R. MAY'ASHA, WHO RECEIVED</small> [<small>FROM ABBA, WHO RECEIVED FROM THE PAIRS</small> (<i>zugot</i>),<sup class=\"footnote-marker\">140</sup><i class=\"footnote\">Gk.: <i>zuga</i> (“yokes”); cf. Lat.: <i>juga.</i></i> <small>WHO RECEIVED</small>] <small>FROM THE ELDERS, A LAW</small> (<i>halakhah</i>) <small>OF MOSES FROM SINAI</small>. So it is with reference to whoever does not say something in the name of the one who said it that the text (of Prov. 22:22) says: <small>DO NOT ROB THE IMPOVERISHED</small>. But everyone who does say something in the name of the one who said it brings redemption into the world.<sup class=\"footnote-marker\">141</sup><i class=\"footnote\"><i>Meg</i>. 15a.</i> From whom have you learned it? From Esther. When she heard of the matter from Mordecai, she said to Ahasuerus according to what is stated (in Esth. 2:22): <small>AND ESTHER SPOKE TO THE KING IN THE NAME OF MORDECAI</small>. For that reason she was worthy of having Israel be redeemed at her hands. Ergo: If you hear something, cite it in the name of the one who said it.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "59636c10d6e4a9416e9c4481", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 4:10:1", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "Mizrachi, Numbers 4:10:1", "sourceHeRef": "מזרחי, במדבר ד׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>אל מכסה עור תחש כמין מרצוף. </b>שהוא שק גדול שנותנין בו פלפלין וסחורות בעלי הספינות כדתנן במסכ' כלים הכרים והכסתות והשקין והמרצופין והוצרך לפרש כמין מרצוף שלא תחשו' שהוא מכסה התחש אשר על המשכן מלמעלה כי התחש ההוא בני גרשון נושאין אותו כדכתי' ונשאו את יריעו' המשכן ואת אהל מועד מכסהו ומכסה התחש אשר עליו מלמעלה ועוד שאין ראוי שיעשו מכסה המשכן שק שישימו בו כלי השלחן ועוד שמכס' התחש אשר על המשכן הוא א' ומכסי התחש שכסו בהן כלי השלחן וכלי המנורה ומזבח הזהב וכלי השרת ומזבח הנחשת וכל כליו הם רבים: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1534d9d6e4a92409aba726", "index_title": "Bartenura on Torah", "category": "Commentary", "type": "commentary", "ref": "Bartenura on Torah, Numbers 4:10:1", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "Bartenura on Torah, Numbers 4:10:1", "sourceHeRef": "ברטנורא על התורה, במדבר ד׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1535], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Bartenura on Torah", "he": "ברטנורא על התורה"}, "heTitle": "במדבר", "he": "<b>אל מכסה עור תחש </b>כמין מרצוף קשה מנא לו י\"ל מדכתי' אל מכסה ולא כתי' וכסו במכסה דהוה משמע שיתנו עליו בגד שלו אלא כתב אל מכסה כלומ' את תוך מכסה דהיינו מרצוף שעשוי כמין שק של עור:", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רבותינו בעלי התוספות, וורשא, תרל\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c178c83bb386c00d3de715c", "index_title": "HaKtav VeHaKabalah", "category": "Quoting Commentary", "type": "", "ref": "HaKtav VeHaKabalah, Numbers 13:23:3", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "HaKtav VeHaKabalah, Numbers 13:23:3", "sourceHeRef": "הכתב והקבלה, במדבר י״ג:כ״ג:ג׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 23.0003, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "במדבר", "he": "<b>וישאוהו במוט. </b>לפי הנראה הוא כמו ונתנו על המוט (במדבר ד׳:י׳) והוא עץ שנותנין עליו דבר לשאת אותה (באהרע) אמנם במכדרשב\"י (ק\"ס ע\"ב) איתא אשכול הוה תליה בזמורה, ובעוד דהוה מתחבר באתריה אקרי זמורה, לבתר קרייה מוט, דכתיב וישאהו במוט ההוא דאשתמודע ההיא דכרתו. כי הבי\"ת פתוחה כלידוע והזמורה עצמה הוא המוט: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b8d4b071e100bf4e40cb", "index_title": "HaKtav VeHaKabalah", "category": "Quoting Commentary", "type": "", "ref": "HaKtav VeHaKabalah, Deuteronomy 22:12:2", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "HaKtav VeHaKabalah, Deuteronomy 22:12:2", "sourceHeRef": "הכתב והקבלה, דברים כ״ב:י״ב:ב׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 12.0002, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "דברים", "he": "<b>כסותך אשר תכסה. </b>אין זה כשם כסוי עור תחש (במדבר ד') שהוא תאר (דעקקע) שהרי הוא בעצמו נקרא מכסה עור תחש, והמיוחד לכסות בו בלילה פטור מציצית, אבל הוא שם המופשט (בעדעקקונג) ע\"מ שבות יעקב, ונקרא הבגד שלובשין אותו ביום בשם כסות מצד פעולתו, כי הוא מגין על הגוף מפני קור וחום ועקיצת זבובים ויתושים וכדומה: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1399a69ad4c007a1d563f", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Exodus 31:10:1", "anchorRef": "Numbers 4:6-13", "anchorRefExpanded": ["Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13"], "sourceRef": "Birkat Asher on Torah, Exodus 31:10:1", "sourceHeRef": "ברכת אשר על התורה, שמות ל״א:י׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "<b>רש\"י ד\"ה ואת בגדי השרד, אומר אני לפי פשוטו... אלו בגדי השרד הם בגדי התכלת והארגמן ותולעת שני האמורים בפרשת מסעות (במדבר ד, ו-יג), \"ונתנו עליו בגד תכלת, ונתנו עליו בגד ארגמן, ונתנו עליהם בגד תולעת שני\". ונראין דברי, שנאמר (לט, א) \"ומן התכלת והארגמן\" וכו'.</b> וקשה לי: (א) לא מצאתי לשון \"ונתנו עליו בגד תכלת\" וכו' בכל פרק ד שבבמדבר, אלא \"ונתנו אל בגד תכלת... ופרשו עליו בגד ארגמן\" (שם, יב-יג). (ב) למה אין רש\"י מביא ראייתו מן הכתוב להלן (לה, יט), והרי שם (ד\"ה בגדי השרד) כל העניין פשוט לו. וראה גם דברי רש\"י להלן (לט, א) ד\"ה ומן התכלת וגו'. (פ' ויקהל־פקודי תשמ\"ז) ולפי נוסח דברי רש\"י שבחומש \"תורת חיים\" אתי שפיר. (הערת ר' זאב נוימן שי')", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d5568415afd29c04eebf", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 4:10:1", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "Gur Aryeh on Bamidbar 4:10:1", "sourceHeRef": "גור אריה על במדבר ד׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>כמין מרצוף.</b> פירוש, שאין פירושו מכסה כמשמעו, כמו \"מכסה התחש אשר עליו\" (פסוק כה), דלא שייך לומר \"אל מכסה עור תחש\", דמשמע שהיה לו בית קיבול, ועל כרחך צריך לומר שהוא כמו שק שיש לו בית קיבול<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"7\"></i>, אלא מדקרא אותו בשם \"מכסה\" על כרחך אינו כמו שאר שק שנעשה לקבל בתוכו, דההוא לא יקרא \"מכסה\". אלא דהכא הוא '<b>כמין מרצוף</b>' העשוי לכסות בו בגדים בעת המסע, ומפני שלא נעשו רק שלא יקלקלו הבגדים נקרא \"מכסה\":<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"8\"></i>", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e430e7b7419879438a02c1", "index_title": "Bat Ayin", "category": "Chasidut", "type": "", "ref": "Bat Ayin, Bamidbar 11", "anchorRef": "Numbers 4:6-20", "anchorRefExpanded": ["Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20"], "sourceRef": "Bat Ayin, Bamidbar 11", "sourceHeRef": "בת עין, במדבר י״א", "anchorVerse": 6, "sourceHasEn": false, "commentaryNum": 11, "collectiveTitle": {"en": "Bat Ayin", "he": "בת עין"}, "heTitle": "במדבר", "he": "<b>וזהו</b> שהזהיר הכתוב לעבודת בני קהת באוהל מועד קודש הקדשים ונתנו עליו כסוי עור תחש וגו' ושמו בדיו וגו' ולא יבואו לראות כבלע וגו' (במדבר ד ו - כ), פירוש שהזהיר הכתוב להעוסקים בעבודת אוהל מועד קודש הקדשים, פירוש בהעוסקים ומשתדלים להיות בעצמם בחינת אוהל מועד, שילכו ממדרגה למדרגה, היינו שיגיע תחילה לבחינת כסוי העור היינו לבחינת הבטחון, ואח\"כ ושמו בדיו, ר\"ל מדרגות, שהמדרגות נקראים בשם בדים כמאמר הכתוב (שמות ל לד) בד בבד יהיה, ר\"ל שילך ממדרגה למדרגה, תחלה לבחינת הבטחון ואחר כך ללמוד תורה, והתורה תאיר עליו אור הקדושה ויזדכך בתכלית הזיכוך, ואחר כך יהיה בחינת אוהל מועד כנ\"ל, אבל לא יתפוס את המרובה תחילה לדלג לבחינה גדולה בלי הכנה מקודם.", "heVersionTitle": "Jerusalem, 2001", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f5773659f29a4b526dedce", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Numbers 4:10:1", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "Maskil LeDavid, Numbers 4:10:1", "sourceHeRef": "משכיל לדוד, במדבר ד׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "commentaryNum": 10.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "במדבר", "he": "<b>אל מכסה וכולי כמין מרצוף.</b> כתב הרא״ם ז״ל הוצרך לפרש כמין מרצוף שלא תחשוב כי הוא מכסה התחש אשר על המשכן מלמעלה כי התחש ההוא בני גרשון נושאים אותו וכו׳ ע״ש. ולעד״ן אחר המחילה דהא ודאי לא סלקא אדעתין ולא לזה כוון רבינו דאמאי נטר זה עד כאן במנורה אלא כוונת רש״י ז״ל ברורה שכיון ליישב הפרש הכתובים שבכל שאר הכלים כתיב ונתנו עליו כסוי תחש או וכסו אותו בעור תחש וכיוצא בזה וכאן כתיב ונתנו אותה וכו׳ אל מכסה עור תחש לכך ביאר שזה היה משונה שהי׳ כמין מרצוף ומכניסים בתוכו המנורה וכלים:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d009b6084aa1cbefedb1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בֶּ֫גֶד² 1", "anchorRef": "Numbers 4:6-13", "anchorRefExpanded": ["Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13"], "sourceRef": "BDB, בֶּ֫גֶד² 1", "sourceHeRef": "בראון-דרייבר-בריגס, בֶּ֫גֶד² א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בֶּ֫גֶד²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["II. <big><span dir=\"rtl\">בֶּ֫גֶד</span></big>  <strong>n.m. (</strong>except <a data-ref=\"Leviticus 6:20\" href=\"/Leviticus.6.20\">Lv 6:20</a> <span dir=\"rtl\">עָלֶיהָ</span>, but Sam. <span dir=\"rtl\">עליו</span>, <a data-ref=\"Ezekiel 42:14\" href=\"/Ezekiel.42.14\">Ez 42:14</a>; <a data-ref=\"Proverbs 6:27\" href=\"/Proverbs.6.27\">Pr 6:27</a>, cf. Kö<sup>i, 482</sup><strong>) garment, covering</strong>—<a data-ref=\"Genesis 28:2\" href=\"/Genesis.28.2\">Gn 28:2</a> + 36 times; sf. <span dir=\"rtl\">בִּגְדוֹ</span> <a data-ref=\"Ezekiel 9:3\" href=\"/Ezekiel.9.3\">Ez 9:3</a> + (14 times without <em>dag. lene</em> Ges<sup>Lbg 94</sup>); pl. <span dir=\"rtl\">בְּגָדִים</span> <a data-ref=\"Leviticus 6:4\" href=\"/Leviticus.6.4\">Lv 6:4</a> + 32 times; cstr. <span dir=\"rtl\">בִּגְדֵי</span> <a data-ref=\"Genesis 27:15\" href=\"/Genesis.27.15\">Gn 27:15</a> + 39 times; sf. <span dir=\"rtl\">בְּגָדֶיךָ</span> <a data-ref=\"I Kings 22:20\" href=\"/I_Kings.22.20\">1 K 22:20</a> + 81 times <span dir=\"rtl\">בִּגְדֹתֶיךָ</span> <a data-ref=\"Psalms 45:9\" href=\"/Psalms.45.9\">ψ 45:9</a>;—<br><strong>1.</strong>  <em>garment, clothing, raiment, robe</em> of any kind, from the filthy clothing of the leper to the holy robes of the high priest, the simplest covering of the poor as well as the costly raiment of the rich and noble, used throughout Heb. Lit.: <a data-ref=\"Genesis 24:53\" href=\"/Genesis.24.53\">Gn 24:53</a> (J), <a data-ref=\"Genesis 28:20\" href=\"/Genesis.28.20\">28:20</a> (E; 14 times JE), <a data-ref=\"Exodus 28:2\" href=\"/Exodus.28.2\">Ex 28:2</a> + (P 90 times), <a data-ref=\"Deuteronomy 24:17\" href=\"/Deuteronomy.24.17\">Dt 24:17</a> <a data-ref=\"Judges 8:26\" href=\"/Judges.8.26\">Ju 8:26</a> + 4 times <a data-ref=\"I Samuel 19:13\" href=\"/I_Samuel.19.13\">1 S 19:13</a> + 10 times, <a data-ref=\"I Kings 1:1\" href=\"/I_Kings.1.1\">1 K 1:1</a> + 23 times, <a data-ref=\"II Chronicles 18:9\" href=\"/II_Chronicles.18.9\">2 Ch 18:9</a> + (Chr 9 times), <a data-ref=\"Esther 4:1\" href=\"/Esther.4.1\">Est 4:1</a>, <a data-ref=\"Esther 4:4\" href=\"/Esther.4.4\">4</a>; <a data-ref=\"Job 13:28\" href=\"/Job.13.28\">Jb 13:28</a>; <a data-ref=\"Job 22:6\" href=\"/Job.22.6\">22:6</a>; <a data-ref=\"Job 37:17\" href=\"/Job.37.17\">37:17</a> <a data-ref=\"Psalms 22:19\" href=\"/Psalms.22.19\">ψ 22:19</a>; <a data-ref=\"Psalms 45:9\" href=\"/Psalms.45.9\">45:9</a>; <a data-ref=\"Psalms 102:27\" href=\"/Psalms.102.27\">102:27</a>; <a data-ref=\"Psalms 109:19\" href=\"/Psalms.109.19\">109:19</a>; <a data-ref=\"Proverbs 6:27\" href=\"/Proverbs.6.27\">Pr 6:27</a>; <a data-ref=\"Proverbs 20:16\" href=\"/Proverbs.20.16\">20:16</a>; <a data-ref=\"Proverbs 25:20\" href=\"/Proverbs.25.20\">25:20</a>; <a data-ref=\"Proverbs 27:13\" href=\"/Proverbs.27.13\">27:13</a> <a data-ref=\"Ecclesiastes 9:8\" href=\"/Ecclesiastes.9.8\">Ec 9:8</a> <a data-ref=\"Isaiah 2\" href=\"/Isaiah.2\">Is 2</a>; <a data-ref=\"Isaiah 24:16\" href=\"/Isaiah.24.16\">24:16</a>; <a data-ref=\"Isaiah 36:22\" href=\"/Isaiah.36.22\">36:22</a>; <a data-ref=\"Isaiah 37:1\" href=\"/Isaiah.37.1\">37:1</a>; <a data-ref=\"Isaiah 3\" href=\"/Isaiah.3\">Is 3</a>; <a data-ref=\"Isaiah 50:9\" href=\"/Isaiah.50.9\">50:9</a> + 10 times, <a data-ref=\"Jeremiah 12:1\" href=\"/Jeremiah.12.1\">Je 12:1</a> + 3 times, <a data-ref=\"Ezekiel 16:16\" href=\"/Ezekiel.16.16\">Ez 16:16</a> + 13 times, <a data-ref=\"Joel 2:13\" href=\"/Joel.2.13\">Jo 2:13</a>; <a data-ref=\"Amos 2:8\" href=\"/Amos.2.8\">Am 2:8</a>; <a data-ref=\"Haggai 2:12\" href=\"/Haggai.2.12\">Hg 2:12</a>; <a data-ref=\"Zechariah 3:3\" href=\"/Zechariah.3.3\">Zc 3:3</a>, <a data-ref=\"Zechariah 3:4\" href=\"/Zechariah.3.4\">4</a>, <a data-ref=\"Zechariah 3:5\" href=\"/Zechariah.3.5\">5</a>; <a data-ref=\"Zechariah 14:14\" href=\"/Zechariah.14.14\">14:14</a>; <span dir=\"rtl\">מְלֹא בִגְדוֹ</span> <em>his lap-ful</em> <a data-ref=\"II Kings 4:39\" href=\"/II_Kings.4.39\">2 K 4:39</a>.<br><strong>2.</strong>  <em>covering, wrapping</em>, of furniture of tabernacle <a data-ref=\"Numbers 4:6-13\" href=\"/Numbers.4.6-13\">Nu 4:6–13</a> (6 times); <em>coverlet</em> of a bed <a data-ref=\"I Samuel 19:13\" href=\"/I_Samuel.19.13\">1 S 19:13</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d235b6084aa1cbf17471", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כְּלִי 1", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "BDB, כְּלִי 1", "sourceHeRef": "בראון-דרייבר-בריגס, כְּלִי א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כְּלִי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">כְּלִי</span></big><sub>324</sub>  <strong>n.m.</strong> <a data-ref=\"Hosea 8:8\" href=\"/Hosea.8.8\">Ho 8:8</a> <strong>article, utensil, vessel (</strong>NH <em>id.;</em> according to Thes from <span dir=\"rtl\">כלה</span> = <em>conficere</em>, like Ger. <em>Zeug</em> from <em>zeugen;</em> proposes therefore anything <em>finished, made, produced;</em> according to Ba<sup>ZMG 1887, 605</sup> from meaning <em>enclose, contain;</em> he finds pl. of <span dir=\"rtl\">כְּלִי</span> in <span dir=\"rtl\">כלאי</span> M-I<sup>23</sup> (cf. <span dir=\"rtl\">כלאים</span>)<strong>)</strong>—<span dir=\"rtl\">כ׳</span> abs. <a data-ref=\"Jeremiah 18:4\" href=\"/Jeremiah.18.4\">Je 18:4</a> +; <span dir=\"rtl\">הַכֶּ֑לִי</span> <a data-ref=\"I Samuel 17:49\" href=\"/I_Samuel.17.49\">1 S 17:49</a>; <a data-ref=\"I Samuel 21:6\" href=\"/I_Samuel.21.6\">21:6</a>; cstr. <span dir=\"rtl\">כְּלִי</span> <a data-ref=\"Hosea 13:15\" href=\"/Hosea.13.15\">Ho 13:15</a> +; sf. <span dir=\"rtl\">כֶּלְיְךָ</span> <a data-ref=\"Deuteronomy 23:25\" href=\"/Deuteronomy.23.25\">Dt 23:25</a>; pl. <span dir=\"rtl\">כֵּלִים</span> <a data-ref=\"Exodus 22:6\" href=\"/Exodus.22.6\">Ex 22:6</a> +; cstr. <span dir=\"rtl\">כְּלֵי</span> <a data-ref=\"Genesis 24:53\" href=\"/Genesis.24.53\">Gn 24:53</a> +; sf. <span dir=\"rtl\">כֵּלַי</span> <a data-ref=\"Genesis 31:37\" href=\"/Genesis.31.37\">Gn 31:37</a> + 2 times; <span dir=\"rtl\">כֵּלֶיךָ</span> <a data-ref=\"Genesis 27:3\" href=\"/Genesis.27.3\">Gn 27:3</a> <a data-ref=\"Ezekiel 12:4\" href=\"/Ezekiel.12.4\">Ez 12:4</a>; <span dir=\"rtl\">כֵּלֵינוּ</span> <a data-ref=\"I Samuel 9:7\" href=\"/I_Samuel.9.7\">1 S 9:7</a>; <span dir=\"rtl\">כְּלֵיכֶם</span> <a data-ref=\"Genesis 43:11\" href=\"/Genesis.43.11\">Gn 43:11</a> +; <span dir=\"rtl\">כְּלֵיהֶם</span> <a data-ref=\"Joshua 7:11\" href=\"/Joshua.7.11\">Jos 7:11</a> +;—<br><strong>1.</strong>  in gen., <em>article, object</em>, made of any material, <em>thing</em>, especially thing of value <span dir=\"rtl\">כ׳ זָהָב</span> <a data-ref=\"I Samuel 6:8\" href=\"/I_Samuel.6.8\">1 S 6:8</a>, <a data-ref=\"I Samuel 6:15\" href=\"/I_Samuel.6.15\">15</a> (images of mice, etc.), personal or household property <a data-ref=\"Genesis 31:37\" href=\"/Genesis.31.37\">Gn 31:37</a><sup>(×2)</sup> (E; v b <span dir=\"rtl\">כֹּל כְּלֵי־בֵיתֶ֑ךָ</span>), <a data-ref=\"Genesis 45:20\" href=\"/Genesis.45.20\">45:20</a> (E), <span dir=\"rtl\">כִּלֵי בֵית־טוֹבִיָּהוּ</span> <a data-ref=\"Nehemiah 13:8\" href=\"/Nehemiah.13.8\">Ne 13:8</a>, <a data-ref=\"Joshua 7:11\" href=\"/Joshua.7.11\">Jos 7:11</a> (JE), <span dir=\"rtl\">כֶּסֶף אוֹ כֵּלִים</span> <a data-ref=\"Exodus 22:6\" href=\"/Exodus.22.6\">Ex 22:6</a> (E) <em>money</em> or <em>articles</em> (property), <span dir=\"rtl\">כְּלִי־פָּ֑ז</span> <a data-ref=\"Job 28:17\" href=\"/Job.28.17\">Jb 28:17</a> (appar. coll.); <em>things carried</em>, pl. = <em>stuff, load, baggage</em> (<em>impedimenta</em>) <a data-ref=\"I Samuel 17:22\" href=\"/I_Samuel.17.22\">1 S 17:22</a><sup>(×2)</sup>, appar. = <em>baggage-train</em> <a data-ref=\"I Samuel 10:22\" href=\"/I_Samuel.10.22\">10:22</a>; <a data-ref=\"I Samuel 25:13\" href=\"/I_Samuel.25.13\">25:13</a>; <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">30:24</a> <a data-ref=\"Isaiah 10:28\" href=\"/Isaiah.10.28\">Is 10:28</a>; (cf. <a data-ref=\"Genesis 31:37\" href=\"/Genesis.31.37\">Gn 31:37</a> supr.); <span dir=\"rtl\">כְּלֵי גוֹלָה</span> <em>things of exile</em>, i.e. the most necessary articles, such as exiles may take, <a data-ref=\"Jeremiah 46:19\" href=\"/Jeremiah.46.19\">Je 46:19</a> <a data-ref=\"Ezekiel 12:3\" href=\"/Ezekiel.12.3\">Ez 12:3</a>, <a data-ref=\"Ezekiel 12:4\" href=\"/Ezekiel.12.4\">4b</a>, <a data-ref=\"Ezekiel 12:7\" href=\"/Ezekiel.12.7\">7b</a>, cf. v <a data-ref=\"Ezekiel 12:4\" href=\"/Ezekiel.12.4\">4a</a>, <a data-ref=\"Ezekiel 12:7\" href=\"/Ezekiel.12.7\">7a</a>; = <em>ornament</em> or <em>jewels</em> <a data-ref=\"Genesis 24:53\" href=\"/Genesis.24.53\">Gn 24:53</a> (J <span dir=\"rtl\">כ׳ כֶסֶף וכ׳ זָהָב</span>, prob. = ornaments), <span dir=\"rtl\">כ׳ כסף וכ׳ זהב</span> also <a data-ref=\"Exodus 3:22\" href=\"/Exodus.3.22\">Ex 3:22</a>; <a data-ref=\"Exodus 11:2\" href=\"/Exodus.11.2\">11:2</a>; <a data-ref=\"Exodus 12:35\" href=\"/Exodus.12.35\">12:35</a> (all E); <a data-ref=\"Isaiah 61:10\" href=\"/Isaiah.61.10\">Is 61:10</a>, <a data-ref=\"Exodus 35:22\" href=\"/Exodus.35.22\">Ex 35:22</a> <a data-ref=\"Numbers 31:50\" href=\"/Numbers.31.50\">Nu 31:50</a>, <span dir=\"rtl\">כְּלֵי מַעֲשֶׂה</span> v <a data-ref=\"Numbers 31:51\" href=\"/Numbers.31.51\">51</a> (all P), <span dir=\"rtl\">כְּלִי יְקָר</span> <a data-ref=\"Proverbs 20:15\" href=\"/Proverbs.20.15\">Pr 20:15</a> (in fig.), <span dir=\"rtl\">כ׳ תִפְאַרְתֵּךְ</span> <a data-ref=\"Ezekiel 16:17\" href=\"/Ezekiel.16.17\">Ez 16:17</a>, <a data-ref=\"Ezekiel 16:39\" href=\"/Ezekiel.16.39\">39</a>; <a data-ref=\"Ezekiel 23:26\" href=\"/Ezekiel.23.26\">23:26</a> (all in fig.); <span dir=\"rtl\">כְּלֵי נְחשֶׁת</span> as merchandise <a data-ref=\"Ezekiel 27:13\" href=\"/Ezekiel.27.13\">Ez 27:13</a>; <span dir=\"rtl\">כֵּלִים</span> as cargo of ship <a data-ref=\"Jonah 1:5\" href=\"/Jonah.1.5\">Jon 1:5</a>; <span dir=\"rtl\">כסף וזהב וּכְלֵי נְחשֶׁת וּבַרְזֶל</span> <a data-ref=\"Joshua 6:19\" href=\"/Joshua.6.19\">Jos 6:19</a>, <a data-ref=\"Joshua 6:24\" href=\"/Joshua.6.24\">24</a> (JE; spoil of war); of any household article (on which one sits) <a data-ref=\"Leviticus 15:4\" href=\"/Leviticus.15.4\">Lv 15:4</a>, <a data-ref=\"Leviticus 15:6\" href=\"/Leviticus.15.6\">6</a>, <a data-ref=\"Leviticus 15:22\" href=\"/Leviticus.15.22\">22</a>, <a data-ref=\"Leviticus 15:23\" href=\"/Leviticus.15.23\">23</a>, <a data-ref=\"Leviticus 15:26\" href=\"/Leviticus.15.26\">26</a> (all P); of skin <a data-ref=\"Numbers 31:20\" href=\"/Numbers.31.20\">Nu 31:20</a>, or wood v <a data-ref=\"Numbers 31:20\" href=\"/Numbers.31.20\">20</a> (P) <span dir=\"rtl\">כְּלִי חֶמְדָּה</span> <a data-ref=\"Nahum 2:10\" href=\"/Nahum.2.10\">Na 2:10</a> <em>precious thing</em>, so <a data-ref=\"Hosea 13:15\" href=\"/Hosea.13.15\">Ho 13:15</a> (fig.), <a data-ref=\"Jeremiah 25:34\" href=\"/Jeremiah.25.34\">Je 25:34</a> (sim.), <a data-ref=\"II Chronicles 32:27\" href=\"/II_Chronicles.32.27\">2 Ch 32:27</a> <a data-ref=\"Daniel 11:8\" href=\"/Daniel.11.8\">Dn 11:8</a>, <span dir=\"rtl\">כלי חֲמֻדוֹת</span> <a data-ref=\"II Chronicles 20:25\" href=\"/II_Chronicles.20.25\">2 Ch 20:25</a> (appar. = ornaments); also <span dir=\"rtl\">כְּלִי אֵין־חֵפֶץ בּוֹ</span> <a data-ref=\"Jeremiah 22:28\" href=\"/Jeremiah.22.28\">Je 22:28</a> (fig. of Coniah, ‖ <span dir=\"rtl\">עֶצֶב נִבְזֶה נָפוּץ</span>), <a data-ref=\"Hosea 8:8\" href=\"/Hosea.8.8\">Ho 8:8</a> (sim.; cf. <a data-ref=\"Jeremiah 48:38\" href=\"/Jeremiah.48.38\">Je 48:38</a> infr.); †specif. of <em>garments</em> (one’s ‘things’): <span dir=\"rtl\">כְּלִי־גֶבֶר</span> <a data-ref=\"Deuteronomy 22:5\" href=\"/Deuteronomy.22.5\">Dt 22:5</a> (‖ <span dir=\"rtl\">שִׂמְלַת אִשָּׁה</span>), so <span dir=\"rtl\">כְּלִי־עוֹר</span> <a data-ref=\"Leviticus 13:49\" href=\"/Leviticus.13.49\">Lv 13:49</a> (cf. <span dir=\"rtl\">מְלֶאכֶת עוֹר</span> v <a data-ref=\"Leviticus 13:48\" href=\"/Leviticus.13.48\">48</a>), v <a data-ref=\"Leviticus 13:52\" href=\"/Leviticus.13.52\">52</a>, <a data-ref=\"Leviticus 13:53\" href=\"/Leviticus.13.53\">53</a>, <a data-ref=\"Leviticus 13:57\" href=\"/Leviticus.13.57\">57</a>, <a data-ref=\"Leviticus 13:58\" href=\"/Leviticus.13.58\">58</a>, <a data-ref=\"Leviticus 13:59\" href=\"/Leviticus.13.59\">59</a> (all P).<br><strong>2.</strong>  <em>utensil, implement, apparatus:</em> †<strong>a.</strong>  <em>implement</em> of hunting and (especially) war, = <em>weapon</em> <a data-ref=\"Genesis 27:3\" href=\"/Genesis.27.3\">Gn 27:3</a> (J), <a data-ref=\"I Samuel 20:40\" href=\"/I_Samuel.20.40\">1 S 20:40</a>; <a data-ref=\"I Samuel 21:9\" href=\"/I_Samuel.21.9\">21:9</a> <span dir=\"rtl\">(גַּם חַרְבִּי וְגַם כֵּלַי)</span>, <a data-ref=\"I Kings 11:8\" href=\"/I_Kings.11.8\">1 K 11:8</a> = <a data-ref=\"II Chronicles 23:7\" href=\"/II_Chronicles.23.7\">2 Ch 23:7</a>, <a data-ref=\"I Kings 11:11\" href=\"/I_Kings.11.11\">1 K 11:11</a> <a data-ref=\"Isaiah 54:16\" href=\"/Isaiah.54.16\">Is 54:16</a>, <a data-ref=\"Isaiah 54:17\" href=\"/Isaiah.54.17\">17</a> <a data-ref=\"Jeremiah 22:7\" href=\"/Jeremiah.22.7\">Je 22:7</a>; prob. also <a data-ref=\"Numbers 35:22\" href=\"/Numbers.35.22\">Nu 35:22</a>, <span dir=\"rtl\">כְּלִי בַּרְזֶל</span> v <a data-ref=\"Numbers 35:16\" href=\"/Numbers.35.16\">16</a>, <span dir=\"rtl\">כְּלִי עֵץ־יָד</span> v <a data-ref=\"Numbers 35:18\" href=\"/Numbers.35.18\">18</a> (all P); <span dir=\"rtl\">כְּלֵי חָמָם</span> <a data-ref=\"Genesis 49:5\" href=\"/Genesis.49.5\">Gn 49:5</a> (poem); <span dir=\"rtl\">כְּלִי מַשְׁחֵתוֹ</span> <a data-ref=\"Ezekiel 9:1\" href=\"/Ezekiel.9.1\">Ez 9:1</a>, <span dir=\"rtl\">כ׳ מַפָּצוֹ</span> v <a data-ref=\"Ezekiel 9:2\" href=\"/Ezekiel.9.2\">2</a>; fig. of God’s weapons <span dir=\"rtl\">כְּלֵי־מָוֶת</span> <a data-ref=\"Psalms 7:14\" href=\"/Psalms.7.14\">ψ 7:14</a> (‖ <span dir=\"rtl\">חִצָּיו</span>); <span dir=\"rtl\">כ׳ זַעְמוֹ</span> <a data-ref=\"Isaiah 13:5\" href=\"/Isaiah.13.5\">Is 13:5</a> <a data-ref=\"Jeremiah 50:25\" href=\"/Jeremiah.50.25\">Je 50:25</a>; of entire equipment of warrior, <em>armour</em> or <em>armament</em> offensive and defensive <a data-ref=\"I Samuel 17:54\" href=\"/I_Samuel.17.54\">1 S 17:54</a> (cf. v <a data-ref=\"I Samuel 17:5\" href=\"/I_Samuel.17.5\">5 ff.</a>), <a data-ref=\"I Samuel 21:6\" href=\"/I_Samuel.21.6\">21:6</a>, <a data-ref=\"I Samuel 21:9\" href=\"/I_Samuel.21.9\">9</a> (v Dr<sup>Sm 139, 293</sup>), <a data-ref=\"I Samuel 31:9\" href=\"/I_Samuel.31.9\">31:9</a>, <a data-ref=\"I Samuel 31:10\" href=\"/I_Samuel.31.10\">10</a> = <a data-ref=\"I Chronicles 10:9\" href=\"/I_Chronicles.10.9\">1 Ch 10:9</a>, <a data-ref=\"I Chronicles 10:10\" href=\"/I_Chronicles.10.10\">10</a>; hence <span dir=\"rtl\">(כֵּלָיו) נֹשֵׂא כֵלִים</span> <em>armour</em>- or <em>weapon-bearer</em> <a data-ref=\"Judges 9:54\" href=\"/Judges.9.54\">Ju 9:54</a> <a data-ref=\"I Samuel 14:1\" href=\"/I_Samuel.14.1\">1 S 14:1</a>, <a data-ref=\"I Samuel 14:6\" href=\"/I_Samuel.14.6\">6</a>, <a data-ref=\"I Samuel 14:7\" href=\"/I_Samuel.14.7\">7</a>, <a data-ref=\"I Samuel 14:12\" href=\"/I_Samuel.14.12\">12</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 14:13\" href=\"/I_Samuel.14.13\">13</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 14:14\" href=\"/I_Samuel.14.14\">14</a>, <a data-ref=\"I Samuel 14:17\" href=\"/I_Samuel.14.17\">17</a>; <a data-ref=\"I Samuel 16:21\" href=\"/I_Samuel.16.21\">16:21</a>; <a data-ref=\"I Samuel 31:4\" href=\"/I_Samuel.31.4\">31:4</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 31:5\" href=\"/I_Samuel.31.5\">5</a>, <a data-ref=\"I Samuel 31:6\" href=\"/I_Samuel.31.6\">6</a> = <a data-ref=\"I Chronicles 10:4\" href=\"/I_Chronicles.10.4\">1 Ch 10:4</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 10:5\" href=\"/I_Chronicles.10.5\">5</a>, <a data-ref=\"II Samuel 18:15\" href=\"/II_Samuel.18.15\">2 S 18:15</a>; <a data-ref=\"II Samuel 23:37\" href=\"/II_Samuel.23.37\">23:37</a> = <a data-ref=\"I Chronicles 11:39\" href=\"/I_Chronicles.11.39\">1 Ch 11:39</a>; fig. <span dir=\"rtl\">וְכֵלַי כֵּלָיו רָעִים</span> <a data-ref=\"Isaiah 32:7\" href=\"/Isaiah.32.7\">Is 32:7</a> <em>and a knave, his weapons</em> (i.e. devices, Che ‘machinations’) <em>are evil;</em> more precisely <span dir=\"rtl\">כְּלֵי מִלְחָמָה</span> <a data-ref=\"Judges 18:11\" href=\"/Judges.18.11\">Ju 18:11</a>, <a data-ref=\"Judges 18:16\" href=\"/Judges.18.16\">16</a>, <a data-ref=\"Judges 18:17\" href=\"/Judges.18.17\">17</a> <a data-ref=\"I Samuel 8:12\" href=\"/I_Samuel.8.12\">1 S 8:12</a> <a data-ref=\"II Samuel 1:27\" href=\"/II_Samuel.1.27\">2 S 1:27</a> <a data-ref=\"Deuteronomy 1:41\" href=\"/Deuteronomy.1.41\">Dt 1:41</a> <a data-ref=\"Jeremiah 21:4\" href=\"/Jeremiah.21.4\">Je 21:4</a>; <a data-ref=\"Jeremiah 51:20\" href=\"/Jeremiah.51.20\">51:20</a> (fig.), <a data-ref=\"Ezekiel 32:27\" href=\"/Ezekiel.32.27\">Ez 32:27</a> <a data-ref=\"I Chronicles 12:34\" href=\"/I_Chronicles.12.34\">1 Ch 12:34</a> (van d. H. v <a data-ref=\"I Chronicles 12:33\" href=\"/I_Chronicles.12.33\">33</a>); <span dir=\"rtl\">כְּלֵי צְבָא מִלְחָמָה</span> <a data-ref=\"I Chronicles 12:38\" href=\"/I_Chronicles.12.38\">1 Ch 12:38</a> (van d. H.) v <a data-ref=\"I Chronicles 12:37\" href=\"/I_Chronicles.12.37\">37</a>); <span dir=\"rtl\">כְּלֵי קְרָב</span> <a data-ref=\"Ecclesiastes 9:18\" href=\"/Ecclesiastes.9.18\">Ec 9:18</a>; <span dir=\"rtl\">בֵּית כֵּלָיו</span> <a data-ref=\"II Kings 20:13\" href=\"/II_Kings.20.13\">2 K 20:13</a> = <a data-ref=\"Isaiah 39:2\" href=\"/Isaiah.39.2\">Is 39:2</a> is perhaps <em>armoury;</em> <span dir=\"rtl\">כ׳</span> <a data-ref=\"Ezekiel 40:42\" href=\"/Ezekiel.40.42\">Ez 40:42</a> is sacrificial knife. †<strong>b.</strong>  <em>instrument</em> of music <span dir=\"rtl\">כְּלֵי (הַ)שִּׁיר</span> <a data-ref=\"Amos 6:5\" href=\"/Amos.6.5\">Am 6:5</a> <a data-ref=\"I Chronicles 15:16\" href=\"/I_Chronicles.15.16\">1 Ch 15:16</a>; <a data-ref=\"I Chronicles 16:42\" href=\"/I_Chronicles.16.42\">16:42</a> <a data-ref=\"II Chronicles 5:13\" href=\"/II_Chronicles.5.13\">2 Ch 5:13</a>; <a data-ref=\"II Chronicles 7:6\" href=\"/II_Chronicles.7.6\">7:6</a> <a data-ref=\"II Chronicles 23:13\" href=\"/II_Chronicles.23.13\">23:13</a>; <a data-ref=\"II Chronicles 34:12\" href=\"/II_Chronicles.34.12\">34:12</a>; <span dir=\"rtl\">כְּלֵי דָוִיד</span> <a data-ref=\"II Chronicles 29:26\" href=\"/II_Chronicles.29.26\">29:26</a>, <a data-ref=\"II Chronicles 29:27\" href=\"/II_Chronicles.29.27\">27</a>, <span dir=\"rtl\">כ׳־שִׁיר דָּוִיד</span> <a data-ref=\"Nehemiah 12:36\" href=\"/Nehemiah.12.36\">Ne 12:36</a>; <span dir=\"rtl\">כְּלִי נֶבֶל</span> <a data-ref=\"Psalms 71:22\" href=\"/Psalms.71.22\">ψ 71:22</a>, <span dir=\"rtl\">כ׳ נְבָלִים</span> <a data-ref=\"I Chronicles 16:5\" href=\"/I_Chronicles.16.5\">1 Ch 16:5</a>; <span dir=\"rtl\">כֵּלִים</span> alone <a data-ref=\"I Chronicles 23:5\" href=\"/I_Chronicles.23.5\">1 Ch 23:5</a>, cf. <a data-ref=\"Numbers 31:6\" href=\"/Numbers.31.6\">Nu 31:6</a> (P <span dir=\"rtl\">כְּלֵי הַקֹּדֶשׁ</span>);—for <span dir=\"rtl\">(ליהוה) בִּכְלֵי עֹז</span> <a data-ref=\"II Chronicles 30:21\" href=\"/II_Chronicles.30.21\">2 Ch 30:21</a> read <span dir=\"rtl\">בְּכָל־עֹז</span> (Kau<sup>AT</sup>, cf. Be). †<strong>c.</strong>  <em>implement</em> of labour, <em>tool</em> <span dir=\"rtl\">כ׳ בַרְזֶל</span> <a data-ref=\"I Kings 6:7\" href=\"/I_Kings.6.7\">1 K 6:7</a>, or of one’s calling, pursuit <span dir=\"rtl\">קַח־לְךָ כְּלִי רֹעֶה אֱוִלִי</span> <a data-ref=\"Zechariah 11:15\" href=\"/Zechariah.11.15\">Zc 11:15</a> (otherwise <a data-ref=\"I Samuel 17:40\" href=\"/I_Samuel.17.40\">1 S 17:40</a>, v <strong>3</strong>). †<strong>d.</strong>  <em>equipment</em> of oxen (yoke, etc.) <a data-ref=\"II Samuel 24:22\" href=\"/II_Samuel.24.22\">2 S 24:22</a> <a data-ref=\"I Kings 19:21\" href=\"/I_Kings.19.21\">1 K 19:21</a>. †<strong>e.</strong>  <span dir=\"rtl\">כְּלֵי רִכְבּוֹ</span> <a data-ref=\"I Samuel 8:12\" href=\"/I_Samuel.8.12\">1 S 8:12</a> <em>his chariot-equipments</em>. <strong>f.</strong>  as gen. term for <em>utensils</em> and <em>furniture</em> of Sol.’s palace <a data-ref=\"I Kings 10:21\" href=\"/I_Kings.10.21\">1 K 10:21</a> = <a data-ref=\"II Chronicles 9:20\" href=\"/II_Chronicles.9.20\">2 Ch 9:20</a>; especially (very often) of tabern. <a data-ref=\"Exodus 25:9\" href=\"/Exodus.25.9\">Ex 25:9</a>, <a data-ref=\"Exodus 25:39\" href=\"/Exodus.25.39\">39</a>; <a data-ref=\"Exodus 27:3\" href=\"/Exodus.27.3\">27:3</a> + (in Hex always P), and temple <a data-ref=\"I Kings 7:45\" href=\"/I_Kings.7.45\">1 K 7:45</a>, <a data-ref=\"I Kings 7:47\" href=\"/I_Kings.7.47\">47</a>, <a data-ref=\"I Kings 7:48\" href=\"/I_Kings.7.48\">48</a> <a data-ref=\"II Kings 12:14\" href=\"/II_Kings.12.14\">2 K 12:14</a> +; of both palace and temple <a data-ref=\"Jeremiah 27:18\" href=\"/Jeremiah.27.18\">Je 27:18</a>, <a data-ref=\"Jeremiah 27:19\" href=\"/Jeremiah.27.19\">19</a>, <a data-ref=\"Jeremiah 27:21\" href=\"/Jeremiah.27.21\">21</a>; combinations are <span dir=\"rtl\">כְּלֵי הַמִּשְׁכָּן</span> <a data-ref=\"Exodus 27:19\" href=\"/Exodus.27.19\">Ex 27:19</a>, <span dir=\"rtl\">כ׳ הַמִּזְבֵּחַ</span> <a data-ref=\"Exodus 38:3\" href=\"/Exodus.38.3\">38:3</a>, <span dir=\"rtl\">כ׳ יהוה</span> <a data-ref=\"Isaiah 52:11\" href=\"/Isaiah.52.11\">Is 52:11</a>, <span dir=\"rtl\">כ׳ בֵית י׳</span> <a data-ref=\"Jeremiah 27:16\" href=\"/Jeremiah.27.16\">Je 27:16</a>; <a data-ref=\"Jeremiah 28:3\" href=\"/Jeremiah.28.3\">28:3</a>, <a data-ref=\"Jeremiah 28:6\" href=\"/Jeremiah.28.6\">6</a> <a data-ref=\"Ezra 1:7\" href=\"/Ezra.1.7\">Ezr 1:7</a>, <span dir=\"rtl\">כְּלֵי חֶמְדַּת בֵּית י׳</span> <a data-ref=\"II Chronicles 36:10\" href=\"/II_Chronicles.36.10\">2 Ch 36:10</a>, <span dir=\"rtl\">כ׳ בֵית אֱלֹהִים</span> <a data-ref=\"II Chronicles 28:24\" href=\"/II_Chronicles.28.24\">2 Ch 28:24</a><sup>(×2)</sup>; <a data-ref=\"II Chronicles 36:18\" href=\"/II_Chronicles.36.18\">36:18</a> <a data-ref=\"Nehemiah 13:9\" href=\"/Nehemiah.13.9\">Ne 13:9</a> <a data-ref=\"Daniel 1:2\" href=\"/Daniel.1.2\">Dn 1:2</a>, <span dir=\"rtl\">כ׳ הַמִּקְדָּשׁ</span> <a data-ref=\"Nehemiah 10:40\" href=\"/Nehemiah.10.40\">Ne 10:40</a>; <span dir=\"rtl\">כ׳ הַשָּׁרֵת</span> <a data-ref=\"Numbers 4:12\" href=\"/Numbers.4.12\">Nu 4:12</a> <em>utensil of ministry</em>, <span dir=\"rtl\">כ׳ עֲבֹדָתָם</span> <a data-ref=\"Numbers 4:26\" href=\"/Numbers.4.26\">Nu 4:26</a> <a data-ref=\"I Chronicles 9:28\" href=\"/I_Chronicles.9.28\">1 Ch 9:28</a>; <a data-ref=\"I Chronicles 28:14\" href=\"/I_Chronicles.28.14\">28:14</a><sup>(×2)</sup>, <span dir=\"rtl\">כ׳ עֲבוֹדַת בֵּית י׳</span> <a data-ref=\"I Chronicles 28:13\" href=\"/I_Chronicles.28.13\">1 Ch 28:13</a>, <span dir=\"rtl\">כ׳ מִשְׁמֶרֶת מַשָּׂאָם</span> <a data-ref=\"Numbers 4:32\" href=\"/Numbers.4.32\">Nu 4:32</a>; also <span dir=\"rtl\">כ׳ הַקֹּדֶשׁ</span> <a data-ref=\"I Kings 8:4\" href=\"/I_Kings.8.4\">1 K 8:4</a> <a data-ref=\"I Chronicles 9:29\" href=\"/I_Chronicles.9.29\">1 Ch 9:29</a>; of <em>appliances</em> of idol-worship <a data-ref=\"II Kings 23:4\" href=\"/II_Kings.23.4\">2 K 23:4</a>.<br><strong>3.</strong>  ><em>vessel, receptacle</em>, of various materials and for various purposes <a data-ref=\"Genesis 43:11\" href=\"/Genesis.43.11\">Gn 43:11</a> (J); <a data-ref=\"I Samuel 9:7\" href=\"/I_Samuel.9.7\">1 S 9:7</a> <a data-ref=\"Deuteronomy 23:25\" href=\"/Deuteronomy.23.25\">Dt 23:25</a>; = <em>sack</em> <a data-ref=\"Genesis 42:25\" href=\"/Genesis.42.25\">Gn 42:25</a> (E; <span dir=\"rtl\">שַׂק</span> in ‖ cl., cf. <span dir=\"rtl\">אַמְתַּחַת</span> v <a data-ref=\"Genesis 42:27\" href=\"/Genesis.42.27\">27</a>); <span dir=\"rtl\">כְּלִי הָרֹעִים</span> <em>shepherd’s bag</em> or <em>wallet</em> <a data-ref=\"I Samuel 17:40\" href=\"/I_Samuel.17.40\">1 S 17:40</a>, cf. v <a data-ref=\"I Samuel 17:49\" href=\"/I_Samuel.17.49\">49</a>; <span dir=\"rtl\">כ׳ חֶרֶשׂ</span> <a data-ref=\"Jeremiah 32:14\" href=\"/Jeremiah.32.14\">Je 32:14</a> is <em>earthernware receptacle</em> for deed of sale; for liquids <a data-ref=\"I Kings 17:10\" href=\"/I_Kings.17.10\">1 K 17:10</a> <a data-ref=\"II Kings 4:3\" href=\"/II_Kings.4.3\">2 K 4:3</a><sup>(×2)</sup>, <a data-ref=\"II Kings 4:4\" href=\"/II_Kings.4.4\">4</a>, <a data-ref=\"II Kings 4:6\" href=\"/II_Kings.4.6\">6</a><sup>(×3)</sup>, <span dir=\"rtl\">כ׳ מַשְׁקֶה</span> <a data-ref=\"I Kings 10:21\" href=\"/I_Kings.10.21\">1 K 10:21</a> = <a data-ref=\"II Chronicles 9:20\" href=\"/II_Chronicles.9.20\">2 Ch 9:20</a>, <span dir=\"rtl\">כְּלֵי שַׁמְנָהּ</span> <a data-ref=\"Numbers 4:9\" href=\"/Numbers.4.9\">Nu 4:9</a>, cf. v <a data-ref=\"Numbers 4:10\" href=\"/Numbers.4.10\">10</a>; <span dir=\"rtl\">וְלֹא הוּרַק מִכְּלִי אֶל־כֶּ֑לִי</span> <a data-ref=\"Jeremiah 48:11\" href=\"/Jeremiah.48.11\">Je 48:11</a> (fig.), cf. v <a data-ref=\"Jeremiah 48:12\" href=\"/Jeremiah.48.12\">12</a> (‖ <span dir=\"rtl\">נְבָלִים</span>); for cooking <a data-ref=\"Leviticus 6:21\" href=\"/Leviticus.6.21\">Lv 6:21</a> <span dir=\"rtl\">(כ׳ חֶרֶשׂ)</span>, v <a data-ref=\"Leviticus 6:21\" href=\"/Leviticus.6.21\">21</a> <span dir=\"rtl\">(כ׳ נְחשֶׁת)</span>; v also <span dir=\"rtl\">(הַ)יּוֹצֵר</span> <a data-ref=\"II Samuel 17:28\" href=\"/II_Samuel.17.28\">2 S 17:28</a> <a data-ref=\"Jeremiah 19:11\" href=\"/Jeremiah.19.11\">Je 19:11</a> (sim.), <a data-ref=\"Psalms 2:9\" href=\"/Psalms.2.9\">ψ 2:9</a> (sim.), <span dir=\"rtl\">לַצֹּרֵף כֶּ֑לִי</span> <a data-ref=\"Proverbs 25:4\" href=\"/Proverbs.25.4\">Pr 25:4</a>; <span dir=\"rtl\">כ׳ פָתוּחַ</span> <a data-ref=\"Numbers 19:15\" href=\"/Numbers.19.15\">Nu 19:15</a> <em>an open</em> (<em>uncovered</em>) <em>vessel</em>. <span dir=\"rtl\">כ׳ טָהוֹר</span> <a data-ref=\"Isaiah 66:20\" href=\"/Isaiah.66.20\">Is 66:20</a> <em>a clean vessel;</em> fig. of Eliakim’s relatives <span dir=\"rtl\">כְּלֵי הַקָּטָ֑ן מִכְּלֵי הָאַגָּנוֹת וְעַד כָּל־כְּלֵי הַנְּבָלִים</span> <a data-ref=\"Isaiah 22:24\" href=\"/Isaiah.22.24\">Is 22:24</a> <em>the vessels of smallness</em> (Da<sup>Synt. § 32, R 5</sup>), <em>from the basin-vessels to all the pitcher-vessels</em>.<br>†<strong>4.</strong>  specif. <span dir=\"rtl\">כְּלֵי־גֹמֶא</span> <a data-ref=\"Isaiah 18:2\" href=\"/Isaiah.18.2\">Is 18:2</a> <em>vessels</em> (boats) <em>of paper-reed</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d248b6084aa1cbf18237", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִכְסֶה 1", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "BDB, מִכְסֶה 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִכְסֶה א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִכְסֶה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">מִכְסֶה</span></big>  <strong>n.</strong>[<strong>m.</strong>] <strong>covering</strong>;—<span dir=\"rtl\">מ׳</span> <a data-ref=\"Exodus 26:14\" href=\"/Exodus.26.14\">Ex 26:14</a>; <a data-ref=\"Exodus 36:19\" href=\"/Exodus.36.19\">36:19</a>; cstr. <span dir=\"rtl\">מִכְסֵה</span> <a data-ref=\"Genesis 8:13\" href=\"/Genesis.8.13\">Gn 8:13</a> + 10 times; sf. <span dir=\"rtl\">מִכְסֵהוּ</span> <a data-ref=\"Exodus 35:11\" href=\"/Exodus.35.11\">Ex 35:11</a> + 2 times;—<br><strong>1.</strong>  <em>covering</em> of the ark, deck-roof (𝔊 στέγη) <a data-ref=\"Genesis 8:13\" href=\"/Genesis.8.13\">Gn 8:13</a> (J).<br><strong>2.</strong>  of the skins of the tent of meeting <a data-ref=\"Exodus 26:14\" href=\"/Exodus.26.14\">Ex 26:14</a><sup>(×2)</sup>; <a data-ref=\"Exodus 35:11\" href=\"/Exodus.35.11\">35:11</a>; <a data-ref=\"Exodus 36:19\" href=\"/Exodus.36.19\">36:19</a><sup>(×2)</sup>; <a data-ref=\"Exodus 39:34\" href=\"/Exodus.39.34\">39:34</a><sup>(×2)</sup>; <a data-ref=\"Exodus 40:19\" href=\"/Exodus.40.19\">40:19</a> <a data-ref=\"Numbers 3:25\" href=\"/Numbers.3.25\">Nu 3:25</a>; <a data-ref=\"Numbers 4:8\" href=\"/Numbers.4.8\">4:8</a>, <a data-ref=\"Numbers 4:10\" href=\"/Numbers.4.10\">10</a>, <a data-ref=\"Numbers 4:11\" href=\"/Numbers.4.11\">11</a>, <a data-ref=\"Numbers 4:12\" href=\"/Numbers.4.12\">12</a>, <a data-ref=\"Numbers 4:25\" href=\"/Numbers.4.25\">25</a><sup>(×2)</sup> (all P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d29eb6084aa1cbf1c37b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מוֹט² 1", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "BDB, מוֹט² 1", "sourceHeRef": "בראון-דרייבר-בריגס, מוֹט² א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מוֹט²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">מוֹט</span></big>  <strong>n.</strong>[<strong>m.</strong>] <strong>shaking, pole, bar</strong> of yoke;—abs. <span dir=\"rtl\">מ׳</span> <a data-ref=\"Numbers 4:10\" href=\"/Numbers.4.10\">Nu 4:10</a> + 5 times; sf. <span dir=\"rtl\">מֹטֵ֫הוּ</span> <a data-ref=\"Nahum 1:13\" href=\"/Nahum.1.13\">Na 1:13</a>;—<br><strong>1.</strong>  <em>a shaking, tottering</em> (c. neg., of security) <span dir=\"rtl\">לֹא־יִתֵּן מ׳ לַצַּדִּיק</span> <a data-ref=\"Psalms 55:23\" href=\"/Psalms.55.23\">ψ 55:23</a>; <span dir=\"rtl\">לֹא נָתַן לַמּ׳ רַגְלֵנוּ</span> <a data-ref=\"Psalms 66:9\" href=\"/Psalms.66.9\">ψ 66:9</a>, cf. <a data-ref=\"Psalms 121:3\" href=\"/Psalms.121.3\">121:3</a>.<br><strong>2.</strong>  <em>pole</em>, or <em>bar</em> for carrying (named from springing motion) <a data-ref=\"Numbers 4:10\" href=\"/Numbers.4.10\">Nu 4:10</a>, <a data-ref=\"Numbers 4:12\" href=\"/Numbers.4.12\">12</a> cf. especially <a data-ref=\"Numbers 13:23\" href=\"/Numbers.13.23\">13:23</a>.<br><strong>3.</strong>  <em>bar</em> of yoke <a data-ref=\"Nahum 1:13\" href=\"/Nahum.1.13\">Na 1:13</a> <span dir=\"rtl\">(אֶשְׁבֹּר מֹטֵהוּ מֵעָלַיִךְ)</span>, fig. of oppression. Cf. following."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d512b6084aa1cbf3bb71", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, תַּ֫חַשׁ 1", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "BDB, תַּ֫חַשׁ 1", "sourceHeRef": "בראון-דרייבר-בריגס, תַּ֫חַשׁ א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "תַּ֫חַשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><span dir=\"rtl\">תַּ֫חַשׁ</span></big>  <strong>n.m. taḫaš,</strong> a kind of leather or skin, and perhaps the animal yielding it <strong>(</strong>prob. the <em>dugong</em>, cf. Arabic <span dir=\"rtl\">تُخَسٌ</span> <em>dolphin</em>, Thes <sup>1500</sup> Di-Ry <sup>Ex 25:5</sup> Post<sup>HastDB badger</sup>; Assyrian <em>taḫšu</em> (Dl <sup>Baer Ezech. xvi</sup>), for which Dl<sup>Prol. 77 ff.; HWB 705</sup> conj. meaning <em>sheep(skin)</em>; Bondi <sup>Egyptiaca 1 ff.</sup> cp. Egypt. <em>ṯḥś</em>, <em>leather;</em> v. summary of views M’Lean-Shipley<sup>Ency. Bib. badgers’ skins</sup><strong>)</strong>;—abs. <span dir=\"rtl\">ת׳</span> <a data-ref=\"Numbers 4:6\" href=\"/Numbers.4.6\">Nu 4:6</a> +, <span dir=\"rtl\">תָּחַשׁ</span> v <a data-ref=\"Numbers 4:8\" href=\"/Numbers.4.8\">8</a> +; pl. <span dir=\"rtl\">תְּחָשִׁים</span> <a data-ref=\"Exodus 25:5\" href=\"/Exodus.25.5\">Ex 25:5</a> +;—leather used for (woman’s) sandals <a data-ref=\"Ezekiel 16:10\" href=\"/Ezekiel.16.10\">Ez 16:10</a>; elsewhere for cover of tabernacle <a data-ref=\"Numbers 4:25\" href=\"/Numbers.4.25\">Nu 4:25</a>, <span dir=\"rtl\">עוֹר ת׳</span> v <a data-ref=\"Numbers 4:6\" href=\"/Numbers.4.6\">6</a>, <a data-ref=\"Numbers 4:8\" href=\"/Numbers.4.8\">8</a>, <a data-ref=\"Numbers 4:10\" href=\"/Numbers.4.10\">10</a>, <a data-ref=\"Numbers 4:11\" href=\"/Numbers.4.11\">11</a>, <a data-ref=\"Numbers 4:12\" href=\"/Numbers.4.12\">12</a>, <a data-ref=\"Numbers 4:14\" href=\"/Numbers.4.14\">14</a>, <span dir=\"rtl\">עֹרֹת (הַ)תְּחָשִׁים</span> <a data-ref=\"Exodus 25:5\" href=\"/Exodus.25.5\">Ex 25:5</a>; <a data-ref=\"Exodus 26:14\" href=\"/Exodus.26.14\">26:14</a>; <a data-ref=\"Exodus 35:7\" href=\"/Exodus.35.7\">35:7</a>, <a data-ref=\"Exodus 35:23\" href=\"/Exodus.35.23\">23</a>; <a data-ref=\"Exodus 36:19\" href=\"/Exodus.36.19\">36:19</a>; <a data-ref=\"Exodus 39:34\" href=\"/Exodus.39.34\">39:34</a> (all P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64d34a45131dc4b57292a55d", "index_title": "Levush HaOrah", "category": "Commentary", "type": "commentary", "ref": "Levush HaOrah, Numbers 4:10:1", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "Levush HaOrah, Numbers 4:10:1", "sourceHeRef": "לבוש האורה, במדבר ד׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "commentaryNum": 10.0001, "collectiveTitle": {"en": "Levush HaOrah", "he": "לבוש האורה"}, "heTitle": "במדבר", "he": "<b>רש\"י</b> אל מכסה עור תחש כמין מרצוף פי' מדכתיב אל מכסה עור תחש פירושו שיש לו תוך והוא כמין מרצוף אבל שאר כיסוי עור תחש הנאמרים בפרשה לא היו אלא כמין מפה פרושה עליהם:", "heVersionTitle": "Wrocław, 1860", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64d34a46131dc4b57292a55f", "index_title": "Levush HaOrah", "category": "Commentary", "type": "commentary", "ref": "Levush HaOrah, Numbers 4:10:2", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "Levush HaOrah, Numbers 4:10:2", "sourceHeRef": "לבוש האורה, במדבר ד׳:י׳:ב׳", "anchorVerse": 10, "sourceHasEn": false, "commentaryNum": 10.0002, "collectiveTitle": {"en": "Levush HaOrah", "he": "לבוש האורה"}, "heTitle": "במדבר", "he": "<small>סליק פרשת במדבר.</small>", "heVersionTitle": "Wrocław, 1860", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "664487e227d601cb10a92713", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 4:15", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "Bamidbar Rabbah 4:15", "sourceHeRef": "במדבר רבה ד׳:ט״ו", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 4.0015, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וְלָקְחוּ בֶּגֶד תְּכֵלֶת וְכִסּוּ אֶת מְנֹרַת הַמָּאוֹר <small>(במדבר ד, ט)</small>, אַף הַמְּנוֹרָה לְפִי שֶׁעוֹמֶדֶת בַּהֵיכָל, הִיא וְכָל כֵּלֶיהָ הַנִּכְנָסִים לְשָׁם הָיוּ מְכַסִּים בְּבֶגֶד תְּכֵלֶת, הֲדָא הוּא דִכְתִיב: וְלָקְחוּ בֶּגֶד תְּכֵלֶת וְכִסּוּ וגו', בַּמְּנוֹרָה לֹא הָיָה מַפְרִישׁ בֵּינָהּ לְכֵלֶיהָ. וְאַחַר כָּךְ הָיוּ מְכַסִּין אוֹתָהּ וְאֶת כָּל כֵּלֶיהָ בְּמִכְסֵה עוֹר תַּחַשׁ, וְהָיוּ נוֹתְנִין אוֹתָהּ עַל הַמּוֹט, לְפִי שֶׁלֹא הָיוּ שָׁם בַּדִּים שֶׁיִּשְׂאוּ אוֹתָהּ בָּהֶם, הֲדָא הוּא דִכְתִיב <small>(במדבר ד, ו)</small>: וְנָתְנוּ אֹתָהּ וְאֶת כָּל כֵּלֶיהָ וגו'.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“They shall take a cloth of sky-blue wool, and cover the candelabrum of the illumination, and its lamps and its tongs” (Numbers 4:9).</b> <br>“They shall take a cloth of sky-blue wool, and cover the candelabrum of the illumination” (Numbers 4:9) – the candelabrum, too, because it stands in the Sanctuary, it and all its utensils that enter there were covered with a cloth of sky-blue wool. That is what is written: “They shall take a cloth of sky-blue wool and cover…” Regarding the candelabrum, one would not separate between it and its utensils. Then they would cover it and all its utensils with a covering of <i>taḥash </i>hide and place it on a pole, because it did not have staves with which they would carry it. That is what is written: “They shall place it and all its utensils [into a covering of the hide of a <i>taḥash</i>, and shall place it on a pole]” (Numbers 4:10).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6682730910a13a863f2a8e4b", "index_title": "Hadar Zekenim on Torah", "category": "Commentary", "type": "commentary", "ref": "Hadar Zekenim on Torah, Numbers 4:10:1", "anchorRef": "Numbers 4:10", "anchorRefExpanded": ["Numbers 4:10"], "sourceRef": "Hadar Zekenim on Torah, Numbers 4:10:1", "sourceHeRef": "הדר זקנים על התורה, במדבר ד׳:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1250, 1300], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Hadar Zekenim", "he": "הדר זקנים"}, "heTitle": "במדבר", "he": "ונתנו על המוט. ולא תלויה תחתיו לפי שהמנורה גבוהה י\"ח טפחים פן תגרר לארץ:", "heVersionTitle": "Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]