[{"_id": "521dc77cedbab45814ae6073", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 4:13:1", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Rashi on Numbers 4:13:1", "sourceHeRef": "רש\"י על במדבר ד׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>ודשנו את המזבח.</b> מִזְבַּח הַנְּחֹשֶׁת:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ודשנו את המזבח AND THEY SHALL TAKE AWAY THE ASHES FROM THE ALTAR — from the brazen altar. ", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "521dc77cedbab45814ae6075", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 4:13:2", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Rashi on Numbers 4:13:2", "sourceHeRef": "רש\"י על במדבר ד׳:י״ג:ב׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>ודשנו.</b> יִטְּלוּ אֶת הַדֶּשֶׁן מֵעָלָיו:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ודשנו means, they shall remove the ashes from off it (cf. Rashi on Exodus 27:3).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "521dc77cedbab45814ae6077", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 4:13:3", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Rashi on Numbers 4:13:3", "sourceHeRef": "רש\"י על במדבר ד׳:י״ג:ג׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 13.0003, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>ופרשו עליו בגד ארגמן.</b> וְאֵשׁ שֶׁיָּרְדָה מִן הַשָּׁמַיִם רְבוּצָה תַּחַת הַבֶּגֶד כַּאֲרִי בִּשְׁעַת הַמַּסָּעוֹת, וְאֵינָהּ שׂוֹרַפְתּוֹ, שֶׁהָיוּ כוֹפִין עָלֶיהָ פְּסַכְתֵּר שֶׁל נְחֹשֶׁת (יומא כ\"א):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ופרשו עליו בגד ארגמן AND THEY SHALL SPREAD A GARMENT OF RED PURPLE THEREON — But the fire that descended from heaven on the altar (cf. Rashi on Leviticus 1:7) lay beneath the garment in the form of a lion during the journeyings; it did not, however, burn it because they inverted a large vessel of copper over it (cf. Yoma 21b). ", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6eeb", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 4:13", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Onkelos Numbers 4:13", "sourceHeRef": "תרגום אונקלוס על במדבר ד׳:י״ג", "anchorVerse": 13, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 4.0013, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וְיִסְּפוּן יָת קִטְמָא דְמַדְבְּחָא וְיִפְרְסוּן עֲלוֹהִי לְבוּשׁ אַרְגְּוָן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "They shall remove the ashes from [atop] the Altar and they shall spread upon it a cloth of purple [wool].", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec722", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 4:13", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Targum Jonathan on Numbers 4:13", "sourceHeRef": "תרגום יונתן על במדבר ד׳:י״ג", "anchorVerse": 13, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 4.0013, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וִידַרְדוּן יַת מַדְבְּחָא וְיִפְרְסוּן עֲלוֹי לְבוּשׁ אַרְגְוָון", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And they shall remove the cinders from the altar, and overspread it with a covering of crimson. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54bd4834fbfba217333636ce", "index_title": "Ramban on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Deuteronomy 23:18:1", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Ramban on Deuteronomy 23:18:1", "sourceHeRef": "רמב\"ן על דברים כ״ג:י״ח:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Ramban on Deuteronomy", "he": "רמב\"ן על דברים"}, "he": "<b>לֹא תִהְיֶה קְדֵשָׁה מִבְּנוֹת יִשְׂרָאֵל</b>, מְקֻדֶּשֶׁת וּמְזֻמֶּנֶת לִזְנוּת. וְלֹא יִהְיֶה קָדֵשׁ מִבְּנֵי יִשְׂרָאֵל, מְזֻמָּן לְמִשְׁכָּב, לְשׁוֹן רַשִׁ\"י (רש\"י על דברים כ\"ג:י\"ח). וְהִנֵּה אִם הַלָּאו הַזֶּה אַזְהָרָה בָּאִשָּׁה הַנִּשְׁכֶּבֶת, וְיַזְהִיר בִּהְיוֹתָהּ מְקֻדֶּשֶׁת וּמְזֻמֶּנֶת לִזְנוּת, אִם כֵּן אֵין הַפְּנוּיָה הַנִּבְעֶלֶת בְּמִקְרֶה וּבְהֶצְנֵעַ מֵחַיָּבֵי הַלָּאוִין. וְכֵן הַקָּדֵשׁ, לָמָּה יַזְכִּיר בִּהְיוֹתוֹ קָדֵשׁ וּמְזֻמָּן, וַאֲפִלּוּ הַנִּבְעָל בְּחַדְרֵי חֲדָרִים יֵשׁ בּוֹ כָּרֵת וּמִיתַת ב\"ד. וְעוֹד שֶׁהָיָה רָאוּי שֶׁיֹּאמַר לֹא תִהְיֶה בָּכֶם קְדֵשָׁה וְלֹא יִהְיֶה בָּכֶם קָדֵשׁ, כִּי <b>מִבְּנוֹת יִשְׂרָאֵל</b> וּ<b>מִבְּנֵי יִשְׂרָאֵל</b> כְּאִלּוּ בְּעַם אַחֵר יְדַבֵּר. וְהַנִּרְאֶה בְּעֵינַי בַּלָּאו הַזֶּה כִּי הוּא אַזְהָרָה לב\"ד שֶׁלֹּא יַנִּיחוּ אַחַת מִבְּנוֹת יִשְׂרָאֵל לִהְיוֹת יוֹשֶׁבֶת בְּפָרָשַׁת דְּרָכִים בָּעֵינַיִם עַל הַדֶּרֶךְ לְזִמָּה, אוֹ שֶׁתְּתַקֵּן לָהּ קֻבָּה שֶׁל זוֹנוֹת כְּמִנְהַג אַרְצוֹת זָרִים יוֹשְׁבוֹת עַל הַפֶּתַח בְּתֻפִּים וּבְכִנּוֹרוֹת, כָּעִנְיָן שֶׁכָּתוּב (ישעיהו כג טז) קְחִי כִנּוֹר סֹבִּי עִיר זוֹנָה נִשְׁכָּחָה הֵיטִיבִי נַגֵּן הַרְבִּי שִׁיר לְמַעַן תִּזָּכֵרִי. וְכֵן יַזְהִיר לב\"ד עַל הַקָּדֵשׁ. וְעַל דֶּרֶךְ הַפְּשָׁט אֲפִלּוּ שֶׁיִּשְׁכַּב עִם הַנָּשִׁים בְּקוּבָּה אֲשֶׁר יַעֲשֶׂה לוֹ מְזֻמֶּנֶת לְזִמָּה, אוֹ שֶׁיֵּשֵׁב בָּעֵינַיִם עַל הַדֶּרֶךְ הִזְהִירָם לְבֵית דִּין. וְיֵרָאֶה לִי שֶׁכֵּן דַּעַת אוּנְקְלוֹס (תרגום אונקלוס על דברים כ\"ג:י\"ח), אֲבָל צֵרֵף לָזֶה הָעֶבֶד וְהַשִּׁפְחָה הַבָּאִים בְּיִשְׂרָאֵל דֶּרֶךְ נִשּׂוּאִין, מִפְּנֵי שֶׁהַכֹּל יוֹדְעִין בָּעֶבֶד הַזֶּה שֶׁנָּשָׂא בַּת יִשְׂרָאֵל שֶׁאֵין לוֹ בָּהּ קִדּוּשִׁין, וְהִיא עִמּוֹ כְּאִשָּׁה עִם בַּעֲלָהּ, אִם כֵּן הִיא קְדֵשָׁה לְעֵינֵי הַשֶּׁמֶשׁ. וְרָאִיתִי בְּסִפְרֵי (תצא קכו) לֹא תִהְיֶה קְדֵשָׁה מִבְּנוֹת יִשְׂרָאֵל, אֵין אַתָּה מֻזְהָר עָלֶיהָ בָּאֻמּוֹת, וְלֹא יִהְיֶה קָדֵשׁ אֵין אַתָּה מֻזְהָר עָלָיו בָּאֻמּוֹת, שֶׁהָיָה בְּדִין, וּמָה אִם קְדֵשָׁה קַלָּה אַתָּה מֻזְהָר עָלֶיהָ בְּיִשְׂרָאֵל, קָדֵשׁ חָמוּר אֵינוֹ דִין שֶׁתְּהֵא מֻזְהָר עָלָיו בְּיִשְׂרָאֵל, אוֹ חִלּוּף, אִם קָדֵשׁ חָמוּר אִי אַתָּה מֻזְהָר עָלָיו בָּאֻמּוֹת, קְדֵשָׁה קַלָּה אֵינוֹ דִּין שֶׁלֹּא תְּהֵא מֻזְהָר עָלֶיהָ בָּאֻמּוֹת וְכוּ'. וְנִרְאֶה מִזֶּה שֶׁאֵין מִדְרָשָׁם כְּדִבְרֵי אוּנְקְלוֹס, שֶׁהֲרֵי לִדְבָרָיו אֵין חֹמֶר בַּקָּדֵשׁ יוֹתֵר מִן הַקְּדֵשָׁה. וְעוֹד מַהוּ זֶה שֶׁאוֹמְרִים אֵין אַתָּה מֻזְהָר עָלָיו בָּאֻמּוֹת, וְכֵן אִם הָיָה מִדְרָשָׁם בַּקָּדֵשׁ לַזָּכָר הַנִּשְׁכָּב כְּמִדְרָשׁוֹ שֶׁל רַבִּי יִשְׁמָעֵאל בְּמַסֶּכֶת סַנְהֶדְרִין (סנהדרין נ\"ד), גַּם בָּזֶה לֹא יִתָּכֵן שֶׁיֹּאמְרוּ אִי אַתָּה מֻזְהָר עָלָיו בָּאֻמּוֹת, שֶׁהַנִּשְׁכָּב מִן הַגּוֹי בִּסְקִילָה הוּא. אֲבָל נִרְאֶה שֶׁדַּעַת בַּעַל הַבָּרַיְתָא הַזּוֹ כָּעִנְיָן שֶׁהִזְכַּרְנוּ, יַזְהִיר לב\"ד שֶׁלֹּא תַּעֲמֹד הָאִשָּׁה עַל אֵם הַדֶּרֶךְ לִזְנוּת, כִּי שָׁם תְּנָאַפְנָה מֵאִסּוּרֵי הַבִּיאוֹת קְרוֹבִים וּרְחוֹקִים, וְלָכֵן מְכַסּוֹת פְּנֵיהֶן לִזְנוֹת גַּם מֵאֲחֵיהֶם וּקְרוֹבֵיהֶם, וְהוּא מָה שֶׁאָמַר (בראשית לח טו) וַיַּחְשְׁבֶהָ לְזוֹנָה כִּי כִסְּתָה פָּנֶיהָ. וְכֵן יַזְהִיר לב\"ד עַל הַמְזֻמָּן לִהְיוֹת נִשְׁכָּב מִן הַזְּכָרִים, כָּעִנְיָן שֶׁכָּתוּב (מלכים א יד כד) וְגַם קָדֵשׁ הָיָה בָאָרֶץ עָשׂוּ כְּכֹל הַתּוֹעֲבֹת הַגּוֹיִם, וּמִלְּבַד הָאַזְהָרָה בְּעוֹשֵׂי הָעֲבֵרָה יַזְהִיר כָּאן בְּבֵית דִּין שֶׁלֹּא יַנִּיחוּ לִהְיוֹת קָדֵשׁ בָּעֵינַיִם עַל הַדֶּרֶךְ, כַּיָּדוּעַ מֵהֶם בְּאֶרֶץ מִצְרַיִם שֶׁעוֹמְדִים עַל הַדֶּרֶךְ מְכוּסֵי הַפָּנִים כְּנָשִׁים לַעֲשׂוֹת הַתּוֹעֵבָה הַזֹּאת. וְדָרְשׁוּ בַּבָּרַיְתָא הַזּוֹ שֶׁאֵין אָנוּ מֻזְהָרִים בַּאֲחֵרִים זוּלָתֵנוּ אִם יַעֲשׂוּ עִם רֵעֵיהֶם כֵּן, שֶׁלֹּא הֻזְהַרְנוּ אֲנַחְנוּ בַּגּוֹיִם אֶלָּא בְּעִנְיָן ע\"ז בִּלְבַד. וּלְשׁוֹן קָדֵשׁ וּקְדֵשָׁה עַל דַּעַת הַמְּפָרְשִׁים לְשׁוֹן הַזְמָנָה, כִּי מָצְאוּ אֲנִי צִוִּיתִי לִמְקֻדָּשַׁי (ישעיהו יג ג), וְכֵן הִקְדִּישׁ קְרוּאָיו (צפניה א ז), קַדְּשׁוּ עָלֶיהָ מִלְחָמָה (ירמיהו ו ד). וּלְפִי דַּעְתִּי כֻּלָּם מִלְּשׁוֹן קְדֻשָּׁה, כִּי הַפּוֹרֵשׁ מִן הַזְּנוּת נִקְרָא קָדוֹשׁ, כְּמוֹ שֶׁנֶּאֱמַר (ויקרא כא ז) אִשָּׁה זֹנָה וַחֲלָלָה לֹא יִקָּחוּ וְאִשָּׁה גְּרוּשָׁה מֵאִישָׁהּ לֹא יִקָּחוּ כִּי קָדֹשׁ הוּא לֵאלֹהָיו. וְהִנֵּה הַנִּשְׁמֶרֶת מִן הָעֶרְוָה וְהַזִּמָּה, קְדוֹשָׁה, וְהַנִּפְרֶדֶת מִן הַקְּדֻשָּׁה וְנִטְמֵאת בְּזִמָּה, נִקְרְאָה קְדֵשָׁה, קָרוֹב לְמָה שֶׁנּוֹהֵג הַלָּשׁוֹן לוֹמַר וּבְכָל תְּבוּאָתִי תְשָׁרֵשׁ (איוב לא יב), וְדִשְּׁנוּ אֶת הַמִּזְבֵּחַ (במדבר ד יג), כִּי הַזּוֹנָה הַמְפֻרְסֶמֶת טְמֵאַת הַשֵּׁם רַבַּת הַמְּהוּמָה, נִפְרֶדֶת מִכָּל קְדֻשָּׁה, וְאֵין שֵׁם זֶה בָּהּ רַק בִּהְיוֹתָהּ מְזֻמֶּנֶת לַתּוֹעֵבָה הַזֹּאת שֶׁאֵין לָהּ שְׁעַת הַכֹּשֶׁר וּקְדֻשָּׁה כְּלָל. וּלְשׁוֹן <b>הִקְדִּישׁ קְרוּאָיו</b> מְלִיצָה, כִּי הָעוֹשֶׂה מִשְׁתֶּה מְקַדֵּשׁ קְרוּאָיו וּמְטַהֵר אוֹתָם שֶׁלֹּא יְטַמְּאוּ הַשֻּׁלְחָן וְהַלֶּחֶם, כָּעִנְיָן שֶׁאָמַר (שמואל א כ כו) בִּלְתִּי טָהוֹר הוּא כִּי לֹא טָהוֹר, וְכֵן (ירמיהו ו ד) קַדְּשׁוּ עָלֶיהָ מִלְחָמָה, שֶׁיְּטַהֲרוּ אוֹתָם כִּמְטַהֵר קְרוּאָיו שֶׁלֹּא יִבָּדְלוּ הַחֲבֵרִים מֵהֶם:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "THERE SHALL BE NO ‘K’DEISHAH’ OF THE DAUGHTERS OF ISRAEL — “one who is devoted to and always prepared for illicit intercourse. NOR SHALL THERE BE A ‘KADEISH’ OF THE SONS OF ISRAEL — one who is always prepared for pederasty.” This is Rashi’s language. Now, if this prohibition constitutes an admonition against the woman so engaged and warns her against being “devoted to and always prepared for illicit intercourse,” then an unmarried woman who has [illicit] intercourse with a man unpremeditatedly and secretly is not among those guilty of transgressing a negative commandment! So also in the matter of the <i>kadeish</i>, why did Rashi mention that he is devoted to “and always prepared” [for such sin] — even one who permits himself to be so abused in an innermost chamber is guilty of extirpation [if there are no witnesses] and death by the court [if there are witnesses]! Moreover, it would have been proper for Scripture to state, “There shall not be among you a <i>k’deishah</i>, nor shall there be among you a <i>kadeish</i>,” for the expressions <i>of the daughters of Israel</i> and <i>of the sons of Israel</i> make it appear that the verse discusses another nation!<br>It appears to me concerning this prohibition that it constitutes an admonition addressed to the members of the court that they should not permit one of the daughters of Israel to sit in public view at the crossroads for the purpose of illicit intercourse, or prepare herself a tent of prostitution as is customary in foreign lands where they sit at the door with timbrels and harps, similar to what is written, <i>Take a harp, go about the city, thou harlot long forgotten; make sweet melody, sing many songs, that thou mayest be remembered</i>.<sup class=\"footnote-marker\">288</sup><i class=\"footnote\">Isaiah 23:16.</i> And similarly Scripture warns the court concerning a <i>kadeish</i>. And in line with the plain meaning of Scripture, even if he should lie with women in a tent which he prepared himself for such illicit relations or that he should sit in public view at the crossroads [on the lookout for such women], he warned the court [against permitting such activities].<br>It appears to me that such is the opinion of Onkelos [who rendered the verse: “A woman of the daughters of Israel shall not become the wife of a slave, and no man of Israel shall marry a bondwoman”].<sup class=\"footnote-marker\">289</sup><i class=\"footnote\">Thus it is clear that Rashi’s interpretation: “a <i>k’deishah</i> is one who is devoted to, and always ready for illicit intercourse” is different from that of Onkelos. The same is with regard to a <i>kadeish</i>.</i> But he [Onkelos] combined with this prohibition the matter of a slave and bondwoman who live with Israelites in [common law] marriage, because everyone knows concerning this slave who married the daughter of an Israelite that his betrothal of her is invalid and yet she remains with him like a wife with her husband, and if so she is a <i>k’deishah</i> in broad daylight.<br>Now, I have seen in the Sifre the following text:<sup class=\"footnote-marker\">290</sup><i class=\"footnote\">Sifre, <i>Ki Theitzei</i> 260.</i> “<i>There shall be no ‘k’deishah’ of the daughters of Israel</i> — you are not admonished against it with respect to the nations. <i>Nor shall there be a ‘kadeish’ of the sons of Israel</i> — you are not admonished against it with respect to the nations. Now, I could have reasoned: if the <i>k’deishah</i> [commits] a minor transgression [seeing that the punishment for violation of this prohibition is stripes] yet you are warned against it in Israel, is it not logical that [the crime of] the stringent <i>kadeish</i> [which is punished] by extirpation and death by the court, as explained above] be forbidden in Israel! [Why then was it necessary to state, <i>nor shall there be a ‘kadeish’ of the sons of Israel?</i>] Or vice versa: if the <i>kadeish</i> commits a stringent [crime, yet] you are not admonished against it among the nations, is it not logical that you should not be admonished against the minor <i>k’deishah</i> with respect to the nations etc.”<sup class=\"footnote-marker\">291</sup><i class=\"footnote\">In other words, the Sifre is stating that both admonitions were necessary. The minor transgression of <i>k’deishah</i> we could not have derived from the stricter <i>kadeish</i>, and the exclusion of the nations regarding the prohibition of <i>kadeish</i> we could not have derived from the same exclusion regarding the lighter prohibition of <i>k’deishah</i>. Hence both admonitions had to be stated.</i> From this text of the Sifre it would appear that the interpretation of the Rabbis does not agree with that of Onkelos, for according to his rendition there is nothing stricter about the <i>kadeish</i> than the <i>k’deishah</i> [since the prohibition against a slave marrying a Jewish woman is of equal stringency to that of a Jewish man marrying a bondwoman]. Moreover, what does the Sifre mean by, “you are not admonished against it with respect to the nations” [according to Onkelos’ interpretation]? Similarly, if the interpretation [of the Sifre] of the term <i>kadeish</i> were to have been “the male who is the subject of pederasty” as in the interpretation of Rabbi Yishmael in Tractate Sanhedrin,<sup class=\"footnote-marker\">292</sup><i class=\"footnote\">Sanhedrin 54b.</i> then in that case too, the Sifre could not have said “you are not admonished against it with respect to the nations,” for he who permits himself to be so abused by a heathen is liable to stoning!<br>Rather, it appears that the opinion of the master of this Beraitha is as we have mentioned. Scripture warns the court that a woman may not stand at the crossroads for illicit intercourse, for there she will prostitute herself with those who are forbidden to her, relatives and strangers, for they cover their faces in order to have illicit relations even with their brothers and relatives, this being the sense of what Scripture states, <i>When Judah saw her, he thought her to be a harlot, for she had covered her face</i><sup class=\"footnote-marker\">293</sup><i class=\"footnote\">Genesis 38:15.</i> Similarly he warns the court against him who is ready to be abused by males, similar to what is written, <i>And there was also sodomy in the Land; they did according to all the abominations of the nations</i>.<sup class=\"footnote-marker\">294</sup><i class=\"footnote\">I Kings 14:24.</i> Now, aside from the admonition against those who commit the sin, he warns the court here that they should not permit a sodomite to stand on the road [ready for such abuse], as is known of them in the land of Egypt that they stand on the road with covered faces like women to do this abominable act. Now the Rabbis interpreted in this Beraitha [i.e., the Sifre quoted above] that we are not admonished concerning others except for ourselves if they do so with one another, for only in matters of idolatry are we admonished with respect to the nations.<br>The terms <i>kadeish</i> and <i>k’deishah</i>, in the opinion of the commentators,<sup class=\"footnote-marker\">295</sup><i class=\"footnote\">Ibn Ezra, here and R’dak, in Sefer Hasharashim, root <i>kadeish</i>.</i> are an expression of readiness, for they found this usage in the verse, <i>I have commanded ‘lim’kudashai’</i> (<i>My devoted ones</i>).<sup class=\"footnote-marker\">296</sup><i class=\"footnote\">Isaiah 13:3.</i> So also, <i>‘hikdish’</i> (<i>He hath prepared</i>) <i>His guests;</i><sup class=\"footnote-marker\">297</sup><i class=\"footnote\">Zephaniah 1:7.</i> <i>‘kadshu’</i> (<i>prepare ye</i>) <i>war against her</i>.<sup class=\"footnote-marker\">298</sup><i class=\"footnote\">Jeremiah 6:4.</i> And in my opinion these are all expressions of “holiness” [consecration], for he who separates himself from illicit sexual relations is called “holy,” just as it is said, <i>They shall not take a woman that is a harlot, or profaned; neither shall they take a woman sent away from her husband, for he is ‘holy’ unto his G-d</i>.<sup class=\"footnote-marker\">299</sup><i class=\"footnote\">Leviticus 21:7.</i> Thus the woman who guards herself from forbidden relations and lewdness is called <i>k’doshah</i> (holy), while she who separates herself from holiness and becomes defiled with illicit sexual relations is called <i>k’deishah</i>. This is comparable to the usage customary in the [Sacred] Language [to use the same root-letters to express the negative as well as the positive], as for example: <i>and all mine increase ‘th’shareish’</i> (<i>it would root out</i>);<sup class=\"footnote-marker\">300</sup><i class=\"footnote\">Job 31:12. Now, the word <i>shoresh</i> means “a root,” and here it means the opposite: “uproot.”</i> <i>‘v’dishnu’</i> (<i>and they shall take away the ashes</i>) <i>from the altar</i>.<sup class=\"footnote-marker\">301</sup><i class=\"footnote\">Numbers 4:13. Here too the word <i>deshen</i> (ashes) is used to indicate the opposite: “to take away the ashes.”</i> For the known harlot, <i>the defiled one of name and full of tumult</i><sup class=\"footnote-marker\">302</sup><i class=\"footnote\">Ezekiel 22:5.</i> is separated from all holiness. This name [<i>k’deishah</i>] applies to her only because she is always ready for this abomination, for she has no moment for propriety and holiness at all. And the expression <i>‘hikdish’ His guests</i><sup class=\"footnote-marker\">297</sup><i class=\"footnote\">Zephaniah 1:7.</i> is a figurative expression, for he who makes a feast consecrates his guests and cleanses them so that they should not defile the table and the bread, as it is said, <i>he is unclean; surely he is not clean</i>.<sup class=\"footnote-marker\">303</sup><i class=\"footnote\">I Samuel 20:26.</i> So also <i>‘kadshu’ war against her</i><sup class=\"footnote-marker\">298</sup><i class=\"footnote\">Jeremiah 6:4.</i> means that they should cleanse themselves, like one who cleanses his guests in order that scholarly people [who are meticulous in observing the laws of purity] should not separate themselves from them.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "56829dead6e4a9628b30ad9b", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tzav, Chapter 2 10", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Sifra, Tzav, Chapter 2 10", "sourceHeRef": "ספרא, צו, פרק ב י׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 10, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ב", "he": "[י] מנין שלא יהיה דבר קודם לתמיד של שחר? תלמוד לומר \"עליה העֹלה\". מנין שלא יהיה דבר מתעכב אחר תמיד של בין הערבים? תלמוד לומר 'עליה שלמים'. \"אש תמיד\". \"תמיד\" – אף בשבת, \"תמיד\" – אף בטומאה. \"לא תִכְבה\" – אף במסעות. מה עושים לה? כופין עליה פסכתר, דברי ר' יהודה. ר' שמעון אומר אף בשבת; ומסעות – מדשנין אותה! שנאמר (במדבר ד, יג) \"ודִשְּׁנו את המזבח ופרשו עליו בגד ארגמן\".", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "10) Whence is it derived that nothing is to take precedence to the morning tamid? From \"upon it the burnt-offering,\" (implying that nothing is to take precedence to it). Whence is it to be derived that nothing is offered up later than the afternoon tamid? From \"upon it (the afternoon tamid, the shelamim, lit., the \"completers,\" i.e., complete all of the offerings with it). (Vayikra 6:6) (\"A continuous fire shall burn upon the altar; it shall not be extinguished.\") \"continuous\" — (The wood pile is to be made for the temidim and the mussafim) even on the Sabbath; \"continuous\" — even (if the Cohanim are) in a state of tumah. \"it shall not be extinguished\" — even during their journeyings. What did they do (to keep the fire from going out)? They inverted a psachter (a large vessel) over it. These are the words of R. Yehudah. R. Shimon says: In their journeyings they would remove the fire from the altar (and place it in a vessel until they camped), as it is written (Bamidbar 4:13): \"And they shall remove the fire from the altar and spread upon it (the vessel) a purple cloth.\"", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "56ceb856d6e4a91fd5136b98", "index_title": "Rashi on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Leviticus 22:16:2", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Rashi on Leviticus 22:16:2", "sourceHeRef": "רש\"י על ויקרא כ״ב:ט״ז:ב׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 16.0002, "collectiveTitle": {"en": "Rashi on Leviticus", "he": "רש\"י על ויקרא"}, "heTitle": "רש\"י על ויקרא", "he": "<b>והשיאו אותם.</b> זֶה אֶחָד מִשְּׁלוֹשָׁה אֶתִים שֶׁהָיָה רַבִּי יִשְׁמָעֵאל דּוֹרֵשׁ בַּתּוֹרָה שֶׁמְּדַבְּרִים בָּאָדָם עַצְמוֹ, וְכֵן \"בְּיוֹם מְלֹאת יְמֵי נִזְרוֹ יָבִיא אֹתוֹ\" (במדבר ו') — הוּא יָבִיא אֶת עַצְמוֹ, וְכֵן \"וַיִּקְבֹּר אֹתוֹ בַגַּי\" (דברים ל\"ד) — הוּא קָבַר אֶת עַצְמוֹ, כָּךְ נִדְרָשׁ בְּסִפְרֵי:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "והשיאו אותם — This (the word אותם) is one of the three cases of את with a pronominal suffix occurring in the Torah which R. Ishmael explained as speaking of (referring to) the person himself who is the subject of the sentence (i. e. as being reflexive and not accusative pronouns). In the same sense did he explain (Numbers 4:13) “[And this is the law of the Nazarite] when the days of his Nazaritehood are fulfilled, יביא אותו [to the entrance of the appointed tent]” as meaning: he shall bring himself (i. e. present himself) to the entrance etc. Similarly he explained (Deuteronomy 34:6)  “ויקבור אותו in the glen” as meaning: he (Moses) buried himself (i. e. he went into a cave and died there cf. Avot 5:9 and יד משה on Shemot Rabbah 10). Thus is it explained in the Sifrei Bamidbar 32 (on Numbers 6:3).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "57c43b43d6e4a903fee3bdee", "index_title": "Targum Jerusalem", "category": "Targum", "type": "targum", "ref": "Targum Jerusalem, Numbers 4:13", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Targum Jerusalem, Numbers 4:13", "sourceHeRef": "תרגום ירושלמי, במדבר ד׳:י״ג", "anchorVerse": 13, "sourceHasEn": true, "compDate": [380, 1180], "commentaryNum": 4.0013, "collectiveTitle": {"en": "Targum Jerusalem", "he": "תרגום ירושלמי"}, "heTitle": "במדבר", "he": "וִידַרְדוּן יַת מַדְבְּחָא:", "heVersionTitle": "Targum Jerusalem on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום ירושלמי על התורה", "text": "And they shall take away from the altar", "versionTitle": "Targum Jerusalem, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי, מתורגם בידי ג\"ו את'רידג', לונדון, 1862"}, {"_id": "57e77d42d6e4a94c7c18ab04", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 4:13", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Tafsir Rasag, Numbers 4:13", "sourceHeRef": "תפסיר רס\"ג, במדבר ד׳:י״ג", "anchorVerse": 13, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 4.0013, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "וירמדו אלמד̇בח ויבסטו עליה ת̇וב ארג̇ואן", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": "They shall clean the altar and spread on it a purple cloth.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "596482c1d6e4a92bf45a2d64", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bereshit 21:23:4", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Rabbeinu Bahya, Bereshit 21:23:4", "sourceHeRef": "רבנו בחיי, בראשית כ״א:כ״ג:ד׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 23.0004, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "בראשית", "he": "<b>והבן </b>סוד הלשון שלא תמצא ממנו פעל קל שיאמר שבעו או שבע אלא נשבעו ונשבע כי פירוש נשבע הכניס עצמו בכלל השבעה אם הוא מקיים שבועתו. ואם הוא עובר על שבועתו יהיה פי' נשבע הוציא עצמו מכלל השבעה, והנה היא מלה כוללת דבר והפכו וכן ודשנו את המזבח. והבן זה ", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "It is important to understand the philological construction of the word as this root does not occur in the conjugation kal. The normal conjugation is a form of the passive, the nifal, and that is why we always find constructions such as נשבע, or נשבעו, meaning “he swore,” or “they swore.” The reason for this is that the person who renders an oath has entered the circle of “seven” who will enjoy afterlife if they keep the oath they have sworn. On the other hand, if such a person fails to keep his oath, נשבע, he has become ostracized from this circle of the seven emanations which represent these various forms of life including lofty areas in the hereafter. The word has two totally opposite meanings just as the word דשן when applied to the altar; the latter word sometimes means “to remove the ash from the altar, such as in Numbers 4,13, whereas on other occasions the same word means “to grow fat.” <small>[another example of dual meanings is the word משביר which may mean “seller of grain or “buyer of grain,” all according to the context of the verse. Ed.]</small> Similarly, נשבע may mean: ”to swear,” or “to be sworn.”", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "596482f7d6e4a92bf45a414e", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Shemot 15:8:2", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Rabbeinu Bahya, Shemot 15:8:2", "sourceHeRef": "רבנו בחיי, שמות ט״ו:ח׳:ב׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "שמות", "he": "<b>וע\"ד </b>הקבלה נערמו מים כמו (במדבר ד׳:י״ג) ודשנו את המזבח, ויהיה הפך ההתחכמות כאלו אמר אבדה החכמה מן המים, ובאור הענין כי פסקה ההמשכה ממדת החסד שלא קבלה מלמעלה ולכך לא אמר נערמו מי הים אלא נערמו מים כדי שתבין כפשוטו מים ממש.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "A Kabbalistic approach: the word נערמו is similar to the pile of ashes which formed a huge pile on the altar from the burned parts of the sacrifices, a pile which would be cleaned off regularly (compare Numbers 4,13). This would mean exactly the reverse of displaying intelligence as Onkelos understood it. In fact, it would mean that due to the waters’ whole orderly behaviour having been upset, it appeared unable to act in any kind of orderly manner. This was the result of the input from the attribute of Mercy having ceased to reach the waters due to the prevalence of the attribute of Justice at that time. The very words נערמו מים instead of נערמו מי המים are an allusion to the confused state the waters were in. Had they acted intelligently the Torah would have described their behaviour as that of the מי המים, “the waters of the body of water,” or “the waters of the sea.”", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964830ed6e4a92bf45a4ab6", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Shemot 31:10:1", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Rabbeinu Bahya, Shemot 31:10:1", "sourceHeRef": "רבנו בחיי, שמות ל״א:י׳:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "שמות", "he": "<b>ואת בגדי השרד.</b> טעמו כתרגומו לבושי שמושא והיו מכסין בהם כלי המשכן והיה שם בגד תכלת שהיו מכסין בו הארון ובגד ארגמן שהיו מכסים בו המזבח ובגד שני שהיו מכסין בו את השלחן, והיה ראוי לומר תחלה ועשית בגד כליל תכלת לכסות הארון ובגד ארגמן לכסות את השלחן.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואת בגדי השרד, “and the vestments of service.” The meaning corresponds to the translation by Onkelos: לבושי שמושא, “garments for performing their tasks.” These “garments” were used to cover the furnishings of the Tabernacle (the Ark, the table, the menorah, the golden altar) when the Tabernacle and its components traveled with the people. The different furnishings were covered by “cloths,” or (“garments”) of different combinations of wool in different colors as has been detailed in the Book of Numbers 4,13, 4,6 et al.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "596483a7d6e4a92bf45a79a5", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Devarim 33:4:2", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Rabbeinu Bahya, Devarim 33:4:2", "sourceHeRef": "רבנו בחיי, דברים ל״ג:ד׳:ב׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "דברים", "he": "<b>ואפשר </b>לומר כי מלת מורשה תחזור לארץ ישראל ויהיה באור הכתוב בזכות התורה שצוה לנו משה, הארץ שכתוב בה (שמות ו׳:ח׳) ונתתי אותה לכם מורשה אני ה', תהיה מורשה לקהלת יעקב, שהרי בקיימנו התורה אנו זוכין בירושתה ובעברנו עליה אנו גולים ורשים ממנה, וזהו לשון מורשה מלשון (שמואל א ב׳:ז׳) מוריש ומעשיר, כי הוא כולל שני הפכים כמו (במדבר ד׳:י״ג) ודשנו את המזבח, כי כאשר קהלת יעקב יורשת או ירושה הכל תלוי בתורה.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "It is possible to understand the word מורשה as referring to the land of Israel so that the meaning of the whole verse is: “due to the merit of Torah which Moses commanded us, we inherited the land of Israel of which it is written: ‘I give it to you as an inheritance I am the Lord’” (Exodus 6,8). The land becomes the inheritance of the community of Yaakov as a result of these people observing its commandments. If we were to transgress its commandments we would be exiled and be deprived of it.<br> The word מורשה, as distinct from ירושה, refers to something which is continuously to be passed on as an heritage to future generations <small>[as distinct from a normal heritage which the owner could give away during his lifetime without passing it on to his heirs. Ed.]</small>.<br> We find the expression מוריש ומעשיר “G’d makes poor (as opposed to ‘bestows as inheritance’) and enriches” (apparently simultaneously) something that appears very contradictory, in Samuel I 2,7 in Chanah’s prayer. This is not the only word in the Torah which appears to have opposite meanings on occasion. One such example is Numbers 4,13 ודשנו את המזבח, which at first glance could either mean: “and they will clean the altar” (from the remains of pre previous offerings), or it could mean that the priests were to provide the altar with fat, i.e. the fattest, best animals. Everything depends on the intention. When the community of Yaakov relates positively to the Torah, the land of Israel will “behave” positively toward the Jewish people, they will enjoy it as a bountiful inheritance. If the Jewish people disdain the Torah, the land of Israel will disdain the Jewish people. <small>[The dual meaning of דשן when applied to G’d’s Altar, can have similar allegorical meaning. Ed.]</small>", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d4895cd6e4a939ba174a3b", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 4:13:1", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Torah Temimah on Torah, Numbers 4:13:1", "sourceHeRef": "תורה תמימה על התורה, במדבר ד׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>ודשנו את המזבח. </b>תניא, ר׳ יהודה אומר, מהו ודשנו את המזבח – זירוון, כמה דתימר (פ' האזינו) ואכל ושבע ודשן <sup class=\"footnote-marker\">ז</sup><i class=\"footnote\">ר\"ל דאין הפי' ודשנו דישון הנהוג במזבח, אלא שישימו עליו דברים דשנים כדי שיתקיים האש משום המצוה דאש תמיד תוקד על המזבח, ור' שמעון סבר דהפי' ודשנו – דשן פשוט, וס\"ל כן משום דלדעתיה לא היה נוהג במסעות המצוה דאש תמיד, משום דכתיב ודשנו את המזבח ופרשו עליו בגד, ואם היה אש תמיד היה נשרף הבגד, ור\"י סבר דהיו כופין כלי נחושת ועליה היו פורשין הבגד, וקבענו כדעתיה דר\"י דהלכה כמותו נגד ר\"ש, ועוד ביארנו מענין זה בר\"פ צו.\n</i>.<br>(ירושלמי יומא פ\"ד ה\"ו)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1543b0d6e4a92409abe16f", "index_title": "Siftei Chakhamim", "category": "Quoting Commentary", "type": "", "ref": "Siftei Chakhamim, Genesis 42:1:2", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Siftei Chakhamim, Genesis 42:1:2", "sourceHeRef": "שפתי חכמים, בראשית מ״ב:א׳:ב׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "בראשית", "he": "<b>ודומה לו ומרוה גם הוא יורא.</b> ויתחלף האל\"ף במלת תתראו לוי\"ו שבשרש רוה. וכמוהו רבים. ופי' הקרא כן הוא ומרוה תלמודו בעה\"ז גם הוא יורה לעה\"ב. וא\"ת מאי ראייה זה לפי' אחרון שפי' שהוא ל' כחישה אדרבה הא מייתי ראייה שהוא ל' שביעה וי\"ל דאתרווייהו מייתי ראיה דלפי' ראשון הוה שפיר ראייה כפשוטו ולפי' אחרון ג\"כ ראייה ויהא תתראו כמו תתרוו והוא מל' בלא שביעה כמו הולך ערירי <small>(לעיל טו ב)</small> מפרש רש\"י בלא בנים אף ע\"פ שפירושו יורשים היינו יש לו בנים וכן ודשנו את המזבח דכתיב בפ' במדבר <small>(ד יג)</small> שפירושו דשן ואפ\"ה מפרש רש\"י וסילקו את הדשן וא\"כ ה\"נ כן הוא והוה כאילו כתיב תתרוו דאל\"ף מתחלף בוי\"ו דאותיות אהו\"י מתחלפים זה עם זה ואפשר דמרוה גם הוא ג\"כ יש לפ' מלשון שביעה ויהיה דומה ממש לתתראו ויהיה פי' הפסוק ומרוה כלומר מי שהוא בלא שביעה בעה\"ז גם יהיה שבע לעה\"ב וק\"ל: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "Similar to: ומרוה גם הוא יורא. The א of תתראו replaces the ו of the root ר–ו–ה. There are many similar examples. The verse means: He who satisfies others with his learning in this world will himself be satisfied in the World to Come. You might ask: How is this proof for the last explanation, that תתראו is a term for leanness? On the contrary, it is a proof that it means satiation! The answer is: Rashi is bringing a proof for both explanations. For the first explanation, the plain meaning is a valid proof. And for the last explanation too it is a proof: תתראו is like תתרוו, but it means “not satiated.” This is similar to Rashi’s explanation of הולך ערירי (15:2) as “childless,” although ער means an heir, i.e., one who has sons. And it is also similar to what is written ודשנו את המזבח (Bamidbar 4:13), where Rashi explains: “They shall <i>take away</i> the ashes from the Altar,” although דשן means ashes. The same is true here. It is as if Scripture had written תתרוו since an א can be replaced by a ו, because the letters א–ה–ו–י are interchangeable. Thus מרוה, too, could mean “satiation,” yet will fit exactly with תתראו. Accordingly, the meaning of ומרוה גם הוא יורא is: He who is not satiated in this world will be satiated in the World to Come. ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a154789d6e4a92409ac4430", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 4:13:1", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Siftei Chakhamim, Numbers 4:13:1", "sourceHeRef": "שפתי חכמים, במדבר ד׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>יטלו את הדשן.</b> לא שישימו בו הדשן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>They shall take the ashes.</b> Not that they should place the ashes there (as the word ודשנו might imply).", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a154789d6e4a92409ac4432", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 4:13:2", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Siftei Chakhamim, Numbers 4:13:2", "sourceHeRef": "שפתי חכמים, במדבר ד׳:י״ג:ב׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>כארי.</b> דוקא בשעת המסעות נראה הגחלת כארי, אבל בשעת חנייתן לא היתה נראית מפני אש של המערכה שהיה מונח עליו, ובנסעם הסירו כל האש ונראית הגחלת:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Like a lion.</b> Specifically at the time when they traveled the coals appeared like a lion, however when they camped it was not visible because of the fire of the pyre that was placed above it. At the time of departure they removed this fire and the coal was visible.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a154789d6e4a92409ac4434", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 4:13:3", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Siftei Chakhamim, Numbers 4:13:3", "sourceHeRef": "שפתי חכמים, במדבר ד׳:י״ג:ג׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 13.0003, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>פסכתר.</b> בשלהי פרק המוצא תפילין פירש\"י פסכתר סיר של נחושת, סירות מתרגמינן פסכתרותיה:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Vessel.</b> At the end of Perek HaMotzi Tefillin (Eiruvin 104b), Rashi explains that a פסכתר was a copper pot. The word סירות (Shemos 27:3) — “pots” is translated by the Targum as פסכתרות.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5b0e9f6a73ad4f00597bb952", "index_title": "Or HaChaim on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Or HaChaim on Exodus 19:22:1", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Or HaChaim on Exodus 19:22:1", "sourceHeRef": "אור החיים על שמות י״ט:כ״ב:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Or HaChaim on Exodus", "he": "אור החיים על שמות"}, "heTitle": "אור החיים על שמות", "he": "<b>וגם הכהנים</b>. פי' הגם שיש להם מעלת קריבה אל מקום המקודש לעבוד בבית ה' כאשר היה מקובל בידם או הבכורות או מזרע אהרן, <b>יתקדשו</b> פי' לא תהיה קדושתם מגעת עד גדר זה וצריכין הם לחשוב עצמם בערך מקום זה כאילו אין להם קדושה כל עיקר. ושיעור תיבת יתקדשו כשיעור תיבת ודשנו (במדבר ד' י\"ג.) או ירצה על פי דבריהם ז\"ל (מכילתא) כי הגביל ההר עד כאן משה עד כאן גבול אהרן עד כאן גבול הכהנים, כפי זה אומרו <b>הנגשים אל ה'</b> פירוש שגבולם בהר נגשים מה שאין כן ישראל, <b>יתקדשו</b>, פי' יעמדו בקדושתם ולא יוסיפו לעלות עוד פן וגו':", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span class=\"font1\">וגם הכהנים הנגשים אל ה׳ יתקדשו</span>, \"And also the priests who approach G'd have to sanctify themselves, etc.\"</b> Although the priests (the firstborn in the main) are closer to G'd than the people at large, being allowed to perform sacrificial service in sacred locations, they too have to undergo a special sanctification process prior to the revelation. The fact that they normally adhered to strict standards of purity was not enough in this instance. They had to consider themselves as no better than the people at large. The meaning of the word <span class=\"font1\">יתקדשו</span> is similar to the meaning of the word <span class=\"font1\">ודשנו</span> in Numbers 4,13 where the priests are described as <b>removing</b> the ashes from the altar. The priests too had to <b>remove</b> themselves from the Mountain.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17b9c0b071e100bf4edae2", "index_title": "Sefer HaBachur", "category": "Reference", "type": "", "ref": "Sefer HaBachur, First Treatise 9:8", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Sefer HaBachur, First Treatise 9:8", "sourceHeRef": "ספר הבחור, המאמר הראשון ט׳:ח׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1512, 1518], "commentaryNum": 9.0008, "collectiveTitle": {"en": "Sefer HaBachur", "he": "ספר הבחור"}, "he": "הנה נמצאים בבנין זה פעלים אשר אין כמוהם בכל שאר הבנינים והם פעלים המורים על הפך הפעולה כמו וְדִשְּׁנוּ אֶת הַמִּזְבֵּחַ<small> (במדבר ד)</small>, שהוא הסרת הדשן, וכן תְּבוּאָתִי תְּשָׁרֵשׁ<small> (איוב ל)</small>, רוצה לומר עֲקִירַת השרשים וכן מְסָעֵף פֻּארָה בְּמַעֲרָצָה<small> (ישעיהו י)</small>, רוצה לומר הסרת הסעיפים ודומיהם:", "heVersionTitle": "Sefer haBahur, Isny 1542-Mantua, 1556.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר הבחור, איזנא ש\"ב - מנטובה, שט\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c6a640112844500901d9a9a", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 31:10:1", "anchorRef": "Numbers 4:6-13", "anchorRefExpanded": ["Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13"], "sourceRef": "Ramban on Exodus 31:10:1", "sourceHeRef": "רמב\"ן על שמות ל״א:י׳:א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>וְאֵת בִּגְדֵי הַשְּׂרָד</b> לֹא יָדַעְתִּי לָמָּה לֹא צִוָּה תְּחִלָּה לַעֲשׂוֹת הַבְּגָדִים הָאֵלֶּה, כַּאֲשֶׁר עָשָׂה בְּכָל מְלֶאכֶת הַמִּשְׁכָּן וּבְבִגְדֵי אַהֲרֹן וּבָנָיו, כִּי הָיָה רָאוּי שֶׁיֹּאמַר לוֹ וְעָשִׂיתָ בֶּגֶד כְּלִיל תְּכֵלֶת לְכַסּוֹת בּוֹ הָאָרוֹן וּבֶגֶד אַרְגָּמָן לְכַסּוֹת בּוֹ הַמִּזְבֵּחַ וּבֶגֶד תּוֹלַעַת שָׁנִי לְכַסּוֹת בּוֹ הַשֻּׁלְחָן, וְעַתָּה כַּאֲשֶׁר יְצַוֶּה אֶת הָעוֹשִׂים יִכְלֹל אוֹתָם עִם שְׁאָר הַמְּלָאכָה. וְאוּלַי לֹא הָיְתָה בָּהֶם קְפֵידָא וְיַעֲשׂוּ אוֹתָם כִּרְצוֹנָם בִּגְדֵי שְׂרָד מִמִּין אֶחָד לְבַדּוֹ, וְהֵם עָשׂוּ מִן הַתְּכֵלֶת וְהָאַרְגָּמָן וְתוֹלַעַת הַשָּׁנִי. וְלֹא רָצוּ בַּשֵּׁשׁ כִּי אֵינֶנּוּ נִכְבָּד כְּמוֹתָם. וְאַחֲרֵי שֶׁנַּעֲשׂוּ כֵן רָצָה הַשֵּׁם שֶׁיִּהְיֶה הַתְּכֵלֶת לָאָרוֹן, וְהָאַרְגָּמָן לַמִּזְבֵּחַ, וְהַשָּׁנִי לַשֻּׁלְחָן (במדבר ד, ו-יג), וְלָכֵן הִסְפִּיק לָהֶם הַצַּוָּאָה בִּקְצָרָה כַּאֲשֶׁר צִוָּה עַל הָעוֹשִׂים, כִּי לְדַעְתָּם יַעֲשׂוּ בִּגְדֵי הַשְּׂרָד: וְאֵינֶנּוּ הָגוּן שֶׁיִּהְיֶה בֶּגֶד הַמְּכַסֶּה עָשׂוּי נְקָבִים נְקָבִים כְּדִבְרֵי רַשִׁ\"י (רש\"י על שמות ל\"א:י'), אֲבָל הוּא מִלְּשׁוֹן שָׂרִיד, בַּעֲבוּר הֱיוֹתָם מִין אֶחָד, כְּדִבְרֵי ר\"א: וְכָתַבְתִּי זֶה הָעִנְיָן לְפִי שִׁיטַת רַשִׁ\"י וְכָל זֶה אֵינֶנּוּ שֹׁוֶה לִי, כִּי מָה טַעַם שֶׁיֹּאמַר הקב\"ה לְמֹשֶׁה וְיַעֲשׂוּ בִּגְדֵי הַקְּלָעִים אוֹ בִּגְדֵי הַשְּׂרִידָה בְּלִי שֶׁיְּבָאֵר לוֹ כַּמָּה יִהְיוּ, שְׁנַיִם אוֹ מֵאָה, וְכַמָּה אָרְכָּם וְכַמָּה רָחְבָּם, וְלָמָּה יַעֲשׂוּ, וְאֵין הָעִנְיָן מוּבָן כְּלָל בַּדִּבּוּר הַזֶּה. וְעוֹד, שֶׁמַּזְכִּיר אוֹתָם לְעוֹלָם קֹדֶם בִּגְדֵי אַהֲרֹן. וְעוֹד, מָה טַעַם \"לְשָׁרֵת בַּקֹּדֶשׁ\" (שמות ל\"ט:א'), כִּי זֶה יִרְמֹז עַל עֲבוֹדַת הַקָּרְבָּנוֹת בַּקֹּדֶשׁ, כְּמוֹ שֶׁאוֹמֵר \"אוֹ בְגִשְׁתָּם אֶל הַמִּזְבֵּחַ לְשָׁרֵת בַּקֹּדֶשׁ\" (שמות כ\"ח:מ\"ג), וְכֵן \"אֲשֶׁר יָבֹא אֶל אֹהֶל מוֹעֵד לְשָׁרֵת בַּקֹּדֶשׁ\" (שמות כ\"ט:ל'), לֹא עַל עֲבוֹדַת חוּץ וּמַשָּׂא. וְעוֹד, כִּי כָּתוּב \"וְעָשׂוּ אֵת כָּל אֲשֶׁר צִוִּיתִךָ (שמות ל\"א:ו') אֵת אֹהֶל מוֹעֵד וְגוֹ' וְאֵת בִּגְדֵי הַשְּׂרָד\" (שמות ל\"א:ז'-י') עַד \"כְּכֹל אֲשֶׁר צִוִּיתִךָ יַעֲשׂוּ\" (שמות ל\"א:י\"א), וְלֹא צִוָּה אוֹתוֹ תְּחִלָּה עַל בִּגְדֵי הַשְּׂרָד כְּלָל:<br>וְהָעוֹלֶה מִדִּבְרֵי רַבּוֹתֵינוּ, כִּי בִּגְדֵי הַשְּׂרָד הֵם בִּגְדֵי כְּהֻנָּה עַצְמָם, וְהֻזְכַּר זֶה בְּמַסֶּכֶת יוֹמָא (יומא ע\"ב). וְאִם כֵּן הַנָּכוֹן שֶׁנְּפָרֵשׁ בִּגְדֵי הַשְּׂרָד, בִּגְדֵי הַיִּחוּד, כְּלוֹמַר בְּגָדִים שֶׁיִּתְיַחֵד בִּלְבִישָׁתָם אַחַד הָעָם הַגָּדוֹל מֵאֶחָיו. וְכֵן \"וּבַשְּׂרִידִים אֲשֶׁר ה' קֹרֵא\" (יואל ג ה), \"הַשְּׂרִידִים שָׂרְדוּ מֵהֶם\" (יהושע י כ), מִן \"פָּלִיט וְשָׂרִיד\" (ירמיה מד יד). וְיִרְמֹז לְבִגְדֵי אַהֲרֹן, וְיִקְרָאֵם כֵּן, שֶׁלֹּא יִלְבָּשֵׁם רַק יָחִיד בְּדוֹרוֹ, אַהֲרֹן בְּחַיָּיו, וְאַחֲרָיו הַכֹּהֵן הַגָּדוֹל אֲשֶׁר יוּצַק עַל רֹאשׁוֹ שֶׁמֶן הַמִּשְׁחָה וּמִלֵּא יָדוֹ לִלְבֹּשׁ אֶת הַבְּגָדִים (ויקרא כא י). וְהַכָּתוּב יַזְכִּיר בִּגְדֵי אַהֲרֹן לְעוֹלָם דֶּרֶךְ כָּבוֹד, כְּמוֹ שֶׁאָמַר \"לְכָבוֹד וּלְתִפְאָרֶת\" (שמות כ\"ח:ב'), \"בִּגְדֵי קֹדֶשׁ\" (שמות כ\"ח:ד'), \"צִיץ הַזָּהָב נֵזֶר הַקֹּדֶשׁ\" (ויקרא ח ט), וְעַל כֵּן קְרָאָם בִּגְדֵי הַשְּׂרָד, בִּגְדֵי מַלְכוּת. וְזֶה טַעַם \"אֶת בִּגְדֵי הַשְּׂרָד לְשָׁרֵת בַּקֹּדֶשׁ אֶת בִּגְדֵי הַקֹּדֶשׁ לְאַהֲרֹן הַכֹּהֵן\" (שמות ל\"ה:י\"ט), כִּי שָׁב לְבָאֵר. וְכֵן יֹאמַר בְּפָרָשַׁת וַיָּבִיאוּ אֶת הַמִּשְׁכָּן (שמות ל\"ט:מ\"א): וּמַה שֶׁאָמַר בְּכָאן בְּפָרָשַׁת רְאֵה קָרָאתִי <b>וְאֵת בִּגְדֵי הַשְּׂרָד וְאֶת בִּגְדֵי הַקֹּדֶשׁ לְאַהֲרֹן הַכֹּהֵן</b>, טַעְמוֹ שֶׁהֵם בִּגְדֵי שְׁתֵּי מַעֲלוֹת, בִּגְדֵי הַשְּׂרָד וּבִגְדֵי הַקֹּדֶשׁ, לְהַגִּיד שֶׁלֹּא יִלְבָּשֵׁם רַק אַחַד הָעָם בְּבֹאוֹ לְשָׁרֵת בַּקֹּדֶשׁ וּמִפְּנֵי שֶׁלֹּא הִזְכִּיר כָּאן לְשָׁרֵת בַּקֹּדֶשׁ, הוֹסִיף לְבָאֵר שֶׁהֵם בִּגְדֵי שְׂרָד וּבִגְדֵי קוֹדֶשׁ. וְעוֹד בָּאוּ כַּמָּה ווי\"ן יְתֵרוֹת בַּכָּתוּב. וּפֵרוּשׁ \"וּמִן הַתְּכֵלֶת וְהָאַרְגָּמָן וְתוֹלַעַת הַשָּׁנִי עָשׂוּ בִגְדֵי שְׂרָד לְשָׁרֵת בַּקֹּדֶשׁ\" (שמות ל\"ט:א'), שֶׁהוּא מְבָאֵר אֵלֶּה פְקוּדֵי הַמִּשְׁכָּן, וְנָתַן חֶשְׁבּוֹן בַּזָּהָב וּבַכֶּסֶף וּבַנְּחֹשֶׁת כַּמָּה הֵבִיאוּ יִשְׂרָאֵל, וּמַה עָשׂוּ בָּהֶן, בַּעֲבוּר חֲשִׁיבוּתָם, וְאח\"כ אָמַר כִּי מִן הַתְּכֵלֶת וְהָאַרְגָּמָן וְתוֹלַעַת הַשָּׁנִי אֲשֶׁר הוּבָא לָהֶם עָשׂוּ בִּגְדֵי שְׂרָד, לֹא הוֹסִיף וְלֹא גָּרַע. וְלֹא הִזְכִּיר הַשֵּׁשׁ, כִּי אֵינֶנּוּ חָשׁוּב. וְאוּלַי הֵבִיאוּ מִמֶּנּוּ הַרְבֵּה וְהוֹתִיר. וְשָׁב לְבָאֵר וַיַּעֲשׂוּ אֶת בִּגְדֵי הַקֹּדֶשׁ אֲשֶׁר לְאַהֲרֹן כַּאֲשֶׁר צִוָּה ה' אֶת מֹשֶׁה, וַיַּעַשׂ אֶת הָאֵפֹד זָהָב וְגוֹ' (שמות ל\"ט:א'):", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THE GARMENTS OF ‘HA’SROD.’<sup class=\"footnote-marker\">214</sup><i class=\"footnote\">Rashi explains it as “the garments of net-work” [with which the sacred vessels were covered during the journeyings]. Ramban will differ with this interpretation.</i> I do not know why He did not command the making of these garments at the beginning, as He did concerning all the [rest of the] work of the Tabernacle and the garments of Aaron and his sons, for it would have been proper that He say to Moses, “and thou shalt make cloth of blue-purple to cover with it the ark,<sup class=\"footnote-marker\">215</sup><i class=\"footnote\">Numbers 4:6.</i> and a red-purple cloth to cover with it the altar,<sup class=\"footnote-marker\">216</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 13.</i> and a cloth of scarlet to cover with it the table,” and now when charging Moses about those who were to make these things, He should have included these garments with the rest of the work. Perhaps there was no insistence on how they were to be made, and they could have made these garments of <i>srod</i> of one kind alone, but they made them of blue-purple, red-purple and scarlet. They did not want to make them of linen, as that is not distinguished, as are those other colors. After they made them, G-d willed that the blue-purple cloth be for the ark, the red-purple for the altar, and the scarlet for the table. Therefore, it was sufficient to command them in brief [here] when He gave the command about those who were to do all the work, for these <i>garments of ‘ha’srod’</i> were to be made according to their understanding.<br>Now it is not befitting that a garment made to cover [the sacred vessels] should have many holes in it, as Rashi has said. Rather, the word <i>ha’srod</i> is of the term <i>sarid</i> (a lone survivor), because all these garments were of one kind,<sup class=\"footnote-marker\">217</sup><i class=\"footnote\">I.e. wool, excepting that they were colored differently: blue-purple, red-purple, and scarlet.</i> as Rabbi Abraham ibn Ezra said.<br>All this I have written in accordance with the line of thought of Rashi. <i>Yet all this availeth me nothing</i>.<sup class=\"footnote-marker\">218</sup><i class=\"footnote\">Esther 5:13.</i> For what meaning is there in the Holy One, blessed be He, saying to Moses that they should make “garments of <i>kela</i>,”<sup class=\"footnote-marker\">219</sup><i class=\"footnote\">The Hebrew word <i>kla’im</i> (hangings) (above 27:9) Onkelos translates <i>s’radin</i>. Similarly he translates the Hebrew word <i>michbar</i> (grate) (<i>ibid.</i>, Verse 4) as <i>s’rada</i>. On the basis of these translations of Onkelos, Rashi suggests here that the word <i>ha’srod</i> is an Aramaic term, which means “garments of net-work,” because they were made with many holes. — It is with reference to this basis for Rashi’s explanation that Ramban says, “garments of <i>kela</i>.”</i> or “garments of <i>s’ridah</i>,” without explaining to him how many of them there should be, two or a hundred, how long and wide they should be, and why they should be made altogether, since the matter cannot be understood at all from this communication [stated here]? Moreover, why are they mentioned always before the garments of Aaron?<sup class=\"footnote-marker\">220</sup><i class=\"footnote\">In the verse before us: <i>And the garments of ‘ha’srod,’ and the holy garments for Aaron</i> etc. — Likewise further, 35:19, and 39:41.</i> Besides, what is the meaning of the phrase, <i>the garments of ‘ha’srod’, for ministering in the holy place</i>,<sup class=\"footnote-marker\">221</sup><i class=\"footnote\">Further, 35:19.</i> for this seems to refer to the sacrificial rites in the holy place, just as He says, <i>or when they come near to the altar to minister</i><sup class=\"footnote-marker\">222</sup><i class=\"footnote\">Above, 30:20.</i> in the holy place. Similarly, <i>even he who cometh into the Tent of Meeting to minister in the holy place</i><sup class=\"footnote-marker\">223</sup><i class=\"footnote\"><i>Ibid.</i>, 29:30.</i> does not refer to outer work, or the carrying of the holy vessels. Furthermore, it is written, <i>and they will make all that I commanded thee: the Tent of Meeting</i> etc., <i>and the garments of ‘ha’srod’</i> etc., <i>and the incense of sweet spices; according to all that I have commanded thee shall they do</i>.<sup class=\"footnote-marker\">224</sup><i class=\"footnote\">Verses 6-11.</i> But He had not commanded him before about <i>the garments of ‘ha’srod’</i> at all!<br>What appears from the words of our Rabbis is that <i>the garments of ‘ha’srod’</i> are the actual garments of the priesthood. This is mentioned in Tractate Yoma.<sup class=\"footnote-marker\">225</sup><i class=\"footnote\">Yoma 72 a-b. “What is the meaning of the verse, <i>the garments of ‘ha’srod’ for ministering in the holy place</i> (further 35:19)? If not for the garments of the priesthood [which are worn during the service which brings atonement to Israel], there would not have been left a survivor [a <i>sarid</i>] of Israel’s enemies.” The final expression is a euphemism. But the whole quotation shows that <i>the garments of ‘ha’srod’</i> refer to the actual garments of the priests.</i> If that is so, it is correct that we translate <i>the garments of ‘ha’srod’</i> as “the garments of uniqueness,” that is to say, the garments which when worn designate the outstanding one of the people, <i>the highest among his brethren</i>.<sup class=\"footnote-marker\">226</sup><i class=\"footnote\">Leviticus 21:10.</i> Similarly, <i>‘u’basridim’ whom the Eternal shall call</i><sup class=\"footnote-marker\">227</sup><i class=\"footnote\">Joel 3:5.</i> means the remnants of those who have survived, [the word being] of the root, <i>escape ‘v’sarid’ (and remain)</i>.<sup class=\"footnote-marker\">228</sup><i class=\"footnote\">Jeremiah 44:14.</i> [<i>The garments of ‘ha’srod’</i>] thus allude to the garments of Aaron, which are so called [‘unique’] because only one of the generation may wear them — Aaron in his lifetime, and after him <i>the priest that is highest… upon whose head the anointing oil is poured, and that is consecrated to put on the garments</i>.<sup class=\"footnote-marker\">226</sup><i class=\"footnote\">Leviticus 21:10.</i> And Scripture always mentions Aaron’s garments in a way of honor, as it says: <i>for splendor and for beauty;</i><sup class=\"footnote-marker\">229</sup><i class=\"footnote\">Above, 28:2.</i> <i>holy garments;</i><sup class=\"footnote-marker\">230</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 4.</i> <i>the golden plate, the holy crown</i>.<sup class=\"footnote-marker\">231</sup><i class=\"footnote\">Leviticus 8:9.</i> It is for this reason that they are called <i>the garments of ‘ha’srod’</i> — garments of royalty. This is the meaning of the verse, <i>And the garments of ‘ha’srod’</i> (the High Priest) <i>to minister in the holy place, and the holy garments for Aaron the priest</i>, Scripture thus reverting [in the second half of the verse] to explain [that the garments of <i>ha’srod</i> are for Aaron]. Similarly it is mentioned in the section beginning, <i>And they brought the Tabernacle unto Moses</i>.<sup class=\"footnote-marker\">232</sup><i class=\"footnote\">Further, 39:33. In Verse 41 there it is stated: <i>the garments of ‘ha’srod'… the holy garments for Aaron the priest</i>.</i> And the reason why in this section of <i>See, I have called by name</i><sup class=\"footnote-marker\">233</sup><i class=\"footnote\">Verse 2.</i> it says, <i>And the garments of ‘ha’srod,’ ‘and’ the holy garments for Aaron the priest</i> [when the second half of the verse should have been without the connective <i>vav</i> which signifies “and,” since, as explained, it is in apposition to the first<sup class=\"footnote-marker\">234</sup><i class=\"footnote\">See also Note 232; further in 39:41 the connective “and” is not used by Scripture. The question then appears why is it mentioned here.</i>], is to indicate that these garments are superior in two qualities: they are garments of <i>ha’srod</i> [the High Priesthood], and they are garments of holiness. This is in order to tell us that only the outstanding one among the people should wear them, [and only] when he comes in to minister in the holy place. And seeing that He did not mention here the phrase, <i>to minister in the holy place</i>,<sup class=\"footnote-marker\">223</sup><i class=\"footnote\"><i>Ibid.</i>, 29:30.</i> He added in explanation that they are garments of <i>s’rod</i> and garments of holiness. Besides, there are many cases in Scripture where a redundant <i>vav</i> occurs. And the reason why Scripture states, <i>And of the blue-purple, and red-purple, and scarlet, they made garments of ‘srod,’</i><sup class=\"footnote-marker\">235</sup><i class=\"footnote\">Further, 39:1. And if, as explained above, <i>srod</i> is a term referring to the garments of the High Priest, why then does the verse not mention the linen, of which the garments of Aaron were also made? This is because etc.</i> is because it comes to explain <i>These are the accounts of the Tabernacle</i>,<sup class=\"footnote-marker\">236</sup><i class=\"footnote\"><i>Ibid.</i>, 38:21.</i> giving an accounting — because of their importance — of the gold, silver and brass, how much of them the Israelites brought and what they did with them; therefore it then said afterwards that <i>of the blue-purple, and the red-purple, and scarlet</i> which were brought to them they made <i>the garments of ‘srod’</i> (the High Priest), neither more nor less. Thus it did not mention the linen because it is not as costly a matter [as the rest]. Perhaps they brought so much [of the linen] that it was left over [and therefore Scripture did not mention it]. Then Scripture there refers back and explains [what they did with the blue-purple, the red-purple, etc.] and says, <i>and they made the holy garments for Aaron, as the Eternal commanded Moses</i>,<sup class=\"footnote-marker\">235</sup><i class=\"footnote\">Further, 39:1. And if, as explained above, <i>srod</i> is a term referring to the garments of the High Priest, why then does the verse not mention the linen, of which the garments of Aaron were also made? This is because etc.</i> <i>And he made the ephod of gold</i>,<sup class=\"footnote-marker\">237</sup><i class=\"footnote\"><i>Ibid.</i>, 39:2.</i> and then finished the [whole] subject.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c7d89e9ea593e00185b62a3", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Vayikra Dibbura DeChovah, Section 1 6", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Sifra, Vayikra Dibbura DeChovah, Section 1 6", "sourceHeRef": "ספרא, ויקרא דבורא דחובה, פרשה א ו׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 6, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה א", "he": "[ו] \"מצות השם\" – שומע אני עשה ולא תעשה; תלמוד לומר \"אשר לא תעשינה\" (ויקרא ד, ב). אוציא מצות עשה הקלה ולא אוציא מצות עשה החמורה? תלמוד לומר (ויקרא ד, יג) \"אשר לא תעשינה\". אוציא את מצוה עשה שאין חייבים עליהן כרת ולא אוציא את הפסח ואת המילה שחייבים עליהם כרת? תלמוד לומר (ויקרא ד, כג) \"אשר לא תעשינה\". אוציא את הפסח שאין תדיר ולא אוציא את המילה שהיא תדירה? תלמוד לומר (ויקרא ד, כז) \"אשר לא תעשינה\". או יכול שאני מוציא את מצות עשה שבנדה? תלמוד לומר \"מכל מצות השם\" – ריבה. מה ראית להוציא את כל המצות ולהביא מצות עשה שבנדה, אחר שריבה הכתוב ומיעט? מפני מה אני מוציא את כל המצות – שאין בהם בלא תעשה; ומביא את מצות עשה שבנדה – שיש בה לא תעשה.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "6) \"of all the mitzvoth of the L–rd\": I would understand this as meaning both positive and negative commandments; it is, therefore, written: \"which may not be done.\" (only negative commandments are being referred to.) (\"which may not be done\" is written four times [Bamidbar 4:2, Bamidbar 4:13, Bamidbar 4:22, Bamidbar 4:28] for four exclusions): I would exclude (from a sin-offering) a lesser positive commandment, but not a greater one (e.g., the eradication of idolatry); it is, therefore, written: \"which may not be done.\" (Only negative commandments are intended.) I would exclude (transgression of) mitzvoth not punishable by kareth, but not pesach and circumcision (transgression of which is) punishable by kareth; it is, therefore, written: \"which may not be done.\" I would exclude pesach, which is not (a) constant (observance), but not circumcision, which is constant; it is, therefore, written: \"which may not be done.\" But then I would exclude the positive commandment of (separation from a niddah (before the time of her flow); it is, therefore, written: \"of all the mitzvoth of the L–rd,\" to include (for a sin-offering one who did not separate and was \"surprised\" by her flow). Why do you see fit to exclude all (positive) commandments and to include that of niddah? Since Scripture included and excluded, why do I exclude all the (positive) commandments? Because they have no counterpart in a negative commandment. And I include the positive commandment of niddah because it has its counterpart in a negative commandment (viz. [Bamidbar 18:19]: \"And to a woman in the niddah state of her uncleanliness you shall not come near.\")", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "60a3919c3de3ce43ed91f081", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 4:13:1", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 4:13:1", "sourceHeRef": "צפנת פענח על התורה, במדבר ד׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>ודשנו את המזבח וגו׳.</b><br>עיין בירושלמי סוף פ״ד דיומא אם הוה מכבין האש אז, פלוגתא, וכן בתו״כ פ׳ צו, וזה אם יש שם מזבח עליו, עיין זבחים דף ס״א ע״ב בתוס׳ ומוריד אף מותר לכבות, והך ודשנו לשון…", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d541f4629f2b57279d42", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, דשׁן 1", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Sefer HaShorashim, דשׁן 1", "sourceHeRef": "ספר השרשים, דשׁן א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "דשׁן", "he": ["<strong><big>דשׁן</big></strong>   וְאָכַל וְשָׂבַע <strong>וְדָשֵׁן</strong> (<a class=\"refLink\" href=\"Deuteronomy 31:20\" data-ref=\"Deuteronomy 31:20\">דברים לא, כ</a>), פועל עובר וְהָיָה דָשֵׁן<strong> וְשָׁמֵן</strong> (<a class=\"refLink\" href=\"Isaiah 30:23\" data-ref=\"Isaiah 30:23\">ישעיה ל, כג</a>), <strong>תאר, דְּשֵׁנִים</strong> וְרַֽעֲנַנִּים יִהְיֽוּ (<a class=\"refLink\" href=\"Psalms 92:15\" data-ref=\"Psalms 92:15\">תהלים צב, טו</a>), וַיִּֽשְׁתַּֽחֲווּ כָּֽל־<strong>דִּשְׁנֵי</strong>־אֶרֶץ (<a class=\"refLink\" href=\"Psalms 22:30\" data-ref=\"Psalms 22:30\">תהלים כב, ל</a>).<strong> והשם</strong> וְתִתְעַנַּג <strong>בַּדֶּשֶׁן</strong> נַפְשְׁכֶֽם (<a class=\"refLink\" href=\"Isaiah 55:2\" data-ref=\"Isaiah 55:2\">ישעיה נה, ב</a>), בשש נקודות, הֶֽחֳדַלְתִּי אֶת־<strong>דִּשְׁנִי</strong> (<a class=\"refLink\" href=\"Judges 9:9\" data-ref=\"Judges 9:9\">שופטים ט, ט</a>), כבר זכרנו דקדוק החדלתי בחלק הדקדוק במקומו. <strong>והכבד</strong> [פִּעֵל] <strong>דִּשַּׁנְתָּ</strong> בַשֶּׁמֶן רֹאשִׁי (<a class=\"refLink\" href=\"Psalms 23:5\" data-ref=\"Psalms 23:5\">תהלים כג, ה</a>), שְׁמוּעָה טוֹבָה <strong>תְּדַשֶּׁן</strong>־עָֽצֶם (<a class=\"refLink\" href=\"Proverbs 15:30\" data-ref=\"Proverbs 15:30\">משלי טו, ל</a>). <strong>ושלא נזכר פועלו ממנו </strong>[פֻּעַל] נֶֽפֶשׁ־בְּרָכָה<strong> תְדֻשָּׁן</strong> (<a class=\"refLink\" href=\"Proverbs 11:25\" data-ref=\"Proverbs 11:25\">משלי יא, כה</a>), וַֽעֲפָרָם מֵחֵלֶב <strong>יְדֻשָּֽׁן</strong> (<a class=\"refLink\" href=\"Isaiah 34:7\" data-ref=\"Isaiah 34:7\">ישעיה לד, ז</a>). ומלה מורכבת מהנפעל והתפעל <strong>הֻדַּשְׁנָה</strong> מֵחֵלֶב (<a class=\"refLink\" href=\"Isaiah 34:6\" data-ref=\"Isaiah 34:6\">ישעיה לד, ו</a>). וענין אחר אֶל־שֶׁפֶךְ<strong> הַדֶּשֶׁן</strong> (<a class=\"refLink\" href=\"Leviticus 4:12\" data-ref=\"Leviticus 4:12\">ויקרא ד, יב</a>), בשש נקודות והוא האפר, וְכָל־הָעֵמֶק הַפְּגָרִים <strong>וְהַדֶּשֶׁן</strong> (<a class=\"refLink\" href=\"Jeremiah 31:39\" data-ref=\"Jeremiah 31:39\">ירמיה לא, לט</a>). פירוש מקום שפך הדשן שהיה חוץ לירושלים אומר שיהיה אותו המקום נוסף בעיר לעתיד. ופירוש<strong> וְכָל־הָעֵמֶק הַפְּגָרִים</strong> תרגם יונתן <strong>וְכָל מֵישְׁרָא אֲתַר דִנְפָלוּ תַמָן פִּגְרֵי מַשִׁרְיַת אַתּוּרָאָה</strong>. רצה לומר כי כל אותו העמק יהיה תוספת העיר וכל השדמות עד נחל קדרון. והנה לא תרגם והדשן או תרגם אותו משרית אתורא לפי שהיו דשנים ושמנים כמו שנאמר עליו וּמִשְׁמַן בְּשָׂרוֹ יֵרָזֶֽה (<a class=\"refLink\" href=\"Isaiah 17:4\" data-ref=\"Isaiah 17:4\">ישעיה יז, ד</a>). <strong>והפעל הכבד</strong> <strong>ממנו</strong> [פִּעֵל] <strong>וְדִשְּׁנוּ</strong> אֶת־הַמִּזְבֵּחַ (<a class=\"refLink\" href=\"Numbers 4:13\" data-ref=\"Numbers 4:13\">במדבר ד, יג</a>), יסירו דשנו, וְעָשִׂיתָ סִּֽירֹתָיו <strong>לְדַשְּׁנוֹ</strong> (<a class=\"refLink\" href=\"Exodus 27:3\" data-ref=\"Exodus 27:3\">שמות כז, ג</a>). וְעוֹלָתְךָ <strong>יְדַשְּׁנֶה</strong> סֶֽלָה (<a class=\"refLink\" href=\"Psalms 20:4\" data-ref=\"Psalms 20:4\">תהלים כ, ד</a>) ה<strong>ה\"א</strong> נוסף כ<strong>ה\"א</strong> <strong>וָאֶקְרָאֶה</strong> לְךָ (<a class=\"refLink\" href=\"I Samuel 24:15\" data-ref=\"I Samuel 24:15\">שמואל א' כד, טו</a>). ופירוש ישימה דשן, כלומר שיוריד אשו מן השמים לאכלה ולקבלה ברצון."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eec6bfddfbb310fed24", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites II 2", "anchorRef": "Numbers 4:1-49", "anchorRefExpanded": ["Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites II 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ד׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Levites II", "he": "במדבר הערה ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Here the tasks of the Levites are presented in great detail and listed according to clan. The jobs involve the guarding, dismantling, and transport of the “sancta” (holy objects). We are subsequently given a census of the Levites from ages 30 to 50, which fits here better than in Chap. 1. This age of service implies, perhaps, the physical strain associated with Levite tasks.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eac9ad75f2d99af9ce", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites II 1", "anchorRef": "Numbers 4:1-49", "anchorRefExpanded": ["Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites II 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 4:1-49\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 4:1-49</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6593c9bb7cd0ed0599b6d774", "index_title": "Shadal on Isaiah", "category": "Quoting Commentary", "type": "", "ref": "Shadal on Isaiah 34:6:2", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Shadal on Isaiah 34:6:2", "sourceHeRef": "שד\"ל על ישעיהו ל״ד:ו׳:ב׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1831, 1855], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Shadal on Isaiah", "he": "שד\"ל על ישעיהו"}, "he": "<b>הדשנה מחלב,</b> נעשתה שמנה ודשנה מרוב חלב שאכלה. מלת הֻדַּשְׁנָה היא בנין הָתְפָּעַל כמו התפקדו (במדבר א' מ\"ז, ב' ל''ג, כ''ו ס''ב, ומלכים א' כ' כ''ז), הֻכַּבֵּס (ויקרא י\"ג נ\"ה), הֻטַּמָּאּה (דברים כ\"ד ד'), אלא שהראשון (התפקדו) רפי, והאחרים דגושים. בנין התפעל הוראתו לפי דעתי (היום כ''ה אלול תרכ''ג) כבנין פעל, כי הלוים לא התפקדו ענינו כענין אשר פקד על פי משה (שמות ל''ח כ''א), הכבס את הנגע ענינו כענין וכבס שנית (ויקרא י''ג נ''ח), והטמאה ענינו שהאשה קבלה טומאה על ידי אדם שטמא אותה בשכיבתו, והנה היא מטמאה (פעל תולדה דפעל). וכן כאן הדשנה מחלב ענינו כענין מה שכתוב בפסוק שאחר זה ועפרם מחלב ידשן. ונ''ל כי בתחלה הוסיפו על אותיות השרש הברת <b>הת</b> להורות שהפועל פועל על ענמו, והברת <b>הת</b> להורות על קבלת הפעולה מיד אחרים; ואחר זמן השמיטו הברת <b>הת,</b> והטילו תנועתה על פ\"א הפועל ואמרו פעל ועדיין תיבת הֻדַּ֣שְׁנָה זרה משני פנים, כי הש\"ין היתה ראויה להיות דגושה, והטעם היה ראוי להיות בלמד הפועל (הֻדַּשְּׁנָ֣ה); ונ\"ל שעשו כן כדי שלא נחשוב שהמלה מענין דשן ואפר כמו ודשנו את המזבח (במדבר ד' י\"ג), ועולתך ידשנה סלה (תהלים כ' ד'), ומהטעם הוה עצמו היה לדעתי שלא נכתב ועולתך ידשן, כדי שלא יובן מענין דשן ושמן. ונ\"ל כי כשהתיבה נקראת בטעם על הדל\"ת השומע נוטה להבין אותה להוראת השמנינות, כי ידמה לו שהיא משרש דוש, והעגלה השמנה נקראת עגלה דשה (עיין פירושי למעלה א' ג'), ואולי שרש דשן נגזר משרש דוש, מפני שהבהמה הדשה היא שמנה.", "heVersionTitle": "Padova, 1867", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc65758c1dc532ec9044", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 4:13", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Steinsaltz on Numbers 4:13", "sourceHeRef": "ביאור שטיינזלץ על במדבר ד׳:י״ג", "anchorVerse": 13, "sourceHasEn": true, "commentaryNum": 4.0013, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וְדִשְּׁנוּ אֶת הַמִּזְבֵּחַ,</b> יסירו את האפר השמנוני מעל המזבח,\n  \n  <b>וּפָרְשׂוּ עָלָיו בֶּגֶד אַרְגָּמָן,</b> צמר צבוע אדום–סגול.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "The chapter now moves from discussing the vessels that were placed inside the Tent of Meeting to those vessels located outside the Tent. \n  <b>They shall remove the ashes from the altar, and spread a cloth of purple wool over it. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e5d1d96aad563290ee47bf", "index_title": "Tze'enah Ure'enah", "category": "Quoting Commentary", "type": "", "ref": "Tze'enah Ure'enah, Bamidbar 41", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Tze'enah Ure'enah, Bamidbar 41", "sourceHeRef": "צאינה וראינה, במדבר מ״א", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 41, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "במדבר", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“<i>Take a census of the Kohathites</i>” [4:2]. Count the Levites to carry the <i>holy vessels.</i> They did not count those who were under thirty years old. They also did not count those over fifty years old, since the who is over fifty years old does not have the strength to carry. Similarly, the one under thirty years old is not yet ready for his work. From here our sages learn that one has his greatest strength at the age of thirty years.<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">Rashi, Numbers, 4:2.</i> The Levites took down the Tabernacle when they were ready to move. They covered the Ark with the curtain and then covered it with an animal skin. They did this with all the vessels in the Tabernacle, putting them in their cases and nicely covered for the journey. They also carried the altar. The fire that came down from heaven the first time on the altar was always there and was never extinguished. The fire was covered with an iron lid and a cover of purple wool was put on the lid. It was not burned.<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">Rashi, Numbers, 4:13.</i> When it all had been covered, the children of <i>Kehat</i> came and carried all the vessels.", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "516b9faaedbab4702cd32b27", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "midrash", "ref": "Bamidbar Rabbah 4:17", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Bamidbar Rabbah 4:17", "sourceHeRef": "במדבר רבה ד׳:י״ז", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 4.0017, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "מִזְבַּח הַנְּחשֶׁת שֶׁהָיָה עוֹמֵד בֶּחָצֵר, הָיוּ מְסִירִין אֶת הַדֶּשֶׁן מֵעָלָיו וְהָיוּ פּוֹרְשִׂים עָלָיו בֶּגֶד אַרְגָּמָן לְהַבְדִּיל בֵּינוֹ וּבֵין כֵּלָיו הַנְּתוּנִין עָלָיו, הֲדָא הוּא דִכְתִיב <small>(במדבר ד, יג)</small>: וְדִשְׁנוּ אֶת הַמִּזְבֵּחַ וּפָרְשׂוּ עָלָיו בֶּגֶד אַרְגָּמָן. מִזְבַּח הָעוֹלָה, לְפִי שֶׁלֹא הָיָה בִּפְנִים לֹא הָיוּ מְכַסִּין אוֹתוֹ בַּתְּכֵלֶת אֶלָּא בָּאַרְגָּמָן, לָמָּה בָּאַרְגָּמָן, שֶׁהוּא הָיָה אוֹרֵג אֶת יִשְׂרָאֵל מִן הַחֵטְא, שֶׁעָלָיו הָיוּ מַקְרִיבִין תְּמִידִין בְּכָל יוֹם וְחַטָּאוֹת וַאֲשָׁמוֹת וְעוֹלוֹת וּשְׁלָמִים. וְאַחַר שֶׁהָיוּ מְכַסִּין אוֹתוֹ נוֹתְנִין עָלָיו כֵּלָיו, שֶׁנֶּאֱמַר <small>(במדבר ד, יד)</small>: וְנָתְנוּ עָלָיו אֶת כָּל כֵּלָיו אֲשֶׁר יְשָׁרְתוּ וגו'. <small>(תורת כהנים צו, י)</small>: תָּנוּ <small>(ויקרא ו, ו)</small>: אֵשׁ תָּמִיד, אַף בַּשַּׁבָּת אַף בְּטֻמְאָה, <small>(ויקרא ו, ו)</small>: לֹא תִכְבֶּה, אַף בַּמַּסָּעוֹת, מָה הָיוּ עוֹשִׂין לָהּ, כּוֹפִין עָלֶיהָ פְּסַכְתֵּר, דִּבְרֵי רַבִּי יְהוּדָה. וְרַבִּי שִׁמְעוֹן אוֹמֵר אַף בִּשְׁעַת מַסָּעוֹת הָיוּ מְדַשְּׁנִין אוֹתָהּ, שֶׁנֶּאֱמַר: וְדִשְׁנוּ אֶת הַמִּזְבֵּחַ. עַל דַּעְתֵּיהּ דְּרַבִּי יְהוּדָה נִיחָא, שֶׁלְּכָךְ לֹא הִזְכִּיר פְּסַכְתֵּר עִם כְּלֵי הַמִּזְבֵּחַ בַּמַּסָּעוֹת, שֶׁנֶּאֱמַר <small>(במדבר ד, יד)</small>: אֶת הַמַּחְתֹּת וְאֶת הַמִּזְלָגֹת וְאֶת הַיָּעִים וְאֶת הַמִּזְרָקֹת, וְאֵינוֹ מַזְכִּיר סִירוֹת, לָמָּה, שֶׁעַל גַּבֵּי הָאֵשׁ הָיוּ כּוֹפִין אוֹתָהּ. עַל דַּעְתֵּיהּ דְּרַבִּי שִׁמְעוֹן <small>(במדבר ד, יד)</small>: כֹּל כְּלֵי הַמִּזְבֵּחַ, לְרַבּוֹת אֶת הַסִּירוֹת. עַל דַּעְתֵּיהּ דְּרַבִּי שִׁמְעוֹן וְדִשְׁנוּ אֶת הַמִּזְבֵּחַ, נִיחָא, עַל דַּעְתֵּיהּ דְּרַבִּי יְהוּדָה הָיוּ מְדַשְּׁנִין אוֹתוֹ וְהָיוּ מַנִּיחִין שָׁם אֵשׁ וְחוֹזְרִין וְכוֹפִין עָלָיו פְּסַכְתֵּר כְּדֵי שֶׁלֹא תִכְבֶּה. וְאַף עַל פִּי שֶׁהָיָה הֶפְרֵשׁ בֵּין כֵּלִים הַנִּתָּנִין בִּפְנִים לַכֵּלִים הָעוֹמְדִים בַּחוּץ לְעִנְיַן בֶּגֶד תְּכֵלֶת, אֲבָל לְעִנְיַן עוֹר תַּחַשׁ אֵלּוּ וְאֵלּוּ שָׁוִין, שֶׁנֶּאֱמַר <small>(במדבר ד, יד)</small>: וּפָרְשׂוּ עָלָיו כְּסוּי עוֹר תַּחַשׁ וְשָׂמוּ בַדָּיו.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“They shall remove the ashes from the altar and spread a cloth of purple wool over it. They shall place upon it all its utensils with which they serve upon it the fire-pans, the forks, the shovels, and the basins, all the utensils of the altar; and they shall spread upon it a covering of the hide of a <i>taḥash</i>, and place its staves” (Numbers 4:13–14). </b> <br>The bronze altar that stood in the Courtyard, they would remove the ashes from upon it and would spread a cloth of purple wool to separate between it and the utensils that are placed upon it. That is what is written: “They shall remove the ashes from the altar and spread a cloth of purple wool over it.” The altar of the burnt offering, because it was not inside, they would not cover it with sky-blue wool, but rather with purple wool, because it would weave Israel from sin,<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">Buttress Israel against sin.</i> as upon it they would sacrifice daily offerings each day and sin offerings, guilt offerings, burnt offerings, and peace offerings. After they would cover it they would place its utensils on it, as it is written: “They shall place upon it all its utensils with which they serve [upon it].”  <br>It was taught: “A perpetual fire” (Leviticus 6:6) – even on Shabbat, even in impurity; “it shall not be extinguished” (Leviticus 6:6) – even during journeys. What would they do to it? They would overturn a pot over it, this is the statement of Rabbi Yehuda. Rabbi Shimon says: Even during the journeys they would remove the ashes from the altar, as it is stated: “They shall remove the ashes from the altar.”<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Sifra, Tzav 2:10.</i> According to the opinion of Rabbi Yehuda, it works out well that this pot was not mentioned with the altar utensils on the journey, as it is stated: “The fire pans, the forks, the shovels, and the basins,” but it does not mention pots. Why? It is because they would overturn them over the fire. According to the opinion of Rabbi Shimon, “all the utensils of the altar,” is to include the pots. According to the opinion of Rabbi Shimon, “they shall remove the ashes from the altar” works out well. According to the opinion of Rabbi Yehuda, they would remove the ashes from it, they would place fire there, and then overturn the pot over it so that it would not be extinguished. <br>Although there was a distinction between the vessels that were situated inside and the vessels standing outside regarding the cloth of sky-blue wool; however, regarding the <i>taḥash</i>, these and those are equal, as it is stated: “They shall spread upon it a covering of the hide of a <i>taḥash</i>, and place its staves.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "52559d14edbab4498f483ab6", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 4:13:1", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Ibn Ezra on Numbers 4:13:1", "sourceHeRef": "אבן עזרא על במדבר ד׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>ודשנו.</b> הסרת הדשן מעל המזבח:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND THEY SHALL TAKE AWAY THE ASHES. It means, and they shall take away the ashes from the altar.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">The word <i>deshen</i> means ashes. Thus <i>ve-dishenu</i> literally means, and they shall ash. This might be taken to mean, and they shall put on ashes. Hence I.E.’s interpretation that <i>ve-dishenu</i> means, and they shall remove the ashes.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "554ef0aefbfba21b48f53904", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 4:13:1", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Haamek Davar on Numbers 4:13:1", "sourceHeRef": "העמק דבר על במדבר ד׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ודשנו את המזבח וגו׳ בגד ארגמן.</b> באשר כח עבודה היא במזבח החיצון. ושפע ברכה בא ע״י מזבח החיצון שמזין כדאיתא בכתובות ד״ח. ואפי׳ קטרת שעל מזבח הפנימי מוכרח להביא הגחלים ממזבח החיצון. מש״ה בא עליו בגד ארגמן שהוא בגד מלכים ומי שיש לו שפע עשירות:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "571f3010d6e4a90eb2482c22", "index_title": "Gur Aryeh on Vayikra", "category": "Quoting Commentary", "type": "", "ref": "Gur Aryeh on Vayikra 25:4:2", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Gur Aryeh on Vayikra 25:4:2", "sourceHeRef": "גור אריה על ויקרא כ״ה:ד׳:ב׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Gur Aryeh on Vayikra", "he": "גור אריה על ויקרא"}, "heTitle": "גור אריה על ויקרא", "he": "<b>שקוצצין זמורות.</b> פירוש, כי לשון \"תזמור\" מלשון זמורה, והכתוב רוצה לומר <b>שקוצצין זמורות</b>יה, שכן תמצא בהרבה מקומות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"36\"></i> \"ודשנו את המזבח\" (במדבר ד, יג) יסירו את הדשן (רש\"י שם)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"37\"></i>, והכי נמי \"לא תזמור\" <b>שקוצצין זמורות</b>יה. והתרגום שתרגם 'לא תכסח', לא שיסבור שלשון \"תזמור\" הוא לשון כריתה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"38\"></i>, אלא שתרגם את הענין<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"39\"></i>. וכי תימא, מנא לן לפרש <b>שקוצצין זמורות</b>יה, שמא פירושו נטיעת זמורות, דהשתא יהיה \"לא תזמור\" כמשמעותו, שלא ליטע זמורות, ויש לומר, דכיון דכתיב \"כרמך לא תזמור\", משמע שכבר הוא כרם, ולא תזמור אותו. והשתא אתא שפיר דלא פירש (רש\"י) לעיל על \"שש שנים תזמור כרמך\" (פסוק ג) מידי, דיש לפרש (תזרע) [\"תזמור\"] לשון נטיעה, שהוא נוטע כרם, כדכתיב (בראשית ט, כ) \"ויטע כרם\", כאשר נוטע זמורות הוא נעשה כרם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"40\"></i>, אבל כאן דכתיב \"כרמך לא תזמור\" שמע מינה דכבר הוא כרם, ואמר הכתוב \"לא תזמור\", על כרחך פירושו <b>שקוצצין זמורות</b>יה:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "588f562bd6e4a96d624ad74c", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Daled 60:3", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Machberet Menachem, Letter Daled 60:3", "sourceHeRef": "מחברת מנחם, ד ס׳:ג׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 60.0003, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎השני. והוציא את <b>הדשן</b> <small>(ויקרא ו, ד)</small>, <b>ודשנו</b> את המזבח <small>(במדבר ד, יג)</small>, ונשפך <b>הדשן</b> אשר עליו <small>(מ\"א יג, ג)</small>.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892efaed6e4a9274646d693", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Exodus 39:1:1", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Chizkuni, Exodus 39:1:1", "sourceHeRef": "חזקוני, שמות ל״ט:א׳:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "<b>עשו בגדי שרד וגו'</b> כל בגד ובגד ממין אחר כיצד לארון הקדש ולשולחן הפנים ולמנורה ולמזבח הזהב ולכל כלי השרת שבקדש לכל אחד מהם בגד תכלת ולמזבח העולה בגד ארגמן, וללחם הפנים ולכלי השלחן בגד תולעת שני כמו שמפורש בפרשת במדבר.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "עשו בגדי שרד, “they made into sacramental vestments.” Each garment was composed of a different kind of fabric. How did this work out? All the coverings needed to transport the Tabernacle’s furnishings in, such as the candlestick, the table, the golden altar, the laver, etc., were made totally of blue wool, תכלת. For instance, the coverings for the copper altar were made of red wool, (Numbers 4,13), and the covers for the Table and the showbreads were made of purple coloured wool, (Numbers 4,8). All the details have been spelled out in the Book of Numbers chapter 4.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58b6b172d6e4a952249cc1e2", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 4:13:1", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Minchat Shai on Torah, Numbers 4:13:1", "sourceHeRef": "מנחת שי על תורה, במדבר ד׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "<b>ופרשו.</b> הפ\"א (הפעל) במאריך. וכן ונתנו על המוט. וכן ונתנו עליו:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636c10d6e4a9416e9c4487", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 4:13:1", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Mizrachi, Numbers 4:13:1", "sourceHeRef": "מזרחי, במדבר ד׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>ודשנו את המזבח מזבח הנחשת. </b>כי מזבח הזהב כבר נכתב למעלה ועל מזבח הזהב יפרשו בגד תכלת וכסו אותו במכס' עור תחש: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636c10d6e4a9416e9c4489", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 4:13:2", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Mizrachi, Numbers 4:13:2", "sourceHeRef": "מזרחי, במדבר ד׳:י״ג:ב׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>ודשנו יטלו את הדשן מעליו. </b>לא שישימו בו הדשן כמל' עקרו שור שפירושו הוציאו העקר: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636c10d6e4a9416e9c448b", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 4:13:3", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Mizrachi, Numbers 4:13:3", "sourceHeRef": "מזרחי, במדבר ד׳:י״ג:ג׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 13.0003, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>ואש שירדה מן השמים רבוצה תחת הבגד כארי בשע' המסעו' ואינה שורפתן שהיו כופין עליה פסכתר של נחשת. </b>כדתניא בשלהי פ\"ק דיומא ה' דברים נאמרו באש של מערכה רבוצה כארי וברה כחמה ויש בה ממש ואוכלת לחים כיבשים ואינה מעלה עשן ופרש\"י רבוצה כארי גחלת שנפלה מן השמים והיתה על המזבח הית' דומה לארי רובץ פי' תמונת הגחלת ההיא הית' כתמונת ארי רובץ והקשו בגמרא והא תניא אמר רבי חנינא סגן הכהנים אני ראיתיה ורבוצה ככלב ותרצו לא קשיא הא במקדש ראשון הא במקדש שני ומה שאמר בשעת המסעות דמשמע דוקא בשעת המסעות היתה רבוצה כארי ולא שלא בשעת המסעות שמא י\"ל מפני שלא בשעת המסעות היתה מעורב' עם אש עצי המערכה ולא היתה נכרת צורתה אבל בשעת המסעות שהסירו כל הגחלים והאפר מן המזבח ולא השאירו בו רק הגחלת שירדה מן השמים כדכתיב ודשנו את המזבח ופרשו עליו בגד ארגמן אז היתה נכרת צורתה והיתה במקדש ראשון כארי רובץ ובמקדש שני ככלב רובץ ולא היתה שורפת הבגד הפרוש על המזבח בשעת המסעות מפני שהיו כופין עליה פסכתר של נחשת: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59a6bb4ad6e4a920f72d77ed", "index_title": "HaKtav VeHaKabalah", "category": "Quoting Commentary", "type": "", "ref": "HaKtav VeHaKabalah, Leviticus 6:4:1", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "HaKtav VeHaKabalah, Leviticus 6:4:1", "sourceHeRef": "הכתב והקבלה, ויקרא ו׳:ד׳:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 4.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "ויקרא", "he": "<b>הדשן. </b>יש הבדל פרטי בין אפר לדשן, לרש\"פ שם דשן מורה על החלקים הדקים השמניים שנשארו אחר שריפת מין גשם שיש בו שמנונית זהו נקרא דשן (פעטטאשע) והוא ענין כל דשן הנזכר אצל הקרבנות, שכל ב\"ח יש בו שמנונית, כמו והרים את הדשן אשר תאכל האש את העולה, שהוא הנשאר מן הקרבנות הנשרפות ע\"ג המזבח שהיה חותה מן המאוכלות הפנימיות, והיינו האפר הנשאר מן הקרבנות ולא מן האפר הנשאר מן העצים שבמערכה, אלא שזה שאמר ודשנו את המזבח (במדבר ד' י\"ג) כולל את הדשן והאפר ביחד שהי' צריך לסלק הכל בשעת המסעות שלא יתטנף הבגד שהיו מכסין בו את המזבח ומשום קצור נקט חד מנייהו, ושם דשן מושאל מן דשן המורה בהנחה ראשונה על השמנונית, כמו ואכל ושבע ודשן, דשנת בשמן ראשי. ושם אפר מורה על החלקים הדקים העפריים והמלחיים הנשארים אחר שרפת הגשם (אשע), ושרש אפר פר מלשון התפוררות (צערשטייבונג), שבאמת אין הגשם כלה ואבד לגמרי מכח השרפה אך חלקי הרכבתו מתפוררים מכח האש קצתם עולים למעלה באויר מצד עוצם קלותם והוא העשן, וקצתם נשארים למטה מחמת כובדם והוא העפר: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9bee79197ec001aac295f", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Numbers 4:13:1", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Midrash Aggadah, Numbers 4:13:1", "sourceHeRef": "מדרש אגדה, במדבר ד׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "במדבר", "he": "ודשנו את המזבח. היו מדשנים בשעת מסעות ומדליקים עליו האש, לקיים מה שנאמר אש תמיד תוקד על המזבח (ויקרא ו' ו'). ולאחר שהיו עושים כך <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"4\"></i> היו כופין עליו פסכתר, כדי שלא תשרוף האש הבגד הארגמן אשר עליו, ולכך כשאמר ונתנו עליו את כל כלים (פסוק י\"ב), לא הזכיר הסירות, כי הסירות האו פסכתר, ושלשה דברם היו פסכתר משמש, בו מכסין האש על המזבח בשעת מסעות, ובו מוציאין את הדשן אל מחוץ למחנה, ובשעת עבודה היו משליכין אותו אל הרצפה, וכל כהן ולוי היה שומע קולו היה רץ ובא:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc280c1533e001928a97d", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 4:13:1", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Malbim on Numbers 4:13:1", "sourceHeRef": "מלבי\"ם על במדבר ד׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>ודשנו את המזבח </b>פרש\"י יסלק את הדשן מעליו ופרשו עליו בגד ארגמן ואש שירדה מן השמים רבוצה תחת הבגד ולא נשרף שהיו כופין עליו פסכתר של נחשת, ויש בזה פלוגתא בספרא צו [פ' כא] שכן סובר ר' יהודה, ור\"ש ס\"ל שבשעת המסעות נסתלקה האש, ואמר בירושלמי דיומא [פ\"ד] שלר\"י פי' ודשנו שנתנו עליו דברים דשנים לקיום האש, ולר\"ש פי' ודשנו שסלקו הדשן, וא\"כ פרש\"י מורכב אתרי רכשי, רק יש לקיים דבריו מן המד\"ר, וכבר בארתי בפ' יתרו מכלתא [סי' ד\"] שלדעת ר\"י היה המזבח מלא עפר בעת הנסיעה ולדעת ר\"ש היה חלול, וא\"כ לר\"י פרשו בגד ארגמן על עפר המזבח ועליו נתנו הכלים ולא היה לכלי המזבח רק כסוי אחד אבל למ\"ד שהיה חלול בא בגד הארגמן עם הכלים בתוך חלל המזבח והוא היה כלי אחד וכסוי עור תחש היה כלי ב':", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1399a69ad4c007a1d563f", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Exodus 31:10:1", "anchorRef": "Numbers 4:6-13", "anchorRefExpanded": ["Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13"], "sourceRef": "Birkat Asher on Torah, Exodus 31:10:1", "sourceHeRef": "ברכת אשר על התורה, שמות ל״א:י׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "<b>רש\"י ד\"ה ואת בגדי השרד, אומר אני לפי פשוטו... אלו בגדי השרד הם בגדי התכלת והארגמן ותולעת שני האמורים בפרשת מסעות (במדבר ד, ו-יג), \"ונתנו עליו בגד תכלת, ונתנו עליו בגד ארגמן, ונתנו עליהם בגד תולעת שני\". ונראין דברי, שנאמר (לט, א) \"ומן התכלת והארגמן\" וכו'.</b> וקשה לי: (א) לא מצאתי לשון \"ונתנו עליו בגד תכלת\" וכו' בכל פרק ד שבבמדבר, אלא \"ונתנו אל בגד תכלת... ופרשו עליו בגד ארגמן\" (שם, יב-יג). (ב) למה אין רש\"י מביא ראייתו מן הכתוב להלן (לה, יט), והרי שם (ד\"ה בגדי השרד) כל העניין פשוט לו. וראה גם דברי רש\"י להלן (לט, א) ד\"ה ומן התכלת וגו'. (פ' ויקהל־פקודי תשמ\"ז) ולפי נוסח דברי רש\"י שבחומש \"תורת חיים\" אתי שפיר. (הערת ר' זאב נוימן שי')", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd140e404bbb60019c1e544", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 4:13:1", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Birkat Asher on Torah, Numbers 4:13:1", "sourceHeRef": "ברכת אשר על התורה, במדבר ד׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רש\"י ד\"ה ודשנו את המזבח. ד\"ה ודשנו. </b>אמנם אנו רגילים לכך שרש\"י מקדים פירוש העניין לביאור המילה, אך כאן אין לכאורה הבדל בין השניים, והסדר תמוה. (פ' במדבר תשנ\"ז)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dd1410631dca59fed8a3544", "index_title": "Etz Yosef on Kohelet Rabbah", "category": "Quoting Commentary", "type": "", "ref": "Etz Yosef on Kohelet Rabbah 12:5:1:8", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Etz Yosef on Kohelet Rabbah 12:5:1:8", "sourceHeRef": "עץ יוסף על קהלת רבה י״ב:ה׳:א׳:ח׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1816, 1832], "commentaryNum": 1.0008, "collectiveTitle": {"en": "Etz Yosef on Kohelet Rabbah", "he": "עץ יוסף על קהלת רבה"}, "heTitle": "עץ יוסף על קהלת רבה", "he": "<b>אלו קרסוליו.</b> מפני שהן סובלות הגוף קאמר ויסתבל שיהיו נלאות מלסובלו. ופירוש המלה הפך הענין, כמו (במדבר ד, יג) ודשנו את המזבח, (תהלים נב, ז) ושרשך מארץ חיים והדומים להם. וטעם קריאת הקרסול חגב. אפשר מפני שיש להחגב קרסולים מלבד הכרעים כדאיתא בפרק אלו טרפות (חולין נט, א). ואף על גב שיש מינים אחרים מהארבה שיש להם כמו כן, נקט החגב מפנין שהוא לבדו הטהור כדאיתא התם (יפה תואר):", "heVersionTitle": "Midrash Rabbah, with Etz Yosef, Warsaw, 1867", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש רבה עם פירוש עץ יוסף, וורשא תרכ\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dd16ee28c8041e6acbd67eb", "index_title": "Nachalat Avot on Avot", "category": "Quoting Commentary", "type": "", "ref": "Nachalat Avot on Avot 3:18:1", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Nachalat Avot on Avot 3:18:1", "sourceHeRef": "נחלת אבות על אבות ג׳:י״ח:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1496], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Nachalat Avot on Avot", "he": "נחלת אבות על אבות"}, "he": "<b>זה</b> השלם נמצא זכרונו בויקרא רבה פרשת אחרי מות, שהיה חכם גדול ולא היה יודע ברכת חתנים ואבלים, ולפרוס על שמע, ולעבור לפני התיבה. ועל זה קראוהו רבי אלעזר בן חסמא, כלומר שהיה חתום מתחלתו, ועכשיו סרה חסימתו כמו: \"ודשנו את המזבח\" (במדבר ד, יג).", "heVersionTitle": "Nachalat Avot, Ashkelon 2013", "heLicense": "", "heVersionTitleInHebrew": "נחלת אבות, אשקלון תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d5578415afd29c04eec3", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 4:13:1", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Gur Aryeh on Bamidbar 4:13:1", "sourceHeRef": "גור אריה על במדבר ד׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>מזבח הנחושת.</b> דאי מזבח הזהב, כבר נאמר (ר' פסוק יא) \"ופרשו בגד תכלת וכסו אותו\" (כ\"ה ברא\"ם):", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d5588415afd29c04eec5", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 4:13:2", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Gur Aryeh on Bamidbar 4:13:2", "sourceHeRef": "גור אריה על במדבר ד׳:י״ג:ב׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>יטלו את הדשן.</b> לא שיהיו נותנים דשן עליו כפי משמעות \"ודשנו\", אלא יטלו הדשן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"11\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d5588415afd29c04eec7", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 4:13:3", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Gur Aryeh on Bamidbar 4:13:3", "sourceHeRef": "גור אריה על במדבר ד׳:י״ג:ג׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 13.0003, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>רבוצה תחת הבגד כארי בשעת המסעות.</b> פירוש<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"12\"></i>, אף בשעת המסעות לא זזה האש ממקומו על ידי המסע, אלא היה כארי רבוץ ומונח, לא כדרך שאר אש שהוא מתנענע ממקום למקום אפילו שלא על ידי מסע, כל שכן על ידי מסע שהוא קופץ ודולג, זה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"13\"></i> לא עשה כן, אלא היה רובץ כארי. שאם לא היה רובץ על מקומו לא היה מועיל כפיית פסכתר עליו, כדרך האש שהוא יוצא בכח, אבל השתא שהיה רובץ כארי היה נשאר על מקומו, ולא זז משם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"14\"></i>:<br>‎ומה שהיה כארי רובץ דוקא בצורה זאת, ובמקדש שני אמרינן שהיה רובץ ככלב, כדאמרינן בשלהי פרק קמא דיומא (כא ע\"ב), יש לפרש לפי שהארי יותר רובץ בחוזק מן הכלב, כן האש שהיה במשכן ובמקדש ראשון היה בכח נדבק למטה, ואינו זז משם. אבל במקדש השני לא היה הרביצה מן האש של מעלה בכח גדול אצלינו, אלא היה ככלב, לפי שלא היה קדושה העליונה רובץ אצלינו כל כך בדביקות גמור, ולפיכך מדמה אותה לרביצת הכלב, ובמקדש ראשון לרביצת הארי, שנאמר אצלו (ר' להלן כד, ט) \"כרע שכב כארי מי יקימנו\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"15\"></i>. ומפני שהקדושה במקדש הראשון היה בו בדביקות יותר, לא סרה הקדושה עד אחר שעברו עבירות הרבה מאוד<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"16\"></i>. ולא כן בבית מקדש שני, שלא עשו כל כך חטאים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"17\"></i>, ונחרב הבית:<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"18\"></i><br>‎ויש בזה עוד דבר נסתר מאוד, לפי שמקדש ראשון נקרא \"אריאל\" על שם ארי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"19\"></i>, והיה אש שלמעלה דומה לארי, כי מקדש ראשון בשביל זכות אברהם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"20\"></i>, ולפיכך היה האש דומה לארי, שהוא לימין מן המרכבה (יחזקאל א, י)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"21\"></i> . אבל מקדש שני שהיה בשביל זכות יצחק<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"22\"></i>, היה האש לשם דומה לכלב הנמשך מצד השמאל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"23\"></i>. ובית הג', שיבנה במהרה בימינו, הוא בזכות יעקב<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"24\"></i>. ופירוש הזה הוא אמת למבין. והבן למה היה מקדש שני חסר אורים ותומים הארון ושכינה ואש ולוחות (יומא כא ע\"ב), [ד]כולם הם נמשכים מן האור<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"25\"></i>, ויצחק כהו עיניו (בראשית כז, א) :<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"26\"></i>", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1d6e935c8f935f442f403a", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 31:10:1", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Midrash Lekach Tov, Exodus 31:10:1", "sourceHeRef": "מדרש לקח טוב, שמות ל״א:י׳:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b>ואת בגדי השרד.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"5\"></i> אלו שנשארו ממלאכת המשכן, שנאמר בפרשת במדבר סיני בסוף הפרשה, ופרשו עליו בגד ארגמן בגד תכלת (במדבר ד יג).", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e430e7b7419879438a02c1", "index_title": "Bat Ayin", "category": "Chasidut", "type": "", "ref": "Bat Ayin, Bamidbar 11", "anchorRef": "Numbers 4:6-20", "anchorRefExpanded": ["Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20"], "sourceRef": "Bat Ayin, Bamidbar 11", "sourceHeRef": "בת עין, במדבר י״א", "anchorVerse": 6, "sourceHasEn": false, "commentaryNum": 11, "collectiveTitle": {"en": "Bat Ayin", "he": "בת עין"}, "heTitle": "במדבר", "he": "<b>וזהו</b> שהזהיר הכתוב לעבודת בני קהת באוהל מועד קודש הקדשים ונתנו עליו כסוי עור תחש וגו' ושמו בדיו וגו' ולא יבואו לראות כבלע וגו' (במדבר ד ו - כ), פירוש שהזהיר הכתוב להעוסקים בעבודת אוהל מועד קודש הקדשים, פירוש בהעוסקים ומשתדלים להיות בעצמם בחינת אוהל מועד, שילכו ממדרגה למדרגה, היינו שיגיע תחילה לבחינת כסוי העור היינו לבחינת הבטחון, ואח\"כ ושמו בדיו, ר\"ל מדרגות, שהמדרגות נקראים בשם בדים כמאמר הכתוב (שמות ל לד) בד בבד יהיה, ר\"ל שילך ממדרגה למדרגה, תחלה לבחינת הבטחון ואחר כך ללמוד תורה, והתורה תאיר עליו אור הקדושה ויזדכך בתכלית הזיכוך, ואחר כך יהיה בחינת אוהל מועד כנ\"ל, אבל לא יתפוס את המרובה תחילה לדלג לבחינה גדולה בלי הכנה מקודם.", "heVersionTitle": "Jerusalem, 2001", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a6233b87f574a17ca6c8e7", "index_title": "Jerusalem Talmud Yoma", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Yoma 4:6:6", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Jerusalem Talmud Yoma 4:6:6", "sourceHeRef": "תלמוד ירושלמי יומא ד׳:ו׳:ו׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 6.0006, "collectiveTitle": {"en": "Jerusalem Talmud Yoma", "he": "תלמוד ירושלמי יומא"}, "heTitle": "תלמוד ירושלמי יומא", "he": "רִבִּי יַעֲקֹב בַּר אָחָא רִבִּי אִמִּי בְשֵׂם רִבִּי אֶלְעָזָר. הַשּׂוֹרֵף קֳדָשִׁים בַּחוּץ בִּשְׁעַת מַסָּעוֹת לוֹקֶה. אָמַר רִבִּי יוֹחָנָן. קֳדָשִׁים נִדָּחִין בִּשְׁעַת מַסָּעוֹת. טְמֵאִים פְּרוּשִׁים כָּל־אֶחָד וְאֶחָד בִּמְחִיצָתוֹ. אָמַר רִבִּי יוֹסֵה. תְּדִירָה הָא מִילְּתָא בְּפוּמְהוֹן דְּרַבָּנִן. נִסְתַּלְּקוּ הַפְּרֹכוֹת הוּתְרוּ הַמְּחִיצוֹת לְזָבִין וְלַמְצוֹרָעִין. מַתְנִיתָה מְסַייְעָה לְדֵין וּמַתְנִיתָה מְסַייְעָה לְדֵין. מַתְנִיתָה מְסַייְעָה לְרִבִּי יְהוֹשֻׁעַ בֶּן לֵוִי. תָּמִיד. תָּמִיד אֲפִילוּ בַשַּׁבָּת. תָּמִיד אַף בְּטוֹמְאָה. מַתְנִיתָה מְסַייְעָה לְרִבִּי יוֹחָנָן. לֹ֥א תִכְבֶּֽה. אַף בַּמַּסָּעוֹת. [בִּשְׁעַת מַסָּעוֹת] מֶה הָיוּ עוֹשִׂין לָהּ. הָיוּ כוֹפִין עָלֶיהָ (פְּסַקָתֵּיר) [פְּסַכְתֵּיר]. דִּבְרֵי רִבִּי יְהוּדָה. רִבִּי שִׁמְעוֹן אוֹמֵר. אַף בִּשְׁעַת מַסָּעוֹת הָיוּ מְדַשְּׁנִין אוֹתָהּ. שֶׁנֶּאֱמַר וְדִשְּׁנ֖וּ אֶת־הַמִּזְבֵּ֑חַ וּפָֽרְשׂ֣וּ עָלָ֔יו בֶּגֶ֭ד אַרְגָּמָֽן. הָא אִילּוּ הָיָה הַמִּזְבֵּחַ דָּלֵיק לֹא הָיָה בֶּגֶ֭ד אַרְגָּמָֽן נִשְׂרָף. מַה עֲבַד לָהּ רִבִּי יוּדָה. (פְּסֻקָתֵּיר) [פְּסֻכְתֵּיר]. הָיוּ כוֹפִין עָלֶיהָ מִלְּמַעֲלָה. מַה מְקַייֵם רִבִּי יוּדָה. וְדִשְּׁנ֖וּ אֶת־הַמִּזְבֵּ֑חַ. וְיִרְווּן. כַּיי דָמַר רִבִּי יוּדָה בֶּן פָּזִי. וְאָכַ֥ל וְשָׂבַ֖ע וְדָשֵׁ֑ן.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Rebbi Jacob bar Aḥa, Rebbi Immi in the name of Rebbi Eleazar: One who burns <i>sancta</i> outside during travel time is flogged<sup class=\"footnote-marker\">162</sup><i class=\"footnote\">Private altars and sacrifices outside the central sanctuary are forbidden, <i>Lev</i>. 17. In the absence of a central sanctuary, private altars are permitted, Mishnah <i>Zevaḥim</i> 14:4–8. If a central Sanctuary exists but is temporarily unavailable, the prohibition remains in place; <i>Menaḥot</i>95a.</i>. Rebbi Joḥanan said, <i>sancta</i> became rejects during travel time<sup class=\"footnote-marker\">163</sup><i class=\"footnote\">Sacrifices must either be burned on the altar in the courtyard of the Sanctuary or eaten within sanctified enclosures. If all enclosures are removed, all leftovers of sacrifices are automatically disqualified. Babli <i>Zevaḥim</i> 60b as tannaitic statement.</i>; the impure remain separated each one according to his partition<sup class=\"footnote-marker\">164</sup><i class=\"footnote\"><i>Num</i>. 5:1–4. A person suffering from gonorrhea is excluded from the dwelling of the Levites, a sufferer from skin disease also from the camp of the Israelites. Since they were marching in military order, the impure were excluded from the marching order. Babli <i>Zevaḥim</i> 60b as tannaitic statement.</i>. Rebbi Yose said, the following is frequent in the mouth of the rabbis: When the gobelins were removed, the partitions were permitted to sufferers from gonorrhea and skin disease<sup class=\"footnote-marker\">165</sup><i class=\"footnote\">During travel times there is no inside and the impure cannot be sent outside.</i>. A <i>baraita</i> supports the one and a <i>baraita</i> supports the other.<sup class=\"footnote-marker\">166</sup><i class=\"footnote\">Since R. Joshua ben Levi is not mentioned in the present paragraph, the reference to him has to be to the preceding one. The reference to R. Joḥanan is incomprehensible; the quoted <i>baraita</i> does not refer to any previous statement but to the following of R. Jehudah.</i> A <i>baraita</i><sup class=\"footnote-marker\">167</sup><i class=\"footnote\"><i>Sifra Ṣaw Pereq</i> 2(10), a <i>baraita</i> of R. Jehudah. Anywhere “permanent” is mentioned, it overrides restrictions. Since “permanent” is mentioned for the fire of that altar, <i>Lev</i>. 6:6, the priests have to tend the fire on the Sabbath even if all of them are impure. But “permanent” also is mentioned for the shew-bread (<i>Lev</i>. 24:8); this overrides the absence of the walls of the Sanctuary. By the same token, R. Joshua ben Levi has to hold that the altar fire has to be tended on the march; following R. Jehudah in the sequel.</i> supports Rebbi Joshua ben Levi: “<i>Permanent</i>, even on the Sabbath; <i>permanent</i> even in impurity.” A <i>baraita</i> supports Rebbi Joḥanan , “<i>you shall not extinguish it</i>, even during travel<sup class=\"footnote-marker\">168</sup><i class=\"footnote\">Continuation of <i>Sifra Ṣaw Pereq</i> 2(10) on <i>Lev</i>. 6:6.</i>. What did they do [at travel time]<sup class=\"footnote-marker\">169</sup><i class=\"footnote\">Addition by the corrector; it should be deleted since by removing it the sentence and the next are again continuation of <i>Sifra Ṣaw Pereq</i> 2(10).</i>? They put a wine-cooler<sup class=\"footnote-marker\">87</sup><i class=\"footnote\">As an alloy with coarse metal; reddish gold probably was a copper alloy.</i> over it, the words of Rebbi Jehudah. Rebbi Simeon says, even at travel time they were removing ashes from it, as it is said<sup class=\"footnote-marker\">170</sup><i class=\"footnote\"><i>Num</i>. 4:13.</i>, <i>they shall remove the ashes from the altar and spread a purple cloth over it</i>.” If the altar were burning, would the purple cloth not be burned? What does Rebbi Jehudah do with this? They put a wine-cooler over it. How does Rebbi Jehudah validate <i>they shall remove the ashes from the altar</i>? They shall saturate it; as Rebbi Jehudah ben Pazi said, <i>he ate, and was sated, and saturated</i><sup class=\"footnote-marker\">171</sup><i class=\"footnote\">In all cognate languages דשן, دسم means “to be fat”. The use of דשן as “ashes” must mean “ashes from fatty material”. R. Jehudah will not extend the extended meaning of the noun to the corresponding verb.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "626bfe5014034f035356da77", "index_title": "Malbim Ayelet HaShachar", "category": "Quoting Commentary", "type": "", "ref": "Malbim Ayelet HaShachar 25:2", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Malbim Ayelet HaShachar 25:2", "sourceHeRef": "אילת השחר (מלבי\"ם) כ״ה:ב׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1844, 1874], "commentaryNum": 25.0002, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": "ועיין עוד בזה (קדושים ס' עג, אמור ס' ריא)", "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "And also it informs of the persistence of the action - <b>שׁוֹבֵר מְשׁבֵּר, מוֹלִיד מְיַלֵּד</b> – according to Rabbi Solomon Yitzchaki (<i>Rashi</i>).<br><br><i>The word <b>ודִשנו</b> means “fertilize”, but in Numbers 4:13, </i><b>ודִשנו</b> את המזבח<i> means “take away”.</i>", "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319cfe9b6084aa1cbefd57d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אַרְגָּמָן 1", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "BDB, אַרְגָּמָן 1", "sourceHeRef": "בראון-דרייבר-בריגס, אַרְגָּמָן א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אַרְגָּמָן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">אַרְגָּמָן</span></big>  <strong>n.</strong>[<strong>m.</strong>] <strong>purple, red-purple</strong>, i.e. <strong>purple thread & cloth (</strong>Assyrian <em>argamannu</em> COT <a data-ref=\"Exodus 25:4\" href=\"/Exodus.25.4\">Ex 25:4</a>, Arabic <span dir=\"rtl\">أَرْجَوَانٌ</span>, Aramaic <span dir=\"rtl\">ܐܰܪܓܘܳܢܳܐ</span>, cf. <a data-ref=\"BDB, אַרְגֹּב\" href=\"/BDB,_אַרְגֹּב\", dir=\"rtl\">אַרְגְּוָן</a> supr.; etym. dub.; possibly Skr. <em>râgaman</em>, adj. <em>red, reddish</em>, from <em>râga</em>, red colour, so Benary cf. Thes Add <sup>111</sup> RobGes; vid. MV; Thes earlier, from <span dir=\"rtl\">רגם</span>; but prob. loan-word, cf. also Lag<sup>BN 205</sup>; Pers. <span dir=\"rtl\">ارغوان</span> is also cited by PS<strong>)</strong>—form always as above—<br><strong>1.</strong>  <em>purple thread</em>, cf. especially <a data-ref=\"Exodus 35:25\" href=\"/Exodus.35.25\">Ex 35:25</a>; <a data-ref=\"Exodus 39:3\" href=\"/Exodus.39.3\">39:3</a>; <a data-ref=\"Esther 1:6\" href=\"/Esther.1.6\">Est 1:6</a>; <strong>a.</strong>  mostly Ex (P) with ref. to the hangings of tabernacle, the ephod, etc.; seld. alone; c. <span dir=\"rtl\">תְּכֵלֶת</span>, <em>violet</em> (q.v.), <span dir=\"rtl\">תּוֹלַעַת שָׁנִי</span>, <span dir=\"rtl\">(מָשְׁזָר) שֵׁשׁ</span>, (also <span dir=\"rtl\">עִזִּים</span>) <a data-ref=\"Exodus 25:4\" href=\"/Exodus.25.4\">Ex 25:4</a>; <a data-ref=\"Exodus 26:1\" href=\"/Exodus.26.1\">26:1</a>, <a data-ref=\"Exodus 26:31\" href=\"/Exodus.26.31\">31</a>, <a data-ref=\"Exodus 26:36\" href=\"/Exodus.26.36\">36</a>; <a data-ref=\"Exodus 27:16\" href=\"/Exodus.27.16\">27:16</a>; <a data-ref=\"Exodus 35:6\" href=\"/Exodus.35.6\">35:6</a>, <a data-ref=\"Exodus 35:25\" href=\"/Exodus.35.25\">25</a>, <a data-ref=\"Exodus 35:35\" href=\"/Exodus.35.35\">35</a>; <a data-ref=\"Exodus 36:8\" href=\"/Exodus.36.8\">36:8</a>, <a data-ref=\"Exodus 36:35\" href=\"/Exodus.36.35\">35</a>, <a data-ref=\"Exodus 36:37\" href=\"/Exodus.36.37\">37</a>; <a data-ref=\"Exodus 38:18\" href=\"/Exodus.38.18\">38:18</a>, <a data-ref=\"Exodus 38:23\" href=\"/Exodus.38.23\">23</a>; <a data-ref=\"Exodus 39:24\" href=\"/Exodus.39.24\">39:24</a> (on text v. Di) v <a data-ref=\"Exodus 39:29\" href=\"/Exodus.39.29\">29</a>; with these + <span dir=\"rtl\">זָהָב</span> <a data-ref=\"Exodus 28:5\" href=\"/Exodus.28.5\">28:5</a>, <a data-ref=\"Exodus 28:6\" href=\"/Exodus.28.6\">6</a>, <a data-ref=\"Exodus 28:8\" href=\"/Exodus.28.8\">8</a>, <a data-ref=\"Exodus 28:15\" href=\"/Exodus.28.15\">15</a>; <a data-ref=\"Exodus 39:2\" href=\"/Exodus.39.2\">39:2</a>, <a data-ref=\"Exodus 39:3\" href=\"/Exodus.39.3\">3</a>, <a data-ref=\"Exodus 39:5\" href=\"/Exodus.39.5\">5</a>, <a data-ref=\"Exodus 39:8\" href=\"/Exodus.39.8\">8</a>; om. <span dir=\"rtl\">שֵׁשׁ מ׳</span> <a data-ref=\"Exodus 28:33\" href=\"/Exodus.28.33\">28:33</a>; <a data-ref=\"Exodus 39:1\" href=\"/Exodus.39.1\">39:1</a>; also of temple-hangings, with <span dir=\"rtl\">תְּכֵלֶת</span>, <span dir=\"rtl\">בּוּץ</span> & <span dir=\"rtl\">כַּרְמִיל</span> <a data-ref=\"II Chronicles 3:14\" href=\"/II_Chronicles.3.14\">2 Ch 3:14</a>; cf. <a data-ref=\"II Chronicles 2:13\" href=\"/II_Chronicles.2.13\">2:13</a> (v. also <a data-ref=\"II Chronicles 2:6\" href=\"/II_Chronicles.2.6\">2:6</a> v. sub <a data-ref=\"BDB, אַרְגָּמָן\" href=\"/BDB,_אַרְגָּמָן\", dir=\"rtl\">אַרְגְּוָן</a>). <strong>b.</strong>  as indicating wealth & luxury of Tyre, c. <span dir=\"rtl\">שֵׁשׁ</span>, <span dir=\"rtl\">רִקְמָה</span>, <span dir=\"rtl\">תְּכֵלֶת</span> <a data-ref=\"Ezekiel 27:7\" href=\"/Ezekiel.27.7\">Ez 27:7</a>; c. <span dir=\"rtl\">רִקְמָה</span> & <span dir=\"rtl\">בּוּץ</span> v <a data-ref=\"Ezekiel 27:16\" href=\"/Ezekiel.27.16\">16</a> (as articles of commerce); also in Persia, c. <span dir=\"rtl\">בּוּץ</span> <a data-ref=\"Esther 1:6\" href=\"/Esther.1.6\">Est 1:6</a>.<br><strong>2.</strong>  <em>purple cloth</em>, chiefly of garments, <span dir=\"rtl\">בֶּגֶד א׳</span> <a data-ref=\"Numbers 4:13\" href=\"/Numbers.4.13\">Nu 4:13</a>; <a data-ref=\"Judges 8:26\" href=\"/Judges.8.26\">Ju 8:26</a>; <span dir=\"rtl\">וְתַכְרִיךְ בּוּץ וְא׳</span> <a data-ref=\"Esther 8:15\" href=\"/Esther.8.15\">Est 8:15</a>, <span dir=\"rtl\">שֵׁשׁ וְא׳ לְבוּשָׁהּ</span> <a data-ref=\"Proverbs 31:22\" href=\"/Proverbs.31.22\">Pr 31:22</a>; <span dir=\"rtl\">תְּכֵלֶת וְא׳ לְבוּשָׁם</span> <a data-ref=\"Jeremiah 10:9\" href=\"/Jeremiah.10.9\">Je 10:9</a>; also <span dir=\"rtl\">מֶרְכָּבוֹ א׳</span> <a data-ref=\"Song of Songs 3:10\" href=\"/Song_of_Songs.3.10\">Ct 3:10</a>; in simile, of woman’s hair <a data-ref=\"Song of Songs 7:6\" href=\"/Song_of_Songs.7.6\">Ct 7:6</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d009b6084aa1cbefedb1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בֶּ֫גֶד² 1", "anchorRef": "Numbers 4:6-13", "anchorRefExpanded": ["Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13"], "sourceRef": "BDB, בֶּ֫גֶד² 1", "sourceHeRef": "בראון-דרייבר-בריגס, בֶּ֫גֶד² א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בֶּ֫גֶד²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["II. <big><span dir=\"rtl\">בֶּ֫גֶד</span></big>  <strong>n.m. (</strong>except <a data-ref=\"Leviticus 6:20\" href=\"/Leviticus.6.20\">Lv 6:20</a> <span dir=\"rtl\">עָלֶיהָ</span>, but Sam. <span dir=\"rtl\">עליו</span>, <a data-ref=\"Ezekiel 42:14\" href=\"/Ezekiel.42.14\">Ez 42:14</a>; <a data-ref=\"Proverbs 6:27\" href=\"/Proverbs.6.27\">Pr 6:27</a>, cf. Kö<sup>i, 482</sup><strong>) garment, covering</strong>—<a data-ref=\"Genesis 28:2\" href=\"/Genesis.28.2\">Gn 28:2</a> + 36 times; sf. <span dir=\"rtl\">בִּגְדוֹ</span> <a data-ref=\"Ezekiel 9:3\" href=\"/Ezekiel.9.3\">Ez 9:3</a> + (14 times without <em>dag. lene</em> Ges<sup>Lbg 94</sup>); pl. <span dir=\"rtl\">בְּגָדִים</span> <a data-ref=\"Leviticus 6:4\" href=\"/Leviticus.6.4\">Lv 6:4</a> + 32 times; cstr. <span dir=\"rtl\">בִּגְדֵי</span> <a data-ref=\"Genesis 27:15\" href=\"/Genesis.27.15\">Gn 27:15</a> + 39 times; sf. <span dir=\"rtl\">בְּגָדֶיךָ</span> <a data-ref=\"I Kings 22:20\" href=\"/I_Kings.22.20\">1 K 22:20</a> + 81 times <span dir=\"rtl\">בִּגְדֹתֶיךָ</span> <a data-ref=\"Psalms 45:9\" href=\"/Psalms.45.9\">ψ 45:9</a>;—<br><strong>1.</strong>  <em>garment, clothing, raiment, robe</em> of any kind, from the filthy clothing of the leper to the holy robes of the high priest, the simplest covering of the poor as well as the costly raiment of the rich and noble, used throughout Heb. Lit.: <a data-ref=\"Genesis 24:53\" href=\"/Genesis.24.53\">Gn 24:53</a> (J), <a data-ref=\"Genesis 28:20\" href=\"/Genesis.28.20\">28:20</a> (E; 14 times JE), <a data-ref=\"Exodus 28:2\" href=\"/Exodus.28.2\">Ex 28:2</a> + (P 90 times), <a data-ref=\"Deuteronomy 24:17\" href=\"/Deuteronomy.24.17\">Dt 24:17</a> <a data-ref=\"Judges 8:26\" href=\"/Judges.8.26\">Ju 8:26</a> + 4 times <a data-ref=\"I Samuel 19:13\" href=\"/I_Samuel.19.13\">1 S 19:13</a> + 10 times, <a data-ref=\"I Kings 1:1\" href=\"/I_Kings.1.1\">1 K 1:1</a> + 23 times, <a data-ref=\"II Chronicles 18:9\" href=\"/II_Chronicles.18.9\">2 Ch 18:9</a> + (Chr 9 times), <a data-ref=\"Esther 4:1\" href=\"/Esther.4.1\">Est 4:1</a>, <a data-ref=\"Esther 4:4\" href=\"/Esther.4.4\">4</a>; <a data-ref=\"Job 13:28\" href=\"/Job.13.28\">Jb 13:28</a>; <a data-ref=\"Job 22:6\" href=\"/Job.22.6\">22:6</a>; <a data-ref=\"Job 37:17\" href=\"/Job.37.17\">37:17</a> <a data-ref=\"Psalms 22:19\" href=\"/Psalms.22.19\">ψ 22:19</a>; <a data-ref=\"Psalms 45:9\" href=\"/Psalms.45.9\">45:9</a>; <a data-ref=\"Psalms 102:27\" href=\"/Psalms.102.27\">102:27</a>; <a data-ref=\"Psalms 109:19\" href=\"/Psalms.109.19\">109:19</a>; <a data-ref=\"Proverbs 6:27\" href=\"/Proverbs.6.27\">Pr 6:27</a>; <a data-ref=\"Proverbs 20:16\" href=\"/Proverbs.20.16\">20:16</a>; <a data-ref=\"Proverbs 25:20\" href=\"/Proverbs.25.20\">25:20</a>; <a data-ref=\"Proverbs 27:13\" href=\"/Proverbs.27.13\">27:13</a> <a data-ref=\"Ecclesiastes 9:8\" href=\"/Ecclesiastes.9.8\">Ec 9:8</a> <a data-ref=\"Isaiah 2\" href=\"/Isaiah.2\">Is 2</a>; <a data-ref=\"Isaiah 24:16\" href=\"/Isaiah.24.16\">24:16</a>; <a data-ref=\"Isaiah 36:22\" href=\"/Isaiah.36.22\">36:22</a>; <a data-ref=\"Isaiah 37:1\" href=\"/Isaiah.37.1\">37:1</a>; <a data-ref=\"Isaiah 3\" href=\"/Isaiah.3\">Is 3</a>; <a data-ref=\"Isaiah 50:9\" href=\"/Isaiah.50.9\">50:9</a> + 10 times, <a data-ref=\"Jeremiah 12:1\" href=\"/Jeremiah.12.1\">Je 12:1</a> + 3 times, <a data-ref=\"Ezekiel 16:16\" href=\"/Ezekiel.16.16\">Ez 16:16</a> + 13 times, <a data-ref=\"Joel 2:13\" href=\"/Joel.2.13\">Jo 2:13</a>; <a data-ref=\"Amos 2:8\" href=\"/Amos.2.8\">Am 2:8</a>; <a data-ref=\"Haggai 2:12\" href=\"/Haggai.2.12\">Hg 2:12</a>; <a data-ref=\"Zechariah 3:3\" href=\"/Zechariah.3.3\">Zc 3:3</a>, <a data-ref=\"Zechariah 3:4\" href=\"/Zechariah.3.4\">4</a>, <a data-ref=\"Zechariah 3:5\" href=\"/Zechariah.3.5\">5</a>; <a data-ref=\"Zechariah 14:14\" href=\"/Zechariah.14.14\">14:14</a>; <span dir=\"rtl\">מְלֹא בִגְדוֹ</span> <em>his lap-ful</em> <a data-ref=\"II Kings 4:39\" href=\"/II_Kings.4.39\">2 K 4:39</a>.<br><strong>2.</strong>  <em>covering, wrapping</em>, of furniture of tabernacle <a data-ref=\"Numbers 4:6-13\" href=\"/Numbers.4.6-13\">Nu 4:6–13</a> (6 times); <em>coverlet</em> of a bed <a data-ref=\"I Samuel 19:13\" href=\"/I_Samuel.19.13\">1 S 19:13</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d0b6b6084aa1cbf06a1f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, דָּשֵׁן 1", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "BDB, דָּשֵׁן 1", "sourceHeRef": "בראון-דרייבר-בריגס, דָּשֵׁן א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "דָּשֵׁן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">דָּשֵׁן</span></big></big>  <strong>vb. be fat, grow fat (</strong>Arabic <span dir=\"rtl\">دَسِمَ</span>; whence also <span dir=\"rtl\">دَسَمٌ</span> <em>grease, fat;</em> NH <span dir=\"rtl\">דִּשֵּׁן</span> <em>make fat</em>, cf. NH <span dir=\"rtl\">דֶּשֶׁן</span> <em>fat</em><strong>)</strong>—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">וְדָשֵׁן</span> consec. <a data-ref=\"Deuteronomy 31:20\" href=\"/Deuteronomy.31.20\">Dt 31:20</a> (JE) fig. of Isr.’s prosperity.<br><strong>Pi.</strong>  Pf. <span dir=\"rtl\">דִּשַּׁנְתָּ</span> <a data-ref=\"Psalms 23:5\" href=\"/Psalms.23.5\">ψ 23:5</a>; <span dir=\"rtl\">וְדִשְּׁנוּ</span> consec. <a data-ref=\"Numbers 4:13\" href=\"/Numbers.4.13\">Nu 4:13</a>; Impf.: <span dir=\"rtl\">יְדַשְּׁנֶה־סֶּֽלָה</span> <a data-ref=\"Psalms 20:4\" href=\"/Psalms.20.4\">ψ 20:4</a> volunt. (cf. Ges<sup>§ 48, 3</sup> De; but perhaps read sf. -<span dir=\"rtl\">נֶהָ</span>, -<span dir=\"rtl\">נָהּ</span> v. Ki Ges<sup>l.c.</sup>); 3 fs. <span dir=\"rtl\">תְּדַשֶּׁן־</span> <a data-ref=\"Proverbs 15:30\" href=\"/Proverbs.15.30\">Pr 15:30</a>; Inf. <span dir=\"rtl\">לְדַשְּׁנוֹ</span> <a data-ref=\"Exodus 27:3\" href=\"/Exodus.27.3\">Ex 27:3</a>—causat. <em>make fat</em> <span dir=\"rtl\">ד׳ בשׁמן ראשׁי</span> i.e. anoint, symbol of festivity and joy <a data-ref=\"Psalms 23:5\" href=\"/Psalms.23.5\">ψ 23:5</a>; <span dir=\"rtl\">ד׳ עָ֑צֶם</span> <a data-ref=\"Proverbs 15:30\" href=\"/Proverbs.15.30\">Pr 15:30</a> of bodily effect of good news; <span dir=\"rtl\">ד׳ עולה</span> <em>find</em> a burnt-offering <em>fat</em> = acceptable <a data-ref=\"Psalms 20:4\" href=\"/Psalms.20.4\">ψ 20:4</a>; elsewhere <em>denom.</em> from <span dir=\"rtl\">דֶּשֶׁן</span> (fat ashes);—<em>take away, clear away the fat ashes</em> (acc. of altar cleared) <a data-ref=\"Numbers 4:13\" href=\"/Numbers.4.13\">Nu 4:13</a> (P), so <span dir=\"rtl\">סירות לְדַשְּׁנוֹ</span> <a data-ref=\"Exodus 27:3\" href=\"/Exodus.27.3\">Ex 27:3</a> (P).<br><strong>Pu.</strong>  Impf. <span dir=\"rtl\">יְדֻשָּׁ֑ן</span> <a data-ref=\"Proverbs 28:25\" href=\"/Proverbs.28.25\">Pr 28:25</a> <a data-ref=\"Isaiah 34:7\" href=\"/Isaiah.34.7\">Is 34:7</a>; 3 fs. <span dir=\"rtl\">תְּדֻשָּׁן</span> <a data-ref=\"Proverbs 11:25\" href=\"/Proverbs.11.25\">Pr 11:25</a>; <a data-ref=\"Proverbs 13:4\" href=\"/Proverbs.13.4\">13:4</a>—pass. of causat. Pi. <em>be made fat</em>, of dust saturated <span dir=\"rtl\">מֵחֵלֶב</span> <a data-ref=\"Isaiah 34:7\" href=\"/Isaiah.34.7\">Is 34:7</a>; fig. of prosperity of the liberal <a data-ref=\"Proverbs 11:25\" href=\"/Proverbs.11.25\">Pr 11:25</a>, the diligent <a data-ref=\"Proverbs 13:4\" href=\"/Proverbs.13.4\">13:4</a>, the trustful <a data-ref=\"Proverbs 28:25\" href=\"/Proverbs.28.25\">28:25</a>.<br><strong>Hothp.</strong>  Pf. 3 fs. <span dir=\"rtl\">הֻדַּ֫שְׁנָה</span> (cf. Ol<sup>§ 271</sup> Ges<sup>§ 54, 3</sup>) <a data-ref=\"Isaiah 34:6\" href=\"/Isaiah.34.6\">Is 34:6</a>, of Yahweh’s sword:—<em>it hath fattened itself</em> <span dir=\"rtl\">מֵחֶלֶב</span> (‖ <span dir=\"rtl\">מָֽלְאָה דָּם</span>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3eeb6084aa1cbf2cdf1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, פָּרַשׂ 1", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "BDB, פָּרַשׂ 1", "sourceHeRef": "בראון-דרייבר-בריגס, פָּרַשׂ א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "פָּרַשׂ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">פָּרַשׂ</span></big></big>  <strong>vb.</strong> spread out, spread <strong>(</strong>NH id.<em>;</em> Arabic <span dir=\"rtl\">فَرَشَ</span>; 𝔗 <span dir=\"rtl\">פְּרַס</span> (rare), Syriac <span dir=\"rtl\">ܦܪܰܣ</span>; cf. Assyrian <em>parašu</em>, <em>fly</em> (der. spec.; proposes <em>spread</em> [wings]); v. also Nö<sup>ZA i. 417</sup><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">פ׳</span> <a data-ref=\"Lamentations 1:10\" href=\"/Lamentations.1.10\">La 1:10</a> +; 2 ms. <span dir=\"rtl\">וּפָרַשְׂתָּ֫</span> <a data-ref=\"Job 11:13\" href=\"/Job.11.13\">Jb 11:13</a>; <a data-ref=\"Ruth 3:9\" href=\"/Ruth.3.9\">Ru 3:9</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יִפְרשֹׁ</span> <a data-ref=\"Deuteronomy 32:11\" href=\"/Deuteronomy.32.11\">Dt 32:11</a> +; 3 fs. <span dir=\"rtl\">וַתִּפְרשֹׁ</span> <a data-ref=\"II Samuel 17:19\" href=\"/II_Samuel.17.19\">2 S 17:19</a>, etc.; Pt. act. <span dir=\"rtl\">פּוֹרֵשׂ</span> <a data-ref=\"Proverbs 29:5\" href=\"/Proverbs.29.5\">Pr 29:5</a>, etc.; pass. <span dir=\"rtl\">פָּרֻשׂ</span> <a data-ref=\"Joel 2:2\" href=\"/Joel.2.2\">Jo 2:2</a>; fs. <span dir=\"rtl\">פְּרוּשָׂה</span> <a data-ref=\"Hosea 5:1\" href=\"/Hosea.5.1\">Ho 5:1</a>; pl. <span dir=\"rtl\">פְּרֻשׂוֹת</span> <a data-ref=\"I Kings 8:54\" href=\"/I_Kings.8.54\">1 K 8:54</a>;— <strong>1.</strong>  <em>spread out</em> a garment <span dir=\"rtl\">(שִׂמְלָה)</span> <a data-ref=\"Judges 8:25\" href=\"/Judges.8.25\">Ju 8:25</a>, + <span dir=\"rtl\">לִפְנֵי</span> pers. <a data-ref=\"Deuteronomy 22:17\" href=\"/Deuteronomy.22.17\">Dt 22:17</a>;—wings <a data-ref=\"Deuteronomy 32:11\" href=\"/Deuteronomy.32.11\">32:11</a>; <a data-ref=\"I Kings 6:27\" href=\"/I_Kings.6.27\">1 K 6:27</a> (read <span dir=\"rtl\">כַּנְפֵיהֶם</span> 𝔊 Sta Kmp Kit Benz), + <span dir=\"rtl\">עַל</span> <a data-ref=\"Jeremiah 49:22\" href=\"/Jeremiah.49.22\">Je 49:22</a> (fig.), + <span dir=\"rtl\">אֶל</span> <a data-ref=\"Jeremiah 48:40\" href=\"/Jeremiah.48.40\">48:40</a> <a data-ref=\"I Kings 8:7\" href=\"/I_Kings.8.7\">1 K 8:7</a> = <a data-ref=\"II Chronicles 5:8\" href=\"/II_Chronicles.5.8\">2 Ch 5:8</a> <span dir=\"rtl\">(עַל)</span>, + ל <a data-ref=\"Job 39:26\" href=\"/Job.39.26\">Jb 39:26</a>, <span dir=\"rtl\">לְמַעְלָה</span> <a data-ref=\"Exodus 25:20\" href=\"/Exodus.25.20\">Ex 25:20</a>; <a data-ref=\"Exodus 37:9\" href=\"/Exodus.37.9\">37:9</a>; wings om. <a data-ref=\"I Chronicles 28:18\" href=\"/I_Chronicles.28.18\">1 Ch 28:18</a> and perhaps <a data-ref=\"II Chronicles 3:13\" href=\"/II_Chronicles.3.13\">2 Ch 3:13</a> (del. <span dir=\"rtl\">כַּנְפֵי</span> Be); of <span dir=\"rtl\">י׳</span>, <span dir=\"rtl\">פ׳ עָלָיו אוֹרוֹ</span> <a data-ref=\"Job 36:30\" href=\"/Job.36.30\">Jb 36:30</a>; <em>spread out</em> writing, <span dir=\"rtl\">לִפְנֵי</span> pers. <a data-ref=\"II Kings 19:14\" href=\"/II_Kings.19.14\">2 K 19:14</a> = <a data-ref=\"Isaiah 37:14\" href=\"/Isaiah.37.14\">Is 37:14</a>, <a data-ref=\"Ezekiel 2:10\" href=\"/Ezekiel.2.10\">Ez 2:10</a>; sail <a data-ref=\"Isaiah 33:23\" href=\"/Isaiah.33.23\">Is 33:23</a>; fishing-net, <span dir=\"rtl\">מִכְמֶרֶת</span> <a data-ref=\"Isaiah 19:8\" href=\"/Isaiah.19.8\">Is 19:8</a> (<span dir=\"rtl\">עַל</span> loc.); net <span dir=\"rtl\">(רֶשֶׁת)</span> as snare, fig. <a data-ref=\"Hosea 5:1\" href=\"/Hosea.5.1\">Ho 5:1</a> (<span dir=\"rtl\">עַל</span> loc.), <a data-ref=\"Psalms 140:6\" href=\"/Psalms.140.6\">ψ 140:6</a>, <span dir=\"rtl\">לְרַגְלַי</span> <a data-ref=\"Lamentations 1:13\" href=\"/Lamentations.1.13\">La 1:13</a>, c. <span dir=\"rtl\">עַל</span> pers. <a data-ref=\"Hosea 7:12\" href=\"/Hosea.7.12\">Ho 7:12</a> (of <span dir=\"rtl\">י׳</span>), <a data-ref=\"Ezekiel 12:13\" href=\"/Ezekiel.12.13\">Ez 12:13</a> = <a data-ref=\"Ezekiel 17:20\" href=\"/Ezekiel.17.20\">17:20</a>, <a data-ref=\"Ezekiel 19:8\" href=\"/Ezekiel.19.8\">19:8</a>; <a data-ref=\"Ezekiel 32:3\" href=\"/Ezekiel.32.3\">32:3</a>, <span dir=\"rtl\">עַל־פְּעָמָיו</span> <a data-ref=\"Proverbs 29:5\" href=\"/Proverbs.29.5\">Pr 29:5</a>; <span dir=\"rtl\">פ׳ כַּפַּיִם</span> in prayer, + <span dir=\"rtl\">אֶל</span> <a data-ref=\"Exodus 9:29\" href=\"/Exodus.9.29\">Ex 9:29</a>,<a data-ref=\"Exodus 9:33\" href=\"/Exodus.9.33\">33</a> (J), <a data-ref=\"I Kings 8:38\" href=\"/I_Kings.8.38\">1 K 8:38</a> = <a data-ref=\"II Chronicles 6:29\" href=\"/II_Chronicles.6.29\">2 Ch 6:29</a>, <a data-ref=\"Ezra 9:5\" href=\"/Ezra.9.5\">Ezr 9:5</a>; <a data-ref=\"Job 11:13\" href=\"/Job.11.13\">Jb 11:13</a>, + ל <a data-ref=\"Psalms 44:21\" href=\"/Psalms.44.21\">ψ 44:21</a>, + <span dir=\"rtl\">הַשָּׁמַיִם</span> <a data-ref=\"I Kings 8:22\" href=\"/I_Kings.8.22\">1 K 8:22</a> = <a data-ref=\"II Chronicles 6:13\" href=\"/II_Chronicles.6.13\">2 Ch 6:13</a> <span dir=\"rtl\">(הַשָּׁמָ֑יְמָה)</span>, <a data-ref=\"I Kings 8:54\" href=\"/I_Kings.8.54\">1 K 8:54</a>, no complem. <a data-ref=\"II Chronicles 6:12\" href=\"/II_Chronicles.6.12\">2 Ch 6:12</a>; of almsgiving, <span dir=\"rtl\">כַּפָּהּ פָּֽרְשָׂה לֶעָנִי</span> <a data-ref=\"Proverbs 31:20\" href=\"/Proverbs.31.20\">Pr 31:20</a>; <span dir=\"rtl\">פ׳ יַד</span>, c. <span dir=\"rtl\">עַל</span> rei, <a data-ref=\"Lamentations 1:10\" href=\"/Lamentations.1.10\">La 1:10</a> of enemy’s greed (si vera l., v. Bu); <em>spread out</em> = display <span dir=\"rtl\">וּכְסִיל יִפְרשֹׁ אִוֶּלֶת</span> <a data-ref=\"Proverbs 13:16\" href=\"/Proverbs.13.16\">Pr 13:16</a>. <strong>2.</strong>  <em>spread</em> covering over <a data-ref=\"II Samuel 17:19\" href=\"/II_Samuel.17.19\">2 S 17:19</a> (<span dir=\"rtl\">מָסָךְ</span> + <span dir=\"rtl\">עַל־פְּנֵי</span> rei), <span dir=\"rtl\">הַמַּכְבֵּר</span> over <span dir=\"rtl\">(עַל)</span> face of another <a data-ref=\"II Kings 8:15\" href=\"/II_Kings.8.15\">2 K 8:15</a>, <span dir=\"rtl\">כָּנָף</span> <em>skirt</em>, <span dir=\"rtl\">עַל</span> pers. <a data-ref=\"Ruth 3:9\" href=\"/Ruth.3.9\">Ru 3:9</a> <a data-ref=\"Ezekiel 16:8\" href=\"/Ezekiel.16.8\">Ez 16:8</a> (fig. of <span dir=\"rtl\">י׳</span>); <span dir=\"rtl\">בֶּגֶד</span> c. <span dir=\"rtl\">עַל</span> rei <a data-ref=\"Numbers 4:7\" href=\"/Numbers.4.7\">Nu 4:7</a>,<a data-ref=\"Numbers 4:8\" href=\"/Numbers.4.8\">8</a>,<a data-ref=\"Numbers 4:11\" href=\"/Numbers.4.11\">11</a>,<a data-ref=\"Numbers 4:13\" href=\"/Numbers.4.13\">13</a>, c. <span dir=\"rtl\">מִלְמָ֑עְלָה</span> v <a data-ref=\"Numbers 4:6\" href=\"/Numbers.4.6\">6</a>; <span dir=\"rtl\">כְּסוּי</span> c. <span dir=\"rtl\">עַל</span> rei v <a data-ref=\"Numbers 4:14\" href=\"/Numbers.4.14\">14</a>; <span dir=\"rtl\">אֶת־הָאֹהֶל</span>, c. <span dir=\"rtl\">עַל־הַמִּשְׁכָּן</span> <a data-ref=\"Exodus 40:19\" href=\"/Exodus.40.19\">Ex 40:19</a>; <span dir=\"rtl\">שַׁחַר פָּרֻשׂ עַל־הֶהָרִים</span> <a data-ref=\"Joel 2:2\" href=\"/Joel.2.2\">Jo 2:2</a>; of <span dir=\"rtl\">י׳</span>, <span dir=\"rtl\">פ׳ עָנָן לְמָסָךְ</span> <a data-ref=\"Psalms 105:39\" href=\"/Psalms.105.39\">ψ 105:39</a>.—<a data-ref=\"Micah 3:3\" href=\"/Micah.3.3\">Mi 3:3</a> <a data-ref=\"Lamentations 4:4\" href=\"/Lamentations.4.4\">La 4:4</a> v. <a ,=\"\" data-ref=\"BDB, פָּרַס\" dir=\"rtl\" href=\"/BDB,_פָּרַס\">פָּרַס</a>.<br><strong>Niph.</strong>  Impf. 3 mpl. <span dir=\"rtl\">יִכָרְ֑שׂזּ</span> <a data-ref=\"Ezekiel 17:21\" href=\"/Ezekiel.17.21\">Ez 17:21</a> <em>they shall be scattered</em> <span dir=\"rtl\">לְכָל־רוּחַ</span>; <a data-ref=\"Ezekiel 34:12\" href=\"/Ezekiel.34.12\">34:12</a> read prob. Pt. <span dir=\"rtl\">צֹאן נִפְרָשׂוֹת</span> (for -<span dir=\"rtl\">שׂוֹת</span>, Hä Krae; on emend. of context v. especially Toy Krae).<br><strong>Pi.</strong>  Pf. 3 ms. consec. <span dir=\"rtl\">וּפֵרַשׂ</span> <a data-ref=\"Isaiah 25:11\" href=\"/Isaiah.25.11\">Is 25:11</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יְפָרֵשׂ</span> v <a data-ref=\"Isaiah 25:11\" href=\"/Isaiah.25.11\">11</a>, 3 fs. <span dir=\"rtl\">תְּפָרֵשׂ</span> <a data-ref=\"Jeremiah 4:31\" href=\"/Jeremiah.4.31\">Je 4:31</a>; Inf. cstr. <span dir=\"rtl\">פָּרֵשׂ</span> <a data-ref=\"Psalms 68:15\" href=\"/Psalms.68.15\">ψ 68:15</a>, sf. <span dir=\"rtl\">פָּרִשְׂכֶם</span> <a data-ref=\"Isaiah 1:15\" href=\"/Isaiah.1.15\">Is 1:15</a>;— <strong>1.</strong>  <em>spread out:</em> <strong>a.</strong>  c. acc. <span dir=\"rtl\">כַּפַּיִם</span> in prayer <a data-ref=\"Isaiah 1:15\" href=\"/Isaiah.1.15\">Is 1:15</a>; <a data-ref=\"Jeremiah 4:31\" href=\"/Jeremiah.4.31\">Je 4:31</a>, so c. <span dir=\"rtl\">יָדַיִם</span> <a data-ref=\"Psalms 143:6\" href=\"/Psalms.143.6\">ψ 143:6</a> <span dir=\"rtl\">(אֶל־י׳)</span>, and of <span dir=\"rtl\">י׳</span> entreating people <a data-ref=\"Isaiah 65:2\" href=\"/Isaiah.65.2\">Is 65:2</a> <span dir=\"rtl\">(אֶל)</span>; <span dir=\"rtl\">פ׳ צִיּוֹן בְּיָדֶיהָ</span> <a data-ref=\"Lamentations 1:17\" href=\"/Lamentations.1.17\">La 1:17</a>. <strong>b.</strong>  <em>spread out</em> hands as in swimming <a data-ref=\"Isaiah 25:11\" href=\"/Isaiah.25.11\">Is 25:11</a>, and (<span dir=\"rtl\">יָדַיִם</span> om.) v <a data-ref=\"Isaiah 25:11\" href=\"/Isaiah.25.11\">11</a>. <strong>2.</strong>  = <em>scatter</em>, (?) subj. <span dir=\"rtl\">י׳</span>, c. acc. pers. <a data-ref=\"Zechariah 2:10\" href=\"/Zechariah.2.10\">Zc 2:10</a> (𝔊 We Now <span dir=\"rtl\">קִבַּצְתִּי מִן</span>, yet v. GASm); <a data-ref=\"Psalms 68:15\" href=\"/Psalms.68.15\">ψ 68:15</a>, in doubtful connexion."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64187355a17d285d83ca9ce0", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Numbers 4:13:1", "anchorRef": "Numbers 4:13", "anchorRefExpanded": ["Numbers 4:13"], "sourceRef": "Netinah LaGer, Numbers 4:13:1", "sourceHeRef": "נתינה לגר, במדבר ד׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "commentaryNum": 13.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "במדבר", "he": "<b>ודשנו, ויספון ית קטמא.</b> עמ\"ש רש\"י שמות כ\"ז ג'.", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]