[{"_id": "521dc7c8edbab45814ae6093", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 4:18:1", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Rashi on Numbers 4:18:1", "sourceHeRef": "רש\"י על במדבר ד׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>אל תכריתו.</b> אַל תִּגְרְמוּ לָהֶם שֶׁיָּמוּתוּ:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "אל תכריתו CUT YE NOT OFF [THE TRIBE OF THE FAMILIES OF THE KOHATHITES] — Do not bring it about for them that they shall die.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6ef0", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 4:18", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Onkelos Numbers 4:18", "sourceHeRef": "תרגום אונקלוס על במדבר ד׳:י״ח", "anchorVerse": 18, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 4.0018, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "לָא תְשֵׁיצוּן יָת שִׁבְטָא זַרְעֲיַת קְהָת מִגּוֹ לֵוָאֵי:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Do not cut off the tribe of the families of the Kehosites, from among the Levites.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec727", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 4:18", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Targum Jonathan on Numbers 4:18", "sourceHeRef": "תרגום יונתן על במדבר ד׳:י״ח", "anchorVerse": 18, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 4.0018, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "לָא תִסְתַּקְפוּן לְשֵׁיצָאָה יַת שִׁבְטָא דִגְנִיסַת קְהָת מִגוֹ לֵיוָאֵי", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " Thou shalt not give occasion for the tribe of the family of Kehath to perish among the Levites. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179b1fbfba22336ea6291", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 4:18:1", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Sforno on Numbers 4:18:1", "sourceHeRef": "ספורנו על במדבר ד׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>אל תכריתו.</b> אל תניחו את המשאות באופן שיזכה בהם כל הקודם כי בזה האופן יקרה שידחפו זה את זה ויחללו את הקודש וזה יהיה סבה להכריתם כמו שספרו ז\"ל (פרק ב' דיומא) שקרה בתרומת הדשן:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "אל תכריתו, do not allow the procedure of carrying parts of the Tabernacle to be a free for all, the one first on the spot carrying the part he chooses to, for if you do this the resulting chaos will lead to destruction, to death. Such chaotic conditions will inevitably lead to desecration of holy things, holy objects, with tragic results, i.e. loss of life. Our sages illustrated what is meant when describing the race between priests to be the first to carry out the cleaning of the ashes off the top of the altar. (compare Yuma 23-24).", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54bd4835fbfba2173336385c", "index_title": "Ramban on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Deuteronomy 33:11:1", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Ramban on Deuteronomy 33:11:1", "sourceHeRef": "רמב\"ן על דברים ל״ג:י״א:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Ramban on Deuteronomy", "he": "רמב\"ן על דברים"}, "he": "וְטַעַם <b>בָּרֵךְ ה' חֵילוֹ</b>, שֶׁיִּהְיוּ חַיִל גָּדוֹל, וְהַטַּעַם שֶׁיִּרְבּוּ וְלֹא יִמְעֲטוּ בְּבוֹאָם אֶל הַקֹּדֶשׁ, כְּטַעַם אַל תַּכְרִיתוּ אֶת שֵׁבֶט מִשְׁפְּחֹת הַקְּהָתִי (במדבר ד יח), וְכֵן נֶאֱמַר בָּאַזְהָרוֹת שֶׁלָּהֶן (שם פסוק יט) וְלֹא יָמוּתוּ. וְאוּנְקְלוֹס (תרגום אונקלוס על דברים ל\"ג:י\"א) אָמַר, נִכְסוֹהִי, מִלְּשׁוֹן וְאֶת כָּל מִקְנֵהֶם וְאֶת כָּל חֵילָם (שם לא ט), יִתְכַּוֵּן לְמָה שֶׁאָמְרוּ רַבּוֹתֵינוּ (יומא כו) בַּקְּטֹרֶת שֶׁהִיא מְבָרֶכֶת, וְהוּא דָּבֵק אֶל יָשִׂימוּ קְטוֹרָה בְּאַפֶּךָ, כִּי מִמֶּנָּה יִתְבָּרֵךְ חֵילוֹ, כְּמוֹ שֶׁשָּׁנִינוּ (שם) חֲדָשִׁים לַקְּטֹרֶת. וּבְסִפְרֵי (ברכה שנב), בָּרֵךְ ה' חֵילוֹ, בִּנְכָסִים, מִכָּאן אָמְרוּ, רֹב כֹּהֲנִים עֲשִׁירִים הֵם. מִשּׁוּם אַבָּא דּוֹרֵשׁ אָמְרוּ, נַעַר הָיִיתִי גַּם זָקַנְתִּי וְלֹא רָאִיתִי צַדִּיק נֶעֱזָב (תהלים לז כה), זֶה זַרְעוֹ שֶׁל אַהֲרֹן:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "BLESS, ETERNAL, ‘CHEILO’ — that they be a great <i>chayil</i> (army). And the meaning thereof is that they should increase and not decrease when they enter the Holiness, similar in meaning to the verse, <i>Cut ye not off the tribe of the families of the Kohathites</i>.<sup class=\"footnote-marker\">186</sup><i class=\"footnote\">Numbers 4:18.</i> It is similarly stated in the admonitions concerning [the Levites], <i>and that they may not die</i>.<sup class=\"footnote-marker\">187</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 19.</i> And Onkelos rendered <i>cheilo</i> — “his possessions,” from the expression <i>and all their flocks, and all ‘cheilam’</i> (<i>their possessions</i>).<sup class=\"footnote-marker\">188</sup><i class=\"footnote\"><i>Ibid.</i>, 31:9.</i> He means what our Rabbis have said concerning the incense — that it bestows a blessing [upon the priest that performs that service].<sup class=\"footnote-marker\">189</sup><i class=\"footnote\">Yoma 26a.</i> The phrase [before us] is connected with the expression in [the preceding verse], <i>they shall put incense before Thee</i>,<sup class=\"footnote-marker\">185</sup><i class=\"footnote\">Verse 10.</i> because, as a result of it, his possessions will be blessed, as we have been taught:<sup class=\"footnote-marker\">189</sup><i class=\"footnote\">Yoma 26a.</i> “Fresh priests come and draw lots for the incense.”<sup class=\"footnote-marker\">190</sup><i class=\"footnote\">Four lots were drawn to determine the priests who would be privileged to minister in the Service of the Daily Whole-offering. Three of these lots were open to any priest whose family served that day. But prior to the lot for the burning of the incense the officer announced, “Fresh priests etc.,” i.e., those who had never yet performed the incense service were to come forward. The reason for this arrangement was to give as many priests as possible the opportunity to participate in the burning of the incense, because those who did so became wealthy.</i> And in the Sifre it is stated:<sup class=\"footnote-marker\">191</sup><i class=\"footnote\">Sifre, <i>Brachah</i> 352.</i> “<i>Bless, Eternal, ‘cheilo’</i> — his possessions. From here the Rabbis have deduced: Most priests are wealthy. In the name of Abba the Preacher the Rabbis have said: <i>I have been young, and now am old; yet have I not seen the righteous forsaken</i><sup class=\"footnote-marker\">192</sup><i class=\"footnote\">Psalms 37:25.</i> — this refers to the seed of Aaron.”", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5694cf26d6e4a968e0fce586", "index_title": "Shadal on Numbers", "category": "Commentary", "type": "commentary", "ref": "Shadal on Numbers 4:18:1", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Shadal on Numbers 4:18:1", "sourceHeRef": "שד\"ל על במדבר ד׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על במדבר", "he": "אל תכריתו וכו': אינו אלא כפל לחזק שיזהרו הכהנים שלא להניח הלוים לגשת ולגעת בקדש.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "569d07cdd6e4a979b40a0bdf", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 116:1", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Sifrei Bamidbar 116:1", "sourceHeRef": "ספרי במדבר קט״ז:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [200], "commentaryNum": 116.0001, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "ויאמר ה׳ אל אהרן אתה ובניך ובית אביך אתה תשאו את עון המקדש רבי ישמעאל אומר למי הדבר מסור לאותו [מזהירים]. [תשאו את עון המקדש] ר' יאשיה אומר מנין אתה אומר שאם זרק את הדם (כראוי) ואינו יודע לשם מי זרקו והקטיר את החלב (כראוי) ואינו יודע לשם מי הקטירו שהכהנים נושאים עון על כך, ת\"ל אתה ובניך ובית אביך אתך תשאו את עון המקדש. ר' יונתן אומר מנין אתה אומר שאם זכה בבשר קודם זריקת דמים בחזה ושוק קודם הקטר חלבים שהכהנים נושאים עון על כך, ת\"ל ואתה ובניך אתך תשאו את עון כהונתכם. וכן מצינו שלא נחתם גזר דינם של עלי אלא על שנהגו מנהג בזיון בקדשים, שכן הוא אומר ותהי חטאת הנערים גדולה מאד (שמואל א' ב). וכן מצינו שלא נחתם גזר דינם של אנשי ירושלים אלא על שנהגו מנהג בזיון בקדשים שנאמר (יחזקאל כב) קדשי בזית. ואתה ובניך אתך תשאו את עון כהונתכם (את עון המקדש) זה עון המסור לכהנים. אתה אומר זה עון המסור לכהנים או זה עון המסור לבית דין. כשהוא אומר אתה ובניך אתך תשאו את עוון כהונתכם לכל דבר המזבח, הרי עון המסור לב\"ד אמור. הא מה תלמוד לומר תשאו את עוון כהונתכם זה עון דבר הממזר לכהונה. אמרת ישראל לא ישאו עון כהנים אבל לוים ישאו עון כהנים ת\"ל והם ישאו עונם. \"וגם את אחיך\" שומע אני כל ישראל במשמע, ת\"ל מטה לוי. שומע אני אף הנשים במשמע ת\"ל את אחיך להוציא את הנשים. \"הקרב אתך\" ר\"ע אומר נאמר כאן אתך ונאמר להלן אתך, מה אתך האמור להלן [כאן] בלוים הכתוב מדבר אף אתך האמור (כאן) [להלן] בלוים הכתוב מדבר. (להזהיר את הלוים בשיר על דוכנם). \"וילוו עליך וישרתוך\" (בעבודתך) [בעבודתם להזהיר את הלוים בשיר על דוכנם] (ימנו) [ושימנו] מהם גזברים ואמרכלים. אתה אומר ישרתוך בעבודתם וימנו מהם גזברים ואמרכלים, או ישרתוך (בעבודתם) [בעבודתך] ת\"ל ושמרו משמרתך ומשמרת כל האהל. ועדיין אני אומר ישרתוך בעבודתך ישרתוך בעבודתם, ת\"ל ואני לקחתי את אחיכם הלוים מתוך ב\"י לכם מתנה נתונים לה'. לה' הם נתונים ולא לכהנים. הא אין עליך כלשון אחרון אלא בלשון ראשון [ישרתוך בעבודתם] ומנה מהם גזברים ואמרכלים. \"ואתה ובניך אתך לפני אהל העדות\" הכהנים מבפנים והלוים מבחוץ. אתה אומר הכהנים מבפנים והלוים מבחוץ, או אלו ואלו מבפנים. ת\"ל ונלוו עליך ושמרו את משמרת אהל מועד, הא מה ת\"ל ואתה ובניך אתך לפני אהל העדות, הכהנים מבפנים והלוים מבחוץ. \"ושמרו משמרתך ומשמרת כל האהל\" זו שאמרנו ישרתוך בעבודתם ומנה מהם גזברים ואמרכלים. אך אל כלי הקדש זה הארון וכה\"א ול יבואו לראות כבלע את הקדש, [ואל המזבח זה עבודת המזבח. ולא ימותו גם הם גם אתם מה אתם בעבודת המזבח אף הם בעבודת המזבח.] ר' נתן אומר מכאן רמז לשיר מן התורה אלא שנתפרש ע\"י עזרא. ר' יהושע אומר א\"צ שהרי כבר נאמר משה ידבר והאלהים יעננו בקול מכאן רמז לשיר מה\"ת. אך אל כלי הקדש ואל המזבח לא יקרבו אזהרה. ולא ימותו עונש. אין לי אלא לוים שענושים ומוזהרים על עבודת כהנים, כהנים על עבודת לוים מנין. ת\"ל (גם הם) גם אתם. [לוים] מעבודה לחברתה מנין, ת\"ל (גם אתם) [גם הם]. וכבר בקש ר' יהושע בן חנניא לסייע את ר' יוחנן בן גודגדא, אמר לו חזור לאחריך שאני מן השוערים ואתה מן המשוררים. רבי אומר א\"צ שהרי כבר נאמר אל תכריתו את שבט משפחות הקהתי. אין לי אלא בני קהת בני גרשון ובני מררי מנין. ת\"ל (צו את אהרן ואת בניו) [אהרן ובניו יבואו ושמו אותם איש איש על עבודתו ואל משאו. אין לי אלא] לוים שענושים ומוזהרים על עבודת כהנים כהנים על עבודת לוים מנין. ת\"ל ובנסע המשכן יורידו אותו הלוים [והזר הקרב יומת.] מעבודה לחברתה מנין ת\"ל והחונים לפני המשכן קדמה לפני אהל מועד מזרחה [וגומר והזר הקרב יומת] ומה ת\"ל [ולא ימותו] גם הם גם אתם לפי שבא קרח וערער כנגד אהרן הזהיר עליו הכתוב את כל הענין. וילוו עליך זה שאמרנו הכהנים מבפנים והלוים מבחוץ. וזר לא יקרב אליכם למה נאמר לפי שנאמר והזר הקרב יומת עונש שמענו אזהרה מנין ת\"ל וזר לא יקרב אליכם. ושמרתם את משמרת הקודש ואת משמרת מזבח הרי זה אזהרה לב\"ד של ישראל להזהיר את הכהנים שתהא עבודה כתקנה. שכשעבודה נעשית כתקנה הם כלים את הפורעניות מלבא לעולם. ולא יהיה [עוד] קצף. שאין ת\"ל עוד אלא שכבר קצף. כיוצא בו אתה אומר ולא יהיה עוד מבול שאין ת\"ל עוד, ומת\"ל עוד אלא שכבר היה. כיוצא בו ולא יזבחו עוד את זבחיהם לשעירים שאין ת\"ל עוד, ומת\"ל עוד אלא שכבר היה. כיוצא בו א\"א ולא יקרבו עוד ב\"י שאין ת\"ל עוד, אלא שכבר קרבו. אף כאן א\"א ולא יהיה עוד קצף שאין ת\"ל עוד אלא שכבר קצף שנאמר כי יצא הקצף:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 18:1) \"And the L-rd said to Aaron: You and your sons and the house of your father shall bear the sin of the sanctuary.\": R. Yishmael says: Because the thing (i.e., what follows) is relegated to Aaron, it is he that is exhorted. R. Yoshiyah says: Whence is it derived that if he (a Cohein) sprinkled the blood without knowing in whose name he is doing so or smoked the fat without knowing in whose name he is doing so, that the Cohanim bear the sin for this? From \"You and your sons and the house of your father shall bear the sin of the sanctuary.\" R. Yonathan says: Whence is it derived that if he took the flesh (of a sin-offering or a burnt-offering) before the blood was sprinkled (viz. Vayikra 7:7), or the breast and the shoulder before the smoking of the fats (viz. Ibid. 7:31), that the Cohanim bear the sin for this? From (Bamidbar, Ibid.) \"And you and your sons with you shall bear the sin of your priesthood.\" And thus do we find that the decree of Eli was sealed only because they (the Cohanim) abused the offerings, as it is written (I Samuel 2:15) \"Even before they would burn the fat … (16) And the man would say: Let them first burn the fat today (upon the altar) … (17) And the sin of the youths (the attendants of the Cohanim was very great, etc.\" And similarly we find that the decree of the men of Jerusalem was decreed only because they abused the offerings, viz. (Ezekiel 22:8) \"You abused My offerings.\" (Bamidbar, Ibid.) \"And you and your sons with you shall bear the sin of your priesthood.\": This refers to a sin (in the area of) what is relegated to the Cohanim (i.e., to keep zarim [non-priests] from entering the sanctuary). You say this, but perhaps it refers to a sin (in the area of) what is relegated to beth-din, (it being their duty to exhort the Cohanim in this regard.) (This is not so, for [Ibid. 7]) \"You and your sons, with you shall guard your priesthood for every thing of the altar\" already speaks of what is relegated to beth-din. How, then, am I to understand \"you shall bear the sin of your priesthood\"? As referring to a sin (in the area of) what is relegated to the priesthood. (Ibid. 1) \"And you and your sons with you\": and not Israelites (i.e., they are not to guard the sanctuary.) You say that Israelites do not bear the sin of the Cohanim, but perhaps Levites, (who also guard the sanctuary) do bear the sin of the Cohanim, (who are remiss in this regard.) It is, therefore, written (Ibid. 23) \"And they (the Levites) shall bear their (own) sin\" (of remissness), but not the sin of the Cohanim. (Ibid. 2) \"And also your brothers\": I might think that this also includes Israelites. It is, therefore, written \"the tribe of Levi.\" I might think that the women, too, are included. It is, therefore, written \"your brothers\" — to exclude the women. \"draw near with you\": R. Akiva says: It is written here \"with you,\" and elsewhere, (Ibid. 7) \"with you.\" Just as here, the Levites are being referred to, so, there, the Levites are being referred to — to exhort the Levites (against defect) in the song at their stand. (Ibid. 2) \"and they shall be joined to you and they shall serve you\": through their service. Treasurers and trustees are to be appointed from among them. You say this, but perhaps the intent is that they shall serve you (the Cohanim) in your (priestly) service. It is, therefore, (to negate this) written (Ibid. 3) \"And they shall keep your charge and the charge of all the tent.\" — But perhaps (both are intended, i.e.,) they shall serve you in your (priestly) service and they shall serve you through their service. It is, therefore, written (Ibid. 6) \"And I, behold, I have taken your brothers, the Levites, from the midst of the children of Israel, for you as a gift, given to the L-rd.\" To the L-rd are they given, and not to the Cohanim — whereby we derive that it is not to be construed in the second way (i.e., \"for your [priestly] service\"), but in the first way, i.e., their being appointed as treasurers and trustees. \"and you and your sons with you, before the tent of Testimony\": the Cohanim within, (in the court of the sanctuary,) and the Levites outside (the court). You say this, but perhaps the intent is both, within. It is, therefore, written (Ibid. 4) \"And they (the Levites) will join you, and they will keep (the watch of) the watch (by the Cohanim within) of the tent of meeting.\" How, then, am I to understand \"and you and your sons with you, before the tent of Testimony\"? The Cohanim within, and the Levites outside. (Ibid. 3) \"And they shall keep your charge and the charge of all the tent\": As stated above: They will serve you through their service, and appoint from among them treasurers and trustees. \"But to the vessels of the kodesh they shall not come near.\" This \"hakodesh\" (\"the holy\") refers to the ark, as it is written (Ibid. 4:20) \"And they (the Levites) shall not come to see (the vessels) when the kodesh is being covered and they (the Levites) die.\" \"and to the altar\": This refers to the (sacrificial) service of the altar. \"they shall not come near\": the exhortation. \"and they shall not die\": the punishment. This tells me only of the Levites, that they are punished and exhorted for (appropriating) the service of the Cohanim. Whence do I derive (the same for) Cohanim (appropriating) the service (i.e., singing) of the Levites? From (\"so that they not die,) both they (the Levites) and you\" (the Cohanim.) And it once happened that R. Yehoshua b. Chanania sought to assist R. Yochanan b. Gogada, when he (R. Yehoshua) said to him: Get back, for you are close to forfeiting your life! For I am of the gatekeepers and you are of the singers. Rebbi says that this (\"both they and you\") is not needed (for the above learning). For it is already written (Bamidbar 4:18-19) \"Do not cut off the tribe of the families of the Kehathi … but do this for them and they will live,\" (the implication being that otherwise they will die.) This tells me only of the sons of Kehath. Whence do I derive (the same for) the sons of Gershon and the sons of Merari? From (Ibid. 19) \"Aaron and his sons shall come and set them (the sons of Levi), each man to his service and to his burden.\" This tells me only that the Levites are punished for (appropriating) the service of the Cohanim. Whence do I derive (the same for) the Cohanim (appropriating) the service of the Levites? From (Bamidbar 1:51) \"And when the mishkan travels, the Levites (and not the Cohanim) shall dismantle it. And the stranger (a non-Levite) that draws near (to this service) shall be put to death.\" Whence do I derive (the same for) one who goes from his (assigned) service to another? From (Ibid. 3:38) \"And those who encamped before the mishkan, in front, before the tent of meeting on the east\" (i.e., only these being assigned to the aforementioned service) … and the stranger (to that service, [even a Levite]) that draws near shall be put to death.\" What, then, is the need for \"so that they not die both they and you\"? Because Korach came and contested Aaron's prerogative, Scripture reiterated the entire exhortation (on demarcation of bounds). Variantly: \"both they and you\": Just as you (the Cohanim, are thus forewarned) vis-à-vis the altar service, so, they (the Levites, are thus forewarned). R. Nathan says: Levitical singing is hereby intimated in the Torah, but it (i.e., its nature) was explicated by Ezra. Chanania, the son of the brother of R. Yehoshua says: This (intimation) is not needed, for it is already written (Shemot 19:19) \"and G-d answered him (Moses, the Levite) by voice\" — relative to the mitzvah of the voice, whence (the mitzvah of Levitical) singing is intimated in the Torah. (Bamidbar 18:4) \"And they shall join you\": As we have stated, the Cohanim (keep guard) on the inside, and the Levites, on the outside. (Ibid.) \"and a stranger shall not draw near to you\": Why is this written? (i.e., it has already been mentioned.) — \"and the stranger that draws near shall be put to death\" tells us (only of) the punishment. Whence do we derive the exhortation? From \"and a stranger shall not draw near to you.\" (Ibid. 5) \"And you shall keep the charge of the sanctuary and the charge of the altar.\": This is an exhortation to a beth-din of Israelites to exhort the Cohanim towards the proper performance of the (sacrificial) service, which (service), when properly performed, fends off calamity from the world. (Ibid.) \"so that there be no more wrath.\" Why \"no more\"? For He has already vented His wrath (viz. 17:11). Similarly, (Bereshit 9:11) \"and no more shall there be a flood.\" Why \"no more\"? For it has already happened. Similarly, (Vayikra 18:7) \"And they shall no more offer their sacrifices to the goat-demons.\" Why \"no more\"? Because it already happened (in Egypt, viz. Ezekiel 20:7). Similarly, (Bamidbar 18:22) \"And the children of Israel shall no more draw near to the tent of meeting.\" Why \"no more\"? Because they had already done so (in the time of Korach, viz. Ibid. 16:35). Here, too, (Ibid. 18:5) \"so that there be no more wrath.\" Why \"no more\"? For He had already vented His wrath, as it is written (Ibid. 17:11) \"for the wrath has gone forth, etc.\"", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "57e77d43d6e4a94c7c18ab0e", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 4:18", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Tafsir Rasag, Numbers 4:18", "sourceHeRef": "תפסיר רס\"ג, במדבר ד׳:י״ח", "anchorVerse": 18, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 4.0018, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "לא תקטעא עשאיר סבט קהת מן בין אלליואניין", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": "\"Do not cut off the tribe of the Kohathites from among the Levites,", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5889b494d6e4a902855fe9ca", "index_title": "Tur HaArokh", "category": "Quoting Commentary", "type": "", "ref": "Tur HaArokh, Deuteronomy 33:11:1", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Tur HaArokh, Deuteronomy 33:11:1", "sourceHeRef": "הטור הארוך, דברים ל״ג:י״א:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Tur HaArokh", "he": "הטור הארוך"}, "heTitle": "דברים", "he": "<b>ברך ה' חילו. </b>פי' הרמב\"ן שירבו ואל ימעטו בבואם אל הקודש כענין אל תכריתו שבט הקהתי ואונקלוס תרגם נכסוהי מלשון ואת כל חילם והוא דבק לישימו קטורה ברך ה' חילו כמו שאמרו רבותינו בקטורת שהיא מעשרת: ", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ברך ה' חילו, “Bless, O <i>Hashem</i> its resources, etc.” According to Nachmanides this is a plea by Moses to <i>Hashem</i> to grant the tribe of Levi plenty of human resources, seeing that in fulfilling their tasks they put their lives at risk if they make any of many possible mistakes which result in such people forfeiting their lives. Compare Numbers 4,18 “Do not let the tribe of the Kehatites be cut off from the rest of the tribe of Levi.”\n    Onkelos translates חילו as “its material resources,” using Genesis 37,29 and Number 31,9 as his models. In both those verses the expression ואת כל חילם means: “all their physical possessions.” The verse is an appendix to ישימו קטורה באפך in the previous verse, which describes the material possession of man most closely related to a spiritual asset, i.e. the fragrance of the incense burned on the Altar.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d669d6e4a92bf45a8807", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 4:18:1-2", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Rabbeinu Bahya, Bamidbar 4:18:1-2", "sourceHeRef": "רבנו בחיי, במדבר ד׳:י״ח:א׳-ב׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": ["<b>אל תכריתו את שבט משפחות הקהתי.</b> צוה הקב\"ה לאהרן ולבניו להזהיר הלוים בני קהת ולשמור אותן שלא יבאו לידי כרת. וחס הקב\"ה על שבטו של לוי שמסר עצמו על קדושת השם בעגל שנאמר (שמות לב) והרגו איש את אחיו ואיש את רעהו ואיש את קרובו, ולכך אמר אל תכריתו.\n", "<b>ובמדרש </b>אל תכריתו, כך שנו ז\"ל כל חייבי כריתות שלקו נפטרין מידי כריתותן שנאמר (דברים כה) והפילו השופט, כתיב ארבעים יכנו וכתיב ונקלה אחיך, כיון שלקה הרי הוא אחיך. ולמה ארבעים, אלא האדם נוצר לארבעים יום ועבר על התורה שנתנה לארבעים יום, אמרה תורה ילקה ארבעים ויצא ידי עונשו. וכן אתה מוצא באדם הראשון, כשנצטוה ועבר עליו לקה העולם בארבעים עונשין, אדם הראשון עשרה, וחוה עשרה, והנחש עשרה, והאדמה עשרה. ולפיכך כשיעבור האדם על המצוה ילקה ארבעים. כן אתה מוצא במדבר בעונש מרגלים שלקו ארבעים שנה במדבר.\n"], "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["אל תכריתו את שבט משפחות הקהתי, “do not let the tribe of the Kehatites be cut off from the family of the Levites!” G’d commanded Aaron and his sons to warn the Levites, especially the sons of ‎Kehat, not to become guilty of the karet penalty. G’d thereby displayed especial concern for the Levites who had risked their lives for the holy name of G’d at the time of the golden calf episode. At that time they had executed all the errant Israelites who had actively worshipped the golden calf (Exodus 32,27).", "A Midrashic approach based on the Mishnah in Makkot 23: The sages concluded from the wording in our verse that if someone is guilty of the karet penalty but has had 39 lashes inflicted upon him instead, he has thereby saved himself from the karet penalty. The Talmud bases this on Deut. 25,2 והפילו השופט, “the judge shall cast him down;” the Torah goes on to say: “he shall administer 40 lashes.” The Torah also writes (verse 3 ibid) ונקלה אחיך לעיניך, “and your brother will be degraded in your eyes.” The sages therefore derive from this that once a guilty Israelite has been degraded he is again considered “your brother,” Why did the Torah set the number of 40 lashes as the number of lashes to be administered<small> [for violations of ordinary negative commandments for which the karet penalty does not apply. Ed.]</small>? The reason is that a human being after 40 days in the womb of his mother is considered as “formed.” He subsequently violated a Torah law, i.e. the Torah which it took 40 days to teach Moses on Mount Sinai. It is appropriate therefore that when such a human being violates the Torah he should be punished by forty lashes. Having received such demeaning punishment he is considered as having discharged his guilt.<br> You will find that something similar occurred with Adam. When Adam had transgressed G’d’s command not to eat from the tree of knowledge the world was subjected to forty punishments. This was divided into ten punishments for Adam, ten for Chavah, ten for the serpent, and ten for the earth itself. Ever since, when man transgresses G’d’s laws he is subject to forty lashes as punishment. The number 40 was therefore also applied to the generation of the Israelites in the desert when they sinned by accepting the report of the ten spies. G’d decreed that the punishment would extend over forty years."], "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d669d6e4a92bf45a880b", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 4:18:3", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Rabbeinu Bahya, Bamidbar 4:18:3", "sourceHeRef": "רבנו בחיי, במדבר ד׳:י״ח:ג׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 18.0003, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>משפחות הקהתי. </b> ולא אמר משפחת קהת, אמר הקב\"ה גלוי וידוע לפני שעתידין קרח ועדתו לערער על משה ואהרן, אעפ\"כ אמר הקב\"ה אל תכריתו. נטל חצי שמו ונתן אותו על קהת ואמר הקהתי. משל למלך שהיה לו בן ונדבק עם הלסטים ונתפסו, אמר המלך בשביל בני אני פודה אותן עכשיו, ועז\"א הכתוב (ישעיה מח) למען שמי אאריך אפי ותהלתי אחטם לך לבלתי הכריתך.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "משפחות הקהתי, “the families of the Kehatites.” The Torah deliberately did not write “the family (sing) of Kehat,” being aware that many of them would be members of the rebellion of Korach against Moses and Aaron. In spite of this foreknowledge, G’d said that every care must be taken not to cause the Kehatites to become guilty of serious sins. By writing the word אל תכריתו in this form the Torah added two letters (יו) of the name of G’d in order to append them to the name קהת. You may understand the idea behind this by means of a parable. A king had a son who kept bad company and eventually was arrested with the thieves he had joined. The king’s response was that at this time he would deal leniently with the thieves themselves seeing that his own son was also part of that group. However, he warned that there would not be a second time when such leniency would be practiced. This is also the meaning of Isaiah 48,9: “for the sake of My name I control My wrath; to My own glory I am patient with you and will not destroy you.”", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d4895cd6e4a939ba174a41", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 4:18:1", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Torah Temimah on Torah, Numbers 4:18:1", "sourceHeRef": "תורה תמימה על התורה, במדבר ד׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>אל הכריתו וגו׳. </b>תניא, המת לחמשים שנה זו מיתת כרת, דכתיב אל תכריתו את שבט משפחות הקהתי וזאת עשו להם וחיו, עשו להם דבר של הקנה שלא יזונו עיניהם מבית קדשי הקדשים, וכתיב (פ׳ כ׳) ולא יבאו לראות כבלע את הקודש ומתו, וכתיב (פ׳ בהעלותך) ומבן חמשים שנה ישוב מצבא העבודה <sup class=\"footnote-marker\">יב</sup><i class=\"footnote\">ר\"ל לפי שבחמשים שנה היא מיתת כרת, לכן יעשה להם תקנה שלא ימותו מיתת כרת כל ימי עבודחם שהוא עד בן חמשים שנה.\n<br>ועיין עוד בירושלמי כאן הביאו עוד ראיה דכרת הוי בן חמשים שנה מהא דכתיב בתהלים צ' ימי שנותינו בהם שבעים שנה, דל עשרין שנין דלא איענוש עלייהו נשתיירו חמשים, ע\"כ. וכתבו על זה התוס' במו\"ק כ\"ח א' וז\"ל, ותימא, דהא משמע בשמעתין דבחמשין משנולד קאמר, ועוד יהא חמשים לאחר שנתחייב כרת והוא מיתת כל אדם, עכ\"ל. ונראה באור הלשון לאחר שנתחייב כרת – לאחר שיעור השנים שנתחייב כרת דהיינו לאחר עשרים שנה שאז הוא בן עונשים, כמבואר שבת פ\"ט א', או דט\"ס הוא וצ\"ל לאחר שנות כ' ואשתרבובי המלות והאותיות, וכונת דבריהם, דקשה לומר דשיעור כרת הוא כראיה שניה של הירושלמי בבן חמשים לאחר שנות כ' דהיינו בבן שבעים, דהא זה הוי מיתת כל אדם.\n<br>אמנם י\"ל בכונת הירושלמי, דבאמת הוי שיעור כרת בבן חמשים משנולד, ורק נותן סימן לדבר מפסוק זה דהוא סימן יותר קל לזכור מפסוק זה שלפנינו, וכמו שרגילים חז\"ל לעשות סימנים וציונים לכלללים ומספרים ע\"ד מ\"ש עשה ציונים לתורה (עירובין כ\"א ב') אף שאינו מצומצם ממש, וע\"ע מש\"כ בענין זה בפרשה אמור (כ\"ב ט') ובפרשה דברים (א' ל\"ה).\n<br>והנה כ\"ז כתבנו לפי גי' התוס' בירושלמי, אבל באמת נראה דהנוסחא בירושלמי שהביאו מוטעת היא והנוסחא האמתית היא כמו שהוא בירושלמי אשר לפנינו וזאת היא, צא מהן עשרים שאין ב\"ד של מעלה עונשין וכורתין נמצאת אומר המת לחמשים מת בהכרת, וכונת הירושלמי לסיפיה דקרא ואם בגבורות שמונים שנה צא מהן כ' וישארו ס', והפעל הכרת יאמר לא רק על כריתות חלק קטן מהכל כי אם גם על הכריתה לשנים חלקים שוים וכמו העגל אשר כרתו לשנים (ירמיה ל\"ד י\"ח) והחצי של ס' הוא שלשים ועם העשרים הן חמשים, והוא פשוט.\n</i>.<br>(ירושלמי בכורים פ\"ב ה\"א)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a15478ad6e4a92409ac443e", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 4:18:1", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Siftei Chakhamim, Numbers 4:18:1", "sourceHeRef": "שפתי חכמים, במדבר ד׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>אל תגרמו.</b> הודיענו בזה שמלת תכריתו הוא מבנין הפעיל ויוצא לשלישי:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Do not cause.</b> Rashi thus informs us that the word תכריתו — “cut off” is from the causative הפעיל construct and it refers to the third person.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5b0fd6a02f650300563a9fd6", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Vavei HaAmudim 7:1", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Shenei Luchot HaBerit, Vavei HaAmudim 7:1", "sourceHeRef": "שני לוחות הברית, ווי העמודים ז׳:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1611, 1631], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "he": "<b>אמרנו</b> לעיל בקצרה הכל מה שפסל בבהמה כו' נייחד פרק בפני עצמו.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">מדרש רבה מה שפסל בבהמה הכשיר באדם ומסכים שם מהרש\"ל שש\"ץ בעל מום כשר להתפלל ומוכיח זה מתוך הגמרא ופוסקים.</i> במדרש רבה פרשת צו <small>(ויק\"ר ז, ב)</small>, אמר רבי אבא אמר רבי יודן כל מה שפסל הקב\"ה בבהמה הכשיר באדם. פסל בבהמה עוורת או שבור או חרוץ או יבלת. והכשיר באדם לב נשבר ונדכא אלהים לא תבזה. אמר רבי אלכסנדרי ההדיוט הזה אם משמש בכלים שבורים גנאי הוא לו. אבל הקב\"ה כלי תשמישו שבורים הם שנאמר <small>(תהלים לד, יט)</small> קרוב ה' לנשברי לב. הרופא לשבורי לב <small>(שם קמז, ג)</small>, את דכא ושפל רוח <small>(ישעיה נז, טו)</small>, זבחי אלהים רוח נשברה <small>(תהלים נא, יט)</small>, ע\"כ. וקשה למה קחשיב גבי בהמה עוורת שבור חרוץ יבלת. ובאדם לא הזכיר רק שבור. וביותר יש להפליא הפלא ופלא מכוונת המדרש משמע שתשמישו של הקב\"ה בכלים שבורים וא\"כ כהן בעל מום יהיה כשר להקרבה. ומקרא מלא הוא בפרשת אמור שפסלה התורה בעלי מומין להקרבה ולא על המדרש לבד תלונתי. אך גם על היאן מהרש\"ל ז\"ל כי הביא בים של שלמה במסכת חולין פרק קמא בסימן מ\"ח וז\"ל עוד כתוב בתשובת מהר\"ם ששאלת אדם שפגעה בו מדת הדין ונפלו זרועותיו אם ראוי להיות ש\"ץ פשיטא דראוי וראוי הוא ואדרבא מצוה מן המובחר הוא כי מלך מלכי המלכים הקב\"ה חפץ להשתמש בכלים שבורים ולא כדרך שרים בשר ודם שנאמר לב נשבר ונדכא אלהים לא תבזה. דאין נפסל במומין אלא כהנים עכ\"ל ואני אבוא אחריו למלאות אתד בריו דהא אפילו לוים שעבודתן בשיר בשילה ובית עולמים אפ\"ה אין נפסלין אלא בקול כל שכן ש\"ץ שלנו עכ\"ל. ותימא גדולה בעיני כאשר הונח מונח קיים שהתפלה היא במקום תמידין אם כן ש\"ץ המתפלל דומה לכהן המקריב קרבן ומדוע ישתנו בזה שכהן יהיה פסול והש\"ץ יהיה כשר בעל מום. ליישב הענין על נכון<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">פלפלא טבא בגמרא בעירובין פרק המוציא תפילין הכל נכנסין בהיכל כו'.</i> אבאר גמרא סוף פרק המוציא תפילין <small>(עירובין קה, א)</small>, הכל נכנסין להכל לבנות ולתקן ולהוציא את הטומאה. מצוה בכהנים אם אין כהנים נכנסין לוים ואם אין לוים נכנסים ישראלים אידי ואידי טהורים אין טמאין לא. אבעיא להו טמא ובעל מום איזה כהן נכנס רב חייא בר אשי אמר טמא נכנס דהא אישתרי בעבודת ציבור. רבי אליעזר אומר בעל מום נכנס דהא אישתרי באכילת קדשים ופירש\"י אשתרי בעבודת צבור <small>(במדבר כח, ב)</small> דכתיב במועדו אפילו בטומאב אבל בעל מום לא הותר דתניא בתורת כהנים מום בו את לחם אלהיו לא יגש להקריב אין לי אלא תמידין כו' קרא אחרינא כתיב בתריה לחם אלהיו מקדשי הקדשים יאכל וסמך ליה אקרא קמא דנשתמע הכי לא יגש להקריב לחם אלהיו. דהא אישתרי באכילת קדשים מהאי קרא לחם אלהיו מקדשים יאכל עכ\"ל. וראוי לדקדק בלישנא דרש\"י על מה שכתב מהאי קרא כמורה באצבע מה לי ממקרא זה או ממקרא אחר ועוד קשה במאי קמיפלגי ליישב זה הענין אציע לפניך ברייתא והביאה הגמרא פ' תמיד נשחט (פסחים דף נ\"ט) <small>(ע\"ב)</small> פריך שם וכמה דכהנים לא אכלו בשר בעלים לא מתכפרים דתניא ואכלו הכהנים אשר כופר בהם מלמד שהכהנים אוכלים ובעלים מתכפרים אמר ליה כיון דלא אפשר עשאום כמו שנטמאו או שנאבדו ע\"ש. פשפשתי ומצאתי טעם נכון בספר תורת העולה שחיבר הגאון מהר\"ר משה איסרליש ז\"ל דף נ\"ב וז\"ל, סיבת היות מקצת קרבנות נאכלין ליום אחד ומקצתן לב' ימים ממה שכתבנו למעלה הקרבנות שהיו קדשי קדשים כגון החטאת והאשם ושלמי צבור כולן נאכלין ליום אחד מטעם שכבר כתבתי טעם הכהנים אוכלין ובעלים מתכפרים מטעם קבל' בושתו ושקרבנו נאכל בין הבריות שעל ידו מתבזה. וע\"כ בא המצוה לאכול ביום אחד כדי להמעיט בושתו של המקריב קרבן מאחר ששב על בושתו ראוי לרחם עליו כדי שלא תנעול דלת בפני בעלי תשובה ע\"ש באריכות ונמצא לפי זה הקרבן באה לכפר כמש\"ה ונרצה לו לכפר עליו והכפרה תלויה באכילת כהנים כי על ידי אכילתם מתביישין המקריבין וזהו כפרתן נמצא חלק הקרבן שאוכלין הכהנים זה עיקר הכפרה. וחלק שמקריבין על המזבח הוא רק דורון בעלמא לגבוה. וכמו שמסיק במדרש רבה פרשת צו <small>(ויק\"ר ז, ב)</small> בשם רבי אבא בר יודן משל למלך שהיה מהלך במדבר ובא אוהבו וכבדו בכלכלה של תאנים וחביות אחד של יין א\"ל זה כיבוד גדול א\"ל אדוני המלך לפי שעה כבדתיך וכו' כך אמרו ישראל רבש\"ע לפי שעה הקרבנו לפניך כו' ע\"ש וע\"י זה נראה לפרש מה שהוא חלק גבוה אינו אלא דורון לו וחלק כהנים מכפר כי על ידי אכילתן מתבייש המקריב והבושה כפרה אמתי שנאמר <small>(ירמיה לא, יט)</small> בושתי ונכלמתי להרים פני אליך וע\"כ נ\"ל כהן בעל מום לא יגש להקריב לחם אלהיו משום שחלק גבוה דורון הוא ומי שמביא דורון לאדון כל הארץ נותן שכל שיהיה נאה ומהודר בתכלית ההידור כי הקריבהו נא לפחחך הירצך. אמנם החלק שאוכלים הכהנים והבעלים מתכפרים באכילה ההיא מכח שמתביישין מאחר שקרבן שלהם נאכל בין הבריות ביותר ויותר מתבייש הבעל באם כהן בעל מום אוכל קרבנו ובודאי כשרון לבעלים בראות עיניו בעלי מומין אוכלין בשרו ויגדל כפרתו. ומטעם זה התיר הקב\"ה לבעלי מום לאכול בשר קדשים כדי שהיה לכפרה להמקריבים והשתא אתי שפיר התנא קמא דאמר טמא נכנס משום דאשתרי בעבודת צבור ורבי אליעזר פליג עליו ואמר בעל מום נכנס שבוי תלוי עיקר קרבן באכילתו הקרבן שמתבזה המקריב ביותר. ומאחר שהוא עיקר הכפרה לכן ראוי שהוא נכנס. ובזה יומתק לשון רש\"י שדייק בלישניה ואמר מהאי קרא כמורה באצבע על איזה קרא. כלומר מהאי קרא שלמדת טמא נכנס מכח שאשתרי בעבודת צבור. לא יגש להקריב וגו' והמקרא בעצמו נותן טעם למה כל אדם אשר בו מום מזרע אהרן לא יגש להקריב וסיים ואמר את אשי ה' כי זה חלק ה' ודורון לו ואין תפארתו להביא לו דורון מי שהוא בעל מום. מה שאין כן חלק הכהנים הוא לכפרת הבעלים וביותר הוא כפרה באם כהן בעל מום יאכל קרבנו. והשתא מתורץ שפיר המדרש כל מה שפוסל בבהמה ר\"ל בהמה שהיא עצם הקרבן שבא לכפרה. הכשיר באדם ר\"ל איזה אדם אותו אדם שבו תלוי הכפרה שהוא אוכל הקרבן והבעלים מתבזין. ולזה אפילו בעל מום גמור כמו עור חרוס שרוע הכל מותר באכילת הקרבן ולאו דווקא שבור לחוד כי מה לי מום זה או מום אחר ומתרץ בזה מה שהקשיתי שהביא כל המקרא עורת חרום שרוע וגו' כי אין חילוק בין מום למום אדרבא כל המומין כשרין בו לאכול קדשים ובזה נראה שיפה פסק מהרש\"ל שהוסיף נופך מדינה על דברי מהר\"ם שפסק שכשר בעל מום להיות ש\"ץ ולפי דרכי כי התפלות במקום קרבן ממש ובהם תלוי הכפרה בזמן הזה כנאמר <small>(הושע ד, ג)</small> ונשלמה פרים שפתינו. הוא במקום הכהן להתפלל בעד עם ישראל וכמו שעיקר הכפרה היה בכהן בעל מום כך מהראוי שלא להרחיק ש\"ץ כשהוא בעל מום רק שהוא הגון במעשיו: <b>ואגב</b> זה יתבאר<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">ביאור נאה על מדרש חזית יפה את רעייתי כתרצה וכו' ופלוגתא דאיתא במדרש.</i> מדרש רבה במדרש שיר השירים <small>(ו, ד)</small>. יפה את רעיתי כתרצה רבי יודן בר סימן פתר קרייא בקרבנות יפה את רעיתי אלו הקרבנות שאתם מתרצין בהם המד\"א <small>(ויקרא א, ד)</small> ונרצה לכפר עליו נאוה כירושלים אלו קדשי ירושלים ע\"כ. וקשה מה ענין לפסוק זה למקרא דלפניו אני לדודי ודודי לי. ונראה לי לפרש על דרך גמרא דמנחות <small>(קי, א)</small> תניא אמר רבי שמעון בן עזאי לא כתיב בפרשת קרבנות לא אל ולא אלהי' וכו' ריח ניחוח אחד המרבה ואחד הממעיט ובלבד שיכוין לבו לשמים. ושמא תאמר לאכילה היא צריך ת\"ל <small>(תהלים נ, יב)</small> אם ארעב לא אומר לך לא אמרתי לכם זבחו כדי שתאמר אעשה רצונו כדי שיעשה רצוני לא לרצוני אתם זובחים אלא לרצונכם שנאמר לרצונכם תזבחו ולפי זה יהיו מקושרים הפסוקים לפי המדרש כי רש\"י פירש <small>(שה\"ש ו, ב)</small> על אני לדודי אתם מבקשים לבנות עמנו אני לדודי ולא אתם כו' וירא הכתוב פן ואולי יטעה הטועה לאמר פירוש הפסוק אני לדודי אעשה רצונו כדי ודודי לי שיעשה גם הוא רצוני. לכן מסיים הפסוק ואמר יפה את כתרצה כלומר חלילה לך לפרש ולומר כן לעשות רצון המקום כדי שהוא יעשה רצוני. כי יפה את כתרצה אלו מקריבי קרבן שנאמר בהם לרצונכם תזבחו ואמרו רז\"ל שלא יאמר אדם אעשה רצונו כדי שיעשה רצוני ולמת כתרצה הוא מלשון רצון כמו שנאמר לרצונכם והואיל והמאמר אתא לידן אימא ביה מילתא. והוא במנחות <small>(קי, א)</small>, נאמר בעולת בהמה <small>(ויקרא א, ח)</small> אשה ריח ניחוח לי\"י<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">ביאור על הגמרא במנחות נאמר אשה ריח ניחוח בבהמה ובעוף ובמנחה וכו' ופלוגתא דרבי זירא ורב אדא וכו'.</i> ונאמר בעולת העוף <small>(שם יז)</small> אשה ריח ניחוח לי\"י. ובמנחה אשה ריח ניחוח לי\"י. לומר לך אחד המרבה ואחד הממעיט ובלבד שיכוין לבו לשמים. אמר רבי זירא מאי קרא <small>(קהלת ה, יא)</small> מתוקה שנת העובד אם מעט אם הרבה יאכל רב אדא בר אהבה אמר <small>(שם י)</small> ברבות הטובה רבו אוכליה ומה כשרון לבעליו כי אם ראות עיניו. פירש\"י עובד עבודת קרבן מתוקה שנתו כי אם ראות עיניו שזה מתכוון לטובה והנה כבר צותן קמאי דקמאי מאי פריך רבי זירא מאי קרא הלא תנא דמתניתין נקיט קרא נאמר בעולת בהמה ריח ניחוח וגו'. עוד קשה במאי קמיפלגי רבי זירא ורבי אדא שרבי זירא מביא סיפא דקרא והניח רישא דקרא. ונראה לי כי רש\"י פירש <small>(ויקרא ב, א)</small> ונפש כי תקריב למה מזכיר פה ונפש אמר הקדוש ב\"ה מי מתנדב מנחה עני מעלה עליו הכתוב כאלו מקריב נפשו וע\"ד זה שאל רבי זירא אף שתנא דמתניתין מקרא הוא דורש ששוין הקרבנות של הממעיט והמרבה. בכל זאת יש לדקדק דילמא קרבן במיעוטו דומה לקרבן עשיר שמביא הרבה מאחר שאין ידו משגת להביא יותר אמנם גבי עשירים עצמם זה מביא מעט וזה מביא הרבה מאי קרא שקרבנם שוין מאחר שבאפשרות לעשיר זה להביא יותר. הוא הדין קשה קושיא זו גבי עניים שכיס אחד להם ואין לאחד יתרון על חבירו וזה מביא קרבן יותר מחבירו מהאי קרא שקרבנם שוין משום הכי מביא ר' זירא סיפא דקרא מתוקה שנת העובד אם מעט אם הרבה יאכל והשובע לעשיר איננו מניח לו לישן ס\"מ מקרא זה אירי הכל בעשירים שהרי בפירוש מזכיר בקרא והשובע לעשיר וגו' ואפילו הכי אמר אם מעט אם הרבה יאכל ש\"מ אפילו בעשירים עצמם אחד המרבה ואחד הממעיט שוין הם וה\"ה גבי עניים. אך לרבי אדא בר אהבה הוקשה כי סברא זו נסתרה בפרשת ויקרא גבי חטאת כתיב <small>(שם ה, יג)</small> וכפר עליו הכהן על חטאתו אשר חטא מאחת מאלה ופירש\"י שמה מאחת משלש כפרות האמורות בענין זה או בעשירות או בדלות או בדלי דלות ומה ת\"ל שיכול החמורין שבהן יהיו בכשבה והקלות יהיו בעוף. והקלין שבקלין יהיו בעשירית האיפה. ת\"ל מאחת מאלה להשוותן קלין לחמורין לכשבה אם השיגה ידם וכו' ולפי ענין זה משמע שמדקדק שהעשיר צריך לכשבה ואפילו היה עני והשיגה ידו אם כן סותר היסוד הזה שגם בעשיר יהיו שוין המרבה והממעיט ע\"ז בא רב אדא כמתרץ ולומר כי אלו עניינים איירי מחטאת. ומחטאת אוכלין הכהנים ומ\"ה מביא המקרא ברבות הטובה רבו אוכליה ופי' רש\"י ברבות הקרבנות רבו אוכליה הכהנים מכח זה מדקדק שהעשיר לא ימעיט מפני שממעט חלק אכילת כהנים וכענין מדרש רבה פרשת במדבר <small>(במדב\"ר ה, א)</small> אל תכריתו <small>(במדבר ד, יח)</small> הה\"ד <small>(תהלים לג, יח)</small> הנה עין י\"י אל יראיו למיחלים לחסדו. זה שבטו של לוי המיחלים לחסדו ופריך וכי כל הבריות אין מיחלים לחסדו אלא ביותר שבטו של לוי שלא נטלו חלק בארץ והם יושבים ומתפללים שתעשה ארץ ישראל פירותיה כדי שיטלו מעשרותיהם כו' להחיותם ברעב אלו מתנות כהונה כו'. ולפי זה יובן שפיר לשון ברבות הטובה פירש\"י הקרבנות רבו אוכליה הכהנים ומה כשרון לבעליו כי אם ראות עיניו שלמה נקיט לישניה דאביו דוד המלך ע\"ה שאמר עין ה' אל יראיו על כהנים ולוים. מ\"ה אמר מה כשרון לבעליו בקרבנות כי אם ראות עיניו שרואה תמיד על יראיו המיחלים לחסדו של מקום. ולאפוקי תנא דמתניתין דהזכיר נאמר בעולת בהמה וכו' ועולת העוף וכו'. והעולה כולה כליל ואין בו שייכת לכהנים והקב\"ה לא לאכילה הוא צריך. ע\"ז אמר אחד המרבה ואחד הממעיט ובלבד שיכוין לבו לשמים וגם בעשיר הממעיט כמרבה ובזה מקושר סיפא דמדרש זה ושמא תאמר לאכילה הוא צריך ת\"ל אם ארעב לא אומר לך. ולענין מה ששתבתי בקרבנות לא כתיב לא אל ולא אלהים אלא לה' שלא ליתן פתחון פה לומר שיש שני רשויות. וכדפירש\"י זה רוצה בפר וזה רוצה באיל וכו'<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">טעם כצפיחית בדבש למה היה המזבח רבוע.</i> ונראה לי ליתן טעם נכון שכתוב <small>(ויקרא כז, א)</small> רבוע יהיה המזבח ואמרינן בזבחים פ' קדשי קדשים תנו רבנן הקרן והיסוד והריבוע מעכבין מדת ארכן ומדת רחבו אין מעכבין ע\"ש. וקשה מהו הענין שבמזבח דקדק הש\"י על ריבוע יותר משאר כלי המקדש. ואין זה אלא מכח הקרבנות שמקריבין עליו שלא לאמר לאכילה הוא צריך כביכול וא\"כ ח\"ו איכא למימר שיש ב' רשויות זה רוצה בפר וזה באיל לכן הזהיר הש\"י על הרבוע של המזבח לסתום פה המיני' והוא ע\"ד פרקי ר\"א<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">פרקי ר\"א למה הרוח של צפון פתוח.</i> שמביא שם <small>(פ\"ג)</small> מצפון תפתח הרעה. ארבע רוחות נבראו בעולם רוח פינת מזרח אור יוצא לעולם רוח דרום טללי ברכה יוצא לעולם. רוח מערב אוצרות שלג וברד קור וחום וגשמים יוצא לעולם רוח פינת צפון בראו ולא גמרו כי אמר כל מי שיאמר אולה עי יבוא ויגמור הפינה הזאת שהנחתי הה\"ד נוטה צפון על תוהו. ושם היא מדורן של מזיקין ורוחות ושדים ומשם יורדין לעולם שנאמר מצפון תפתח הרעה. ועוד גמ' בזבחים <small>(עי' כתובות י, ב)</small> דורש למה נקרא שמו מזבח מזית מחבב ומכפר. ומסיק בגמ' מזיק גזירות רעות מכפר עוונות. נמצא המזבח מזית גזירות רעות שלא יבואו לעולם והרעות באים מצפון לכן הזהיר הקב\"ה שהמזבח והיה רבוע להודיע שהוא אחד ואין שני לו. כי הריבוע של המזבח יורה על ריבוע של עולם שאפס זולתו לגמור פינת רוח צפונית ונוסף ע\"ז המזבח מזית גזירות רעות שלא יבואו המזיקין והשדים ופורעניות לעולם. משא\"כ לאחר לעשות זה. וא\"כ מכח הריבוע מוכח שה' אחד ושמו אחד ואין שני לו. כי הריבוע זה מורה על ריבוע של עולם כנ\"ל. ולכן אין מקום לטעות לו' לאכילה צריך ויש שני רשויות מכח שלא יש מי שיוכל לגדור רוח רביעית.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">טעם נכון על שמעתתא ר\"פ כסוי הדם למה לא נהג כיסוי דם גבי מוקדשין.</i> ועל ידי זה יתבאר שמעתתא ר\"פ כיסוי הדם <small>(חולין פג, ב)</small>. איתא שם בגמ' מוקדשין מ\"ט לא נוהג כיסוי הדם אילימא משום דרבי זירא השוחט צריך עפר למטה ועפר למעלה וכו' והכא לא אפשר היכא לעביד ליתיב ולבטליה מוסיף אבנין. וכתיב <small>(דה\"א כח, יט)</small> הכל בכתב מיד י\"י עלי השכיל וגומר ע\"כ. ע\"כ לישנא דשמעתתא ופירש\"י דמוסיף אבנין להגביהו והרי כל אורך ורוחב ורום הבנין נמסר לדוד על פי הנביאים דכתיב בדברי הימים דקאמר דוד לשלמה הכל בכתב מיד י\"י וגו' וכתבו התוספות קא מוסיף אבנין והא דאמרינן פרק קדשי קדשים <small>(זבחים יא, ב)</small> כשעלו בני גולה הוסיפו על המזבח ארבע אמות מן הדרום והתם קרא אשכח וכו'. ור\"ת מפרש קא מוסיף אבנין ולא הוי ריבוע והתם יליף דריבוע מעכב. ואין נראה כשבא לכסות ידביק גם עפר סביב המזבח עד שיבא מרובע. ועוד דקרא רבוע יהיה הוה ליה לאתויי ולא קרא דהכל בכתב וגומר עכ\"ל. ולי נראה ליישב דברי ר\"ת כי דבריו הם מכוונים<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">ראי' מהרמב\"ם שאי אפשר לבן אדם לעשות ריבוע בצמצום מכוון.</i> כמו שכתב הרמב\"ם בפי' המשנה דעירובין פ\"ד <small>(מט, ב)</small> אם אינו מכיר או שאינו בקי בהלכה כו' אלפים אמה לכל רוח עגולות דברי ר' חנינא בן אנטיגנוס וחכ\"א מרובעות כטבלא מרובע' כדי שיהיה נשכר לזויות ופי' הרמב\"ם לפי שא\"א לעשות מרובע בצמצום ובכיון תנא כטבלא מרובעת כלו' כדרך שבני אדם רגילין לרבע אעפ\"י שאינו מרובע בצמצום ולכן צדקו דברי ר\"ת קא מוסיף אבנין להגביה ומה שמגביה א\"א לצמצם אף שידביק עפר גם מ\"מ מתוך ריבוי שחיט' חטאות ועולות יבוא להגביה המזבח וא\"א לכוין בצמצום והריבוע של המזבח הוא דאורי תא והוקשה לו לעצמו איך נעשה גוף הבנין של המזבח מבני אדם והלא א\"א להם לצמצם לכן הביא המקרא הכל בכתב מיד י\"י עלי השכיל הש\"י נתן לי לב בחכמה ובתבונה ובדעת לכוון המרובע. מה שאין כן המביאים חטאות ועולות בכל יום ויום והם יעשו מרובע בידיהם וזה א\"א לצמצם ע\"כ אין נוהג כיסוי דם גבי קדשים ואמת ונכון הוא. ונחזור לענינינו טעם הקרבנות הוא כמו שכתב ברמב\"ן פרשת ויקרא <small>(א, ט)</small><sup class=\"footnote-marker\">*</sup><i class=\"footnote\">טעם שמביא הרמב\"ן על הקרבות קרבנות ושולל טעם הרמב\"ם שכותב על הקרבנות.</i> בעבור שמעשה בני אדם נגמרים במחשבה ובדבור ובמעשה צוה השם כשיחטא האדם יסמוך ידו עליו נגד כלי המעשה ויתודה בפיו נגד הדבור וישרוף באש הכליות והקרב שהם כלי המחשבה כדי שיחשוב האדם שראוי לו לעשות כן לולא חסד הבורא שלקח תמורתו ע\"ש. ושולל שם דעת הרמב\"ם במורה נבוכים טעם הקרבנות בעבור שמצרים וכשדים אשר היו ישראל גרים ותושבים בארצה מעולם עובדים לבקר וצאן כי המצרים עובדים מזל טלה והכשדים עובדים לשדים אשר יראו להם כדמות שעירים ואנשי הודו עד היום לא ישחטו בקר לעולם. בעבור כן צוה המקום לשחוט אלה ג' מינים לשם הנכבד כדי שיוודע הדבר שהיו חושבים בתכלית העבודה ההיא אשר יקריבו לבורא ובו יתכפרו העונות כי כן יתרפאו האמונות רעות וסתר הרמב\"ן פירושו באמרו יעשה שלחן י\"י מגואל וכו' ע\"ש ולדרך הרמב\"ם נ\"ל לפרש פסוקים פרשת האזינו<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">פי' על הפסוקים בהאזינו שמוכיח ישראל על שמקריבים לע\"ז ע\"ד הרמב\"ם שנותן טעם על הקרבנות.</i> בתוכחתו על ע\"ז והקרבת קרבנותיה. כתיב <small>(דברים לב, יז)</small> יזבחו לשדים לא אלוה וגו' לא שערום אבותיכם וגו' <small>(שם כא)</small> הם קנאותי בלא אל כעסוני בהבליהם ואני אקניאם בלא עם בגוי נבל אכעיסם ופירש\"י בלא עם זרע כשדים שנאמר <small>(ישעיה כג, יג)</small> הן עם לא היה בגוי נבל אלו המינים וכן הוא אומר <small>(תהלים י, ו)</small> אמר נבל בלבו אין אלהים וק מה מורה הפרט שמזכיר מכל האומות הכשדים וע\"ק מאי אולמי האי קרא מהאי קרא שמביא על הגוי נבל מקרא אמר נבל בלבו אין אלהים הקושיא זו מה שפירש הכשדים יובן שפיר לפי דברי הרמב\"ם שכותב שהכשדים עובדים לשדים ונראין להם כשעירים מ\"ה קאמר יזבחו לשדים לא אלוה ואמר לא שערום אבותיכם ופירש\"י ויש לפרש שערום לשון ושעירים ירקדו שם שעירים הם שדים ולפי שהם שדים יזבחו לשדים ועושים כמעשה כשדים מ\"ה הזכיר הכתוב ואני אקניאם בלא עם זהו כשדים מדה כנגד מדה שהיו עושים מעשה כשדים יפלו ביד כשדים אך הקושיא השנייה במקומה עומדת מאי אולמי האי קרא מהאי קרא וגם אחר כך מזכיר הכתוב מזי רעב ולחומי רשף וקטב מרירי ושן בהמות אשלח בם ופירש\"י לחומי רשף אלו השדים נלחמו בהם ושן בהמות מעשה שהיה וכו' וכי אטו לא ידעינן שכל התוכחה נתקיימה בעונותינו הרבים. ועוד קשה מה שייכת<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">ענין נחמד על סמיכות מזי רעב ולחומי רשף ושן בהמות להדדי גם הכפולים במקרא יזבחו לשדים וגו' ומביא ראיה מתשובת הגאון מהר\"ר משה איסרלש ז\"ל.</i> מזי רעב ולחומי רשף ושן בהמות להדדי ואגב אפרש הכפל במקראות האלה מתחלה התחיל להוכיח יזבחו לשדים לא אלוה וחזר לומר הם קנאונין בלא אל וגו' ועל כל חזר לומר כעסוני בהבליהם. ליישב הענין על נכון אציע לפניך מה שהובא בתשובת הגאון והחסיד כמהר\"ר משה איסרלש ז\"ל בסימן ט' וז\"ל, גרסינן בפ\"ד מיתות <small>(סנהדרין נו, ב)</small> אר\"י ז' מצות נצטוו בני נח דאמר קרא <small>(בראשית ב, טז)</small> ויצו י\"י אלהים על האדם לאמר ויצו אלו הדינין וכה\"א <small>(בראשית יח, יט)</small> כי ידעתיו אשר יצוה בניו וגו' י\"י זה ברכת השם וכה\"א <small>(ויקרא כד, טז)</small> ונוקב שם י\"י אלהים זה ע\"ז וכן הוא אומר <small>(שמות כ, ג)</small> לא יהיה לך אלהים אחרים על פני וגו' עד כי אתא ר' יצחק תני אבבא ויצו זה ע\"ז אלהים זה דיינים כו' בשלמא אלהים זה דיינים דכתיב <small>(שמות כב, ז)</small> ונקרב בעל הבית אל האלהים אלא ויצו זה ע\"ז מנלן רב חסדא ור' יצחק בר אבדימי חד אמר <small>(שמות לב, ח)</small> סרו מהר מן הדרך אשר צויתים וגו' וחד אמר <small>(הושע ה, יא)</small> עשוק אפרים רצוף משפטי כי הואיל הלך אחרי לו ופירש\"י אחר צו נביאי הבעל ופריך בגמרא מאי בינייהו דרב חסדא ור\"י בר אבדימי ומשני איכא בינייהו כותי שעשה ע\"ז ולא השתחוה לה. למ\"ד עשו להם משעת עשויה מחייב למ\"ד כי הואיל הלך אמרי לו דאזיל בתריה ופלח לה. והקשה על בעל התלמודא למה פריך יותר מאי בנייהו על משמעות דורשים של רב חסדא ורבי יצחק בר אבדימי יותר מעל רבי יוחנן ורבי יצחק דפליגי אי ויצו הוא ע\"ז או אלהים הלא גם ביניהם רק משמעות דורשין. והוא תירץ שאין צריך לפרש החילוק בין רבי יוחנן ורבי יצחק כי ברור כשמש בצהרים רבי יוחנן הלומד דינין מן ויצו סובר שבן נח אין מצוה לשמור רק מנהגי מדינה ולדון בין איש ובין אחיו. אבל אינו בדרך ישראל שמסרם להם מרע\"ה הדינים מסיני רק הוא חוק נמיסי. ולכן לומר דינין מפסוק ויצו ולומד הגזירה שוה מדכתיב כי ידעתיו ועדיין לא נתנה תורה ולא היה לאברהם אלא המשפטים שנתנו לנו בסיני ואף על גב דדרשינן בעירובין <small>(יומא כח, ב)</small> עקב אשר שמע בקולי <small>(בראשית כו, ה)</small> מלמד ששמר אפילו עירוב תבשילין. מ\"מ נוכל לומר אם הוא שמר אנשי ביתו לא שמרו רק חק הנמסר להם דהיינו ז' מצות בני נח. כי מי גדול לנו מאבינו יעקב אשר נשא ב' אתיות. אלא ע\"כ צריכין לומר הכתוב למען אשר יצוה לא קאי רק אאותן מצות של בני נח ולכן סבר ר\"י שלומד דיני בני נח מייצו כי דיני בני ישראל לחוד ודיני בני נח לחוד. ורבי יצחק רוח אחרת בקרבו ולימד דינין מאלהים בגזירה שוה דונקרב בעל הבית אל האלהים וסבירא ליה שדיני בני נח הן אותן דינים שנצטוו ישראל בסיני ולכן לומד ממקרא הנאמר בסיני כן נראה לפרש סוגיא זה עכ\"ל. אבל נראה הן אמת גברא חזינא ותיובתא לא קחזינא כי דע מה שכתב הסמ\"ג במצוה ראשונה וזה לשונו המצוה ראשונה שלא לעלות במחשבה שיש שום אלוה זולת י\"י שנאמר לא יהיה לך אלהים אחרים על פני. ומהרש\"ל בביאוריו על הסמ\"ג פירוש שלמד מן מלת לך מורה לבדך פירוש המחשבה הוא באדם לבדו ולא לזותו ואדוני אבי ז\"ל עשה פירוש לפירושו על פני שאין גלוי רק כנגד פני ותו לא דהיינו המחשבה של אדם. ומכאן יש להבין לפי סברת איכא בינייהו שמסיק התרצו אם התויב משעת עשיית הפסל או משעת עבודתו וכעין סברא זה יהיה איכא בנייהו בין לרבי יוחנן בין לרבי יצחק. למאן דאמר שלומד מן ויצו סבירא ליה שאיסור עבודה זרה מתחיל משעת עשייה בין למאן דאמר ממקרא עשו עגל מסכה. א\"כ גם משעת עשייה חייב וכל שכן משעת עבודה אבל לא במחשבה. ומר סבר שלומד מן אלהים והביא המקרא לא יהיה לך אלהים אחרים על פני סבירא ליה גם בשעת מחשבה שאפילו עדיין לא התחיל לעשות נמי חייב. וסברא זאת נראה לי שהוא ברור כשמש בצהרים רק שיש להקשות על המקשן שעדיין לא ידע התירוץ של איכא בנייהו א\"כ קשה למה לא הקשה מאי בנייהו גם לרבי יוחנן ורבי יצחק והנה יש לי שתי תשובות בדבר שלאו מקשן ותרצן הוא. רק הוא המדבר בלשון קשיא ובלשון תירוץ. וכן מצינו סברא זו בפרק אלו מציאות <small>(ב\"מ כא.)</small> גבי מצא פירות מפוזרים כו' וכמה אמר ר' יצחק בארבע אמות וכתבו התוספות ז\"ל דרבי יצחק גופא קבעי ליה כו' דאי תלמודא וכו' לוקי בדרך נפילה כו' וכן פרק לא יחפור <small>(ב\"ב כב, ב)</small> גבי מרחיקין מן החלונות דקאמר וכמה כמלא רוחב חלון ע\"ש. ואם כן הוא הדין הכא נמי שהוא המדבר הכל הקשיא והתירוץ. ואם יתעקש המתעקש לומר מנא לך הא דילמא שניהם המקשן לחוד והתרצן לחוד וכי יש לי להשיב תירוץ על הקושיא למה לא פריך מאי בנייהו על רבן יוחנן ור' יצחק כאשר אין קשיא בלא תירוץ ונראה ע\"ד הגמרא דקידושין <small>(לא, א)</small> דרש עולא רבה אפתחא דבי נשיאה<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">טעם כלשד השמן על הגמרא <small>(קידושין לא, א)</small> דרש עולא רבה מ\"ד <small>(תהלים קלח, ד)</small> יודוך י\"י כל מלכי ארץ וגו'.</i> מ\"ד יודוך י\"י כל מלכי ארץ כי שמעו אמרי פיך. בשעה שאמר הקב\"ה אנכי ולא יהיה לך אמרו אומות העולם לכבוד עצמו הוא דורש כיון שאמר כבד את אביך חזרו והודו למאמרות הראשונות ראוי ליתן טעם למה אמרו כך וכי אין מהראוי להקדים כבודו לפני כבוד בשר ודם והיה להם להמתין עד כלות כל הדברות ובראות' שלא חלק כבוד לבו\"ד היה אז להם לאמר לכבוד עצמו הוא דורש ובאמת פירש\"י גבי עריות <small>(ויקרא יח, ב)</small> אני י\"י אלהיכם הואיל שקבלתם מלכותי תקבלו גזירותי ולקוח הוא מת\"כ <small>(פרשה ט' פי\"ג)</small> משל למלך מתחלה מקבלין מלכותו ואח\"כ מקבלין גזירותיו ובודאי לא באו לכלל טעות הזה אלא מכח קשיא שהוקשה להם וזה הוא כי רש\"י פירש <small>(שמות כ, ב)</small> אנכי ה' אלהיך אשר הוצאתיך מארץ מצרים כדי היא הוצאה זו שתקבלו מלכותי. משמעותו שההוצאה לחוד היא כדאי לקבל אלהותו ית' וית' והם לא הרגישו בפי' של רש\"י שמפרש כדאי הוא הוצאה זו הוקשה להם למה תלה קבלת אלהותו יתב' ביציאת מצרים ולא תלה קבלת אלהותו בבריאת שמים וארץ וכל הנבראים והיה לו לומר אנכי ה' אלהיך אשר בראתיך כי היה לו לתלות קבלת אלהותו בבריאה שהיה קודם ליציאת מצרים וזה גרם טעותם לפי מארז\"ל <small>(קידושין ל, ב)</small> ג' שותפין באדם הקב\"ה ואביו ואמו כו' והיו אומרים שלא רצה לתלות קבלת אלהותו בבריאת האדם כי יהיו מוכרחים לנהוג כבוד באביהם ואמר מאחר שהם משותפים לזה ולכן תלה הדבר ביציאת מצרים כדי שלא לחלוק כבוד לבני אדם. ובזה מצאו מקום לטעות לאמר לכבוד עצמו הוא דורש מאחר שלא תלה קבלת אלהותו בבריאת אדם אך כאשר שמעו הדבור כבד את אביך וגו' וכן לא תרצח וגו' המדברים מקיום העולם אז למפרע האמינו והבינו התירוץ של רש\"י כדי ההוצא' זו. וענין זה נ\"ל שאיכא בנייהו בין ר' יוחנן ור' יצחק מי שלומד ויצו זו ע\"ז ס\"ל שמן הראוי לקבל מלכותו יתברך תחלה ואחר כך גזירותיו ופקודיו ומ\"ס מחלה הזהיר ויצו אלו הדינין כי ידוע שהדינין הם קיום העולם כמבואר חושן משפט סי' א' והקדים תחלה מה שהיא כבוד הבריות ואח\"כ הזכיר כבוד של א יאמרו לכבוד עצמו הוא דורש וענין זה נחמד למשכיל הוא והשתא אתי שפיר הכפלת המקראות שהקשיתי כי בתחילה הוכיחם יזבחו לשדים לא אלוה על שיעבדו ע\"ז במעשה החמורה מכולן וחזר לומר לא תימ' שחרה אפו בעבודה במעשה דוקא אבל בעשיה בלא עבודה לא לכן הכפיל לומר הם קנאוני בלא אל פירש אף שלא עשאהו לאל שלא עבדו רק עשאוהו גם בעשייה זאת יקניאוהו ואחח\"כ אמר כעסוני בהבליהם כלומר אפילו שלא עבדוהו גם לא עשאוהו רק תפסו הרעה של ע\"ז בלבם ואמר אש קדחה באפי והוא ע\"ד הזוהר פרשת בראשית דף ל\"ח <small>(עיין בתקו\"ז תקון סט קיז, ב)</small><sup class=\"footnote-marker\">*</sup><i class=\"footnote\">קין יצה\"ר הבל יצ\"ט וכו'.</i> ת\"ח קין איהו יצה\"ר הבל יצ\"ט הבל איהו הל\"ב ואינון תרי בתי ליבא הה\"ד לב חכם לימינו דאיהוא הבל דאתמר ביה ותוסף ללדת את הבל איהו תוספת רוח הקודש. קין ק\"ן לתרוויהו ובגיניה אתמר <small>(אבות ד, כ)</small> אל תסתכל בקנקן ודאי קן הוא דליבא דאיהו קליפא והאריך שם עד הבל טב והבל ביש יש הבל דאורייתא דאיהו לה\"ב עלה אתמר <small>(תהלים כט, ז)</small> קול י\"י חוצב להבות אש ע\"ש. והרי לך לפניך שדורש הבל לטב ולביש ואיהו הלב לב חכם לימינו ולב כסיל לשמאלו וא\"כ יובן שפיר שהמקראות הם על הסדר בתחלה הוכיחם יזבחו לשדים מה שיעבדו ע\"ז בפעולה ואחר כך הוכיחם הם קנאוני בלא אל שאין עושים אות' בפועל אל ואחר כך חזר ומוכיחם הם כעסוני בהבליהם כי הב' הוא הל' לב לביש על מה שיש בלב' ולכן אמר ואנכי אקניאם בלא עם פירש\"י כשדים מאחר שפנו למעש שדים ונגד שאמר שה' כעסוני בהבליהם ר\"ל בלבביהם ובמחשבתם אמר בגוי נבל אכע הם והמתיק רש\"י לשונו להביא ראיה על הרמז שקאי על המחשבה שבלב ומביא הפסוק אמר נבל בלבו אין אלהים בלבו דייקא. וכן במקרא אח\"כ <small>(דברים לב, כד)</small> אמר מזי רעב ולחומי רשף ושן בהמות אשלח בם ומביא רש\"י מעשה שהיו הרחלים נושכין וממיתין. כי כוונתו הוא גם כן לרמז ענין גדול ואגב יובן סדר פורעניות הנזכרים בפסוקים מזי רעב ואחר כך לחומי רשף והוא<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">טעם נכון על שאמר במקרא מזי רעב ואח\"כ לתומי רשף והוא ע\"ד הגמרא וע\"ד הרמב\"ן.</i> ע\"ד הגמ' פרק המקבל <small>(בבא מציעא)</small> דף ק\"ז <small>(ע\"ב)</small> תנו רבנן י\"ג דברים נאמרו בפת שחרית מצלת מן החטה מן הצינה מן המזיקין. ודע מה שכתב הרמב\"ן פרשת אחרי מות <small>(ויקרא יז, ז)</small> בענין השדים בפאת צפון שהוא חרב מפני הקור וזהו שפיר מזי רעב כתרגומו נפוחי כפן ממילא מתוך הרעבון אין להם פת שחרית להנצל מן המזיקין לכן אמר ולתומי רשף אלו המזיקין והשדים שנלחמו בהם הבאים מצפון כי ברעבון לא ינצלו מהם וגם השדים מלאים קור מ\"ה דירתן בצפון נמצא שברעבון לא ינצלו מן המזיקין ומן הצשינה ואמר ושן בהמות אשלח בם הענין הוא החזקוני פרשת האזינו מביא פי' שנקראים שדים ששודדים דעתן של בני אדם וכן משמע בהרמב\"ן פרשת אחרי מות<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">גמרא כב\"ק ג' אבות נאמרו בשור וכו'.</i> בענין ולא יזבחו לשדים וצל\"ד ריש גמרא במסכת ב\"ק <small>(ב, ב)</small> ת\"ר ג' אבות נאמרו בשור הקרן והשן הרגל קרן מנלן דכתיב <small>(שמות כא, כח)</small> כי יגח אין נגיחה אלא בקרן כו' ואח\"כ מסיק תולדה דקרן מה הוא נגיפה נשיכה רביצה ובעיטה ופריך בגמרא נשיכה תולדה דשן היא ועשני שן יש הנאה להזיקה קרן אין הנאה להזיקה ותו פריך מאי שנא באדם דכתיב וכי יגח ומ\"ש גבי בהמה דכתיב <small>(שמות כא, לה)</small> כי יגוף ומשני אדי אית ליה מזלא כתיב ביה כי יגח ופירש\"י אםד אית ליה מזלא שיש לו דעת לשמור כי יגח דודאי מתכוין השור להרע ובא עליו בכח ע\"ש ויובן המקרא אחר שהזכיר ולתומי רשף שהשדים נלחמים בהם. ולפי' החזקוני שנקראו שדים ששודדין דעתן של בני אדם ומ\"ה קאמר ושן בהמות אשלח בהם ר\"ל בהמות לא יבואו לנגח בקרנם מכח שדעתם יהיה מבודדים ולאו בני דעה הם ולא יבואו לנגח בקרן רק להזיק אותם בשן לכן אמר ושן בהמות כי אין צריכין לנגיחת קרן כדי שישמור האדם מהם רק ינשכו בשיניהם כי לא יהי' להם דעת לשמור. והשתא א\"ש שמביא רש\"י המעשה כי הוקשה לרש\"י שמא תאמר האי ושן מתולדות דקרן הוא שמתכוין להזיק בשן אז קרוי נשיכה והוא תולדה דקרן מ\"ה מביא רש\"י הראיה ממעשה והוא ע\"ד הגמרא <small>(ב\"ק נה:)</small> הכונם צאן לדיר ונעל בפניה כראוי ויצאה והזיקה פטור ובגמ' מסיק שאני שן ורגל דהתורה ממעטת בשמירתן כו' עד אמר רבה מתני נמי דיק' דקתני צאן עכדי בשור קא עסקינן ואתי נתני שור מ\"ש צאן דקתני לאו משום דהתורה מיעטה בשמירתן משום דצאן קרן לא כתיב בהו שן ורגל דכתיב בהו ומ\"ה מביא רש\"י ראיה על מקרא ושן בהמות שלא קאי על תולדה דקרן רק על שן ומביא המעשה שהיו הרחלים נושכין וממיתין ורחלים לאו בני קרן רק בני שן ורגל הן הן וכל זה הוא מכח שנחלמו בהם השדים ומשודדים דעתם וא\"צ לקרן רק לשן בהמות וכמו ששנינו באמת והיתה נבלתך למאכל לעוף השמים וגו' ונמצא היה ונמצא כשהוא ע\"י גירוי ש\"מ מתכוין להזיק וזה סותר כל הענין שפירשתי אף אתה פתח פיך ואמור לו מה שמצאתי כתוב באילה שלוחה בספר שמואל בענין גלית הפלשתי כיון שראה שדבריו מקולקלין באמרו <small>(שמואל א יז, מד)</small> ואתנה את בשרך לעוף השמים ולבהמות הארץ אמר וכי אית בעיר אכיל בעיר אמר הדין דידי הוא וכתב שמה ויש לשאול על המדרש והלא התורה נמי אומרת כן בפרשת כי תבוא <small>(דברים כח, כו)</small> והיה נבלתך למאכל לעוף השמים ולבהמת הארץ וי\"ל כי בתורה כתיב מקודם <small>(שם כג)</small> והיה שמיך על ראשך נחושת והארץ אשר תחתיך ברזל מכח רעב גדול בזה יהיה שינוי טבע שבהמה תאכל בשר ור' ליפמן תירץ כי ביד הש\"י לשנות הטבע אבל ביד אדם אין כח לשנות הטבע ע\"כ היו דבריו מקולקלין עכ\"ל וזהו ושן בהמות אשלח לעולם קאי על השן הנאה להזיקה דהיינו אכילה ומכח שאין דרך בעיר לאכול בשר אמר אשלח לשון גירוי שלא יהיה לה מה לאכול ותאכל אז מבשרם או כתירוץ השני ביד הקב\"ה לעשות כן ולא בידי אדם ויוצדק סדר המקראות מזי רע ואז לא יהיה להם לאכול פת בשחרית אז השדים נלחמים בהם ועל ידיהם ישודדין דעתן של אדם ולכן ושן בהמות אשלח בם כמו שכתבתי והמשכיל יבין ענין נחמד הזה: ", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c179da9bb386c011be99a05", "index_title": "Sha'arei Teshuvah", "category": "Musar", "type": "", "ref": "Sha'arei Teshuvah 3:124", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Sha'arei Teshuvah 3:124", "sourceHeRef": "שערי תשובה ג׳:קכ״ד", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1243, 1263], "commentaryNum": 3.0124, "collectiveTitle": {"en": "Sha'arei Teshuvah", "he": "שערי תשובה"}, "heTitle": "שערי תשובה", "he": "וְעִנְיַן הַכָּרֵת קִצּוּר הַשָּׁנִים. כָּעִנְיָן שֶׁנֶּאֱמַר (משלי י':כ\"ז) וּשְׁנוֹת רְשָׁעִים תִּקְצֹרְנָה. וְיֵשׁ בְּעִנְיַן קִצּוּר הַשָּׁנִים הֶפְרֵשׁ בֵּין מִיתָה לְכָרֵת. כִּי הַכָּרֵת – מוֹת הָאָדָם קֹדֶם חֲמִשִּׁים שָׁנִים. וְהַמִּיתָה – קֹדֶם שִׁשִּׁים, כְּמֵתֵי מִדְבָּר. רְצוֹנוֹ לוֹמַר – כִּי מִי שֶׁנִּגְזַר עָלָיו לִחְיוֹת שִׁבְעִים אוֹ שְׁמוֹנִים שָׁנָה וְנִתְחַיֵּב מִיתָה יָמוּת פָּחוֹת מִבֶּן שִׁשִּׁים. אֲבָל יֵשׁ צַדִּיקִים שֶׁמִּסְפַּר יְמֵיהֶם פָּחוֹת מִשִּׁשִּׁים. כְּמוֹ שֶׁאָמְרוּ בֶּן חֲמִשִּׁים וּשְׁתַּיִם זוֹ הִיא מִיתָתוֹ שֶׁל שְׁמוּאֵל הָרָמָתִי. וְנֶאֱמַר (במדבר ד':י\"ח) אַל תַּכְרִיתוּ אֶת שֵׁבֶט מִשְׁפְּחֹת הַקְּהָתִי מִתּוֹךְ הַלְוִיִּם וְדָרְשׁוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה מִזֶּה כִּי הַכָּרֵת קֹדֶם חֲמִשִּׁים שָׁנָה. פֵּרוּשׁ הַמִּקְרָא אַל תְּהִי נְסִבָּה מֵאִתְּכֶם לְהַכְרִית שֵׁבֶט הַקְּהָתִי מִתּוֹךְ עֲבוֹדַת הַלְוִיִּם. כִּי אִם לֹא תִּשְׁמְרוּ אוֹתָם שֶׁלֹּא יָבֹאוּ לִרְאוֹת כְּבַלַּע אֶת הַקֹּדֶשׁ יִכָּרְתוּ מִתּוֹךְ עֲבוֹדַת הַלְוִיִּם, וְיָמוּתוּ קֹדֶם חֲמִשִּׁים שָׁנָה שֶׁנֶּאֱמַר (במדבר ח':כ\"ה) וּמִבֶּן חֲמִשִּׁים שָׁנָה יָשׁוּב מִצְּבָא הָעֲבֹדָה וְגוֹ'.", "heVersionTitle": "Sefaria Vocalized Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And [part of] the content of excision is the shortening of years; like the matter that is stated (Proverbs 10:27), “but the years of the wicked will be shortened.” But there is a difference in the matter of the shortening of the years between death [at the hands of the Heavens] and excision. For [in the case of] excision, the death of the person is before fifty years, whereas [in the case of] death, [it] is before sixty - like those that died in the desert. This is meaning to say, that one about whom it was decreed to live for seventy or eighty years, but became liable for death [at the hands of the Heavens], will die at less than sixty years. However there are righteous ones the [decree for which] is to have less days than sixty [years] - as they said (Taanit 5b), “One [who dies] at fifty-two years, this is the death of Samuel of Rama.” And it is stated (Numbers 4:18), “Do not let the group of Kohathite clans be cut off from the Levites.” And our Rabbis, may their memory be blessed, expounded (Yerushalmi Bikkurim 2:1) from this that excision is before fifty years. Its explanation is, let not an accident be how you cause the tribe of the Kohatites to be cut off from the service of the Levites. For if you do not guard them - that they should not come to see when the holy [vessels] are covered - they shall be excised from the service of the Levites, and will die before they are fifty years; as it is stated (Numbers 8:25), “But at the age of fifty they shall retire from the workforce, etc.”", "versionTitle": "Sefaria 2020 Edition, Translated by R. Francis Nataf", "license": "CC0", "versionTitleInHebrew": ""}, {"_id": "5c17b9f2b071e100bf4efaf4", "index_title": "Tosafot on Yevamot", "category": "Quoting Commentary", "type": "", "ref": "Tosafot on Yevamot 2a:4:2", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Tosafot on Yevamot 2a:4:2", "sourceHeRef": "תוספות על יבמות ב׳ א:ד׳:ב׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1150, 1350], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Tosafot on Yevamot", "he": "תוספות על יבמות"}, "heTitle": "תוספות על יבמות", "he": "אשת אחיו מאמו - משמע הכא דבאשת אחיו מאמו יש בה כרת דבחייבי לאוין סבר תנא דמתני' דחולצת כדתנן בפ\"ב (לקמן יבמות ד' כ.) איסור מצוה ואיסור קדושה חולצת ולא מתייבמת ובהדיא תניא בגמרא מה אחות אשתו מיוחדת שהיא ערוה וחייבין על זדונה כרת כו' והקשה רבינו שמואל דבת\"כ משמע שאין בה כרת דקתני התם ואיש אשר יקח את אשת אחיו באשת אחיו מאביו הכתוב מדבר אתה אומר באשת אחיו מאביו או אינו אלא באשת אחיו מאמו והדין נותן הואיל ואסר אחות אביו ואחות אמו ואסר אשת אחיו מה אחות אביו ואחות אמו בין מן האב בין מן האם וכו' ת\"ל נדה היא מה נדה יש לה היתר ויש לה איסור אף אשת אח יש לה היתר ויש לה איסור וזו היא אשת אחיו מאביו שיש לה איסור ויש לה היתר אם יש לה בנים אסורה אין לה בנים מותרת משמע דאתא למעוטי אשת אחיו מאמו דאין בה כרת ודוחק לומר ולפרש דדרשא דת\"כ לא אתא למעוטי אשת אחיו מאמו אלא אתא למימר דאיכא כרת אף באשת אחיו מאביו באין לה בנים בחיי בעלה אע\"ג דיש לה היתר לאחר מיתה דמה נדה אע\"ג שיש לה היתר לאחר מכאן בשעת איסורה בכרת אף אשת אח כן והכי דריש בריש הבא על יבמתו (לקמן יבמות נד.) דאין הלשון משמע כלל כן ועוד דבירושלמי דפרק כלל גדול קאמר דאחותו יצאת לחלק ודודתו יצאת לידון בערירי והדר פריך מאשת אח למה יצאת ומשני לידון בערירי והדר קאמר ר' יוסי דודתו לצורך יצאתה למעט אשת אחיו מאמו דמה דודתו באשת אחי אביו מאביו כדיליף התם ערות דודו מדודו או בן דודו דאיירי באחי אביו [מאביו] אף אשת אחיו באחיו מאביו ובתר הכי דריש לה מנדה היא כמו בת\"כ משמע בהדיא דלמעט אשת אחיו מאמו אתא ותירץ ה\"ר משה דלא אתא למעוטי אלא מערירי דכתיב בההוא קרא אבל כרת יש בה והא דבעי למילף מאחות אב ואחות אם דבין מן האב בין מן האם אע\"ג דבאחות אב ואחות אם לא כתיב ערירי אהקישא דר' יונה דריש הבא על יבמתו (ג\"ז שם:) סמיך דמהקישא דאשת אחיו מן האב נקיש כל העריות לחומרא ולא נקיש לאשת אחיו מאמו לקולא דממעט מנדה היא ולא יתכן פירוש זה לרש\"י שאומר דכל כרת הוא וזרעו נכרת דהיינו דאיכא בין כרת למיתה בידי שמים אלא לריב\"א שאומר דאין נכרת הוא וזרעו אלא בעריות דכתיב בהו ערירי וחילוק יש בין מיתה לכרת כדאמר בירושלמי (פ\"ב דבכורים) דכרת בן נ' ומפיק ליה מדכתיב אל תכריתו את שבט הקהתי (במדבר ד׳:י״ח) ועבודתם עד נ' ומיתה היא בס' כמתי מדבר דכתיב (שם יד) יתמו ושם ימותו וחולק על הש\"ס שלנו דבמ\"ק (ד' כח. ושם) אמרינן מנ' ועד ס' זו היא מיתת כרת ונוכל לומר לפי הש\"ס שלנו דמיתה בידי שמים אחר ס' וקודם זמן כרת וא\"ת לפי' ריב\"א דבריש הבא על יבמתו (לקמן יבמות נה.) מאי פריך ערירי דכתיב בדודתו למה לי כיון דמכרת לא שמעי' ערירי ואי משום דמאשת אח שמעי' ערירי בכל העריות אם כן ה\"ל לאקשויי אערירי דאשת אח למה לי דכתיב לבסוף ואר\"י משום דבההיא שמעתא לעיל יליף כל העריות מנדה להעראה להכי פריך ערירי דכתיב בדודתו למה לי לילף הא נמי מנדה דכתיב גבי אשת אחיו נדה היא:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5c7d85dc4d7b5e00177b9b5e", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Vayikra Dibbura DeNedavah, Chapter 2 1", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Sifra, Vayikra Dibbura DeNedavah, Chapter 2 1", "sourceHeRef": "ספרא, ויקרא דבורא דנדבה, פרק ב א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 1, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ב", "he": "[א] \"אליו\" – למעט את אהרן. אמר ר' יהודה בן בתירא: י\"ג דברות נאמרו בתורה למשה ולאהרן; וכנגדן בתורה י\"ג מיעוטים – ללמדך שלא לאהרן נאמר אלא למשה שיאמר לאהרן.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "1) \"And He called to Moses and the L–rd spoke to him, etc.\" \"to him\" — to exclude Aaron. R. Yehudah b. Betheira said: Thirteen dibroth (accompanied by a command) were stated in the Torah to Moses and Aaron, and, corresponding to them, thirteen limitations, to teach us that they were not spoken to Aaron, but to Moses, to tell them to Aaron. (The dibroth: 1) [Shemoth 6:13]; 2) [Shemoth 7:8]; 3) [Shemoth 9:8]; 4) [Shemoth 12:1]; 5) [Shemoth 12:43]; 6) [Vayikra 11:1]; 7) [Vayikra 13:1]; 8) [Vayikra 14:33]; 9 [Vayikra 15:1]; 10 [Bamidbar 2:1]; 11 [Bamidbar 4:1]; 12 [Bamidbar 4:18]; 13) [Bamidbar 19:2].)", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "60e42dfd2d961af550ad3686", "index_title": "Reshit Chokhmah", "category": "Kabbalah", "type": "", "ref": "Reshit Chokhmah, Gate of Repentance 2:23", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Reshit Chokhmah, Gate of Repentance 2:23", "sourceHeRef": "ראשית חכמה, שער התשובה ב׳:כ״ג", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 2.0023, "collectiveTitle": {"en": "Reshit Chokhmah", "he": "ראשית חכמה"}, "he": "<b>וכן</b> פירשו גם כן במדרש רבה בפרשת במדבר, זה לשונם דבר אחר אל תכריתו וגו' (במדבר ד, יח), הדא הוא דכתיב (משלי כב, כב) אל תגזל דל כי דל הוא, אמרו רבותינו במה הכתוב מדבר, אם הוא דל מהו גוזל לו, אלא לא דבר אלא במתנות עניים שהוא חייב ליתן להם מן התורה לקט שכחה ופאה ומעשר עני, והזהיר הקדוש ברוך הוא שלא יגזול אדם מהם מתנות הראויות ליתן להם, כי דל הוא - די לו עניותו, ולא די לעשיר שהוא עומד ברוח ועני בצער, אלא אף גוזל ממנו מה שנתן לו הקדוש ברוך הוא, עד כאן לשונם. וכיוצא בזה צודק לענין גזל התורה והמצות כדפי'.", "heVersionTitle": "Hamesorah Publishers, Jerusalem 2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ec1f25e735e0a5900c8623", "index_title": "Tiferet Yosef", "category": "Chasidut", "type": "", "ref": "Tiferet Yosef, Korach 1", "anchorRef": "Numbers 4:18-19", "anchorRefExpanded": ["Numbers 4:18", "Numbers 4:19"], "sourceRef": "Tiferet Yosef, Korach 1", "sourceHeRef": "תפארת יוסף, קרח א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1885, 1925], "commentaryNum": 1, "collectiveTitle": {"en": "Tiferet Yosef", "he": "תפארת יוסף"}, "heTitle": "קרח", "he": "<b>ויקח קרח בן יצהר בן קהת בן לוי ודתן ואבירם בני אליאב וגו' כי כל העדה כולם קדושים ובתוכם ד' ומדוע תתנשאו על קהל ד'.</b><br>ואיתא במדרש (תנחומא ב) קפץ קרח ואמר למשה וכו' טלית שכולה תכלת מה שיהא פטורה מן הציצית וכו'. בית מלא ספרים מה שתהא פטורה מן המזוזה וכו'. אמרו חז\"ל, חכם גדול היה קרח ומטועני הארון היה וכו'. והענין בזה, דהנה בעת שבא אדם אל שלימות היותר גדול, והינו שמכיר שהשי\"ת הוא שלם בתכלית השלימות, ויש לו הכרה מפורשת שכל כח פעולה שלו הוא מהשי\"ת ואין לו שום כח בפני עצמו, ומצדו אפס אז ממנו כל כח עבודתו, מאחר שמכיר שאין לו שום כח בפני עצמו, ואז השי\"ת מעורר עליו את החסד הראשון שהיה בעת בריאת העולם, כמו שכתיב (תהלים כה) זכור רחמיך ד' וחסדיך כי מעולם המה, כי באמת קודם בריאת עולם ג\"כ אין שייך לומר שהיה חסר כבוד שמים ח\"ו, וכבוד שמים היה בתכלית השלימות קודם בריאת עולם כמו לאחר בריאת עולם, ורק כל הבריאה היה מצד חסדו, מחמת שחפץ להיטיב לבריותיו. והציב לבוש בעוה\"ז שכביכול כבוד שמים אינו בשלימות בלתי עבודת אדם, כן גם באדם הזה אשר בא להכרה הזאת, אשר השי\"ת הוא שלם בתכלית השלימות, ומצידו אפס ממנו כל כח עבודתו, מעוררו השי\"ת מחסד הראשון, ומראה לו עוד איך שיש לו מקום לעבודתו, ומראה לו עוד איך שחפץ בעבודת האדם. וכענין דכתיב (במדבר ד) אל תכריתו את שבט משפחות הקהתי מתוך הלוים וזאת עשו להם וחיו וגו' אהרן ובניו יבואו ושמו אתם איש איש על עבדתו ואל משאו. וענינו כי מצד שבט הלוי שעומדים תמיד בגודל התבטלות לפני השי\"ת, עד שיכולים להתבטל בפועל ממש לפני השי\"ת, והשי\"ת הוא חפץ בעבודה, ולזה ניתן להם עצה שכל עבודתם תהיה על ידי הכהנים, וכהן הוא איש חסד, והיינו שימשיך לו מן החסד הראשון שהיה בבריאת עולם, ויראה איך שהשי\"ת חפץ בעבודת האדם. וזה היה טענת קרח שמדייק המדרש חכם גדול היה קרח ומטועני הארון היה, והיינו אף שכתיב כי עבודת הקדש עליהם בכתף ישאו שנצטוו לשאת את הארון, אבל מי שהעמיק ראה באמת איך שהארון נושא את נושאיו, וממילא ראה שכל כח הפעולה הוא ג\"כ מן השי\"ת, לזה טען שאינו צריך לעבודת האדם. וזה שאמר כי כל העדה כולם קדושים ובתוכם ד' ומדוע תתנשאו, ואיתא במדרש (במדבר ד) כולם שמעו אנכי בסיני, והיינו שטען מאחר שבאמת מי שמעמיק רואה שהשי\"ת הוא נושא את האדם וכל כח הפעולה הוא מאתו ית', א\"כ אינו צריך לעבודת האדם. וזה הענין דאיתא בזוה\"ק (בראשית יז:) קרח עובדא דבראשית אכחיש. והיינו שחלק על כל החסד מבריאת עולם, כמו שכתוב (תהלים פט) כי אמרתי עולם חסד יבנה, שהכל היה מצד חסדו שהציב השי\"ת לבוש בעולם הזה שחפץ בעבודת האדם והוא חלק על זה ואמר, מאחר שמי שמעמיק רואה איך שאין לו כח פעולה, ממילא אין צריך לעבודה. וזה מורה עובדא דבראשית אכחיש:", "heVersionTitle": "Tiferet Yosef, Publication of Izhbitza Radzin, Bnei Brak 1997", "heLicense": "", "heVersionTitleInHebrew": "תפארת יוסף, בני ברק, מכון להוצאת ספרי רבוה\"ק מאיזביצא-ראדזין, תשנ\"ז", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61023fafc795231b79e36b9d", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "quotation_auto", "ref": "Tzror HaMor on Torah, Numbers 4:2:1", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Tzror HaMor on Torah, Numbers 4:2:1", "sourceHeRef": "צרור המור על התורה, במדבר ד׳:ב׳:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "במדבר", "he": "אח\"כ אמר <b>נשא את ראש בני קהת.</b> לפי שהם בעלי מעלה בתורה ובחכמה יותר מכל אחיו ונבחרים מכולם. אמר מתוך בני לוי. כאלו בני קהת נבחרו מכל השבט. ולכן צוה עליהם בראשונה למנותם מבן שלשים ועד בן חמשים. ונתן להם הדברים היותר מקודשים לפי קדושתם. וז\"ש זאת עבודת בני קהת באהל מועד קדש הקדשים הארון והשלחן והמנורה והמזבחות. ולפי שעבודתם היתה קדש הקדשים. צוה עליהם אל תכריתו את שבט משפחות הקהתי. כי הם חשובים עלי ככל השבט. ולכן לא אמר את משפחות הקהתי. אלא את שבט משפחות הקהתי. וזאת עשו להם וחיו ולא ימותו. אחר שבהכרח יש להם לגשת אל הקדש. אהרן ובניו שהם יותר קדושים מהם. יבאו ויסדרו אותם איש איש במקומו. ולא יבואו לראות כבלע את הקדש. כתוב במדרש הנעלם כי כמו שכסותו של אדם הוא כבודו. כאומרו ותחת כבודו יקד יקוד. כן בכלי המשכן צוה לעשות להם כסתות לכסות כל כלי וכלי. בענין שלא יהיו מגולים. וכמו שלפעמים יכבדו האדם מצד מלבושיו כן יקרה בכלי הקדש. ולכן לא רצה השי\"ת שיבואו לראות כלי הקדש כשהם מופשטים ממלבושים וכסויים. פן יעלה במחשבתם לזלזל בהם. וזהו כבלע את הקדש:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eec6bfddfbb310fed24", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites II 2", "anchorRef": "Numbers 4:1-49", "anchorRefExpanded": ["Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites II 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ד׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Levites II", "he": "במדבר הערה ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Here the tasks of the Levites are presented in great detail and listed according to clan. The jobs involve the guarding, dismantling, and transport of the “sancta” (holy objects). We are subsequently given a census of the Levites from ages 30 to 50, which fits here better than in Chap. 1. This age of service implies, perhaps, the physical strain associated with Levite tasks.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eac9ad75f2d99af9ce", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites II 1", "anchorRef": "Numbers 4:1-49", "anchorRefExpanded": ["Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites II 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 4:1-49\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 4:1-49</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63c9442101e878406e0d2652", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Korach 6:23", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Zohar, Korach 6:23", "sourceHeRef": "ספר הזהר, קרח ו׳:כ״ג", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "קרח", "he": "רִבִּי אֶלְעָזָר (נ\"א רבי אבא) אָמַר, (במדבר ד׳:י״ח) אַל תַּכְרִיתוּ אֶת שֵׁבֶט מִשְׁפְּחוֹת הַקְּהָתִי מִתּוֹךְ הַלְוִיִּם, בְּגִין דְּאִינּוּן גִּזְעָא וְשָׁרְשָׁא דְּלֵיוָאֵי. וְזֹאת עֲשׂוּ לָהֶם וְחָיוּ וְלֹא יָמוּתוּ, דְּבָעֵי כַּהֲנָא לְאַתְקְנָא לְהוּ, דְּאַף עַל גַּב דִּקְרִיבִין אִינּוּן לְקוּדְשָׁא, לָא יֵיעֲלוּן אֶלָּא בְּתִקּוּנָא דְּכַהֲנָא, דְּהוּא יָדַע סִימָנָא דְּיִמְטוּן לְגַבֵּיהּ, וְלָא יַתִּיר. וְכַד מְכַסְּיָא לְמָאנֵי קוּדְשָׁא, כְּדֵין כִּסּוּיָא אַחֲרָא שָׁרֵי, וְאָסִיר לוֹן לְקָרְבָא לְמֵחֱמֵי, דְּהָא מִלָּה בַּחֲשָׁאי לָא אִית לְגַבַּיְיהוּ, אֶלָּא לְכַהֲנָא, (ועל דא) דְּמִלָּה דִּלְהוֹן וְעוֹבָדָא דִּלְהוֹן בְּרָזָא וּבַחֲשָאי וְלֵיוָאֵי לְאָרָמָא קָלָא.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63d77c6deca10007534468d5", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 4:18:1", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Rav Hirsch on Torah, Numbers 4:18:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ד׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 18. שבט (siehe zu Kap. 3, 15). ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc65758c1dc532ec9049", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 4:18", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Steinsaltz on Numbers 4:18", "sourceHeRef": "ביאור שטיינזלץ על במדבר ד׳:י״ח", "anchorVerse": 18, "sourceHasEn": true, "commentaryNum": 4.0018, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>אַל תַּכְרִיתוּ אֶת</b>, תביאו למותם של\n  <b>שֵׁבֶט מִשְׁפְּחֹת הַקְּהָתִי מִתּוֹךְ הַלְוִיִּם</b> בהתנהגות שאינה זהירה.\n  ", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Do not excise, </b>or cause the death of <b>the tribe of the families </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e9da75b215f43691cfdf96", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Bamidbar 43", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Tze'enah Ure'enah, Bamidbar 43", "sourceHeRef": "צאינה וראינה, במדבר מ״ג", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 43, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "במדבר", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“<i>Do not let the group of Kohathite clans be cut off</i>” [4:18]. The Holy One commanded Aaron and his children should guard the children of Kehat that they should not die, but that they should carry properly. If they did not carry properly, they would be killed. “<i>The group of Kohathite clans.</i>” Bahya writes. The Torah wrote an extra <i>heh</i> in the front of Kehat and an extra <i>yud</i> at the end. This is the name of God that is called <i>Yah.</i> The Torah knew that <i>Korah</i> and his group would argue against Aaron and Moses. Therefore, the Holy One said to Kehat, do not get destroyed in that argument. Therefore, the Holy One added His name to Kehat to protect him.<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">Bahya, Numbers, 4:18.</i>", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "516ba7d4edbab4702cd32b49", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "midrash", "ref": "Bamidbar Rabbah 5:1", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Bamidbar Rabbah 5:1", "sourceHeRef": "במדבר רבה ה׳:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "אַל תַּכְרִיתוּ אֶת שֵׁבֶט מִשְׁפְּחֹת הַקְּהָתִי מִתּוֹךְ הַלְוִיִּם <small>(במדבר ד, יח)</small>, הֲדָא הוּא דִּכְתִיב <small>(תהלים לג, יח יט)</small>: הִנֵּה עֵין ה' אֶל יְרֵאָיו לַמְיַחֲלִים לְחַסְדּוֹ, לְהַצִּיל מִמָּוֶת נַפְשָׁם וּלְחַיּוֹתָם בָּרָעָב. הִנֵּה עֵין ה' אֶל יְרֵאָיו וגו', זֶה שִׁבְטוֹ שֶׁל לֵוִי, שֶׁהֵם יוֹשְׁבִים וּמְקַוִּים לְחַסְדּוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, וְכִי כָּל הַבְּרִיּוֹת אֵינָן מְיַחֲלִים לְחַסְדּוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, אֶלָּא בְּיוֹתֵר שִׁבְטוֹ שֶׁל לֵוִי שֶׁלֹא נָטְלוּ חֵלֶק בָּאָרֶץ, אֶלָּא יוֹשְׁבִים וּמִתְפַּלְּלִים שֶׁתַּעֲשֶׂה אֶרֶץ יִשְׂרָאֵל פֵּרוֹתֶיהָ כְּדֵי שֶׁיִּטְלוּ מַעְשְׂרוֹתֵיהֶם, שֶׁאֵין לָהֶם כְּלוּם בָּעוֹלָם אֶלָּא חַסְדּוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, הֱוֵי: לַמְיַחֲלִים לְחַסְדּוֹ. לְהַצִּיל מִמָּוֶת נַפְשָׁם, מִן מִיתָה עַצְמָהּ, וּלְחַיּוֹתָם בָּרָעָב, אֵלּוּ עֶשְׂרִים וְאַרְבַּע מַתְּנוֹת כְּהֻנָּה שֶׁנִּתְּנוּ לְשֵׁבֶט לֵוִי, עֶשֶׂר בַּמִּקְדָּשׁ, וְעֶשֶׂר בַּגְּבוּלִין, וְאַרְבַּע בִּירוּשָׁלַיִם, הֱוֵי: וּלְחַיּוֹתָם בָּרָעָב. אָמַר רַבִּי אֶלְעָזָר בֶּן פְּדָת מֵאֵיזוֹ מִיתָה הָיוּ נִצּוֹלִים, אִם מִמִּיתָה שֶׁל עוֹלָם, הֲרֵי אֵין בְּרִיָּה שֶׁאֵין מֵתָה, מַהוּ לְהַצִּיל מִמָּוֶת נַפְשָׁם, אֶלָּא מִמִּיתַת הָאָרוֹן, כֵּיצַד, אָמַר רַבִּי אֶלְעָזָר בֶּן פְּדָת בְּשֵׁם רַבִּי יוֹסֵי בֶּן זִמְרָא בְּשָׁעָה שֶׁהָיוּ יִשְׂרָאֵל נוֹסְעִין הָיוּ שְׁנֵי נִיצוֹצִין שֶׁל אֵשׁ יוֹצְאִין מִתּוֹךְ שְׁנֵי בַּדָּיו שֶׁל אָרוֹן כְּדֵי לִפְגֹּעַ שׂוֹנְאֵיהֶם, וּמִנַּיִן, שֶׁכֵּן משֶׁה אוֹמֵר לְיִשְׂרָאֵל מָה אַתֶם מִתְיָרְאִין מִן בְּנֵי עֲנָק וְכִי קָשִׁים הֵם מֵאוֹתָן שֶׁהָיוּ בָּאִים כְּנֶגְדֵנוּ וְהָיָה הָאָרוֹן שׂוֹרְפָן, וְכֵן הוּא אוֹמֵר <small>(דברים ט, ג)</small>: וְיָדַעְתָּ הַיּוֹם כִּי ה' אֱלֹהֶיךָ הוּא הָעֹבֵר לְפָנֶיךָ וגו', מִכָּאן אַתָּה דוֹרֵשׁ שֶׁהָיוּ שְׁנֵי נִיצוֹצִין מְקַדְּמִין לִפְנֵיהֶם, אָמַר לָהֶם <small>(דברים ט, ג)</small>: הוּא יַשְׁמִידֵם וְהוּא יַכְנִיעֵם לְפָנֶיךָ, וְכֵיוָן שֶׁהָיוּ הַנִּיצוֹצִין יוֹצְאִין הָיְתָה הָאֵשׁ שָׁפָה בְּטוֹעֲנֵי הָאָרוֹן וְהָיוּ נִשְׂרָפִים וּמִתְמַעֲטִין. וּמִנַּיִן שֶׁהָיוּ שֵׁבֶט קְהָת מְמֻעָט, אֶלָּא אַתָּה מוֹצֵא שָׁלשׁ מִשְׁפָּחוֹת הָיוּ טוֹעֲנִין כָּל כְּלֵי הַמִּשְׁכָּן, גֵּרְשׁוֹן טוֹעֵן כָּל כְּלֵי הָאֲרִיגָה, יְרִיעוֹת, פָּרֹכֶת, הַמָּסָךְ וְהַקְּלָעִים. וּמִשְׁפַּחַת קְהָת הָיוּ טוֹעֲנִין הָאָרוֹן וְהַשֻּׁלְחָן וְהַמְּנוֹרָה וְהַמִּזְבְּחוֹת וּכְלֵי הַקֹּדֶשׁ. וּמְרָרִי טוֹעֵן הַקְּרָשִׁים וְהַבְּרִיחִים וְהָעַמּוּדִים וְהָאֲדָנִים. וְאַתְּ מוֹצֵא שֶׁהָיוּ נִמְנִים אַרְבַּע מִשְׁפָּחוֹת הַלָּלוּ מִבֶּן חֹדֶשׁ וּמִבֶּן שְׁלשִׁים שָׁנָה, וְכֵיוָן שֶׁהוּא מוֹנֶה אֶת הַגֵּרְשֻׁנִּי מִבֶּן חֹדֶשׁ הוּא מוֹנֶה אוֹתָם <small>(במדבר ג, כב)</small>: שִׁבְעַת אֲלָפִים וַחֲמֵשׁ מֵאוֹת, וְחוֹזֵר וּמוֹנֶה אוֹתָן מִבֶּן שְׁלשִׁים שָׁנָה וּמוֹצֵא אוֹתָן <small>(במדבר ד, מ)</small>: אַלְפַּיִם וְשֵׁשׁ מֵאוֹת וּשְׁלשִׁים, הֲרֵי שֶׁהָיוּ מֵאָה וּשְׁלשִׁים יוֹתֵר עַל שְׁלִישׁ. וְכֵן מְרָרִי מוֹנֶה אוֹתָם מִבֶּן חֹדֶשׁ וְעוֹלֶה מִנְיָנָן <small>(במדבר ג, לד)</small>: שֵׁשֶׁת אֲלָפִים וּמָאתָיִם, וְכֵיון שֶׁהוּא מְיַחֲסָן מִבֶּן שְׁלשִׁים שָׁנָה הוּא מוֹצֵא אוֹתָן <small>(במדבר ד, מד)</small>: שְׁלשֶׁת אֲלָפִים וּמָאתָיִם, הֲרֵי שֶׁהָיוּ מֵאָה יוֹתֵר עַל חֶצְיָן. אֲבָל מִשְׁפַּחַת קְהָת אַתְּ מוֹצֵא אוֹתָן מְרֻבִּין מִכָּל הַמִּשְׁפָּחוֹת, כִּי מִבֶּן חֹדֶשׁ הוּא מוֹנֶה אוֹתָן וּמוֹצֵא אוֹתָן <small>(במדבר ג, כח)</small>: שְׁמוֹנַת אֲלָפִים וְשֵׁשׁ מֵאוֹת, וְכֵיוָן שֶׁהוּא בָּא מִבֶּן שְׁלשִׁים שָׁנָה, הוּא מוֹצְאָן <small>(במדבר ד, לו)</small>: אַלְפַּיִם שְׁבַע מֵאוֹת וַחֲמִשִּׁים, הֲרֵי שֶׁהָיוּ אֲפִלּוּ פָּחוֹת מִשְׁלִישִׁיתָן מֵאָה וְשִׁבְעָה עָשָׂר, לָמָּה כֵן, אֶלָּא כְּשֵׁם שֶׁאָמַר רַבִּי אֶלְעָזָר בֶּן פְּדָת בְּשֵׁם רַבִּי יוֹסֵי בֶּן זִמְרָא מִתּוֹךְ שֶׁהָיְתָה הָאֵשׁ יוֹצֵאת וְשָׁפָה בְּטוֹעֲנֵי הָאָרוֹן הָיוּ מִתְמַעֲטִין. וְהָיוּ כָּל אֶחָד וְאֶחָד רָצִין, זֶה נוֹטֵל אֶת הַשֻּׁלְחָן וְזֶה נוֹטֵל אֶת הַמְּנוֹרָה וְזֶה נוֹטֵל אֶת הַמִּזְבְּחוֹת, וּבוֹרְחִים מִן הָאָרוֹן, מִפְּנֵי שֶׁהָיָה מַזִּיקָן, וְהָיָה הָאָרוֹן כְּאִלּוּ מִתְבַּזֶּה, וְהָיָה הַקָּדוֹשׁ בָּרוּךְ הוּא כּוֹעֵס עֲלֵיהֶם וְשׁוּב הָיוּ מִתְכַּלִּין, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה מָה אֲנִי הוֹרֵג בְּנֵי קְהָת, אִם יִטְעֲנוּ הֲרֵי מִתְמַעֲטִין וְאִם לֹא יִטְעֲנוּ הֲרֵי כַּעַס עֲלֵיהֶם, אָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה וּלְאַהֲרֹן עֲשׂוּ לָהֶם תַּקָּנָה לִבְנֵי קְהָת כְּדֵי שֶׁלֹא יִכָּרְתוּ מִן הָעוֹלָם, שֶׁלֹא יְהוּ מַנִּיחִין וּבוֹרְחִין, אַל תַּכְרִיתוּ אֶת שֵׁבֶט וגו', אֶלָּא יָבוֹא אַהֲרֹן וּבָנָיו <small>(במדבר ד, יט)</small>: וְשָׂמוּ אוֹתָם אִישׁ אִישׁ עַל עֲבֹדָתוֹ וְאֶל מַשָֹּׂאוֹ, כְּדֵי שֶׁלֹא יוּכְלוּ לְהִתְחַלֵּף מֵעֲבוֹדָה לַעֲבוֹדָה וּמִמַּשָֹּׂא לְמַשָֹּׂא, הֲדָא הוּא דִכְתִיב <small>(במדבר ד, יט)</small>: וְזֹאת עֲשׂוּ לָהֶם וְחָיוּ וגו', רַבִּי שְׁמוּאֵל בַּר נַחְמָן אָמַר חַס וְשָׁלוֹם לֹא הָיוּ בְּנֵי קְהָת מַנִּיחִין אֶת הָאָרוֹן וְרָצִין לַשֻׁלְּחָן וּמְנוֹרָה, אֶלָּא אַף עַל פִּי שֶׁמִּתְמַעֲטִין הָיוּ נוֹתְנִין נַפְשָׁם עַל הָאָרוֹן, וְאִם כֵּן לָמָּה הָיָה מַזְהִיר עֲלֵיהֶם אַל תַּכְרִיתוּ אֶת שֵׁבֶט וגו', אֶלָּא מִפְּנֵי שֶׁהָיוּ יוֹדְעִין שֶׁכָּל מִי שֶׁטּוֹעֵן בָּאָרוֹן שְׂכָרוֹ מְרֻבָּה וְהָיוּ מַנִּיחִין אֶת הַשֻּׁלְחָן וְהַמְּנוֹרָה וְהַמִּזְבְּחוֹת וְכֻלָּן רָצִין לָאָרוֹן לִטֹּל שָׂכָר, וּמִתּוֹךְ כָּךְ הָיָה זֶה מֵרִיב וְאוֹמֵר אֲנִי טוֹעֵן כָּאן, וְזֶה מֵרִיב וְאוֹמֵר אֲנִי טוֹעֵן כָּאן, וּמִתּוֹךְ כָּךְ הָיוּ נוֹהֲגִין בְּקַלּוּת רֹאשׁ וְהָיְתָה הַשְּׁכִינָה פּוֹגַעַת בָּהֶם, אָמַר הָאֱלֹהִים לְמשֶׁה עֲשֵׂה לָהֶם תַּקָנָה כְּדֵי שֶׁלֹא יִתְכַּלּוּ מִן הָעוֹלָם, אַל תַּכְרִיתוּ וגו', אֶלָּא יְסַדְּרוּ אוֹתָם עַל עֲבוֹדָתָם וְעַל מַשָֹּׂאָם שֶׁלֹא יָרִיבוּ זֶה עִם זֶה, עָשָׂה לָהֶם משֶׁה תַּקָּנָה, אֶלָּא שֶׁהָיוּ מְרִיבִין זֶה כְּנֶגֶד זֶה, זֶה אוֹמֵר אֲנִי טוֹעֵן בָּאָרוֹן וְזֶה אוֹמֵר לָאו אֶלָּא אֲנִי טוֹעֵן, וְלֹא הָיָה יוֹדֵעַ אֶחָד מַהוּ קָבוּעַ לוֹ, מַהוּ מַשָֹּׂאוֹ, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא וְהָיוּ אַהֲרֹן וּבָנָיו נִכְנָסִין וְנוֹתְנִים לְכָל אֶחָד וְאֶחָד טְעוּנוֹ, שֶׁנֶּאֱמַר: אַהֲרֹן וּבָנָיו יָבֹאוּ וְשָׂמוּ אוֹתָם וגו'.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Do not cut off the tribe of the Kehatite families from among the Levites” (Numbers 4:18).</b> <br>“Do not cut off the tribe of the Kehatite families from among the Levites” (Numbers 4:18). That is what is written: “Behold, the eye of the Lord is on those who fear Him, on those who await His kindness, to deliver them from death, and to sustain them in famine” (Psalms 33:18–19). “Behold, the eye of the Lord is on those who fear Him,” this is the tribe of Levi, who sit and hope for the kindness of the Holy One blessed be He. Do all people not long for the kindness of the Holy One blessed be He? It is, rather, more so regarding the tribe of Levi, as they did not receive a portion in the Land. Rather, they sit and pray that the Land of Israel will produce its produce so they can take tithes, as they have nothing in the world other than the kindness of the Holy One blessed be He. That is, “on those who await His kindness.” “To deliver them from death,” from death itself, “and to sustain them in famine,” these are twenty-four gifts of the priesthood, which were given to the tribe of Levi: ten in the Temple, ten in the provinces, and four in Jerusalem. That is, “and to sustain them in famine.” <br>Rabbi Elazar ben Pedat said: From what death were they delivered? If it was from death of this world, there is no creature that does not die. What is “to deliver them from death”? It is from death by the Ark. How so? Rabbi Elazar ben Pedat said in the name of Rabbi Yosei ben Zimra: When Israel was traveling, two sparks of fire would emerge from the midst of the two staves of the Ark in order to smite their enemies. From where is it derived? It is as Moses said to Israel: ‘Why do you fear the giants; are they tougher than those who would come against us and the Ark would burn them?’<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">See Deuteronomy 9:1–3 where Moses tell Israel not to fear the giants because of the devouring fire which passes before them.</i> Likewise, it says: “You shall know today that the Lord your God is He who passes before you, [a devouring fire]” (Deuteronomy 9:3). From here, you expound that two sparks would precede them. He said to them:<b> </b>“He will destroy them, and He will subdue them before you”<b> </b>(Deuteronomy 9:3). Since the sparks would emerge, the fire would graze the bearers of the Ark and they would be burned and decrease in number. <br>From where is it derived that the tribe of Kehat diminished in number? You find that three families would bear all the Tabernacle vessels. [The family of] Gershon bore all the woven materials: sheets, curtain, the screen, and the hangings. The family of Kehat would bear the Ark, the table, the candelabrum, the altars, and the sacred vessels. [The family of] Merari would bear the beams, the bars, the pillars, and the bases. You find that these four<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The fourth family was Moses, Aaron and his children, who camped by themselves to the east of the Tabernacle.  They were included in the count of Kehat.</i> families were counted from one month old and from thirty years old. When he counts the Gershonites, he counts them from one month old, and finds them “seven thousand five hundred” (Numbers 3:22). He then counted them from thirty years old and finds them “two thousand six hundred and thirty” (Numbers 4:40). They were one hundred and thirty more than one-third. Likewise, Merari, he counts them from one month old, and their total comes to “six thousand two hundred” (Numbers 3:34). When he attributes them from thirty years old, he finds them “three thousand two hundred” (Numbers 4:44). They were one hundred more than half of them. But the family of Kehat, you find them most numerous of all the families, as from one month old he counts them and finds them “eight thousand six hundred” (Numbers 3:28). When he came from thirty years old, he finds them “two thousand seven hundred and fifty” (Numbers 4:36). They were less than one-third, by one hundred and seventeen. Why was it so? It is, rather, as Rabbi Elazar ben Pedat said in the name of Rabbi Yosei ben Zimra: When Israel was traveling; two sparks of fire would emerge from the midst of the two staves and graze the bearers of the Ark and they would decrease in number. Each and every one of them was running; this one would take the table, this one would take the candelabrum, this one would take the altars, but they would flee from the Ark because it would harm them. It was as though the Ark was treated with contempt and the Holy One blessed be He would become angry with them, and again they would be eradicated. The Holy One blessed be He said to Moses: ‘How am I killing the sons of Kehat?I If they bear it, they decrease in number, if they do not bear it, there is anger directed at them.’ The Holy One blessed be He said to Moses and to Aaron: ‘Institute a remedy for the sons of Kehat so they will not be cut off from the world, so they will not abandon and flee. “Do not cut off the tribe …” Rather, let Aaron and his sons come: “Assign them, each man to his service and to his burden” (Numbers 4:19), so that they will be unable to switch from service to service and from burden to burden.’ That is what is written: “But do this for them, and they will live, [and will not die upon their approaching the Holy of Holies. Aaron and his sons shall come, and assign them, each man to his service and to his burden]”<b> </b>(Numbers 4:19). <br>Rabbi Shmuel bar Naḥman said: God forbid, the sons of Kehat would not abandon the Ark and run to the table and the candelabrum; rather, even though they would decrease in number, they would give their lives for the sake of the Ark. If so, why was He cautioning them: “Do not cut off the tribe…”? Rather, it was because they knew that anyone who bears the Ark, his reward is great; they would abandon the table, the candelabrum, and the altars, and they would all run to the Ark to receive a reward. As a result, this one would quarrel and say: ‘I will bear here,’ and that one would quarrel and say: ‘I will bear here,’ and as a result, they would act with levity and the Divine Presence would harm them. God said to Moses: ‘Institute a remedy for the sons of Kehat so they will not be eradicated from the world. “Do not cut off…” Rather, have them assigned to their service and to their burden so they will not quarrel with one another.’ Moses instituted a remedy, but they were quarreling with one another: This one would say: ‘I will bear the Ark,’ and that one would say: ‘I will bear it,’ and one would not know what was fixed for him, what was his burden. The Holy One blessed be He said, and consequently Aaron and his sons would enter and give each and every one his burden, as it is stated: “Aaron and his sons shall come, and assign them...”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "516ba7f5edbab4702cd32b4d", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "midrash", "ref": "Bamidbar Rabbah 5:2-3", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Bamidbar Rabbah 5:2-3", "sourceHeRef": "במדבר רבה ה׳:ב׳-ג׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": ["דָּבָר אַחֵר, אַל תַּכְרִיתוּ וגו', הֲדָא הוּא דִּכְתִיב <small>(משלי כב, כב)</small>: אַל תִּגְזָל דָּל כִּי דַל הוּא וגו', אָמְרוּ רַבּוֹתֵינוּ בַּמֶּה הַכָּתוּב מְדַבֵּר אִם הוּא דַל, מַהוּ גוֹזֵל לוֹ, אֶלָּא לֹא דִּבֵּר אֶלָּא בְּמַתְּנוֹת עֲנִיִּים שֶׁהוּא חַיָּב לִתֵּן לָהֶם מִן הַתּוֹרָה לֶקֶט שִׁכְחָה וּפֵאָה וּמַעְשַׂר עָנִי, וְהִזְהִיר הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁלֹא יִגְזֹל אָדָם מֵהֶם מַתָּנוֹת הָרְאוּיוֹת לִתֵּן לָהֶם, כִּי דַל הוּא, דַּי לוֹ עֲנִיּוּתוֹ, לֹא דַיּוֹ לֶעָשִׁיר שֶׁהוּא עוֹמֵד בְּרֶוַח וְעָנִי בְצַעַר, אֶלָּא אַף גּוֹזֵל מִמֶּנּוּ מַה שֶּׁנָּתַן לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא. <small>(משלי כב, כב)</small>: וְאַל תְּדַכֵּא עָנִי בַשָּׁעַר וגו', כְּמָה דְתֵימָא <small>(שמות כג, ו)</small>: לֹא תַטֶּה מִשְׁפַּט וגו', וְאוֹמֵר <small>(שמות כב, כא)</small>: כָּל אַלְמָנָה וגו' <small>(משלי כב, כג)</small>: כִּי ה' יָרִיב רִיבָם וְקָבַע אֶת קֹבְעֵיהֶם נָפֶשׁ. וְכֵן הוּא אוֹמֵר <small>(שמות כב, כב כג)</small>: אִם עַנֵּה תְעַנֶּה אֹתוֹ וגו' וְחָרָה אַפִּי וְהָרַגְתִּי וגו'. דָּבָר אַחֵר, אַל תִּגְזָּל, מְדַבֵּר בְּשִׁבְטוֹ שֶׁל לֵוִי, לָמָּה קוֹרֵא אוֹתָן דַּלִּים שֶׁהָיוּ דַּלִּים בַּמִּנְיָן מִכָּל הַשְּׁבָטִים, אֵין לְךָ בְּכָל הַשְּׁבָטִים פָּחוּת בַּמִּנְיָן כִּמְנַשֶּׁה, שֶׁלֹא עָלָה מִנְיָנָם אֶלָּא <small>(במדבר א, לה)</small>: שְׁלשִׁים וּשְׁנַיִם אֶלֶף וּמָאתָיִם, וְהֵם הָיוּ מִבֶּן עֶשְׂרִים שָׁנָה וְעַד בֶּן שִׁשִּׁים חוּץ מֵאוֹתָן שֶׁהָיוּ מִבֶּן חֹדֶשׁ וְעַד עֶשְׂרִים, וְחוּץ מִן אוֹתָן שֶׁהָיוּ מִן שִׁשִּׁים שָׁנָה וָמַעְלָה, אֲבָל כָּל שֵׁבֶט לֵוִי לֹא הָיוּ מִבֶּן חֹדֶשׁ וָמַעְלָה אֶלָּא <small>(במדבר ג, כב לד)</small>: עֶשְׂרִים וּשְׁנַיִם אֶלֶף וּשְׁלשׁ מֵאוֹת וְאַהֲרֹן וּבָנָיו, לָמָּה שֶׁהָיוּ סְמוּכִים לַקֹּדֶשׁ וְכָל מִי שֶׁאֵינוֹ נִזְהָר כָּרָאוּי מִדַּת הַדִּין פּוֹגַעַת בָּהֶן, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל, הֵם שׁוֹמְרִים מִשְׁמֶרֶת הַקֹּדֶשׁ כְּדֵי שֶׁלֹא תִּזֹּקוּ וְהֵם מִתְדַּלְדְּלִים בִּשְׁבִילְכֶם, אַל תִּגְזְלוּ מֵהֶם הַמַּתָּנוֹת שֶׁנָּתַתִּי לָהֶם, כִּי דַל הוּא, וְעוֹד שֶׁהֵם דַּלִּים מִנַּחֲלָה שֶׁלֹא נָטְלוּ עִמָּכֶם חֵלֶק בָּאָרֶץ, שֶׁנֶּאֱמַר <small>(יהושע יג, לג)</small>: וּלְשֵׁבֶט הַלֵּוִי לֹא נָתַן משֶׁה נַחֲלָה, <small>(במדבר יח, כא כג)</small>: וְלִבְנֵי לֵוִי הִנֵּה נָתַתִּי כָּל מַעֲשֵׂר בְּיִשְׂרָאֵל לְנַחֲלָה וגו' וְלֹא יִקְרְבוּ עוֹד וגו' וְעָבַד הַלֵּוִי הוּא אֶת עֲבֹדַת אֹהֶל מוֹעֵד וגו'. וְאַל תְּדַכֵּא עָנִי בַשָּׁעַר, כְּמָה דְתֵימָא <small>(דברים כו, יב)</small>: כִּי תְכַלֶּה לַעְשֵׂר אֶת כָּל מַעְשַׂר תְּבוּאָתְךָ וגו', שֶׁאִם עָשִׂיתָ כֵּן כִּי ה' יָרִיב רִיבָם וגו' אַל תִּגְזָל דָּל, מְדַבֵּר בִּבְנֵי קְהָת, לָמָּה קוֹרֵא אוֹתָן דָּל, שֶׁהָיוּ מִשֵּׁבֶט לֵוִי שֶׁלֹא נָטְלוּ חֵלֶק בָּאָרֶץ.", "דָּבָר אַחֵר, אַל תַּכְרִיתוּ וגו', הֲדָא הוּא דִכְתִיב <small>(מלכים ב יד, כז)</small>: וְלֹא דִבֶּר ה' לִמְחוֹת אֶת שֵׁם יִשְׂרָאֵל מִתַּחַת הַשָּׁמָיִם, אֵין הַקָּדוֹשׁ בָּרוּךְ הוּא מְבַקֵּשׁ שֶׁיָּמוּת אֶחָד מֵהֶם, רְאֵה מַה כְּתִיב <small>(ישעיה נו, ג)</small>: וְאַל יֹאמַר בֶּן הַנֵּכָר וגו', וּמַה עַל בֶּן נֵכָר אָמַרְתִּי שֶׁלֹא לְפָסְלוֹ עַל אַחַת כַּמָּה וְכַמָּה יִשְׂרָאֵל שֶׁהֵם בָּנַי, הֱוֵי: וְלֹא דִּבֶּר ה' לִמְחוֹת וגו'. וְכֵן הַגִּבְעוֹנִים שֶׁהָיוּ גֵּרִים גְּרוּרִים וְלֹא הָיוּ גֵּרֵי אֱמֶת אֶלָּא מִן הַיִּרְאָה נִתְגַּיְּרוּ קִבַּלְתִּי אוֹתָם, וְעַל שֶׁבִּקֵּשׁ שָׁאוּל לְהִזְדַּקֵּק לָהֶם וְהָרַג הַכֹּהֲנִים שֶׁהָיוּ מַסְפִּיקִין מְזוֹנוֹתָן, הֲרַגְתִּיו. וְלֹא עוֹד אֶלָּא שֶׁהֵבֵאתִי שָׁלשׁ שָׁנִים רָעָב בִּשְׁבִילָם, שֶׁנֶּאֱמַר <small>(שמואל ב כא, א)</small>: וַיְהִי רָעָב בִּימֵי דָוִד וגו', וּמַה אִם לַגִּבְעוֹנִים שֶׁבָּאוּ אֶצְלְכֶם לֹא פָסַלְתִּי, לְבָנַי אֲנִי פּוֹסֵל, הֱוֵי: וְלֹא דִּבֶּר ה' לִמְחוֹת וגו', וְעַל אַחַת כַּמָּה וְכַמָּה לַלְוִיִּם שֶׁהֵם מְשָׁרְתִים לְפָנַי, הֱוֵי: אַל תַּכְרִיתוּ. אַל תַּכְרִיתוּ, הֲדָא הוּא דִכְתִיב <small>(נחום א, ז)</small>: טוֹב ה' לְמָעוֹז בְּיוֹם צָרָה, אֵין מִדּוֹתָיו שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא כְּמִדַת בָּשָׂר וָדָם, מֶלֶךְ בָּשָׂר וָדָם שֶׁמָּרְדָה עָלָיו מְדִינָה, הוּא עוֹשֶׂה בָהּ אַנְדְּרוֹלוֹמוּסְיָא וְהוֹרֵג הַטּוֹבִים עִם הָרָעִים, וְהַקָּדוֹשׁ בָּרוּךְ הוּא אֵינוֹ כֵן, בְּשָׁעָה שֶׁהַדּוֹר מַכְעִיס לְפָנָיו הוּא מְמַלֵּט הַצַּדִּיקִים וּמְאַבֵּד לָרְשָׁעִים, חָטָא דּוֹר אֱנוֹשׁ אִבֵּד אוֹתָם, הִצִּיל לַחֲנוֹךְ <small>(בראשית ה, כד)</small>: וַיִּתְהַלֵּךְ חֲנוֹךְ, לָמָּה <small>(נחום א, ז)</small>: בְּיוֹם צָרָה וְיֹדֵעַ חֹסֵי בוֹ. דּוֹר הַמַּבּוּל הִכְעִיסוּ וְאִבְּדָן וְהִצִּיל לְנֹחַ <small>(בראשית ו, ח)</small>: וְנֹחַ מָצָא חֵן בְּעֵינֵי ה', הֱוֵי: בְּיוֹם צָרָה וְיֹדֵעַ חֹסֵי בוֹ. סְדוֹמִיִּים הִכְעִיסוּ וְאִבְּדָם וְהִצִּיל לוֹט, שֶׁנֶּאֱמַר <small>(בראשית יט, כט)</small>: וַיְהִי בְּשַׁחֵת ה' אֶת עָרֵי הַכִּכָּר וגו', הֱוֵי: בְּיוֹם צָרָה וְיֹדֵעַ חֹסֵי בוֹ. הֵבִיא חשֶׁךְ עַל הַמִּצְרִיִּים <small>(שמות י, כג)</small>: וּלְכָל בְּנֵי יִשְׂרָאֵל הָיָה אוֹר, הֱוֵי: בְּיוֹם צָרָה וְיֹדֵעַ חֹסֵי בוֹ, יָצְאוּ יִשְׂרָאֵל מִמִּצְרַיִם בָּאוּ לַמִּדְבָּר עָשׂוּ אוֹתוֹ מַעֲשֶׂה חוּץ מִשִּׁבְטוֹ שֶׁל לֵוִי, שֶׁנֶּאֱמַר <small>(שמות לב, כו)</small>: מִי לַה' אֵלָי וַיֵּאָסְפוּ אֵלָיו כָּל בְּנֵי לֵוִי, מִיָּד עָמַד משֶׁה וְהָרַג לַחוֹטְאִים עַל יְדֵי שֵׁבֶט לֵוִי, שֶׁנֶּאֱמַר <small>(שמות לב, כח)</small>: וַיַּעֲשׂוּ בְנֵי לֵוִי כִּדְבַר משֶׁה, וְנָגַף הַקָּדוֹשׁ בָּרוּךְ הוּא עוֹשֵׂי מַעֲשֵׂה הָעֵגֶל וְלֹא נָגַף שֵׁבֶט לֵוִי, שֶׁנֶּאֱמַר <small>(שמות לב, לה)</small>: וַיִּגֹּף ה' וגו', הֱוֵי: בְּיוֹם צָרָה וְיֹדֵעַ חֹסֵי בוֹ, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא שֵׁבֶט לֵוִי חָסוּ בִּי וְקִדְשׁוּ שְׁמִי בָּעֵגֶל, הַדִין הוּא שֶׁאֵדַע אוֹתָם לְטוֹב וְאַצִּילֵם מִצָּרָה, לְפִיכָךְ הִזְהִיר לְמשֶׁה וּלְאַהֲרֹן עַל בְּנֵי קְהָת שֶׁהָיוּ לְוִיִּם שֶׁלֹא יִתְכַּלּוּ בְּמַעֲשֵׂה הָאָרוֹן, הֲדָא הוּא דִכְתִיב: אַל תַּכְרִיתוּ וגו'."], "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": ["Another matter, “do not cut off,” that is what is written: “Do not rob the impoverished as he is impoverished…” (Proverbs 22:22). Our Rabbis say: Regarding what is the verse speaking? If he is impoverished, what does he steal from him? Rather, it spoke only of gifts to the poor that he is obligated to give them by Torah law; gleanings,<i> </i>forgotten sheaves, produce in the corner of the field, and the tithe of the poor. The Holy One blessed be He cautioned that no person should rob them of the gifts that are fit to give them. “As he is impoverished,” his poverty is sufficient for him. Is it not enough for the wealthy person that he exists in comfort and the poor person in suffering, but he even robs from him what the Holy One blessed be He gave him? <br>“And do not oppress the poor at the gate” (Proverbs 22:22). Just as it says: “You shall not distort the judgment [of your poor in his dispute]” (Exodus 23:6), and it says: “[You shall not afflict] any widow [or orphan]” (Exodus 22:21), “for the Lord will fight their battle and will deprive of life those who deprive them” (Proverbs 22:23), likewise, it says: “If you afflict him, [then when he cries out to Me, I will hear his cry]. My wrath will be enflamed, and I will kill [you with the sword]” (Exodus 22:22–23). <br>Another matter, “do not rob,” it is speaking of the tribe of Levi. Why does it call them impoverished? It is because they were more impoverished in number than all the tribes. You have none of the tribes that was as few in number as Manasseh, as their number totaled only “thirty-two thousand two hundred” (Numbers 1:35), and those counted were from twenty years old until sixty years old, excluding those who were from one month old until twenty, and excluding those from sixty years and above. However, the entire tribe of Levi was from one month and above only twenty-two thousand three hundred, plus Aaron and his sons. Why? It is because they were adjacent to the sacred; anyone who was not appropriately careful, the attribute of justice would harm them. The Holy One blessed be He said to Israel: ‘They keep the commission of the sacred so that you will not be harmed, and their numbers dwindle for you. Do not rob from them the gifts that I gave them, because he is impoverished.’  <br>Moreover, they are impoverished from an inheritance, as they did not take a portion in the Land with you, as it is stated: “But to the tribe of Levi, Moses did not give an inheritance” (Joshua 13:33).<b> </b>“To the children of Levi, behold, I have given all tithes in Israel as an inheritance…[The children of Israel] shall no longer approach the Tent of Meeting]… The Levite himself shall perform the service of the Tent of Meeting” (Numbers 18:21–23). <br>“And do not oppress the poor at the gate,” just as it says: “When you shall conclude to tithe all the tithes of your produce…[and you shall give to the Levite…]” (Deuteronomy 26:12). If you do so<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Oppress the poor and not give them their tithes,</i>, “for the Lord will fight their battle” (Proverbs 22:23). <br>“Do not rob the impoverished.” It is speaking of the sons of Kehat. Why does it call them impoverished? It is because they were from the tribe of Levi, which did not take a portion in the Land.", "Another matter, “do not cut off,” that is what is written: “But the Lord had not spoken to erase the name of Israel from beneath the heavens” (II Kings 14:27). The Holy One blessed be He does not seek that any one of them should die. See what is written: “The foreigner who accompanies the Lord shall not say: [The Lord will separate me from His people]” (Isaiah 56:3). If regarding a foreigner, I said not to disqualify him, all the more so Israel, who are My children. That is, “but the Lord had not spoken to erase…” <br>Likewise, the Givonites, who were unsought proselytes, and were not sincere proselytes, but rather they converted due to fear, and I accepted them. And because Saul sought to confront them and killed the priests who would provide their sustenance, I killed him. Moreover, I brought three years of famine on their account, as it is stated: “There was a famine in the days of David [for three years…the Lord said: For Saul, and for the bloody house, in that he put the Givonites to death]” (II Samuel 21:1). If the Givonites, who came to you, I did not disqualify, will I disqualify My children? That is, “But the Lord had not spoken to erase…” This is true all the more so regarding the Levites, who are servants before Me. That is, “Do not cut off.” <br>“Do not cut off,” that is what is written: “The Lord is good; He is a stronghold on the day of trouble” (Nahum 1:7). The attributes of the Holy One blessed be He are not like the attributes of flesh and blood. A flesh and blood king against whom the province rebelled, he initiates chaos and kills the good with the bad. The Holy One blessed be He is not so. When the generation angers Him, he spares the righteous and eradicates the wicked. The generation of Enosh sinned; He eradicated them, but spared Ḥanokh: “Ḥanokh walked [with God and he is not, as God took him]” (Genesis 5:24). Why? “[He is a stronghold] on the day of trouble and knows those who take refuge in Him” (Nahum 1:7). The generation of the Flood angered Him and He eradicated them, but He spared Noah: “Noah found favor in the eyes of the Lord” (Genesis 6:8). That is, “[He is a stronghold] on the day of trouble and knows those who take refuge in Him.” The people of Sodom angered Him and He eradicated them, but He spared Lot, as it is stated: “It was when God destroyed the cities of the plain…[He sent Lot from the midst of the upheaval]” (Genesis 19:29). That is, “[He is a stronghold] on the day of trouble and knows those who take refuge in Him.” He brought darkness upon the Egyptians, “But all the children of Israel had light in their dwellings” (Exodus 10:23). That is, “[He is a stronghold] on the day of trouble and knows those who take refuge in Him.” Israel departed from Egypt, came to the wilderness, and performed that act,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The making of the Golden Calf.</i> except for the tribe of Levi, as it is stated: “Whoever is for the Lord, to me, and all the sons of Levi gathered to him” (Exodus 32:26). Immediately, Moses stood and killed the sinners by means of the tribe of Levi, as it is stated: “The sons of Levi acted in accordance with the word of Moses, [and some three thousand men fell from the people on that day]” (Exodus 32:28). And the Lord afflicted those who performed the act of the calf, but He did not afflict the tribe of Levi, as it is stated: “The Lord afflicted [the people, because they made the calf that Aaron had made]” (Exodus 32:35). That is, “[He is a stronghold] on the day of trouble and knows those who take refuge in Him.” The Holy One blessed be He said: ‘The tribe of Levi took shelter in Me and sanctified Me with the calf, by right, I should acknowledge them for good and rescue them from trouble.’ That is why He cautioned Moses and Aaron regarding the sons of Kehat, who were Levites, so they would not be eradicated on account of the Ark. That is what is written: “Do not cut off…”"], "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "516ba81eedbab4702cd32b50", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "midrash", "ref": "Bamidbar Rabbah 5:3", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Bamidbar Rabbah 5:3", "sourceHeRef": "במדבר רבה ה׳:ג׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 5.0003, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "דָּבָר אַחֵר, אַל תַּכְרִיתוּ וגו', הֲדָא הוּא דִכְתִיב <small>(מלכים ב יד, כז)</small>: וְלֹא דִבֶּר ה' לִמְחוֹת אֶת שֵׁם יִשְׂרָאֵל מִתַּחַת הַשָּׁמָיִם, אֵין הַקָּדוֹשׁ בָּרוּךְ הוּא מְבַקֵּשׁ שֶׁיָּמוּת אֶחָד מֵהֶם, רְאֵה מַה כְּתִיב <small>(ישעיה נו, ג)</small>: וְאַל יֹאמַר בֶּן הַנֵּכָר וגו', וּמַה עַל בֶּן נֵכָר אָמַרְתִּי שֶׁלֹא לְפָסְלוֹ עַל אַחַת כַּמָּה וְכַמָּה יִשְׂרָאֵל שֶׁהֵם בָּנַי, הֱוֵי: וְלֹא דִּבֶּר ה' לִמְחוֹת וגו'. וְכֵן הַגִּבְעוֹנִים שֶׁהָיוּ גֵּרִים גְּרוּרִים וְלֹא הָיוּ גֵּרֵי אֱמֶת אֶלָּא מִן הַיִּרְאָה נִתְגַּיְּרוּ קִבַּלְתִּי אוֹתָם, וְעַל שֶׁבִּקֵּשׁ שָׁאוּל לְהִזְדַּקֵּק לָהֶם וְהָרַג הַכֹּהֲנִים שֶׁהָיוּ מַסְפִּיקִין מְזוֹנוֹתָן, הֲרַגְתִּיו. וְלֹא עוֹד אֶלָּא שֶׁהֵבֵאתִי שָׁלשׁ שָׁנִים רָעָב בִּשְׁבִילָם, שֶׁנֶּאֱמַר <small>(שמואל ב כא, א)</small>: וַיְהִי רָעָב בִּימֵי דָוִד וגו', וּמַה אִם לַגִּבְעוֹנִים שֶׁבָּאוּ אֶצְלְכֶם לֹא פָסַלְתִּי, לְבָנַי אֲנִי פּוֹסֵל, הֱוֵי: וְלֹא דִּבֶּר ה' לִמְחוֹת וגו', וְעַל אַחַת כַּמָּה וְכַמָּה לַלְוִיִּם שֶׁהֵם מְשָׁרְתִים לְפָנַי, הֱוֵי: אַל תַּכְרִיתוּ. אַל תַּכְרִיתוּ, הֲדָא הוּא דִכְתִיב <small>(נחום א, ז)</small>: טוֹב ה' לְמָעוֹז בְּיוֹם צָרָה, אֵין מִדּוֹתָיו שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא כְּמִדַת בָּשָׂר וָדָם, מֶלֶךְ בָּשָׂר וָדָם שֶׁמָּרְדָה עָלָיו מְדִינָה, הוּא עוֹשֶׂה בָהּ אַנְדְּרוֹלוֹמוּסְיָא וְהוֹרֵג הַטּוֹבִים עִם הָרָעִים, וְהַקָּדוֹשׁ בָּרוּךְ הוּא אֵינוֹ כֵן, בְּשָׁעָה שֶׁהַדּוֹר מַכְעִיס לְפָנָיו הוּא מְמַלֵּט הַצַּדִּיקִים וּמְאַבֵּד לָרְשָׁעִים, חָטָא דּוֹר אֱנוֹשׁ אִבֵּד אוֹתָם, הִצִּיל לַחֲנוֹךְ <small>(בראשית ה, כד)</small>: וַיִּתְהַלֵּךְ חֲנוֹךְ, לָמָּה <small>(נחום א, ז)</small>: בְּיוֹם צָרָה וְיֹדֵעַ חֹסֵי בוֹ. דּוֹר הַמַּבּוּל הִכְעִיסוּ וְאִבְּדָן וְהִצִּיל לְנֹחַ <small>(בראשית ו, ח)</small>: וְנֹחַ מָצָא חֵן בְּעֵינֵי ה', הֱוֵי: בְּיוֹם צָרָה וְיֹדֵעַ חֹסֵי בוֹ. סְדוֹמִיִּים הִכְעִיסוּ וְאִבְּדָם וְהִצִּיל לוֹט, שֶׁנֶּאֱמַר <small>(בראשית יט, כט)</small>: וַיְהִי בְּשַׁחֵת ה' אֶת עָרֵי הַכִּכָּר וגו', הֱוֵי: בְּיוֹם צָרָה וְיֹדֵעַ חֹסֵי בוֹ. הֵבִיא חשֶׁךְ עַל הַמִּצְרִיִּים <small>(שמות י, כג)</small>: וּלְכָל בְּנֵי יִשְׂרָאֵל הָיָה אוֹר, הֱוֵי: בְּיוֹם צָרָה וְיֹדֵעַ חֹסֵי בוֹ, יָצְאוּ יִשְׂרָאֵל מִמִּצְרַיִם בָּאוּ לַמִּדְבָּר עָשׂוּ אוֹתוֹ מַעֲשֶׂה חוּץ מִשִּׁבְטוֹ שֶׁל לֵוִי, שֶׁנֶּאֱמַר <small>(שמות לב, כו)</small>: מִי לַה' אֵלָי וַיֵּאָסְפוּ אֵלָיו כָּל בְּנֵי לֵוִי, מִיָּד עָמַד משֶׁה וְהָרַג לַחוֹטְאִים עַל יְדֵי שֵׁבֶט לֵוִי, שֶׁנֶּאֱמַר <small>(שמות לב, כח)</small>: וַיַּעֲשׂוּ בְנֵי לֵוִי כִּדְבַר משֶׁה, וְנָגַף הַקָּדוֹשׁ בָּרוּךְ הוּא עוֹשֵׂי מַעֲשֵׂה הָעֵגֶל וְלֹא נָגַף שֵׁבֶט לֵוִי, שֶׁנֶּאֱמַר <small>(שמות לב, לה)</small>: וַיִּגֹּף ה' וגו', הֱוֵי: בְּיוֹם צָרָה וְיֹדֵעַ חֹסֵי בוֹ, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא שֵׁבֶט לֵוִי חָסוּ בִּי וְקִדְשׁוּ שְׁמִי בָּעֵגֶל, הַדִין הוּא שֶׁאֵדַע אוֹתָם לְטוֹב וְאַצִּילֵם מִצָּרָה, לְפִיכָךְ הִזְהִיר לְמשֶׁה וּלְאַהֲרֹן עַל בְּנֵי קְהָת שֶׁהָיוּ לְוִיִּם שֶׁלֹא יִתְכַּלּוּ בְּמַעֲשֵׂה הָאָרוֹן, הֲדָא הוּא דִכְתִיב: אַל תַּכְרִיתוּ וגו'.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Another matter, “do not cut off,” that is what is written: “But the Lord had not spoken to erase the name of Israel from beneath the heavens” (II Kings 14:27). The Holy One blessed be He does not seek that any one of them should die. See what is written: “The foreigner who accompanies the Lord shall not say: [The Lord will separate me from His people]” (Isaiah 56:3). If regarding a foreigner, I said not to disqualify him, all the more so Israel, who are My children. That is, “but the Lord had not spoken to erase…” <br>Likewise, the Givonites, who were unsought proselytes, and were not sincere proselytes, but rather they converted due to fear, and I accepted them. And because Saul sought to confront them and killed the priests who would provide their sustenance, I killed him. Moreover, I brought three years of famine on their account, as it is stated: “There was a famine in the days of David [for three years…the Lord said: For Saul, and for the bloody house, in that he put the Givonites to death]” (II Samuel 21:1). If the Givonites, who came to you, I did not disqualify, will I disqualify My children? That is, “But the Lord had not spoken to erase…” This is true all the more so regarding the Levites, who are servants before Me. That is, “Do not cut off.” <br>“Do not cut off,” that is what is written: “The Lord is good; He is a stronghold on the day of trouble” (Nahum 1:7). The attributes of the Holy One blessed be He are not like the attributes of flesh and blood. A flesh and blood king against whom the province rebelled, he initiates chaos and kills the good with the bad. The Holy One blessed be He is not so. When the generation angers Him, he spares the righteous and eradicates the wicked. The generation of Enosh sinned; He eradicated them, but spared Ḥanokh: “Ḥanokh walked [with God and he is not, as God took him]” (Genesis 5:24). Why? “[He is a stronghold] on the day of trouble and knows those who take refuge in Him” (Nahum 1:7). The generation of the Flood angered Him and He eradicated them, but He spared Noah: “Noah found favor in the eyes of the Lord” (Genesis 6:8). That is, “[He is a stronghold] on the day of trouble and knows those who take refuge in Him.” The people of Sodom angered Him and He eradicated them, but He spared Lot, as it is stated: “It was when God destroyed the cities of the plain…[He sent Lot from the midst of the upheaval]” (Genesis 19:29). That is, “[He is a stronghold] on the day of trouble and knows those who take refuge in Him.” He brought darkness upon the Egyptians, “But all the children of Israel had light in their dwellings” (Exodus 10:23). That is, “[He is a stronghold] on the day of trouble and knows those who take refuge in Him.” Israel departed from Egypt, came to the wilderness, and performed that act,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The making of the Golden Calf.</i> except for the tribe of Levi, as it is stated: “Whoever is for the Lord, to me, and all the sons of Levi gathered to him” (Exodus 32:26). Immediately, Moses stood and killed the sinners by means of the tribe of Levi, as it is stated: “The sons of Levi acted in accordance with the word of Moses, [and some three thousand men fell from the people on that day]” (Exodus 32:28). And the Lord afflicted those who performed the act of the calf, but He did not afflict the tribe of Levi, as it is stated: “The Lord afflicted [the people, because they made the calf that Aaron had made]” (Exodus 32:35). That is, “[He is a stronghold] on the day of trouble and knows those who take refuge in Him.” The Holy One blessed be He said: ‘The tribe of Levi took shelter in Me and sanctified Me with the calf, by right, I should acknowledge them for good and rescue them from trouble.’ That is why He cautioned Moses and Aaron regarding the sons of Kehat, who were Levites, so they would not be eradicated on account of the Ark. That is what is written: “Do not cut off…”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "516ba833edbab4702cd32b52", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "midrash", "ref": "Bamidbar Rabbah 5:4", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Bamidbar Rabbah 5:4", "sourceHeRef": "במדבר רבה ה׳:ד׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 5.0004, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "דָּבָר אַחֵר, אַל תַּכְרִיתוּ וגו'. מַה כְּתִיב לְמַעְלָה <small>(במדבר ד, יז)</small>: וַיְדַבֵּר ה' אֶל משֶׁה וְאֶל אַהֲרֹן, אָמַר רַבִּי לֵוִי מָה עִסְקוֹ שֶׁל אַהֲרֹן נִזְכָּר כָּאן, אֶלָּא שֶׁהוּא נוֹתֵן רֶמֶז לִבְנֵי קְהָת וְאוֹמֵר לָהֶם תְּנוּ דַּעְתְּכֶם שֶׁלֹא לִנְהֹג בְּקַלּוּת רֹאשׁ וּלְהִכָּנֵס אֵצֶל הָאָרוֹן, אִם נְהַגְתֶּם בּוֹ בְּקַלּוּת רֹאשׁ, לִמְּדוּ מִבְּנֵי אַהֲרֹן. אָמַר, בְּנֵי אַהֲרֹן, בִּשְׁבִיל שֶׁנִּכְנְסוּ שֶׁלֹא בִּרְשׁוּת מַה כָּתוּב בָּהֶן <small>(ויקרא י, ב)</small>: וַתֵּצֵא אֵשׁ מִלִּפְנֵי ה' וַתֹּאכַל אוֹתָם, אַף אַתֶּם תְּנוּ דַּעְתְּכֶם שֶׁלֹא יַגִּיעַ לָכֶם כְּשֵׁם שֶׁהִגִּיעַ לִבְנֵי אַהֲרֹן. לְפִיכָךְ הוּא כָּתַב: וַיְדַבֵּר ה' אֶל משֶׁה וְאֶל אַהֲרֹן, וְרַבּוֹתֵינוּ אָמְרוּ לָמָּה כְּתִיב כָּאן אַהֲרֹן, לְפִי שֶׁבְּשָׁעָה שֶׁנִּצְטַוּוּ בְּנֵי קְהָת עַל מַשָֹּׂא הָאָרוֹן נִתְיָרְאוּ, הִתְחִילוּ צוֹוְחִין עַל משֶׁה וְאוֹמְרִים הֲרֵי אָנוּ מֵתִים כְּשֵׁם שֶׁמֵּתוּ בְּנֵי אַהֲרֹן, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה כְּשֵׁם שֶׁעָשִׂיתִי תַּקָּנָה לְאַהֲרֹן, שֶׁנֶּאֱמַר <small>(ויקרא טז, ג)</small>: בְּזֹאת יָבֹא אַהֲרֹן וגו', כָּךְ לְמִשְׁפְּחוֹת הַקְּהָתִי אֶעֱשֶׂה לָהֶם תַּקָּנָה שֶׁלֹא יָמוּתוּ, הֲדָא הוּא דִכְתִיב: אַל תַּכְרִיתוּ וגו' וְזֹאת עֲשׂוּ לָהֶם. וְאַל תִּתְמַהּ עַל זוֹ שֶׁעָשָׂה לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא תַּקָּנָה שֶׁלֹא יָמוּתוּ, שֶׁאַף בָּרְשָׁעִים מָצִינוּ שֶׁעָשָׂה לָהֶם תַּקָּנָה שֶׁלֹא יָמוּתוּ, בְּשָׁעָה שֶׁפֵּרַשׁ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה שְׁלשִׁים וָשֵׁשׁ כְּרִיתוֹת שֶׁבַּתּוֹרָה אָמַר משֶׁה לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא רִבּוֹן הָעוֹלָמִים אִם יֶחֱטָא אָדָם בָּהֶן כָּךְ הוּא נִטְרָד, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא יִלְקוּ אַרְבָּעִים וְיֵצְאוּ יְדֵי כְּרִיתָתָן, וְזוֹ שֶׁשָּׁנִינוּ <small>(גמרא מכות כג-א)</small>: כָּל חַיָּבֵי כְּרִיתוֹת שֶׁלָּקוּ נִפְטָרִין מִידֵי כְּרִיתָתָן, שֶׁנֶּאֱמַר <small>(דברים כה, ג)</small>: וְנִקְלָה אָחִיךָ לְעֵינֶיךָ, כֵּיוָן שֶׁלָּקָה הֲרֵי הוּא אָחִיךָ, דִּבְרֵי רַבִּי חֲנַנְיָה בֶּן גַּמְלִיאֵל. וּמָה הָעוֹבֵר עֲבֵרָה אַחַת נַפְשׁוֹ נִטֶּלֶת עָלֶיהָ, הָעוֹשֶׂה מִצְוָה אַחַת עַל אַחַת כַּמָּה וְכַמָּה שֶׁתִּנָּתֵן לוֹ נַפְשׁוֹ. וְלָמָּה חִיְּבַתּוּ תּוֹרָה לִתֵּן לוֹ מַלְקוֹת אַרְבָּעִים, לְפִי שֶׁעָבַר עַל הַתּוֹרָה שֶׁנִּתְּנָה לְאַרְבָּעִים יוֹם, וְגָרַם מִיתָה לְעַצְמוֹ שֶׁנּוֹצָר בְּאַרְבָּעִים יוֹם, יִלְקֶה אַרְבָּעִים וְיֵצֵא יְדֵי עָנְשׁוֹ. כְּשֵׁם שֶׁנַּעֲשָׂה לְאָדָם הָרִאשׁוֹן שֶׁחָטָא וְנִתְחַיֵּב מִיתָה וְנִלְקָה אַרְבָּעִים, שֶׁנִּתְקַלֵּל הָעוֹלָם בְּחֶטְאוֹ אַרְבָּעִים קְלָלוֹת, עֶשֶׂר לְאָדָם, וְעֶשֶׂר לְחַוָּה, וְעֶשֶׂר לַנָּחָשׁ וְעֶשֶׂר עַל הָאָרֶץ, וְהֶאֱרִיךְ לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא הַיּוֹם, שֶׁנֶּאֱמַר <small>(בראשית ב, יז)</small>: כִּי בְּיוֹם אֲכָלְךָ מִמֶּנּוּ מוֹת תָּמוּת, וְהוּא חָיָה תְּשַׁע מֵאוֹת וּשְׁלשִׁים שָׁנָה וְלֹא גָּמַר יוֹמוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, אִם לָרְשָׁעִים עָשָׂה תַּקָּנָה קַל וָחוֹמֶר לַצַּדִּיקִים, הֱוֵי: אַל תַּכְרִיתוּ וגו'.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Another matter, “do not cut off,” what is written before it? “The Lord spoke to Moses and Aaron” (Numbers 4:17). Rabbi Levi said: What matter does Aaron have, that he is mentioned here? It is, rather, that He is providing an allusion to the sons of Kehat and saying to them: ‘Focus your attention to ensure that you will not conduct yourselves with levity and enter before the Ark. If you conducted yourselves with levity in its regard, learn from the sons of Aaron.’ He said: The sons of Aaron, because they entered without permission, what is written in their regard? “Fire emerged from before the Lord, and consumed them” (Leviticus 10:2). You, too, focus your attention, so what befell the sons of Aaron will not befall you. That is why He wrote: “The Lord spoke to Moses and Aaron.” <br>Our Rabbis say: Why is Aaron written here? It is because when the sons of Kehat  were commanded regarding the bearing of the Ark, they became afraid. They began shouting at Moses and saying: ‘We are going to die just as the sons of Aaron died.’ The Holy One blessed be He said to Moses: ‘Just as you instituted a remedy for Aaron [when he enters the Holy of Holies], as it is stated: “With this Aaron shall come into the Holy of Holies” (Leviticus 16:3), so, institute a remedy for the Kehatite families so they will not die.’ That is what is written: “Do not cut off…” <br>“But do this for them, [and they will live, and will not die]” (Numbers 4:19). Do not wonder about this that the Holy One blessed be He instituted a remedy for them so they would not die, as even for the wicked we have found that He instituted a remedy for them so they would not die. When the Holy One blessed be He detailed for Moses the thirty-six instances of <i>karet </i>in the Torah, Moses said before the Holy One blessed be He: ‘Master of the universe, if a person sins in these, will he be eliminated in that way?’ The Holy One blessed be He said to him: ‘Let them be flogged forty lashes and thereby satisfy the obligation of their <i>karet</i>.’ That is what we learned: All those liable to receive <i>karet</i> who were flogged are exempted from their <i>karet</i>, as it is stated: “And your brother shall be debased before your eyes” (Deuteronomy 25:3). Once he is flogged he is as your brother. This is the statement of Rabbi Ḥananya ben Gamliel.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\"><i>Makkot </i>23a.</i> If one violates one transgression, his soul is taken for it, one who performs one mitzva, all the more so that his soul will be given to him. Why did the Torah require to flog him with forty lashes? It is because he violated the Torah that was given in forty days, and he caused death to himself, who was formed in forty days.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">The fetus, for certains purposes, is not viewed as a child before forty days of development. (Yevamot 69:2)</i> Let him be flogged forty lashes and thereby satisfy the obligation of his <i>karet</i>. Just as it was done to Adam the first man, who sinned and incurred liability to die, and was stricken with forty blows, as the world was cursed forty curses due to his sin: Ten for Adam, ten for Eve, ten for the serpent, and ten for the earth. The Holy One blessed be He extended the day for him, as it is stated: “As on the day that you eat of it you will die” (Genesis 2:17), but he lived nine hundred and thirty years. He did not complete the day of the Holy One blessed be He.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Based on the verse: “As one thousand years in Your eyes are like yesterday gone by” (Psalms 90:4).</i> If for the wicked He instituted a remedy, all the more so for the righteous. That is, “do not cut off…”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "516ba875edbab4702cd32b54", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "midrash", "ref": "Bamidbar Rabbah 5:5", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Bamidbar Rabbah 5:5", "sourceHeRef": "במדבר רבה ה׳:ה׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 5.0005, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "רַבִּי אַבָּא בַּר אַיְּבוּ אָמַר דַּי הוּא שֶׁאֵינוֹ מַזְכִּיר כָּאן אֶלָא עַל הַמִּשְׁפָּחָה בִּלְבָד, לָמָּה הוּא מַזְכִּיר לְכָל הַשֵּׁבֶט, שֶׁהֲרֵי הוּא אוֹמֵר <small>(במדבר ד, יח)</small>: אֶת שֵׁבֶט מִשְׁפְּחֹת הַקְּהָתִי, אֶלָּא שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא <small>(ישעיה מו, י)</small>: מַגִּיד מֵרֵאשִׁית אַחֲרִית, וּמַקְדִּים דְּבָרִים שֶׁלֹא נַעֲשׂוּ, צָפָה הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁקֹּרַח עוֹמֵד מִמִּשְׁפְּחוֹת קְהָת וְחוֹלֵק עַל משֶׁה, שֶׁנֶּאֱמַר <small>(במדבר טז, א)</small>: וַיִּקַּח קֹרַח בֶּן יִצְהָר בֶּן קְהָת וגו', וּמשֶׁה עָתִיד לְבַקֵּשׁ לִפְנֵי הָה' שֶׁתִּבְלַע הָאָרֶץ אוֹתָן, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא תֵּן דַּעְתְּךָ <small>(במדבר יז, ה)</small>: זִכָּרוֹן לִבְנֵי יִשְׂרָאֵל לְמַעַן אֲשֶׁר לֹא יִקְרַב אִישׁ זָר וגו', חָסֵר קְרָיָה כְּלוּם, מַהוּ לוֹ, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה לוֹ אֲנִי שׁוֹמֵעַ אֲבָל לְכָל הַשֵּׁבֶט אֵינִי שׁוֹמֵעַ לָךְ, לְכָךְ נֶאֱמַר: אַל תַּכְרִיתוּ וגו'.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Rabbi Abba bar Aivu said: It would have been sufficient had it mentioned here only the family alone. Why does it mention the entire tribe, as it says: “The tribe of the Kehatite families [from among the Levites]”? (Numbers 4:18). It is, rather, that the Holy One blessed be He “foretells the outcome from the outset” (Isaiah 46:10), and precedes events that had not yet been done.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Takes into account, in advance, actions that will only take place in the future.</i> The Holy One blessed be He foresaw that Koraḥ would stand from the families of Kehat and dispute with Moses, as it is stated: “Koraḥ, son of Yitzhar, son of Kehat, [son of Levi]…took” (Numbers 16:1), and that Moses was destined to request before the Lord that the earth swallow them. The Holy One blessed be He said to him: ‘Direct your attention, \"a remembrance to the children of Israel, so that a non-priestly man will not draw near…[to burn incense before the Lord and he will not be like Koraḥ and like his congregation as the Lord spoke to him at the hand of Moses]”’ (Numbers 17:5).Was the verse lacking anything? What is “to him”?<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">It would have been sufficient had the verse said: “As the Lord spoke at the hand of Moses.” “To him” seems superfluous.</i> The Holy One blessed be He said to Moses: ‘Regarding him, I will listen to you, but regarding the entire tribe, I will not listen to you.’ That is why it is stated: “Do not cut off…”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "516ba88eedbab4702cd32b56", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "midrash", "ref": "Bamidbar Rabbah 5:6", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Bamidbar Rabbah 5:6", "sourceHeRef": "במדבר רבה ה׳:ו׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 5.0006, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "הַקְּהָתִי, הֲדָא הוּא דִכְתִיב <small>(ישעיה מח, ט)</small>: לְמַעַן שְׁמִי אַאֲרִיךְ אַפִּי וּתְהִלָּתִי אֶחֱטָם לָךְ לְבִלְתִּי הַכְרִיתֶךָ, מְדַבֵּר בְּיִשְׂרָאֵל. לְמַעַן שְׁמִי אַאֲרִיךְ אַפִּי, אֵלּוּ יִשְׂרָאֵל שֶׁיִּחֵד הַקָּדוֹשׁ בָּרוּךְ הוּא שְׁמוֹ עֲלֵיהֶם <small>(שמות כ, ב)</small>: אָנֹכִי ה' אֱלֹהֶיךָ וְשִׁתֵּף שְׁמוֹ בִּשְׁמָם, יִשְׂרָאֵל, וּלְכָךְ הֶאֱרִיךְ הַקָּדוֹשׁ בָּרוּךְ הוּא אַפּוֹ עִם יִשְׂרָאֵל שֶׁלֹא טְרָדָם וְגָבָה מֵהֶם קִמְעָה קִמְעָה בַּגָּלוּת כְּדֵי לְנַקּוֹתָם, וְלֹא בִּקֵּשׁ לִמְחוֹתָם שֶׁלֹא יִתְחַלֵּל שְׁמוֹ בָּהֶם. שֶׁכֵּן מָצִינוּ כְּשֶׁהָיוּ יִשְׂרָאֵל בְּמִצְרַיִם מָרְדוּ בְּהַקָּדוֹשׁ בָּרוּךְ הוּא וְרָצָה הַקָּדוֹשׁ בָּרוּךְ הוּא לְכַלּוֹתָם שָׁם, וְהֶאֱרִיךְ אַפּוֹ עִמָּהֶם לְמַעַן שְׁמוֹ וְלֹא עָשָׂה כְּמָה דְתֵימָא <small>(יחזקאל כ, ח ט)</small>: וָאֹמַר לִשְׁפֹּךְ חֲמָתִי עֲלֵיהֶם לְכַלּוֹת אַפִּי בָּהֶם בְּתוֹךְ אֶרֶץ מִצְרָיִם, וָאַעַשׂ לְמַעַן שְׁמִי לְבִלְתִּי הֵחֵל לְעֵינֵי הַגּוֹיִם וגו'. וְכֵן כְּשֶׁיָּצְאוּ יִשְׂרָאֵל בַּמִּדְבָּר מָרְדוּ בּוֹ וּבִקֵּשׁ הַקָּדוֹשׁ בָּרוּךְ הוּא לְכַלּוֹתָם וְהֶאֱרִיךְ אַפּוֹ עִמָּהֶם לְמַעַן שְׁמוֹ, שֶׁנֶּאֱמַר <small>(יחזקאל כ, יג)</small>: וָאֹמַר לִשְׁפֹּךְ חֲמָתִי עֲלֵיהֶם וגו'. וְכֵן בְּנֵי דוֹר הַמִּדְבָּר מָרְדוּ בְּהַקָּדוֹשׁ בָּרוּךְ הוּא וּבִקֵּשׁ לְכַלּוֹתָם וְהֶאֱרִיךְ אַפּוֹ עִמָּהֶם לְמַעַן שְׁמוֹ, וְנִשְׁבַּע שֶׁיִּפָּרַע עִמָּהֶם בְּשִׁעְבּוּד מַלְכֻיּוֹת, אֲבָל לֹא עָשָׂה כָּלָה, שֶׁנֶּאֱמַר <small>(יחזקאל כ, כא כג)</small>: וָאֹמַר לִשְׁפֹּךְ חֲמָתִי וגו' וַהֲשִׁיבֹתִי אֶת יָדִי וגו' <small>(יחזקאל כ, כג)</small>: גַם אֲנִי נָשָׂאתִי אֶת יָדִי וגו'. וּתְהִלָּתִי אֶחֱטָם לָךְ, כְּדֵי שֶׁלֹא יִתְחַלֵּל שְׁמוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא בָּהֶם יָבִיא לָהֶם קֵץ הַגְּאֻלָּה הֶחָתוּם, שֶׁנֶּאֱמַר <small>(יחזקאל לו, כג כד)</small>: וְקִדַּשְׁתִּי אֶת שְׁמִי הַגָּדוֹל הַמְחֻלָּל בַּגּוֹיִם וגו' וְלָקַחְתִּי אֶתְכֶם מִן הַגּוֹיִם וגו'. דָּבָר אַחֵר, וּתְהִלָּתִי אֶחֱטָם לָךְ, לְפִי שֶׁיִּשְׂרָאֵל נִבְרְאוּ לוֹמַר תְּהִלָּתוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, כְּמָה דְתֵימָא <small>(ישעיה מג, כא)</small>: עַם זוּ יָצַרְתִּי וגו', לְכָךְ כְּדֵי שֶׁיִּתְהַלֵּל שְׁמוֹ בָּהֶם, הַקָּדוֹשׁ בָּרוּךְ הוּא חוֹתְמָהּ לְטוֹבָה, כְּמָה דְתֵימָא <small>(שיר השירים ח, ו)</small>: שִׂימֵנִי כַחוֹתָם עַל לִבֶּךָ כַּחוֹתָם עַל זְרוֹעֶךָ וְהִיא גָרְמָה לָהֶם שֶׁלֹא נִכְרְתוּ בַּגָּלוּת, הֱוֵי: לְבִלְתִּי הַכְרִיתֶךָ. דָּבָר אַחֵר, לְמַעַן שְׁמִי אַאֲרִיךְ אַפִּי, מְדַבֵּר בַּקְּהָתִים, לְמָה הַדָּבָר דּוֹמֶה לְמֶלֶךְ שֶׁהָיָה לוֹ בֵּן וְנִדְבַּק לְלִסְטִים וְנִתְפְּשׂוּ וְנִתְפַּשׂ בְּנוֹ עִמָּהֶם, אָמַר הַמֶּלֶךְ מָה אֶעֱשֶׂה, אֶהֱרֹג אֶת הַלִּסְטִים אִי אֶפְשָׁר שֶׁהֲרֵי בְּנִי עִמָּהֶם, בִּשְׁבִיל בְּנִי הֲרֵינִי מְפַנֶּה אוֹתָם עַכְשָׁו. וְכָךְ הָיוּ הַלְוִיִּם נוֹשְׂאִים הַמִּשְׁכָּן וְהָיָה הַקָּדוֹשׁ בָּרוּךְ הוּא מַבִּיט בְּקֹרַח וּבַעֲדָתוֹ שֶׁעֲתִידִין לַחְלֹק עַל משֶׁה וְעַל אַהֲרֹן, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא מָה אֶעֱשֶׂה לְאֵלּוּ, לַהֲרֹג אוֹתָם עַכְשָׁו אִי אֶפְשָׁר, שֶׁהֲרֵי מְעֹרָבִים הֵם עִם הָאֲחֵרִים צַדִּיקִים, וּכְדֵי שֶׁלֹא יִפְגַּע בְּכֻלָּם מִדַּת הַדִּין לָקַח הַקָּדוֹשׁ בָּרוּךְ הוּא חֲצִי שְׁמוֹ וְנָתַן עָלָיו יָהּ, שֶׁנָּתַן הַקָּדוֹשׁ בָּרוּךְ הוּא עָלָיו הַקְּהָתִי, ה\"א מִתְּחִלָּה וְיוּ\"ד בַּסּוֹף הֲרֵי יָהּ, כְּדֵי לַעֲשׂוֹת עֲלֵיהֶם מִשְׁמֶרֶת עַד יָבוֹא יוֹמָם, הֱוֵי: לְמַעַן שְׁמִי אַאֲרִיךְ אַפִּי וגו', לְכָךְ כְּתִיב הַקְּהָתִי כָּאן.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“The Kehatite,” that is what is written: “For My name's sake, I will defer My wrath and for My praise, I will exercise forbearance with you, so as not to eradicate you” (Isaiah 48:9). It is speaking of Israel. “For My name's sake, I will defer My wrath,” this is Israel, upon whom the Holy One blessed be He designated His name: “I am the Lord your God” (Exodus 20:2). And He joined His name<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">El.</i> with their name, Israel. That is why He deferred His wrath against Israel, that He did not eliminate them, but rather, He collected from them<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">He punished them.</i> little by little in exile in order to absolve them. He did not seek to eradicate them, so his name would not be desecrated because of them. As we find when Israel was in Egypt, they rebelled against the Holy One blessed be He and the Holy One blessed be He wished to eliminate them, but He deferred His wrath with them for His name’s sake and did not do so, just as it says: “I said to pour My fury upon them, to spend My wrath upon them within the land of Egypt. But I acted for My name’s sake, so that it would not be profaned before the eyes of the nations” (Ezekiel 20:8–9). Likewise, when Israel departed, in the wilderness they rebelled against Him, and the Holy One blessed be He sought to eradicate them but He deferred His wrath with them for His name’s sake, as it is stated: “I said to pour My fury upon them [in the wilderness to eradicate them. But I acted for My name’s sake, so that it would not be profaned before the eyes of the nations…]” (Ezekiel 20:13–14). Likewise, the generation of the wilderness rebelled against the Holy One blessed be He and He sought to eradicate them, but He deferred His wrath with them for His name’s sake, and He took an oath that He would exact retribution against them with the servitude of the kingdoms, but he did not effect eradication, as it is stated: “I said I would pour My fury [upon them…in the wilderness]. But I restrained My hand, [and I acted for the sake of My name, that it not be profaned]” (Ezekiel 20:21–22). “I also raised My hand [to them in the wilderness, to disperse them among the nations and to scatter them through the lands]” (Ezekiel 20:23). “For My praise, I will exercise forbearance with you” (Isaiah 48:9), so that the name of the Holy One blessed be He will not be profaned through them; He will bring them the sealed redemption, as it is stated: “I will sanctify My great name that was profaned among the nations… I will take you from the nations…[and I will bring you to your land]” (Ezekiel 36:23–24). <br>Another matter, “I will exercise forbearance [<i>oḥotam</i>] with you” (Isaiah 48:9), because Israel was created to recite the praise of the Holy One blessed be He, just as it says: “This people, I formed for Myself; [they will recite My praise]” (Isaiah 43:21). For that purpose, so that His name would be praised in their midst, the Holy One blessed be He seals it [<i>ḥotma</i>] for good. Just as it says: “Place me as a seal [<i>hotam</i>] upon your heart, as a seal upon your arm” (Song of Songs 8:6). That caused them not to be eliminated in exile. That is, “so as not to eradicate you.” <br>Another matter, “for My name's sake, I will defer My wrath” (Isaiah 48:9), it is speaking of the Kehatites [<i>hakehati</i>]. To what is the matter comparable? It is to a king who had a son who joined robbers. They were apprehended and his son was apprehended with them. The king said: ‘What shall I do? Shall I execute the robbers? That is impossible, as my son is with them. For the sake of my son, I will free them now.’ So, the Levites were the bearers of the Tabernacle. The Holy One blessed be He was looking at Koraḥ and his congregation, who were destined to dispute with Moses and Aaron. The Holy One blessed be He said: ‘What shall I do to these? To kill them now is impossible, as they are intermingled with the other righteous ones.’ So as not to harm all of them with the attribute of justice, the Holy One blessed be He took half His name, and added <i>ya</i> [<i>yod heh</i>]<i> </i>to it [the word <i>kehat</i>], the Holy One blessed be He rendered it <i>hakehati</i>, <i>heh </i>at the beginning and <i>yod </i>at the end, that is <i>ya</i>, in order to provide them with protection until their day would come. That is, “for My name's sake, I will defer My wrath…” That is why <i>hakehati</i> is written here.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "52559d60edbab4498f483aca", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 4:18:1", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Ibn Ezra on Numbers 4:18:1", "sourceHeRef": "אבן עזרא על במדבר ד׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "ומלת <b>אל תכריתו.</b> למשה אהרן ובניו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "The command <i>Cut ye not off</i> was given to Moses, Aaron and his sons.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "55ae00e0fbfba23a06809a15", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Bamidbar 31", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Meshekh Chokhmah, Bamidbar 31", "sourceHeRef": "משך חכמה, במדבר ל״א", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 31, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "במדבר", "he": "<b>אל </b>תכריתו את שבט משפחות הקהתי. רמז במלת שבט, שמשפחת הקהתי שקול כשבט, וגמירי דלא כלה שבטא (ב\"ב קט\"ו), וזה הוא שנאמר לו והקמותי בריתי את זרעך אחריך כו'. וכמו שאמרו בפלגש בגבעה ולא יכרת שבט מישראל. ולכן מרמז כי שקול כמו שבט. ועיין מדרש.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59a6c634d6e4a920f72d99f4", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Numbers 4:18:1", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "HaKtav VeHaKabalah, Numbers 4:18:1", "sourceHeRef": "הכתב והקבלה, במדבר ד׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 18.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "במדבר", "he": "<b>אל תכריתו. </b>אל תניחו את המשאות באופן שיזכה בהן כל הקודם, כי בזה האופן יקרה שידחפו זה את זה וזה יהיה סבה להכריתם, כמו שספרו חז\"ל (יומא פ\"ב) שקרה בתרומת הדשן: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc280c1533e001928a985", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 4:18:1", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Malbim on Numbers 4:18:1", "sourceHeRef": "מלבי\"ם על במדבר ד׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>אל תכריתו </b>עתה חדש להם צווי אחרת שמפני שיש חשש שמרוב חשיבות הקדש יטהר כ\"א לשאת וידחקו א\"ע קודם שיתכסו הכלים כמעשה שהיו רצין ועולין בכבש ע\"כ צוה שאין רשות לבני קהת לעשות דבר מעצמם רק עפ\"י משטרם של אהרן ובניו שיסדרו לכל אחד מה ישא וכמה שעות ישא. ועז\"א <b>אהרן ובניו יבואו ושמו איש איש על עבודתו ואל משאו </b>ר\"ל שיסדר מי ישא ומי יעבוד ר\"ל להניח על כתף הנושאים, ובכל שעה החליפו את הנושאים והכל על פי פקודת אהרן, וממילא לא ידחקו לכנוס קודם הזמן ועי\"כ לא יבואו לראות וכו':", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17a0afbb386c011be9b1bb", "index_title": "HaKtav VeHaKabalah", "category": "Quoting Commentary", "type": "", "ref": "HaKtav VeHaKabalah, Genesis 37:20:1", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "HaKtav VeHaKabalah, Genesis 37:20:1", "sourceHeRef": "הכתב והקבלה, בראשית ל״ז:כ׳:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 20.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "בראשית", "he": "<b>לכו ונהרגהו. </b>אחרי שהודיעתנו התורה במאמר ויתנכלו, שלא היתה כוונת האחים להרגו באמת, כ\"א לרמותו בדעתו ולדמות שנמסר בידים למיתה, ובלבם לא חשבו עליו רק להחרידו ולהפחידו אימת מות, ולנסות את מאמר חלומותיו אם הם הרהורי ורעיוני לבו לבד או הן צודקות נבואיות (כמבואר במה שקדם), עתה חל עלינו להבין באמרם זה לכו ונהרגהו וגו' מילי דמשתמעי לתרי אפי, ובאמת הוא מאמר הסובל שתי כוונות מתחלפות משותפות בגנות ושבח, והוא זה: אופן הגנות הוא, נהרגהו ממש בידים לשלוח בו יד רצח, וכדי להסתיר ולהעלים מעשה הרצח נשליכהו באחת הבורות, ונאמר אסון קרהו בדרך וחיה רעה אכלתהו, וסיימו דבריהם במליצת הקטנה ובדרך לעג, עתה אחרי נפלו בבאר שחת, על מי ימלוך, מי זה ישתחוה אליו ומה תהיינה חלומותיו. הנה התכוונו האחים האלה להראות כדרך שופכי דמים באמת, לפרסם בקול זדון לבם עד שישמעם יוסף וידמה בדעתו כי יפול בידיהם באמת למות, אמנם כמו שיובן אופן הגנות ממאמרם זה, ככה יובן בו אופן השבח, לפי המסתתר והמתעלם במחשבות לבבם שאינם רוצים רק לנסות דברי חלומותיו, והוא זה \"ונהרגהו\" נסבב עליו אופן שיוכל למות בו, והוא כי נשליך אותו אל אחת הבורות מקום הסכנה אשר מדרך הטבע נוכל לומר עליו חיתו יער תאכלנו, ובזה נראה בנסיון מה הנה חלומותיו, אם נבואיות או הרהורים בעלמא, כי אם הן רק מדומיות הנה גם אם ימות בבאר שחת אין חמס בכפינו, כי לא שלחנו בו יד רצח ולא הכינו אותו מכת מות, כ\"א גרמא בעלמא עשינו להביאו למקום הסכנה, להזכר לו שם עון רשעו בהבאת דבה, וגירא דלי' הרגתהו ומידו זאת תהיה לו, כי מצד לישנא בישא גברא קטילא הוא, בן מות הוא מצד הבאת הדבה, ולא יגרע גרמא דילי', ואם חלומותיו הן צודקת נבואיות הנה עצת ה' תקום, ואין מעצר להושיע נביאו המיועד להיות מלך ומושל, ועתה אם ינצל מפח זה הטמון לרגליו, אז נדע כי יד ה' עשתה זאת, ופועל ידי יוצר, נרצה לקבלו עלינו למשול ולמלוך עלינו, הנה בדרך השבח במאמר זה נבאר מלת \"ונהרגהו\" הגרם והסבה אל ההריגה והמיתה, כי כן מצאנו הרבה פעלים שאין הוראתם פעולה ממשית רק שימת סבה וגרם אלי', כמו מעלתם בי (דברים ל״ב:נ״א) פירש\"י גרמתם למעול בי, וכן על אשר לא קדשתם אותי פירש\"י גרמתם שלא אתקדש, וכן אל תכריתו את שבט (במדבר ד׳:י״ח) פירש\"י אל תגרמו להם שימותו, וכן אתם המתם את עם ה' (שם י\"ז) דת\"א אתון גרמתון דמית עם ד' ועל דוד שסבב סבובים להציג את אורי' מול פני המלחמה נאמר (שמואל ב י״ב:ט׳) ואותו הרגת בחרב בני עמון, ויש פעלים דומים הרבה שהם פעלים מסבבים, והנה במאמר יהודה בזה הענין \"מה בצע כי נהרוג את אחינו\", מלת נהרוג שם הוא לכל המפרשים ענין הגרם והסבה, ולזה אני אומר גם כאן מלת ונהרגהו פי' ע\"י הגרם והסבה, ובדרך זה הוי\"ו של ונשליכהו הוא וי\"ו מבארת משפט הקודם, המתורגם (נאֶמליך), כמו וי\"ו של ועשה כרוב אחד מקצה מזה (שמות כ״ה:י״ט), וכן וכל פטר חמור, וכל פטר שגר בהמה, וכל בכור האדם, כל הווי\"ן האלה הם וי\"ו הביאור אל הקודם לו והעברת כל פטר רחם, ודומין לזה הרבה במקרא, זהו הנ\"ל בכוונת דברי האחים, אחת דברו ושתים זה שמענו מהם, המדומה והנגלה מדבריהם לפי השקפה ראשונה, והמסתתר במחשבותיהם לפי המכוון באמת, וכמו שהודיעתנו התורה תחלה במאמר ויתנכלו וגו', שהתיעצו כך ביניהם לדבר לפניו ולעשות עמו ענינים לרמותו ולהערימו, וכדמות רמז מצאתי לדברי אלה במכדרשב\"י, כי אמר שם על פ' זה משמעון ולוי דאינון מסיטרא דדינא קשי' נפקה רוגזא לתרין סטרין חד דאתברך וחד דאתלטי, ע\"ש קרוב לדברינו להבין במאמר האחים כונה משותפת בגנות ושבח: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea0d5eb7d2e1475644c2b", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 4:18:1", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Midrash Lekach Tov, Numbers 4:18:1", "sourceHeRef": "מדרש לקח טוב, במדבר ד׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> אל תכריתו את שבט משפחות הקהתי. שלא ימותו בלא זמנם. ולא יבואו לראות כבלע את הקדש ומתו. רבותינו אמרו בשעת הכנסת כלים לנרתק שלהם. ודומה כבלע את הקדש שהוא לשון כבוי כלומר בשעה שיכסו אותם. כמו (בראשית מ״א:ז׳) ותבלענה השבלים הדקות שהיו מכבים את השבלים הטובות:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e430e7b7419879438a02c1", "index_title": "Bat Ayin", "category": "Chasidut", "type": "", "ref": "Bat Ayin, Bamidbar 11", "anchorRef": "Numbers 4:6-20", "anchorRefExpanded": ["Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20"], "sourceRef": "Bat Ayin, Bamidbar 11", "sourceHeRef": "בת עין, במדבר י״א", "anchorVerse": 6, "sourceHasEn": false, "commentaryNum": 11, "collectiveTitle": {"en": "Bat Ayin", "he": "בת עין"}, "heTitle": "במדבר", "he": "<b>וזהו</b> שהזהיר הכתוב לעבודת בני קהת באוהל מועד קודש הקדשים ונתנו עליו כסוי עור תחש וגו' ושמו בדיו וגו' ולא יבואו לראות כבלע וגו' (במדבר ד ו - כ), פירוש שהזהיר הכתוב להעוסקים בעבודת אוהל מועד קודש הקדשים, פירוש בהעוסקים ומשתדלים להיות בעצמם בחינת אוהל מועד, שילכו ממדרגה למדרגה, היינו שיגיע תחילה לבחינת כסוי העור היינו לבחינת הבטחון, ואח\"כ ושמו בדיו, ר\"ל מדרגות, שהמדרגות נקראים בשם בדים כמאמר הכתוב (שמות ל לד) בד בבד יהיה, ר\"ל שילך ממדרגה למדרגה, תחלה לבחינת הבטחון ואחר כך ללמוד תורה, והתורה תאיר עליו אור הקדושה ויזדכך בתכלית הזיכוך, ואחר כך יהיה בחינת אוהל מועד כנ\"ל, אבל לא יתפוס את המרובה תחילה לדלג לבחינה גדולה בלי הכנה מקודם.", "heVersionTitle": "Jerusalem, 2001", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ec1ef2e735e0a5900c80eb", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "", "ref": "Midrash Lekach Tov, Numbers 4:22:2", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Midrash Lekach Tov, Numbers 4:22:2", "sourceHeRef": "מדרש לקח טוב, במדבר ד׳:כ״ב:ב׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 22.0002, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "בוא וראה שלא כמדת הקב״ה מדת בשר ודם מדת בשר ודם אם מורדת בו מדינה הוא עושה מלחמה עליה והורג את הרעים ואת הטובים. אבל הקב״ה אינו כן אלא בזמן שהוא כועס על מכעיסיו הוא מאבד את הרשעים וממלט את הצדיקים שנאמר ויודע חוסי בו. שהרי חטאו דור אנוש איבד אותם והציל את חנוך. חטאו דור המבול איבד אותם והציל את נח. חטאו הסדומיים איבד אותם והציל את לוט. חטאו המצריים הביא עליהם חשך. (שמות י׳:כ״ג) ולכל בני ישראל היה אור במושבותם. הרי ויודע חוסי בו. חטאו ישראל במדבר פרע מהם חוץ משבטו של לוי. שנאמר (שם לב) ויאספו אליו כל בני לוי. אמר הקב״ה יודע אני מי נשתתף לעגלם ומי לא נשתתף. (במדבר ד׳:י״ח) אל תכריתו את שבט משפחות הקהתי מתוך הלוים. וכן הוא אומר (שם א) אך את מטה לוי לא תפקוד ואת ראשם לא תשא בתוך בני ישראל. כדי להוציאם מן הגזירה שראה הקב״ה שעתידין ישראל להכעיס במדבר והוא גוזר עליהם (שם יד) במדבר הזה יפלו פגריכם וכל פקודיכם לכל מספרכם מבן עשרים שנה ומעלה. יצאו הלוים שהיו פקודיהם מבן חדש ומעלה. לפיכך אמר הקב״ה (שם א) ואתה הפקד את את? הלוים על משכן העדות ועל כל כליו. ועל הכל בני קהת שהיו קרובין לשכינה שנא' (שם ג) ומשמרתם הארון והשלחן והמנורה והמזבחות. ושנים להם בני גרשון נושאי יריעות המשכן ומכסהו שנאמר נשא את ראש בני גרשון גם הם נשיאות ראש היה להם להיות עובדים לפני. וכן הוא אומר (תהילים ס״ה:ה׳) אשרי תבחר ותקרב ישכון חצריך. מבן שלשים שנה ומעלה. בחמשה זמנים הלוים נמנים מבן חדש מבן שלשים שנאמר מבן שלשים. מבן חדש להיות פוטרין את בכורי ישראל <i data-commentator=\"Beur HaRe'em\" data-order=\"1\"></i> מבן (שלשים) ליטול מניות הלוים דכתיב בדברי הימים בפרשת יחזקיהו המלך דכתיב (דברי הימים ב ל״א:ט״ז) מלבד התיחס לזכרים מבן שלש שנים ולמעלה לכל הבא לבית ה' לדבר יום ביומו לעבודתם במשמרותם במחלקותיהם. מבן חמש ועשרים שנה מתחנכין לעבודה ולומדין כל חמש. ומבן שלשים היו מתחילין לעבוד. ומבן חמשים שנה ישוב מצבא העבודה:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a622e987f574a17ca6a5d0", "index_title": "Jerusalem Talmud Bikkurim", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Bikkurim 2:1:4", "anchorRef": "Numbers 4:18-19", "anchorRefExpanded": ["Numbers 4:18", "Numbers 4:19"], "sourceRef": "Jerusalem Talmud Bikkurim 2:1:4", "sourceHeRef": "תלמוד ירושלמי בכורים ב׳:א׳:ד׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Jerusalem Talmud Bikkurim", "he": "תלמוד ירושלמי בכורים"}, "heTitle": "תלמוד ירושלמי בכורים", "he": "מַה חֲמִית מֵימַר מֵת לַחֲמִשִּׁים מֵת בְּהִיכָּרֵת. כְּתִיב אַל תַּכְרִיתוּ אֶת שֵׁבֶט מִשְׁפְּחוֹת הַלֵּוִי וגו׳ וְזֹאת עֲשׂוּ לָהֶם וְחָיוּ וְלֹא יָמוּתוּ. עֲשׂוּ לָהֶם דָּבָר שֶׁלְתַּקָּנָה שֶׁלֹּא יְזוּנוּ עֵינֵיהֶן מִבֵּית קוֹדֶשׁ הַקֳדָשִׁים. וּכְתִיב וְלֹא יָבוֹאוּ לִרְאוֹת כְּבַלַּע אֶת הַקּוֹדֶשׁ וָמֵתוּ. וּכְתִיב וּמִבֶֶּן חֲמִשִּׁים שָׁנָה יָשׁוּב מִצְּבָא הָעֲבוֹדָה. רִבִּי אָבִין בְּרֵיהּ דְּרִבִּי תַּנְחוּם בַּר טְרִיפוֹן שָׁמַע לָהּ מִן הָכָא. יְמֵי שְׁנוֹתֵינוּ בָהֶם שִׁבְעִים שָׁנָה. צֵא מֵהֶן עֵשְׂרִים שָׁנָה שֶׁאֵין בֵּית דִּין שֶׁלְמַעֲלָן עוֹנְשִׁין וְכוֹרְתִין. נִמְצֵאת אוֹמֵר הַמֵּת לַחֲמִשִּׁים מֵת בְּהִיכָּרֵת.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "From where do you understand that if somebody dies at age 50, he dies of extirpation? It is written (<a class=\"refLink\" data-ref=\"Numbers 4:18-19\" href=\"/Numbers.4.18-19\"><i>Num.</i> 4:18–19</a>): “Do not extirpate the tribe of the families of (Levi), etc. Do the following for them that they should live and not die.” Organize them that they should not enjoy seeing the holiest of holies. And it is written (<a class=\"refLink\" data-ref=\"Numbers 4:20\" href=\"/Numbers.4.20\"><i>Num.</i> 4:20</a>): “They should not come to look, when the holies are wrapped, and die.” And it is written (<a class=\"refLink\" data-ref=\"Numbers 8:25\" href=\"/Numbers.8.25\"><i>Num.</i> 8:25</a>): “At age 50, he should retire from the work force.” Rebbi Abin, the son of Rebbi Tanḥum ben Rebbi Tryphon, understood it from here (<a class=\"refLink\" data-ref=\"Psalms 90:10\" href=\"/Psalms.90.10\"><i>Ps.</i> 90:10</a>): “The days of our lives here are 70 years.” Subtract from these 20 years during which the Heavenly Court does neither punish not extirpate<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">This tradition is also in the <a class=\"refLink\" data-ref=\"Shabbat 89b\" href=\"/Shabbat.89b\">Babli, <i>Šabbat</i> 89b</a>. While a male becomes a full member of the religious community at age 13, a female at age 12, they are treated as adults before the Heavenly court only at age 20 since in the story of the spies only the men older than 20 were punished. One has to assume that until then the parents are not absolved from responsibility for their children.<br>Neither “proof” has any logical consistency.</i>, and you will find that one who dies at up to 50 years dies in extirpation.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6241af28337a7bef38adf3d6", "index_title": "Menorat HaMaor", "category": "Musar", "type": "", "ref": "Menorat HaMaor, v; On Fixed Hours of Study, Tree of Life 2", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "Menorat HaMaor, v; On Fixed Hours of Study, Tree of Life 2", "sourceHeRef": "מנורת המאור, ה; פרק תלמוד תורה, עץ החיים ב׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1391], "commentaryNum": 2, "collectiveTitle": {"en": "Menorat HaMaor", "he": "מנורת המאור"}, "heTitle": "עץ החיים", "he": "ויורהו ה' עץ. ר' נתן אומר עץ קתרוס, ויש אומ' עקר תאנה ועקר רמון. דורשי רשומות אמרו, הראהו דברי תורה, שנמשלו לעץ, שנא' (משלי ג, יח) עץ חיים היא למחזיקים בה. ועוד גרסי' [ב]במדבר סיני רבה במה היה שבטו של לוי ניכר מישראל. שישראל היו מהלכין נועלים סנדלים, אבל שבטו של לוי, שהיו טעונים בכלי המשכן, היו מהלכין יחפים. ומעולים שבשבט לוי היו משפחות הקהתי, לפי' ששאר בני לוי היו נושאין את הבריחים ואת הקרשים ואת האדנים או כל דבר על העגלות, שנא' (במדבר ז, ט) ולבני קהת לא נתן כי עבודת הקדש עליהם בכתף ישאו, ולא היה להם רשות ליתן את הארון על העגלות, ולא היתה רוחן גסה עליהן, אלא משועבדין לפני הארון, למה, לפי שאין גדולה לפני האלהות. נמצאת אומר אע\"פ שהיתה משפחת בני קהת פלטני, פי' נשיאים ונכבדים כבני מלכים, אפי' הכי כיון שהיו באין לטעון את הארון היו טוענין בו כעבדים. אמ' הב\"ה, התורה היא חיים, שנא' (משלי ג, יח) עץ חיים היא למחזיקים בה, ובני קהת, שהן מחזיקין בארון שבו התורה שהיא עץ חיים, בדין שיחיו ולא ימותו, שנא' (במדבר ד, יח) אל תכריתו את משפחת הקהתי, זאת עשו להם וחיו ולא ימותו. וגרסי' במדרש תלים תודיעני אורח חיים, ר' עזריה אומר, אמ' דוד לפני הב\"ה, רבונו של עולם, תודיעני אורח חיים. אמ' לו הב\"ה, חיים את בעי, צפה לתורה, שהיא עץ חיים, שנא' (משלי ג, יח) עץ חיים היא למחזיקים בה. שובע שמחות שמחתנו, שמחות הרבה, מקרא, משנה, תלמוד, דקדוקי תורה ודקדוקי סופרים.", "heVersionTitle": "Menorat HaMaor, Alnakawa, H.G. Enelow ed. N.Y. 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d252b6084aa1cbf18a5b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כָּרַת 1", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "BDB, כָּרַת 1", "sourceHeRef": "בראון-דרייבר-בריגס, כָּרַת א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כָּרַת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">כָּרַת</span></big></big><sub>291</sub><big></big>  <strong>vb.</strong> cut off, cut down <strong>(</strong>NH <em>id.;</em> Assyrian <em>karâtu</em>, ii. <em>hew off</em> Dl <sup>HWB 357</sup><strong>)</strong>;—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">כ׳</span> <a data-ref=\"Genesis 15:18\" href=\"/Genesis.15.18\">Gn 15:18</a> + 19 times; 2 ms. <span dir=\"rtl\">כָּרָ֑תָּ</span> <a data-ref=\"Deuteronomy 20:20\" href=\"/Deuteronomy.20.20\">Dt 20:20</a>; 1 s. <span dir=\"rtl\">כָּרַתִּי</span> <a data-ref=\"Exodus 34:27\" href=\"/Exodus.34.27\">Ex 34:27</a> + 15 times; + 8 times Pf.; Impf. <span dir=\"rtl\">יִכְרֹת</span> <a data-ref=\"Job 40:28\" href=\"/Job.40.28\">Jb 40:28</a> + 21 times; 2 ms. <span dir=\"rtl\">תִּכְרָת־</span> <a data-ref=\"Isaiah 57:8\" href=\"/Isaiah.57.8\">Is 57:8</a>; 1 s. <span dir=\"rtl\">אֶכְרוֹת</span> <a data-ref=\"Isaiah 61:8\" href=\"/Isaiah.61.8\">Is 61:8</a>; <a data-ref=\"I Samuel 11:2\" href=\"/I_Samuel.11.2\">1 S 11:2</a>; <span dir=\"rtl\">אֶכְרְתָה</span> <a data-ref=\"Isaiah 55:3\" href=\"/Isaiah.55.3\">Is 55:3</a>; 3 mpl. <span dir=\"rtl\">יִכְרֹ֑תוּ</span> <a data-ref=\"Hosea 12:2\" href=\"/Hosea.12.2\">Ho 12:2</a> <a data-ref=\"Psalms 83:6\" href=\"/Psalms.83.6\">ψ 83:6</a>; 1 pl. <span dir=\"rtl\">נִכְרְתָה</span> <a data-ref=\"Genesis 26:28\" href=\"/Genesis.26.28\">Gn 26:28</a>; <a data-ref=\"Genesis 31:44\" href=\"/Genesis.31.44\">31:44</a>; sf. <span dir=\"rtl\">נִכְרְתֶנּוּ</span> <a data-ref=\"Jeremiah 11:19\" href=\"/Jeremiah.11.19\">Je 11:19</a>; + 31 times Impf.; Imv. <span dir=\"rtl\">כְּרָת־</span> <a data-ref=\"I Samuel 11:1\" href=\"/I_Samuel.11.1\">1 S 11:1</a>; <span dir=\"rtl\">כָּרְתָה</span> <a data-ref=\"II Samuel 3:12\" href=\"/II_Samuel.3.12\">2 S 3:12</a>; + 4 times Imv.; Inf. abs. <span dir=\"rtl\">כָּרֹת</span> <a data-ref=\"Hosea 10:4\" href=\"/Hosea.10.4\">Ho 10:4</a>; <span dir=\"rtl\">כָּרוֹת</span> <a data-ref=\"Nehemiah 9:8\" href=\"/Nehemiah.9.8\">Ne 9:8</a>; cstr. <span dir=\"rtl\">כְּרֹת</span> <a data-ref=\"Jeremiah 34:8\" href=\"/Jeremiah.34.8\">Je 34:8</a> + 2 times; <span dir=\"rtl\">כְּרָת־</span> <a data-ref=\"Isaiah 44:14\" href=\"/Isaiah.44.14\">Is 44:14</a> + 2 times; <span dir=\"rtl\">כְּרוֹת</span> <a data-ref=\"II Chronicles 2:7\" href=\"/II_Chronicles.2.7\">2 Ch 2:7</a>; <a data-ref=\"II Chronicles 29:10\" href=\"/II_Chronicles.29.10\">29:10</a>; sf. <span dir=\"rtl\">כָּרְתִי</span> <a data-ref=\"I Samuel 24:12\" href=\"/I_Samuel.24.12\">1 S 24:12</a>; Pt. act. <span dir=\"rtl\">כֹּרֵת</span> <a data-ref=\"Exodus 34:10\" href=\"/Exodus.34.10\">Ex 34:10</a> + 3 times; + 3 times Pt. act.; pass. <span dir=\"rtl\">כָּרוּת</span> <a data-ref=\"Leviticus 22:24\" href=\"/Leviticus.22.24\">Lv 22:24</a>; cstr. <span dir=\"rtl\">כְּרוּת</span> <a data-ref=\"Deuteronomy 23:2\" href=\"/Deuteronomy.23.2\">Dt 23:2</a>; pl. <span dir=\"rtl\">כְּרֻת[וֹ]ת</span> <a data-ref=\"I Kings 7:12\" href=\"/I_Kings.7.12\">1 K 7:12</a> + 3 times;— <strong>1.</strong>  <em>cut off:</em> <strong>a.</strong>  <em>things:</em> c. acc. foreskin <a data-ref=\"Exodus 4:25\" href=\"/Exodus.4.25\">Ex 4:25</a> (J); privy member <a data-ref=\"Leviticus 22:24\" href=\"/Leviticus.22.24\">Lv 22:24</a> (H) <a data-ref=\"Deuteronomy 23:2\" href=\"/Deuteronomy.23.2\">Dt 23:2</a>; cluster of grapes <a data-ref=\"Numbers 13:23\" href=\"/Numbers.13.23\">Nu 13:23</a>, <a data-ref=\"Numbers 13:24\" href=\"/Numbers.13.24\">24</a> (E); bough of tree <a data-ref=\"Judges 9:48\" href=\"/Judges.9.48\">Ju 9:48</a>, <a data-ref=\"Judges 9:49\" href=\"/Judges.9.49\">49</a>; skirt <a data-ref=\"I Samuel 24:5\" href=\"/I_Samuel.24.5\">1 S 24:5</a>, <a data-ref=\"I Samuel 24:6\" href=\"/I_Samuel.24.6\">6</a>, <a data-ref=\"I Samuel 24:12\" href=\"/I_Samuel.24.12\">12</a>; head of man <a data-ref=\"I Samuel 17:51\" href=\"/I_Samuel.17.51\">1 S 17:51</a>; <a data-ref=\"I Samuel 31:9\" href=\"/I_Samuel.31.9\">31:9</a> <a data-ref=\"II Samuel 20:22\" href=\"/II_Samuel.20.22\">2 S 20:22</a>; garments <a data-ref=\"II Samuel 10:4\" href=\"/II_Samuel.10.4\">2 S 10:4</a> = <a data-ref=\"I Chronicles 19:4\" href=\"/I_Chronicles.19.4\">1 Ch 19:4</a>; palms of hands <a data-ref=\"I Samuel 5:4\" href=\"/I_Samuel.5.4\">1 S 5:4</a>; sprigs <a data-ref=\"Isaiah 18:5\" href=\"/Isaiah.18.5\">Is 18:5</a>. <strong>b.</strong>  <em>persons</em>, c. acc. pers. <span dir=\"rtl\">מִן</span> loc. <a data-ref=\"Jeremiah 11:19\" href=\"/Jeremiah.11.19\">Je 11:19</a>; <a data-ref=\"Jeremiah 50:16\" href=\"/Jeremiah.50.16\">50:16</a>. <strong>2.</strong>  <em>cut down</em>, c. acc. trees <a data-ref=\"Deuteronomy 19:5\" href=\"/Deuteronomy.19.5\">Dt 19:5</a>; <a data-ref=\"Deuteronomy 20:19\" href=\"/Deuteronomy.20.19\">20:19</a>, <a data-ref=\"Deuteronomy 20:20\" href=\"/Deuteronomy.20.20\">20</a>; <a data-ref=\"II Kings 19:23\" href=\"/II_Kings.19.23\">2 K 19:23</a> = <a data-ref=\"Isaiah 37:24\" href=\"/Isaiah.37.24\">Is 37:24</a>; <a data-ref=\"Isaiah 44:14\" href=\"/Isaiah.44.14\">Is 44:14</a> <a data-ref=\"Jeremiah 6:6\" href=\"/Jeremiah.6.6\">Je 6:6</a>; <a data-ref=\"Jeremiah 10:3\" href=\"/Jeremiah.10.3\">10:3</a>; <a data-ref=\"Jeremiah 22:7\" href=\"/Jeremiah.22.7\">22:7</a>; <a data-ref=\"Jeremiah 46:23\" href=\"/Jeremiah.46.23\">46:23</a> <a data-ref=\"Ezekiel 31:12\" href=\"/Ezekiel.31.12\">Ez 31:12</a>; <em>asherim</em> <a data-ref=\"Exodus 34:13\" href=\"/Exodus.34.13\">Ex 34:13</a> (J) <a data-ref=\"Judges 6:25\" href=\"/Judges.6.25\">Ju 6:25</a>, <a data-ref=\"Judges 6:26\" href=\"/Judges.6.26\">26</a>, <a data-ref=\"Judges 6:30\" href=\"/Judges.6.30\">30</a>; <a data-ref=\"I Kings 15:13\" href=\"/I_Kings.15.13\">1 K 15:13</a> = <a data-ref=\"II Chronicles 15:16\" href=\"/II_Chronicles.15.16\">2 Ch 15:16</a>; <a data-ref=\"II Kings 18:4\" href=\"/II_Kings.18.4\">2 K 18:4</a>; <a data-ref=\"II Kings 23:14\" href=\"/II_Kings.23.14\">23:14</a>. <strong>3.</strong>  <em>hew</em>, timber <a data-ref=\"I Kings 5:20\" href=\"/I_Kings.5.20\">1 K 5:20</a><sup>(×2)</sup> = <a data-ref=\"II Chronicles 2:7\" href=\"/II_Chronicles.2.7\">2 Ch 2:7</a>, <a data-ref=\"II Chronicles 2:15\" href=\"/II_Chronicles.2.15\">15</a>, <a data-ref=\"Isaiah 14:8\" href=\"/Isaiah.14.8\">Is 14:8</a>; <span dir=\"rtl\">כֹּרְתֵי הָעֵצִים</span> <em>hewers of timber</em> <a data-ref=\"II Chronicles 2:9\" href=\"/II_Chronicles.2.9\">2 Ch 2:9</a>; <span dir=\"rtl\">כְּרֻת(וֹ)ת</span> <em>hewn beams</em> <a data-ref=\"I Kings 6:36\" href=\"/I_Kings.6.36\">1 K 6:36</a>; <a data-ref=\"I Kings 7:2\" href=\"/I_Kings.7.2\">7:2</a>, <a data-ref=\"I Kings 7:12\" href=\"/I_Kings.7.12\">12</a>. <strong>4.</strong>  <span dir=\"rtl\">כ׳ בְּרִית</span> <em>cut, or make a covenant</em> (because of the cutting up and distribution of the flesh of the victim for eating in the sacrifice of the covenants, see <a data-ref=\"BDB, בְּרִית\" href=\"/BDB,_בְּרִית\", dir=\"rtl\">בְּרִית</a>); <span dir=\"rtl\">הָעֵגֶל אֲשֶׁר כ׳</span> <em>the calf which they cut</em> <a data-ref=\"Jeremiah 34:18\" href=\"/Jeremiah.34.18\">Je 34:18</a> (referring to <a data-ref=\"Genesis 15:10\" href=\"/Genesis.15.10\">Gn 15:10</a>); <span dir=\"rtl\">עֲלֵי־זֶבַח</span> <a data-ref=\"Psalms 50:5\" href=\"/Psalms.50.5\">ψ 50:5</a>; abs. <a data-ref=\"Genesis 21:27\" href=\"/Genesis.21.27\">Gn 21:27</a>, <a data-ref=\"Genesis 21:32\" href=\"/Genesis.21.32\">32</a>; <a data-ref=\"Genesis 31:44\" href=\"/Genesis.31.44\">31:44</a> (E) <a data-ref=\"I Samuel 18:3\" href=\"/I_Samuel.18.3\">1 S 18:3</a>; <a data-ref=\"I Kings 5:26\" href=\"/I_Kings.5.26\">1 K 5:26</a>; <a data-ref=\"Hosea 10:4\" href=\"/Hosea.10.4\">Ho 10:4</a>; c. <span dir=\"rtl\">אֶת</span> <em>with</em> <a data-ref=\"Genesis 15:18\" href=\"/Genesis.15.18\">Gn 15:18</a>; <a data-ref=\"Exodus 34:27\" href=\"/Exodus.34.27\">Ex 34:27</a>; <a data-ref=\"Deuteronomy 31:16\" href=\"/Deuteronomy.31.16\">Dt 31:16</a> (J) <a data-ref=\"Deuteronomy 5:3\" href=\"/Deuteronomy.5.3\">Dt 5:3</a> <a data-ref=\"Deuteronomy 28:69\" href=\"/Deuteronomy.28.69\">28:69</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 29:13\" href=\"/Deuteronomy.29.13\">29:13</a> <a data-ref=\"II Samuel 3:12\" href=\"/II_Samuel.3.12\">2 S 3:12</a>, <a data-ref=\"II Samuel 3:13\" href=\"/II_Samuel.3.13\">13</a>, <a data-ref=\"II Samuel 3:21\" href=\"/II_Samuel.3.21\">21</a>; <a data-ref=\"II Kings 17:15\" href=\"/II_Kings.17.15\">2 K 17:15</a>, <a data-ref=\"II Kings 17:35\" href=\"/II_Kings.17.35\">35</a>, <a data-ref=\"II Kings 17:38\" href=\"/II_Kings.17.38\">38</a>; <a data-ref=\"Isaiah 28:15\" href=\"/Isaiah.28.15\">Is 28:15</a>; <a data-ref=\"Jeremiah 11:10\" href=\"/Jeremiah.11.10\">Je 11:10</a>; <a data-ref=\"Jeremiah 31:31\" href=\"/Jeremiah.31.31\">31:31</a>, <a data-ref=\"Jeremiah 31:32\" href=\"/Jeremiah.31.32\">32</a>, <a data-ref=\"Jeremiah 31:33\" href=\"/Jeremiah.31.33\">33</a>; <a data-ref=\"Jeremiah 34:8\" href=\"/Jeremiah.34.8\">34:8</a>, <a data-ref=\"Jeremiah 34:13\" href=\"/Jeremiah.34.13\">13</a>; <a data-ref=\"Ezekiel 17:13\" href=\"/Ezekiel.17.13\">Ez 17:13</a>; <a data-ref=\"Zechariah 11:10\" href=\"/Zechariah.11.10\">Zc 11:10</a> <a data-ref=\"Psalms 105:9\" href=\"/Psalms.105.9\">ψ 105:9</a> = <a data-ref=\"I Chronicles 16:16\" href=\"/I_Chronicles.16.16\">1 Ch 16:16</a>; c. <span dir=\"rtl\">עִם</span> <a data-ref=\"Genesis 26:28\" href=\"/Genesis.26.28\">Gn 26:28</a> (J) <a data-ref=\"Exodus 24:8\" href=\"/Exodus.24.8\">Ex 24:8</a> (E) <a data-ref=\"Deuteronomy 4:23\" href=\"/Deuteronomy.4.23\">Dt 4:23</a>; <a data-ref=\"Deuteronomy 5:2\" href=\"/Deuteronomy.5.2\">5:2</a>; <a data-ref=\"Deuteronomy 9:9\" href=\"/Deuteronomy.9.9\">9:9</a>; <a data-ref=\"Deuteronomy 29:11\" href=\"/Deuteronomy.29.11\">29:11</a>, <a data-ref=\"Deuteronomy 29:24\" href=\"/Deuteronomy.29.24\">24</a>; <a data-ref=\"I Kings 8:21\" href=\"/I_Kings.8.21\">1 K 8:21</a> = <a data-ref=\"II Chronicles 6:11\" href=\"/II_Chronicles.6.11\">2 Ch 6:11</a>; <a data-ref=\"II Chronicles 23:3\" href=\"/II_Chronicles.23.3\">2 Ch 23:3</a> <a data-ref=\"Nehemiah 9:8\" href=\"/Nehemiah.9.8\">Ne 9:8</a>; <a data-ref=\"Hosea 2:20\" href=\"/Hosea.2.20\">Ho 2:20</a>; <a data-ref=\"Hosea 12:2\" href=\"/Hosea.12.2\">12:2</a>; <a data-ref=\"Job 40:28\" href=\"/Job.40.28\">Jb 40:28</a>; <span dir=\"rtl\">בְּ׳</span> omitted <a data-ref=\"I Samuel 20:16\" href=\"/I_Samuel.20.16\">1 S 20:16</a>; <a data-ref=\"I Samuel 22:8\" href=\"/I_Samuel.22.8\">22:8</a>; <a data-ref=\"I Kings 8:9\" href=\"/I_Kings.8.9\">1 K 8:9</a> = <a data-ref=\"II Chronicles 5:10\" href=\"/II_Chronicles.5.10\">2 Ch 5:10</a>; c. <span dir=\"rtl\">לְ</span> <a data-ref=\"Exodus 23:32\" href=\"/Exodus.23.32\">Ex 23:32</a>; <a data-ref=\"Exodus 34:12\" href=\"/Exodus.34.12\">34:12</a>, <a data-ref=\"Exodus 34:15\" href=\"/Exodus.34.15\">15</a>; <a data-ref=\"Joshua 9:6\" href=\"/Joshua.9.6\">Jos 9:6</a>, <a data-ref=\"Joshua 9:7\" href=\"/Joshua.9.7\">7</a>, <a data-ref=\"Joshua 9:11\" href=\"/Joshua.9.11\">11</a>, <a data-ref=\"Joshua 9:15\" href=\"/Joshua.9.15\">15</a>, <a data-ref=\"Joshua 9:16\" href=\"/Joshua.9.16\">16</a>; <a data-ref=\"Joshua 24:25\" href=\"/Joshua.24.25\">24:25</a> (JE) <a data-ref=\"Deuteronomy 7:2\" href=\"/Deuteronomy.7.2\">Dt 7:2</a>; <a data-ref=\"Judges 2:2\" href=\"/Judges.2.2\">Ju 2:2</a>; <a data-ref=\"I Samuel 11:1\" href=\"/I_Samuel.11.1\">1 S 11:1</a>; <a data-ref=\"II Samuel 5:3\" href=\"/II_Samuel.5.3\">2 S 5:3</a>; <a data-ref=\"I Kings 20:34\" href=\"/I_Kings.20.34\">1 K 20:34</a> <a data-ref=\"II Kings 11:4\" href=\"/II_Kings.11.4\">2 K 11:4</a>; <a data-ref=\"I Chronicles 11:3\" href=\"/I_Chronicles.11.3\">1 Ch 11:3</a>; <a data-ref=\"II Chronicles 21:7\" href=\"/II_Chronicles.21.7\">2 Ch 21:7</a>; <a data-ref=\"II Chronicles 29:10\" href=\"/II_Chronicles.29.10\">29:10</a>; <a data-ref=\"Ezra 10:3\" href=\"/Ezra.10.3\">Ezr 10:3</a>; <a data-ref=\"Isaiah 55:3\" href=\"/Isaiah.55.3\">Is 55:3</a>; <a data-ref=\"Isaiah 61:8\" href=\"/Isaiah.61.8\">61:8</a>; <a data-ref=\"Jeremiah 32:40\" href=\"/Jeremiah.32.40\">Je 32:40</a>; <a data-ref=\"Jeremiah 34:18\" href=\"/Jeremiah.34.18\">34:18</a>; <a data-ref=\"Ezekiel 34:25\" href=\"/Ezekiel.34.25\">Ez 34:25</a>; <a data-ref=\"Ezekiel 37:26\" href=\"/Ezekiel.37.26\">37:26</a>; <a data-ref=\"Job 31:1\" href=\"/Job.31.1\">Jb 31:1</a> <a data-ref=\"Psalms 89:4\" href=\"/Psalms.89.4\">ψ 89:4</a>; <span dir=\"rtl\">בְּ׳</span> omitted <a data-ref=\"I Samuel 11:2\" href=\"/I_Samuel.11.2\">1 S 11:2</a>; <a data-ref=\"II Chronicles 7:18\" href=\"/II_Chronicles.7.18\">2 Ch 7:18</a>; <span dir=\"rtl\">נֶגֶד</span> <a data-ref=\"Exodus 34:10\" href=\"/Exodus.34.10\">Ex 34:10</a> (J); <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"I Samuel 23:18\" href=\"/I_Samuel.23.18\">1 S 23:18</a>; <a data-ref=\"II Kings 23:3\" href=\"/II_Kings.23.3\">2 K 23:3</a> = <a data-ref=\"II Chronicles 34:31\" href=\"/II_Chronicles.34.31\">2 Ch 34:31</a> <a data-ref=\"Jeremiah 34:15\" href=\"/Jeremiah.34.15\">Je 34:15</a>; <span dir=\"rtl\">בֵּין וּבֵין</span> <a data-ref=\"II Kings 11:17\" href=\"/II_Kings.11.17\">2 K 11:17</a>; <a data-ref=\"II Chronicles 23:16\" href=\"/II_Chronicles.23.16\">2 Ch 23:16</a>; c. <span dir=\"rtl\">עַל</span> <em>against</em>, <a data-ref=\"Psalms 83:6\" href=\"/Psalms.83.6\">ψ 83:6</a>; <span dir=\"rtl\">אֲמָנָה</span> is used for <span dir=\"rtl\">ברית</span> <a data-ref=\"Nehemiah 10:1\" href=\"/Nehemiah.10.1\">Ne 10:1</a>; and <span dir=\"rtl\">דָּבָר</span> <a data-ref=\"Haggai 2:5\" href=\"/Haggai.2.5\">Hg 2:5</a>. <em>Note.</em> —<span dir=\"rtl\">וַתִּכְרָת־לָךְ מֵהֶם</span> <a data-ref=\"Isaiah 57:8\" href=\"/Isaiah.57.8\">Is 57:8</a> is usually rendered as RV <em>made for thee a covenant with them</em>, with ellipsis of <span dir=\"rtl\">בּ׳</span> as above. But <span dir=\"rtl\">מִן</span> is not used in such a construction. The clause is commonly regarded as corrupt by recent critics. Gr emends <span dir=\"rtl\">עִמָּהֶם</span> for <span dir=\"rtl\">מֵהֶם</span>, this is easiest and gives the usual construction; Du, followed by Buhl, reads <span dir=\"rtl\">וַתִּכְרִי</span> after <a data-ref=\"Hosea 3:2\" href=\"/Hosea.3.2\">Ho 3:2</a>.<br><strong>Niph.</strong>  Pf. 3 ms. <span dir=\"rtl\">נכרת</span> <a data-ref=\"Joel 1:5\" href=\"/Joel.1.5\">Jo 1:5</a> + 5 times; <span dir=\"rtl\">נִכְרָ֑ת</span> <a data-ref=\"Joel 1:16\" href=\"/Joel.1.16\">Jo 1:16</a> + 2 times; 3 fs. <span dir=\"rtl\">נִכְרְתָה</span> <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">Gn 17:14</a> + 16 times; <span dir=\"rtl\">נִכְרָ֑תָה</span> <a data-ref=\"Psalms 37:38\" href=\"/Psalms.37.38\">ψ 37:38</a>; 2 ms. <span dir=\"rtl\">נִכְרַתָּ</span> <a data-ref=\"Obadiah 1:10\" href=\"/Obadiah.1.10\">Ob 10</a>; + 8 times Pf.; Impf. <span dir=\"rtl\">יִכָּרֵת</span> <a data-ref=\"Genesis 9:11\" href=\"/Genesis.9.11\">Gn 9:11</a> + 21 times; <span dir=\"rtl\">יִכָּֽרֶת־</span> <a data-ref=\"Obadiah 1:9\" href=\"/Obadiah.1.9\">Ob 9</a>; 3 mpl. <span dir=\"rtl\">יִכָּֽרְתוּ</span> <a data-ref=\"Zechariah 13:8\" href=\"/Zechariah.13.8\">Zc 13:8</a>; <span dir=\"rtl\">יִכָּרֵת֑וּן</span> <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">Jos 3:13</a> <a data-ref=\"Psalms 37:9\" href=\"/Psalms.37.9\">ψ 37:9</a>; + 9 times Impf.; Inf. <span dir=\"rtl\">הִכָּרֵת</span> <a data-ref=\"Numbers 15:31\" href=\"/Numbers.15.31\">Nu 15:31</a> <a data-ref=\"Psalms 37:34\" href=\"/Psalms.37.34\">ψ 37:34</a>.— <strong>1.</strong>  <em>be cut off:</em> <strong>a.</strong>  of <em>things</em>, froward tongue <a data-ref=\"Proverbs 10:31\" href=\"/Proverbs.10.31\">Pr 10:31</a>; burden from a nail <a data-ref=\"Isaiah 22:25\" href=\"/Isaiah.22.25\">Is 22:25</a>; chariots <a data-ref=\"Zechariah 9:10\" href=\"/Zechariah.9.10\">Zc 9:10</a>; dwelling <a data-ref=\"Zephaniah 3:7\" href=\"/Zephaniah.3.7\">Zp 3:7</a>. <strong>b.</strong>  <em>of persons</em>, the people of the land by a famine <span dir=\"rtl\">(בְּ)</span> <a data-ref=\"Genesis 41:36\" href=\"/Genesis.41.36\">Gn 41:36</a> (E); all flesh by waters of deluge <span dir=\"rtl\">(מִמֵּי)</span> <a data-ref=\"Genesis 9:11\" href=\"/Genesis.9.11\">Gn 9:11</a> (P); the anointed <a data-ref=\"Daniel 9:26\" href=\"/Daniel.9.26\">Dn 9:26</a>; enemies <a data-ref=\"Isaiah 11:13\" href=\"/Isaiah.11.13\">Is 11:13</a>; <a data-ref=\"Micah 5:8\" href=\"/Micah.5.8\">Mi 5:8</a>; the wicked <a data-ref=\"Isaiah 29:20\" href=\"/Isaiah.29.20\">Is 29:20</a>; <a data-ref=\"Hosea 8:4\" href=\"/Hosea.8.4\">Ho 8:4</a>; <a data-ref=\"Nahum 2:1\" href=\"/Nahum.2.1\">Na 2:1</a> <a data-ref=\"Psalms 37:9\" href=\"/Psalms.37.9\">ψ 37:9</a>, <a data-ref=\"Psalms 37:22\" href=\"/Psalms.37.22\">22</a>, <a data-ref=\"Psalms 37:28\" href=\"/Psalms.37.28\">28</a>, <a data-ref=\"Psalms 37:34\" href=\"/Psalms.37.34\">34</a>, <a data-ref=\"Psalms 37:38\" href=\"/Psalms.37.38\">38</a>; <a data-ref=\"Proverbs 2:22\" href=\"/Proverbs.2.22\">Pr 2:22</a>; others <a data-ref=\"Obadiah 1:9\" href=\"/Obadiah.1.9\">Ob 9</a>, <a data-ref=\"Obadiah 1:10\" href=\"/Obadiah.1.10\">10</a> <a data-ref=\"Zephaniah 1:11\" href=\"/Zephaniah.1.11\">Zp 1:11</a>; <a data-ref=\"Zechariah 13:8\" href=\"/Zechariah.13.8\">Zc 13:8</a>; <a data-ref=\"Zechariah 14:2\" href=\"/Zechariah.14.2\">14:2</a>. <strong>c.</strong>  in the technical phrases of H and P <span dir=\"rtl\">וְנִכְרְתָה הַנֶּפֶשׁ ההיא</span> <em>that person shall be cut off</em> (by death penalty) <span dir=\"rtl\">מֵעַמֶּיהָ</span> <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">Gn 17:14</a> <a data-ref=\"Leviticus 7:20\" href=\"/Leviticus.7.20\">Lv 7:20</a>, <a data-ref=\"Leviticus 7:21\" href=\"/Leviticus.7.21\">21</a>, <a data-ref=\"Leviticus 7:25\" href=\"/Leviticus.7.25\">25</a>, <a data-ref=\"Leviticus 7:27\" href=\"/Leviticus.7.27\">27</a>; <a data-ref=\"Numbers 9:13\" href=\"/Numbers.9.13\">Nu 9:13</a>; <a data-ref=\"Leviticus 19:8\" href=\"/Leviticus.19.8\">Lv 19:8</a>; <span dir=\"rtl\">מִיִּשְׂרָאֵל</span> <a data-ref=\"Exodus 12:15\" href=\"/Exodus.12.15\">Ex 12:15</a>; <a data-ref=\"Numbers 19:13\" href=\"/Numbers.19.13\">Nu 19:13</a>; <span dir=\"rtl\">מֵעֲדַת יִשְׂרָאֵל</span> <a data-ref=\"Exodus 12:19\" href=\"/Exodus.12.19\">Ex 12:19</a>; <span dir=\"rtl\">מִקֶּרֶב עַמֶּיהָ</span> <a data-ref=\"Exodus 31:14\" href=\"/Exodus.31.14\">Ex 31:14</a>; <a data-ref=\"Numbers 15:30\" href=\"/Numbers.15.30\">Nu 15:30</a> <span dir=\"rtl\">(עַמָּהּ)</span>; <span dir=\"rtl\">מִלְּפָנַי</span> <a data-ref=\"Leviticus 22:3\" href=\"/Leviticus.22.3\">Lv 22:3</a>; <span dir=\"rtl\">מִתּוֹךְ הַקָּהָל</span> <a data-ref=\"Numbers 19:20\" href=\"/Numbers.19.20\">Nu 19:20</a>; similarly with variation of subject <a data-ref=\"Exodus 30:33\" href=\"/Exodus.30.33\">Ex 30:33</a>, <a data-ref=\"Exodus 30:38\" href=\"/Exodus.30.38\">38</a>; <a data-ref=\"Leviticus 17:4\" href=\"/Leviticus.17.4\">Lv 17:4</a>, <a data-ref=\"Leviticus 17:9\" href=\"/Leviticus.17.9\">9</a>; <a data-ref=\"Leviticus 18:29\" href=\"/Leviticus.18.29\">18:29</a>; <a data-ref=\"Leviticus 20:18\" href=\"/Leviticus.20.18\">20:18</a>; <a data-ref=\"Leviticus 23:29\" href=\"/Leviticus.23.29\">23:29</a>, and with omission of word with <span dir=\"rtl\">מִן</span> <a data-ref=\"Leviticus 17:14\" href=\"/Leviticus.17.14\">Lv 17:14</a>; <a data-ref=\"Leviticus 20:17\" href=\"/Leviticus.20.17\">20:17</a>; <a data-ref=\"Numbers 15:31\" href=\"/Numbers.15.31\">Nu 15:31</a><sup>(×2)</sup>. <strong>2.</strong>  <em>be cut down</em>, a tree <a data-ref=\"Job 14:7\" href=\"/Job.14.7\">Jb 14:7</a>. <strong>3.</strong>  <em>be chewed</em> between the teeth <a data-ref=\"Numbers 11:33\" href=\"/Numbers.11.33\">Nu 11:33</a> (J). <strong>4.</strong>  <em>be cut off</em>, in a more general sense, <em>fail:</em> of waters <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">Jos 3:13</a>, <a data-ref=\"Joshua 3:16\" href=\"/Joshua.3.16\">16</a> (JE) <a data-ref=\"Joshua 4:7\" href=\"/Joshua.4.7\">4:7</a><sup>(×2)</sup> (D); new wine <a data-ref=\"Joel 1:5\" href=\"/Joel.1.5\">Jo 1:5</a>; meat v <a data-ref=\"Joel 1:16\" href=\"/Joel.1.16\">16</a>; hope <a data-ref=\"Proverbs 23:18\" href=\"/Proverbs.23.18\">Pr 23:18</a>; <a data-ref=\"Proverbs 24:14\" href=\"/Proverbs.24.14\">24:14</a>; a name <a data-ref=\"Isaiah 48:19\" href=\"/Isaiah.48.19\">Is 48:19</a>; <a data-ref=\"Isaiah 56:5\" href=\"/Isaiah.56.5\">56:5</a>; <a data-ref=\"Ruth 4:10\" href=\"/Ruth.4.10\">Ru 4:10</a>; a sign <a data-ref=\"Isaiah 55:13\" href=\"/Isaiah.55.13\">Is 55:13</a>; faithfulness <a data-ref=\"Jeremiah 7:28\" href=\"/Jeremiah.7.28\">Je 7:28</a>; <span dir=\"rtl\">לֹא יִכָּרֵת לְ׳ אִישׁ</span> <em>there shall not fail thee a man</em> <a data-ref=\"I Kings 2:4\" href=\"/I_Kings.2.4\">1 K 2:4</a>; <a data-ref=\"I Kings 8:25\" href=\"/I_Kings.8.25\">8:25</a> = <a data-ref=\"II Chronicles 6:16\" href=\"/II_Chronicles.6.16\">2 Ch 6:16</a>; <a data-ref=\"I Kings 9:5\" href=\"/I_Kings.9.5\">1 K 9:5</a> = <a data-ref=\"II Chronicles 7:18\" href=\"/II_Chronicles.7.18\">2 Ch 7:18</a>; <a data-ref=\"Jeremiah 33:17\" href=\"/Jeremiah.33.17\">Je 33:17</a>; <a data-ref=\"Jeremiah 33:18\" href=\"/Jeremiah.33.18\">18</a>; <a data-ref=\"Jeremiah 35:19\" href=\"/Jeremiah.35.19\">35:19</a>; <span dir=\"rtl\">לא יכרת מן</span> <em>there shall not fail of</em> <a data-ref=\"Joshua 9:23\" href=\"/Joshua.9.23\">Jos 9:23</a> (J) <a data-ref=\"II Samuel 3:29\" href=\"/II_Samuel.3.29\">2 S 3:29</a>.<br><strong>Pual</strong>  Pf. <span dir=\"rtl\">כָּרַּת</span> <a data-ref=\"Ezekiel 16:4\" href=\"/Ezekiel.16.4\">Ez 16:4</a>; 3 fs. <span dir=\"rtl\">כֹּרָ֑תָה</span> <a data-ref=\"Judges 6:28\" href=\"/Judges.6.28\">Ju 6:28</a>;— <strong>1.</strong>  <em>be cut off</em>, navel string <a data-ref=\"Ezekiel 16:4\" href=\"/Ezekiel.16.4\">Ez 16:4</a>. <strong>2.</strong>  <em>be cut down</em>, Asherah <a data-ref=\"Judges 6:28\" href=\"/Judges.6.28\">Ju 6:28</a>.<br><strong>Hiph.</strong>  Pf. <span dir=\"rtl\">הִכְרִית</span> <a data-ref=\"I Samuel 28:9\" href=\"/I_Samuel.28.9\">1 S 28:9</a>; <a data-ref=\"I Kings 11:16\" href=\"/I_Kings.11.16\">1 K 11:16</a>; 3 fs. <span dir=\"rtl\">הִכְרִיתָה</span> <a data-ref=\"Leviticus 26:22\" href=\"/Leviticus.26.22\">Lv 26:22</a>; 1 s. <span dir=\"rtl\">הִכְרַתִּי</span> <a data-ref=\"Joshua 23:4\" href=\"/Joshua.23.4\">Jos 23:4</a> + 32 times; + 4 times Pf.; Impf. <span dir=\"rtl\">יַכְרִית</span> <a data-ref=\"Deuteronomy 12:29\" href=\"/Deuteronomy.12.29\">Dt 12:29</a> + 2 times; juss. <span dir=\"rtl\">יַכְרֵת</span> <a data-ref=\"Psalms 12:4\" href=\"/Psalms.12.4\">ψ 12:4</a> + 4 times; 1 s. <span dir=\"rtl\">וָֽאַכְרִ֫תָה</span> <a data-ref=\"II Samuel 7:9\" href=\"/II_Samuel.7.9\">2 S 7:9</a>; 1 pl. sf. <span dir=\"rtl\">וְנַכְרִיתֶנָּה</span> <a data-ref=\"Jeremiah 48:2\" href=\"/Jeremiah.48.2\">Je 48:2</a>; + 9 times Impf.; Inf. <span dir=\"rtl\">הַכְרִית</span> <a data-ref=\"Jeremiah 44:8\" href=\"/Jeremiah.44.8\">Je 44:8</a> + 15 times; <span dir=\"rtl\">הַכְרִת</span> <a data-ref=\"I Samuel 20:15\" href=\"/I_Samuel.20.15\">1 S 20:15</a>; + sf. 2 times— <strong>1.</strong>  <em>cut off</em>, flattering lips <a data-ref=\"Psalms 12:4\" href=\"/Psalms.12.4\">ψ 12:4</a>. <strong>2.</strong>  <em>cut off</em>, destroy the life of: <strong>a.</strong>  animals c. acc., cattle <a data-ref=\"Leviticus 26:22\" href=\"/Leviticus.26.22\">Lv 26:22</a> (H); c. acc. and <span dir=\"rtl\">מִן</span> frogs <a data-ref=\"Exodus 8:5\" href=\"/Exodus.8.5\">Ex 8:5</a> (J); horses <a data-ref=\"Micah 5:9\" href=\"/Micah.5.9\">Mi 5:9</a>; <a data-ref=\"Zechariah 9:10\" href=\"/Zechariah.9.10\">Zc 9:10</a>. <strong>b.</strong>  of men abs. <a data-ref=\"Psalms 109:13\" href=\"/Psalms.109.13\">ψ 109:13</a>, by men, c. acc. enemies <a data-ref=\"Judges 4:24\" href=\"/Judges.4.24\">Ju 4:24</a>; <a data-ref=\"I Samuel 24:22\" href=\"/I_Samuel.24.22\">1 S 24:22</a>; <a data-ref=\"I Kings 11:16\" href=\"/I_Kings.11.16\">1 K 11:16</a>; <a data-ref=\"I Kings 14:14\" href=\"/I_Kings.14.14\">14:14</a>; <a data-ref=\"I Kings 18:4\" href=\"/I_Kings.18.4\">18:4</a>; <a data-ref=\"II Chronicles 22:7\" href=\"/II_Chronicles.22.7\">2 Ch 22:7</a>; <a data-ref=\"Isaiah 10:7\" href=\"/Isaiah.10.7\">Is 10:7</a>; <a data-ref=\"Ezekiel 17:17\" href=\"/Ezekiel.17.17\">Ez 17:17</a> <a data-ref=\"Obadiah 1:14\" href=\"/Obadiah.1.14\">Ob 14</a>; c. acc. and <span dir=\"rtl\">מִן</span> enemies <a data-ref=\"Joshua 11:21\" href=\"/Joshua.11.21\">Jos 11:21</a>; <a data-ref=\"Jeremiah 48:2\" href=\"/Jeremiah.48.2\">Je 48:2</a>; the wicked <a data-ref=\"Psalms 101:8\" href=\"/Psalms.101.8\">ψ 101:8</a>; a clan <a data-ref=\"Numbers 4:18\" href=\"/Numbers.4.18\">Nu 4:18</a> (P); young men by death <a data-ref=\"Jeremiah 9:20\" href=\"/Jeremiah.9.20\">Je 9:20</a>; people by the sword <a data-ref=\"Nahum 3:15\" href=\"/Nahum.3.15\">Na 3:15</a>; necromancers <a data-ref=\"I Samuel 28:9\" href=\"/I_Samuel.28.9\">1 S 28:9</a>; the name <a data-ref=\"Joshua 7:9\" href=\"/Joshua.7.9\">Jos 7:9</a>. <strong>c.</strong>  of men, by God c. acc. <span dir=\"rtl\">(הַ)גּוֹיִם</span> <a data-ref=\"Deuteronomy 19:1\" href=\"/Deuteronomy.19.1\">Dt 19:1</a>; <a data-ref=\"Joshua 23:4\" href=\"/Joshua.23.4\">Jos 23:4</a> (D) <a data-ref=\"Zephaniah 3:6\" href=\"/Zephaniah.3.6\">Zp 3:6</a>; various persons and things <a data-ref=\"Isaiah 48:9\" href=\"/Isaiah.48.9\">Is 48:9</a>; <a data-ref=\"Jeremiah 44:11\" href=\"/Jeremiah.44.11\">Je 44:11</a>; <a data-ref=\"Jeremiah 51:62\" href=\"/Jeremiah.51.62\">51:62</a> <a data-ref=\"Ezekiel 25:16\" href=\"/Ezekiel.25.16\">Ez 25:16</a>; <a data-ref=\"Ezekiel 30:15\" href=\"/Ezekiel.30.15\">30:15</a>; <a data-ref=\"Zechariah 9:6\" href=\"/Zechariah.9.6\">Zc 9:6</a>; c. acc. and <span dir=\"rtl\">מִן</span> <a data-ref=\"Ezekiel 25:7\" href=\"/Ezekiel.25.7\">Ez 25:7</a> <a data-ref=\"Amos 1:5\" href=\"/Amos.1.5\">Am 1:5</a>, <a data-ref=\"Amos 1:8\" href=\"/Amos.1.8\">8</a>; <a data-ref=\"Amos 2:3\" href=\"/Amos.2.3\">2:3</a>; <span dir=\"rtl\">מֵאֶרֶץ</span> <a data-ref=\"Nahum 2:14\" href=\"/Nahum.2.14\">Na 2:14</a> <a data-ref=\"Psalms 34:17\" href=\"/Psalms.34.17\">ψ 34:17</a> = <a data-ref=\"Psalms 109:15\" href=\"/Psalms.109.15\">109:15</a>; <span dir=\"rtl\">מִיִּשְׂרָאֵל</span> <a data-ref=\"Isaiah 9:13\" href=\"/Isaiah.9.13\">Is 9:13</a>; <span dir=\"rtl\">מִיַּד</span> <a data-ref=\"Micah 5:11\" href=\"/Micah.5.11\">Mi 5:11</a>; <span dir=\"rtl\">מִפָּנֶיךָ</span> <a data-ref=\"Deuteronomy 12:29\" href=\"/Deuteronomy.12.29\">Dt 12:29</a>; <a data-ref=\"II Samuel 7:9\" href=\"/II_Samuel.7.9\">2 S 7:9</a> = <a data-ref=\"I Chronicles 17:8\" href=\"/I_Chronicles.17.8\">1 Ch 17:8</a>; <span dir=\"rtl\">מֵעַל פְּנֵי הָאֲדָמָה</span> <a data-ref=\"I Samuel 20:15\" href=\"/I_Samuel.20.15\">1 S 20:15</a>; <a data-ref=\"I Kings 9:7\" href=\"/I_Kings.9.7\">1 K 9:7</a>; <a data-ref=\"Zephaniah 1:3\" href=\"/Zephaniah.1.3\">Zp 1:3</a>; <span dir=\"rtl\">מִקֶּרֶב עַמּוֹ</span> <a data-ref=\"Leviticus 17:10\" href=\"/Leviticus.17.10\">Lv 17:10</a>; <a data-ref=\"Leviticus 20:3\" href=\"/Leviticus.20.3\">20:3</a>, <a data-ref=\"Leviticus 20:5\" href=\"/Leviticus.20.5\">5</a>, <a data-ref=\"Leviticus 20:6\" href=\"/Leviticus.20.6\">6</a> (H); <span dir=\"rtl\">מִתּוֹךְ עַמִּי</span> <a data-ref=\"Ezekiel 14:8\" href=\"/Ezekiel.14.8\">Ez 14:8</a>; Ez says also <span dir=\"rtl\">הכ׳ מִן</span> … <span dir=\"rtl\">אָדָם וּבְהֵמָה</span> <a data-ref=\"Ezekiel 14:13\" href=\"/Ezekiel.14.13\">14:13</a>, <a data-ref=\"Ezekiel 14:17\" href=\"/Ezekiel.14.17\">17</a>, <a data-ref=\"Ezekiel 14:19\" href=\"/Ezekiel.14.19\">19</a>, <a data-ref=\"Ezekiel 14:21\" href=\"/Ezekiel.14.21\">21</a>; <a data-ref=\"Ezekiel 25:13\" href=\"/Ezekiel.25.13\">25:13</a>; <a data-ref=\"Ezekiel 29:8\" href=\"/Ezekiel.29.8\">29:8</a>; <span dir=\"rtl\">צדיק ורשׁע</span> <a data-ref=\"Ezekiel 21:8\" href=\"/Ezekiel.21.8\">21:8</a>, <a data-ref=\"Ezekiel 21:9\" href=\"/Ezekiel.21.9\">9</a>; <span dir=\"rtl\">עבר ושׁב</span> <a data-ref=\"Ezekiel 35:7\" href=\"/Ezekiel.35.7\">35:7</a>; c. acc. and <span dir=\"rtl\">לְ</span>, <em>cut off, to</em>, or <em>from</em> <a data-ref=\"Isaiah 14:22\" href=\"/Isaiah.14.22\">Is 14:22</a>; <a data-ref=\"Jeremiah 44:7\" href=\"/Jeremiah.44.7\">Je 44:7</a>, <a data-ref=\"Jeremiah 44:8\" href=\"/Jeremiah.44.8\">8</a>; <a data-ref=\"Jeremiah 47:4\" href=\"/Jeremiah.47.4\">47:4</a>; <span dir=\"rtl\">כ׳ לְ׳ מַשְׁתִּין בְּקִיר</span> <a data-ref=\"I Kings 14:10\" href=\"/I_Kings.14.10\">1 K 14:10</a>; <a data-ref=\"I Kings 21:21\" href=\"/I_Kings.21.21\">21:21</a>; <a data-ref=\"II Kings 9:8\" href=\"/II_Kings.9.8\">2 K 9:8</a>; <span dir=\"rtl\">כ׳ ל׳ מעם מזבח</span> <a data-ref=\"I Samuel 2:33\" href=\"/I_Samuel.2.33\">1 S 2:33</a>; <span dir=\"rtl\">יַכְרֵת י׳ לָאִישׁ מֵאָֽהֳלֵי יַעֲקֹב</span> <a data-ref=\"Malachi 2:12\" href=\"/Malachi.2.12\">Mal 2:12</a> <em>may Yahweh cut off to the man—from the tents of Jacob</em>. <strong>3.</strong>  <em>cut down, destroy</em>, cities <a data-ref=\"Micah 5:10\" href=\"/Micah.5.10\">Mi 5:10</a>, sun-pillars <a data-ref=\"Leviticus 26:30\" href=\"/Leviticus.26.30\">Lv 26:30</a> (H); and other things used in idolatry <a data-ref=\"Nahum 1:14\" href=\"/Nahum.1.14\">Na 1:14</a>; <a data-ref=\"Zephaniah 1:4\" href=\"/Zephaniah.1.4\">Zp 1:4</a>; <span dir=\"rtl\">מן הארץ</span> <a data-ref=\"Zechariah 13:2\" href=\"/Zechariah.13.2\">Zc 13:2</a>; <span dir=\"rtl\">מִקֶּרֶב</span> <a data-ref=\"Micah 5:12\" href=\"/Micah.5.12\">Mi 5:12</a>. <strong>4.</strong>  <em>take away</em>, <span dir=\"rtl\">חֶסֶד מֵעִם</span> <em>kindness from</em> <a data-ref=\"I Samuel 20:15\" href=\"/I_Samuel.20.15\">1 S 20:15</a>. <strong>5.</strong>  <em>permit to perish</em>, <span dir=\"rtl\">מֵהַבְּהֵמָה</span> (some) <em>of the cattle</em> <a data-ref=\"I Kings 18:5\" href=\"/I_Kings.18.5\">1 K 18:5</a>.<br><strong>Hoph.</strong>  Pf. <span dir=\"rtl\">הָכְרַת מִנְחָה וָנֶסֶךְ מִבֵּית י׳</span> <a data-ref=\"Joel 1:9\" href=\"/Joel.1.9\">Jo 1:9</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d281b6084aa1cbf1abf1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, לֵוִי² 1", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "BDB, לֵוִי² 1", "sourceHeRef": "בראון-דרייבר-בריגס, לֵוִי² א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "לֵוִי²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["II. <big><span dir=\"rtl\">לֵוִי</span></big><sub>291</sub>  <strong>adj.gent. Levite</strong>;—<span dir=\"rtl\">לֵוִי</span>, 40 times; pl. <span dir=\"rtl\">לְוִיִּם</span> 250 times; sf. 1 pl. <span dir=\"rtl\">לְוִיֵּנוּ</span> <a data-ref=\"Nehemiah 10:1\" href=\"/Nehemiah.10.1\">Ne 10:1</a>;—<br>†<strong>1.</strong>  sg. of individual, <span dir=\"rtl\">אִישׁ ל׳</span> <a data-ref=\"Judges 19:1\" href=\"/Judges.19.1\">Ju 19:1</a> <em>a certain Levite;</em> pred. <span dir=\"rtl\">וְהוּא ל׳</span> <a data-ref=\"Judges 17:1\" href=\"/Judges.17.1\">Ju 17:1</a> <em>and he was a Levite</em>, so v <a data-ref=\"Judges 17:9\" href=\"/Judges.17.9\">9</a>; c. art. <span dir=\"rtl\">הַלּ׳</span> as subst. <em>the Levite</em> <a data-ref=\"Exodus 4:14\" href=\"/Exodus.4.14\">Ex 4:14</a> (J), <a data-ref=\"Judges 17:10\" href=\"/Judges.17.10\">Ju 17:10</a>, <a data-ref=\"Judges 17:11\" href=\"/Judges.17.11\">11</a>, <a data-ref=\"Judges 17:12\" href=\"/Judges.17.12\">12</a>, <a data-ref=\"Judges 17:13\" href=\"/Judges.17.13\">13</a> (as priest), <a data-ref=\"Deuteronomy 18:6\" href=\"/Deuteronomy.18.6\">Dt 18:6</a>; <a data-ref=\"II Chronicles 20:14\" href=\"/II_Chronicles.20.14\">2 Ch 20:14</a>; <a data-ref=\"II Chronicles 31:12\" href=\"/II_Chronicles.31.12\">31:12</a>, <a data-ref=\"II Chronicles 31:14\" href=\"/II_Chronicles.31.14\">14</a>, <a data-ref=\"Ezra 10:15\" href=\"/Ezra.10.15\">Ezr 10:15</a>; <span dir=\"rtl\">הַנַּעַר הַלּ׳</span> <a data-ref=\"Judges 18:3\" href=\"/Judges.18.3\">Ju 18:3</a>, <a data-ref=\"Judges 18:15\" href=\"/Judges.18.15\">15</a>; <span dir=\"rtl\">הָאִישׁ הַלּ׳</span> <a data-ref=\"Judges 20:4\" href=\"/Judges.20.4\">20:4</a>.<br>Sg. usually †<strong>2.</strong>  c. art. <span dir=\"rtl\">הַלֵּוִי</span> as subst. coll. <em>the Levites:</em> <a data-ref=\"Exodus 6:19\" href=\"/Exodus.6.19\">Ex 6:19</a>; <a data-ref=\"Numbers 3:20\" href=\"/Numbers.3.20\">Nu 3:20</a>, <a data-ref=\"Numbers 3:32\" href=\"/Numbers.3.32\">32</a>; <a data-ref=\"Numbers 26:57\" href=\"/Numbers.26.57\">26:57</a> (all P); <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">18:23</a> (P; charged with service of tabern.); especially D, <a data-ref=\"Deuteronomy 12:12\" href=\"/Deuteronomy.12.12\">Dt 12:12</a>, <a data-ref=\"Deuteronomy 12:18\" href=\"/Deuteronomy.12.18\">18</a>, <a data-ref=\"Deuteronomy 12:19\" href=\"/Deuteronomy.12.19\">19</a>; <a data-ref=\"Deuteronomy 14:27\" href=\"/Deuteronomy.14.27\">14:27</a>, <a data-ref=\"Deuteronomy 14:29\" href=\"/Deuteronomy.14.29\">29</a>; <a data-ref=\"Deuteronomy 16:1\" href=\"/Deuteronomy.16.1\">16:1</a>, <a data-ref=\"Deuteronomy 16:14\" href=\"/Deuteronomy.16.14\">14</a>; <a data-ref=\"Deuteronomy 26:10\" href=\"/Deuteronomy.26.10\">26:10</a>, <a data-ref=\"Deuteronomy 26:12\" href=\"/Deuteronomy.26.12\">12</a>, <a data-ref=\"Deuteronomy 26:13\" href=\"/Deuteronomy.26.13\">13</a>; also <a data-ref=\"I Chronicles 24:6\" href=\"/I_Chronicles.24.6\">1 Ch 24:6</a>; <a data-ref=\"Malachi 2:8\" href=\"/Malachi.2.8\">Mal 2:8</a> (as priestly tribe), <span dir=\"rtl\">שֵׁבֶט הַלּ׳</span> <a data-ref=\"Deuteronomy 10:8\" href=\"/Deuteronomy.10.8\">Dt 10:8</a> <em>tribe of the Levites</em> (set apart for service), cf. <a data-ref=\"Joshua 13:14\" href=\"/Joshua.13.14\">Jos 13:14</a>, <a data-ref=\"Joshua 13:33\" href=\"/Joshua.13.33\">33</a>; <a data-ref=\"I Chronicles 23:14\" href=\"/I_Chronicles.23.14\">1 Ch 23:14</a>; <span dir=\"rtl\">בְּנֵי־הַלֵּוִי</span> <a data-ref=\"I Chronicles 12:27\" href=\"/I_Chronicles.12.27\">1 Ch 12:27</a> (van d. H. v <a data-ref=\"I Chronicles 12:26\" href=\"/I_Chronicles.12.26\">26</a>) <em>sons of the Levites</em> (i.e. of the tribe); so <a data-ref=\"Nehemiah 10:40\" href=\"/Nehemiah.10.40\">Ne 10:40</a> (as tithe-collectors); <span dir=\"rtl\">בֵּית הַלֵּוִי</span> <a data-ref=\"Psalms 135:20\" href=\"/Psalms.135.20\">ψ 135:20</a> <em>house</em> (family, tribe) <em>of the Levites</em><br><strong>3.</strong>  pl. <span dir=\"rtl\">לְוִיִּם</span> chiefly Chr and P;—always c. art. <span dir=\"rtl\">הַֽלְוִיִּם</span> except sf. <span dir=\"rtl\">לְוִיֵּנוּ</span> <a data-ref=\"Nehemiah 10:1\" href=\"/Nehemiah.10.1\">Ne 10:1</a>; the art. is om. by 𝔊𝔙 and most in <a data-ref=\"Isaiah 66:21\" href=\"/Isaiah.66.21\">Is 66:21</a>; always = subst. <em>Levites;</em>— <strong>A.</strong> †<strong>a.</strong>  earlier usage:—as bearing the ark <a data-ref=\"I Samuel 6:15\" href=\"/I_Samuel.6.15\">1 S 6:15</a>; <a data-ref=\"II Samuel 15:24\" href=\"/II_Samuel.15.24\">2 S 15:24</a>; <a data-ref=\"Deuteronomy 31:25\" href=\"/Deuteronomy.31.25\">Dt 31:25</a>, so (with priests) <a data-ref=\"I Kings 8:4\" href=\"/I_Kings.8.4\">1 K 8:4</a> = <a data-ref=\"II Chronicles 5:5\" href=\"/II_Chronicles.5.5\">2 Ch 5:5</a> (ℌ <span dir=\"rtl\">הכהנים הַל׳</span>; read prob. <span dir=\"rtl\">וְהַל׳</span> as in K, 𝔊𝔖𝔙 cf. Öt VB); also <a data-ref=\"I Chronicles 15:2\" href=\"/I_Chronicles.15.2\">1 Ch 15:2</a>, <a data-ref=\"I Chronicles 15:26\" href=\"/I_Chronicles.15.26\">26</a>, <a data-ref=\"I Chronicles 15:27\" href=\"/I_Chronicles.15.27\">27</a>; <a data-ref=\"I Chronicles 23:26\" href=\"/I_Chronicles.23.26\">23:26</a>; <a data-ref=\"II Chronicles 5:4\" href=\"/II_Chronicles.5.4\">2 Ch 5:4</a> (for <span dir=\"rtl\">הכהנים</span> ‖ <a data-ref=\"I Kings 8:3\" href=\"/I_Kings.8.3\">1 K 8:3</a>). †<strong>b.</strong>  not disting. from priests by D: <span dir=\"rtl\">הַכֹּהֲנִים הַל׳</span> <a data-ref=\"Deuteronomy 17:9\" href=\"/Deuteronomy.17.9\">Dt 17:9</a>, <a data-ref=\"Deuteronomy 17:18\" href=\"/Deuteronomy.17.18\">18</a>; <a data-ref=\"Deuteronomy 18:1\" href=\"/Deuteronomy.18.1\">18:1</a>; <a data-ref=\"Deuteronomy 24:8\" href=\"/Deuteronomy.24.8\">24:8</a>; <a data-ref=\"Deuteronomy 27:9\" href=\"/Deuteronomy.27.9\">27:9</a>, <a data-ref=\"Joshua 3:3\" href=\"/Joshua.3.3\">Jos 3:3</a>; <a data-ref=\"Joshua 8:33\" href=\"/Joshua.8.33\">8:33</a> (both D; as bearing ark), also <a data-ref=\"Jeremiah 33:18\" href=\"/Jeremiah.33.18\">Je 33:18</a>, <a data-ref=\"Jeremiah 33:21\" href=\"/Jeremiah.33.21\">21</a> <span dir=\"rtl\">(הַל׳ הַכּ׳)</span>, <a data-ref=\"Ezekiel 43:19\" href=\"/Ezekiel.43.19\">Ez 43:19</a>; <a data-ref=\"Ezekiel 44:15\" href=\"/Ezekiel.44.15\">44:15</a>; cf. <a data-ref=\"Deuteronomy 18:7\" href=\"/Deuteronomy.18.7\">Dt 18:7</a>; <a data-ref=\"Deuteronomy 27:14\" href=\"/Deuteronomy.27.14\">27:14</a> <a data-ref=\"Jeremiah 33:22\" href=\"/Jeremiah.33.22\">Je 33:22</a>; <span dir=\"rtl\">הַכּ׳ הַל׳</span> likewise <a data-ref=\"II Chronicles 23:18\" href=\"/II_Chronicles.23.18\">2 Ch 23:18</a>; <a data-ref=\"II Chronicles 30:27\" href=\"/II_Chronicles.30.27\">30:27</a> (but read prob. <span dir=\"rtl\">וְהַל׳</span> after 𝔊𝔖𝔙, cf. Öt and infr.) †<strong>c.</strong>  as tribal designation, <a data-ref=\"Exodus 6:25\" href=\"/Exodus.6.25\">Ex 6:25</a>; <a data-ref=\"Numbers 3:39\" href=\"/Numbers.3.39\">Nu 3:39</a>; <a data-ref=\"Numbers 4:18\" href=\"/Numbers.4.18\">4:18</a>, <a data-ref=\"Numbers 4:46\" href=\"/Numbers.4.46\">46</a>; <a data-ref=\"Joshua 21:1\" href=\"/Joshua.21.1\">Jos 21:1</a> (all P), <a data-ref=\"I Chronicles 9:33\" href=\"/I_Chronicles.9.33\">1 Ch 9:33</a>, <a data-ref=\"I Chronicles 9:34\" href=\"/I_Chronicles.9.34\">34</a>; <a data-ref=\"I Chronicles 15:12\" href=\"/I_Chronicles.15.12\">15:12</a>; <a data-ref=\"II Chronicles 35:5\" href=\"/II_Chronicles.35.5\">2 Ch 35:5</a>; <a data-ref=\"Nehemiah 11:15\" href=\"/Nehemiah.11.15\">Ne 11:15</a>, <a data-ref=\"Nehemiah 11:16\" href=\"/Nehemiah.11.16\">16</a>; <a data-ref=\"Nehemiah 12:24\" href=\"/Nehemiah.12.24\">12:24</a>; with ref. to share in land <a data-ref=\"Leviticus 25:32\" href=\"/Leviticus.25.32\">Lv 25:32</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 25:33\" href=\"/Leviticus.25.33\">33</a><sup>(×2)</sup> (H), <a data-ref=\"Numbers 1:47\" href=\"/Numbers.1.47\">Nu 1:47</a>; <a data-ref=\"Numbers 2:33\" href=\"/Numbers.2.33\">2:33</a>; <a data-ref=\"Joshua 14:3\" href=\"/Joshua.14.3\">Jos 14:3</a>, <a data-ref=\"Joshua 14:4\" href=\"/Joshua.14.4\">4</a>; <a data-ref=\"Joshua 21:3\" href=\"/Joshua.21.3\">21:3</a>, <a data-ref=\"Joshua 21:4\" href=\"/Joshua.21.4\">4</a>, <a data-ref=\"Joshua 21:8\" href=\"/Joshua.21.8\">8</a>, <a data-ref=\"Joshua 21:20\" href=\"/Joshua.21.20\">20</a>, <a data-ref=\"Joshua 21:27\" href=\"/Joshua.21.27\">27</a>, <a data-ref=\"Joshua 21:34\" href=\"/Joshua.21.34\">34</a>, <a data-ref=\"Joshua 21:38\" href=\"/Joshua.21.38\">38</a>, <a data-ref=\"Joshua 21:39\" href=\"/Joshua.21.39\">39</a> (all P), <a data-ref=\"Joshua 18:7\" href=\"/Joshua.18.7\">18:7</a> (D), <a data-ref=\"I Chronicles 6:49\" href=\"/I_Chronicles.6.49\">1 Ch 6:49</a>; cf. also <a data-ref=\"II Chronicles 11:14\" href=\"/II_Chronicles.11.14\">2 Ch 11:14</a>†. <strong>d.</strong>  set apart for service in tabern., <a data-ref=\"Exodus 38:21\" href=\"/Exodus.38.21\">Ex 38:21</a>; <a data-ref=\"Numbers 1:50\" href=\"/Numbers.1.50\">Nu 1:50</a>, <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">51</a><sup>(×2)</sup>, <a data-ref=\"Numbers 1:53\" href=\"/Numbers.1.53\">53</a><sup>(×2)</sup>; <a data-ref=\"Numbers 2:17\" href=\"/Numbers.2.17\">2:17</a>; <a data-ref=\"Numbers 7:5\" href=\"/Numbers.7.5\">7:5</a>, <a data-ref=\"Numbers 7:6\" href=\"/Numbers.7.6\">6</a>; <a data-ref=\"Numbers 8:6\" href=\"/Numbers.8.6\">8:6</a> + 18 times <a data-ref=\"Numbers 8\" href=\"/Numbers.8\">Nu 8</a> (all P), cf. <a data-ref=\"I Chronicles 6:33\" href=\"/I_Chronicles.6.33\">1 Ch 6:33</a>; <a data-ref=\"I Chronicles 16:4\" href=\"/I_Chronicles.16.4\">16:4</a>; ministers to Aaron and his sons <a data-ref=\"Numbers 3:9\" href=\"/Numbers.3.9\">Nu 3:9</a>; <a data-ref=\"Numbers 8:19\" href=\"/Numbers.8.19\">8:19</a>; <a data-ref=\"Numbers 18:6\" href=\"/Numbers.18.6\">18:6</a> (P); set apart for <span dir=\"rtl\">י׳</span> (as redemption for first-born) <a data-ref=\"Numbers 3:12\" href=\"/Numbers.3.12\">Nu 3:12</a><sup>(×2)</sup> + 7 times <a data-ref=\"Numbers 3\" href=\"/Numbers.3\">Nu 3</a> (P); with certain perquisites <a data-ref=\"Numbers 18:24\" href=\"/Numbers.18.24\">Nu 18:24</a>, <a data-ref=\"Numbers 18:26\" href=\"/Numbers.18.26\">26</a>, <a data-ref=\"Numbers 18:30\" href=\"/Numbers.18.30\">30</a> + 9 times Nu (P). <strong>B.</strong>  in Chr. the tribal idea is in the background, and thought of Levites as official class is prominent: <strong>a.</strong>  disting. from priests <span dir=\"rtl\">הַכּ׳ וְהַל׳</span> <a data-ref=\"I Chronicles 9:14\" href=\"/I_Chronicles.9.14\">1 Ch 9:14</a> (cf. v <a data-ref=\"I Chronicles 9:10\" href=\"/I_Chronicles.9.10\">10</a>), <a data-ref=\"I Chronicles 13:2\" href=\"/I_Chronicles.13.2\">13:2</a>; <a data-ref=\"I Chronicles 15:4\" href=\"/I_Chronicles.15.4\">15:4</a>, <a data-ref=\"I Chronicles 15:11\" href=\"/I_Chronicles.15.11\">11</a>, <a data-ref=\"I Chronicles 15:14\" href=\"/I_Chronicles.15.14\">14</a>; <a data-ref=\"I Chronicles 23:2\" href=\"/I_Chronicles.23.2\">23:2</a>; <a data-ref=\"I Chronicles 24:6\" href=\"/I_Chronicles.24.6\">24:6</a>, <a data-ref=\"I Chronicles 24:31\" href=\"/I_Chronicles.24.31\">31</a> + 67 times Chr.; also <a data-ref=\"Isaiah 66:21\" href=\"/Isaiah.66.21\">Is 66:21</a> (according to Vrss., but dub.), <a data-ref=\"Ezekiel 44:10\" href=\"/Ezekiel.44.10\">Ez 44:10</a>; <a data-ref=\"Ezekiel 45:5\" href=\"/Ezekiel.45.5\">45:5</a> (cf. v <a data-ref=\"Ezekiel 45:4\" href=\"/Ezekiel.45.4\">4</a>), <a data-ref=\"Ezekiel 48:11\" href=\"/Ezekiel.48.11\">48:11</a>, <a data-ref=\"Ezekiel 48:12\" href=\"/Ezekiel.48.12\">12</a>, <a data-ref=\"Ezekiel 48:13\" href=\"/Ezekiel.48.13\">13</a>, <a data-ref=\"Ezekiel 48:22\" href=\"/Ezekiel.48.22\">22</a>. <strong>b.</strong>  as porters, <a data-ref=\"I Chronicles 9:26\" href=\"/I_Chronicles.9.26\">1 Ch 9:26</a>; <a data-ref=\"I Chronicles 26:17\" href=\"/I_Chronicles.26.17\">26:17</a>, cf. <a data-ref=\"Ezekiel 34:9\" href=\"/Ezekiel.34.9\">34:9</a>; as in charge of music, <a data-ref=\"I Chronicles 15:16\" href=\"/I_Chronicles.15.16\">1 Ch 15:16</a>, <a data-ref=\"I Chronicles 15:17\" href=\"/I_Chronicles.15.17\">17</a>, <a data-ref=\"I Chronicles 15:22\" href=\"/I_Chronicles.15.22\">22</a> <a data-ref=\"II Chronicles 5:12\" href=\"/II_Chronicles.5.12\">2 Ch 5:12</a>; <a data-ref=\"II Chronicles 29:25\" href=\"/II_Chronicles.29.25\">29:25</a>, <a data-ref=\"II Chronicles 29:30\" href=\"/II_Chronicles.29.30\">30</a>; <a data-ref=\"II Chronicles 34:12\" href=\"/II_Chronicles.34.12\">34:12</a> <a data-ref=\"Nehemiah 12:27\" href=\"/Nehemiah.12.27\">Ne 12:27</a>; yet disting. from porters and singers, <a data-ref=\"Nehemiah 7:1\" href=\"/Nehemiah.7.1\">Ne 7:1</a>; <a data-ref=\"Nehemiah 13:5\" href=\"/Nehemiah.13.5\">13:5</a>, <a data-ref=\"Nehemiah 13:10\" href=\"/Nehemiah.13.10\">10</a>; disting. also from <span dir=\"rtl\">נְתִינִים</span> <a data-ref=\"I Chronicles 9:2\" href=\"/I_Chronicles.9.2\">1 Ch 9:2</a>; <a data-ref=\"Ezra 8:20\" href=\"/Ezra.8.20\">Ezr 8:20</a>; <a data-ref=\"Nehemiah 10:29\" href=\"/Nehemiah.10.29\">Ne 10:29</a>; further (with various official functions) <a data-ref=\"I Chronicles 9:31\" href=\"/I_Chronicles.9.31\">1 Ch 9:31</a> + 29 times Chr.; of groups of individuals, <a data-ref=\"II Chronicles 17:8\" href=\"/II_Chronicles.17.8\">2 Ch 17:8</a><sup>(×2)</sup>; <a data-ref=\"II Chronicles 29:12\" href=\"/II_Chronicles.29.12\">29:12</a>; <a data-ref=\"II Chronicles 34:12\" href=\"/II_Chronicles.34.12\">34:12</a> <a data-ref=\"Ezra 2:40\" href=\"/Ezra.2.40\">Ezr 2:40</a> = <a data-ref=\"Nehemiah 7:42\" href=\"/Nehemiah.7.42\">Ne 7:43</a>, <a data-ref=\"Ezra 8:33\" href=\"/Ezra.8.33\">Ezr 8:33</a>; <a data-ref=\"Nehemiah 3:17\" href=\"/Nehemiah.3.17\">Ne 3:17</a>; <a data-ref=\"Nehemiah 9:5\" href=\"/Nehemiah.9.5\">9:5</a>; <a data-ref=\"Nehemiah 10:10\" href=\"/Nehemiah.10.10\">10:10</a>; <a data-ref=\"Nehemiah 12:8\" href=\"/Nehemiah.12.8\">12:8</a>, also <a data-ref=\"Nehemiah 8:7\" href=\"/Nehemiah.8.7\">8:7</a> (om. <span dir=\"rtl\">וְ</span>; 𝔙 BeRy Ryle). <strong>c.</strong>  <span dir=\"rtl\">בְּנֵי־הַלְוִיִּם</span> <a data-ref=\"I Chronicles 15:15\" href=\"/I_Chronicles.15.15\">1 Ch 15:15</a> (bearing ark), <a data-ref=\"I Chronicles 24:30\" href=\"/I_Chronicles.24.30\">24:30</a> (tribal designation).—See, on Levites, especially Gf<sup>Gesch. d. Stammes Levi</sup> in Me<sup>Archiv i. 68 ff. 208 ff.</sup> We<sup>Prol. Cap. iv</sup> RS<sup>OTJC. 435 f., 2nd ed., 360 f.</sup> Bau<sup>Priesterthum 50 f., 68 f., and often</sup>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4afb6084aa1cbf36be1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שֵׁ֫בֶט 1", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "BDB, שֵׁ֫בֶט 1", "sourceHeRef": "בראון-דרייבר-בריגס, שֵׁ֫בֶט א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שֵׁ֫בֶט", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">שֵׁ֫בֶט</span></big><sub>189</sub>  <strong>n.m.</strong> <sup><a data-ref=\"Numbers 24:17\" href=\"/Numbers.24.17\">Nu 24:17</a></sup> (<strong>f.</strong> <a data-ref=\"Ezekiel 21:15\" href=\"/Ezekiel.21.15\">Ez 21:15</a>, <a data-ref=\"Ezekiel 21:18\" href=\"/Ezekiel.21.18\">18</a> but corrupt): <strong>1.</strong> rod, staff, club, sceptre. <strong>2. tribe</strong>;—<span dir=\"rtl\">שׁ׳</span> abs. <a data-ref=\"Genesis 49:10\" href=\"/Genesis.49.10\">Gn 49:10</a> +, cstr. <a data-ref=\"I Samuel 10:20\" href=\"/I_Samuel.10.20\">1 S 10:20</a> +; <span dir=\"rtl\">שָׁ֑בֶט</span> <a data-ref=\"Deuteronomy 1:23\" href=\"/Deuteronomy.1.23\">Dt 1:23</a> +; sf. <span dir=\"rtl\">שִׁבְטוֹ</span> <a data-ref=\"Judges 21:24\" href=\"/Judges.21.24\">Ju 21:24</a> +, etc.; pl. <span dir=\"rtl\">שְׁבָטִים</span> <a data-ref=\"I Kings 11:31\" href=\"/I_Kings.11.31\">1 K 11:31</a> +, cstr. <span dir=\"rtl\">שִׁבְטֵי</span> <a data-ref=\"Genesis 49:16\" href=\"/Genesis.49.16\">Gn 49:16</a> +, sf. <span dir=\"rtl\">שְׁבָטֶיךָ</span> <a data-ref=\"Deuteronomy 12:14\" href=\"/Deuteronomy.12.14\">Dt 12:14</a> +, etc.;—<br>†<strong>1.</strong> <strong>a.</strong>  <em>rod, staff</em> (evidently common article), for smiting (especially <span dir=\"rtl\">הִכָּה בַשּׁ׳</span>) <a data-ref=\"Exodus 21:20\" href=\"/Exodus.21.20\">Ex 21:20</a> (E), <a data-ref=\"Micah 4:14\" href=\"/Micah.4.14\">Mi 4:14</a>; <a data-ref=\"Isaiah 10:15\" href=\"/Isaiah.10.15\">Is 10:15</a> (in sim.; ‖ <span dir=\"rtl\">מַטֶּה</span>), <a data-ref=\"Proverbs 10:13\" href=\"/Proverbs.10.13\">Pr 10:13</a> +; <span dir=\"rtl\">שׁ׳ מוּסָר</span> <a data-ref=\"Proverbs 22:15\" href=\"/Proverbs.22.15\">22:15</a>, cf. <a data-ref=\"Proverbs 29:15\" href=\"/Proverbs.29.15\">29:15</a>; for beating <span dir=\"rtl\">(חָבַט)</span> cummin <a data-ref=\"Isaiah 28:27\" href=\"/Isaiah.28.27\">Is 28:27</a> (‖ <span dir=\"rtl\">מַטֶּה</span>); as (inferior) weapon (opp. <span dir=\"rtl\">חֲנִית</span> <a data-ref=\"II Samuel 23:21\" href=\"/II_Samuel.23.21\">2 S 23:21</a> = <a data-ref=\"I Chronicles 11:23\" href=\"/I_Chronicles.11.23\">1 Ch 11:23</a> (cf. <a data-ref=\"BDB, מקֵּל\" href=\"/BDB,_מקֵּל\", dir=\"rtl\">מַקֵּל</a> <a data-ref=\"I Samuel 17:40\" href=\"/I_Samuel.17.40\">1 S 17:40</a>, <a data-ref=\"I Samuel 17:43\" href=\"/I_Samuel.17.43\">43</a>); fig. of <span dir=\"rtl\">י׳</span>’s chastisement: national <a data-ref=\"Isaiah 10:24\" href=\"/Isaiah.10.24\">Is 10:24</a>; <a data-ref=\"Isaiah 30:31\" href=\"/Isaiah.30.31\">30:31</a> (both ‖ <span dir=\"rtl\">מַטֶּה</span>), <a data-ref=\"Isaiah 14:29\" href=\"/Isaiah.14.29\">14:29</a>, <span dir=\"rtl\">שׁ׳ אַפִּי</span> <a data-ref=\"Isaiah 10:5\" href=\"/Isaiah.10.5\">10:5</a>, <span dir=\"rtl\">שׁ׳ עֶבְרָתוֹ</span> <a data-ref=\"Lamentations 3:1\" href=\"/Lamentations.3.1\">La 3:1</a>; individual <a data-ref=\"Job 9:34\" href=\"/Job.9.34\">Jb 9:34</a>; <a data-ref=\"Job 21:9\" href=\"/Job.21.9\">21:9</a> <span dir=\"rtl\">(שׁ׳ אֱלוֹהַּ)</span>, <a data-ref=\"Job 37:13\" href=\"/Job.37.13\">37:13</a>, <a data-ref=\"II Samuel 7:14\" href=\"/II_Samuel.7.14\">2 S 7:14</a> (<span dir=\"rtl\">שׁ׳ אֲנָשִׁים</span>, i.e. not <em>in</em>-human), <a data-ref=\"Psalms 89:33\" href=\"/Psalms.89.33\">ψ 89:33</a> (both ‖ <span dir=\"rtl\">נְנָעִים</span>). <strong>b.</strong>  <em>shaft</em>, i.e. spear, dart, <a data-ref=\"II Samuel 18:14\" href=\"/II_Samuel.18.14\">2 S 18:14</a>, but < read <span dir=\"rtl\">שְׁלָתִים</span>, 𝔊 βέλη, Th We Kit HPS Bu. <strong>c.</strong>  shepherd’s implement, <em>club</em>, <a data-ref=\"Psalms 23:4\" href=\"/Psalms.23.4\">ψ 23:4</a> (‖ <span dir=\"rtl\">מִשְׁעֶנֶת</span>), <span dir=\"rtl\">רֶעֵה בְשׁ׳</span> <a data-ref=\"Micah 7:14\" href=\"/Micah.7.14\">Mi 7:14</a> (both fig. of <span dir=\"rtl\">י׳</span>); used in mustering or counting sheep <a data-ref=\"Ezekiel 20:37\" href=\"/Ezekiel.20.37\">Ez 20:37</a> (fig.), <a data-ref=\"Leviticus 27:32\" href=\"/Leviticus.27.32\">Lv 27:32</a> (cf. <a data-ref=\"Jeremiah 33:13\" href=\"/Jeremiah.33.13\">Je 33:13</a>), v. Mackie<sup>Hast.DB rod</sup>. <strong>d.</strong>  <em>truncheon, sceptre</em>, mark of authority, <span dir=\"rtl\">שׁ׳ סֹפֵר</span> <a data-ref=\"Judges 5:14\" href=\"/Judges.5.14\">Ju 5:14</a>, <span dir=\"rtl\">שׁ׳ מֹשְׁלִים</span> <a data-ref=\"Isaiah 14:5\" href=\"/Isaiah.14.5\">Is 14:5</a> (‖ <span dir=\"rtl\">מַטֶּה</span>), <a data-ref=\"Genesis 49:10\" href=\"/Genesis.49.10\">Gn 49:10</a> (poem in J; ‖ <span dir=\"rtl\">מְחֹקֵק</span>), <a data-ref=\"Zechariah 10:11\" href=\"/Zechariah.10.11\">Zc 10:11</a> <a data-ref=\"Psalms 45:7\" href=\"/Psalms.45.7\">ψ 45:7</a><sup>(×2)</sup> <a data-ref=\"Ezekiel 19:11\" href=\"/Ezekiel.19.11\">Ez 19:11</a>, <a data-ref=\"Ezekiel 19:14\" href=\"/Ezekiel.19.14\">14</a> (made from a branch, <span dir=\"rtl\">מַטֶּה</span>); a ruler is <span dir=\"rtl\">תּוֹמֵךְ שׁ׳</span> <a data-ref=\"Amos 1:5\" href=\"/Amos.1.5\">Am 1:5</a>, <a data-ref=\"Amos 1:8\" href=\"/Amos.1.8\">8</a>; as symbol of conquest <a data-ref=\"Numbers 24:17\" href=\"/Numbers.24.17\">Nu 24:17</a> (JE); <span dir=\"rtl\">שׁ׳ בַּרְזֶל</span> <a data-ref=\"Psalms 2:9\" href=\"/Psalms.2.9\">ψ 2:9</a> (of Mess. king); <span dir=\"rtl\">שׁ׳ הָרֶשַׁע</span> <a data-ref=\"Psalms 125:3\" href=\"/Psalms.125.3\">125:3</a>; <span dir=\"rtl\">שׁ׳ עֶבְרָתוֹ</span> <a data-ref=\"Proverbs 22:8\" href=\"/Proverbs.22.8\">Pr 22:8</a> (si vera l., cf. Frankenb. Toy).—Vid. <a ,=\"\" data-ref=\"BDB, מַטֶּה²\" dir=\"rtl\" href=\"/BDB,_מַטֶּה²\">מַטֶּה</a>, <a ,=\"\" data-ref=\"BDB, מקֵּל\" dir=\"rtl\" href=\"/BDB,_מקֵּל\">מַקֵּל</a>, <a ,=\"\" data-ref=\"BDB, מִשְׁעָן\" dir=\"rtl\" href=\"/BDB,_מִשְׁעָן\">מִשְׁעֶנֶת</a>.<br><strong>2.</strong><sub>145</sub>  <em>tribe</em> (syn. <span dir=\"rtl\">מַטֶּה</span> q.v. <strong>3</strong>, p. 641b), especially <strong>a.</strong>  of (12) tribes of Israel, <a data-ref=\"Genesis 49:16\" href=\"/Genesis.49.16\">Gn 49:16</a>, <a data-ref=\"Genesis 49:28\" href=\"/Genesis.49.28\">28</a> (poem in J), <a data-ref=\"Deuteronomy 33:5\" href=\"/Deuteronomy.33.5\">Dt 33:5</a> (poem), <a data-ref=\"Exodus 24:4\" href=\"/Exodus.24.4\">Ex 24:4</a> (E), + often [JE 13 times, D 28 times (<span dir=\"rtl\">מַטֶּה</span> not JED), P 9 times (cf. Gray <a data-ref=\"Numbers 4:18\" href=\"/Numbers.4.18\">Nu 4:18</a>; <span dir=\"rtl\">מ׳</span> 150 times + in P); Ju 15 times (never <span dir=\"rtl\">מ׳</span>) S 14 times (never <span dir=\"rtl\">מ׳</span>), K 13 times (<span dir=\"rtl\">מ׳</span> 2 times), Chr 15 times (<span dir=\"rtl\">מ׳</span> 23 times), ψψ 7 times (never <span dir=\"rtl\">מ׳</span>), proph. 16 times (<span dir=\"rtl\">מ׳</span> †<a data-ref=\"Habakkuk 3:9\" href=\"/Habakkuk.3.9\">Hb 3:9</a>, very dub.)]; <a data-ref=\"Judges 20:12\" href=\"/Judges.20.12\">Ju 20:12</a>; <a data-ref=\"I Samuel 9:21\" href=\"/I_Samuel.9.21\">1 S 9:21</a> read <span dir=\"rtl\">שֵׁבֶט</span> (or <span dir=\"rtl\">שִׁבְטִי</span> Ges<sup>§ 90 1</sup>, We Sta<sup>§ 343 e</sup> Dr, for <span dir=\"rtl\">שִׁבְטֵי</span>), Vrss (GFM Ju); <span dir=\"rtl\">שִׁבְטֵי־יָהּ</span> <a data-ref=\"Psalms 122:4\" href=\"/Psalms.122.4\">ψ 122:4</a>; <span dir=\"rtl\">שִׁבְטֵי נַחֲלָתֶ֑ךָ</span> <a data-ref=\"Isaiah 63:17\" href=\"/Isaiah.63.17\">Is 63:17</a>. <strong>b.</strong>  sg. of people (of Judah, late) <a data-ref=\"Psalms 74:2\" href=\"/Psalms.74.2\">ψ 74:2</a>, but <a data-ref=\"Jeremiah 10:16\" href=\"/Jeremiah.10.16\">Je 10:16</a> = <a data-ref=\"Jeremiah 51:9\" href=\"/Jeremiah.51.9\">51:9</a> del. <span dir=\"rtl\">שׁ׳ נ׳</span> Gf Gie Du <strong>c.</strong>  of subdivision of tribe, <span dir=\"rtl\">שׁ׳ מִשְׁפְּחוֹת וגו׳</span> <a data-ref=\"Numbers 4:18\" href=\"/Numbers.4.18\">Nu 4:18</a> (P).—<a data-ref=\"II Samuel 7:7\" href=\"/II_Samuel.7.7\">2 S 7:7</a> read <span dir=\"rtl\">שֹׁפְטֵי</span> (cf. v <a data-ref=\"II Samuel 7:11\" href=\"/II_Samuel.7.11\">11</a>, ‖ <a data-ref=\"I Chronicles 17:6\" href=\"/I_Chronicles.17.6\">1 Ch 17:6</a>, Ew Th We Dr HPS Bu al.)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4fbb6084aa1cbf3a9f9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִשְׁפָּחָה² 1", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "BDB, מִשְׁפָּחָה² 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִשְׁפָּחָה² א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִשְׁפָּחָה²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מִשְׁפָּחָה</span></big><sub>303</sub>  <strong>n.f.clan (</strong>RS<sup>Sem i. 258, 2nd ed. 276; K149, 2nd ed. 175</sup> Ba<sup>NB § 161 a</sup><strong>)</strong>;—abs. <span dir=\"rtl\">מ׳</span> <a data-ref=\"Amos 3:1\" href=\"/Amos.3.1\">Am 3:1</a> +; cstr. <span dir=\"rtl\">מִשְׁפַּ֫חַת</span> <a data-ref=\"Judges 9:1\" href=\"/Judges.9.1\">Ju 9:1</a> +; sf. <span dir=\"rtl\">מִשְׁפַּחְתִּי</span> <a data-ref=\"Genesis 24:38\" href=\"/Genesis.24.38\">Gn 24:38</a> +, etc.; pl. <span dir=\"rtl\">מִשְׁפָּחוֹת</span> <a data-ref=\"Nahum 3:4\" href=\"/Nahum.3.4\">Na 3:4</a> +; cstr. <span dir=\"rtl\">מִשְׁפְּחוֹת</span> <a data-ref=\"Amos 3:2\" href=\"/Amos.3.2\">Am 3:2</a> +; sf. <span dir=\"rtl\">מִשְׁפְּחֹתֵיהֶם</span> <a data-ref=\"Genesis 8:19\" href=\"/Genesis.8.19\">Gn 8:19</a> + 2 times, usually -<span dir=\"rtl\">תָם</span> <a data-ref=\"Numbers 1:18\" href=\"/Numbers.1.18\">Nu 1:18</a> + 84 times, etc.;—<br><strong>1.</strong>  <em>clan:</em> <strong>a.</strong>  family connexion of individ. <a data-ref=\"Genesis 24:38\" href=\"/Genesis.24.38\">Gn 24:38</a> (+ <span dir=\"rtl\">בֵּית־אָבִי</span>), v <a data-ref=\"Genesis 24:40\" href=\"/Genesis.24.40\">40</a> (+ id.), v <a data-ref=\"Genesis 24:41\" href=\"/Genesis.24.41\">41</a> (all J; = <span dir=\"rtl\">מוֹלַדְתִּי</span> v <a data-ref=\"Genesis 24:4\" href=\"/Genesis.24.4\">4</a>), <a data-ref=\"II Samuel 14:7\" href=\"/II_Samuel.14.7\">2 S 14:7</a>, united in sacrifice <a data-ref=\"I Samuel 20:6\" href=\"/I_Samuel.20.6\">1 S 20:6</a>, <a data-ref=\"I Samuel 20:29\" href=\"/I_Samuel.20.29\">29</a>, in passover <a data-ref=\"Exodus 12:21\" href=\"/Exodus.12.21\">Ex 12:21</a> (JE; cf. Benz<sup>Ency. Bib. Passover, §§ 9, 12</sup>); cf. <a data-ref=\"Leviticus 20:5\" href=\"/Leviticus.20.5\">Lv 20:5</a> (H), <a data-ref=\"Leviticus 25:10\" href=\"/Leviticus.25.10\">25:10</a>, <a data-ref=\"Leviticus 25:41\" href=\"/Leviticus.25.41\">41</a> (P), v <a data-ref=\"Leviticus 25:49\" href=\"/Leviticus.25.49\">49</a> (P; defined as <span dir=\"rtl\">כִשְּׁאֵר בְּשָׂרוֹ</span>), non-Heb. v <a data-ref=\"Leviticus 25:47\" href=\"/Leviticus.25.47\">47</a> (H), v <a data-ref=\"Leviticus 25:45\" href=\"/Leviticus.25.45\">45</a> (P), <a data-ref=\"Judges 1:25\" href=\"/Judges.1.25\">Ju 1:25</a>; <span dir=\"rtl\">מִשְׁפְּחוֹתֶיהָ</span> <a data-ref=\"Joshua 6:23\" href=\"/Joshua.6.23\">Jos 6:23</a> (E or R) is unintelligible, probably del. (cf. Steuern Holz; <span dir=\"rtl\">בֵּית אָבִיהָ</span> in v <a data-ref=\"Leviticus 25:25\" href=\"/Leviticus.25.25\">25</a> [J]), cf. <a data-ref=\"Numbers 27:4\" href=\"/Numbers.27.4\">Nu 27:4</a>, <a data-ref=\"Numbers 27:11\" href=\"/Numbers.27.11\">11</a> (P); <span dir=\"rtl\">מ׳ בֵּית אֲבִי אִמּוֹ</span> <a data-ref=\"Judges 9:1\" href=\"/Judges.9.1\">Ju 9:1</a> <em>clan of his mother’s father-house;</em> incl. individuals, and included by <span dir=\"rtl\">שֵׁבֶט</span> <a data-ref=\"I Samuel 9:21\" href=\"/I_Samuel.9.21\">1 S 9:21</a><sup>(×2)</sup> <a data-ref=\"I Samuel 10:21\" href=\"/I_Samuel.10.21\">10:21</a>; with specif. name, in series <span dir=\"rtl\">גֶבֶר</span>, <span dir=\"rtl\">בַּיִת</span>, <span dir=\"rtl\">מ׳</span>, <span dir=\"rtl\">שֵׁבֶט</span> <a data-ref=\"Joshua 7:14\" href=\"/Joshua.7.14\">Jos 7:14</a><sup>(×2)</sup>, <a data-ref=\"Joshua 7:17\" href=\"/Joshua.7.17\">17b</a>, c (all J; v <a data-ref=\"Joshua 7:17\" href=\"/Joshua.7.17\">17a</a> read pl. Di Benn, or < <span dir=\"rtl\">שֵׁבֶט</span> GFM <a data-ref=\"Judges 13:2\" href=\"/Judges.13.2\">Ju 13:2</a>; Steuern allows either); cf. <a data-ref=\"Deuteronomy 29:17\" href=\"/Deuteronomy.29.17\">Dt 29:17</a>; <a data-ref=\"Judges 21:24\" href=\"/Judges.21.24\">Ju 21:24</a>, <span dir=\"rtl\">מ׳ אָבִי בְּיִשׂ׳</span> <a data-ref=\"I Samuel 18:18\" href=\"/I_Samuel.18.18\">1 S 18:18</a> (+ <span dir=\"rtl\">חַיַּי</span>, v. ii. [<a data-ref=\"BDB, חַי³\" href=\"/BDB,_חַי³\", dir=\"rtl\">חַי</a>]); <span dir=\"rtl\">אִישׁ</span> … <span dir=\"rtl\">מִמּ׳ בֵּית־שָׁאוּל</span> <a data-ref=\"II Samuel 16:5\" href=\"/II_Samuel.16.5\">2 S 16:5</a>; with name also <a data-ref=\"Ruth 2:1\" href=\"/Ruth.2.1\">Ru 2:1</a>, <a data-ref=\"Ruth 2:3\" href=\"/Ruth.2.3\">3</a> and (non-Isr.) <a data-ref=\"Job 32:2\" href=\"/Job.32.2\">Jb 32:2</a>. <strong>b.</strong>  in loose, popular sense = tribe, <a data-ref=\"Judges 13:2\" href=\"/Judges.13.2\">Ju 13:2</a>; <a data-ref=\"Judges 17:7\" href=\"/Judges.17.7\">17:7</a>; <a data-ref=\"Judges 18:19\" href=\"/Judges.18.19\">18:19</a>, cf. v <a data-ref=\"Judges 18:2\" href=\"/Judges.18.2\">2</a> (‖ <span dir=\"rtl\">שֵׁבֶט</span> v <a data-ref=\"Judges 18:1\" href=\"/Judges.18.1\">1</a>), v <a data-ref=\"Judges 18:11\" href=\"/Judges.18.11\">11</a> (yet in these two read poss. pl., v. GFM). <strong>c.</strong>  techn. divisions of people of Isr. <a data-ref=\"Numbers 11:10\" href=\"/Numbers.11.10\">Nu 11:10</a> (J) <a data-ref=\"Jeremiah 2:4\" href=\"/Jeremiah.2.4\">Je 2:4</a>; <a data-ref=\"Jeremiah 31:1\" href=\"/Jeremiah.31.1\">31:1</a>, cf. <a data-ref=\"Jeremiah 3:14\" href=\"/Jeremiah.3.14\">3:14</a>; <a data-ref=\"Numbers 1:2\" href=\"/Numbers.1.2\">Nu 1:2</a>, <a data-ref=\"Numbers 1:18\" href=\"/Numbers.1.18\">18</a>; <a data-ref=\"Numbers 2:34\" href=\"/Numbers.2.34\">2:34</a>; <a data-ref=\"Numbers 33:54\" href=\"/Numbers.33.54\">33:54</a> (all P), so (post-ex.) <a data-ref=\"Nehemiah 4:7\" href=\"/Nehemiah.4.7\">Ne 4:7</a>: <a data-ref=\"Esther 9:28\" href=\"/Esther.9.28\">Est 9:28</a> (<span dir=\"rtl\">מְדִינָה</span>, <span dir=\"rtl\">מ׳</span>, <span dir=\"rtl\">דּוֹד</span>). <strong>d.</strong>  usually (P) techn. divisions of tribes of Israel, <a data-ref=\"Exodus 6:14\" href=\"/Exodus.6.14\">Ex 6:14</a>, <a data-ref=\"Exodus 6:15\" href=\"/Exodus.6.15\">15</a>, <a data-ref=\"Exodus 6:19\" href=\"/Exodus.6.19\">19</a>, <a data-ref=\"Exodus 6:25\" href=\"/Exodus.6.25\">25</a>; <a data-ref=\"Numbers 3:15\" href=\"/Numbers.3.15\">Nu 3:15</a> + 112 times Nu (93 times <a data-ref=\"Numbers 26\" href=\"/Numbers.26\">Nu 26</a>, incl. v <a data-ref=\"Numbers 26:43\" href=\"/Numbers.26.43\">43</a> where <span dir=\"rtl\">הַשּׁוּחָמִי</span> appar. = Dan), 34 times <a data-ref=\"Joshua 13-21\" href=\"/Joshua.13-21\">Jos 13–21</a>; also <a data-ref=\"I Chronicles 6:4\" href=\"/I_Chronicles.6.4\">1 Ch 6:4</a>, <a data-ref=\"I Chronicles 6:45\" href=\"/I_Chronicles.6.45\">45</a>; <a data-ref=\"I Chronicles 7:5\" href=\"/I_Chronicles.7.5\">7:5</a>; <a data-ref=\"Zechariah 12:13\" href=\"/Zechariah.12.13\">Zc 12:13</a>; divisions of Gershom, etc. (in Levi) <a data-ref=\"Numbers 3:18\" href=\"/Numbers.3.18\">Nu 3:18</a>, <a data-ref=\"Numbers 3:19\" href=\"/Numbers.3.19\">19</a>, <a data-ref=\"Numbers 3:20\" href=\"/Numbers.3.20\">20</a> + 41 times Ex Nu Jos Ch; subdivisions of these divisions (in Levi) <a data-ref=\"Numbers 3:21\" href=\"/Numbers.3.21\">Nu 3:21</a><sup>(×2)</sup> + 6 times <a data-ref=\"Numbers 3\" href=\"/Numbers.3\">Nu 3</a> + <a data-ref=\"Numbers 4:18\" href=\"/Numbers.4.18\">4:18</a>; cf. (in other tribes) <a data-ref=\"I Chronicles 2:53\" href=\"/I_Chronicles.2.53\">1 Ch 2:53</a>; <a data-ref=\"I Chronicles 4:2\" href=\"/I_Chronicles.4.2\">4:2</a>, <a data-ref=\"I Chronicles 4:8\" href=\"/I_Chronicles.4.8\">8</a>, <a data-ref=\"I Chronicles 4:21\" href=\"/I_Chronicles.4.21\">21</a>, <a data-ref=\"I Chronicles 4:27\" href=\"/I_Chronicles.4.27\">27</a>, <a data-ref=\"I Chronicles 4:38\" href=\"/I_Chronicles.4.38\">38</a>; <a data-ref=\"I Chronicles 5:7\" href=\"/I_Chronicles.5.7\">5:7</a>; also <a data-ref=\"Zechariah 12:12\" href=\"/Zechariah.12.12\">Zc 12:12b</a>, c. <a data-ref=\"Zechariah 12:13\" href=\"/Zechariah.12.13\">13</a> b, <a data-ref=\"Zechariah 12:14\" href=\"/Zechariah.12.14\">14</a> a, and (distrib.) v <a data-ref=\"Zechariah 12:12\" href=\"/Zechariah.12.12\">12</a>a <a data-ref=\"Zechariah 12:14\" href=\"/Zechariah.12.14\">14</a>b, pleonast. <span dir=\"rtl\">מ׳ מַטֵּה אֲבִיהֶם</span> <a data-ref=\"Numbers 36:6\" href=\"/Numbers.36.6\">Nu 36:6</a> cf. v <a data-ref=\"Numbers 36:8\" href=\"/Numbers.36.8\">8</a>, and <span dir=\"rtl\">(מַטֵּה מ׳ א׳)</span> v <a data-ref=\"Numbers 36:12\" href=\"/Numbers.36.12\">12</a>. <strong>e.</strong>  late, div. of other peoples <a data-ref=\"I Chronicles 16:28\" href=\"/I_Chronicles.16.28\">1 Ch 16:28</a> = <a data-ref=\"Psalms 96:7\" href=\"/Psalms.96.7\">ψ 96:7</a>, <a data-ref=\"Psalms 22:28\" href=\"/Psalms.22.28\">ψ 22:28</a>; in Edom <a data-ref=\"Genesis 36:40\" href=\"/Genesis.36.40\">Gn 36:40</a> (P). <strong>f.</strong>  in wider sense = people, nation; <span dir=\"rtl\">כֹּל מִשְׁפְּחֹת הָאֲדָמָה</span> <a data-ref=\"Amos 3:2\" href=\"/Amos.3.2\">Am 3:2</a>; <a data-ref=\"Genesis 12:3\" href=\"/Genesis.12.3\">Gn 12:3</a>; <a data-ref=\"Genesis 28:14\" href=\"/Genesis.28.14\">28:14</a> (both J), cf. <a data-ref=\"Jeremiah 10:25\" href=\"/Jeremiah.10.25\">Je 10:25</a>; <a data-ref=\"Ezekiel 20:32\" href=\"/Ezekiel.20.32\">Ez 20:32</a>; <a data-ref=\"Nahum 3:4\" href=\"/Nahum.3.4\">Na 3:4</a> (all ‖ <span dir=\"rtl\">גּוֹיִם</span>), <a data-ref=\"Zechariah 14:17\" href=\"/Zechariah.14.17\">Zc 14:17</a>; <a data-ref=\"Jeremiah 1:15\" href=\"/Jeremiah.1.15\">Je 1:15</a>; <a data-ref=\"Jeremiah 25:9\" href=\"/Jeremiah.25.9\">25:9</a>; as one’s posterity <a data-ref=\"Genesis 10:30\" href=\"/Genesis.10.30\">Gn 10:30</a>, <a data-ref=\"Genesis 10:31\" href=\"/Genesis.10.31\">31</a>, <a data-ref=\"Genesis 10:32\" href=\"/Genesis.10.32\">32</a> (all P), so prob. v <a data-ref=\"Genesis 10:5\" href=\"/Genesis.10.5\">5</a> (P; Di Dr); = all Isr. <a data-ref=\"Amos 3:1\" href=\"/Amos.3.1\">Am 3:1</a>, Judah <a data-ref=\"Micah 2:3\" href=\"/Micah.2.3\">Mi 2:3</a>; <a data-ref=\"Jeremiah 8:3\" href=\"/Jeremiah.8.3\">Je 8:3</a> <span dir=\"rtl\">(הַמּ׳ הָרָעָה הַזֹּאת)</span>, Isr. + Judah, <span dir=\"rtl\">שְׁתֵּי הַמּ׳</span> <a data-ref=\"Jeremiah 33:24\" href=\"/Jeremiah.33.24\">33:24</a>; <span dir=\"rtl\">מִשְׁפַּחַת מִצְרַיִם</span> <a data-ref=\"Zechariah 14:18\" href=\"/Zechariah.14.18\">Zc 14:18</a>; cf. <a data-ref=\"Psalms 107:41\" href=\"/Psalms.107.41\">ψ 107:41</a>.<br>†<strong>2.</strong>  = <em>guild</em> <a data-ref=\"I Chronicles 2:55\" href=\"/I_Chronicles.2.55\">1 Ch 2:55</a> (of scribes; orig. hereditary in families).<br>†<strong>3.</strong>  = <em>species, kind:</em> <strong>a.</strong>  of judgments <a data-ref=\"Jeremiah 15:3\" href=\"/Jeremiah.15.3\">Je 15:3</a>. <strong>b.</strong>  animals <a data-ref=\"Genesis 8:19\" href=\"/Genesis.8.19\">Gn 8:19</a> (P).<br>†<strong>4.</strong>  pl. = <em>aristocrats</em> <a data-ref=\"Job 31:34\" href=\"/Job.31.34\">Jb 31:34</a> (cf. Eng. ‘the classes’)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d510b6084aa1cbf3ba0b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, תָּ֫וֶךְ 1", "anchorRef": "Numbers 4:18", "anchorRefExpanded": ["Numbers 4:18"], "sourceRef": "BDB, תָּ֫וֶךְ 1", "sourceHeRef": "בראון-דרייבר-בריגס, תָּ֫וֶךְ א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "תָּ֫וֶךְ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">תָּ֫וֶךְ</span></big><sub>418</sub>  <strong>subst. midst (</strong>NH id., also denom. <span dir=\"rtl\">תִּוֵּוךְ</span>; √ unknown; not apparently in cognate languages<strong>)</strong>;—abs. <span dir=\"rtl\">תָּ֫וֶךְ</span> <a data-ref=\"Genesis 15:10\" href=\"/Genesis.15.10\">Gn 15:10</a> +; cstr. <span dir=\"rtl\">תּוֹךְ</span> <a data-ref=\"Genesis 1:6\" href=\"/Genesis.1.6\">1:6</a> +; <span dir=\"rtl\">תּוֹכִי</span>, <span dir=\"rtl\">תּוֹכוֹ</span>, etc., 2 fs. <span dir=\"rtl\">תּוֹכֵ֫כִי</span> †<a data-ref=\"Psalms 116:19\" href=\"/Psalms.116.19\">ψ 116:19</a>; <a data-ref=\"Psalms 135:9\" href=\"/Psalms.135.9\">135:9</a>, <span dir=\"rtl\">תּוֹכֹה</span> †<a data-ref=\"Ezekiel 48:15\" href=\"/Ezekiel.48.15\">Ez 48:15</a>, <a data-ref=\"Ezekiel 48:2\" href=\"/Ezekiel.48.2\">2f</a>, <span dir=\"rtl\">תּוֹכֲכֶם</span> <a data-ref=\"Genesis 23:9\" href=\"/Genesis.23.9\">Gn 23:9</a> +, <span dir=\"rtl\">תּוֹכָ֑הְנָה</span> † <a data-ref=\"Ezekiel 16:53\" href=\"/Ezekiel.16.53\">Ez 16:53</a> (Ges<sup>§ 91 f</sup>);—<em>midst</em>, whether of a space or place, a number of people or things, or of a line: abs. †<a data-ref=\"Judges 16:29\" href=\"/Judges.16.29\">Ju 16:29</a> <span dir=\"rtl\">עַמּוּדֵי הַתָּוֶךְ</span> = the <em>middle</em> columns, <a data-ref=\"Jeremiah 39:3\" href=\"/Jeremiah.39.3\">Je 39:3</a> <span dir=\"rtl\">שַׁעַר הַתּ׳</span>, <span dir=\"rtl\">בַּתָּוֶךְ</span> <a data-ref=\"Genesis 15:10\" href=\"/Genesis.15.10\">Gn 15:10</a> <span dir=\"rtl\">וַיְבַתֵּר אֹתָם בַּתּ׳</span>, <a data-ref=\"Numbers 35:5\" href=\"/Numbers.35.5\">Nu 35:5</a> <span dir=\"rtl\">וְהָעִיר בַּתָּוֶךְ</span>, <a data-ref=\"Joshua 8:22\" href=\"/Joshua.8.22\">Jos 8:22</a> <a data-ref=\"Judges 15:4\" href=\"/Judges.15.4\">Ju 15:4</a> <a data-ref=\"Isaiah 66:17\" href=\"/Isaiah.66.17\">Is 66:17</a> <span dir=\"rtl\">אַחַר אֶחָד בַּתָּוֶךְ</span>; cstr. <a data-ref=\"I Kings 8:64\" href=\"/I_Kings.8.64\">1 K 8:64</a> <span dir=\"rtl\">קִדַּשׁ הַמֶּלֶךְ אֶת־ תּוֹךְ הֶחָצֵר</span>, <a data-ref=\"Ezekiel 15:4\" href=\"/Ezekiel.15.4\">Ez 15:4</a> <span dir=\"rtl\">וְתוֹכוֹ נָחָר</span>; usually c. prep., as <span dir=\"rtl\">בְּ</span> (often = an emph. <em>in</em>, in the very heart and midst of), <a data-ref=\"Genesis 1:6\" href=\"/Genesis.1.6\">Gn 1:6</a> <span dir=\"rtl\">בְּתוֹךְ הַמַּיִם</span>, <a data-ref=\"Genesis 2:9\" href=\"/Genesis.2.9\">2:9</a> <span dir=\"rtl\">בְּת׳ הַגָּן</span>, <a data-ref=\"Genesis 9:21\" href=\"/Genesis.9.21\">9:21</a> <span dir=\"rtl\">בְּת׳ אָהֳלֹה</span>, <a data-ref=\"Genesis 18:24\" href=\"/Genesis.18.24\">18:24</a> <span dir=\"rtl\">בְּת׳ הָעִיר</span>, <a data-ref=\"Genesis 37:7\" href=\"/Genesis.37.7\">37:7</a> <span dir=\"rtl\">בְּת׳ הַשָּׂדֶה</span>, <a data-ref=\"Exodus 11:4\" href=\"/Exodus.11.4\">Ex 11:4</a> <span dir=\"rtl\">אני יוצא בת׳ מצרים</span>, <a data-ref=\"Exodus 39:3\" href=\"/Exodus.39.3\">39:3</a>, <a data-ref=\"Joshua 8:9\" href=\"/Joshua.8.9\">Jos 8:9</a> <span dir=\"rtl\">בְּת׳ הָעָם</span>, <a data-ref=\"Judges 7:16\" href=\"/Judges.7.16\">Ju 7:16</a> <span dir=\"rtl\">בת׳ הַכַּדִּים</span>, <a data-ref=\"I Kings 3:20\" href=\"/I_Kings.3.20\">1 K 3:20</a> <span dir=\"rtl\">בְּת׳ הַלַּיְלָה</span>; <span dir=\"rtl\">בְּתוֹכָהּ</span> (of land or city) <a data-ref=\"Numbers 13:32\" href=\"/Numbers.13.32\">Nu 13:32</a> <a data-ref=\"Isaiah 7:6\" href=\"/Isaiah.7.6\">Is 7:6</a>, etc.; in Ez <span dir=\"rtl\">בְּתוֹכֵךְ</span>, <span dir=\"rtl\">בְּתוֹכָהּ</span>, etc., of sins done, or judgment to be wrought, <em>in the very midst</em> of Jerusalem, <a data-ref=\"Ezekiel 5:8\" href=\"/Ezekiel.5.8\">Ez 5:8</a>, <a data-ref=\"Ezekiel 5:10\" href=\"/Ezekiel.5.10\">10</a>; <a data-ref=\"Ezekiel 9:4\" href=\"/Ezekiel.9.4\">9:4</a>; <a data-ref=\"Ezekiel 22:3\" href=\"/Ezekiel.22.3\">22:3</a>, <a data-ref=\"Ezekiel 22:7\" href=\"/Ezekiel.22.7\">7</a>, <a data-ref=\"Ezekiel 22:9\" href=\"/Ezekiel.22.9\">9</a>, <a data-ref=\"Ezekiel 22:13\" href=\"/Ezekiel.22.13\">13</a> +; <span dir=\"rtl\">בְּת׳ מֵעַי</span> <a data-ref=\"Psalms 22:15\" href=\"/Psalms.22.15\">ψ 22:15</a>, <a data-ref=\"Psalms 40:9\" href=\"/Psalms.40.9\">40:9</a> <span dir=\"rtl\">תּוֹרָֽתְךָ בְּת׳ מֵעָ֑י</span>, <span dir=\"rtl\">בְּת׳ לִבִּי</span> v <a data-ref=\"Psalms 40:11\" href=\"/Psalms.40.11\">11</a>, cf. <a data-ref=\"Proverbs 4:21\" href=\"/Proverbs.4.21\">Pr 4:21</a>; after verbs of motion, = <em>into</em> <a data-ref=\"Exodus 14:27\" href=\"/Exodus.14.27\">Ex 14:27</a> <a data-ref=\"I Samuel 9:14\" href=\"/I_Samuel.9.14\">1 S 9:14</a>, = <em>through</em> <a data-ref=\"Exodus 14:29\" href=\"/Exodus.14.29\">Ex 14:29</a>; <a data-ref=\"Numbers 33:8\" href=\"/Numbers.33.8\">Nu 33:8</a>; <a data-ref=\"Ezekiel 9:4\" href=\"/Ezekiel.9.4\">Ez 9:4</a>; <a data-ref=\"Nehemiah 9:11\" href=\"/Nehemiah.9.11\">Ne 9:11</a>; of a number of persons = <em>among</em> (not necess. of the actual <em>middle</em>), <a data-ref=\"Genesis 40:20\" href=\"/Genesis.40.20\">Gn 40:20</a> <span dir=\"rtl\">בְּת׳ עֲבָדָיו</span>, <span dir=\"rtl\">בְּתוֹכֵנוּ</span> <a data-ref=\"Genesis 23:6\" href=\"/Genesis.23.6\">23:6</a>, <span dir=\"rtl\">בְּתוֹכָם</span> <a data-ref=\"I Samuel 10:10\" href=\"/I_Samuel.10.10\">1 S 10:10</a>; <a data-ref=\"Job 1:6\" href=\"/Job.1.6\">Jb 1:6</a>, etc., <span dir=\"rtl\">הַגָּר בְּתוֹכֲכֶם</span> <a data-ref=\"Leviticus 17:8\" href=\"/Leviticus.17.8\">Lv 17:8</a>, <a data-ref=\"Leviticus 17:10\" href=\"/Leviticus.17.10\">10</a>, <a data-ref=\"Leviticus 17:13\" href=\"/Leviticus.17.13\">13</a> +; = <em>between</em> (of things arranged by twos) <a data-ref=\"Exodus 39:25\" href=\"/Exodus.39.25\">Ex 39:25</a>; in P often (12 times) of the divine presence, or dwelling, <em>in the midst of</em> Isr., <a data-ref=\"Exodus 25:8\" href=\"/Exodus.25.8\">Ex 25:8</a>; <a data-ref=\"Exodus 29:45\" href=\"/Exodus.29.45\">29:45</a>, <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">46</a>; <a data-ref=\"Leviticus 15:31\" href=\"/Leviticus.15.31\">Lv 15:31</a>; <a data-ref=\"Leviticus 16:16\" href=\"/Leviticus.16.16\">16:16</a> + (Carpenter<sup>Hex. i. 209, ed. 2, 410</sup>; JED in such cases have always <span dir=\"rtl\">קֶרֶב</span>), so <a data-ref=\"Ezekiel 37:26\" href=\"/Ezekiel.37.26\">Ez 37:26</a>, <a data-ref=\"Ezekiel 37:28\" href=\"/Ezekiel.37.28\">28</a>; <a data-ref=\"Ezekiel 43:7\" href=\"/Ezekiel.43.7\">43:7</a>, <a data-ref=\"Ezekiel 43:9\" href=\"/Ezekiel.43.9\">9</a>, cf. <a data-ref=\"Haggai 2:5\" href=\"/Haggai.2.5\">Hg. 2:5</a>; <span dir=\"rtl\">מִן</span>, as <a data-ref=\"Genesis 19:29\" href=\"/Genesis.19.29\">Gn 19:29</a> <span dir=\"rtl\">מִתּוֹךְ הַהֲפֵכָה</span>, <a data-ref=\"Exodus 3:2\" href=\"/Exodus.3.2\">Ex 3:2</a> <span dir=\"rtl\">מִתּ׳ הַסְּנֶה</span>, <a data-ref=\"Exodus 33:11\" href=\"/Exodus.33.11\">33:11</a> <span dir=\"rtl\">לֹא יָמִישׁ מִתּ׳ הָאֹהֶל</span>, <a data-ref=\"Deuteronomy 4:12\" href=\"/Deuteronomy.4.12\">Dt 4:12</a> + <span dir=\"rtl\">מִתּ׳ הָאֵשׁ</span>, <a data-ref=\"I Samuel 15:6\" href=\"/I_Samuel.15.6\">1 S 15:6</a> <span dir=\"rtl\">רְדוּ מִתּ׳ עֲמָלֵק</span>; = <em>from among</em>, as to take, separate, etc., <span dir=\"rtl\">מִתּוֹכָם</span>, <span dir=\"rtl\">מִתּ׳ הָעָם</span>, etc., <a data-ref=\"Exodus 7:5\" href=\"/Exodus.7.5\">Ex 7:5</a>; <a data-ref=\"Exodus 28:1\" href=\"/Exodus.28.1\">28:1</a>; <a data-ref=\"Numbers 3:12\" href=\"/Numbers.3.12\">Nu 3:12</a>; <a data-ref=\"Numbers 4:2\" href=\"/Numbers.4.2\">4:2</a>, <a data-ref=\"Numbers 4:18\" href=\"/Numbers.4.18\">18</a>; <a data-ref=\"Numbers 16:21\" href=\"/Numbers.16.21\">16:21</a>, <a data-ref=\"Numbers 16:33\" href=\"/Numbers.16.33\">33</a>; <a data-ref=\"Numbers 17:10\" href=\"/Numbers.17.10\">17:10</a>; <a data-ref=\"Numbers 19:20\" href=\"/Numbers.19.20\">19:20</a> (all P) +; <span dir=\"rtl\">אֶל</span>, as <a data-ref=\"Exodus 14:23\" href=\"/Exodus.14.23\">Ex 14:23</a> <span dir=\"rtl\">ויבאו</span> … <span dir=\"rtl\">אֶל־תּוֹךְ הַיָּם</span>, <a data-ref=\"Leviticus 11:33\" href=\"/Leviticus.11.33\">Lv 11:33</a>; <a data-ref=\"Numbers 17:12\" href=\"/Numbers.17.12\">Nu 17:12</a> <span dir=\"rtl\">וַיָּרָץ אֶל־תּ׳ הַקָּהָל</span>, <a data-ref=\"Numbers 19:6\" href=\"/Numbers.19.6\">19:6</a> <a data-ref=\"Deuteronomy 21:12\" href=\"/Deuteronomy.21.12\">Dt 21:12</a> <span dir=\"rtl\">וַהֲבֵאתָהּ אֶל־תּ׳ בֵּיתֶ֑ךָ</span>, <a data-ref=\"Deuteronomy 22:2\" href=\"/Deuteronomy.22.2\">22:2</a>; <a data-ref=\"Deuteronomy 23:11\" href=\"/Deuteronomy.23.11\">23:11</a>; <a data-ref=\"II Samuel 3:27\" href=\"/II_Samuel.3.27\">2 S 3:27</a>; <a data-ref=\"Jeremiah 21:4\" href=\"/Jeremiah.21.4\">Je 21:4</a> +; <span dir=\"rtl\">עַד</span> <a data-ref=\"II Samuel 4:6\" href=\"/II_Samuel.4.6\">2 S 4:6</a>; <span dir=\"rtl\">מֵעַל</span> †<a data-ref=\"Ezekiel 11:23\" href=\"/Ezekiel.11.23\">Ez 11:23</a>.—<span dir=\"rtl\">תוך</span> is used by most writers, occ. c. 8–10 times in many books, but is especially frequent in P (c. 106 times) and Ez (116 times). Syn. <span dir=\"rtl\">קֶרֶב</span>, q.v."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]