[{"_id": "531e4fe3fbfba276047f6ef5", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 4:23", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "Onkelos Numbers 4:23", "sourceHeRef": "תרגום אונקלוס על במדבר ד׳:כ״ג", "anchorVerse": 23, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 4.0023, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "מִבַּר תְּלָתִין שְׁנִין וּלְעֵלָּא עַד בַּר חַמְשִׁין שְׁנִין תִּמְנֵי יָתְהוֹן כָּל דְּאָתֵי לְחַיָּלָא חֵילָא לְמִפְלַח פָּלְחָנָא בְּמַשְׁכַּן זִמְנָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "From thirty years and above, until fifty years, you shall count them; all those who enter the division to serve in the Tent of Meeting.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec72c", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 4:23", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "Targum Jonathan on Numbers 4:23", "sourceHeRef": "תרגום יונתן על במדבר ד׳:כ״ג", "anchorVerse": 23, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 4.0023, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "מִבַּר תְּלָתִין שְׁנִין וּלְעֵילָא וְעַד בַּר חַמְשִׁין שְׁנִין תִּמְנֵי יַתְהוֹן כָּל דְאָתֵי לְחַיָילָא חֵילָא לְמֶעֱבַד עִבִידְתָּא בְּמַשְׁכַּן זִמְנָא", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " from thirty years to fifty years, of all who come by bands to do the work of the tabernacle of ordinance. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17aa8fbfba22336ea7b11", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 4:23:1", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "Or HaChaim on Numbers 4:23:1", "sourceHeRef": "אור החיים על במדבר ד׳:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>תפקוד אותם</b>. כפל לומר <b>תפקוד</b>, פרשתי בפרשת במדבר בענין בני קהת:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span>תפקד אותם</span>, \"you will count them.\"</b> Why did the Torah have to repeat the instruction to count seeing the word <span>נשא</span> already meant \"to count?\" I have explained this in connection with the instruction to count the Kehatites (4,20).", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57e77d43d6e4a94c7c18ab18", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 4:23", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "Tafsir Rasag, Numbers 4:23", "sourceHeRef": "תפסיר רס\"ג, במדבר ד׳:כ״ג", "anchorVerse": 23, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 4.0023, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "מן אבן ת̇לת̇ין סנה פצאעדא אלי אבן כ̇מסין סנה תעדהם כל מן ידכ̇ל ללג̇יש לכ̇דמה כ̇בא אלמחצ̇ר", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5889b32ad6e4a902855fe4d4", "index_title": "Tur HaArokh", "category": "Quoting Commentary", "type": "", "ref": "Tur HaArokh, Numbers 1:3:1", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "Tur HaArokh, Numbers 1:3:1", "sourceHeRef": "הטור הארוך, במדבר א׳:ג׳:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Tur HaArokh", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>כל יוצא צבא בישראל. </b>פירש\"י מגיד שאין יוצא לצבא פחות מבן כ' כדרך בן כ' לרדוף. ויתכן לפרש כל יוצא צבא פי' כל היוצאים להקהל לעדה כי הנערים לא יקהלו בתוך העם וכל אסיפת עם נקראת צבא כמו לצבא צבא בעבודת אהל מועד. וכל צבא השמים. ולכך מפרש באנשי המלחמה מצבאי המלחמה ואמר כאן כל יוצא צבא על דרך כל יוצאי שער עירו: ", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " כל יוצא צבא בישראל, “every one who goes to join the army among the Israelites.” <i>Rashi</i> comments that we learn from this verse that no one under the age of twenty is to join the army, something that corresponds to what we learned in <i>Avot,</i> בן עשרים לרדוף, “at the age of twenty one has matured enough to give chase.” (<i>Avot,</i> 5,25) It is possible to interpret the words כל יוצא צבא, as referring to all the men old enough to participate in general assemblies of the people. We know that every such general assembly is described as צבא, as for instance in לצבא צבא לעבודה באהל מועד, “to take part in the assembly around the Tent of Meeting in order to perform service” (Numbers 4,23). Another example of such a meaning of the word צבא would be the well-known term צבא השמים, “heavenly assemblies.” (Deut 4,19 and 15 other examples throughout the Bible) This is the reason why men participating in wars are not just described as חיילים, or אנשים לבושים בדים, “soldiers, or men wearing uniforms, but as יוצאי צבא, similar to יוצאי שער עירו, (Genesis 24,34) “all those assembled in the public square of his town.”\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964834bd6e4a92bf45a5ff8", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bamidbar 8:24:4", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "Rabbeinu Bahya, Bamidbar 8:24:4", "sourceHeRef": "רבנו בחיי, במדבר ח׳:כ״ד:ד׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 24.0004, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>מבן חמש ועשרים שנה ומעלה יבא לצבא צבא בעבודת אהל מועד.</b> ולמעלה בסדר נשא (שם ד) אמר ומבן שלשים שנה.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "מבן חמש ועשרים שנה ומעלה יבא לצבא צבא בעבודת אהל מועד, “from twenty-five years old and up he shall join the legion of the service of the Tent of Meeting.” In Numbers 4,23 the Torah had described the years when a Levite serves as between 30-50. How do we reconcile this?", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a436722d6e4a97d18d91807", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Numbers 4:23:1", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "Ralbag Beur HaMilot on Torah, Numbers 4:23:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, במדבר ד׳:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "במדבר", "he": "והנה היו הלויים פסולין לזאת העבודה בהיותם יותר מבני חמשים שנה להיותם אז חלושי כח מלשאת הדברים הכבדים ובהיותם בפחות משלשים שנה ג\"כ היו פסולין כי לא היו שלמי ההויה והמוסר ולזה לא היו עובדים אז באלו העבודות וכבר יתבאר זה ביאור יותר ארוך במה שיבא בג\"ה:", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0ea81873ad4f00597bc855", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 4:23:2", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "Or HaChaim on Numbers 4:23:2", "sourceHeRef": "אור החיים על במדבר ד׳:כ״ג:ב׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 23.0002, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<i></i><b>לצבא צבא וגו'</b>. ובבני קהת אמר לצבא לבד, כי הם היו נושאים כלי הקודש הפנימיים לזה אמר לצבא, מה שאין כן מה שלפנינו הם צובאים צבא הצובא קודש שהם היריעות וגו' והקרשים וגו' שהם צבא הקודש לזה אמר <b>לצבוא צבא</b>, מעתה הם צובאים הצבא:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b><span>לצבא צבא</span>, \"to perform public service etc.\"</b> When speaking of the service to be rendered by the Kehatites the Torah described this only as <span>לצבא</span>, without the word <span>צבא</span>. This was because they carried only the holy vessels that formed the interior furnishings of the Tabernacle. The materials carried by the clan of Gershon were only vessels for the vessels so to speak, i.e. <span>לצבא צבא</span>. [The author perceives the furnishings of the Tabernacle as being the \"army\" of the Tabernacle, so to speak. Ed.]", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6037a6c8cda51cfa3ddf3ca1", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 8:5:1", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "Ramban on Numbers 8:5:1", "sourceHeRef": "רמב\"ן על במדבר ח׳:ה׳:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "אחר שנמנו הבכורות והלוים ונצטוו הלוים בעבודתם ובמשמרתם ונתן להם העגלות השלים מצות הכהנים במנורה. ובא לצוות במצות הלוים שיתחילו לעבוד והוצרך לטהר אותם ולכפר עליהם וזה טעם הסמך הפרשה הזו בכאן: והשלים במצוה לדורות <b>מבן חמש ועשרים שנה ומעלה יבא לצבא צבא</b> וכתב רש\"י (רש\"י על במדבר ח׳:כ״ד) כאן הוא אומר מבן חמש ועשרים ובמקום אחר (במדבר ד׳:ג׳) הוא אומר מבן שלשים שנה הא כיצד מבן חמש ועשרים יבא ללמוד הלכות עבודה ולומד חמש שנים ובן ל' עובד מכאן לתלמיד היושב לפני רבו שלא ראה סימן יפה במשנתו חמש שנים שוב אינו רואה וא\"כ יהיה פירוש <b>יבא לצבוא צבא</b> שיבא להקהל בנקהלים בעבודת אהל מועד שיעמוד עמהם ויראה תמיד עבודתם ביום ובלילה כדי שילמוד הלכות עבודה בתלמוד ובמעשה ולכך לא אמר כאן <b>לעבוד עבודה</b> כמו שנאמר למעלה אלא אמר <b> לצבא צבא בעבודת אהל מועד </b> שיהיה בא עם הצובאים בעבודה אבל לא ידעתי אם זה דברי הכל לרבותינו כי בלשון יחיד אני שונה אותה בספרי (בהעלתך סג) ר' נתן אומר כתוב אחד אומר מבן חמש ועשרים וכו' וגם נראה שהם דברי אסמכתא שנהגו התלמידים ללמוד בהלכות עבודה חמש שנים ועל דרך הפשט הנמנים ביד משה ואהרן היו מבן ל' שנה ומעלה והם אשר הפקיד אותם איש איש על עבודתו ועל משאו אבל בכאן צוה כי כל אשר ידע בעצמו שבא לכלל עשרים וחמש שנה יהיה כשר לעבודה ויבא בכל אות נפשו לעבוד עמהם ולסייעם בעבודה אבל לא יהיה פקיד נגיד על עבודה ידועה והטעם בזה כי כל אדם נותן לבו בעשרותיו כי ישתנו בהן הטבעים וידע בהגיעו לעשרים או לשלשים כי ידעו בו שכניו וקרוביו ואביו ואמו וילדיו ויודיעוהו אבל בהגיעו לכ\"ה לא ירגישו בו כל כך ולכן לא צוה למשה שיטרח למנות רק מבן שלשים שהאיש נודע בהן וכן אמר דוד (דברי הימים א כג ג) ויספרו הלוים מבן שלשים שנה ומעלה ור\"א אמר (אבן עזרא על במדבר ח׳:כ״ד) בדרך הפשט כי מבן שלשים הוא לעבודת משא ומבן כ\"ה לעבודת האוהל ואיננו נכון כי שם נאמר גם כן (במדבר ד׳:כ״ג) כל הבא לצבוא צבא לעבוד עבודה באהל מועד ונאמר (שם פסוק כד) לעבוד ולמשא ועוד כי כתיב במקדש (דה\"י א כג כד כח) אלה בני לוי לבית אבותיהם ראשי האבות לפקודיהם במספר שמות לגלגלותם עושה המלאכה לעבודת בית ה' מבן עשרים שנה ומעלה כי אמר דוד הניח ה' אלהי ישראל לעמו וישכון בירושלם עד לעולם וגם ללוים אין לשאת את המשכן ואת כל כליו לעבודתו כי בדברי דוד האחרונים המה מספר בני לוי מבן עשרים שנה ולמעלה כי מעמדם ליד בני אהרן לעבודת בית ה' על החצרות ועל הלשכות יאמר כי בדברי דוד האחרונים משיבנה הבית ואין להם משא בכתף ואין עבודתם רק על החצרות ועל הלשכות מנה אותם מבן עשרים שנה ומעלה ומתחילה מבני שלשים ואם כדברי ר\"א היה חייב שימנה אותם מבן חמש ועשרים:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Now after the firstborn and the Levites had been counted,<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">Above, 3:39-43.</i> and the Levites were commanded about their [individual] work and charges, and He gave them the wagons,<sup class=\"footnote-marker\">35</sup><i class=\"footnote\"><i>Ibid.</i>, 7:5-8.</i> He completed the commandments referring to the priests with the [laws of the] candelabrum; then He came to give the commandments concerning the Levites so that they could begin their service, and therefore it was necessary to purify them and to effect atonement for them. This is the reason why this chapter [of the purification of the Levites] is put in juxtaposition to this [section on the candelabrum]. He finished [the laws of the Levites] with a commandment applicable for all generations: <i>From twenty and five years old and upward ‘yavo litzvo tzava’</i> (<i>they shall come to be counted among the host</i>) <i>for the work of the Tent of Meeting</i>.<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">Further, Verse 24.</i><br>Now Rashi commented: “Here it says, <i>from twenty and five years old;</i> but in another place it is said, <i>from thirty years old</i>!<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">Above, 4:3.</i> How are these [contradictory verses to be reconciled]? From twenty-five years of age the Levite comes to learn the laws of the service, and he studies for five years, and at the age of thirty he performs the service. From here [we derive the principle] that if a pupil studying under his master does not see progress in his study after five years, he will never see such progress.” If this is so, the expression <i>yavo litzvo tzava</i><sup class=\"footnote-marker\">36</sup><i class=\"footnote\">Further, Verse 24.</i> means that “he shall come and assemble among those who are gathered” <i>for the work of the Tent of Meeting</i>, meaning that he is to stay with them and continually observe the service [of the older Levites] by day and night, in order to learn the laws of the service in theory and practice. This is why He did not state here “to do service,” as He said above [<i>From thirty years old and upward … ‘to do’ service</i>],<sup class=\"footnote-marker\">38</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 23. For since Scripture speaks there of the Levites above the age of thirty years, it uses the expression <i>‘la’avod avodah’</i> (<i>to do service</i>). Here, however, it refers to the five-year period of their training; hence the expression <i>‘ba’avodath’</i> (<i>in the service</i>), as they were not yet permitted to do the actual service.</i> but He stated, <i>‘yavo litzvo tzava’</i> (<i>they shall come to be counted among the host</i>) <i>‘ba’avodath’</i> (<i>for the work of</i>) <i>the Tent of Meeting</i>,<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">Further, Verse 24.</i> meaning that he is to come among those who are gathered for the purpose of the service. But I do not know whether this [explanation that there was a five-year period of training for the Levites] is the unanimous opinion of our Rabbis, for I find it taught in the name of a single Rabbi in the Sifre:<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">Sifre <i>Beha’alothcha</i> 62.</i> “Rabbi Nathan says: One verse states, <i>From twenty and five years old</i> etc.” And it furthermore appears that these words [of the Sifre as quoted by Rashi] are merely Scriptural support for the practice of the pupils [i.e., the new Levites] who used to study the laws of the service for five years.<br>According to the plain meaning of Scripture, the [Levites] counted by the hand of Moses and Aaron were aged thirty years old and over, and it is they whom he appointed <i>every one to his service, and to his burden</i>.<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">Above, 4:49.</i> But here He commanded that every Levite who [although not counted by Moses] knows himself to have reached the age of twenty-five years, is permitted to do the service, and may <i>come with all the desire of his soul</i><sup class=\"footnote-marker\">41</sup><i class=\"footnote\">Deuteronomy 18:6.</i> to work with them and help them in the service, but he may not be <i>a chief officer</i><sup class=\"footnote-marker\">42</sup><i class=\"footnote\">Jeremiah 20:1.</i> over any particular task. And the reason for this is that every person pays attention to [the passing of] his decades, since there are physical changes at these stages, therefore he knows when he reaches the age of twenty or thirty; for even his neighbors, relatives, his father and mother and his children notice it and inform him of it. But when a person reaches twenty-five years of age, they do not notice it so much; therefore He only commanded Moses to go to the trouble of counting those Levites above the age of thirty, when a man is recognizable by his years. And so did David say, <i>And the Levites were numbered from thirty years old and upward</i>.<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">I Chronicles 23:3. Thirty is the age when a person attains full strength (Aboth 5:24).</i><br>And Rabbi Abraham ibn Ezra said that the plain meaning of Scripture is that from thirty years old they were to do the work of bearing burdens, and from twenty-five years old they did work in the Tent of Meeting.<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">On the nature of the work in the Tent of Meeting, see Ramban on the verse that follows.</i> But this is not correct. For there also [when speaking of the Levites who were more than thirty years old] it is said, <i>all that came to perform the service, to do the work in the Tent of Meeting</i>,<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">Above, 4:23.</i> and it is also said [of this group], <i>to serve and to bear burdens</i>.<sup class=\"footnote-marker\">46</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 24.</i> Moreover, it is written of the Sanctuary: <i>These were the sons of Levi after their fathers’ houses, even the heads of the fathers’ houses, according to their numberings, in the number of names by their polls, who did the work for the service of the House of the Eternal, from twenty years old and upward. For David said: ‘The Eternal, the G-d of Israel, hath given rest unto His people, and He dwelleth in Jerusalem forever; and also the Levites shall no more have need to carry the Tabernacle and all the vessels of it for the service thereof.’ For by the last ordinances of David the sons of Levi were numbered from twenty years old and upward. For their station was at the side of the sons of Aaron for the service of the House of the Eternal, in the courts, and in the chambers</i>.<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">I Chronicles 23:24-28.</i> Thus it is stated that <i>by the last ordinances of David</i> when the House [of G-d] is built and the Levites no longer have to carry [the parts of the Tabernacle] on their shoulders, and their service will be only <i>in the courts, and in the chambers</i>, he counted them <i>from twenty years old and upward</i>, while at first [before the building of the Sanctuary] he counted them from the age of thirty upwards.<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">I Chronicles 23:3. Thirty is the age when a person attains full strength (Aboth 5:24).</i> And according to Rabbi Abraham ibn Ezra’s words, he should have counted them from twenty-five years old [since this is, according to him, the age for general work in the Sanctuary as opposed to the work of carrying its parts]!", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61d5d5bdf4629f2b5728015c", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, צבא 1", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "Sefer HaShorashim, צבא 1", "sourceHeRef": "ספר השרשים, צבא א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "צבא", "he": ["<strong><big>צבא</big></strong>   אֲשֶׁר <strong>צָבְאוּ</strong> עַל־יְרֽוּשָׁלָם (<a class=\"refLink\" href=\"Zechariah 14:12\" data-ref=\"Zechariah 14:12\">זכריה יד, יב</a>), <strong>וַֽיִּצְבְּאוּ</strong> עַל־מִדְיָן (<a class=\"refLink\" href=\"Numbers 31:7\" data-ref=\"Numbers 31:7\">במדבר לא, ז</a>), <strong>הַצֹּֽבְאִים</strong> עַל־אֲרִיאֵל (<a class=\"refLink\" href=\"Isaiah 29:7\" data-ref=\"Isaiah 29:7\">ישעיה כט, ז</a>) <strong>לִצְבֹּא</strong> עַל־הַר־צִיּוֹן (<a class=\"refLink\" href=\"Isaiah 31:4\" data-ref=\"Isaiah 31:4\">ישעיה לא, ד</a>). <strong>לִצְבֹא צָבָא</strong> (<a class=\"refLink\" href=\"Numbers 4:23\" data-ref=\"Numbers 4:23\">במדבר ד, כג</a>), תוספת ביאור כי די לו במלת <strong>לִצְבֹא</strong>. וכן מְקַרְקַר קִר (<a class=\"refLink\" href=\"Isaiah 22:5\" data-ref=\"Isaiah 22:5\">ישעיה כב, ה</a>) וַתַּשְׁרֵשׁ שָׁרָשֶׁיהָ (<a class=\"refLink\" href=\"Psalms 80:10\" data-ref=\"Psalms 80:10\">תהלים פ, י</a>). ובנח ה<strong>אל\"ף</strong> ונפילתה מן המכתב וְכָל־<strong>צֹבֶיהָ </strong>וּמְצֹדָתָהּ (<a class=\"refLink\" href=\"Isaiah 29:7\" data-ref=\"Isaiah 29:7\">ישעיה כט, ז</a>). <strong>והשם</strong> כָּל־יֹצֵא <strong>צָבָא</strong> (<a class=\"refLink\" href=\"Numbers 1:3\" data-ref=\"Numbers 1:3\">במדבר א, ג</a>). וְחָנִיתִי לְבֵיתִי <strong>מִצָּבָה</strong> (<a class=\"refLink\" href=\"Zechariah 9:8\" data-ref=\"Zechariah 9:8\">זכריה ט, ח</a>) נכתב ב<strong>ה\"א</strong>. רַבֶּה <strong>צְבָֽאֲךָ</strong> (<a class=\"refLink\" href=\"Judges 9:29\" data-ref=\"Judges 9:29\">שופטים ט, כט</a>). כִּֽי־נִתֵּן <strong>לִצְבָֽאֲךָ</strong> (<a class=\"refLink\" href=\"Judges 8:6\" data-ref=\"Judges 8:6\">שופטים ח, ו</a>), <strong>וּצְבָאוֹ</strong> וּפְקֻדָיו (<a class=\"refLink\" href=\"Numbers 2:6\" data-ref=\"Numbers 2:6\">במדבר ב, ו</a>), והקבוץ בָּֽרֲכוּ י\"י כָּל־<strong>צְבָאָיו</strong> (<a class=\"refLink\" href=\"Psalms 103:21\" data-ref=\"Psalms 103:21\">תהלים קג, כא</a>). ובלשון נקבות עַל־<strong>צִבְאֹתָֽם</strong> (<a class=\"refLink\" href=\"Exodus 6:26\" data-ref=\"Exodus 6:26\">שמות ו, כו</a>). י\"י <strong>צְבָאוֹת</strong> (<a class=\"refLink\" href=\"I Samuel 1:11\" data-ref=\"I Samuel 1:11\">שמואל א' א, יא</a>), אֱלֹהֵי <strong>הַצְּבָאוֹת</strong> (<a class=\"refLink\" href=\"Hosea 12:6\" data-ref=\"Hosea 12:6\">הושע יב, ו</a>), כלומר אתן החיילות חיילות מעלה וחיילות מטה. והטעם כי אף על פי שהכח והאומץ עם החיילות בהסכמתם בלב אחד והתאספם יחד אף על פי כן הוא אדון ומושל על כולם ולא יצליחו בכחם כי אם בכחו וברצונו. <strong>והפעל הכבד</strong> [הִפְעִיל] <strong>הַמַּצְבִּא</strong> אֶת־עַם הָאָרֶץ (<a class=\"refLink\" href=\"Jeremiah 52:25\" data-ref=\"Jeremiah 52:25\">ירמיה נב, כה</a>), כולם ענין אסיפת החיל. וכן בְּמַרְאֹת <strong>הַצֹּבְאֹת</strong> אֲשֶׁר <strong>צָֽבְאוּ</strong> פֶּתַח אֹהֶל מוֹעֵֽד (<a class=\"refLink\" href=\"Exodus 38:8\" data-ref=\"Exodus 38:8\">שמות לח, ח</a>), שהיו בנות ישראל מתאספות פתח אהל מועד ומביאות בידיהן אפילו המראות שלהן לנדבת המשכן. וענין אחר הֲלֹֽא־<strong>צָבָא</strong> לֶאֱנוֹשׁ עֲֽלֵ [עֲֽלֵי] ־אָרֶץ (<a class=\"refLink\" href=\"Job 7:1\" data-ref=\"Job 7:1\">איוב ז, א</a>), כָּל־יְמֵי <strong>צְבָאִי</strong> אֲיַחֵל (<a class=\"refLink\" href=\"Job 14:14\" data-ref=\"Job 14:14\">איוב יד, יד</a>), כִּי מָֽלְאָה <strong>צְבָאָהּ</strong> (<a class=\"refLink\" href=\"Isaiah 40:2\" data-ref=\"Isaiah 40:2\">ישעיה מ, ב</a>), וֶֽאֱמֶת הַדָּבָר <strong>וְצָבָא</strong> גָדוֹל (<a class=\"refLink\" href=\"Daniel 10:1\" data-ref=\"Daniel 10:1\">דניאל י, א</a>), <strong>וְצָבָא</strong> תִּנָּתֵן עַל־הַתָּמִיד בְּפָשַׁע (<a class=\"refLink\" href=\"Daniel 8:12\" data-ref=\"Daniel 8:12\">דניאל ח, יב</a>), ענין הכל קץ וזמן ויש מפרשים <strong>וְצָבָא גָדוֹל</strong> חפץ, מן הארמית דִּֽי־הֲוָא <strong>צָבֵא</strong> הֲוָה קָטֵל (<a class=\"refLink\" href=\"Daniel 5:19\" data-ref=\"Daniel 5:19\">דניאל ה, יט</a>). והחכם רבי אברהם אבן עזרא פירשו מן הענין הראשון כלומר <strong>וְצָבָא גָדוֹל</strong> נראה לו לדניאל במראות הלילה."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5c7f4629f2b57280aaa", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, קיר 1", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "Sefer HaShorashim, קיר 1", "sourceHeRef": "ספר השרשים, קיר א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "קיר", "he": ["<strong><big>קיר</big></strong>   <strong>קִיר</strong> הַמִּזְבֵּֽחַ (<a class=\"refLink\" href=\"Leviticus 1:15\" data-ref=\"Leviticus 1:15\">ויקרא א, טו</a>), נֹגַעַת<strong> בַּקִּיר</strong> הַשֵּׁנִי (<a class=\"refLink\" href=\"I Kings 6:27\" data-ref=\"I Kings 6:27\">מלכים א' ו, כז</a>). נַֽעֲשֶׂה־נָּא עֲלִיַּת־<strong>קִיר</strong> (<a class=\"refLink\" href=\"II Kings 4:10\" data-ref=\"II Kings 4:10\">מלכים ב' ד, י</a>), פירוש כותל הידוע במשנה. וסמך <strong>עֲלְיָּה </strong>אל קיר כלומר שתהיה העליה בנויה בכותלים שהיא בנין אבנים לא במחיצות קנים וחוצים. והקבוץ בלשון נקבות <strong>בְּקִירוֹת</strong> הַבָּֽיִת (שם א' ו, ו), אֶת־גַּגּוֹ וְאֶת־<strong>קִֽירֹתָיו</strong> (<a class=\"refLink\" href=\"Exodus 30:3\" data-ref=\"Exodus 30:3\">שמות ל, ג</a>),<strong> וְקִֽירֹתָיו</strong> עֵץ (<a class=\"refLink\" href=\"Ezekiel 41:22\" data-ref=\"Ezekiel 41:22\">יחזקאל מא, כב</a>). ובדרך ההשאלה <strong>קִירוֹת</strong> לִבִּי הֹֽמֶה־לִּי (<a class=\"refLink\" href=\"Jeremiah 4:19\" data-ref=\"Jeremiah 4:19\">ירמיה ד, יט</a>), אמר לבי מפני שהלב יש בו דפנות וחללים. <strong>והפעל הכבד</strong> <strong>ממנו</strong> [פִּעֵל]<strong> וְקַרְקַר</strong> כָּל־בְּנֵי־שֵֽׁת (<a class=\"refLink\" href=\"Numbers 24:17\" data-ref=\"Numbers 24:17\">במדבר כד, יז</a>), ו<strong>פ\"א</strong> הפעל פתוחה ומשפטה בחירק. אבל התנועות משתנות בהרבה מקומות. <strong>מְקַרְקַר קִר</strong> (<a class=\"refLink\" href=\"Isaiah 22:5\" data-ref=\"Isaiah 22:5\">ישעיה כב, ה</a>), היה משפטו <strong>מְקַרְקֵר</strong> בצרי אלא שהתנועות משתנות. וענינם הריסת הקיר כמו שהוא מְשָׁרֵשׁ מסיר השרש כן מקרקר הורס הקיר. ואמר <strong>קִר</strong> לתוספת ביאור כי די היה לו במקרקר כמו לִצְבֹא צָבָא (<a class=\"refLink\" href=\"Numbers 4:23\" data-ref=\"Numbers 4:23\">במדבר ד, כג</a>) וַתַּשְׁרֵשׁ שָׁרָשֶׁיהָ (<a class=\"refLink\" href=\"Psalms 80:10\" data-ref=\"Psalms 80:10\">תהלים פ, י</a>) וַיִּקְסְמוּ קְסָמִים (<a class=\"refLink\" href=\"II Kings 17:17\" data-ref=\"II Kings 17:17\">מלכים ב' יז, יז</a>)."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5c8f4629f2b57280bd6", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, קסם 1", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "Sefer HaShorashim, קסם 1", "sourceHeRef": "ספר השרשים, קסם א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "קסם", "he": ["<strong><big>קסם</big></strong>   <strong>קֹסֵם קְסָמִים</strong> (<a class=\"refLink\" href=\"Deuteronomy 18:10\" data-ref=\"Deuteronomy 18:10\">דברים יח, י</a>), וּבֹשׁוּ הַֽחֹזִים וְחָֽפְרוּ <strong>הַקֹּסְמִים</strong> (<a class=\"refLink\" href=\"Micah 3:7\" data-ref=\"Micah 3:7\">מיכה ג, ז</a>). <strong>והשם</strong> <strong>קֶסֶם</strong> עַֽל־שִׂפְתֵי־מֶלֶךְ (<a class=\"refLink\" href=\"Proverbs 16:10\" data-ref=\"Proverbs 16:10\">משלי טז, י</a>), בשש נקודות. <strong>וַיִּקְסְמוּ קְסָמִים</strong> (<a class=\"refLink\" href=\"II Kings 17:17\" data-ref=\"II Kings 17:17\">מלכים ב' יז, יז</a>), אמר קסמים לתוספת ביאור כמו מְקַרְקַר קִר (<a class=\"refLink\" href=\"Isaiah 22:5\" data-ref=\"Isaiah 22:5\">ישעיה כב, ה</a>), לִצְבֹא צָבָא (<a class=\"refLink\" href=\"Numbers 4:23\" data-ref=\"Numbers 4:23\">במדבר ד, כג</a>), וַתַּשְׁרֵשׁ שָׁרָשֶׁיהָ (<a class=\"refLink\" href=\"Psalms 80:10\" data-ref=\"Psalms 80:10\">תהלים פ, י</a>). <strong>וּקְסָמִים </strong>בְּיָדָם (<a class=\"refLink\" href=\"Numbers 22:7\" data-ref=\"Numbers 22:7\">במדבר כב, ז</a>), פירושו מיני קסמים. או פירושו מיני קסמים, או מה שצריכין אליו מעניני הקסמים. וְחָשְׁכָה לָכֶם <strong>מִקְּסֹם</strong> (<a class=\"refLink\" href=\"Micah 3:6\" data-ref=\"Micah 3:6\">מיכה ג, ו</a>). קָֽסֳומִי [<strong>קָֽסֳמִי־</strong>] נָא לִי בָּאוֹב (<a class=\"refLink\" href=\"I Samuel 28:8\" data-ref=\"I Samuel 28:8\">שמואל א' כח, ח</a>), ה<strong>קו\"ף</strong> בקמץ רחב והסמך בקמץ חטף. ומשקל אחר <strong>השם וּמִקְסַם</strong> חָלָק (<a class=\"refLink\" href=\"Ezekiel 12:24\" data-ref=\"Ezekiel 12:24\">יחזקאל יב, כד</a>), והוא פתח שלא כמשפט כי איננו סמוך. וכבר כתבנוהו בחלק הדקדוק בשער השמות עם חביריו. ואפשר שיהיה סמוך ויהיה חלק תאר לאיש הדובר חלקות והוא נביא השקר. הלשון הזה כולל כל מלאכה שעושין אותה לדעת העתידות."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eec6bfddfbb310fed24", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites II 2", "anchorRef": "Numbers 4:1-49", "anchorRefExpanded": ["Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites II 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ד׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Levites II", "he": "במדבר הערה ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Here the tasks of the Levites are presented in great detail and listed according to clan. The jobs involve the guarding, dismantling, and transport of the “sancta” (holy objects). We are subsequently given a census of the Levites from ages 30 to 50, which fits here better than in Chap. 1. This age of service implies, perhaps, the physical strain associated with Levite tasks.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eac9ad75f2d99af9ce", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites II 1", "anchorRef": "Numbers 4:1-49", "anchorRefExpanded": ["Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites II 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 4:1-49\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 4:1-49</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623b87c0efb8b96e7ad31a41", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 72", "anchorRef": "Numbers 4:21-34", "anchorRefExpanded": ["Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34"], "sourceRef": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 72", "sourceHeRef": "סידור ספרד, סדר הקריאות, קריאות לשבת במנחה, ושני וחמישי ע״ב", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 72, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאות לשבת במנחה, ושני וחמישי", "he": "<b>וַיְדַבֵּר</b> יְהֹוָה אֶל מֹשֶׁה לֵּאמֹר: נָשֹׂא אֶת רֹאשׁ בְּנֵי גֵרְשׁוֹן גַּם הֵם לְבֵית אֲבֹתָם לְמִשְׁפְּחֹתָם: מִבֶּן שְׁלֹשִׁים שָׁנָה וָמַעְלָה עַד בֶּן חֲמִשִּׁים שָׁנָה תִּפְקֹד אוֹתָם כָּל הַבָּא לִצְבֹא צָבָא לַעֲבֹד עֲבֹדָה בְּאֹהֶל מוֹעֵד: זֹאת עֲבֹדַת מִשְׁפְּחֹת הַגֵּרְשֻׁנִּי לַעֲבֹד וּלְמַשָּׂא:שניוְנָשְׂאוּ אֶת יְרִיעֹת הַמִּשְׁכָּן וְאֶת אֹהֶל מוֹעֵד מִכְסֵהוּ וּמִכְסֵה הַתַּחַשׁ אֲשֶׁר עָלָיו מִלְמָעְלָה וְאֶת מָסַךְ פֶּתַח אֹהֶל מוֹעֵד: וְאֵת קַלְעֵי הֶחָצֵר וְאֶת מָסַךְ פֶּתַח שַׁעַר הֶחָצֵר אֲשֶׁר עַל הַמִּשְׁכָּן וְעַל הַמִּזְבֵּחַ סָבִיב וְאֵת מֵיתְרֵיהֶם וְאֶת כָּל כְּלֵי עֲבֹדָתָם וְאֵת כָּל אֲשֶׁר יֵעָשֶׂה לָהֶם וְעָבָדוּ: עַל פִּי אַהֲרֹן וּבָנָיו תִּהְיֶה כָּל עֲבֹדַת בְּנֵי הַגֵּרְשֻׁנִּי לְכָל מַשָּׂאָם וּלְכֹל עֲבֹדָתָם וּפְקַדְתֶּם עֲלֵהֶם בְּמִשְׁמֶרֶת אֵת כָּל מַשָּׂאָם: זֹאת עֲבֹדַת מִשְׁפְּחֹת בְּנֵי הַגֵּרְשֻׁנִּי בְּאֹהֶל מוֹעֵד וּמִשְׁמַרְתָּם בְּיַד אִיתָמָר בֶּן אַהֲרֹן הַכֹּהֵן:שלישיבְּנֵי מְרָרִי לְמִשְׁפְּחֹתָם לְבֵית אֲבֹתָם תִּפְקֹד אֹתָם: מִבֶּן שְׁלֹשִׁים שָׁנָה וָמַעְלָה וְעַד בֶּן חֲמִשִּׁים שָׁנָה תִּפְקְדֵם כָּל הַבָּא לַצָּבָא לַעֲבֹד אֶת עֲבֹדַת אֹהֶל מוֹעֵד: וְזֹאת מִשְׁמֶרֶת מַשָּׂאָם לְכָל עֲבֹדָתָם בְּאֹהֶל מוֹעֵד קַרְשֵׁי הַמִּשְׁכָּן וּבְרִיחָיו וְעַמּוּדָיו וַאֲדָנָיו: וְעַמּוּדֵי הֶחָצֵר סָבִיב וְאַדְנֵיהֶם וִיתֵדֹתָם וּמֵיתְרֵיהֶם לְכָל כְּלֵיהֶם וּלְכֹל עֲבֹדָתָם וּבְשֵׁמֹת תִּפְקְדוּ אֶת כְּלֵי מִשְׁמֶרֶת מַשָּׂאָם: זֹאת עֲבֹדַת מִשְׁפְּחֹת בְּנֵי מְרָרִי לְכָל עֲבֹדָתָם בְּאֹהֶל מוֹעֵד בְּיַד אִיתָמָר בֶּן אַהֲרֹן הַכֹּהֵן: וַיִּפְקֹד מֹשֶׁה וְאַהֲרֹן וּנְשִׂיאֵי הָעֵדָה אֶת בְּנֵי הַקְּהָתִי לְמִשְׁפְּחֹתָם וּלְבֵית אֲבֹתָם: מִבֶּן שְׁלֹשִׁים שָׁנָה וָמַעְלָה וְעַד בֶּן חֲמִשִּׁים שָׁנָה כָּל הַבָּא לַצָּבָא לַעֲבֹדָה בְּאֹהֶל מוֹעֵד: וַיִּהְיוּ פְקֻדֵיהֶם לְמִשְׁפְּחֹתָם אַלְפַּיִם שְׁבַע מֵאוֹת וַחֲמִשִּׁים: אֵלֶּה פְקוּדֵי מִשְׁפְּחֹת הַקְּהָתִי כָּל הָעֹבֵד בְּאֹהֶל מוֹעֵד אֲשֶׁר פָּקַד מֹשֶׁה וְאַהֲרֹן עַל פִּי יְהֹוָה בְּיַד מֹשֶׁה:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64a412a17ab080cdd2b78273", "index_title": "Rav Hirsch on Torah", "category": "Quoting Commentary", "type": "", "ref": "Rav Hirsch on Torah, Genesis 2:1:7", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "Rav Hirsch on Torah, Genesis 2:1:7", "sourceHeRef": "רש\"ר הירש על התורה, בראשית ב׳:א׳:ז׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 1.0007, "collectiveTitle": {"en": "Rav Hirsch on Torah", "he": "רש\"ר הירש על התורה"}, "heTitle": "בראשית", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "וכל צבאם. Die Tatsache, daß das jüdische Volk in seinem friedlichen, das Heiligtum umgebenden Lager nach יוצאי צבא gezählt wurde, daß die am Heiligtum dienenden Leviten als (Bamidbar 4, 23) כל הבא לצבא צבא לעבוד עבודה באהל מועד bezeichnet werden, daß endlich die mit ihren Spenden zusammen kommenden Frauen הצבאת אשר צבאו פתח אהל מועד genannt werden, diese Tatsache beseitigt die Annahme, daß in צבא der Begriff des Kampfes liege; vielmehr ist offenbar die Grundbedeutung: <i>Heer</i>. Nicht jede versammelte Masse ist ein Heer, vielmehr nur diejenige Masse, die sich dem Willen eines Einzigen unterstellt, der für die Zeit des Heeresdienstes über die geistigen und leiblichen Kräfte der ins Heer Eingetretenen zu gebieten hat, ist ein Heer. Die Intelligenz und der Wille des Heerführers macht somit das Heer zum Heer, und ein Heer ist eine große, von der Intelligenz und dem Willen eines Einzigen befehligte Menge. Die Heeresmenge ist gleichsam der Körper des Heerführers; ihre Kraft und Glieder gehorchen seiner Intelligenz und seinem Willen. So begreift sich die Verwandtschaft von צבא mit צבה, <i>anschwellen</i>, einen großen körperlichen Umfang gewinnen, und ähnlich צבה: <i>wollen</i>, sich zur Erreichung eines Gegenstandes ausdehnen, etwas in den Kreis seines Bereiches ziehen, oder sein Reich zum Einschluss eines Gegenstandes ausdehnen. (Vergl. התאוה und והתאויתם לכם). Daher auch צבי das <i>Ersehnte</i>, das Reizende. (Ob צבי, der Hirsch, seinen Namen von der im Munde der Weisen so gerühmten großen Elastizität (<i>Dehnbarkeit</i>) seiner Haut hat, auf welcher auch vielleicht seine Schnellkraft mit beruht, wagen wir nur zu vermuten.) צַוֵה heißt: jemanden in seinen Kreis, in das Bereich seines Willens stellen, ihn auf seinem Posten anweisen, verpflichten, <i>befehligen</i>. צפה: vom Mittelpunkt aus seinen Kreis <i>überschauen</i>, überwachen. צַפֵה: nach der Erscheinung eines Gegenstandes in seinem Kreis, nach etwas ausblicken, <i>erwarten</i>. Auch: einer Sache eine Umgebung bilden, sie mit etwas <i>belegen</i>.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6538e7e5607fcbea454f676c", "index_title": "Talks of Yeshayahu Leibowitz on the Parasha", "category": "Quoting Commentary", "type": "", "ref": "Talks of Yeshayahu Leibowitz on the Parasha, Yitro 30:2", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "Talks of Yeshayahu Leibowitz on the Parasha, Yitro 30:2", "sourceHeRef": "שיחות על פרשת השבוע (ליבוביץ), יתרו ל׳:ב׳", "anchorVerse": 23, "sourceHasEn": false, "commentaryNum": 30.0002, "collectiveTitle": {"en": "Talks of Yeshayahu Leibowitz on the Parasha", "he": "שיחות על פרשת השבוע (ליבוביץ)"}, "heTitle": "יתרו", "he": "את המונח 'מלאכה' אנו מכירים כבר מסיפור בראשית: \"ויכל אלהים ביום השביעי מלאכתו אשר עשה\" (ב:ב), אולם המקרא מבחין בינו לבין המונח 'עבודה' כגון בפסוק: \"לעבד עבדה באהל מועד\" (במדבר, ד:כג), ויש גם הצירופים כגון \"מלאכת-עבודה\" (ויקרא, כג:ז), \"עבודת עבודה ועבודת משא\" (במדבר, ד:מז). ", "heVersionTitle": "Jerusalem, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc65758c1dc532ec904e", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 4:23", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "Steinsaltz on Numbers 4:23", "sourceHeRef": "ביאור שטיינזלץ על במדבר ד׳:כ״ג", "anchorVerse": 23, "sourceHasEn": true, "commentaryNum": 4.0023, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>מִבֶּן שְׁלֹשִׁים שָׁנָה וָמַעְלָה עַד בֶּן חֲמִשִּׁים שָׁנָה תִּפְקֹד אוֹתָם</b>, מְנה ומַנה אותם לתפקידם – \n  <b>כָּל הַבָּא לִצְבֹא צָבָא,</b> למלא את תפקידו הציבורי – \n  <b>לַעֲבֹד עֲבֹדָה בְּאֹהֶל מוֹעֵד.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>From thirty years old and above until fifty years old you shall count them, </b>and appoint them to their task: <b>Everyone enlisted to perform a duty, to perform work in the Tent of Meeting. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "516ba9a3edbab4702cd32b6a", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "midrash", "ref": "Bamidbar Rabbah 6:3", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "Bamidbar Rabbah 6:3", "sourceHeRef": "במדבר רבה ו׳:ג׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 6.0003, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "לְבֵית אֲבֹתָם לְמִשְׁפְּחֹתָם <small>(במדבר ד, כב)</small>, לְבֵית אָבוֹת עָשָׂה לוֹ מִשְׁפָּחוֹת וְלֹא לְבֵית אִמּוֹתָם, שֶׁאִם נָשְׂאוּ בְּנֵי גֵרְשׁוֹן מִבְּנוֹת קְהָת אוֹ מִבְּנוֹת מְרָרִי יִקָּרְאוּ בְּנֵיהֶם עַל שֵׁם מִשְׁפְּחוֹת גֵּרְשׁוֹן, אֲבָל אִם מִשְׁאָר מִשְׁפָּחוֹת נָשְׂאוּ מִבְּנוֹת גֵּרְשׁוֹן, הָיוּ בְּנֵיהֶם נִקְרָאִין עַל שֵׁם שְׁאָר הַמִּשְׁפָּחוֹת. <small>(במדבר ד, כג)</small>: מִבֶּן שְׁלשִׁים שָׁנָה וָמַעְלָה וגו', תָּנֵי <small>(תוספתא שקלים ג, טז)</small>: כֹּהֵן גָּדוֹל אֵין נִכְנָס לָעֲזָרָה לָעֲבוֹדָה אֶלָּא אִם כֵּן נִמְשַׁח שִׁבְעָה וְנִתְרַבָּה שִׁבְעָה, אַף עַל פִּי שֶׁלֹא נִמְשַׁח שִׁבְעָה וְנִתְרַבָּה שִׁבְעָה וְעָבַד, עֲבוֹדָתוֹ כְּשֵׁרָה. כֹּהֵן הֶדְיוֹט אֵין נִכְנָס לָעֲזָרָה לָעֲבוֹדָה אֶלָּא אִם כֵּן הֵבִיא עֲשִׂירִית הָאֵיפָה מִשֶּׁלּוֹ וְעוֹבְדָהּ בְּיָדוֹ, אַף עַל פִּי שֶׁלֹא הֵבִיא עֲשִׂירִית הָאֵיפָה מִשֶּׁלּוֹ וְעוֹבְדָהּ בְּיָדוֹ וְעָבַד, עֲבוֹדָתוֹ כְּשֵׁרָה. בֶּן לֵוִי אֵין נִכְנָס לָעֲזָרָה לָעֲבוֹדָה אֶלָּא אִם כֵּן לָמַד חָמֵשׁ שָׁנִים, שֶׁנֶּאֱמַר <small>(במדבר ח, כד)</small>: זֹאת אֲשֶׁר לַלְוִיִּם מִבֶּן חָמֵשׁ וְעֶשְׂרִים שָׁנָה, וּלְהַלָּן הוּא אוֹמֵר: מִבֶּן שְׁלשִׁים שָׁנָה, אִם נֶאֱמַר: מִבֶּן חָמֵשׁ וְעֶשְׂרִים לָמָּה נֶאֱמַר: מִבֶּן שְׁלשִׁים, וְאִם נֶאֱמַר: מִבֶּן שְׁלשִׁים לָמָּה נֶאֱמַר: מִבֶּן חָמֵשׁ וְעֶשְׂרִים, אֶלָּא, כָּל אוֹתָן שָׁנִים שֶׁמִּבֶּן חָמֵשׁ וְעֶשְׂרִים וְעַד בֶּן שְׁלשִׁים הָיָה לָמֵד, מִכָּאן וָאֵילָךְ מְקָרְבִין אוֹתוֹ לָעֲבוֹדָה. מִכָּאן אָמְרוּ כָּל שֶׁאֵינוֹ רוֹאֶה סִימָן בְּרָכָה בְּמִשְׁנָתוֹ בְּתוֹךְ חָמֵשׁ שָׁנִים, שׁוּב אֵינוֹ רוֹאֶה. רַבִּי יוֹסֵי אוֹמֵר שָׁלשׁ שָׁנִים, שֶׁנֶּאֱמַר <small>(דניאל א, ה)</small>: וּלְגַדְּלָם שָׁנִים שָׁלוֹשׁ. זָקֵן אֵין מוֹשִׁיבִין אוֹתוֹ בַּגָּזִית אֶלָּא אִם כֵּן נַעֲשָׂה דַיָּן בְּעִירוֹ, מִשֶּׁנַּעֲשָׂה דַיָּן בְּעִירוֹ מַעֲלִין וּמוֹשִׁיבִין אוֹתוֹ בְּהַר הַבַּיִת, מִשָּׁם מַעֲלִין וּמוֹשִׁיבִין אוֹתוֹ בַּחֵיל, מִשָּׁם מַעֲלִין וּמוֹשִׁיבִין אוֹתוֹ בְּלִשְׁכַּת הַגָּזִית. <small>(במדבר ד, כג)</small>: כָּל הַבָּא לִצְבֹא צָבָא, שֶׁהָיוּ שׁוֹעֲרִים. <small>(במדבר ד, כג)</small>: לַעֲבֹד עֲבֹדָה בְּאֹהֶל מוֹעֵד, שֶׁהָיוּ מְשׁוֹרְרִים. <small>(במדבר ד, כד)</small>: זֹאת עֲבֹדַת מִשְׁפְּחֹת הַגֵּרְשֻׁנִּי, וְלֹא אַחֶרֶת, מְלַמֵּד שֶׁבְּנֵי גֵרְשׁוֹן הָיוּ אֲסוּרִין לִכָּנֵס לַעֲבוֹדַת בְּנֵי מְרָרִי בְּקַרְשֵׁי הַמִּשְׁכָּן וּבְרִיחָיו וְעַמּוּדָיו וַאֲדָנָיו. <small>(במדבר ד, כד)</small>: לַעֲבֹד וּלְמַשָֹּׂא, שֶׁבְּעֵת שֶׁהָיוּ מְקִימִין הַמִּשְׁכָּן הֵם הָיוּ פּוֹרְשִׂין יְרִיעוֹת בְּמִשְׁכַּן אֹהֶל מוֹעֵד, וְכָל מַה שֶּׁהָיָה מְמֻנֶּה תַּחַת יָדָם הָיוּ מְקִימִין, וּבְעֵת שֶׁהָיוּ פּוֹרְקִין הַמִּשְׁכָּן הֵם הָיוּ טוֹעֲנִין אוֹתוֹ עַל הָעֲגָלוֹת. <small>(במדבר ד, כה)</small>: וּמִכְסֵה הַתַּחַשׁ אֲשֶׁר עָלָיו מִלְמָעְלָה, כְּמַשְׁמָעוֹ. אָמַר רַבִּי שִׁמְעוֹן בֶּן לָקִישׁ אוֹמֵר הָיָה רַבִּי מֵאִיר תַּחַשׁ שֶׁהָיָה בִּימֵי משֶׁה בְּרִיָה בִּפְנֵי עַצְמָהּ הָיְתָה וְלֹא הִכִּירוּ בָּהּ חֲכָמִים שֶׁבְּאוֹתוֹ הַדּוֹר אִם מִין חַיָּה הוּא אוֹ מִין בְּהֵמָה הוּא, וְקֶרֶן אַחַת הָיְתָה לָהּ בְּמִצְחָהּ, וּלְפִי שָׁעָה נִזְדַּמֵּן לוֹ לְמשֶׁה, וְנַעֲשָׂה מִמֶּנָּהּ מִשְׁכָּן, וְנִגְנְזָה. מִדְּקָאָמַר קֶרֶן אַחַת הָיְתָה לָהּ בְּמִצְחָהּ, מִזֶּה לָמַדְנוּ שֶׁטְּהוֹרָה הָיְתָהּ. <small>(במדבר ד, כה)</small>: וְאֶת מָסַךְ פֶּתַח אֹהֶל מוֹעֵד, כְּמָה דְתֵימָא <small>(שמות כו, לו)</small>: וְעָשִׂיתָ מָסָךְ לְפֶתַח וגו' <small>(במדבר ד, כו)</small>: וְאֵת קַלְעֵי הֶחָצֵר, אֵלּוּ קְלָעִים שֶׁעָשׂוּ סָבִיב לַחָצֵר, כְּמָה דְתֵימָא <small>(שמות כז, ט טו)</small>: וְעָשִׂיתָ אֵת חֲצַר וגו' וְכֵן לִפְאַת צָפוֹן וגו' וְרֹחַב הֶחָצֵר וגו' וַחֲמֵשׁ עֶשְׂרֵה אַמָּה קְלָעִים וגו' וְלַכָּתֵף הַשֵּׁנִית וגו' <small>(במדבר ד, כו)</small>: וְאֶת מָסַךְ פֶּתַח שַׁעַר וגו', כְּמָה דְתֵימָא <small>(שמות כז, טז)</small>: וּלְשַׁעַר הֶחָצֵר וגו' <small>(במדבר ד, כו)</small>: אֲשֶׁר עַל הַמִּשְׁכָּן וְעַל הַמִּזְבֵּחַ סָבִיב. תָּנֵי מִזְבַּח הָעוֹלָה אָרְכּוֹ חָמֵשׁ אַמּוֹת וְרָחְבּוֹ חָמֵשׁ אַמּוֹת וְגָבְהוֹ שָׁלשׁ אַמּוֹת, שֶׁנֶּאֱמַר <small>(שמות כז, א)</small>: וְעָשִׂיתָ אֶת הַמִּזְבֵּחַ <small>(שמות לח, א)</small>: מִזְבַּח הָעֹלָה וגו', דִּבְרֵי רַבִּי מֵאִיר. אָמַר לוֹ רַבִּי יוֹסֵי מִמַּשְׁמַע שֶׁנֶּאֱמַר <small>(שמות כז, א)</small>: חָמֵשׁ אַמּוֹת אֹרֶךְ וְחָמֵשׁ אַמּוֹת רֹחַב, אֵינִי יוֹדֵעַ שֶׁהוּא רָבוּעַ, מַה תַּלְמוּד לוֹמַר <small>(שמות כז, א)</small>: רָבוּעַ יִהְיֶה, אֶלָּא מֻפְנֶה לְהַקִּישׁ לָדוּן מִמֶּנּוּ גְּזֵרָה שָׁוָה, נֶאֱמַר כָּאן רָבוּעַ, וְנֶאֱמַר לְהַלָּן רָבוּעַ, מָה רָבוּעַ הָאָמוּר לְהַלָּן גָּבְהוֹ שְׁנַיִם בְּרָחְבּוֹ, אַף כָּאן גָּבְהוֹ שְׁנַיִם בְּרָחְבּוֹ. אָמַר לוֹ רַבִּי מֵאִיר אִם כִּדְבָרֶיךָ נִמְצָא גּוֹבַהּ מִזְבֵּחַ מִן הַקְלָעִים חָמֵשׁ אַמּוֹת. אָמַר לוֹ רַבִּי יוֹסֵי וַהֲלוֹא כְּבָר נֶאֱמַר <small>(במדבר ד, כו)</small>: וְקַלְעֵי הֶחָצֵר סָבִיב וגו', מַה מִּשְׁכָּן עֶשֶׂר אַמּוֹת אַף מִזְבֵּחַ עֶשֶׂר אַמּוֹת. <small>(במדבר ד, כו)</small>: וְאֵת מֵיתְרֵיהֶם, אֵלּוּ הַמֵּיתָרִים, מַה הָיוּ עוֹשִׂין בָּהֶם, הָיוּ מְקַפְּלִין הַיְרִיעוֹת וְהַקְּלָעִים וְהָיוּ אוֹסְרִים אוֹתָם בָּהֶם וּמַנִּיחִים אוֹתָם עַל הָעֲגָלוֹת, <small>(במדבר ד, כו)</small>: וְאֶת כָּל כְּלֵי עֲבֹדָתָם, אֵלּוּ קַרְסֵי זָהָב וְאֵלּוּ קַרְסֵי נְחשֶׁת שֶׁהָיוּ מְחַבְּרִים בָּהֶם הַיְרִיעוֹת. <small>(במדבר ד, כו)</small>: וְאֵת כָּל אֲשֶׁר יֵעָשֶׂה לָהֶם וְעָבָדוּ, כָּל מַה שֶּׁהָיָה נַעֲשָׂה לְכָל הַכֵּלִים יִהְיוּ בְּנֵי גֵרְשׁוֹן עוֹשִים. <small>(במדבר ד, כז)</small>: עַל פִּי אַהֲרֹן וּבָנָיו תִּהְיֶה לָהֶם וגו', זוֹ הִיא שֶׁאָמְרוּ שֶׁחָלַק הַקָּדוֹשׁ בָּרוּךְ הוּא כָּבוֹד לַבְּכוֹר, כְּשֵׁם שֶׁעֲבוֹדַת בְּנֵי קְהָת הָיְתָה עַל פִּי אַהֲרֹן וּבָנָיו, כְּמָה דְתֵימָא <small>(במדבר ד, יט)</small>: אַהֲרֹן וּבָנָיו יָבֹאוּ וְשָׂמוּ אוֹתָם אִישׁ אִישׁ וגו', כֵּן עֲבוֹדַת בְּנֵי גֵּרְשׁוֹן הָיְתָה עַל פִּי אַהֲרֹן וּבָנָיו, אֲבָל בִּבְנֵי מְרָרִי לֹא נֶאֱמַר בּוֹ עַל פִּי אַהֲרֹן וּבָנָיו. <small>(במדבר ד, כז)</small>: וּפְקַדְתֶּם עֲלֵיהֶם בְּמִשְׁמֶרֶת אֵת כָּל מַשָֹּׂאָם, הֵבִיא הַכָּתוּב משֶׁה עִמָּהֶם שֶׁיִּהְיוּ מְצַוִּים עֲלֵיהֶם, שֶׁיִּהְיוּ שׁוֹמְרִים עַל כָּל מַה שֶּׁנּוֹשְׂאִים. <small>(במדבר ד, כח)</small>: זֹאת עֲבֹדַת מִשְׁפְּחֹת בְּנֵי הַגֵּרְשֻׁנִּי וגו', בַּתְּחִלָּה שָׂמוּ אַהֲרֹן וּבָנָיו וּמשֶׁה עִמָּהֶם לִבְנֵי גֵרְשׁוֹן עַל עֲבוֹדָתָם וְעַל מַשָֹּׂאָם וְעַל מִשְׁמַרְתָּם, מִכָּאן וָאֵילָךְ עֲבוֹדָתָם וּמִשְׁמַרְתָּם הָיְתָה בְּיַד אִיתָמָר בֶּן אַהֲרֹן הַכֹּהֵן.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“By their patrilineal house, by their families,” by patrilineal house, he determined families for him, but not by their matrilineal house. Were the sons of Gershon to marry from among the daughters of Kehat or the daughters of Merari, their sons would be attributed to the families of Gershon. However, were the rest of the families to marry from the daughters of Gershon, their sons would be attributed to the rest of the families.  <br><b>“From thirty years old and above until fifty years old you shall count them: Everyone enlisted to perform a duty, to perform service in the Tent of Meeting” (Numbers 4:23).</b> <br>“From thirty years old and above.” It is taught: A High Priest enters the courtyard for service only if he is anointed for seven [days] and donned multiple vestments for seven [days]. Even if he was not anointed for seven and did not don multiple garments for seven, his service is valid. <br>A common priest enters the courtyard for service only if he brought one-tenth of an ephah of his own and offers it with his own hand. Even though he did not bring one-tenth of an ephah of his own and offer it with his own hand, his service is valid. <br>The son of a Levite enters the courtyard only if he studied for five years, as it is stated: “This is regarding the Levites: From twenty-five years old and above [he shall enlist to perform duty in the work of the Tent of Meeting]” (Numbers 8:24), and elsewhere it is stated: “From thirty years old and above.” (Numbers 4:3) If it is stated “from twenty-five years old,” why is “from thirty years old” stated? If it is stated “from thirty years old,” why is “from twenty-five years old” stated?  Rather, all those years between twenty-five years old until thirty years old, he would study. From then on, they draw him near to service. From here they said: Anyone who does not see a modicum of success in his studies within five years, will never see [success]. Rabbi Yosei says: Three years, as it is stated: “To raise them for three years” (Daniel 1:5). <br>One seats an elder in the Chamber of Hewn Stone only if he became a judge in his city. Once he became a judge in his city, they promote and seat him on the Temple Mount. From there, they promote and seat him on the <i>chail</i>.rampart.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">The rampart is a section of the Temple Mount which is before the Women's Courtyard. See the <i>Tosefta, Chagiga</i> 2:4, which refers to a <i>beit din</i> on the Temple Mount, in the rampart, and in the Chamber of Hewn Stone.</i> From there, they promote and seat him in the Chamber of Hewn Stone. <br>“Everyone enlisted to perform a duty,” they were gatekeepers. “To perform service in the Tent of Meeting,” they were singers. <br><b>“This is the service of the Gershonite families, to perform service and for bearing” (Numbers 4:24).</b> <br>“This is the service of the Gershonite families,” and no other; it teaches that it was prohibited for the sons of Gershon to enter into the service of the sons of Merari, in the beams of the Tabernacle, its bars, its pillars, and its sockets. “To perform service and for bearing” – when they would construct the Tabernacle, they would spread the woven strips of fabric in the Tabernacle, the Tent of Meeting. Everything that was in their charge, they would construct. When they dismantled the Tabernacle, they would load it onto the wagons. <br><b>“They shall bear the woven strips of fabric of the Tabernacle, and the Tent of Meeting, its covering, and the</b> <i><b>taḥash</b></i> <b>covering that is upon it from above, and the screen for the entrance of the Tent of Meeting” (Numbers 4:25).</b> <br>“And the <i>taḥash</i> covering that is upon it from above,” in its plain sense. Rabbi Shimon ben Lakish said: Rabbi Meir would say: The <i>taḥash</i> that existed in the days of Moses was a creature unto itself, and the Sages in that generation did not know whether it was a type of beast [<i>chaya</i>] or a type of animal [<i>behema</i>].<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Among kosher animals, there are two distinct groups: cattle, referred to as <i>behemot</i>, and animals that are not normally domesticated, referred to as <i>chayot</i>. There are certain halakhik distinctions between them. The Sages did not know which category the <i>tahash</i> belonged to.</i> It had a single horn on its forehead, and it was made available to Moses for that occasion. The Tabernacle was crafted of it, and it was hidden. From the fact that it says: It had one horn on its forehead, we learn from this that it was pure.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\"><i>Shabbat</i> 28b.</i> “And the screen for the entrance of the Tent of Meeting,” just as it says: “You shall craft a screen for the entrance [of the Tent]” (Exodus 26:36). <br><b>“And the hangings of the courtyard, and the screen for the entrance of the gate of the courtyard that is by the Tabernacle, and by the altar, all around, and their cords, and all the instruments of their service, and everything that shall be crafted for them, and they shall serve” (Numbers 4:26).</b> <br>“And the hangings of the courtyard,” these are the hangings that they positioned around the courtyard, just as it says: “You shall make the courtyard…likewise, on the north side…the width of the courtyard…fifteen cubits of hangings…and on the second side…” (Exodus 27:9, 11–12, 14–15). <br>“And the screen for the entrance of the gate,” just as it says: “For the gate of the courtyard [a screen]…” (Exodus 27:16). <br>“That is by the Tabernacle, and by the altar, all around.” It is taught: The altar of the burnt offering, its length is five cubits, its width is five cubits, and its height is three cubits, as it is stated: “You shall craft the altar […five cubits length and five cubits width, the altar shall be square, and three cubits its height]” (Exodus 27:1). “[And he crafted] the altar of the burnt offering…[its length was five cubits and its width five cubits square and its height was three cubits]” (Exodus 38:1), this is the statement of Rabbi Meir.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Rabbi Meir's position is that the verses giving the measurements of the altar should be understood literally.</i> Rabbi Yosei said to him: From the fact that it is stated: “Five cubits length and five cubits width,” do I not know that it is square? Why does the verse state: “Shall be square”? Rather, it is stated in order to derive a verbal analogy from it. Here “square” is stated and elsewhere<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Regarding the golden altar (Exodus 30:3).</i> “square” is stated. Just as “square” stated elsewhere, its height is twice its width, here, too, its height is twice its width. Rabbi Meir said to him: ‘If as you say, the result is that the altar is five cubits higher than the courtyard hangings.’<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">The altar is ten cubits high while the courtyard hangings are five cubits high (see Exodus 27:18).</i> Rabbi Yosei said to him: ‘But is it not already stated: “And the hangings of the courtyard, [and the screen for the entrance of the gate of the courtyard that is by the Tabernacle, and by the altar]”? (Numbers 4:26). Just as the Tabernacle is ten cubits, so the altar is ten cubits.’<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">The phrase: “That is by the Tabernacle, and by the altar” is extraneous. It juxtaposes the Tabernacle and the altar to teach us that just like the height of the Tabernacle was ten cubits, the height of the altar was also ten cubits.</i> <br>“And their cords,” these cords, what would they do with them? They would fold the strips of fabric and the hangings, they would tie them with the cords, and they would place them in the wagons. <br>“And all the instruments of their service,” these are the golden hooks and the bronze hooks with which they would attach the strips of fabric. <br>“And everything that shall be crafted for them, and they shall serve.” Everything that was done for all the vessels, the sons of Gershon would tend to them. <br>“<b>According to the directive of Aaron and his sons shall be all the service of the sons of the Gershonites, for all their burden, and for all their service; you shall assign them all their burden as a commission” (Numbers 4:27).</b> <br>“According to the directive of Aaron and his sons shall be,” this is what they said, that the Holy One blessed be He accorded honor to the firstborn. Just as the service of the sons of Kehat was according to the directive of Aaron and his sons, just as it says: “Aaron and his sons shall come, and assign them, each man…” (Numbers 4:19), so, too, the service of the sons of Gershon was according to the directive of Aaron and his sons. But with regards to  the sons of Merari, it is not written: “According to the directive of Aaron and his sons.”  <br>“You shall assign them all their burden as a commission.” The verse includes Moses with them, so they<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Moses, Aaron and his children.</i> would command them [the Gershonites] to keep watch over everything that they [the Gershonites] bore. <br><b>“This is the service of the families of the sons of the Gershonites in the Tent of Meeting, and their commission is under the direction of Itamar son of Aaron the priest” (Numbers 4:28).</b> <br>“This is the service of the families of the sons of the Gershonites…” Initially, Aaron and his sons and Moses with them assigned the sons of Gershon regarding their service, their burden, and their commission. From here on, their service and their commission is under the direction of Itamar son of Aaron the priest.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "554ef0affbfba21b48f53916", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 4:23:1", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "Haamek Davar on Numbers 4:23:1", "sourceHeRef": "העמק דבר על במדבר ד׳:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>כל הבא לצבא צבא.</b> בבני קהת ומררי כתיב כל הבא לצבא. וכאן כתיב לצבא צבא. ולאו דבר ריק הוא. והענין דיש לדעת דבני גרשון היו מיוחדים במעלה בשיר שבשעת עבודה. כמו בימי דוד ושלמה היה אסף מבני גרשון הראש קודם להימן מבני קהת ובביאורי על הספרי הוכחתי הכי מברייתא שם. וזהו משמעות לצבוא צבא. דצבא לחוד משמעו איזה התמנות של כל אדם בביתו או בעירו. ועוד משמעו צבא קיבוץ אנשים לד״א כמו הנשים הצובאות. ולצבוא צבא משמעו מצביאים את הקיבוץ. והיינו עבודת השיר דבקיבוץ כדאיתא בערכין פ״ב. וברבה איתא לצבוא צבא אלו שוערים לעבוד עבודה אלו משוררים. והיינו דכתיב כאן <b>לעבוד עבודה.</b> ולא כתיב לעבודה כמו בבני מררי. אלא כדרשת הגמ׳ בערכין דף י״א במקרא עבודת עבודה. עבודה שבעבודה הוי אומר זה השיר וע״ע לעיל ג׳ כ״ב:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "554ef0affbfba21b48f53918", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 4:23:2", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "Haamek Davar on Numbers 4:23:2", "sourceHeRef": "העמק דבר על במדבר ד׳:כ״ג:ב׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 23.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>לעבוד עבודה.</b> וכן בבני מררי כתיב לעבוד את עבודת א״מ משא״כ בבני קהת כתיב לעשות מלאכה. היינו משום דב״ג וב״מ אם נתקלקל איזה דבר תקנו זה הכלי כדאיתא שבת פ׳ הבונה בקרש שנפל בו דרנא. מש״ה מיקרי עבודה לעבודה שמכבר. משא״כ בבני קהת אם נתקלקל איזה כל״ש לא היו מתקנים אלא עושים מחדש כדאיתא פ׳ המזבח מקדש דסכין שנפגם אין מתקנים משום הכי כתיב לעשות מלאכה מחדש:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57aae3b7d6e4a906feac2072", "index_title": "Kedushat Levi", "category": "Chasidut", "type": "", "ref": "Kedushat Levi, Exodus, Pekudei 11", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "Kedushat Levi, Exodus, Pekudei 11", "sourceHeRef": "קדושת לוי, שמות, פקודי י״א", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1772, 1798], "commentaryNum": 11, "collectiveTitle": {"en": "Kedushat Levi", "he": "קדושת לוי"}, "heTitle": "פקודי", "he": "ועתה נבאר קודם, כי שבט לוי נמנו שני פעמים. אחד מבן חודש ומעלה, ואחד מבן שלשים שנה ומעלה. אבל ישראל לא נמנו רק מבן עשרים. כי הי\"ב שבטים הם רומזים על מצות הבורא יתברך ולכך השבטים נקראים מטות שהמצות שאדם עושה מטה לו השכל להשיג אמונת הבורא יתברך והשכל נזדכך ושבט לוי רומז על אמונת הבורא יתברך. וכבר בארנו שבאמונת הבורא יתברך יש שני בחינות ועל זה נמנו הלוים ב' פעמים אחד מבן חודש, דהיינו בשכל קטן ואחד מבן שלשים שנה דהיינו, בשכל גדול. והנה המשכן הוא מרמז על אמונת הבורא יתברך כאשר בארנו שאמונת הבורא יתברך הוא השראת השכינה והכלים של המשכן הם המצות הבורא יתברך. והנה השם יתברך צוה למשה להורות לישראל תחילה המשכן, דהיינו להאמין תחלה סתם שיש בורא ברוך הוא ואחר כך הכלים להורות להם המצות ועל ידי המצות ישיגו את האמונה השכליות. אך משה שהיה לו שכל גדול ולא היה צריך כלל לבחינת הא' רק על ידי המצות השיג אמונת השכליות והיה משה סבור שכל ישראל הם בבחינתו וצוה תחלה על הכלים לעשות המצות ואחר כך המשכן האמונה השכליות אשר הוא השראת שכינה ובצלאל עשה בבחינת ישראל תחילה המשכן כנ\"ל ואחר כך הכלים. ובזה יבואר מה שמקשה הרמב\"ן ז\"ל בפרשת בשלח <small>(שמות יט, ד)</small> על פסוק אתם ראיתם גו' ואביא אתכם אלי, ותרגומו וקרבית יתכון לפולחני. ומקשה הרמב\"ן ז\"ל, הלא עדיין לא קבלו התורה. והנראה, כי ישראל במצרים לא היה להם אמונת הבורא ובראש חודש סיון שבאו נגד ההר ככתוב <small>(שם יט, ב)</small> ויחן שם ישראל נגד ההר, היה להם אמונה בהבורא יתברך אבל לא היו יודעים עדיין במה לעבדו עד שקבלו התורה והמצות אז ידעו במה לעבוד את הבורא יתברך אבל אמונת הבורא יתברך היה להם תיכף כשחנו נגד ההר. וזהו שתרגם אונקלוס וקרבית יתכון לפולחני, דהיינו אמונת הבורא ברוך הוא כנ\"ל: ", "heVersionTitle": "Kedushat Levi - Munkatch 1939", "heLicense": "Public Domain", "heVersionTitleInHebrew": "קדושת לוי, מונקאץ', תרצ\"ט", "text": "It is important to realize that the tribe of Levi who was ‎singled out by G’d to perform special religious duties on behalf of ‎the whole nation, was appointed twice. The male members of this ‎tribe became distinctive at the time they had completed the first ‎month of their lives. (Numbers 3,15) They were included in the ‎census already at that tender age, whereas the other Israelites had ‎to await their 20th birthday before they could be included in the ‎census. (Numbers 1,3).‎<br>The concept of 12 tribes <small>[excluding the Levites, ‎Ed.]</small> alluded to the commandments of the Creator handed ‎down in the Torah, and that is why they had been given the ‎collective name ‎מטות‎, “staffs,” as the commandments by which ‎Israelites guide themselves, and which are their main support ‎during their lifetime on earth serve as their support, [in the sense ‎of a walking cane.] They draw on this support to maintain and ‎reinforce their faith in G’d. Performance of the commandments ‎refines our intellect. The tribe of Levi is a special example of this ‎as pointed out in <i>Bamidbar Rabbah</i> 1,12 where the author of ‎the <i>Midrash</i> draws our attention to the fact that this tribe ‎had to be counted in the proximity of the Tabernacle, as it had ‎proven during the episode of the golden calf that it had absolute ‎faith in G’d, and although a tiny minority (about 5%) of the ‎nation, had risked their lives on behalf of G’d, by executing idol ‎worshipping members of the nation. (Exodus 32,27-28).<br>We already explained that there are two levels of faith in G’d, ‎and corresponding to that the Levites were counted on two ‎levels. (at 30 days, and again when they reached the age of 30 ‎years, (compare Numbers 4,23 et al) By that time their intellects ‎had matured to the extent that they could be described as their ‎faith in G’d reflecting the higher level. Their duties in and around ‎the Tabernacle made it mandatory that they had spiritually ‎matured enough to carry them out while thinking the ‎appropriate religious thoughts.‎<br>Initially, G’d had commanded Moses to teach the Jewish ‎people first about the Tabernacle, i.e. to instruct them in the ‎ways to have  faith in G’d on the basic level, i.e. to believe that He ‎is the Creator of all phenomena perceived by the senses. The ‎visible symbol of that faith was the structure called ‎משכן‎. Only ‎afterwards was Moses to teach them about the furnishings in the ‎Tabernacle, the variety of attributes of the Creator, as symbolized ‎in the Tabernacle by the various vessels and furnishings, or in the ‎Torah by the various commandments. Moses, believing that the ‎Jewish people as a whole had already attained the second and ‎higher level of faith, considered it appropriate to acquaint them ‎immediately with the details of the vessels to be used in the ‎Tabernacle. Betzalel, having a more realistic view of the spiritual ‎level of his peers, considered that they should first become ‎familiar with more basic aspects of faith in the Lord as symbolized ‎by the structure called ‎משכן‎, Tabernacle.‎<br>Having said this we can also solve the problem raised by ‎Nachmanides in connection with Exodus 19,4 where the Torah ‎writes: ‎אתם ראיתם אשר עשיתי למצרים....ואביא אתכם אלי‎, “you have ‎seen what I have done to Egypt……. and I have brought you to ‎Me.” Nachmanides questions the wording there as at that point ‎the Jewish people had not yet experienced the revelation at ‎Mount Sinai and had not yet been given the Torah. We may best ‎understand this by remembering that while in Egypt the Jewish ‎people (the generation experiencing the redemption, not the ‎Israelites who had come to Egypt with Yaakov and their children) ‎had not believed in the G’d of Avraham at all, -to wit their failure ‎to circumcise their male children- so that the redemption was the ‎starting point from which their faith in G’d as the Creator and as ‎the G’d of Israel must be counted. True faith of the whole people ‎did not commence until the first day of the month of Sivan, when ‎for the first time, the Torah describes the Jewish people as united, ‎i.e. ‎ויחן ישראל ‏‎, “Israel encamped,” (singular mode) as opposed to ‎all previous encampments when the Torah always writes: ‎ויחנו ‏ישראל‎, Israel encamped, (plural mode). At that time they did not ‎know yet how to serve the G’d Whom they all believed in as the ‎Creator and as the G’d of their forefathers. This nuance is also ‎evident in Onkelos’ rendering the end of Exodus 19,4 ‎ואביא אתכם ‏אלי‎, usually translated as “I have brought you to Me,” as: ‎וקרבית ‏יתכון לפולחני‎, “I have brought you near to perform service for ‎Me.” ‎ ‎", "versionTitle": "Kedushat Levi translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "קדושת לוי, מתורגם בידי רבי אליהו מונק"}, {"_id": "586901d3d6e4a97c9cbb1f15", "index_title": "Mei HaShiloach", "category": "Chasidut", "type": "commentary", "ref": "Mei HaShiloach, Volume I, Numbers, Nasso 1", "anchorRef": "Numbers 4:21-23", "anchorRefExpanded": ["Numbers 4:21", "Numbers 4:22", "Numbers 4:23"], "sourceRef": "Mei HaShiloach, Volume I, Numbers, Nasso 1", "sourceHeRef": "מי השלוח, חלק א, ספר במדבר, נשא א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1840, 1860], "commentaryNum": 1, "collectiveTitle": {"en": "Mei HaShiloach", "he": "מי השלוח"}, "heTitle": "נשא", "he": "<b>וידבר ה' אל משה לאמר, נשא את ראש בני גרשון גם הם לבית אבתם למשפחתם מבן שלשים שנה ומעלה כל הבא לצבא צבא לעבד עבדה באהל מועד וכו'.</b> הנה בזה הסדרה נתבאר גמר המקום שהיה עליו רצון ה', ומפרשת תרומה שהוא התחלת הבנין עד הפ' הזה נמצא י\"ז סדרות בגימ' טוב לרמוז על מקום טוב, וזה שנאמר (שמואל ב' ז',י') ושמתי מקום לעמי ישראל ונטעתיו ושכן תחתיו ולא ירגז עוד, כי בהקמת המשכן ובחניות הדגלים נקבע בלב ישראל קדושה שיוכל להמשך אחר רצון הש\"י, כי ביציאת מצרים לא היה רק שהשיגו הארת הש\"י בראיה ולא היו יכולים להמשך אחרי רצונו כמ\"ש (מכילתא בשלח פרשה ג') ראתה שפחה בים, לפי שאז היו בני ישראל תחת שעבוד שלא היה להם בחירה לילך כפי הארת הש\"י. וגם במתן תורה אף שנקבע בלבם ד\"ת לא היה נקבע בחוזק לעולמי עד, ובהקמת המשכן נקבע בלבם לעולמי עד, ועי\"ז לא נכנסו תיכף ממצרים לארץ ישראל כי עוד לא היה נקבע בלבם קדושת ה' ואז גבר על הארץ כח משבעה עמים שנקראים פסולת משבעה מדותיו של הקב\"ה. ולכן קודם מ\"ת והקמת המשכן, לפי שלא נקבע הקדושה בלבם לא היו יכולים להתגבר על שבעה אומות, וקודם שנכנסו לארץ צוה הש\"י שיקבעו ד\"ת וקדושה בלבם למען יוכלו להתגבר אח\"כ על השבעה אומות. וכמו כן מחויב כל אדם בעוד שלא יתחיל לפנות לעסקי עוה\"ז צריך לקבוע בלבו ד\"ת, בכדי שישאר בלבו קדושה ויוכל להתגבר אח\"כ על כל דבר שיבא נגדו. ומעמידי המשכן היו גרשון קהת ומררי משה ואהרן ובניו, בני קהת הם בעלי תורה לפי שהיו נושאי הארון, שהיו יודעים משפט התורה בכל מעשה שבא נגדם, ובני גרשון הם בעלי יראה לפי שהיו נושאים היריעות שהיו כסוי למשכן כשמים, והקרסים שהיה נראים במשכן ככוכבים וזה מרמז על יראה, ובני מררי הם בעלי מצות ומע\"ט לפי שנשאו קרשי המשכן שמורים על מצות מעשיות שיש לכל אחד מישראל השגה בהם, ומשה ואהרן ובניו הם אוהבי ה' שהיו משגיחים תמיד לנותן התורה וזה נקרא אהבה, ואף בכל אחד היה נכלל כל המדות טובות. אך חלק כל אחד היה בולט בו יותר מבחבירו.", "heVersionTitle": "Mei HaShiloach, Publication of Sifrei Izhbitza Radzin, Bnei Brak 2005.", "heLicense": "", "heVersionTitleInHebrew": "מי השילוח. תשס\"ה. בני ברק", "text": "<i>“And God spoke to Moses saying, also count the number of the sons of Gershon according to their father’s house and their family, from age thirty and upwards, all who are eligible to serve in the army, to perform the service in the tent of appointed meeting ….”</i> (Bamidbar, 4:21–23)<br>This <i>Sedra</i> explains the completion of the place of the paramount concentration of God’s will. From the first time building the <i>Mishkan</i> (the Tabernacle) is mentioned in <i>Parshat Truma</i> until now, there are seventeen <i>parshiot</i>, seventeen being the numerical equivalent of the word for good (<i>Tov</i>), hinting at the primary goodness of place. This relates to the verse (in <i>Shmuel</i> 2, 7:10), “I have made a place for my people Israel, and planted them, and they will dwell there, and will no longer be disturbed” etc.<br>So we find that when the Mishkan was completed and the Tribes camped around it, God’s <i>Kedusha</i> (holiness) was fixed in the heart of Israel that they would be drawn after His will. Earlier, with the Exodus from Egypt, though there was a visual apprehension of the Illumination of God, we could still not be drawn after His will, as it is said (Mehilta <i>B’Shelach</i>), “a <i>maidservant</i> saw [at the splitting of the Red Sea more than the prophet Yehezkiel].” At this time Israel was still subject to the mentality of slavery, hence the Mechilta says, “a maidservant,” and we did not yet have the power to choose whether or not to follow the Illumination of God. And with the giving of the Torah, though words of Torah were fixed in our hearts, they were not fixed with the strength to last the length of eternity.<br>However, with the completion of the Mishkan, the words of Torah were fixed in our hearts to last for all time. For this reason we did not enter the land of Israel immediately after leaving Egypt, because when we left the <i>Kedusha</i> of God was not yet permanently installed in our hearts. At that time the land was still under the power of the seven nations, called the refuse of God’s seven attributes (from <i>Hesed</i> to <i>Malchut).</i> Therefore, before the giving of the Torah and the completion of the <i>Mishkan</i>, since <i>Kedusha</i> was not yet fixed in the hearts of Israel, we could not at this time overpower the seven nations (inhabiting the Promised Land). So before entering the land, God commanded that words of Torah and <i>Kedusha</i> be fixed in our hearts in order that we could later emerge victorious over the seven nations.<br>In this way, we are obliged to fix the Torah in our hearts before turning to the affairs of this world in order that we may later overpower whatever comes against us. The families of Gershon, Kehat, Merrari, Moshe, and Aharon constructed and carried the <i>Mishkan</i>. The sons of Kehat were the “masters of the Torah,” since they bore the Ark of the Covenant, and they knew the law of the Torah for any situation they would encounter. The sons of Gershon were the “masters of the fear [or awe of God].” They bore the curtains covering the <i>Mishkan</i> likened to the heavens, and the boards seen in the <i>Mishkan</i> like the stars, two thing the contemplation of which arouses us to fear or awe. The sons of Merrari were the “masters of <i>mitzvot</i> and good deeds,” for they carried the planks of the <i>Mishkan</i>, which represent practical <i>mitzvot</i>,  which all in Israel have an understanding. And Moshe and Aharon and his sons are the “masters of the Love of God,” who constantly saw to it that the Torah was dispersed among the people, and this is called Love. Actually all those mentioned had within them all these good attributes, yet in each, one attribute was more apparent than the rest.", "versionTitle": "Living waters, the Mei HaShiloach. Trans. and edited by Betsalel Philip Edwards, Jerusalem, J. Aronson 2001 [Revised digital edition, 2021]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5892f2a4d6e4a92746471ffc", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 4:23:1", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "Chizkuni, Numbers 4:23:1", "sourceHeRef": "חזקוני, במדבר ד׳:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>לעבד</b> להקים את המשכן ולפרקו כדכתיב יורידו אותו הלוים יקימו אותו הלוים.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "לעבוד, “to perform service;” their service consisted of erecting and dismantling the Tabernacle, as is written: יורידו אותו הלוים יקימו אותו הלוים, “the Levites are to erect it, the Levites are to dismantle it.” (Numbers 1,51)", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "59a6c635d6e4a920f72d99fe", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Numbers 4:23:1", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "HaKtav VeHaKabalah, Numbers 4:23:1", "sourceHeRef": "הכתב והקבלה, במדבר ד׳:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 23.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "במדבר", "he": "<b>הבא לצבא צבא. </b>פירוש צבא חברת אנשים המשתתפים יחד לעמוד במשרת עבודתם. (פעראיין) וטעם לצבא צבא, כל הבא להיות שותף החברה (זיך דעם פעראיין אנצושליעסען) כמבואר למעלה וצבאיו ופקדיהם: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59b7c744d6e4a972e7b8337b", "index_title": "Malbim on I Chronicles", "category": "Quoting Commentary", "type": "", "ref": "Malbim on I Chronicles 25:1:2", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "Malbim on I Chronicles 25:1:2", "sourceHeRef": "מלבי\"ם על דברי הימים א כ״ה:א׳:ב׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Malbim on I Chronicles", "he": "מלבי\"ם על דברי הימים א"}, "heTitle": "מלבי\"ם על דברי הימים א", "he": "<b>ושרי הצבא לעבודה.</b> השרים של הצבא המיוחדים לעבודה, כמו (במדבר ד, כג) כל הבא לצבא לעבוד עבודה בא\"מ", "heVersionTitle": "Malbim on I Chronicles -- Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מלבי\"ם על דברי הימים א, ויקיטקסט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc280c1533e001928a989", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 4:23:1", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "Malbim on Numbers 4:23:1", "sourceHeRef": "מלבי\"ם על במדבר ד׳:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>כל הבא לצבא צבא </b>ואצל קהת ומררי אמר כל הבא לצבא כי גרשון מצד שהיה הבכור היה הוא המצביא בראש והם באו לצבא שהצביא גרשון. <b>לעבוד עבודה </b>כולל כל עבודת הלוים השיר והשוער והשמירה והמשא, ונגד זה אמר זאת עבודת כולל כולם. <b>ולמשא </b>שזה מפורש בכאן כמ\"ש ונשאו:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd140e704bbb60019c1e550", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 4:23:1", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "Birkat Asher on Torah, Numbers 4:23:1", "sourceHeRef": "ברכת אשר על התורה, במדבר ד׳:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>\"מבן שלשים שנה ומעלה\" וגו'.</b> רק עתה אני שם לב שבכל המניות לא נאמר דבר על הצטרפותם של הצעירים כשהם מגיעים לגיל - אם עשרים ואם שלושים, והוא הדין באשר לפרישה. גם לא זכור לי שראיתי מי שישאל על כך. (פ' נשא תשס\"ב)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d3eface8ac8250018c49b98", "index_title": "Abarbanel on I Samuel", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on I Samuel 2:22:1", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "Abarbanel on I Samuel 2:22:1", "sourceHeRef": "אברבנאל על שמואל א ב׳:כ״ב:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1484], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Abarbanel on I Samuel", "he": "אברבנאל על שמואל א"}, "he": "<b>ועלי זקן מאד ושמע וגו'.</b> הנה הודיע הכתוב שהיה עלי זקן מאד כדי לתת התנצלות וטענה מספקת בעדו, למה לא היה מיסר בניו, ואיך לא הכם בשוטים, ולמה לא דבר להם דברי ריבות אחרי היותם מחללים את כהונת ה', ואמר שהיה זקן מאד ומחולשת כחותיו וגבורת הבנים לא היה יכול להם, כי אין הזקנים יכולים להוכיח בניהם בהיותם גדולים וחזקים מהם כמו שיעשו הבחורים לבניהם בהיותם ילדים. אבל עכ\"ז שמע את כל אשר יעשון בניו לכל ישראל בעניני הקרבנות שהיו לוקחים על ידי נעריהם הבשר בחזקה, ואשר ישכבון את הנשים הצובאות פתח אהל מועד, ר\"ל המתפללות, כמו שתרגם יונתן דאתיין לצלאה. ומאשר הנביא אשר בא אל עלי לא הוכיחו כלל על זה הענין המגונה והוכיחו על הזבחים והמנחות לבד, מצאו מקום חז\"ל לפרשו שלא כמשמעו, ואמרו במסכת שבת (פ\"ה נ\"ה ע\"ב), אמר ר' שמואל בר נחמני אמר ר' יונתן כל האומר בני עלי חטאו אינו אלא טועה, שנ' ושם שני בני עלי חפני ופנחס כהנים ליי', כדרב דאמר רב לעולם פנחס לא חטא ומקיש חפני לפנחס מה פנחס לא חטא אף חפני לא חטא, אלא מה אני מקיים אשר ישכבון את הנשים הצובאות? משום ששהו את קיניהן ולא הלכו אצל בעליהן מעלה עליו הכתוב כאלו שכבון. והאריכו שם על זה ורובם הסכימו שפנחס לא חטא, ושיחס הכתוב לו עון לפי שלא מיחה במעשה חפני אחיו. ויהיה אם כן פירוש הכתוב על פי דרכם שהנשים היולדות והזבות היו באות לשילה בקרבנותיהן כמו שחייבתם התורה, והמה היו הצובאות פתח אהל מועד לפי שהיו נאספות שמה בצבא. ועבודת הבית יקרא צבא כמה שנאמר (במדבר ד' כ\"ג) לצבוא צבא לעבוד עבודה באהל מועד, ובני עלי היו מתעצלין בהקרבת קרבנותיהן באופן שלא יוכלו ללכת לבתיהם וישכבו שמה, ולזה אמר אשר ישכבון את הנשים, רוצה לומר שהיו הם סבה שישכבו שמה ולא ילכו לבתיהם הנשים הצובאות יולדות וזבות הבאות פתח אהל מועד, ואמר פתח אהל מועד לפי שהנשים לא היו נכנסים באהל מועד. אמנם במסכת יומא (פ\"א ט' ע\"א) אמרו בחלוף זה, אמר ר' יוחנן בן תורתא מפני מה חרבה שילה? מפני שני דברים גלוי עריות ובזוי קדשים, גלוי עריות שנאמר אשר ישכבון את הנשים וכו', והוא היותר נראה כפי הפשט:", "heVersionTitle": "Abarbanel, Tel Aviv 1960", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea0d7eb7d2e1475644c31", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 4:23:1", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "Midrash Lekach Tov, Numbers 4:23:1", "sourceHeRef": "מדרש לקח טוב, במדבר ד׳:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> מבן שלשים שנה ומעלה עד בן חמשים שנה כל הבא לצבא צבא לעבוד עבודה באהל מועד. איזו היא <i data-commentator=\"Beur HaRe'em\" data-order=\"2\"></i> עבודה שהיא צריבה עבודה הוי אומר זה השיר, כדתנן <i data-commentator=\"Beur HaRe'em\" data-order=\"3\"></i> במסכת ערכין אין פוחתין מי״ב לוים העומדים על הדוכן. ואמרינן בגמרא כנגד מי אמר רב פפא כנגד <i data-commentator=\"Beur HaRe'em\" data-order=\"4\"></i> תשעה כנורות וב' נבלים וצלצל שהם י״ב שנאמר בדברי הימים (דברי הימים א כ״ה:י׳) הוא ובניו ואחיו שנים עשר וכתיב (עזרא ג׳:ט׳) ויעמד (יהושע הוא ובניו אחריו קדמיאל) [ישוע בניו ואחיו קדמיאל ובניו] וכו'. לא היו אומרין לא בנבל ולא בכנור אלא בפה כדי ליתן הקול בנעימה. ותנן במסכת תמיד שהה לנסך הניף בסודרין. הקיש בן ארזא בצלצל ודברו הלוים בשיר. השיר שהיו הלוים אומרים בבית המקדש וכו' יהי רצון שיבנה במהרה בימינו. כיצד נמנו ישראל והלוים ביום א' מלמד שקרא משה רבינו לשרי האלפים ושרי האלפים לשרי המאות ושרי המאות לשרי העשרות ולוים ביום א'. תדע שהרי בימי דוד לא שב יואב מלמנות את ישראל עד תשעה חדשים ועשרים יום לפי שהיו ישראל מפוזרין בערים. אבל במדבר היו כלם מקובצים לפיכך נמנו ביום אחד. מכאן למדנו שאין מעבירין על המצות שאע״פ שלא מצאנו הקב״ה שאמר לו למשה למנותם בו ביום אמר מצוה הבאה בידי אקיימנה. וכן דוד אומר (תהילים קי״ט:ס׳) חשתי ולא התמהמהתי וגו':", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d34eb6084aa1cbf250cd", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עָבַד 1", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "BDB, עָבַד 1", "sourceHeRef": "בראון-דרייבר-בריגס, עָבַד א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עָבַד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">עָבַד</span></big></big><sub>290</sub><big></big>  <strong>vb. work, serve (</strong>Old Aramaic <span dir=\"rtl\">עבד</span> <em>do, make</em>, especially Nab. Palm. (often), Lzb<sup>331 f.</sup> Cook<sup>86</sup>, so 𝔗 <span dir=\"rtl\">עֲבַד</span>, Syriac <span dir=\"rtl\">ܥܒܰܕ</span> (very often); but also Old Aramaic Ph. <span dir=\"rtl\">עבד</span> <em>slave, vassal</em> (and in many n.pr.), 𝔗 <span dir=\"rtl\">עַבְדָּא</span>, Syriac <span dir=\"rtl\">ܥܰܒܕܳܐ</span> id.<em>;</em> Assyrian <em>abdu</em>, id. (rare); NH <span dir=\"rtl\">עָבַד</span> <em>serve, perform acts of worship</em> (c. acc. cogn.), and deriv.; Arabic <span dir=\"rtl\">عَبَدَ</span> <em>worship, obey</em> (God); cf. We<sup>Skizzen iii. 165; Heid. 141</sup>, ii. <em>enslave;</em> <span dir=\"rtl\">عَبْدٌ</span> <em>slave, worshipper;</em> Sab. <span dir=\"rtl\">עבד</span> id. DHM<sup>Sudar. Alt. p. 18</sup>; Gerber<sup>Verb. Denom.14 ff.</sup> thinks <em>be slave, serve</em> (Qal) and <em>enslave</em> (Hiph.) are denom., cf. also Nö<sup>ZMG xi (1886), 741</sup><strong>)</strong>;—<br><strong>Qal</strong><sub>272</sub>  Pf. 3 ms. <span dir=\"rtl\">ע׳</span> <a data-ref=\"Ezekiel 29:18\" href=\"/Ezekiel.29.18\">Ez 29:18</a> +; sf. <span dir=\"rtl\">עֲבָדוֹ</span> <a data-ref=\"Malachi 3:18\" href=\"/Malachi.3.18\">Mal 3:18</a> +; 3 mpl. <span dir=\"rtl\">עָֽבְדוּ</span> <a data-ref=\"Deuteronomy 7:4\" href=\"/Deuteronomy.7.4\">Dt 7:4</a>; <span dir=\"rtl\">עָבָ֑דוּ</span> <a data-ref=\"Numbers 4:26\" href=\"/Numbers.4.26\">Nu 4:26</a>, + 64 times Pf.; Impf. 3 ms. <span dir=\"rtl\">יַעֲבֹד</span> <a data-ref=\"Genesis 25:23\" href=\"/Genesis.25.23\">Gn 25:23</a> +; sf. <span dir=\"rtl\">יַעַבְדֵ֫נִי</span> <a data-ref=\"Exodus 4:23\" href=\"/Exodus.4.23\">Ex 4:23</a>; <span dir=\"rtl\">יַעַבְדֶ֫נּוּ</span> <a data-ref=\"Psalms 22:31\" href=\"/Psalms.22.31\">ψ 22:31</a> <a data-ref=\"II Kings 10:18\" href=\"/II_Kings.10.18\">2 K 10:18</a>; 3 mpl. <span dir=\"rtl\">יַעַבְדוּ</span> <a data-ref=\"Deuteronomy 12:30\" href=\"/Deuteronomy.12.30\">Dt 12:30</a> +; <span dir=\"rtl\">יַעֲבֹ֑דוּ</span> <a data-ref=\"Genesis 15:14\" href=\"/Genesis.15.14\">Gn 15:14</a> (Dr<sup>§ 103</sup>) <a data-ref=\"Job 36:11\" href=\"/Job.36.11\">Jb 36:11</a>; 2 mpl. <span dir=\"rtl\">תַּעַבְדוּן</span> <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">Ex 3:12</a>, <span dir=\"rtl\">תַּעֲבֹד֑וּן</span> <a data-ref=\"Joshua 24:15\" href=\"/Joshua.24.15\">Jos 24:15</a>, + 99 times Impf.; (<span dir=\"rtl\">תָּעָבְדֵם</span>, <span dir=\"rtl\">נָֽעָבְדֵם</span> v. <strong>Hoph.</strong>); Imv. <span dir=\"rtl\">עֲבֹד</span> <a data-ref=\"I Samuel 26:19\" href=\"/I_Samuel.26.19\">1 S 26:19</a>; sf. <span dir=\"rtl\">עָבְדֵהוּ</span> <a data-ref=\"I Chronicles 28:9\" href=\"/I_Chronicles.28.9\">1 Ch 28:9</a>; <span dir=\"rtl\">עִבְדוּ</span> <a data-ref=\"Exodus 5:18\" href=\"/Exodus.5.18\">Ex 5:18</a> + 15 times; <span dir=\"rtl\">עֲבֹ֑דוּ</span> <a data-ref=\"Ezekiel 20:39\" href=\"/Ezekiel.20.39\">Ez 20:39</a>; sf. <span dir=\"rtl\">עִבְדֻהוּ</span> <a data-ref=\"I Samuel 7:3\" href=\"/I_Samuel.7.3\">1 S 7:3</a>; Inf. cstr. <span dir=\"rtl\">עֲבֹד</span> <a data-ref=\"Malachi 3:14\" href=\"/Malachi.3.14\">Mal 3:14</a> +; <span dir=\"rtl\">עֲבָד־</span> <a data-ref=\"Jeremiah 34:9\" href=\"/Jeremiah.34.9\">Je 34:9</a>, <a data-ref=\"Jeremiah 34:10\" href=\"/Jeremiah.34.10\">10</a>; sf. <span dir=\"rtl\">עָבְדוֹ</span> <a data-ref=\"Jeremiah 27:6\" href=\"/Jeremiah.27.6\">Je 27:6</a> +, etc.; Pt. <span dir=\"rtl\">עֹבֵד</span> <a data-ref=\"Genesis 4:2\" href=\"/Genesis.4.2\">Gn 4:2</a> +; pl. <span dir=\"rtl\">עֹבְדִים</span> <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">Nu 18:21</a> +; cstr. <span dir=\"rtl\">עֹבְדֵי</span> <a data-ref=\"Psalms 97:7\" href=\"/Psalms.97.7\">ψ 97:7</a> +; sf. <span dir=\"rtl\">עֹבְדָיו</span> <a data-ref=\"II Kings 10:19\" href=\"/II_Kings.10.19\">2 K 10:19</a>; <span dir=\"rtl\">עֹבְדֵיהֶם</span> <a data-ref=\"Zechariah 2:13\" href=\"/Zechariah.2.13\">Zc 2:13</a>;— †<strong>1.</strong>  <em>labour, work, do work:</em> abs. <a data-ref=\"Exodus 20:9\" href=\"/Exodus.20.9\">Ex 20:9</a> = <a data-ref=\"Exodus 34:21\" href=\"/Exodus.34.21\">34:21</a> = <a data-ref=\"Deuteronomy 5:13\" href=\"/Deuteronomy.5.13\">Dt 5:13</a> (4th word); <a data-ref=\"Exodus 5:18\" href=\"/Exodus.5.18\">Ex 5:18</a> (E) <a data-ref=\"Ecclesiastes 5:11\" href=\"/Ecclesiastes.5.11\">Ec 5:11</a>; c. acc. rei, <em>till</em> the ground <a data-ref=\"Genesis 2:5\" href=\"/Genesis.2.5\">Gn 2:5</a>; <a data-ref=\"Genesis 3:23\" href=\"/Genesis.3.23\">3:23</a>; <a data-ref=\"Genesis 4:2\" href=\"/Genesis.4.2\">4:2</a>, <a data-ref=\"Genesis 4:12\" href=\"/Genesis.4.12\">12</a> (J), <a data-ref=\"II Samuel 9:10\" href=\"/II_Samuel.9.10\">2 S 9:10</a>; <a data-ref=\"Isaiah 30:24\" href=\"/Isaiah.30.24\">Is 30:24</a>; <a data-ref=\"Jeremiah 27:11\" href=\"/Jeremiah.27.11\">Je 27:11</a>; <a data-ref=\"Zechariah 13:5\" href=\"/Zechariah.13.5\">Zc 13:5</a>; <a data-ref=\"Proverbs 12:11\" href=\"/Proverbs.12.11\">Pr 12:11</a>; <a data-ref=\"Proverbs 28:19\" href=\"/Proverbs.28.19\">28:19</a>; obj. om. <a data-ref=\"Deuteronomy 15:19\" href=\"/Deuteronomy.15.19\">Dt 15:19</a>; <a data-ref=\"Ezekiel 48:19\" href=\"/Ezekiel.48.19\">Ez 48:19</a>; vineyard <a data-ref=\"Deuteronomy 28:39\" href=\"/Deuteronomy.28.39\">Dt 28:39</a>; garden <a data-ref=\"Genesis 2:15\" href=\"/Genesis.2.15\">Gn 2:15</a> (J); <span dir=\"rtl\">עֹבְדֵי פִשְׁתִּים</span> <a data-ref=\"Isaiah 19:9\" href=\"/Isaiah.19.9\">Is 19:9</a> <em>workers in flax;</em> <span dir=\"rtl\">עֹבְדֵ(י) הָעִיר</span> <a data-ref=\"Ezekiel 48:18\" href=\"/Ezekiel.48.18\">Ez 48:18</a>, <a data-ref=\"Ezekiel 48:19\" href=\"/Ezekiel.48.19\">19</a> <em>labourers of the city;</em> <span dir=\"rtl\">ע׳ עֲבֹדָתוֹ</span> <a data-ref=\"Isaiah 28:21\" href=\"/Isaiah.28.21\">Is 28:21</a> <em>work his work</em> (only here of God, ‖ <span dir=\"rtl\">עשׂה מַעֲשֵׂהוּ</span>); <span dir=\"rtl\">ע׳ עבדה על</span> <a data-ref=\"Ezekiel 29:18\" href=\"/Ezekiel.29.18\">Ez 29:18</a> <em>serve a military service against</em>. †<strong>2.</strong>  <em>work for another, serve him by labour:</em> abs. <a data-ref=\"Exodus 21:2\" href=\"/Exodus.21.2\">Ex 21:2</a> (E); c. acc. pers. <a data-ref=\"Genesis 29:15\" href=\"/Genesis.29.15\">Gn 29:15</a>; <a data-ref=\"Genesis 31:6\" href=\"/Genesis.31.6\">31:6</a>; <a data-ref=\"Exodus 21:6\" href=\"/Exodus.21.6\">Ex 21:6</a> (E) <a data-ref=\"Deuteronomy 15:12\" href=\"/Deuteronomy.15.12\">Dt 15:12</a>, <a data-ref=\"Deuteronomy 15:18\" href=\"/Deuteronomy.15.18\">18</a>; <a data-ref=\"Malachi 3:17\" href=\"/Malachi.3.17\">Mal 3:17</a>; <a data-ref=\"Jeremiah 34:14\" href=\"/Jeremiah.34.14\">Je 34:14</a>, king his people <a data-ref=\"I Kings 12:7\" href=\"/I_Kings.12.7\">1 K 12:7</a>; subj. animals <a data-ref=\"Jeremiah 27:6\" href=\"/Jeremiah.27.6\">Je 27:6</a>; <a data-ref=\"Job 39:9\" href=\"/Job.39.9\">Jb 39:9</a>; c. acc. pers. et rei <a data-ref=\"Genesis 30:26\" href=\"/Genesis.30.26\">Gn 30:26</a><sup>(×2)</sup>, <a data-ref=\"Genesis 30:29\" href=\"/Genesis.30.29\">29</a> (J); c. <span dir=\"rtl\">לְ</span> pers. <a data-ref=\"II Samuel 16:19\" href=\"/II_Samuel.16.19\">2 S 16:19</a>; <span dir=\"rtl\">עִם</span> <a data-ref=\"Genesis 29:25\" href=\"/Genesis.29.25\">Gn 29:25</a>, <a data-ref=\"Genesis 29:30\" href=\"/Genesis.29.30\">30</a> (E) <a data-ref=\"Leviticus 25:40\" href=\"/Leviticus.25.40\">Lv 25:40</a> (P); <span dir=\"rtl\">עִמָּדִי</span> <a data-ref=\"Genesis 29:27\" href=\"/Genesis.29.27\">Gn 29:27</a> (E); <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"II Samuel 16:19\" href=\"/II_Samuel.16.19\">2 S 16:19</a><sup>(×2)</sup>; c. <span dir=\"rtl\">בְּ</span> of price <a data-ref=\"Genesis 29:18\" href=\"/Genesis.29.18\">Gn 29:18</a>, <a data-ref=\"Genesis 29:20\" href=\"/Genesis.29.20\">20</a>, <a data-ref=\"Genesis 29:25\" href=\"/Genesis.29.25\">25</a>; <a data-ref=\"Genesis 31:41\" href=\"/Genesis.31.41\">31:41</a> (E) <a data-ref=\"Hosea 12:13\" href=\"/Hosea.12.13\">Ho 12:13</a>; <a data-ref=\"Ezekiel 29:20\" href=\"/Ezekiel.29.20\">Ez 29:20</a>; c. <span dir=\"rtl\">בְּ</span> pers. <em>work by means of another, use him as slave</em>, <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a>; <a data-ref=\"Leviticus 25:39\" href=\"/Leviticus.25.39\">Lv 25:39</a>, <a data-ref=\"Leviticus 25:46\" href=\"/Leviticus.25.46\">46</a> (P) <a data-ref=\"Jeremiah 22:13\" href=\"/Jeremiah.22.13\">Je 22:13</a>; <a data-ref=\"Jeremiah 30:8\" href=\"/Jeremiah.30.8\">30:8</a>; <a data-ref=\"Jeremiah 34:9\" href=\"/Jeremiah.34.9\">34:9</a>, <a data-ref=\"Jeremiah 34:10\" href=\"/Jeremiah.34.10\">10</a>; cf. <a data-ref=\"Deuteronomy 15:19\" href=\"/Deuteronomy.15.19\">Dt 15:19</a>. <strong>3.</strong>  <em>serve as subjects:</em> usually c. acc., their own rulers <a data-ref=\"Judges 9:28\" href=\"/Judges.9.28\">Ju 9:28</a><sup>(×2)</sup>, <a data-ref=\"Judges 9:38\" href=\"/Judges.9.38\">38</a> <a data-ref=\"I Samuel 11:1\" href=\"/I_Samuel.11.1\">1 S 11:1</a>; <a data-ref=\"I Kings 5:1\" href=\"/I_Kings.5.1\">1 K 5:1</a> +; other kings, by tribute <a data-ref=\"Psalms 18:44\" href=\"/Psalms.18.44\">ψ 18:44</a> = <a data-ref=\"II Samuel 22:44\" href=\"/II_Samuel.22.44\">2 S 22:44</a>; <a data-ref=\"Jeremiah 27:7\" href=\"/Jeremiah.27.7\">Je 27:7</a>; <a data-ref=\"Jeremiah 28:14\" href=\"/Jeremiah.28.14\">28:14</a>; <a data-ref=\"II Kings 25:24\" href=\"/II_Kings.25.24\">2 K 25:24</a> +, other nations <a data-ref=\"II Samuel 10:19\" href=\"/II_Samuel.10.19\">2 S 10:19</a>; <a data-ref=\"Jeremiah 40:9\" href=\"/Jeremiah.40.9\">Je 40:9</a>; <a data-ref=\"Zechariah 2:13\" href=\"/Zechariah.2.13\">Zc 2:13</a> +, kings other kings <a data-ref=\"II Kings 18:7\" href=\"/II_Kings.18.7\">2 K 18:7</a> +, c. <span dir=\"rtl\">לְ</span>, <a data-ref=\"I Samuel 4:9\" href=\"/I_Samuel.4.9\">1 S 4:9</a><sup>(×2)</sup>; †<span dir=\"rtl\">מַס עֹבֵד</span> <a data-ref=\"Genesis 49:15\" href=\"/Genesis.49.15\">Gn 49:15</a> (J) <a data-ref=\"Joshua 16:10\" href=\"/Joshua.16.10\">Jos 16:10</a>; <a data-ref=\"I Kings 9:21\" href=\"/I_Kings.9.21\">1 K 9:21</a> (see <a data-ref=\"BDB, מַס\" href=\"/BDB,_מַס\", dir=\"rtl\">מַס</a>); †c. <span dir=\"rtl\">בְּ</span> pers., <em>work with</em>, i.e. use as subjects, impose tribute upon, <a data-ref=\"Jeremiah 25:14\" href=\"/Jeremiah.25.14\">Je 25:14</a>; <a data-ref=\"Jeremiah 27:7\" href=\"/Jeremiah.27.7\">27:7</a>; <a data-ref=\"Ezekiel 34:27\" href=\"/Ezekiel.34.27\">Ez 34:27</a>. <strong>4.</strong>  <em>serve</em> God: <strong>a.</strong>  c. acc. <span dir=\"rtl\">י׳</span>, <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">Ex 3:12</a>; <a data-ref=\"Exodus 4:23\" href=\"/Exodus.4.23\">4:23</a>; <a data-ref=\"Exodus 7:16\" href=\"/Exodus.7.16\">7:16</a>, <a data-ref=\"Exodus 7:26\" href=\"/Exodus.7.26\">26</a> (JE), <a data-ref=\"Psalms 22:31\" href=\"/Psalms.22.31\">ψ 22:31</a>; <a data-ref=\"Job 21:15\" href=\"/Job.21.15\">Jb 21:15</a>; <a data-ref=\"Malachi 3:14\" href=\"/Malachi.3.14\">Mal 3:14</a> +; c. acc. pers. et rei <a data-ref=\"Exodus 10:26\" href=\"/Exodus.10.26\">Ex 10:26</a> (E); acc. pers. om., <a data-ref=\"Jeremiah 2:20\" href=\"/Jeremiah.2.20\">Je 2:20</a> (read <span dir=\"rtl\">אֶעֱבוֹד</span> Kt), <span dir=\"rtl\">עבד זבח ומנחה</span> <a data-ref=\"Isaiah 19:21\" href=\"/Isaiah.19.21\">Is 19:21</a> <em>serve with peace-offering and grain-offering;</em> <span dir=\"rtl\">עבד עֲבֹדָה</span> <a data-ref=\"Exodus 13:5\" href=\"/Exodus.13.5\">Ex 13:5</a> (of <span dir=\"rtl\">מַצֹּת</span>). <strong>b.</strong>  other gods, c. acc. <span dir=\"rtl\">א׳</span> †<a data-ref=\"Deuteronomy 7:16\" href=\"/Deuteronomy.7.16\">Dt 7:16</a>; <a data-ref=\"Deuteronomy 12:2\" href=\"/Deuteronomy.12.2\">12:2</a>, <a data-ref=\"Deuteronomy 12:30\" href=\"/Deuteronomy.12.30\">30</a> †; <span dir=\"rtl\">אלהים אחרים</span> <a data-ref=\"Deuteronomy 7:4\" href=\"/Deuteronomy.7.4\">7:4</a>; <a data-ref=\"Deuteronomy 8:19\" href=\"/Deuteronomy.8.19\">8:19</a>; <a data-ref=\"Deuteronomy 11:16\" href=\"/Deuteronomy.11.16\">11:16</a>; <a data-ref=\"Deuteronomy 13:7\" href=\"/Deuteronomy.13.7\">13:7</a>, <a data-ref=\"Deuteronomy 13:14\" href=\"/Deuteronomy.13.14\">14</a>; <a data-ref=\"Deuteronomy 17:3\" href=\"/Deuteronomy.17.3\">17:3</a>; <a data-ref=\"Deuteronomy 28:14\" href=\"/Deuteronomy.28.14\">28:14</a>, <a data-ref=\"Deuteronomy 28:36\" href=\"/Deuteronomy.28.36\">36</a>, <a data-ref=\"Deuteronomy 28:64\" href=\"/Deuteronomy.28.64\">64</a>; <a data-ref=\"Deuteronomy 29:25\" href=\"/Deuteronomy.29.25\">29:25</a>; <a data-ref=\"Deuteronomy 30:17\" href=\"/Deuteronomy.30.17\">30:17</a>; <a data-ref=\"Deuteronomy 31:20\" href=\"/Deuteronomy.31.20\">31:20</a>; <a data-ref=\"Joshua 23:16\" href=\"/Joshua.23.16\">Jos 23:16</a>; <a data-ref=\"Joshua 24:2\" href=\"/Joshua.24.2\">24:2</a>, <a data-ref=\"Joshua 24:16\" href=\"/Joshua.24.16\">16</a>; <a data-ref=\"Judges 2:19\" href=\"/Judges.2.19\">Ju 2:19</a>; <a data-ref=\"Judges 10:13\" href=\"/Judges.10.13\">10:13</a>; <a data-ref=\"I Samuel 8:8\" href=\"/I_Samuel.8.8\">1 S 8:8</a>; <a data-ref=\"I Samuel 26:19\" href=\"/I_Samuel.26.19\">26:19</a>; <a data-ref=\"I Kings 9:6\" href=\"/I_Kings.9.6\">1 K 9:6</a>, <a data-ref=\"I Kings 9:9\" href=\"/I_Kings.9.9\">9</a>; <a data-ref=\"II Kings 17:35\" href=\"/II_Kings.17.35\">2 K 17:35</a>; <a data-ref=\"II Chronicles 7:19\" href=\"/II_Chronicles.7.19\">2 Ch 7:19</a>, <a data-ref=\"II Chronicles 7:22\" href=\"/II_Chronicles.7.22\">22</a>; <a data-ref=\"Jeremiah 11:10\" href=\"/Jeremiah.11.10\">Je 11:10</a>; <a data-ref=\"Jeremiah 13:10\" href=\"/Jeremiah.13.10\">13:10</a>; <a data-ref=\"Jeremiah 16:11\" href=\"/Jeremiah.16.11\">16:11</a>, <a data-ref=\"Jeremiah 16:13\" href=\"/Jeremiah.16.13\">13</a>; <a data-ref=\"Jeremiah 22:9\" href=\"/Jeremiah.22.9\">22:9</a>; <a data-ref=\"Jeremiah 25:6\" href=\"/Jeremiah.25.6\">25:6</a>; <a data-ref=\"Jeremiah 35:15\" href=\"/Jeremiah.35.15\">35:15</a> (all D and Je); <span dir=\"rtl\">אֱלֹהֵי הַגּוֹיִם</span> <a data-ref=\"Deuteronomy 29:17\" href=\"/Deuteronomy.29.17\">Dt 29:17</a>; <span dir=\"rtl\">זָרִים</span> <a data-ref=\"Jeremiah 5:19\" href=\"/Jeremiah.5.19\">Je 5:19</a>; †<span dir=\"rtl\">כל צבא השׁמים</span> <a data-ref=\"Deuteronomy 4:19\" href=\"/Deuteronomy.4.19\">Dt 4:19</a>; <a data-ref=\"II Kings 21:3\" href=\"/II_Kings.21.3\">2 K 21:3</a>; <a data-ref=\"II Chronicles 33:3\" href=\"/II_Chronicles.33.3\">2 Ch 33:3</a>; <a data-ref=\"Jeremiah 8:2\" href=\"/Jeremiah.8.2\">Je 8:2</a>; †<span dir=\"rtl\">הבעל(ים)</span> <a data-ref=\"Judges 2:11\" href=\"/Judges.2.11\">Ju 2:11</a>; <a data-ref=\"Judges 3:7\" href=\"/Judges.3.7\">3:7</a>; <a data-ref=\"Judges 10:6\" href=\"/Judges.10.6\">10:6</a>, <a data-ref=\"Judges 10:10\" href=\"/Judges.10.10\">10</a>; <a data-ref=\"I Samuel 12:10\" href=\"/I_Samuel.12.10\">1 S 12:10</a>; <a data-ref=\"I Kings 16:31\" href=\"/I_Kings.16.31\">1 K 16:31</a>; <a data-ref=\"I Kings 22:54\" href=\"/I_Kings.22.54\">22:54</a>; <a data-ref=\"II Kings 10:18\" href=\"/II_Kings.10.18\">2 K 10:18</a><sup>(×2)</sup>, <a data-ref=\"II Kings 10:19\" href=\"/II_Kings.10.19\">19</a><sup>(×2)</sup>, <a data-ref=\"II Kings 10:21\" href=\"/II_Kings.10.21\">21</a>, <a data-ref=\"II Kings 10:22\" href=\"/II_Kings.10.22\">22</a>, <a data-ref=\"II Kings 10:23\" href=\"/II_Kings.10.23\">23</a><sup>(×2)</sup>; <a data-ref=\"II Kings 17:16\" href=\"/II_Kings.17.16\">17:16</a>; †<span dir=\"rtl\">אלהי נֵכָר</span> <a data-ref=\"Joshua 24:20\" href=\"/Joshua.24.20\">Jos 24:20</a>; <a data-ref=\"Jeremiah 5:19\" href=\"/Jeremiah.5.19\">Je 5:19</a>; †<span dir=\"rtl\">(הַ)גִּלּוּלִים</span> <a data-ref=\"II Kings 17:12\" href=\"/II_Kings.17.12\">2 K 17:12</a>; <a data-ref=\"II Kings 21:21\" href=\"/II_Kings.21.21\">21:21</a><sup>(×2)</sup> <a data-ref=\"Ezekiel 20:39\" href=\"/Ezekiel.20.39\">Ez 20:39</a>; †<span dir=\"rtl\">האשׁרים</span> <a data-ref=\"II Chronicles 24:18\" href=\"/II_Chronicles.24.18\">2 Ch 24:18</a>; <span dir=\"rtl\">עצבים</span> <a data-ref=\"Psalms 106:36\" href=\"/Psalms.106.36\">ψ 106:36</a>; †<span dir=\"rtl\">פסיל(ים)</span> <a data-ref=\"II Chronicles 33:22\" href=\"/II_Chronicles.33.22\">2 Ch 33:22</a>; <a data-ref=\"II Kings 17:41\" href=\"/II_Kings.17.41\">2 K 17:41</a>; <span dir=\"rtl\">פסל</span> <a data-ref=\"Psalms 97:7\" href=\"/Psalms.97.7\">ψ 97:7</a>; c. <span dir=\"rtl\">לְ</span>, †<span dir=\"rtl\">לבעל</span> <a data-ref=\"Judges 2:13\" href=\"/Judges.2.13\">Ju 2:13</a>; †<span dir=\"rtl\">לאלהים אחרים</span> <a data-ref=\"Jeremiah 44:3\" href=\"/Jeremiah.44.3\">Je 44:3</a>. <strong>5.</strong>  <em>serve</em> <span dir=\"rtl\">י׳</span> <em>with Levitical service</em> (all P; cf. RS<sup>Sem i. 69</sup>): c. acc. <span dir=\"rtl\">עבד עֲבֹדָה</span> (v. <a data-ref=\"BDB, עֲבֹדָה\" href=\"/BDB,_עֲבֹדָה\", dir=\"rtl\">עֲבֹדָה</a>) <a data-ref=\"Numbers 3:7\" href=\"/Numbers.3.7\">Nu 3:7</a>, <a data-ref=\"Numbers 3:8\" href=\"/Numbers.3.8\">8</a>; <a data-ref=\"Numbers 4:23\" href=\"/Numbers.4.23\">4:23</a>, <a data-ref=\"Numbers 4:30\" href=\"/Numbers.4.30\">30</a>, <a data-ref=\"Numbers 4:47\" href=\"/Numbers.4.47\">47</a>; <a data-ref=\"Numbers 7:5\" href=\"/Numbers.7.5\">7:5</a>; <a data-ref=\"Numbers 8:11\" href=\"/Numbers.8.11\">8:11</a>, <a data-ref=\"Numbers 8:19\" href=\"/Numbers.8.19\">19</a>, <a data-ref=\"Numbers 8:22\" href=\"/Numbers.8.22\">22</a>, <a data-ref=\"Numbers 8:26\" href=\"/Numbers.8.26\">26</a>; <a data-ref=\"Numbers 16:9\" href=\"/Numbers.16.9\">16:9</a>; <a data-ref=\"Numbers 18:6\" href=\"/Numbers.18.6\">18:6</a>, <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">21</a>, <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">23</a>; <a data-ref=\"Joshua 22:27\" href=\"/Joshua.22.27\">Jos 22:27</a>; acc. om. <a data-ref=\"Numbers 4:24\" href=\"/Numbers.4.24\">Nu 4:24</a>, <a data-ref=\"Numbers 4:26\" href=\"/Numbers.4.26\">26</a>, <a data-ref=\"Numbers 4:37\" href=\"/Numbers.4.37\">37</a>, <a data-ref=\"Numbers 4:41\" href=\"/Numbers.4.41\">41</a>; <a data-ref=\"Numbers 8:15\" href=\"/Numbers.8.15\">8:15</a> (but Sam 𝔊 <span dir=\"rtl\">עבדה</span>), v <a data-ref=\"Numbers 8:25\" href=\"/Numbers.8.25\">25</a> <a data-ref=\"Numbers 18:7\" href=\"/Numbers.18.7\">18:7</a>.<br>†<strong>Niph.</strong>  Pf. 3 ms. <span dir=\"rtl\">נֶעְבָּ֑ד</span> <a data-ref=\"Ecclesiastes 5:8\" href=\"/Ecclesiastes.5.8\">Ec 5:8</a>; 2 mpl. <span dir=\"rtl\">נֶעֱבַדְתֶּם</span> <a data-ref=\"Ezekiel 36:9\" href=\"/Ezekiel.36.9\">Ez 36:9</a>; Impf. 3 ms. <span dir=\"rtl\">יֵעָבֵד</span> <a data-ref=\"Deuteronomy 21:4\" href=\"/Deuteronomy.21.4\">Dt 21:4</a>; 3 fs. <span dir=\"rtl\">תֵּעָבֵד</span> <a data-ref=\"Ezekiel 36:34\" href=\"/Ezekiel.36.34\">Ez 36:34</a>;— <strong>1.</strong>  <em>be tilled</em>, of land <a data-ref=\"Deuteronomy 21:4\" href=\"/Deuteronomy.21.4\">Dt 21:4</a>; Ez <a data-ref=\"Ezekiel 36:9\" href=\"/Ezekiel.36.9\">36:9</a>, <a data-ref=\"Ezekiel 36:34\" href=\"/Ezekiel.36.34\">34</a>. <strong>2.</strong>  <a data-ref=\"Ecclesiastes 5:8\" href=\"/Ecclesiastes.5.8\">Ec 5:8</a> <span dir=\"rtl\">מֶלָךְ לְשָׂדֶה נֶעְבָּ֑ד</span> dub.: a king for (devoted to) the <em>cultivated</em> field (Hi); a king <em>that maketh himself servant</em> to the field (devoted to agriculture), De: v. Comm., especially De.<br>†<strong>Pual</strong>  Pf. 3 ms. <span dir=\"rtl\">עֻבַּד</span> <a data-ref=\"Deuteronomy 21:3\" href=\"/Deuteronomy.21.3\">Dt 21:3</a>; <a data-ref=\"Isaiah 14:3\" href=\"/Isaiah.14.3\">Is 14:3</a>; pass. of <strong>Qal</strong>, c. <span dir=\"rtl\">בְּ</span>: impers. <a data-ref=\"Deuteronomy 21:3\" href=\"/Deuteronomy.21.3\">Dt 21:3</a> of a calf with which <em>it has not been worked;</em> hard <em>service</em> with which it <em>was worked with captives</em> <a data-ref=\"Isaiah 14:3\" href=\"/Isaiah.14.3\">Is 14:3</a>.<br>†<strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הֶעֱבִיד</span> <a data-ref=\"Ezekiel 29:18\" href=\"/Ezekiel.29.18\">Ez 29:18</a>; 2 ms. sf. <span dir=\"rtl\">הֶעֱבַדְתַּ֫נִי</span> <a data-ref=\"Isaiah 43:24\" href=\"/Isaiah.43.24\">Is 43:24</a>, <span dir=\"rtl\">הֶעֱבַדְתִּיךָ</span> v <a data-ref=\"Isaiah 43:23\" href=\"/Isaiah.43.23\">23</a>, <span dir=\"rtl\">וְהַעֲבַדְתִּיךָ</span> <a data-ref=\"Jeremiah 17:4\" href=\"/Jeremiah.17.4\">Je 17:4</a> Impf. 3 ms. <span dir=\"rtl\">וַיַּעֲבֵד</span> <a data-ref=\"II Chronicles 34:33\" href=\"/II_Chronicles.34.33\">2 Ch 34:33</a>; 3 mpl. <span dir=\"rtl\">יַעֲבִדוּ</span> <a data-ref=\"Exodus 1:13\" href=\"/Exodus.1.13\">Ex 1:13</a>; Inf. cstr. <span dir=\"rtl\">הַעֲבִיד</span> <a data-ref=\"II Chronicles 2:17\" href=\"/II_Chronicles.2.17\">2 Ch 2:17</a>; Pt. pl. <span dir=\"rtl\">מַעֲבִדִים</span> <a data-ref=\"Exodus 6:5\" href=\"/Exodus.6.5\">Ex 6:5</a>;— <strong>1.</strong>  <em>compel to labour</em> as slaves <a data-ref=\"Exodus 1:13\" href=\"/Exodus.1.13\">Ex 1:13</a>; <a data-ref=\"Exodus 6:5\" href=\"/Exodus.6.5\">6:5</a> (P) <a data-ref=\"II Chronicles 2:17\" href=\"/II_Chronicles.2.17\">2 Ch 2:17</a>, + <a data-ref=\"Genesis 47:21\" href=\"/Genesis.47.21\">Gn 47:21</a> (reading <span dir=\"rtl\">הֶעֱבִיד לַעֲבָדִים</span>), <a data-ref=\"II Samuel 12:31\" href=\"/II_Samuel.12.31\">2 S 12:31</a> (reading <span dir=\"rtl\">וְהֶעֱבִיד</span>, + <span dir=\"rtl\">בְּ</span> <em>at;</em> on both these v. <a data-ref=\"BDB, עָבַר²\" href=\"/BDB,_עָבַר²\", dir=\"rtl\">עבר</a> <strong>Hiph.</strong> ad fin.); <em>cause to serve</em>, of army’s service against, c. acc. + <span dir=\"rtl\">(על)אל</span> <a data-ref=\"Ezekiel 29:18\" href=\"/Ezekiel.29.18\">Ez 29:18</a>; <em>cause to labour, weary</em>, c. <span dir=\"rtl\">בְּ</span> of means <a data-ref=\"Isaiah 43:23\" href=\"/Isaiah.43.23\">Is 43:23</a>, <a data-ref=\"Isaiah 43:24\" href=\"/Isaiah.43.24\">24</a> (perhaps play on meanings<strong>2, 3</strong>). <strong>2.</strong>  <em>make to serve as subjects</em>, c. 2 acc. <a data-ref=\"Jeremiah 17:4\" href=\"/Jeremiah.17.4\">Je 17:4</a>, + <a data-ref=\"Jeremiah 15:14\" href=\"/Jeremiah.15.14\">Je 15:14</a> (read <span dir=\"rtl\">וְהַעֲבַדְתִּיךָ</span>, v. <a data-ref=\"BDB, עָבַר²\" href=\"/BDB,_עָבַר²\", dir=\"rtl\">עבר</a> <strong>Hiph.</strong> ad fin.). <strong>3.</strong>  <em>cause to serve</em> God <a data-ref=\"II Chronicles 34:33\" href=\"/II_Chronicles.34.33\">2 Ch 34:33</a>.<br><strong>Hoph.</strong>  Impf. 2 ms. sf. <span dir=\"rtl\">תָּֽעָבְדֵם</span> <a data-ref=\"Exodus 20:5\" href=\"/Exodus.20.5\">Ex 20:5</a> = <a data-ref=\"Deuteronomy 5:9\" href=\"/Deuteronomy.5.9\">Dt 5:9</a>; <a data-ref=\"Exodus 23:24\" href=\"/Exodus.23.24\">Ex 23:24</a>; 1 pl. sf. <span dir=\"rtl\">נָֽעָבְדֵם</span> <a data-ref=\"Deuteronomy 13:3\" href=\"/Deuteronomy.13.3\">Dt 13:3</a> (Kö<sup>i. 259</sup> Sta<sup>§ 549 g</sup> Thes; < Nes<sup>Marg. 12 f.</sup> Qal anom. pointed (cf. W<sup>AG. ed. 2, i. 62 n.</sup> Fl <sup>Kl. Schr. i. 98</sup>); Ges<sup>§ 60, R. 1</sup> Dr Qal falsely pointed as Hoph.);—<em>be led</em> or <em>enticed to serve</em> other gods <a data-ref=\"Exodus 20:5\" href=\"/Exodus.20.5\">Ex 20:5</a> = <a data-ref=\"Deuteronomy 5:9\" href=\"/Deuteronomy.5.9\">Dt 5:9</a>; <a data-ref=\"Exodus 23:24\" href=\"/Exodus.23.24\">Ex 23:24</a>; <a data-ref=\"Deuteronomy 13:3\" href=\"/Deuteronomy.13.3\">Dt 13:3</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d352b6084aa1cbf25477", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֲבֹדָה 1", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "BDB, עֲבֹדָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֲבֹדָה א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֲבֹדָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">עֲבֹדָה</span></big>  and (Chr) <span dir=\"rtl\">עֲבוֹדָה</span> <sub>145</sub> <strong>n.f.</strong> labour, service <strong>(</strong>on format. v. Lag<sup>BN 179</sup> Ba<sup>NB 61</sup><strong>)</strong>;—<span dir=\"rtl\">ע׳</span> <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a> + 41 times; cstr. <span dir=\"rtl\">עֲבֹדַת</span> <a data-ref=\"Exodus 30:16\" href=\"/Exodus.30.16\">30</a><sup>16</sup> + 43 times; sf. <span dir=\"rtl\">עֲבֹדָתִי</span> <a data-ref=\"Genesis 30:26\" href=\"/Genesis.30.26\">Gn 30:26</a> + 33 times sfs.; in Chr <span dir=\"rtl\">עֲבוֹדָה</span> <a data-ref=\"I Chronicles 28:14\" href=\"/I_Chronicles.28.14\">1 Ch 28:14</a> + 7 times; cstr. <span dir=\"rtl\">עֲבוֹדַת</span> <a data-ref=\"I Chronicles 6:33\" href=\"/I_Chronicles.6.33\">6</a><sup>33</sup> + 13 times; sf. <span dir=\"rtl\">עֲבוֹדָתִי</span> <a data-ref=\"II Chronicles 12:8\" href=\"/II_Chronicles.12.8\">2 Ch 12:8</a>; <span dir=\"rtl\">עֲבוֹדָתָם</span> <a data-ref=\"I Chronicles 6:17\" href=\"/I_Chronicles.6.17\">1 Ch 6:17</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">2 Ch 31:16</a>;—<br><strong>1.</strong>  †<em>labour, work</em>, <a data-ref=\"Psalms 104:23\" href=\"/Psalms.104.23\">ψ 104</a><sup>23</sup>; in the field <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a>; <a data-ref=\"I Chronicles 27:26\" href=\"/I_Chronicles.27.26\">1 Ch 27:26</a>, prob. <a data-ref=\"Nehemiah 10:38\" href=\"/Nehemiah.10.38\">Ne 10:38</a> <span dir=\"rtl\">(עָרֵי ע׳)</span>, <a data-ref=\"Psalms 104:14\" href=\"/Psalms.104.14\">ψ 104</a><sup>14</sup> <span dir=\"rtl\">(עֵשֶׂב לע׳)</span>; in fine linen <a data-ref=\"I Chronicles 4:21\" href=\"/I_Chronicles.4.21\">1 Ch 4:21</a>; in erection of tabernacle <a data-ref=\"Exodus 35:24\" href=\"/Exodus.35.24\">Ex 35:24</a>; <a data-ref=\"Exodus 36:1\" href=\"/Exodus.36.1\">36:1</a>, <a data-ref=\"Exodus 36:3\" href=\"/Exodus.36.3\">3</a>, <a data-ref=\"Exodus 36:5\" href=\"/Exodus.36.5\">5</a>; <a data-ref=\"Exodus 39:42\" href=\"/Exodus.39.42\">39:42</a> (P); in repairing temple <a data-ref=\"II Chronicles 34:13\" href=\"/II_Chronicles.34.13\">2 Ch 34:13</a><sup>(×2)</sup>; <span dir=\"rtl\">כל מלאכת עבדה לא תעשׂוּ</span> <em>ye shall do no laborious work</em> <a data-ref=\"Leviticus 23:7\" href=\"/Leviticus.23.7\">Lv 23:7</a>, <a data-ref=\"Leviticus 23:8\" href=\"/Leviticus.23.8\">8</a>, <a data-ref=\"Leviticus 23:21\" href=\"/Leviticus.23.21\">21</a>, <a data-ref=\"Leviticus 23:25\" href=\"/Leviticus.23.25\">25</a>, <a data-ref=\"Leviticus 23:35\" href=\"/Leviticus.23.35\">35</a>, <a data-ref=\"Leviticus 23:36\" href=\"/Leviticus.23.36\">36</a>; <a data-ref=\"Numbers 28:18\" href=\"/Numbers.28.18\">Nu 28:18</a>, <a data-ref=\"Numbers 28:25\" href=\"/Numbers.28.25\">25</a>, <a data-ref=\"Numbers 28:26\" href=\"/Numbers.28.26\">26</a>; <a data-ref=\"Numbers 29:1\" href=\"/Numbers.29.1\">29:1</a>, <a data-ref=\"Numbers 29:12\" href=\"/Numbers.29.12\">12</a>, <a data-ref=\"Numbers 29:35\" href=\"/Numbers.29.35\">35</a> (P); fig. of man, <span dir=\"rtl\">ע׳ הַצְּדָקָה</span> <a data-ref=\"Isaiah 32:17\" href=\"/Isaiah.32.17\">Is 32:17</a> (‖ <span dir=\"rtl\">מַעֲשֵׂה הַצּ׳</span>); of God’s work of judgment <a data-ref=\"Isaiah 28:21\" href=\"/Isaiah.28.21\">Is 28:21</a><sup>(×2)</sup>.<br>†<strong>2.</strong>  <em>labour of servant or slave:</em> of Jacob for Laban <a data-ref=\"Genesis 29:27\" href=\"/Genesis.29.27\">Gn 29:27</a>; <a data-ref=\"Genesis 30:26\" href=\"/Genesis.30.26\">30:26</a> (JE); <span dir=\"rtl\">ע׳ עֶבֶד</span> of bondservant <a data-ref=\"Leviticus 25:39\" href=\"/Leviticus.25.39\">Lv 25:39</a> (P); of the Nethinim <a data-ref=\"Ezra 8:20\" href=\"/Ezra.8.20\">Ezr 8:20</a>; <em>service</em> of things, vessels of tabernacle and temple <a data-ref=\"Numbers 4:26\" href=\"/Numbers.4.26\">Nu 4:26</a>, <a data-ref=\"Numbers 4:32\" href=\"/Numbers.4.32\">32</a> (P), <a data-ref=\"I Chronicles 9:28\" href=\"/I_Chronicles.9.28\">1 Ch 9:28</a>; <a data-ref=\"I Chronicles 28:14\" href=\"/I_Chronicles.28.14\">28:14</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 28:15\" href=\"/I_Chronicles.28.15\">15</a>.<br>†<strong>3.</strong>  <em>labour, service of captives or subjects:</em> of Israel in Egypt <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a>; <a data-ref=\"Exodus 2:23\" href=\"/Exodus.2.23\">2:23</a><sup>(×2)</sup> (P), <a data-ref=\"Exodus 5:11\" href=\"/Exodus.5.11\">5:11</a> (E), <a data-ref=\"Exodus 6:6\" href=\"/Exodus.6.6\">6:6</a> (P); <span dir=\"rtl\">כבד(ה) הע׳</span> <a data-ref=\"Exodus 5:9\" href=\"/Exodus.5.9\">5:9</a> (E), <a data-ref=\"Nehemiah 5:18\" href=\"/Nehemiah.5.18\">Ne 5:18</a>; <span dir=\"rtl\">ע׳ קשׁה</span> <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a>; <a data-ref=\"Exodus 6:9\" href=\"/Exodus.6.9\">6:9</a> (P), <a data-ref=\"Deuteronomy 26:6\" href=\"/Deuteronomy.26.6\">Dt 26:6</a>; <a data-ref=\"I Kings 12:4\" href=\"/I_Kings.12.4\">1 K 12:4</a> = <a data-ref=\"II Chronicles 10:4\" href=\"/II_Chronicles.10.4\">2 Ch 10:4</a>; <a data-ref=\"Isaiah 14:3\" href=\"/Isaiah.14.3\">Is 14:3</a>; <span dir=\"rtl\">מֵרֹב ע׳</span> <a data-ref=\"Lamentations 1:3\" href=\"/Lamentations.1.3\">La 1:3</a>; <span dir=\"rtl\">ע׳ ממלכוֹת</span> <a data-ref=\"II Chronicles 12:8\" href=\"/II_Chronicles.12.8\">2 Ch 12:8</a>; <span dir=\"rtl\">ע׳ המלך</span> <a data-ref=\"I Chronicles 26:30\" href=\"/I_Chronicles.26.30\">1 Ch 26:30</a>; <span dir=\"rtl\">ע׳ אדניהם</span> <a data-ref=\"Nehemiah 3:5\" href=\"/Nehemiah.3.5\">Ne 3:5</a>; military service <a data-ref=\"Ezekiel 29:18\" href=\"/Ezekiel.29.18\">Ez 29:18</a><sup>(×2)</sup>.<br><strong>4.</strong>  <em>service</em> of God, in P Chr Ez: by people <a data-ref=\"Joshua 22:27\" href=\"/Joshua.22.27\">Jos 22:27</a> (P) <a data-ref=\"II Chronicles 12:8\" href=\"/II_Chronicles.12.8\">2 Ch 12:8</a>, feast of passover <a data-ref=\"Exodus 12:25\" href=\"/Exodus.12.25\">Ex 12:25</a>, <a data-ref=\"Exodus 12:26\" href=\"/Exodus.12.26\">26</a>; <a data-ref=\"II Chronicles 35:10\" href=\"/II_Chronicles.35.10\">2 Ch 35:10</a>, <a data-ref=\"II Chronicles 35:16\" href=\"/II_Chronicles.35.16\">16</a>, unleavened bread <a data-ref=\"Exodus 13:5\" href=\"/Exodus.13.5\">Ex 13:5</a>; Levites and priests <a data-ref=\"Numbers 4:19\" href=\"/Numbers.4.19\">Nu 4:19</a>, <a data-ref=\"Numbers 4:49\" href=\"/Numbers.4.49\">49</a>; <a data-ref=\"Numbers 8:11\" href=\"/Numbers.8.11\">8:11</a>; <a data-ref=\"I Chronicles 24:3\" href=\"/I_Chronicles.24.3\">1 Ch 24:3</a>, <a data-ref=\"I Chronicles 24:19\" href=\"/I_Chronicles.24.19\">19</a>; <a data-ref=\"II Chronicles 8:14\" href=\"/II_Chronicles.8.14\">2 Ch 8:14</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">31:16</a>; <span dir=\"rtl\">ע׳ מתנה</span> <a data-ref=\"Numbers 18:7\" href=\"/Numbers.18.7\">Nu 18:7</a>; Levites <a data-ref=\"Exodus 38:21\" href=\"/Exodus.38.21\">Ex 38:21</a>; <a data-ref=\"Numbers 4:24\" href=\"/Numbers.4.24\">Nu 4:24</a>, <a data-ref=\"Numbers 4:27\" href=\"/Numbers.4.27\">27</a><sup>(×2)</sup>, <a data-ref=\"Numbers 4:28\" href=\"/Numbers.4.28\">28</a>, <a data-ref=\"Numbers 4:33\" href=\"/Numbers.4.33\">33</a>, <a data-ref=\"Numbers 4:47\" href=\"/Numbers.4.47\">47</a><sup>(×2)</sup>; <a data-ref=\"Numbers 7:7\" href=\"/Numbers.7.7\">7:7</a>, <a data-ref=\"Numbers 7:8\" href=\"/Numbers.7.8\">8</a>; <a data-ref=\"Numbers 8:26\" href=\"/Numbers.8.26\">8:26</a>; <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">18:21</a>; <a data-ref=\"I Chronicles 6:17\" href=\"/I_Chronicles.6.17\">1 Ch 6:17</a>; <a data-ref=\"II Chronicles 31:2\" href=\"/II_Chronicles.31.2\">2 Ch 31:2</a>; c. <span dir=\"rtl\">בְּאֹהֶל מוֹעֵד</span> v <a data-ref=\"Numbers 4:4\" href=\"/Numbers.4.4\">4</a>, <a data-ref=\"Numbers 4:23\" href=\"/Numbers.4.23\">23</a>, <a data-ref=\"Numbers 4:31\" href=\"/Numbers.4.31\">31</a>, <a data-ref=\"Numbers 4:33\" href=\"/Numbers.4.33\">33</a>, <a data-ref=\"Numbers 4:35\" href=\"/Numbers.4.35\">35</a>, <a data-ref=\"Numbers 4:39\" href=\"/Numbers.4.39\">39</a>, <a data-ref=\"Numbers 4:43\" href=\"/Numbers.4.43\">43</a>; <a data-ref=\"Numbers 8:19\" href=\"/Numbers.8.19\">8:19</a>, <a data-ref=\"Numbers 8:22\" href=\"/Numbers.8.22\">22</a>; <a data-ref=\"Numbers 18:31\" href=\"/Numbers.18.31\">18:31</a>; <span dir=\"rtl\">אֹהֶל מוֹעֵד</span> <a data-ref=\"Exodus 30:16\" href=\"/Exodus.30.16\">Ex 30:16</a>; <a data-ref=\"Numbers 4:30\" href=\"/Numbers.4.30\">Nu 4:30</a>; <a data-ref=\"Numbers 7:5\" href=\"/Numbers.7.5\">7:5</a>; <a data-ref=\"Numbers 8:24\" href=\"/Numbers.8.24\">8:24</a>; <a data-ref=\"Numbers 18:4\" href=\"/Numbers.18.4\">18:4</a>, <a data-ref=\"Numbers 18:6\" href=\"/Numbers.18.6\">6</a>, <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">21</a>, <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">23</a>, cf. <a data-ref=\"Exodus 35:21\" href=\"/Exodus.35.21\">Ex 35:21</a>; <a data-ref=\"Numbers 7:5\" href=\"/Numbers.7.5\">Nu 7:5</a>; <span dir=\"rtl\">(ה)מִשְׁכָּן</span> <a data-ref=\"Exodus 39:32\" href=\"/Exodus.39.32\">Ex 39:32</a>, <a data-ref=\"Exodus 39:40\" href=\"/Exodus.39.40\">40</a>; <a data-ref=\"Numbers 3:7\" href=\"/Numbers.3.7\">Nu 3:7</a>, <a data-ref=\"Numbers 3:8\" href=\"/Numbers.3.8\">8</a>; <a data-ref=\"Numbers 16:9\" href=\"/Numbers.16.9\">16:9</a>; <a data-ref=\"I Chronicles 6:33\" href=\"/I_Chronicles.6.33\">1 Ch 6:33</a>, cf. <a data-ref=\"Exodus 27:19\" href=\"/Exodus.27.19\">Ex 27:19</a>; <a data-ref=\"Numbers 3:36\" href=\"/Numbers.3.36\">Nu 3:36</a>; <a data-ref=\"I Chronicles 23:26\" href=\"/I_Chronicles.23.26\">1 Ch 23:26</a>; <span dir=\"rtl\">ע׳ הַקֹּדֶשׁ</span> <a data-ref=\"Numbers 7:9\" href=\"/Numbers.7.9\">Nu 7:9</a>, cf. <a data-ref=\"Numbers 3:31\" href=\"/Numbers.3.31\">3:31</a>; of its court v <a data-ref=\"Numbers 3:26\" href=\"/Numbers.3.26\">26</a>; more specif. <span dir=\"rtl\">ע׳ משׂא</span> <a data-ref=\"Numbers 4:47\" href=\"/Numbers.4.47\">4:47</a>; <span dir=\"rtl\">צבא הע׳</span> <a data-ref=\"Numbers 8:25\" href=\"/Numbers.8.25\">8:25</a>; <span dir=\"rtl\">ע׳ בית י׳ (ה)אלהים</span> <a data-ref=\"I Chronicles 23:24\" href=\"/I_Chronicles.23.24\">1 Ch 23:24</a>, <a data-ref=\"I Chronicles 23:28\" href=\"/I_Chronicles.23.28\">28</a>, <a data-ref=\"I Chronicles 23:32\" href=\"/I_Chronicles.23.32\">32</a>; <a data-ref=\"I Chronicles 25:6\" href=\"/I_Chronicles.25.6\">25:6</a>; <a data-ref=\"I Chronicles 28:13\" href=\"/I_Chronicles.28.13\">28:13</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 28:21\" href=\"/I_Chronicles.28.21\">21</a><sup>(×2)</sup>; <a data-ref=\"I Chronicles 29:7\" href=\"/I_Chronicles.29.7\">29:7</a>; <a data-ref=\"II Chronicles 29:35\" href=\"/II_Chronicles.29.35\">2 Ch 29:35</a>; <a data-ref=\"II Chronicles 31:21\" href=\"/II_Chronicles.31.21\">31:21</a>; <a data-ref=\"II Chronicles 35:2\" href=\"/II_Chronicles.35.2\">35:2</a>; <a data-ref=\"Nehemiah 10:33\" href=\"/Nehemiah.10.33\">Ne 10:33</a>; <span dir=\"rtl\">מלאכת ע׳ בית האלהים</span> <a data-ref=\"I Chronicles 9:13\" href=\"/I_Chronicles.9.13\">1 Ch 9:13</a>; <a data-ref=\"I Chronicles 28:20\" href=\"/I_Chronicles.28.20\">28:20</a>; <a data-ref=\"II Chronicles 24:12\" href=\"/II_Chronicles.24.12\">2 Ch 24:12</a>; <span dir=\"rtl\">מעשׂה ע׳</span> <a data-ref=\"I Chronicles 23:28\" href=\"/I_Chronicles.23.28\">1 Ch 23:28</a>; its service <a data-ref=\"Ezekiel 44:14\" href=\"/Ezekiel.44.14\">Ez 44:14</a>; <a data-ref=\"I Chronicles 9:19\" href=\"/I_Chronicles.9.19\">1 Ch 9:19</a>; specif. service of Levit. singers <a data-ref=\"I Chronicles 25:1\" href=\"/I_Chronicles.25.1\">25:1</a><sup>(×2)</sup>, and doorkeepers <a data-ref=\"I Chronicles 26:8\" href=\"/I_Chronicles.26.8\">26:8</a>; <a data-ref=\"II Chronicles 35:15\" href=\"/II_Chronicles.35.15\">2 Ch 35:15</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3f8b6084aa1cbf2d59b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, צָבָא 1", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "BDB, צָבָא 1", "sourceHeRef": "בראון-דרייבר-בריגס, צָבָא א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "צָבָא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big>[<span dir=\"rtl\">צָבָא</span>]</big></big>  <strong>vb. wage war, serve (</strong>Sab. <span dir=\"rtl\">צֿבא</span> <em>wage war with</em>, also n. <em>army, campaign</em> Hom<sup>Chrest. 125</sup> CIS <sup>iv. 299, 1. 2</sup> DHM<sup> VOJ i. 28</sup>; Ethiopic ጸብአ: (> ፀብአ:) <em>wage war;</em> Assyrian <em>ṣâbu</em>, <em>man, soldier;</em> Nö<sup>ZMG xl (1886), 726</sup> al. cp. (on account of Sab. Ethiopic <span dir=\"rtl\">ץֿ</span>) Arabic <span dir=\"rtl\">ضَبَأَ</span> <em>conceal oneself</em>, hence <em>lie in wait;</em> this is phonetically suitable, but better in meaning would be <span dir=\"rtl\">صَبَأَ</span> <em>go</em> or <em>come forth</em> (against one), etc., so Thes Lag<sup>BN 21</sup>; Frä<sup>232</sup> cp. <span dir=\"rtl\">صَبِىٌّ</span> <em>young man</em><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 mpl. <span dir=\"rtl\">צָֽבְאוּ</span> <a data-ref=\"Exodus 38:8\" href=\"/Exodus.38.8\">Ex 38:8</a> <a data-ref=\"Zechariah 14:12\" href=\"/Zechariah.14.12\">Zc 14:12</a>; Impf. 3 mpl. <span dir=\"rtl\">יִצְבְּאוּ</span> <a data-ref=\"Numbers 31:7\" href=\"/Numbers.31.7\">Nu 31:7</a>; Inf. cstr. <span dir=\"rtl\">לִצְבֹּא</span> <a data-ref=\"Isaiah 31:4\" href=\"/Isaiah.31.4\">Is 31:4</a>; <span dir=\"rtl\">לִצְבֹא</span> <a data-ref=\"Numbers 4:23\" href=\"/Numbers.4.23\">Nu 4:23</a>; <a data-ref=\"Numbers 8:24\" href=\"/Numbers.8.24\">8:24</a>; Pt. pl. <span dir=\"rtl\">צֹבְאִים</span> <a data-ref=\"Numbers 31:42\" href=\"/Numbers.31.42\">Nu 31:42</a>; <a data-ref=\"Isaiah 29:7\" href=\"/Isaiah.29.7\">Is 29:7</a>, <a data-ref=\"Isaiah 29:8\" href=\"/Isaiah.29.8\">8</a>; sf. <span dir=\"rtl\">צֹבֶיהָ</span> <a data-ref=\"Isaiah 29:7\" href=\"/Isaiah.29.7\">Is 29:7</a> (Ges<sup>§ 75 oo</sup>; Di <span dir=\"rtl\">צָרֶיהָ</span>); fpl. <span dir=\"rtl\">צֹבְאֹת</span> <a data-ref=\"Exodus 38:8\" href=\"/Exodus.38.8\">Ex 38:8</a>; <span dir=\"rtl\">צֹבְאוֹת</span> <a data-ref=\"I Samuel 2:22\" href=\"/I_Samuel.2.22\">1 S 2:22</a>;— <strong>1.</strong>  <em>wage war, fight</em>, c. <span dir=\"rtl\">עַל</span> <em>against</em>, <a data-ref=\"Numbers 31:7\" href=\"/Numbers.31.7\">Nu 31:7</a> (P) <a data-ref=\"Isaiah 29:7\" href=\"/Isaiah.29.7\">Is 29:7</a>, <a data-ref=\"Isaiah 29:8\" href=\"/Isaiah.29.8\">8</a>; <a data-ref=\"Isaiah 31:4\" href=\"/Isaiah.31.4\">31:4</a>; <a data-ref=\"Zechariah 14:12\" href=\"/Zechariah.14.12\">Zc 14:12</a>, c. sf. <a data-ref=\"Isaiah 29:7\" href=\"/Isaiah.29.7\">Is 29:7</a> (?); abs. <a data-ref=\"Numbers 31:42\" href=\"/Numbers.31.42\">Nu 31:42</a> (P). <strong>2.</strong>  <em>serve</em> at sacred tent, Levites, c. acc. <span dir=\"rtl\">צָבָא</span> <a data-ref=\"Numbers 4:23\" href=\"/Numbers.4.23\">Nu 4:23</a>; <a data-ref=\"Numbers 8:24\" href=\"/Numbers.8.24\">8:24</a> (P); women <a data-ref=\"Exodus 38:8\" href=\"/Exodus.38.8\">Ex 38:8</a><sup>(×2)</sup> (P) <a data-ref=\"I Samuel 2:22\" href=\"/I_Samuel.2.22\">1 S 2:22</a>.<br><strong>Hiph.</strong>  Pt. <span dir=\"rtl\">הַמַּצְבִּא אֶת־עַם וגו׳</span> <a data-ref=\"II Kings 25:19\" href=\"/II_Kings.25.19\">2 K 25:19</a> = <a data-ref=\"Jeremiah 52:25\" href=\"/Jeremiah.52.25\">Je 52:25</a> <em>muster</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3f9b6084aa1cbf2d6c7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, צָבָא² 1", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "BDB, צָבָא² 1", "sourceHeRef": "בראון-דרייבר-בריגס, צָבָא² א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "צָבָא²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">צָבָא</span></big><sub>485</sub>  <strong>n.m.</strong> <a data-ref=\"II Chronicles 28:9\" href=\"/II_Chronicles.28.9\">2 Ch 28:9</a> (poss. f. <a data-ref=\"Isaiah 40:2\" href=\"/Isaiah.40.2\">Is 40:2</a>; <a data-ref=\"Daniel 8:12\" href=\"/Daniel.8.12\">Dn 8:12</a>, but v. Albr<sup> ZAW xv (1895), 319</sup>; Bev <sup>Dn</sup>) army, war, warfare;—abs. <span dir=\"rtl\">צ׳</span> <a data-ref=\"Numbers 1:3\" href=\"/Numbers.1.3\">Nu 1:3</a> + (<span dir=\"rtl\">מִצָּבָה</span> <a data-ref=\"Zechariah 9:8\" href=\"/Zechariah.9.8\">Zc 9:8</a> v. p. 663 a); cstr. <span dir=\"rtl\">צְבָא</span> <a data-ref=\"Numbers 10:15\" href=\"/Numbers.10.15\">Nu 10:15</a> +; sf. <span dir=\"rtl\">צְבָאִי</span> <a data-ref=\"Job 14:14\" href=\"/Job.14.14\">Jb 14:14</a>; <span dir=\"rtl\">צְבָאֲךָ</span> <a data-ref=\"Judges 8:9\" href=\"/Judges.8.9\">Ju 8:9</a>; <a data-ref=\"Judges 9:29\" href=\"/Judges.9.29\">9:29</a>; <span dir=\"rtl\">צְבָאָיו</span> <a data-ref=\"Psalms 103:21\" href=\"/Psalms.103.21\">ψ 103:21</a>; <a data-ref=\"Psalms 148:2\" href=\"/Psalms.148.2\">148:2</a> (Kt <span dir=\"rtl\">צבאו</span>; so read prob. in both), etc.; pl. <span dir=\"rtl\">צְבָאוֹת</span> <a data-ref=\"Numbers 20:9\" href=\"/Numbers.20.9\">Nu 20:9</a> + 278 times; cstr. <span dir=\"rtl\">צִבְאוֹת</span> <a data-ref=\"Exodus 12:41\" href=\"/Exodus.12.41\">Ex 12:41</a> + 2 times; sf. <span dir=\"rtl\">צִבְאֹתַי</span> <a data-ref=\"Exodus 7:4\" href=\"/Exodus.7.4\">7:4</a>; <span dir=\"rtl\">צִבְאֹתָם</span> <a data-ref=\"Exodus 6:26\" href=\"/Exodus.6.26\">6:26</a> +, etc.;—<br><strong>1.</strong>  <em>army, host:</em> <strong>a.</strong>  organized for war <a data-ref=\"Judges 8:6\" href=\"/Judges.8.6\">Ju 8:6</a>; <a data-ref=\"Judges 9:29\" href=\"/Judges.9.29\">9:29</a> (J) <a data-ref=\"Isaiah 34:2\" href=\"/Isaiah.34.2\">Is 34:2</a>; <a data-ref=\"Jeremiah 51:3\" href=\"/Jeremiah.51.3\">Je 51:3</a>; <a data-ref=\"II Chronicles 28:9\" href=\"/II_Chronicles.28.9\">2 Ch 28:9</a>; <span dir=\"rtl\">צְבָאוֹ</span> <em>his host</em> <a data-ref=\"Numbers 2:4\" href=\"/Numbers.2.4\">Nu 2:4</a>, <a data-ref=\"Numbers 2:6\" href=\"/Numbers.2.6\">6</a> + 10 times 2 (P), <span dir=\"rtl\">לְצִבְאֹתָם</span> <a data-ref=\"Numbers 1:3\" href=\"/Numbers.1.3\">1:3</a>, <a data-ref=\"Numbers 1:52\" href=\"/Numbers.1.52\">52</a>; <a data-ref=\"Numbers 2:3\" href=\"/Numbers.2.3\">2:3</a>, <a data-ref=\"Numbers 2:9\" href=\"/Numbers.2.9\">9</a> + 11 times 2, 10, <a data-ref=\"Numbers 33:1\" href=\"/Numbers.33.1\">33:1</a> (P); <span dir=\"rtl\">אַלְפֵי הצ׳</span> <a data-ref=\"Numbers 31:48\" href=\"/Numbers.31.48\">31:48</a> (P); <span dir=\"rtl\">צ׳ ישׂראל</span> <a data-ref=\"II Chronicles 25:7\" href=\"/II_Chronicles.25.7\">2 Ch 25:7</a>; <span dir=\"rtl\">חֵיל (ה)צ׳</span> <a data-ref=\"I Chronicles 20:1\" href=\"/I_Chronicles.20.1\">1 Ch 20:1</a>; <a data-ref=\"II Chronicles 26:13\" href=\"/II_Chronicles.26.13\">2 Ch 26:13</a>; <span dir=\"rtl\">גְּדוּדֵי צ׳</span> <a data-ref=\"I Chronicles 7:4\" href=\"/I_Chronicles.7.4\">1 Ch 7:4</a>; <span dir=\"rtl\">כל־הצבא</span> <a data-ref=\"II Samuel 3:23\" href=\"/II_Samuel.3.23\">2 S 3:23</a>; <a data-ref=\"II Samuel 10:7\" href=\"/II_Samuel.10.7\">10:7</a>; <a data-ref=\"I Chronicles 19:8\" href=\"/I_Chronicles.19.8\">1 Ch 19:8</a>; <a data-ref=\"II Chronicles 26:14\" href=\"/II_Chronicles.26.14\">2 Ch 26:14</a>; <span dir=\"rtl\">שַׂר (ה)צ׳</span> <em>captain of</em> (the) <em>host</em> <a data-ref=\"Genesis 21:22\" href=\"/Genesis.21.22\">Gn 21:22</a>, <a data-ref=\"Genesis 21:32\" href=\"/Genesis.21.32\">32</a> (E) <a data-ref=\"Genesis 26:26\" href=\"/Genesis.26.26\">26:26</a> (J) <a data-ref=\"Judges 4:2\" href=\"/Judges.4.2\">Ju 4:2</a>, <a data-ref=\"Judges 4:7\" href=\"/Judges.4.7\">7</a>; <a data-ref=\"I Samuel 12:9\" href=\"/I_Samuel.12.9\">1 S 12:9</a> + 21 times; <span dir=\"rtl\">שָׂרֵי (ה)צבא</span> <a data-ref=\"I Kings 1:25\" href=\"/I_Kings.1.25\">1 K 1:25</a> (but read <span dir=\"rtl\">שַׂר</span>), <a data-ref=\"I Chronicles 25:1\" href=\"/I_Chronicles.25.1\">1 Ch 25:1</a>; <a data-ref=\"I Chronicles 26:26\" href=\"/I_Chronicles.26.26\">26:26</a>; <a data-ref=\"II Chronicles 33:11\" href=\"/II_Chronicles.33.11\">2 Ch 33:11</a>; <span dir=\"rtl\">שָׂרִים בצ׳</span> <a data-ref=\"I Chronicles 12:22\" href=\"/I_Chronicles.12.22\">1 Ch 12:22</a>; <span dir=\"rtl\">שָׂרֵי (ה)צבאות</span> <a data-ref=\"Deuteronomy 20:9\" href=\"/Deuteronomy.20.9\">Dt 20:9</a>; <a data-ref=\"I Kings 2:5\" href=\"/I_Kings.2.5\">1 K 2:5</a>; <a data-ref=\"I Chronicles 27:3\" href=\"/I_Chronicles.27.3\">1 Ch 27:3</a>; <span dir=\"rtl\">רָאשֵׁי הצ׳</span> <a data-ref=\"I Chronicles 12:14\" href=\"/I_Chronicles.12.14\">1 Ch 12:14</a>; <span dir=\"rtl\">מַלְכֵי צבאות</span> <a data-ref=\"Psalms 68:13\" href=\"/Psalms.68.13\">ψ 68:13</a>; <span dir=\"rtl\">עַל (ה)צ׳</span> <em>over the host</em> (as captain) <a data-ref=\"Numbers 10:14\" href=\"/Numbers.10.14\">Nu 10:14</a>, <a data-ref=\"Numbers 10:15\" href=\"/Numbers.10.15\">15</a> + 10 times <a data-ref=\"Numbers 10\" href=\"/Numbers.10\">Nu 10</a> (P), <a data-ref=\"II Samuel 8:16\" href=\"/II_Samuel.8.16\">2 S 8:16</a> = <a data-ref=\"I Chronicles 18:15\" href=\"/I_Chronicles.18.15\">1 Ch 18:15</a>; <a data-ref=\"II Samuel 17:25\" href=\"/II_Samuel.17.25\">2 S 17:25</a>; <a data-ref=\"I Kings 2:35\" href=\"/I_Kings.2.35\">1 K 2:35</a>; <a data-ref=\"I Kings 4:4\" href=\"/I_Kings.4.4\">4:4</a>; <span dir=\"rtl\">אל־כל הצ׳</span> <a data-ref=\"II Samuel 20:23\" href=\"/II_Samuel.20.23\">2 S 20:23</a> (<span dir=\"rtl\">אל</span> for <span dir=\"rtl\">על</span>); <span dir=\"rtl\">עַל־צִבְאֹתָם</span> <a data-ref=\"Exodus 6:26\" href=\"/Exodus.6.26\">Ex 6:26</a>; <a data-ref=\"Exodus 12:51\" href=\"/Exodus.12.51\">12:51</a> (P); <span dir=\"rtl\">הוציא צבאות</span> <em>lead out armies</em> <a data-ref=\"Exodus 7:4\" href=\"/Exodus.7.4\">Ex 7:4</a>; <a data-ref=\"Exodus 12:17\" href=\"/Exodus.12.17\">12:17</a> (P); <span dir=\"rtl\">יצא צ׳</span> <em>army goes forth</em> (to war) <a data-ref=\"Exodus 12:41\" href=\"/Exodus.12.41\">Ex 12:41</a>; <a data-ref=\"I Chronicles 7:11\" href=\"/I_Chronicles.7.11\">1 Ch 7:11</a>; <span dir=\"rtl\">לֹא תֵצֵא בְּצִבְאוֹתֵינוּ</span> <a data-ref=\"Psalms 44:10\" href=\"/Psalms.44.10\">ψ 44:10</a>, of <span dir=\"rtl\">י׳</span> going <em>with our armies</em> = <a data-ref=\"Psalms 60:12\" href=\"/Psalms.60.12\">60:12</a> = <a data-ref=\"Psalms 108:12\" href=\"/Psalms.108.12\">108:12</a>; fig. of great number, <span dir=\"rtl\">צבא רב</span> <a data-ref=\"Psalms 68:12\" href=\"/Psalms.68.12\">68:12</a>.—On <span dir=\"rtl\">חֲלִיפוֹת וְצָבָא</span> <a data-ref=\"Job 10:17\" href=\"/Job.10.17\">Jb 10:17</a> v. Di; Bu proposes <span dir=\"rtl\">תַּחֲלֵף צְבָאֲ(ךָ)</span> i.e. <em>thou dost renew</em> (<em>thine</em>) <em>army</em> against me. <strong>b.</strong>  <em>host</em> (organized body) of angels (cf. Lu 2:13), <span dir=\"rtl\">צבא השׁמים (כל)</span> <em>all the host of heaven</em> <a data-ref=\"I Kings 22:19\" href=\"/I_Kings.22.19\">1 K 22:19</a> = <a data-ref=\"II Chronicles 18:18\" href=\"/II_Chronicles.18.18\">2 Ch 18:18</a>; <a data-ref=\"Nehemiah 9:6\" href=\"/Nehemiah.9.6\">Ne 9:6</a>; <span dir=\"rtl\">כל צבאיו</span> <a data-ref=\"Psalms 103:21\" href=\"/Psalms.103.21\">ψ 103:21</a>; <a data-ref=\"Psalms 148:2\" href=\"/Psalms.148.2\">148:2</a>; <span dir=\"rtl\">צבא הַמָּרוֹם</span> <a data-ref=\"Isaiah 24:21\" href=\"/Isaiah.24.21\">Is 24:21</a> <em>host of the high</em> (angel-princes; ‖ earthly monarchs); <span dir=\"rtl\">צבא השׁמים</span> <a data-ref=\"Daniel 8:10\" href=\"/Daniel.8.10\">Dn 8:10</a>, <span dir=\"rtl\">הצבא</span> v <a data-ref=\"Daniel 8:10\" href=\"/Daniel.8.10\">10</a> (al. v<sup>b</sup> fig. of Israel); <span dir=\"rtl\">שׂר צ׳ י׳</span> <em>captain of the host of</em> <span dir=\"rtl\">י׳</span> <a data-ref=\"Joshua 5:14\" href=\"/Joshua.5.14\">Jos 5:14</a>, <a data-ref=\"Joshua 5:15\" href=\"/Joshua.5.15\">15</a> (theophanic angel); <span dir=\"rtl\">שׂר הצבא</span> <a data-ref=\"Daniel 8:11\" href=\"/Daniel.8.11\">Dn 8:11</a> (angel-prince of Israel, others, God). <strong>c.</strong>  of sun, moon and stars, <span dir=\"rtl\">כל צבא השׁמים</span> <a data-ref=\"Deuteronomy 4:19\" href=\"/Deuteronomy.4.19\">Dt 4:19</a>; <a data-ref=\"Deuteronomy 17:3\" href=\"/Deuteronomy.17.3\">17:3</a>; <a data-ref=\"II Kings 17:16\" href=\"/II_Kings.17.16\">2 K 17:16</a>; <a data-ref=\"II Kings 21:3\" href=\"/II_Kings.21.3\">21:3</a>, <a data-ref=\"II Kings 21:5\" href=\"/II_Kings.21.5\">5</a> = <a data-ref=\"II Chronicles 33:3\" href=\"/II_Chronicles.33.3\">2 Ch 33:3</a>, <a data-ref=\"II Chronicles 33:5\" href=\"/II_Chronicles.33.5\">5</a>; <a data-ref=\"II Kings 23:4\" href=\"/II_Kings.23.4\">2 K 23:4</a>, <a data-ref=\"II Kings 23:5\" href=\"/II_Kings.23.5\">5</a> <a data-ref=\"Jeremiah 8:2\" href=\"/Jeremiah.8.2\">Je 8:2</a>; <a data-ref=\"Jeremiah 19:13\" href=\"/Jeremiah.19.13\">19:13</a> (all as objects of worship), <a data-ref=\"Isaiah 34:4\" href=\"/Isaiah.34.4\">Is 34:4</a>; <span dir=\"rtl\">צ׳ השׁמים</span> <a data-ref=\"Jeremiah 33:22\" href=\"/Jeremiah.33.22\">Je 33:22</a>; <a data-ref=\"Zephaniah 1:5\" href=\"/Zephaniah.1.5\">Zp 1:5</a>; <span dir=\"rtl\">כל צבאם</span> <a data-ref=\"Nehemiah 9:6\" href=\"/Nehemiah.9.6\">Ne 9:6</a> <a data-ref=\"Psalms 33:6\" href=\"/Psalms.33.6\">ψ 33:6</a>; <a data-ref=\"Isaiah 34:4\" href=\"/Isaiah.34.4\">Is 34:4</a>; <a data-ref=\"Isaiah 45:12\" href=\"/Isaiah.45.12\">45:12</a>; <span dir=\"rtl\">צבאם</span> <a data-ref=\"Isaiah 40:26\" href=\"/Isaiah.40.26\">Is 40:26</a>.—<a data-ref=\"Jeremiah 3:19\" href=\"/Jeremiah.3.19\">Je 3:19</a> v. i. <a ,=\"\" data-ref=\"BDB, צְבִי\" dir=\"rtl\" href=\"/BDB,_צְבִי\">צְבִי</a>. <strong>d.</strong>  of the entire creation, <span dir=\"rtl\">כל צבאם</span> <a data-ref=\"Genesis 2:1\" href=\"/Genesis.2.1\">Gn 2:1</a>.<br><strong>2.</strong>  <em>war, warfare, service:</em> <span dir=\"rtl\">יָצָא צָבָא</span> <em>go out to war</em> <a data-ref=\"Numbers 1:3\" href=\"/Numbers.1.3\">Nu 1:3</a>, <a data-ref=\"Numbers 1:20\" href=\"/Numbers.1.20\">20</a> + 12 times <a data-ref=\"Numbers 1\" href=\"/Numbers.1\">Nu 1</a>, <a data-ref=\"Numbers 26:2\" href=\"/Numbers.26.2\">26:2</a> (P) <a data-ref=\"I Chronicles 5:18\" href=\"/I_Chronicles.5.18\">1 Ch 5:18</a>; <a data-ref=\"I Chronicles 7:11\" href=\"/I_Chronicles.7.11\">7:11</a>; <a data-ref=\"I Chronicles 12:33\" href=\"/I_Chronicles.12.33\">12:33</a>, <a data-ref=\"I Chronicles 12:36\" href=\"/I_Chronicles.12.36\">36</a>; <a data-ref=\"II Chronicles 25:5\" href=\"/II_Chronicles.25.5\">2 Ch 25:5</a>; <a data-ref=\"II Chronicles 26:11\" href=\"/II_Chronicles.26.11\">26:11</a>; <span dir=\"rtl\">יצא בצ׳</span> <a data-ref=\"Numbers 31:36\" href=\"/Numbers.31.36\">Nu 31:36</a> (P) <a data-ref=\"Deuteronomy 24:5\" href=\"/Deuteronomy.24.5\">Dt 24:5</a>; <span dir=\"rtl\">יצא לצ׳</span> <a data-ref=\"Numbers 31:27\" href=\"/Numbers.31.27\">Nu 31:27</a>, <a data-ref=\"Numbers 31:28\" href=\"/Numbers.31.28\">28</a> (P); <span dir=\"rtl\">עלה לצ׳</span> <em>go up to war</em> <a data-ref=\"Joshua 22:12\" href=\"/Joshua.22.12\">Jos 22:12</a>, <a data-ref=\"Joshua 22:33\" href=\"/Joshua.22.33\">33</a> (P); <span dir=\"rtl\">בא מצ׳</span> <em>come from war</em> <a data-ref=\"Numbers 31:14\" href=\"/Numbers.31.14\">Nu 31:14</a>; <a data-ref=\"II Chronicles 28:12\" href=\"/II_Chronicles.28.12\">2 Ch 28:12</a>; <span dir=\"rtl\">קבץ לצ׳</span> <a data-ref=\"I Samuel 28:1\" href=\"/I_Samuel.28.1\">1 S 28:1</a>; <span dir=\"rtl\">שׁלח לצ׳</span> <a data-ref=\"Numbers 31:4\" href=\"/Numbers.31.4\">Nu 31:4</a>, <a data-ref=\"Numbers 31:6\" href=\"/Numbers.31.6\">6</a><sup>(×2)</sup> (P); <span dir=\"rtl\">התיחשׂם בּצ׳</span> <a data-ref=\"I Chronicles 7:40\" href=\"/I_Chronicles.7.40\">1 Ch 7:40</a>; <span dir=\"rtl\">צ׳ תִנָּתֵן</span> <a data-ref=\"Daniel 8:12\" href=\"/Daniel.8.12\">Dn 8:12</a>; <span dir=\"rtl\">אַנְשֵׁי (ה)צ׳</span> <em>men of war</em> <a data-ref=\"Numbers 31:21\" href=\"/Numbers.31.21\">Nu 31:21</a>, <a data-ref=\"Numbers 31:53\" href=\"/Numbers.31.53\">53</a> (P) <a data-ref=\"I Chronicles 12:9\" href=\"/I_Chronicles.12.9\">1 Ch 12:9</a>, cf. <span dir=\"rtl\">עַם הצ׳</span> <a data-ref=\"Numbers 31:32\" href=\"/Numbers.31.32\">Nu 31:32</a> (P); v. also <a ,=\"\" data-ref=\"BDB, חָלַץ²\" dir=\"rtl\" href=\"/BDB,_חָלַץ²\">II. חלץ</a>; <span dir=\"rtl\">גִבּוֹרֵי חַיִל לצ׳</span> <a data-ref=\"I Chronicles 12:25\" href=\"/I_Chronicles.12.25\">1 Ch 12:25</a>; <span dir=\"rtl\">כְּלֵי צ׳</span> <a data-ref=\"I Chronicles 12:37\" href=\"/I_Chronicles.12.37\">1 Ch 12:37</a> <em>instruments of war</em>.<br><strong>3.</strong>  <em>service:</em> <strong>a.</strong>  of Levites in sacred places <a data-ref=\"Numbers 4:3\" href=\"/Numbers.4.3\">Nu 4:3</a>, <a data-ref=\"Numbers 4:23\" href=\"/Numbers.4.23\">23</a>, <a data-ref=\"Numbers 4:30\" href=\"/Numbers.4.30\">30</a>, <a data-ref=\"Numbers 4:35\" href=\"/Numbers.4.35\">35</a>, <a data-ref=\"Numbers 4:39\" href=\"/Numbers.4.39\">39</a>, <a data-ref=\"Numbers 4:43\" href=\"/Numbers.4.43\">43</a>; <a data-ref=\"Numbers 8:24\" href=\"/Numbers.8.24\">8:24</a>, <a data-ref=\"Numbers 8:25\" href=\"/Numbers.8.25\">25</a>; <span dir=\"rtl\">קֹדֶשׁ וְצָבָא</span> <a data-ref=\"Daniel 8:13\" href=\"/Daniel.8.13\">Dn 8:13</a> (al. as v <sup>11</sup>, <a data-ref=\"Daniel 8:1\" href=\"/Daniel.8.1\">1</a> <strong>b</strong>). <strong>b.</strong>  of <em>hard service</em> of troubled life <a data-ref=\"Job 7:1\" href=\"/Job.7.1\">Jb 7:1</a>; <a data-ref=\"Job 14:14\" href=\"/Job.14.14\">14:14</a>; <a data-ref=\"Isaiah 40:2\" href=\"/Isaiah.40.2\">Is 40:2</a> <a data-ref=\"Daniel 10:1\" href=\"/Daniel.10.1\">Dn 10:1</a>.<br><strong>4.</strong>  <span dir=\"rtl\">צְבָאוֹת</span>, in name of <span dir=\"rtl\">י׳</span> as God of war, prob. first in time of warlike David (some connect with sacred ark, but ark older), explained <span dir=\"rtl\">יהוה צבאות אֱלֹהֵי מערכות ישׂראל</span> <a data-ref=\"I Samuel 17:45\" href=\"/I_Samuel.17.45\">1 S 17:45</a> <span dir=\"rtl\">י׳</span> <em>Sebaoth God of the battle array of Israel</em> (the thought of angels and stars as army of God is later); <strong>a.</strong>  earliest form c. art.: <span dir=\"rtl\">י׳ אֱלֹהֵי הַצְּבָאוֹת</span> <a data-ref=\"Amos 3:13\" href=\"/Amos.3.13\">Am 3:13</a>; <a data-ref=\"Amos 6:14\" href=\"/Amos.6.14\">6:14</a>; <a data-ref=\"Amos 9:5\" href=\"/Amos.9.5\">9:5</a> (<span dir=\"rtl\">אֱלֹהֵי</span> om. by error, cf. We), <a data-ref=\"Hosea 12:6\" href=\"/Hosea.12.6\">Ho 12:6</a>. <strong>b.</strong>  without art., definite by usage, <span dir=\"rtl\">י׳ אֱלֹהֵי צְבָאוֹת</span> <a data-ref=\"II Samuel 5:10\" href=\"/II_Samuel.5.10\">2 S 5:10</a>; <a data-ref=\"Amos 5:14\" href=\"/Amos.5.14\">Am 5:14</a>, <a data-ref=\"Amos 5:15\" href=\"/Amos.5.15\">15</a>, <a data-ref=\"Amos 5:16\" href=\"/Amos.5.16\">16</a>; <a data-ref=\"Amos 6:8\" href=\"/Amos.6.8\">6:8</a>; <a data-ref=\"I Kings 19:10\" href=\"/I_Kings.19.10\">1 K 19:10</a>, <a data-ref=\"I Kings 19:14\" href=\"/I_Kings.19.14\">14</a>; <a data-ref=\"Jeremiah 5:14\" href=\"/Jeremiah.5.14\">Je 5:14</a>; <a data-ref=\"Jeremiah 15:16\" href=\"/Jeremiah.15.16\">15:16</a> <a data-ref=\"Psalms 89:9\" href=\"/Psalms.89.9\">ψ 89:9</a>; <span dir=\"rtl\">י׳ אֱלֹהֵי צְבָאֹת אֱלֹהֵי יִשְׂרָאֵל</span> <a data-ref=\"Jeremiah 35:17\" href=\"/Jeremiah.35.17\">Je 35:17</a>; <a data-ref=\"Jeremiah 38:17\" href=\"/Jeremiah.38.17\">38:17</a>; <a data-ref=\"Jeremiah 44:7\" href=\"/Jeremiah.44.7\">44:7</a>; <a data-ref=\"II Samuel 7:27\" href=\"/II_Samuel.7.27\">2 S 7:27</a> = <a data-ref=\"I Chronicles 17:24\" href=\"/I_Chronicles.17.24\">1 Ch 17:24</a>; <a data-ref=\"Isaiah 21:10\" href=\"/Isaiah.21.10\">Is 21:10</a>; <a data-ref=\"Isaiah 37:16\" href=\"/Isaiah.37.16\">37:16</a>; <a data-ref=\"Isaiah 37:1\" href=\"/Isaiah.37.1\">1</a>st <span dir=\"rtl\">אֱלֹהֵי</span> om. <a data-ref=\"Jeremiah 7:3\" href=\"/Jeremiah.7.3\">Je 7:3</a>, <a data-ref=\"Jeremiah 7:21\" href=\"/Jeremiah.7.21\">21</a> + 30 times Je; <a data-ref=\"Zephaniah 2:9\" href=\"/Zephaniah.2.9\">Zp 2:9</a>; <span dir=\"rtl\">י׳ אלהים צ׳ אלהי ישׂראל</span> <a data-ref=\"Psalms 59:6\" href=\"/Psalms.59.6\">ψ 59:6</a> (<span dir=\"rtl\">אלהים</span> variant of <span dir=\"rtl\">י׳</span>); <span dir=\"rtl\">י׳ א׳ צ׳ שְׁמוֹ</span>, <span dir=\"rtl\">י׳</span> <em>God of hosts his name</em> <a data-ref=\"Amos 4:13\" href=\"/Amos.4.13\">Am 4:13</a>; <a data-ref=\"Amos 5:27\" href=\"/Amos.5.27\">5:27</a>, later reduced to <span dir=\"rtl\">י׳ צ׳ שְׁמוֹ</span> <a data-ref=\"Isaiah 47:4\" href=\"/Isaiah.47.4\">Is 47:4</a>; <a data-ref=\"Isaiah 48:2\" href=\"/Isaiah.48.2\">48:2</a>; <a data-ref=\"Isaiah 51:15\" href=\"/Isaiah.51.15\">51:15</a>; <a data-ref=\"Isaiah 54:5\" href=\"/Isaiah.54.5\">54:5</a>; <a data-ref=\"Jeremiah 10:16\" href=\"/Jeremiah.10.16\">Je 10:16</a>; <a data-ref=\"Jeremiah 31:35\" href=\"/Jeremiah.31.35\">31:35</a> + 6 times Je. <strong>c.</strong>  as n.pr. <em>Sebaoth:</em> <span dir=\"rtl\">י׳ צבאות</span>, <span dir=\"rtl\">י׳</span> <em>Sebaoth</em> (<em>Lord of hosts</em>, Vrss, owing to Qr <span dir=\"rtl\">אֲדֹנָי</span>, but this never cstr. <span dir=\"rtl\">אֲדֹנֵי</span>; al. <span dir=\"rtl\">י׳</span> <em>of hosts</em>, but < names in appos., since <span dir=\"rtl\">י׳</span> is n.pr.; <span dir=\"rtl\">צ׳</span> for earlier <span dir=\"rtl\">אלהי צ׳</span>; cf. Σαβαωθ Ja 5:4; Rom 9:29): <a data-ref=\"I Samuel 1:3\" href=\"/I_Samuel.1.3\">1 S 1:3</a>, <a data-ref=\"I Samuel 1:11\" href=\"/I_Samuel.1.11\">11</a>; <a data-ref=\"I Samuel 4:4\" href=\"/I_Samuel.4.4\">4:4</a>; <a data-ref=\"I Samuel 15:2\" href=\"/I_Samuel.15.2\">15:2</a>; <a data-ref=\"I Samuel 17:45\" href=\"/I_Samuel.17.45\">17:45</a>; <a data-ref=\"II Samuel 6:2\" href=\"/II_Samuel.6.2\">2 S 6:2</a>, <a data-ref=\"II Samuel 6:18\" href=\"/II_Samuel.6.18\">18</a>; <a data-ref=\"II Samuel 7:8\" href=\"/II_Samuel.7.8\">7:8</a>, <a data-ref=\"II Samuel 7:26\" href=\"/II_Samuel.7.26\">26</a>; <a data-ref=\"I Kings 18:15\" href=\"/I_Kings.18.15\">1 K 18:15</a>; <a data-ref=\"II Kings 3:14\" href=\"/II_Kings.3.14\">2 K 3:14</a>; <a data-ref=\"II Kings 19:31\" href=\"/II_Kings.19.31\">19:31</a>; <a data-ref=\"I Chronicles 11:9\" href=\"/I_Chronicles.11.9\">1 Ch 11:9</a>; <a data-ref=\"I Chronicles 17:7\" href=\"/I_Chronicles.17.7\">17:7</a> <a data-ref=\"Psalms 24:10\" href=\"/Psalms.24.10\">ψ 24:10</a> + 6 times ψψ, <a data-ref=\"Micah 4:4\" href=\"/Micah.4.4\">Mi 4:4</a>; <a data-ref=\"Nahum 2:14\" href=\"/Nahum.2.14\">Na 2:14</a>; <a data-ref=\"Nahum 3:5\" href=\"/Nahum.3.5\">3:5</a> <a data-ref=\"Habakkuk 2:13\" href=\"/Habakkuk.2.13\">Hb 2:13</a>; <a data-ref=\"Zephaniah 2:10\" href=\"/Zephaniah.2.10\">Zp 2:10</a>; <a data-ref=\"Isaiah 1:9\" href=\"/Isaiah.1.9\">Is 1:9</a>; <a data-ref=\"Isaiah 2:12\" href=\"/Isaiah.2.12\">2:12</a>; <a data-ref=\"Isaiah 5:7\" href=\"/Isaiah.5.7\">5:7</a>, <a data-ref=\"Isaiah 5:9\" href=\"/Isaiah.5.9\">9</a>, <a data-ref=\"Isaiah 5:16\" href=\"/Isaiah.5.16\">16</a>, <a data-ref=\"Isaiah 5:24\" href=\"/Isaiah.5.24\">24</a> + 35 times <a data-ref=\"Isaiah 6-39\" href=\"/Isaiah.6-39\">Is 6–39</a>; <a data-ref=\"Isaiah 2\" href=\"/Isaiah.2\">Is 2</a> only <a data-ref=\"Isaiah 44:6\" href=\"/Isaiah.44.6\">44:6</a>; <a data-ref=\"Isaiah 45:13\" href=\"/Isaiah.45.13\">45:13</a>; <a data-ref=\"Jeremiah 6:6\" href=\"/Jeremiah.6.6\">Je 6:6</a>, <a data-ref=\"Jeremiah 6:9\" href=\"/Jeremiah.6.9\">9</a>; <a data-ref=\"Jeremiah 8:3\" href=\"/Jeremiah.8.3\">8:3</a>; <a data-ref=\"Jeremiah 9:6\" href=\"/Jeremiah.9.6\">9:6</a>, <a data-ref=\"Jeremiah 9:16\" href=\"/Jeremiah.9.16\">16</a> + 26 times Je, <a data-ref=\"Haggai 1:2\" href=\"/Haggai.1.2\">Hg 1:2</a>, <a data-ref=\"Haggai 1:5\" href=\"/Haggai.1.5\">5</a> + 12 times Hg, <a data-ref=\"Zechariah 1:3\" href=\"/Zechariah.1.3\">Zc 1:3</a><sup>(×3)</sup>, <a data-ref=\"Zechariah 1:4\" href=\"/Zechariah.1.4\">4</a> + 40 times <a data-ref=\"Zechariah 1-8\" href=\"/Zechariah.1-8\">Zc 1–8</a>; <a data-ref=\"Zechariah 9:15\" href=\"/Zechariah.9.15\">9:15</a> + 8 times <a data-ref=\"Zechariah 9:10-14\" href=\"/Zechariah.9.10-14\">10–14</a>, <a data-ref=\"Malachi 1:4\" href=\"/Malachi.1.4\">Mal 1:4</a>, <a data-ref=\"Malachi 1:6\" href=\"/Malachi.1.6\">6</a>, <a data-ref=\"Malachi 1:8\" href=\"/Malachi.1.8\">8</a> + 21 times Mal; <span dir=\"rtl\">האדון י׳ צ׳</span> <a data-ref=\"Isaiah 1:24\" href=\"/Isaiah.1.24\">Is 1:24</a> + 4 times Is (incl. <a data-ref=\"Isaiah 10:16\" href=\"/Isaiah.10.16\">10:16</a> Baer Gi > van d. H. <span dir=\"rtl\">אֲדֹנָי</span> for <span dir=\"rtl\">י׳</span>); <span dir=\"rtl\">אֲדֹנָי י׳ צ׳</span> <a data-ref=\"Isaiah 3:15\" href=\"/Isaiah.3.15\">3:15</a> + (on these phr. v. <a data-ref=\"BDB, אָדוֹן\" href=\"/BDB,_אָדוֹן\", dir=\"rtl\">אָדוֹן</a> <strong>1</strong>, <strong>6</strong>); <span dir=\"rtl\">אלהים צ׳</span> (<span dir=\"rtl\">א׳</span> later Qr for orig. <span dir=\"rtl\">י׳</span>) <a data-ref=\"Psalms 80:8\" href=\"/Psalms.80.8\">ψ 80:8</a>, <a data-ref=\"Psalms 80:15\" href=\"/Psalms.80.15\">15</a>; <span dir=\"rtl\">י׳ אלהים צ׳</span> (earlier <span dir=\"rtl\">י׳</span> + later [inserted] <span dir=\"rtl\">א׳</span>) <a data-ref=\"Psalms 80:5\" href=\"/Psalms.80.5\">ψ 80:5</a>, <a data-ref=\"Psalms 80:20\" href=\"/Psalms.80.20\">20</a>; <a data-ref=\"Psalms 84:9\" href=\"/Psalms.84.9\">84:9</a>.—cf. Driver <sup>Hastings DB (1900), Lord of Hosts</sup> and reff., Löhr <sup>Amos (Belhefte zur ZAW iv (1900), 38–67)</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a09c613f3c2d3b450a29", "index_title": "German Commentary on Mishnah Chullin", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Chullin 1:6:4", "anchorRef": "Numbers 4:23", "anchorRefExpanded": ["Numbers 4:23"], "sourceRef": "German Commentary on Mishnah Chullin 1:6:4", "sourceHeRef": "פירוש גרמני על משנה חולין א׳:ו׳:ד׳", "anchorVerse": 23, "sourceHasEn": true, "commentaryNum": 6.0004, "collectiveTitle": {"en": "German Commentary on Mishnah Chullin", "he": "פירוש גרמני על משנה חולין"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>ist bei den Leviten untauglich.</b>  Für die Priester gab es keine Altersgrenze, sie durften ihren Dienst verrichten, so lange sie noch eine sichere Hand hatten; die Leviten durften zu ihren eigentlichen Dienstverrichtungen, so lange dazu auch das Tragen der Teile und Gegenstände des wandernden Heiligtums gehörten, nur vom 25. bzw. 30. (vom 25. zur Erlernung des Dienstes, vom 30. zur selbständigen Ausführung desselben, s. Num. 4, 23 und 8, 23—26 und Chullin 24 a) bis zum 50. Lebensjahre herangezogen werden, nach dem 50. Lebensjahre durften sie nur noch den Wachtdienst, nach der Ansicht Einiger auch den Dienst als Sänger und sonstige leichtere Dienste verrichten. Seitdem das Heiligtum seinen festen Standort erhalten und zu dem Dienst der Leviten nicht mehr das Tragen schwerer Gegenstände gehörte, hatte diese Bestimmung keine Geltung mehr; doch wurde der Levite dienstuntauglich, sobald seine Stimme nicht mehr für den gemeinschaftlichen Gesang zu gebrauchen war.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}]