[{"_id": "520b8b49edbab45d17917b8a", "index_title": "Ramban on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ramban on Numbers 4:49:1", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Ramban on Numbers 4:49:1", "sourceHeRef": "רמב\"ן על במדבר ד׳:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>ופקדיו אשר צוה ה' את משה</b> מסורת ה' כתיבין אשר וסבירין כאשר ואותן הפקודים היו במצוה מבן שלשים ועד בן חמשים לשון רש\"י (רש\"י על במדבר ד׳:מ״ט) ואם כן יהיה <b>ופקודיו</b> כנוי למשה אבל ר\"א פירש כי <b>איש איש</b> על גרשון קהת ומררי שמינה משה לכל אחד משלשתם על עבודתו ועל משאו כאשר הזכיר למעלה וזה טעם <b>ופקודיו</b> של כל איש ואיש הנזכר ויתכן שיהיה <b> אשר צוה </b> כפשוטו יאמר שמינה שלשת האחים האלה כל אחד על עבודתו ועל משאו כמו שמפורש למעלה ופקודיו של כל אחד מהם אשר צוה ה' את משה לפקוד אותם לגולגלותם מינה על עבודתו ועל משאו הזכיר שמינה אותם למשפחותם ומינה היחידים לגולגלותם כל אחד על עבודתו ועל משאו וכן הדין שאין בן לוי רשאי לעשות במלאכת חבירו ולא לסייעו בה כמו שאמרו (ספרי קרח ט) וכבר בקש רבי יהושע בן חנניה לסייע את רבי יוחנן בן גודגדה בהגפת דלתות אמר לו חזור לאחוריך שכבר אתה מתחייב מיתה שאני מן השוערים ואתה מן המשוררים:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "UPHKUDAV’ (THUS WERE THEY NUMBERED OF HIM) ‘ASHER’ THE ETERNAL COMMANDED MOSES. “A <i>Masorah</i><sup class=\"footnote-marker\">27</sup><i class=\"footnote\">The <i>Masorah</i> is the tradition handed down from generation to generation of the exact Scriptural text, and also refers to a collection of exegetical notes on the Scriptural text. The comment before us is of this second class.</i> has it: Five [words in the Scriptures] are written <i>asher</i> (‘which,’ or ‘that’) but they are to be understood as <i>ka’asher</i> (‘as’),<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">This whole sentence is not found in our texts of Rashi. See however, Berliner’s edition of Rashi, p. 286. — The point though is clear. The Hebrew text reads: <i>asher tziva Hashem</i> literally meaning: [and his countings] “which the Eternal commanded,” and Rashi on the basis of a <i>Masorah</i> interpreted it to mean: <i>ka’asher tziva Hashem</i> — [thus were they numbered] “‘as’ the Eternal commanded.” Ramban later on interprets the text <i>asher tziva Hashem</i> in its literal meaning.</i> [this being one of the five cases, and therefore the above expression is to be interpreted as follows: <i>thus were they numbered of him ‘as’ the Eternal commanded Moses</i>]. And those counted were, in accordance with the command, from thirty to fifty years old.” This is Rashi’s language. If this is so, the word, <i>uphkudav</i> refers to Moses [<i>thus were they numbered ‘of him’</i> — by Moses]. But Rabbi Abraham ibn Ezra commented that [the meaning of the verse is as follows]: <i>every one</i>, that is to say, of the three [Levitical] families — namely, Gershon, Kohath, and Merari — Moses appointed <i>to his service, and to his burden</i> as Scripture mentioned above [that he should appoint them]. And this is the meaning of [the word] <i>uphkudav</i>, namely “[the appointment] of every one” mentioned.<br>But it is possible that the expression <i>‘asher’ tziva</i> be understood in its plain sense [i.e., “which” He commanded, and not, as Rashi has it, as if it said <i>‘ka’asher’ tziva</i> — “as” He commanded]. Scripture would thus be saying that Moses appointed [each of the sons of] these three brothers [i.e., Gershon, Kohath, and Merari] <i>to his service and to his burden</i> as explained above; <i>‘uphkudav’</i> (<i>and the numbered individuals</i>) of each of them <i>‘which’ the Eternal commanded Moses</i> to count <i>by their polls</i>, he appointed <i>to his service, and to his burden</i>. Thus the verse mentioned that Moses numbered them by their families, and also that he appointed the [numbered] individuals by their polls, <i>every one to his service, and to his burden</i>.<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">In brief: a) according to Rashi <i>asher tziva</i> is to be understood as <i>ka’asher tziva</i> (“as” the Eternal commanded). b) Rashi explains <i>uphkudav</i> as meaning “his countings,” i.e., those of Moses. Ibn Ezra interprets it as “his appointments,” the pronoun “his” referring to each of the three Levitical families. c) Ramban explains <i>asher tziva</i> in its literal sense, “which” the Eternal commanded [as explained in the text], the word <i>uphkudav</i> he understands as does Rashi, i.e., as “countings,” but the pronoun [“his”] Ramban explains as referring to each of the three brothers [Gershon, Kohath, and Merari — not personally, but in the sense of the descendants of each of them] <i>‘which G-d commanded’</i> Moses to count <i>by their polls</i> — each of them he assigned to his individual work.</i> And such indeed is the law, that a Levite [of one group] is not permitted to do the work of another group or to assist therein, just as the Rabbis have said:<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">Arakhin 11b.</i> “It once happened that Rabbi Yehoshua the son of Chananyah wanted to help [his fellow-Levite] Rabbi Yochanan the son of Gudgada to close the gates [of the Sanctuary]; whereupon [the latter] said to him: ‘Turn back, [for if you do not do so] your life is already forfeit, since I am one of the gatekeepers, and you are one of the singers.’”<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">All the Levites were divided into two groups, those who attended only to the gates in the Sanctuary, and those who attended to the singing at the Services. It was forbidden for a Levite of one group to do the work generally assigned to one of the other group (see “The Commandments,” Vol. II, pp. 70-72).</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "521dc862edbab45814ae60bb", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 4:49:1", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Rashi on Numbers 4:49:1", "sourceHeRef": "רש\"י על במדבר ד׳:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>ופקדיו אשר צוה ה' את משה.</b> וְאוֹתָן הַפְּקוּדִים הָיוּ בְמִּצְוָה מִבֶּן שְׁלֹשִׁים שָׁנָה וְעַד בֶּן חֲמִשִּׁים:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ופקדיו אשר צוה ה' את משה — This means, and those appointed by him (Moses) were appointed under the terms of the command which God had given to Moses (v. 43): from thirty years to fifty years old.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6f0f", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 4:49", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Onkelos Numbers 4:49", "sourceHeRef": "תרגום אונקלוס על במדבר ד׳:מ״ט", "anchorVerse": 49, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 4.0049, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "עַל מֵימְרָא דַיְיָ מְנָא יָתְהוֹן בִּידָא דְמשֶׁה גְּבַר גְּבַר עַל פָּלְחָנֵיהּ וְעַל מַטּוּלֵיהּ וּמִנְיָנוֹהִי דִּי פַקִּיד יְיָ יָת משֶׁה:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "According to the word of Adonoy he counted them, by the hand of Moshe, each man according to his service and according to what he carries; and they were counted, as Adonoy commanded Moshe.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec746", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 4:49", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Targum Jonathan on Numbers 4:49", "sourceHeRef": "תרגום יונתן על במדבר ד׳:מ״ט", "anchorVerse": 49, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 4.0049, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "עַל פּוּם מֵימְרָא דַיְיָ מְנָא יַתְהוֹן בִּידָא דְמשֶׁה גְבַר גְבַר עַל פּוּלְחָנֵיהּ וְעַל מַטוּלֵיהּ וּסְכוּמֵיהּ הֵיכְמָא דְפַקֵיד יְיָ יַת משֶׁה", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " By the mouth of the Word of the Lord were they numbered by Mosheh, every man according to his service and burden; and the numbering of them was as the Lord commanded Mosheh.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179b1fbfba22336ea629f", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 4:49:1", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Sforno on Numbers 4:49:1", "sourceHeRef": "ספורנו על במדבר ד׳:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": false, "compDate": [1500, 1550], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>איש איש על עבודתו ועל משאו ופקודיו.</b> מנה כל אחד מהם על העבודה שיעשה בעת החניה, <b>ועל משאו</b> בעת המסע. שידע כמה משקל משאו וידע גם כן פקודיו והוא שידע שמות הכלים שישא הנקובים בשם כאמרו ובשמות תפקדו את כלי משמרת משאם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f17aa8fbfba22336ea7b19", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 4:49:1", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Or HaChaim on Numbers 4:49:1", "sourceHeRef": "אור החיים על במדבר ד׳:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>על פי ה' פקד וגו'</b>. פירוש המינוי שמינה אותם בני קהת על דבר זה ובני גרשון על דבר זה וגו' היו כל הפקידות על פי ה' ואומרו <b>ביד משה</b> פירוש כל המינויים משה מינה אותם לא שצוה לאהרן למנות, ואחר שפקד אותם משה על פי מעשיו היה מתנהג אהרן לשום איש איש על עבודתו, ואומרו ופקודיו פירוש פקודיו שמינה אהרן ובניו על שבט לוי כאמור למעלה גם הוא אשר צוה ה' את משה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span>על פי ה׳ פקד אותם</span>, He counted them at the command of G'd, etc.</b> The actual command to appoint the Kehatites to their respective tasks, the Gershonides to their respective tasks, etc., was given only to Moses. Aaron had no hand in these appointments. Once Moses had counted them Aaron allocated the various tasks to each of the Levites who had been counted. When the Torah writes <span>ופקודיו</span>, \"and his appointees,\" this is a reference to the appointments Aaron and his sons had made. This too, however, was only in compliance with instructions given by G'd to Moses.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "56717ec5d6e4a94c81a13f5a", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Vayikra Dibbura DeNedavah, Chapter 2 2", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Sifra, Vayikra Dibbura DeNedavah, Chapter 2 2", "sourceHeRef": "ספרא, ויקרא דבורא דנדבה, פרק ב ב׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 2, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ב", "he": "[ב] ואלו הן: (א) (במדבר ז, פט): \"וּבְבֹא מֹשֶׁה אֶל אֹהֶל מוֹעֵד לְדַבֵּר אִתּוֹ\" (ב) (במדבר ז, פט): \"וַיִּשְׁמַע אֶת הַקּוֹל מִדַּבֵּר אֵלָיו\" (ג) (במדבר ז, פט): \"וַיְדַבֵּר אֵלָיו\" (ד) (שמות כה, כב): \"וְנוֹעַדְתִּי לְךָ שָׁם וְדִבַּרְתִּי אִתְּךָ\" (ה) \"אשר אועד לך\" (שמות ל, ו) (שמות ל, לו) (ו) (שמות כט, מב): \"אֲשֶׁר אִוָּעֵד לָכֶם שָׁמָּה לְדַבֵּר אֵלֶיךָ שָׁם\" (ז) (שמות טז, לד): \"כַּאֲשֶׁר צִוָּה יְהוָה אֶל מֹשֶׁה\" (ח) (ויקרא ז, לח): \"אֲשֶׁר צִוָּה יְהוָה אֶת מֹשֶׁה בְּהַר סִינָי בְּיוֹם צַוֹּתוֹ\" (ט) (במדבר ד, מט): \"אֲשֶׁר צִוָּה יְהוָה אֶת מֹשֶׁה\" (י) (במדבר יז, ה): \"כַּאֲשֶׁר דִּבֶּר יְהוָה בְּיַד מֹשֶׁה לוֹ\" (יא) (שמות ו, כח): \"וַיְהִי בְּיוֹם דִּבֶּר יְהוָה אֶל מֹשֶׁה בְּאֶרֶץ מִצְרָיִם\" (יב) (במדבר ג, א): \"וְאֵלֶּה תּוֹלְדֹת אַהֲרֹן וּמֹשֶׁה בְּיוֹם דִּבֶּר יְהוָה אֶל מֹשֶׁה בְּהַר סִינָי\" (יג) (ויקרא א, א): \"וַיִּקְרָא אֶל מֹשֶׁה וַיְדַבֵּר…אֵלָיו\"", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "2) The limitations: (Bamidbar 7:89): \"And when Moses came to the ohel moed (for the L–rd) to speak to 1 him, that he heard the voice speaking to 2 him … and He spoke to him.\" (Shemoth 25:22): \"And I will be appointed for you there, and I will speak to you … all that I will charge you with to the children of Israel.\" (Shemoth 29:42): \"… where I shall appoint a time for you (plural) to speak to you (singular) there.\" (Shemoth 30:6):", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5694ed10d6e4a968e0fce660", "index_title": "Shadal on Numbers", "category": "Commentary", "type": "commentary", "ref": "Shadal on Numbers 4:49:1", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Shadal on Numbers 4:49:1", "sourceHeRef": "שד\"ל על במדבר ד׳:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על במדבר", "he": "ופקדיו: ברש\"י צ\"ל כמצוה (ע' ס' הזכרון).", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77d45d6e4a94c7c18ab4c", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 4:49", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Tafsir Rasag, Numbers 4:49", "sourceHeRef": "תפסיר רס\"ג, במדבר ד׳:מ״ט", "anchorVerse": 49, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 4.0049, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "עלי קול אללה עדהם מוסי כל פריק פי עמלה וחמלה ועדדה כמא אמר אללה מוסי", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5889b4f7d6e4a902855ff971", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Numbers 4:49:1", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Tur HaArokh, Numbers 4:49:1", "sourceHeRef": "הטור הארוך, במדבר ד׳:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>ופקודיו אשר צוה ה' את משה. </b>כתב רש\"י ואותם פקודים היו במצוה מבן ל' עד בן נ'. וכתב הרמב\"ן וא\"כ יהיה ופקודיו חוזר על משה. ור' אברהם פי' איש איש חוזר על גרשון קהת ומררי שמינה משה לכל אחד משלשתן על עבודתו ועל משאו כאשר הזכיר למעלה וזה פי' פקודיו של כל איש ואיש הנזכר. ויתכן לפרש אשר כפשטו אמר שמנה משה לג' האחין האלה כל אחד על עבודתו ועל משאו כמפורש למעלה ופקודיו של כל אחד מהם אשר צוה ה' את משה לפקוד אותם לגולגלותם איש על עבודתו ועל משאו הזכיר משה אותם למשפחותם ומנה לגולגלותם כל אחד על עבודתו ועל משאו: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ופקודיו אשר צוה ה' את משה, “and his count coincided with what <i>Hashem</i> had commanded to Moses<i>.” Rashi</i> writes that all those mentioned by name were between 30 and 50 years of age.\n    Nachmanides writes that if that had been so the subject of the word ופקודיו would have to be Moses.\n    Ibn Ezra explains that the words איש איש, refer to Gershon, Kehat, and Merari, respectively, whom Moses had each appointed individually to specific tasks as we have explained earlier. This would be the meaning of the word ופקודיו, i.e. “the tasks to which each person had been appointed.” It is possible to understand the word אשר as part of the plain meaning, i.e. that Moses had assigned to each of the three brothers Gershon, Kehat, and Merari, his specific service, or task respectively. Each of these brothers in turn carried out his designated task in accordance with what G’d had instructed Moses to convey to them. This involved appointing many individuals to many individual tasks.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "595cc560d6e4a9537ac148eb", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 394:4", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Sefer HaChinukh 394:4", "sourceHeRef": "ספר החינוך שצ״ד:ד׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 394.0004, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "וְעִקַּר עֲבוֹדָתָם, לְשׁוֹרֵר עַל הַקָּרְבָּן וְלֹא הָיוּ אוֹמְרִים שִׁירָה אֶלָּא בְּעוֹלוֹת צִבּוּר שֶׁהֵן חוֹבָה, וְעַל שַׁלְמֵי עֲצֶרֶת בְּעֵת נִסּוּךְ הַיַּיִן, אֲבָל עַל עוֹלוֹת נְדָבָה שֶׁעוֹשִׂין הַצִּבּוּר לְקַיִץ הַמִּזְבֵּחַ, וְכֵן בַּנְּסָכִים הַבָּאִין בִּפְנֵי עַצְמָן אֵין אוֹמְרִים עֲלֵיהֶם שִׁירָה. לֵוִי הָאוֹנֵן מֻתָּר לַעֲבֹד וּלְשׁוֹרֵר, וְאֵין פּוֹחֲתִין לְעוֹלָם מִשְּׁנֵים עָשָׂר לְוִיִּם שֶׁעוֹמְדִין עַל הַדּוּכָן לוֹמַר שִׁירָה עַל הַקָּרְבָּן, וּמוֹסִיפִין עַד לְעוֹלָם, וְהַשִּׁירָה שֶׁאוֹמְרִים הַלְּוִיִּם הִיא בַּפֶּה שֶׁעִקַּר שִׁירָה בַּפֶּה הִיא; וַאֲחֵרִים הָיוּ עוֹמְדִים שָׁם שֶׁמְּנַגְּנִים בִּכְלֵי שִׁיר, מֵהֶם לְוִיִּם וּמֵהֶם יִשְׂרְאֵלִים מְיֻחָסִין שֶׁמַּשִּׂיאִין אוֹתָם לַכְּהֻנָּה, שֶׁאֵין עוֹלֶה עַל הַדּוּכָן לְעוֹלָם אֶלָּא מְיֻחָס. וְאֵין פּוֹחֲתִין לְעוֹלָם מִתִּשְׁעָה כִּנּוֹרוֹת, וּמוֹסִיפִין עַד לְעוֹלָם. וְצִלְצָלִים הָיָה אֶחָד בִּלְבַד, וּמִן הַדּוֹמֶה, כִּי הַטַּעַם, לְפִי שֶׁקּוֹל הַמְּצִלְתַּיִם גָּדוֹל וּמַבְעִית קְצָת, וְאִלּוּ הָיוּ הַרְבֵּה לֹא הָיוּ נִשְׁמָעִין יֶתֶר כְּלֵי הַנִּגּוּן שֶׁשָּׁם, וְכָל שֶׁכֵּן שִׁירַת הַפֶּה. וְהַחֲלִילִין שֶׁהָיוּ מְנַגְּנִין בָּהֶם הָיָה אַבּוּב שֶׁלָּהֶם שֶׁל קָנֶה, מִפְּנֵי שֶׁקּוֹלוֹ עָרֵב, וּשְׁנֵים עָשָׂר יוֹם בַּשָּׁנָה הֶחָלִיל מַכֶּה לִפְנֵי הַמִּזְבֵּחַ; וְהוּא דּוֹחֶה שַׁבָּת, לְפִי שֶׁהוּא מֵעֲבוֹדַת הַקָּרְבָּן, וְקָרְבָּן דּוֹחֶה אֶת הַשַּׁבָּת. וְאֵין בֶּן לֵוִי נִכְנָס לַעֲבוֹדָה, עַד שֶׁיְּלַמְּדוּהוּ חָמֵשׁ שָׁנִים, וּכְמוֹ שֶׁלָּמְדוּ זִכְרוֹנָם לִבְרָכָה מִן הַכָּתוּב, וּמִכָּאן אָמְרוּ זִכְרוֹנָם לִבְרָכָה (חולין כד א), שֶׁתַּלְמִיד שֶׁלֹּא רָאָה סִימָן יָפֶה בְּתַלְמוּדוֹ חָמֵשׁ שָׁנִים, שׁוּב אֵינוֹ רוֹאֶה. וְאֵינוֹ נִכְנָס לַעֲבֹד לְעוֹלָם עַד שֶׁיְּהֵא גָּדוֹל, שֶׁנֶּאֱמַר \"אִישׁ אִישׁ עַל עֲבֹדָתוֹ\" וְאֵין הַלֵּוִי נִפְסָל לָעֲבוֹדָה בְּשָׁנִים, וְלֹא בְּמוּמִין, אֶלָּא בְּקִלְקוּל הַקּוֹל, כְּגוֹן הַזְּקֵנִים שֶׁמִּתְקַלְקֵל קוֹלָם לְעֵת זִקְנָה, וְזֶה שֶׁנֶּאֱמַר בַּתּוֹרָה וּמִבֶּן חֲמִשִּׁים שָׁנָה יָשׁוּב מִצְּבָא הָעֲבֹדָה (במדבר ח, כה) אֵינוֹ אֶלָּא בִּזְמַן שֶׁהָיוּ נוֹשְׂאִין הַמִּשְׁכָּן מִמָּקוֹם לְמָקוֹם; וַאֲפִלּוּ בְּעֵת זִקְנָה שֶׁנִּתְקַלְקֵל קוֹלוֹ אֵינוֹ נִפְסָל לִשְׁמִירַת הַמִּקְדָּשׁ וְלַהֲגָפַת דְּלָתוֹת. וְכָל זֶה עִם יֶתֶר פְּרָטֶיהָ יִתְבָּאֵר יָפֶה בִּמְקוֹמוֹת מִתָּמִיד וּמִדּוֹת, גַּם בְּפֶרֶק שֵׁנִי מֵעֲרָכִין מְבֹאָר קְצָת מֵעִנְיָן זֶה. וְהֶאֱרַכְתִּי לְךָ בְּנִי מְעַט בָּזֶה, כִּי מְהֵרָה יִבָּנֶה בֵּית הַמִּקְדָּשׁ וְתִצְטָרֵךְ לוֹ, אָמֵן כֵּן יַעֲשֶׂה הַשֵּׁם. [ה' כלי המקדש פ\"ט].", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "But the core of their service is to sing over the sacrifice. And they would only say song with communal burnt-offerings that are obligatory and upon the peace-offerings of [Shavuot] at the time of the wine libation; but not over voluntary offerings that the community would make for the “end of the altar.” And so [too], they would not say song upon libations that came on their own. A Levite who is bereaved (<i>onen</i>) is permitted to serve and sing. We do not ever decrease below twelve Levites that stand on the platform to say song over the sacrifice, but we [may] increase [as much as is wanted]. And the song that the Levites would say was with the mouth, as the crux of song is with the mouth. And others would stand there that would play musical instruments — some of them Levites and some of them pedigreed Israelites that [their family be permitted to] be married to [priests] — as only the pedigreed are ever able to go up to the platform. And we never reduce below nine lyres, but we [may] increase [as much as is wanted]. And there was only one cymbal. And it appears that the reason is that the sound of cymbals is loud and a bit frightening; and [so] if there were many, the rest of the musical instruments that were there would not be heard — all the more so, the song of the mouth. And the hollow of the flutes that they would play with were of reed, since their sound is pleasant. And the flute would strike [play] in front of the altar twelve days a year. And it pushes off the Shabbat, since it is [a part of] the service of the sacrifice, and the sacrifice pushes off the Shabbat. And a [Levite] does not come to the service until they teach him for five years. And as they, may their memory be blessed, learned from the verse. And from here, they, may their memory be blessed, said (Chullin 24a) that a student that does not see a good sign of (some success) for five years, will never see [it]. And he does not ever come to serve until he is an adult, as it is stated (Numbers 4:49), “each man to his service.” But a Levite is not disqualified by age and not by blemishes, but rather by deterioration of the voice, such as the old men whose voices deteriorate at the time of old age. And that which is stated in the Torah (Numbers 8:25), “But at the age of fifty they shall retire from the legion of service” is only at the time they were carrying the tabernacle from place to place. And even at the time of old age when his voice deteriorates, he is not disqualified from guarding the Temple and from closing the doors. And all of this and the rest of its details are nicely elucidated in [various] places in <i>Tamid</i> and <i>Middot</i>; also some of this matter is elucidated in the second chapter of <i>Arakhin</i>. And I have written a little at length about this for you, my son, as the Temple will soon be built, and you will need it. Amen, so should God do. (See Mishneh Torah, Laws of Vessels of the Sanctuary and Those Who Serve Therein 9.)", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "59648359d6e4a92bf45a63b8", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bamidbar 18:3:1", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Rabbeinu Bahya, Bamidbar 18:3:1", "sourceHeRef": "רבנו בחיי, במדבר י״ח:ג׳:א׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>ולא ימותו גם הם גם אתם.</b> מכאן שאין הכהנים רשאין לבא בעבודת הלוים ולא הלוים בשל כהנים, ואף הכהנים והלוים בעצמם מעבודה לעבודה, אלא כענין שכתוב (במדבר ד׳:ט״ו) איש על עבודתו וגו'. וכן דרשו בספרי, אך אל כלי הקדש ואל המזבח לא יקרבו, הרי אזהרה, ולא ימותו הרי עונש. מנין שאין הכהנים נכנסין לתוך עבודת הלוים ולא הלוים בתוך עבודת הכהנים, ת\"ל גם הם, מעבודה לחברתה מנין ת\"ל גם אתם, וכבר בקש ר' יהושע בן חנניה להגיף דלתות ואמר לו רבן יוחנן חזור לאחוריך שאתה מן המשוררים ואין אתה מן השוערים.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ולא ימותו גם הם גם אתם, “so that not both you and they will die.” This is the source for the halachah that the functions of the Levites are not interchangeable, that a priest may not perform functions designated for the Levite, nor the Levite functions reserved for the priest (Erchin 11, Maimonides Hilchot Kley Hamikdash 3,10). Not only this, but even priests who have been assigned certain tasks must not exchange their duties with priests who have been assigned different priestly assignments, nor must Levites exchange duties within the framework of what is their exclusive domain. If a Levite was assigned the duty to play an instrument or participate in the songs the Levites sing, he must not instead engage in washing the hands of the priests, for instance! This is why the Torah writes (Numbers 4,49) איש איש על עבודתו, “each man to his designated task.” This is the way these words have been defined in Sifri 116. The words: “but to the holy vessels and to the Altar they shall not approach,” are a warning, whereas the words following “so that they will not die,” are the Torah’s way of spelling out the penalty for non-observance of the warning. The words גם הם, “they also,” are the source for the inadmissibility of exchanging duties either by mutual consent or willful pre-empting the duties assigned to a colleague. It occurred once that Rabbi Joshua ben Chanayah wished to assist a colleague in closing the doors and he was stopped from doing so by Rabban Yochanan who told him that seeing he was one of the singers he had not business to concern himself with the duties of those who were in charge of the gates (Erchin 11).", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59648362d6e4a92bf45a670a", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bamidbar 26:62:1", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Rabbeinu Bahya, Bamidbar 26:62:1", "sourceHeRef": "רבנו בחיי, במדבר כ״ו:ס״ב:א׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 62.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>ויהיו פקודיהם שלשה ועשרים אלף כל זכר מבן חדש ומעלה.</b> כבר בארתי בתחלת סדר נשא מאיזה טעם נמנו הלוים מבן חדש ומעלה.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויהיו פקודיהם שלשה ועשרים אלף כל זכר מבן חדש ומעלה, “and the number of enrolled ones comprising all those from one month and up was 23,000.” I have explained on Numbers 4,49 why the Levites were counted from one month and up.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d66cd6e4a92bf45a881f", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 4:49:1-2", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Rabbeinu Bahya, Bamidbar 4:49:1-2", "sourceHeRef": "רבנו בחיי, במדבר ד׳:מ״ט:א׳-ב׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": ["<b>על פי ה' פקד אותם ביד משה.</b> לא תמצא בפקודי בני ישראל שיזכיר בהם על פי ה', והזכיר זה בלוים לרמוז על מדתם שהיא מדת הדין, והיו ממונים להשמיע קול וכן תולדת השי\"ן לשרוק, ועל זה אמרו בספר יצירה שי\"ן שורקת מ\"ם דוממת. ומלבד מנוי עבודת השיר היה ממונה עוד על המשפט ולשמור המקדש והיה אפשר לו לשחוט, כי הכהן לא היה שוחט, וכן כתיב (במדבר י״ט:ג׳) ושחט אותה לפניו, ועל כן תמצא שיזכיר הכתוב תמיד בלוים על פי ה', הוא שכתוב (שם ג) ויפקוד אותם משה על פי ה' כאשר צוה.\n", "<b>וקרוב </b>בעיני לומר כי לכך חייבה התורה למנותם מבן חדש ומעלה כי הוא הקף הלבנה המושלת בלילה, ומדת הלוים היא מדת לילה הנקראת אמונה, ואמר הכתוב (תהלים צב) ואמונתך בלילות.\n"], "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["על פי ה' פקד אותם ביד משה, “He counted them at the command of G’d to Moses.” When you compare the census of the Israelites with that of the Levites you will note that the expression: “at the command of G’d” does not occur in connection with the former. The reason this expression was introduced here was to draw attention to the attribute of Justice, an attribute closely associated with the tribe of Levi and its activities. This tribe was appointed to perform tasks which involved making sounds, raising their voices. The letter ש as in שיר, song, is by definition an allusion to שריקה, whistling, whereas the letter מ is by definition a letter which conveys the image of silence, דומם, or וידום אהרון, “Aaron remained silent” (Leviticus 10,3). We find a statement to this effect in the Sefer Yetzirah 6,1 where the significance of the three letters א-מ-ש is discussed. <br> In addition to being assigned the function of singing and playing musical accompaniments during the offering of the daily communal sacrifices, the Levites were also charged with presiding over judicial matters and with mounting the security guard around the Tabernacle. The Levites were also permitted to slaughter the sacrificial animals seeing that the priests did not do this. There was a rule that the Levites and the Priests must not perform each other’s tasks, and moreover, according to the Zohar, it was conceptually not acceptable for the Priests whose function it is to prolong and preserve life to kill the animals by slaughtering them. The sages derive from the words ושחט אותה לפני,ו “he shall slaughter it in his presence” (Numbers 19,3), the rule that a non-priest slaughter the red heifer whereas the High Priest Eleazar was only to supervise the procedure. <small>(Compare commentary by Recanati on Nasso, item 124,1)</small> The apparent contradiction to other verses is resolved by suggesting that animals intended as private offerings were slaughtered by the owners whereas animals intended as communal offerings were slaughtered by the Priests. <small>[Compare notes by Rabbi Chavell.]</small><br> At any rate, in view of the various tasks performed by the Levites you will usually find the expression על פי ה', “at the command of the Lord,” in connection with such instructions.", "I,<small> (author speaking)</small> am fairly convinced that the reason the count of the Levites included babies from the age of one month old is anchored in a mystical dimension of the word חדש, month. The mystical mystical dimension of “month” i.e. “moon” is that it governs by night. The function of the Levites which was a derivative of the attribute of Justice, an attribute predominately active at night, was to demonstrate the virtue of אמונה, “faith, loyalty.” We find this concept alluded to in Psalms 92,3 ואמונתך בלילה, “Your loyalty and dependability is best demonstrated at night.” [Moses contrasts חסד, loving kindness which is manifest by day, with the אמונה, “faithfulness,” which is manifest at night. Ed.]"], "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a15478bd6e4a92409ac4468", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 4:49:1", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Siftei Chakhamim, Numbers 4:49:1", "sourceHeRef": "שפתי חכמים, במדבר ד׳:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>מבן ל' ועד בן נ'.</b> דעת רש\"י ז\"ל דהאי ופקודיו קאי על משה, דכתיב לעיל פקד אותם ביד משה ואשר צוה כמו כאשר צוה, וה\"ק ופקודיו של משה כאשר צוה ה' את משה דהיינו מבן ל' עד בן נ'. וזה שנקט רש\"י ואותן הפקודים היו במצוה מבן ל' עד בן נ'. ואין לתמוה כיון דקאי על משה דלעיל למה כתיב ב' פעמים משה, דהיה לו לכתוב אליו במקום משה. יש לומר דהרבה פסוקים מדברים כן, כמו ואל משה אמר עלה אל ה', היה לו לומר עלה אלי, וכן וה' המטיר על סדום ועל עמורה גפרית ואש מאת ה', היה לו לומר מאתו, וכן ויאמר למך לנשיו עדה וצלה שמען קולי נשי למך, היה לו לומר נשיי וק\"ל. וא\"ת מאי צריך רש\"י לפרש כן והלא כמה פעמים כתיב מבן ל' וגו'. וי\"ל לפי שכתוב ויהיו פקודיהם שמונת אלפים וחמש מאות ושמונים, ואח\"כ נאמר ע\"פ ה' פקד אותם ושמא אתה רוצה לפרש על מניין אחר האמור בפרשת בהעלותך שהוא מבן כ\"ה. לכך פירש רש\"י ואותן הפקודים כו', והוכחתו מדכתיב אשר צוה ה' את משה, משמע שכבר נצטוה עליו ואילו הצוואה מבן חמש ועשרים לא נאמר אלא לאחר מכאן. וי\"מ ופקודיו פירוש ממוניו, ופירש\"י ואותן הפקודים וכו' כלומר ואותן הממונים אלעזר ואיתמר הממונים עליהם צריכין אף הם להיות מבן ל' ועד בן חמשים. מצאתי בשם גדול אחד:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>From the ages of thirty to fifty.</b> The opinion of Rashi is that the word ופקודיו (and they were counted) refers to Moshe, as the verse wrote previously “he counted them, by the hand of Moshe.” The words “אשר (that) [Hashem] commanded” are thus understood as “כאשר (as) [Hashem] commanded.” Consequently the verse is saying “the counting of Moshe as Hashem commanded Moshe,” meaning from the ages of thirty to fifty. This is why Rashi said “those counted were, as commanded, from the ages of thirty to fifty.” Do not ask why it writes Moshe’s name twice, instead of writing “him,” even though it refers to Moshe earlier in the verse. The answer is that many verses speak in this way, for example “He said to Moshe: come up to Hashem” (Shemos 24:1) where it could have said “come up to Me.” Similarly “Hashem rained down sulfur and fire upon Sodom and upon Ammorah, and the fire came from Hashem” (Bereishis 19:24) where it could have said “from Him.” Similarly “Lemech said to his wives Adah and Tzilah: Hear my voice, wives of Lemech” (Bereishis 4:23) where he could have said “my wives.” One might ask: Why did Rashi need to explain this — doesn’t the Torah state “from the ages of thirty…” many times? The answer is: Because it wrote (v.48) “Their numbers were eight thousand five hundred and eighty” and afterwards said “according to the word of Hashem he counted them,” you might want to explain that this refers to another count that was made in Parshas Beha’aloscha, which was from the age of twenty-five. Therefore Rashi explains that “those counted…” His proof is from the fact that it writes “as Hashem commanded Moshe” implying that they had already been commanded about this, however the command to count from the age of twenty-five was only said later. There are those who explain that ופקודיו means “and they were appointed” and that Rashi explains “ואותם הפקודים…” meaning that those appointed — Elazar and Isamar who were appointed over them — must also be between the ages of thirty and fifty. I found this explanation in the name of a certain great scholar.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eec6bfddfbb310fed24", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites II 2", "anchorRef": "Numbers 4:1-49", "anchorRefExpanded": ["Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites II 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ד׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Levites II", "he": "במדבר הערה ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Here the tasks of the Levites are presented in great detail and listed according to clan. The jobs involve the guarding, dismantling, and transport of the “sancta” (holy objects). We are subsequently given a census of the Levites from ages 30 to 50, which fits here better than in Chap. 1. This age of service implies, perhaps, the physical strain associated with Levite tasks.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eac9ad75f2d99af9ce", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites II 1", "anchorRef": "Numbers 4:1-49", "anchorRefExpanded": ["Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites II 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 4:1-49\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 4:1-49</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63d77c6deca10007534468dd", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 4:49:1", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Rav Hirsch on Torah, Numbers 4:49:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ד׳:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 49. ופקדיו: Gottes Gezählte, auf Gottes Geheiß, für Gott gezählt. (Ähnlich מ׳׳ר z. St.) ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc66758c1dc532ec9068", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 4:49", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Steinsaltz on Numbers 4:49", "sourceHeRef": "ביאור שטיינזלץ על במדבר ד׳:מ״ט", "anchorVerse": 49, "sourceHasEn": true, "commentaryNum": 4.0049, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>עַל פִּי ה' פָּקַד</b>, מנה\n  <b>אוֹתָם</b>ו\n  <b>בְיַד מֹשֶׁה</b>, בפיקוחו,\n  \n  <b>אִישׁ אִישׁ עַל עֲבֹדָתוֹ וְעַל מַשָּׂאוֹ, וּפְקֻדָיו</b>, אלו הם מנויי המפקד\n  <b>אֲשֶׁר צִוָּה ה' אֶת מֹשֶׁה.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>According to the directive of the Lord he counted them, at the hand of Moses, </b>under his supervision, 4 <b>each man to his work and to his burden. And </b>these were the results of <b>his count </b>that <b>was </b>performed <b>as the Lord commanded Moses. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e9da75b215f43691cfdf9e", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Nasso 7", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Tze'enah Ure'enah, Nasso 7", "sourceHeRef": "צאינה וראינה, נשא ז׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 7, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "נשא", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“<i>Each one was given responsibility for his service and porterage</i>” [4:49]. Ramban writes that the verse shows us that each Levite did not need to help the other Levite with any other work.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Ramban, Numbers, 4:49.</i>", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "66bde7c7ec54c0e65e3a008c", "index_title": "Seder Olam Rabbah", "category": "Midrash", "type": "", "ref": "Seder Olam Rabbah 8:2", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Seder Olam Rabbah 8:2", "sourceHeRef": "סדר עולם רבה ח׳:ב׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [200, 500], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Seder Olam Rabbah", "he": "סדר עולם רבה"}, "he": "וידבר ה' אל משה במדבר סיני באהל מועד באחד לחדש השני בשנה השנית וגו', שאו את ראש וגו', מבן עשרים שנה וגו', ואתכם יהיו וגו' (במדבר א׳:ג׳), ואחר כך פקד כל בכר זכר לבני ישראל וגו' (שם ג מ), ואחרי כן נשא את ראש בני קהת וגו' (שם ד ב), ואחרי כן נשא את ראש בני גרשון גם הם וגו' (שם ד כב), ואחרי כן (נשא את ראש) בני מררי וגו' (שם ד כט), ואחרי כן על פי ה' פקד אותם ביד משה (שם ד מט). בי\"ד באייר שחטו טמאי נפש פסח שני, שנאמר ויהי אנשים אשר היו טמאים לנפש אדם וגו', ויאמרו האנשים ההמה אליו וגו', וידבר ה' אל משה לאמר וגו', איש איש כי יהיה טמא לנפש וגו' (שם ט). ויהי בשנה השנית בחדש השני בעשרים בחדש נעלה הענן (שם י יא), נמצאו עושין במדבר סיני י\"ב חדש חסר עשרה ימים, ואומר ויכתב משה את מוצאיהם למסעיהם וגו' (שם לג ב), נסעו ממדבר סיני ובאו להם לקברות התאוה, ועשו שם שלשים יום, שנאמר לא יום אחד תאכלון וגו', עד חדש ימים וגו' (שם יא), נסעו מקברות התאוה ובאו לחצרות, ועשו שם שבעה ימים, שנאמר ותסגר מרים וגו' שבעת ימים (שם יב טו), נסעו מחצרות ובאו להן למדבר פארן בכ\"ח בסיון, ובכ\"ט בסיון שלח משה מרגלים, שנאמר והימים ימי בכורי ענבים (שם יג כ), וישבו מתור הארץ מקץ ארבעים יום (שם יג כה), ותשעה באב היה, שתמצא אומר בתשעה באב נגזר על אבותינו שלא יכנסו לארץ, אחר מרגלים היתה מחלוקתו של קרח ובליעתו, שנאמר אף לא אל ארץ זבת חלב ודבש וגו' (שם טז יד), ויחר אף ה' בישראל (שם לב יג), ואומר והימים אשר הלכנו מקדש ברנע עד אשר עברנו את נחל זרד שלשים ושמנה שנה וגו' (דברים ב יד), י\"ט שנה היו חוזרין ומטורפין, וי\"ט שנה ישבו בקדש ברנע, שנאמר ותשבו בקדש ימים רבים כימים אשר ישבתם (שם א מו), נמצאו כל המסעות מ\"ב מסעות: ", "heVersionTitle": "Seder Olam, Warsaw 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "סדר עולם, ורשה 1904", "text": "\"And the Lord spake unto Moses in the wilderness of Sinai, in the tabernacle of the congregation, on the first day of the second month, in the second year...\" (Numbers 1:1).<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Guggenheimer explains that this means that the laws mentioned in Numbers from 1:1 to 19:22 were given at the time of the consecration of the Tabernacle or during the second year after the Exodus. He notes that the remaining 38 years before the events described in Numbers 20 are without record, except for the list of stations in Num. 33 and a few remarks in Deuteronomy.</i> \"Take ye the sum of all the congregation...\" (Numbers 1:2). \"From twenty years old and upward...\" (Numbers 1:3). \"And with you there shall be a man of every tribe...\" (Numbers 1:4). After that [it says] \"And the Lord spake unto Moses, saying, Command the children of Israel, that they put out of the camp every leper, and every one that hath an issue, and whosoever is defiled by the dead: Both male and female shall ye put out...\" (Numbers 5:1-3). After that \"...take the sum of the sons of Kohath...\" (Numbers 4:2). After that \"...Take the sum of the sons of Gershon...\" (Numbers 4:22). After that \"(...Number the sons of) Merari...\" (Numbers 4:29). After that \"...On the commandment of the Lord they were numbered by the hand of Moses...\" (Numbers 4:49).<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Guggenheimer explains that Seder Olam's computations are all based on the premise that the Israelites did not travel more than one day from one recorded station to the next, in an extreme application of the principle \"Scripture does not come to hide but to explain.\"</i>  <br>On the 14th of Iyar those ritually impure by [contact with] a corpse slaughtered the Passover sacrifice,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Guggenheimer notes that the date is not explicitly mentioned in Numbers, but that Seder Olam derives it from the fact that the second Passover is on 14 Iyyar.</i> as it is written \"And there were certain men, who were defiled...\" (Numbers 9:6)...\"And the Lord spake unto Moses, saying...\" \"If any man of you...\" (Numbers 9:9-11).<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Guggenheimer explains that Seder Olam uses the term \"the second Passover\" for the Passover celebrated one month later by anyone who was ritually impure on 14 Nisan, even if they could have purified themselves before the holiday.</i> \"And it came to pass in the second year, in the second month, on the twentieth day of the month, that the cloud was taken up...\" (Numbers 10:11). It follows that they dwelled in the Wilderness of Sinai [for] twelve months less ten days.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Guggenheimer notes that in order to travel from the Wilderness of Sinai to the Graves of Lust, they would have needed at least two additional days; therefore, their stay at the Wilderness of Sinai cannot be computed to be less than 11 months and 20 days.</i> And it says \"And Moses wrote their goings out...\" (Numbers 33:2). They went out from the wilderness of Sinai and came to the Graves of Lust, and dwelled there thirty days,<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Guggenheimer explains that Seder Olam's computation follows the statement that they never travelled more than one day from one recorded station to the next.</i> as it is written \"And the Lord said unto Moses, Behold...\" (Numbers 11:19-20). They journeyed from the Graves of Lust and came to Hazeroth, and dwelled there seven days, as it is written \"And Miriam was shut up...\" (Numbers 12:15). They went out from Hazeroth and came to the Wilderness of Paran. On the 28th of Sivan,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Guggenheimer notes that 28 Sivan is the latest possible date for sending out the spies since the first grapes in Israel appear on the market in Sivan. If the spies were sent when grapes were still primeurs, the 28th of Sivan is the latest possible date for sending them out. This is another instance where Seder Olam infers a date from an indirect remark in the biblical text. The Babylonian Talmud (Taanit 29a) notes that according to Seder Olam, Moses sent out the spies on 29 Sivan, but that by the principle that \"Moses did everything always very early in the morning,\" the spies must have returned on 8 Av. Since Av is a short month of 29 days, the spies were gone for 39 days, and not 40 as explicitly stated in Numbers.  Abbai explains the discrepancy by saying that in that year Tammuz was made to be 30 days long in order to compensate for the shortening of the winter by one day because of the inauguration of the Tabernacle (see Chapter 4).  Guggenheimer rejects this explanation, noting that according to Seder 'Olam, Tammuz always has 29 days, and that the spies simply spent an additional day waiting for the assembly of the people. </i> Moses sent out the spies, as it is written \"And the time was...\" (Numbers 13:20). \"And they returned from searching...forty days\" (Numbers 13:25), that was the ninth of Av.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">This date follows from the preceding by simply adding 40 days to the 28th of Sivan.  See also previous note.</i> So it turns out saying: On the Ninth of Av it was decreed...that they would not enter the Land. After the spies was the strife of Korah, and his being swallowed up..., as it is written \"Wilt thou put out...\" (Numbers 16:14). \"And the anger...\" (Numbers 16:46). And it says \"And the space in which we came from Kadeshbarnea...\" (Deuteronomy 2:14). Nineteen years they were circling about..., and nineteen years they dwelled in Kadesh-barnea,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">The 19 years of wandering and the 19 years in Kadesh-barnea add up to the 38 years mentioned in Deuteronomy.</i> as it is written \"Ye abode in Kadesh...\" (Deuteronomy 1:46).<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Guggenheimer explains that this means that the total time spent at Kadesh was equal to the total time spent at all other stations.</i> So it turns out, all the journeys were 42 journeys.  ", "versionTitle": "Seder Olam Translation Draft", "license": "", "versionTitleInHebrew": ""}, {"_id": "52559e08edbab4498f483af9", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 4:49:1", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Ibn Ezra on Numbers 4:49:1", "sourceHeRef": "אבן עזרא על במדבר ד׳:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>איש איש.</b> על גרשון קהת ומררי:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "EVERY ONE. The reference is to Gershon, Kohath, and Merari.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "52559e08edbab4498f483afb", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 4:49:2", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Ibn Ezra on Numbers 4:49:2", "sourceHeRef": "אבן עזרא על במדבר ד׳:מ״ט:ב׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 49.0002, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>על עבדתו ועל משאו.</b> על כן ופקדיו. ונסמכו פרשת וישלחו מן המחנה בעבור היות השכינה בתוך המחנות בנסעם ובחנותם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "TO HIS SERVICE, AND TO HIS BURDEN. Hence <i>and his numbered</i><sup class=\"footnote-marker\">44</sup><i class=\"footnote\">Hebrew, <i>u-fekudav</i>. The singular <i>u-fekudav</i> is employed because the terms which precede it (<i>avodato</i>, his service, and <i>masa’o</i>, his burden) are i n the singular. It should be noted that J.P.S. renders <i>u-fekudav</i> as <i>they were also numbered</i>.</i> follows. The section <i>put out of the camp every leper, and every one that hath an issue, and whosoever is unclean by the dead</i> (Num. 5:2) follows, because God’s presence was in the camps of Israel when they journeyed and when they rested.<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">Hence all those who were unclean had to leave the camp.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "554ef0affbfba21b48f5393e", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 4:49:1", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Haamek Davar on Numbers 4:49:1", "sourceHeRef": "העמק דבר על במדבר ד׳:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>פקד אותם ביד משה איש איש וגו׳.</b> בכח חכמתו וגדלו הכיר מי ראוי לעבודה זו ומי לזו:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "554ef0affbfba21b48f53940", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 4:49:2", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Haamek Davar on Numbers 4:49:2", "sourceHeRef": "העמק דבר על במדבר ד׳:מ״ט:ב׳", "anchorVerse": 49, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 49.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ופקודיו אשר צוה וגו׳.</b> וכן הממונים אשר צוה ה׳ לעשות כדכתיב לעיל כ״ז ופקדתם עליהם וגו׳. גם זה נעשה בצווי למשה היינו ברוה״ק זה יהיה ממונה ע״ז וזה ע״ז:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55ae00f8fbfba23a06809a2b", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Naso 6", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Meshekh Chokhmah, Naso 6", "sourceHeRef": "משך חכמה, נשא ו׳", "anchorVerse": 49, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 6, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "נשא", "he": "<b>ופקודיו </b>אשר צוה ד' את משה. אולי יכוון להא דאמרו בערכין, דשירה מן התורה, וכפי הנראה דהוי תורה שבע\"פ, ויליף שם מקרא, וחד יליף ממשה ידבר והא' יעננו בקול, ולזה אמר, כי לשיר נפסלין בקול, ומי שקולו עבה פסול לדוכן, לזה אמר, כי היה עוד מספר אשר פקד על דבר אשר צוה ד' את משה, זו השיר, שנאמרה בע\"פ. ודו\"ק. ויעוין במדרש ע\"ז.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "585afa47d6e4a908ac4ed1c9", "index_title": "Mishneh Torah, Vessels of the Sanctuary and Those Who Serve Therein", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Vessels of the Sanctuary and Those Who Serve Therein 3:7", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Mishneh Torah, Vessels of the Sanctuary and Those Who Serve Therein 3:7", "sourceHeRef": "משנה תורה, הלכות כלי המקדש והעובדין בו ג׳:ז׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 3.0007, "collectiveTitle": {"en": "Mishneh Torah, Vessels of the Sanctuary and Those Who Serve Therein", "he": "משנה תורה, הלכות כלי המקדש והעובדין בו"}, "heTitle": "משנה תורה, הלכות כלי המקדש והעובדין בו", "he": "אֵין בֶּן לֵוִי נִכְנַס לַעֲזָרָה לַעֲבוֹדָתוֹ עַד שֶׁיְּלַמְּדוּהוּ חָמֵשׁ שָׁנִים תְּחִלָּה. שֶׁנֶּאֱמַר <small>(במדבר ח כד)</small> \"זֹאת אֲשֶׁר לַלְוִיִּם מִבֶּן חָמֵשׁ וְעֶשְׂרִים שָׁנָה\" וְכָתוּב אֶחָד אוֹמֵר <small>(במדבר ד ג)</small> \"מִבֶּן שְׁלֹשִׁים שָׁנָה\". הָא כֵּיצַד. חָמֵשׁ לִלְמֹד. וְאֵינוֹ נִכְנָס לַעֲבוֹדָה עַד שֶׁיַּגְדִּיל וְיִהְיֶה <small>(במדבר ד יט)</small> <small>(במדבר ד מט)</small> אִישׁ שֶׁנֶּאֱמַר \"אִישׁ אִישׁ עַל עֲבֹדָתוֹ\":  ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "A Levite may not enter the Temple Courtyard to perform his service until he studied for five years beforehand. [This concept is derived as follows. Numbers 8:24] states: \"This is [the edict] with regard to the Levites: From the age of 25...\" and [<i>ibid.</i> 4:30] states: \"From the age of 30....\" How can [this apparent contradiction be resolved]? They study for five years and they do not enter the service until they fully mature and attain manhood [as <i>ibid.</i>:19] states: \"Each man to his service.\"<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">As evident from Chapter 5, Halachah 15, the attainment of manhood mentioned here apparently refers to reaching the age of Bar Mitzvah. Hence the commentaries question the Rambam's statements, for they apparently contradict his statement made previously, that a Levite must be 30 to begin his service. The Radbaz and Rav Yosef Corcus explain that the obligation to be 30 applied only when the Sanctuary was being transported. (Just as the disqualification at age 50 applied only in the era when the Sanctuary was transported [see the following halachah], so too, it is reasonable to postulate that the obligation to be 30 applied only then.) In other eras, all that was necessary was that the Levite study the necessary laws for five years.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5868bcfcd6e4a97c9cbb0f70", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 4:49:1", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Bekhor Shor, Numbers 4:49:1", "sourceHeRef": "בכור שור, במדבר ד׳:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "<b>על פי ה' פקד אותם.</b> עשה אותם פקודים על משמרתם ומשאם בבני קהת ובני מררי כת' על פי ה' ביד משה ובבני גרשון לא כת' אלא על פי ה' ולא כת' ביד משה ונראה לפי שבראש הפרש' קהת כת' וידבר ה' אל משה פי' בסופה על פי ה' ביד משה לומר שמפי הגבורה נאמ' למשה אבל בבני גרשון כת' וידבר ה' אל משה ולא נזכר שם אהרון לכך לא הוצרך לומ' ביד משה: הג\"ה: ", "heVersionTitle": "Bekhor Shor, Breslau, 1900", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, ברסלאו, תר\"ס", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bcfdd6e4a97c9cbb0f72", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 4:49:2", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Bekhor Shor, Numbers 4:49:2", "sourceHeRef": "בכור שור, במדבר ד׳:מ״ט:ב׳", "anchorVerse": 49, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 49.0002, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "<b>ופקודיו.</b> כל אחד ואחד: ", "heVersionTitle": "Bekhor Shor, Breslau, 1900", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, ברסלאו, תר\"ס", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bcfdd6e4a97c9cbb0f74", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 4:49:3", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Bekhor Shor, Numbers 4:49:3", "sourceHeRef": "בכור שור, במדבר ד׳:מ״ט:ג׳", "anchorVerse": 49, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 49.0003, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "<b>כאשר צוה ה'.</b> לכל אחד הפקיד מה שצוה הק' למשה וכל אחד זר אצל עבודתו של חבירו שהוא נמנה עליה שאינו רשאי ליקרב אליה ואם קריב חייב מיתה משום הזר הקרב יומת ומשום הכי אמרו רבותי' משורר ששיער חייב מיתה גבי רבי יהושע שהלך לסייע לר' יוחנן בן גודגדא בהגפת דלתות ויש לפרש משום דכתי' ולא יבואו לראות כבלע את הקודש ומתו וכשהוא מגיף הדלתות הוא מבליע כל מה שבקודש: ", "heVersionTitle": "Bekhor Shor, Breslau, 1900", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, ברסלאו, תר\"ס", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b1c573d6e4a937f99979c4", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 6:11", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Bamidbar Rabbah 6:11", "sourceHeRef": "במדבר רבה ו׳:י״א", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 6.0011, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיִּהְיוּ פְּקֻדֵיהֶם שְׁמֹנַת אֲלָפִים וַחֲמֵשׁ מֵאוֹת וּשְׁמֹנִים <small>(במדבר ד, מח)</small>, זוֹ הִיא שֶׁאָמְרוּ מְנָאָם בִּפְרַט מְנָאָם בִּכְלַל, כְּאָדָם שֶׁיֵּשׁ לוֹ חֲפָצִים נָאִים וּמְשֻׁבָּחִין וַחֲבִיבִין עָלָיו בְּיוֹתֵר, מוֹנֶה אוֹתָם בִּפְרָט וְחוֹזֵר וּמוֹנֶה אוֹתָם בִּכְלָל, מִתּוֹךְ שֶׁשָֹּׂמֵחַ בְּרִבּוּי מִנְיָנָם, כֵּן צִוָּה הַקָּדוֹשׁ בָּרוּךְ הוּא לִכְתֹּב מִנְיַן הַלְוִיִּם בִּפְרָט וּכְלָל, לְפִי שֶׁהָיוּ בְּנֵי בֵיתוֹ וּכְשֵׁרִים וַחֲבִיבִים עָלָיו בְּיוֹתֵר. <small>(במדבר ד, מט)</small>: עַל פִּי ה' פָּקַד אוֹתָם בְּיַד משֶׁה, הֲרֵי זֶה אָמוּר כְּנֶגֶד בְּנֵי קְהָת שֶׁאַהֲרֹן מְנָאָם לִבְנֵי קְהָת וְאָמַר פְּלוֹנִי וּפְלוֹנִי יִשְׂאוּ אֶת הָאָרוֹן, פְּלוֹנִי וּפְלוֹנִי יִשְׂאוּ אֶת הַמִּזְבֵּחַ, וְכֵן כָּל כְּלֵי קֹדֶשׁ הַקֳּדָשִׁים, כְּשֵׁם שֶׁאָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה שֶׁיַּעֲשֶׂה אַהֲרֹן, כֵּן עָשָׂה אַהֲרֹן, הֱוֵי: בְּיַד משֶׁה. וּמִנַּיִן אַתָּה אוֹמֵר שֶׁבַּעֲבוֹדַת בְּנֵי קְהָת הַכָּתוּב מְדַבֵּר, שֶׁכֵּן כְּתִיב <small>(במדבר ד, מט)</small>: אִישׁ אִישׁ עַל עֲבֹדָתוֹ וְעַל מַשָֹּׂאוֹ. וְכֵן אָמוּר בִּבְנֵי קְהָת, <small>(במדבר ד, יט)</small>: אַהֲרֹן וּבָנָיו יָבֹאוּ וְשָׂמוּ אוֹתָם אִישׁ אִישׁ עַל עֲבֹדָתוֹ וְאֶל מַשָֹּׂאוֹ. <small>(במדבר ד, מט)</small>: וּפְקֻדָיו אֲשֶׁר צִוָּה ה' אֶת משֶׁה, הֲרֵי זֶה אָמוּר כְּנֶגֶד בְּנֵי גֵרְשׁוֹן וּבְנֵי מְרָרִי שֶׁצִּוָּה הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה שֶׁעַל פִּיו תִּהְיֶה עֲבוֹדָתָם עִם אָחִיו אַהֲרֹן. בִּבְנֵי גֵרְשׁוֹן כְּתִיב <small>(במדבר ד, כז)</small>: וּפְקַדְתֶּם עֲלֵהֶם בְּמִשְׁמֶרֶת אֵת כָּל מַשָֹּׂאָם, הֲרֵי משֶׁה עִמָּהֶם, וּבִבְנֵי מְרָרִי כְּתִיב <small>(במדבר ד, לב)</small>: וּבְשֵׁמֹת תִּפְקְדוּ אֶת כְּלֵי מִשְׁמֶרֶת מַשָֹּׂאָם, הֵבִיא משֶׁה, לְכָךְ כְּתִיב: וּפְקֻדָיו אֲשֶׁר צִוָּה ה' אֶת משֶׁה, שֶׁמָּנָה משֶׁה וְאָמַר פְּלוֹנִי וּפְלוֹנִי וּפְלוֹנִי שֶׁל בְּנֵי גֵרְשׁוֹן יִשְׂאוּ אֶת הַיְרִיעוֹת, פְּלוֹנִי וּפְלוֹנִי וּפְלוֹנִי יִשְׂאוּ אֶת אֹהֶל מוֹעֵד, וְכֵן כָּל כְּלֵי עֲבוֹדָתָם, מַשָֹּׂא שֶׁל בְּנֵי גֵרְשׁוֹן הָיָה מְמַנֶּה לָהֶם בְּמִנְיָן, וְכֵן מָנָה משֶׁה וְאָמַר פְּלוֹנִי וּפְלוֹנִי וּפְלוֹנִי שֶׁל בְּנֵי מְרָרִי יִשְׂאוּ אֶת הַקְּרָשִׁים, פְּלוֹנִי וּפְלוֹנִי וּפְלוֹנִי שֶׁל בְּנֵי מְרָרִי יִשְׂאוּ אֶת הַבְּרִיחִים, וְכֵן עָשָׂה לְכָל כְּלֵי עֲבוֹדַת מַשָֹּׂא בְּנֵי מְרָרִי, שֶׁמִּנָּה אוֹתָם בְּמִנְיָן עַל עֲבוֹדָתָם, הֱוֵי: אֲשֶׁר צִוָּה ה' אֶת משֶׁה, שֶׁמּשֶׁה נִצְטַוָּה עַל שְׁתֵּי הַמִּשְׁפָּחוֹת הַלָּלוּ, בְּנֵי גֵרְשׁוֹן וּבְנֵי מְרָרִי, שֶׁהוּא יְצַוֵּם הֵיאַךְ יִשְֹּׂאוּ וְהֵיאַךְ יִשְׁמְרוּ מַה שֶּׁתַּחַת יְדֵיהֶם, הֱוֵי: אֲשֶׁר צִוָּה ה' אֶת משֶׁה.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Their counted were eight thousand and five hundred and eighty” (Numbers 4:48).</b>  <br>“Their counted were eight thousand and five hundred and eighty.” This is what they said: They counted them separately and they counted them together, like a person who has objects that are fine, excellent, and especially dear to him; he counts them separately and then counts them together, because he rejoices in their substantial number. So, the Holy One blessed be He commanded to write the number of the Levites separately and together, because they were members of His household, upright, and especially dear to him. <br><b>“According to the directive of the Lord he counted them, at the hand of Moses, each man to his service, and to his burden, and his count was as the Lord commanded Moses” (Numbers 4:49).</b> <br>“According to the directive of the Lord he counted them, at the hand of Moses.” This is said in reference to the sons of Kehat, as Aaron counted the sons of Kehat and said: ‘So-and-so and so-and-so will bear the Ark, and so-and-so and so-and-so will bear the altar, and likewise all the vessels of the most sacred order.’ Just as the Holy One blessed be He commanded Moses that Aaron should perform, so Aaron performed. That is, “at the hand of Moses.” From where do you say that it is regarding the sons of Kehat that the verse is speaking? It is as it is written:<b> </b>“Each man to his service, and to his burden.” So it is written regarding the sons of Kehat: “Aaron and his sons shall come, and assign them, each man to his service and to his burden” (Numbers 4:19). <br>“And his count was as the Lord commanded Moses.” This is said in reference to the sons of Gershon and the sons of Merari, as the Holy One blessed be He commanded that their service should be under his [Moses’] direction, with his brother Aaron. Regarding the sons of Gershon it is written: “You shall assign them all their burden as a commission” (Numbers 4:27), Moses was with them. Regarding the sons of Merari it is written: “And by names you shall appoint the instruments of the commission of their burden” (Numbers 4:32), it included Moses. That is why it is written: “And his count was as the Lord commanded Moses,” as Moses counted and said so-and-so, so-and-so, and so-and-so of the sons of Gershon will bear the woven strips of fabric. So-and-so, so-and-so, and so-and-so will bear the Tent of Meeting, and likewise regarding all the instruments of their service. He would assign the burden of the sons of Gershon by number. Likewise, Moses counted and said so-and-so, so-and-so, and so-and-so of the sons of Merari will bear the beams; so-and-so, so-and-so, and so-and-so of the sons of Merari will bear the bars; and likewise it was regarding all the instruments of the service of the burden of the sons of Merari; he would assign them by number to their service. That is, “as the Lord commanded Moses.” Moses was commanded regarding these two families, the sons of Gershon and the sons of Merari, that he should command them how they should bear and how they should guard what is in their care. That is, “as the Lord commanded Moses.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b1c574d6e4a937f99979ec", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 7:2", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Bamidbar Rabbah 7:2", "sourceHeRef": "במדבר רבה ז׳:ב׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 7.0002, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וִישַׁלְּחוּ מִן הַמַּחֲנֶה כָּל צָרוּעַ וגו', לָמָּה נִסְמְכָה פָּרָשַׁת מְצֹרָעִים לְפָרָשַׁת הַלְוִיִּם, אַתְּ מוֹצֵא יִשְׂרָאֵל וְהַלְוִיִּם קִבְּלוּ עֲלֵיהֶם מַלְכוּתוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא בְּסִינַי, שֶׁנֶּאֱמַר <small>(שמות יט, ח)</small>: וַיַּעֲנוּ כָל הָעָם יַחְדָּו, לְסוֹף אַרְבָּעִים יוֹם מָרְדוּ יִשְׂרָאֵל בְּהַקָּדוֹשׁ בָּרוּךְ הוּא <small>(שמות לב, ח)</small>: וְעָשׂוּ לָהֶם עֵגֶל מַסֵּכָה וגו' וַיֹּאמְרוּ אֵלֶּה אֱלֹהֶיךָ יִשְׂרָאֵל אֲשֶׁר הֶעֱלוּךָ מֵאֶרֶץ מִצְרָיִם, אֲבָל הַלְוִיִּם נִמְצְאוּ מֻשְׁלָמִים עִם הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁנֶּאֱמַר <small>(שמות לב, כו)</small>: וַיַּעֲמֹד משֶׁה בְּשַׁעַר הַמַּחֲנֶה וגו', אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא <small>(שמואל א ב, ל)</small>: כִּי מְכַבְּדַי אֲכַבֵּד וּבֹזַי יֵקָלוּ, בְּנֵי לֵוִי שֶׁכִּבְּדוּנִי שֶׁלֹא כָּפְרוּ בִּי, לָהֶם אֲנִי מְכַבֵּד, אֲבָל יִשְׂרָאֵל שֶׁבִּזּוּנִי, שֶׁאֲנִי הֶעֱלֵיתִי אוֹתָם מִמִּצְרַיִם וְהֵם אָמְרוּ לָעֵגֶל שֶׁהוּא הֶעֱלָם, בְּדִין הוּא שֶׁיֵּקַלּוּ. מַה כָּבוֹד כִּבֵּד הַקָּדוֹשׁ בָּרוּךְ הוּא אֶת הַלְוִיִּם, שֶׁלְּקָחָם לְחֶלְקוֹ, שֶׁנֶּאֱמַר <small>(במדבר ג, יב)</small>: וַאֲנִי הִנֵּה לָקַחְתִּי אֶת הַלְוִיִּם מִתּוֹךְ בְּנֵי יִשְׂרָאֵל וגו', וְכֵיוָן שֶׁבָּא לִמְנוֹתָם לַעֲמֹד בְּשִׁמּוּשׁוֹ, הוּא בְּעַצְמוֹ מְנָאָם, וּמִנַּיִן שֶׁכֵּן הוּא, אָמַר רַבִּי יְהוּדָה בַּר רַבִּי שִׁמְעוֹן כְּתִיב לְמַעְלָה מִן פָּרָשַׁת מְצֹרָעִים <small>(במדבר ד, מט)</small>: עַל פִּי ה' פָּקַד אוֹתָם בְּיַד משֶׁה, וְאוֹמֵר <small>(במדבר ד, מט)</small>: וּפְקֻדָיו אֲשֶׁר צִוָּה ה', וּכְתִיב בְּרֹאשׁ הָעִנְיָן <small>(במדבר ד, לו)</small>: וַיִּהְיוּ פְקֻדֵיהֶם, אָמַר רַבִּי יְהוּדָה בַּר רַבִּי שִׁמְעוֹן הֵיאַךְ יִמְצָא הַדּוֹרֵשׁ יָדָיו בֵּין פְּקֻדָיו לִפְקֻדֵיהֶם, אִם פְּקֻדָיו לָמָּה פְּקֻדֵיהֶם, אֶלָּא פְּקֻדֵיהֶם מַה שֶּׁמָּנוּ משֶׁה וְאַהֲרֹן, וּפְקֻדָיו מַה שֶּׁמָּנָה הָאֱלֹהִים, וְלָמָּה מְנָאָם הָאֱלֹהִים, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁלֹא יֹאמַר אָדָם וְכִי משֶׁה וְאַהֲרֹן הָיוּ יְכוֹלִים לִמְנוֹת כָּל אוֹתָן הָאֻכְלוּסִין, אָמַר הָאֱלֹהִים אִם הִרְהַרְתָּ אַחֲרֵיהֶם כְּאִלּוּ אַחֲרַי אַתָּה מְהַרְהֵר, לְכָךְ כָּתַב: וּפְקֻדָיו וּפְקֻדֵיהֶם, וְהֵיאַךְ מְנָאָם משֶׁה, אָמַר רַבִּי בֶּרֶכְיָה הַקָּדוֹשׁ בָּרוּךְ הוּא אָמַר לוֹ לְמשֶׁה בְּמִשְׁפַּחַת פְּלוֹנִי כָּךְ וְכָךְ, עַד שֶׁמָּנָה אוֹתָן, הֲדָא הוּא דִכְתִיב: עַל פִּי ה' פָּקַד אוֹתָם בְּיַד משֶׁה, לְכָךְ כְּשֶׁמְּנָאָם משֶׁה מִבֶּן חֹדֶשׁ עַל פִּי הַקָּדוֹשׁ בָּרוּךְ הוּא מְנָאָם, שֶׁנֶּאֱמַר <small>(במדבר ג, לט)</small>: כָּל פְּקוּדֵי הַלְוִיִּם וגו', אָמַר רַבִּי בֶּרֶכְיָה הַכֹּהֵן כָּךְ אַתְּ סָבוּר שֶׁהָיָה משֶׁה הוֹלֵךְ וְנִכְנַס לְאָהֳלוֹ שֶׁל כָּל אֶחָד וְאֶחָד לִרְאוֹת כַּמָּה בָּנִים הָיוּ לוֹ, לָאו, אֶלָּא אָמַר הָאֱלֹהִים לְמשֶׁה יֵשׁ בְּאָהֳלוֹ שֶׁל פְּלוֹנִי שְׁנַיִם וּבְאָהֳלוֹ שֶׁל פְּלוֹנִי שְׁלשָׁה, עַד שֶׁמָּנָה אוֹתָן, מִנַּיִן, שֶׁנֶּאֱמַר: עַל פִּי ה', הֱוֵי כָּבוֹד גָּדוֹל חָלַק לָהֶם שֶׁהוּא בְּעַצְמוֹ מְנָאָם, אֲבָל בְּמִנְיַן יִשְׂרָאֵל אֵין אַתְּ מוֹצֵא עַל פִּי ה', לְפִי שֶׁהֵם לֹא כִּבְּדוּהוּ אַף הוּא לֹא כִּבְּדָם. וְכֵן כְּשֶׁבָּא הַקָּדוֹשׁ בָּרוּךְ הוּא לַעֲשׂוֹת מִשְׁכָּן קֵרַב הַלְוִיִּם לְשִׁמּוּשׁוֹ, כְּשֵׁם שֶׁאָמַר בַּפָּרָשָׁה, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא הַלְוִיִּם שֶׁכִּבְּדוּנִי יִהְיוּ אֶצְלִי אֲבָל אוֹתָן שֶׁטָּעוּ בָּעֵגֶל הֵם יִלְקוּ בְּצָרַעַת, שֶׁנֶּאֱמַר <small>(שמות לב, כה)</small>: וַיַּרְא משֶׁה אֶת הָעָם כִּי פָרֻעַ הוּא, וְכֵן הוּא אוֹמֵר <small>(תהלים קא, ג)</small>: עֲשׂה סֵטִים שָׂנֵאתִי וגו'.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“They shall send out from the camp every leper…” – why is the portion of lepers juxtaposed to the portion of the Levites? You find that Israel and the Levites accepted the kingdom of the Holy One blessed be He upon themselves at Sinai, as it is stated: “All the people answered together” (Exodus 19:8). At the end of forty days, Israel rebelled against the Holy One blessed be He: “They crafted for themselves a molten calf…and said: This is your god, Israel, who took you up from the land of Egypt” (Exodus 32:8). But the Levites were found faultless before the Holy One blessed be He, as it is stated: “Moses stood at the gate of the camp [and said: Whoever is for the Lord, come to me; and all the sons of Levi gathered to him]” (Exodus 32:26). The Holy One blessed be He said: “For those who honor Me, I will honor, but those who scorn Me will be lowly” (I Samuel 2:30). The sons of Levi, who honored Me and did not deny Me, them I honor. But Israel, who scorned Me, as I took them up out of Egypt but they said it was the calf that took them up, by right they should be lowly. With what honor did the Holy One blessed be He honor the Levites? It is that He took them as His portion, as it is stated: “I have hereby taken the Levites from among the children of Israel…[and the Levites shall be Mine]” (Numbers 3:12). When He came to count them to stand in His service, He counted them Himself.  <br>From where is it derived that it is so? Rabbi Yehuda bar Rabbi Shimon said: It is written before the portion of the lepers: “According to the directive of the Lord he counted them, at the hand of Moses” (Numbers 4:49), and it says: “And his count was as the Lord commanded Moses” (Numbers 4:49). It is written at the beginning of the matter: “Their counted were” (Numbers 4:36). Rabbi Yehuda bar Rabbi Shimon said: How will the expounder find his bearings between “his count” and “their counted”? If “his count,” why “their counted”? Rather, “their counted” – what Moses and Aaron counted; “His count” – what God counted. Why did God count them? The Holy One blessed be He said: So no man would say: Were Moses and Aaron capable of counting all those multitudes? God said: If you express reproof about them it is as though you are expressing reproof about Me. That is why He wrote: “His count” and “their counted.”  <br>How did Moses count them? Rabbi Berekhya said: The Holy One blessed be He would say to Moses: ‘In such and such family there are such and such people,’ until he counted them. That is what is written: “According to the directive of the Lord he counted them, at the hand of Moses.” When Moses counted them from one month old, he counted them at the directive of the Holy One blessed be He, as it is stated: “All those counted of the Levites, [whom Moses and Aaron counted according to the directive of the Lord]” (Numbers 3:39). Rabbi Berekhya HaKohen said: Do you believe that Moses would go and enter the tent of each and every one to see how many sons he had? No, rather God said to Moses: ‘There are two in the tent of so-and-so, and three in the tent of so-and-so,’ until he counted them. From where is it derived? As it is stated: “According to the directive of the Lord.” Thus, He accorded great honor to them in that He Himself counted them. But in the census of Israel, you do not find “according to the directive of the Lord.” Because they did not honor Him, He did not honor them.  <br>Likewise, when the Holy One blessed be He came to establish the Tabernacle, He drew the Levites near in His service, as it says in the portion.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">This refers to Numbers, chapters 3–4, which describe how the Levites were chosen and what their role was in the Tabernacle.</i> The Holy One blessed be He said: The Levites who honored Me will be with Me, but those who erred with the calf will be afflicted with leprosy, as it is stated: “Moses saw the people, that it was wild [<i>farua</i>]” (Exodus 32:25).<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The proof from the verse is explained in <i>Bemidbar Rabba</i> 7:1.</i> Likewise, it says: “I hate the doing of perversity; [it shall not cleave to me]” (Psalms 101:3).<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Therefore, other Israelites, who sinned with the calf, were rejected and did not serve in the Tabernacle and Temple.</i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b174d6e4a952249cc20e", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 4:49:1", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Minchat Shai on Torah, Numbers 4:49:1", "sourceHeRef": "מנחת שי על תורה, במדבר ד׳:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "<b>פקד אותם.</b> בכמה ספרי הדפוס וגם בהעתק פירארה חסר וא\"ו אבל בהעתק הללי ובספרים כ\"י מדוייקים מלא וכן הוא בדפוס ישן והוא א' מן ט\"ל מלאים בתורה וסימן נמסר במסרה רבתא ובמסורת סייג לתורה:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b174d6e4a952249cc210", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 4:49:2", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Minchat Shai on Torah, Numbers 4:49:2", "sourceHeRef": "מנחת שי על תורה, במדבר ד׳:מ״ט:ב׳", "anchorVerse": 49, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 49.0002, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "<b>ופקדיו אשר צוה.</b> ה' דסבירין כאשר וסימן נמסר בפרשת צו:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58e39d6fd6e4a94c42d0fee3", "index_title": "Avi Ezer", "category": "Commentary", "type": "commentary", "ref": "Avi Ezer, Numbers 4:49:1", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Avi Ezer, Numbers 4:49:1", "sourceHeRef": "אבי עזר, במדבר ד׳:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": false, "compDate": [1760, 1800], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Avi Ezer", "he": "אבי עזר"}, "heTitle": "במדבר", "he": "<b>איש איש, ע\"כ ופקדיו. \n</b>.דהרב קאי לשיטתו, דכתב איש איש קאי על גרשון ומררי על כן נאמר שפיר \nופקדיו. אבל לעיל פרשת במדבר (ב, ד). כתב הרב פקודיהם ופקדיו שוה \nאין הפרש ביניהם. ושם דעתו דפקודיו קאי על ראש הצבא, ופקודיהם קאי על \nשאר הפקודים, וכן פירשו המפרשים שם. אבל כאן מוכח שפיר \nדאינו סובל למיכתב פקודיהם:", "heVersionTitle": "Avi Ezer", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אבי עזר", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636c12d6e4a9416e9c44bb", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 4:49:1", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Mizrachi, Numbers 4:49:1", "sourceHeRef": "מזרחי, במדבר ד׳:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>ופקודיו אשר צוה יי' את משה ואותן הפקודי' היו במצוה מבן שלשים ועד בן נ'. </b>כאלו אמר ומן פקודיו הם אשר צוה יי' את משה שכבר צוה למעלה שיהיו מבן שלשים שנה ומעלה עד בן חמשים בבני קהת ובבני גרשון ובבני מררי וכנוי ופקודיו שב על משה אותם שפקד משה ונכתב אשר צוה יי' את משה במקום אשר צוה יי' אליו וכמוהו ואל משה אמר עלה אל יי' במקום עלה אלי ובקצת נוסחאות של רש\"י ז\"ל כתוב ופקודיו אשר צוה יי' מסורת ד' כתיבין אשר וסבירין כאשר כאילו אמר כאשר צוה יי' את משה ולא ידעתי מי הכריחו לבעל המסורת לומר שהוא חסר כ\"ף ולא יהיה פירושו כמשמעו ופקודיו הם אשר צוה יי' את משה שמלת הם היא בכח המאמ' וכמוהו למעלה מזה כל הפקודים אשרו פקד משה ואהרן ונשיאי ישראל את הלוים למשפחותם לבית אבותם מבן שלשים שנה ומעלה ועד בן חמשים שנה שהוא כאלו אמר כל הפקודים וגו' היו מבן שלשי' שנה ומעלה ועד בן חמשי' שנה כו' או היו למשפחותם ולבית אבותם מבן שלשים שנה ומעלה ולמעלה ממנו ופקודי בני גרשון למשפחותם ולבית אבותם מבן שלשים שנה ומעלה וגו' שיחסר הם או היו קודם מבן שלשים שנה או קודם למשפחות והכתוב לא יחוש בו מפני שהוא בכח המאמר: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59a6c635d6e4a920f72d9a08", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Numbers 4:49:1", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "HaKtav VeHaKabalah, Numbers 4:49:1", "sourceHeRef": "הכתב והקבלה, במדבר ד׳:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 49.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "במדבר", "he": "<b>על עבודתו ועל משאו. </b>מנה כל אחד מהם על העבודה, שיעשה בעת החניי', ועל משאו, בעת הנסיעה שידע כמה משקל משאו, ואמר ופקדיו, שידע שמות הכלים שישאו הנקובים בשם כאמור ובשמות תפקדו את כלי משמרת משאם (רע\"ס): \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9bee89197ec001aac2973", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Numbers 4:49:1", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Midrash Aggadah, Numbers 4:49:1", "sourceHeRef": "מדרש אגדה, במדבר ד׳:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "במדבר", "he": "פקד וגו'. פקידה זו אינה לשון מנין, אלא לשון פקידה, אבל ופקודיו כאשר צוה ה' את משה זו אמירה לענין מנינים:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd140ea04bbb60019c1e55c", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 4:49:1", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Birkat Asher on Torah, Numbers 4:49:1", "sourceHeRef": "ברכת אשר על התורה, במדבר ד׳:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 49.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רש\"י ד\"ה ופקדיו אשר צוה ה' את משה, ואותן הפקודים וכו'. </b>כלומר כל הממונים - כולם נכללו במצוה שנצטווה משה למנותם מבן ל' ועד בן נ', ולא אירעה שום טעות של יתרון או חסרון, כגון שיהיה אחד נכלל במנין ואינו ראוי לעבודה, או ראוי לעבודה שאינו נכלל במנין. וראה \"שפתי חכמים\" (אות ע) המפרט יפה. אבל ראה רמב\"ן על אתר הגורס תוספת ברש\"י שאינה אצלנו. ועל כל פנים ראה גם ראב\"ע המפרש ופקודיו כמוסב על גרשון, קהת ומררי. (פ' נשא תשנ\"ז)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd672225f25e006109557e", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Vayikra 3:4", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Malbim on Leviticus, Vayikra 3:4", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא ג׳:ד׳", "anchorVerse": 49, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 3.0004, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "ויקרא", "he": "ויקרא אל משה וידבר ה' אליו: הלכה פסוקה בדיני המליצה כי בכל מאמר שנזכר בו שם הפועל ושם הפעול בפירוש, לא יבא לעולם שם הפעול לפני שם הפועל. רצוני, שלא יכתב \"וידבר אל משה ה' \" או \"ויאמר אל יוסף יעקב\"; רק הסדר \"וידבר ה' אל משה\", \"ויאמר יעקב אל יוסף\". ועתה יפלא מאד במאמר הלז שבא שם הפועל, ה' , מאוחר מטעם הדרוש שנתבאר (בסימן א), היה ראוי שגם שם הפעול, \"אל משה\", יבא מאוחר. ובזה היה הלשון מסודר: \"ויקרא וידבר ה' אל משה\" ולא היה צריך גם כן כפל מלת \"אליו\"; ואיך נתהפך הסדר שהקדים \"אל משה\" לפני שם \"ה' \" הדובר, ששיעורו \"ויקרא אל משה...ה' \"? וזה זר ומוזר מאד. ואמרו כי הקדים שם הפעול וכפלו שנית על ידי כינוי \"אליו\" לדייק רק אל משה קרא ורק אליו דבר, ולמעט את אהרן. שכבר יתבאר בספר זה, במקומות לא חקר, כי קדימת שם אחד לפני מקומו וכן כפל השם עם הכינוי בא למיעוט ולדיוק. ואמרו סופרים כי י\"ג דברות נאמרו בתורה למשה ואהרן, וכנגדן נאמרו י\"ג מיעוטין. <b>ותחלה נבאר הי\"ג דברות</b> האלה, איה מקום כבודם: במסורה (ריש חוקת) <b>וידבר ה' אל משה ואל אהרן:</b> י\"א דסמיכי וסימנם: \"ויצום אל בני ישראל\" (שמות ו, יג), \"דברו את כל\" דשרצים (ויקרא יא, א), \"אדם כי יהיה בעור\" (ויקרא יג, א), \"כי תבואו אל ארץ\" (ויקרא יד, לג-לד), \"איש איש כי יהיה זב\" (ויקרא טו, א), \"איש על דגלו באותות\" (במדבר ב, א), \"נשא את ראש הקהתי\" (במדבר ד, א), \"אל תכריתו את\" (במדבר ד, יז), \"עד מתי לעדה הרעה\" (במדבר יד, כו-כז), \"הבדלו מתוך העדה\" (במדבר טז, כ-כא), \"זאת חקת התורה\" (במדבר יט, א-ב).  עוד במסורה (בסדר וארא): <b>ויאמר ה' אל משה ואל אהרן:</b> ו' דסמיכי וסימנהון: \"מופת\" (שמות ז, ח-ט), \"חפניכם\" (שמות ט, ח), \"החדש\" (שמות יב, א-ב), \"זאת חוקת הפסח\" (שמות יב, מג), \"יען לא האמנתם\" (במדבר כ, יב), \"בהר ההר\" (במדבר כ, כג).  עוד במסורה: <b>וידבר ה' אל אהרן:</b> ב' דסמיכי וסימנך: \"יין ושכר אל תשת\" (ויקרא י, ח-ט), \"ואני הנה נתתי לך\" (במדבר יח, ח). ותלתא <b>ויאמר ה' אל אהרן:</b> וסימנהון: \"לך לקראת משה\" (שמות ד, כז), \"אתה ובניך ובית אביך\" (במדבר יח, א), \"בארצם לא תנחל\" (במדבר יח, כ), עכ\"ל המסורה. לפי זה חשבון הי\"ג דברות שנאמרו למשה ולאהרן נפלא מאד! דאם נחשב רק \"וידבר ה' אל משה ואהרן\" אינם רק י\"א; ואם נחשב גם \"ויאמר ה' \" הם י\"ז (ועוד נמצא \"ויאמר ה' פתאום אל משה ואל אהרן\" דפר' בהעלותך ולא מנהו המסורה משום תיבת \"פתאום\" המפסיק. ועל זה כוון מ\"ש ברבה במדבר (פרשה ב) בי\"ח מקומות אתה מוצא משה ואהרן שוים וכולי); ואם נחשב גם \"ויאמר\"/\"וידבר\" ה' אל אהרן הם כ\"ב! ועם \"ויאמר ה' פתאום..\" הם כ\"ג! ותהי המבוכה רבה בעדת המפרשים, גם שגו במנין פקו פליליה. <sup class=\"footnote-marker\">(א)</sup><i class=\"footnote\">הק\"א פסקא כ' וז\"ל לא הוצרך לבאר הי\"ג פעמים שנאמרו בתורה הדברות למשה ולאהרן כי מבוארים הם ונתנו בהם סימן, מופת, חפניכם, החדש, ויצום, החיה, ארץ אחוזתכם, זב, איש על דגלו, נשא את ראש בני קהת, אל תכריתו, עד מתי, הבדלו, פרה. עכ\"ד, והנה ג' מהם שהם מופת, חפניכם, החדש, כתוב ויאמר אל משה ואהרן. ולו שם בשלשה ועד השלשה לא בא כי ששה המה. ועשרה דכתיב וידבר, הם באמת עשתי עשר. עוד כתב שם אח\"כ ואם יקשה עליך שהרי מצאנו דבור מיוחד לאהרן (בפ' קרח) וכן אמירה אחת לאהרן (שם) וכו'. ושכח כי הם שתי דברות ושלש אמירות כמ\"ש מנמוקי בעלי המסורה, והראב\"ד (כפי שהביא הק\"א משנה ד' בשמו) דסבר שהם ט\"ז דברות ואמירות, וריב\"ב לא חשיב ג' דברות ואמירות שקודם החדש הזה לכם נשארו י\"ג, וריה\"ג חשיב גם הג' דקודם החודש עי\"ש. וגם זה אינו כפתור ופרח, כי בארנו שהם י\"ז או י\"ח, ועוד שגם ריב\"ב מונה בין המעוטים מיעוט של ויהי ביום דבר ה' אל משה בא\"מ. וראיתי להחכם רוו\"ה במודע לבינה אחרי שהשיג על הק\"א חתר להמציא חלוקים שונים למצוא המנין. וחלק בין פרשה לפרשה בדוחקים עצומים לבלי הועיל. וכן מה שכתב בעל ק\"א על דברי הראב\"ד שלא מנה רק המצות מלבד שסותר דברי עצמו שלא חשב תחלה רק י\"ג דברות ואמירות, סותר האמת, כי הדבור, עד מתי (במדבר י\"ד כ\"ז) הבדלו (שם ט\"ז כ') וכן האמירה יען לא האמנתם (שם כ' י\"ב) בהר ההר (שם כ' כ\"ג) אין בו מצוה. סוף דבר, הוחלתי כי לא ידברו העתיקו מהם מלין לכן חלקי אמרה נפשי, והמעיין יבחר. אולם מ\"ש במכלתא ריש בא על ויאמר ה' אל משה ואל אהרן למשה הי' הדבור ולא לאהרן וכו' ומפני מה לא היה מדבר עמו מפני כבודו של משה וכ' נמצא ממעט אהרן מכל הדברות חוץ מג' מקומות מפני שאפשר, היא דעת אחרת. שגם בכ\"מ שנאמר ויאמר ה' אל משה ואל אהרן אל משה לבד דבר וזה מטעם. מפני כבודו של משה. פי' שהגם שאמירה יצויר באהרן, לא יצויר שישוה עם משה באמירה משותפת, וס\"ל שגם לשון אמירה שבא אצל משה היתה מעולה מאמירה אל נביאים אחרים ולא נשתתף עמו אחר חוץ מג' מקומות והם תלתא ויאמר ה' אל אהרן לבד, מפני שאפשר אחר שאהרן היה נביא אפשר שתבא אליו אמירה, וכמ\"ש בפרושי:</i>: לכן אמרתי שִמעה לי, אחַוה דֵעי אף אני: לך עבור בספרי נביאים וכתובים מקצה לקצה ולא תמצא שיאמר \"וידבר ה' אל נביא פלוני לאמר\" כמו שלשון זה רגיל בספר התורה בדבר ה' אל נאמן ביתו. [כי מה שנמצא \"וידבר ה' אל גד\" (דברי הימים א כא, ט) פירושו שהגיע דבר ה' אליו על ידי מלאך, כי זה עצמו נזכר (שמואל ב כד) ושם כתוב \"ודְבַר ה' היה אל גד\" שזה מדרגה קטנה ונמצא אף בבעלי רוח הקדש כמו \"ויהי דבר ה' אל שלמה\" (מלכים א יז יא), \"ונמצא ויהי דבר ה' אל יהוא\" (שם טז), \"דבר ה' היה אל בעשא\" (שם שם) – רוצה לומר על ידי שליח. וכן מ\"ש \"וידבר ה' אל גד\" הוא דומה עם מ\"ש \"וידבר ה' אל מנשה ואל עמו\" (דברי הימים ב לג, י) שפירושו על ידי שליח. וזולת זה לא נמצא בנביאים רק \"וידבר מלאך ה' אל אליהו\" (מלכים א טו) וכן (דניאל ט, זכריה ו, יחזקאל סימן מ וסימן מא) כולם מבוארים שהיה על ידי מלאך]. ובמסורה מערכיית אות א: <b>\"וידבר ה'\"</b> ד' בנביאים וסימנהון: \"וידבר ה' אל יהושע\" (יהושע כ, א), \"ביד עבדיו הנביאים\" (מלכים ב כא, י), \"וידבר ה' אל גד\" (דברי הימים א כא, ט), \"וידבר ה' אל מנשה\" (דברי הימים ב לג, י); וכל אורייתא דכוותיה. והטעם מבואר במה שבארתי בסימן הקודם בהבדל שבין \"דיבור\" ו\"אמירה\" ושמה שכתוב \"וידבר ה' אל משה לאמר\" פירושו שמסר לו דברים והלכות בעל פה ושבצם במשבצת אמירת הכתב וזה לא היה רק במשה שהיה נביא תורה, לא ביתר נביאים. רק פעם אחד נמצא בפר' רוצחים (יהושע כ) \"וידבר ה' אל יהושע לאמר\" שזה מפני שהחזיר שם פרשה הכתובה בתורה ואמרו חז\"ל (מכות יא) אמר ר' חמא בר' חנינא מפני מה נאמרה פרשת רוצחים בלשון עזה? דכתיב \"וידבר ה' אל יהושע לאמר..\" מפני שהם של תורה. למימרא דכל \"דיבור\" לשון קשה? הן, כדכתיב \"דבר האיש אדני הארץ אתנו קשות\". [והקישוי הזה כולל בין הקשה מצד עומק הדברים ומושגם כמו ענינים עמוקים שצריכים ביאור ופירוש, הן הקשה מצד ענינו, כמו דברים הרעים ווכוחים וטענות שזה נכנס בגדר הדיבור. והביא ממין אחד – \"דבר האיש אתנו קשות\" ראייה למין השני שפרשת ערי המקלט קשה מצד עומק מושגה יען שהיא של תורה. ובמדרש רבה (תשא פ' מב ופ' סח) ובתנחומא (פר' צו) וספרי (פר' בהעלותך) ובכמה מקומות אמרו \"דיבור\" קשה ו\"אמירה\" רכה.] על פי הדברים ואמת האלה נראה כי לא הוציא ר' יהודה בן בתירה את אהרן רק מן ה\"דיבור\", לא מן ה\"אמירה\", שכן דייק <b>י\"ג דברות</b>; והרי במשנה הבדיל בין \"דיבור\" ובין \"אמירה\" ובוודאי לשונו דוקא; כי אחר שאהרן היה נביא בהכרח באה אליו אמירה מאת ה' כמו אל יתר נביאים רק ה\"דיבור\" לא יצויר עמו שזה מיוחד רק למשה לבד [שעל מה שכתוב \"וידבר אלקים אל נח\" שאל זאת במדרש (ויקרא פ\"א) ועם נח לא דבר וכולי. ובאברהם כתיב \"וידבר אתו\"] . והם י\"ג דברות – שהם י\"א שכתוב \"וידבר אל משה ואהרן\" ושנים \"וידבר ה' אל אהרן\". וראיה לאמיתת פירוש זה שעל מה שכתוב \"וידבר אל משה ואל אהרן ויצום\" (שמות ו, יג) סיים \"ויהי ביום דבר ה' אל משה\", (וזה אחד מן המיעוטים). וכן על מה שכתוב על \"וידבר..איש על דגלו\" (במדבר ב) סיים \"ויעשו בני ישראל כאשר צוה ה' את משה\" (וגם זה מן המיעוטים) – מבואר שעיקר הציווי היה למשה. לא כן במה שכתב \"<b>ויאמר</b> ה'..החדש הזה\" (שמות יב) סיים \"ויעשו בני ישראל כאשר צוה ה' <b>את משה ואת אהרן</b>, וכן על \"ויאמר..\" ד\"זאת חוקת הפסח\" (שמות יב, מג) סיים כן; מבואר דגבי \"ויאמר\" היה הציווי לשניהם. <b>(ביאור משנה ב ומשנה ג)</b> עתה נבאר <b>הי\"ג מיעוטים:</b> ר' יהודה בן בתירה בקש חשבונות רבים, י\"ג מיעוטים נגד י\"ג דברות להראות שמה שכתוב \"וידבר ה'...אל אהרן\" פירושו על ידי שליח כמו \"וידבר ה' אל גד\" \"וידבר ה' אל מנשה\" כמו שנזכר למעלה. ובבראשית רבה (פר' כ) \"ותקרא שם ה' הדובר אליה\" – על ידי מלאך...\"ויאמר ה' לה\" – על ידי מלאך ויש אומרים על ידי שם בן נח. וכן (שם פ' מה). וברבה (יתרו פ' ??) \"ויאמר אל משה אני חותנך יתרו\" – ר\"י אומר על ידי שליח; ר\"א אומר אגרת שלו לו. וכן \"וידבר..אל אהרן\" – על ידי משה. <b>(מיעוט א ב ג)</b> מ\"ש בסוף נשא (במדבר ז, פט): \"וּבְבֹא מֹשֶׁה אֶל אֹהֶל מוֹעֵד לְדַבֵּר אִתּוֹ וַיִּשְׁמַע אֶת הַקּוֹל מִדַּבֵּר אֵלָיו מֵעַל הַכַּפֹּרֶת אֲשֶׁר עַל אֲרֹן הָעֵדֻת מִבֵּין שְׁנֵי הַכְּרֻבִים וַיְדַבֵּר אֵלָיו\". (א) מה שכתב \"ובבא משה אל אהל מועד לדבר אתו\" – מלת \"לדבר אתו\" מיותר, שכבר אמר (שמות לד, לד) \"ובבא משה לפני ה' לדבר אתו\", ותמצא מבואר בכל הספר הזה כי כל מאמר הכפול בתורה – האחד בא לגופיה והשני לדרוש; אמר שנית \"לדבר אתו\" למעט זולתו שהוא אהרן. (ב) \"מדבר אליו\" שלדעת רש\"י הוא מן ההתפעל כמו \"מתדבר\" ואם כן מלת \"אליו\" זרה שהוראת ההתפעל הוא שמתדבר אל עצמו. ועל כן רצה הראב\"ע לעשותו שם הפועל והדגש מקום \"מן\" וזה דוחק. ופירשו חכמים שמלת \"אליו\" הזרה פה בא למעט זולתו, שהקול לא הגיע לאזני זולתו שהוא אהרן. (ג) מ\"ש \"וידבר אליו\" מיותר בהחלט דהא מתחיל בפרשה אחריו \"וידבר ה' אל משה דבר אל אהרן\" והרי כפול \"וידבר אליו..וידבר ה' אל משה\". ופירושו שבא למעט רק אליו דבר שהוא ידבר לאהרן, ולא דבר עם אהרן עצמו. <b>(מיעוט ד ה):</b> מצאנו יעידה עם מלת \"לך\" ג' פעמים: \"וְנוֹעַדְתִּי לְךָ שָׁם וְדִבַּרְתִּי אִתְּךָ\" (שמות כה, כב), \"לִפְנֵי הַפָּרֹכֶת אֲשֶׁר עַל אֲרֹן הָעֵדֻת לִפְנֵי הַכַּפֹּרֶת אֲשֶׁר עַל הָעֵדֻת אֲשֶׁר אִוָּעֵד לְךָ שָׁמָּה\" (שמות ל, ו), \"לִפְנֵי הָעֵדֻת בְּאֹהֶל מוֹעֵד אֲשֶׁר אִוָּעֵד לְךָ שָׁמָּה\" (שמות ל, לו). וכפי הכללים שהיו לחז\"ל בזה (שיתבארו בכל הספר) כל דבר הכפול ומשולש בתורה צריך אחד לגופיה והיתרים באו לדרשה, ונשארו שנים למעט שהיעידה תהיה לך, לא לזולתך שהוא אהרן. <b>(מיעוט ו):</b> (שמות כט, מב) \"עולת תמיד..פתח אהל מועד לפני ה' אשר אועד לכם שמה לדבר אליך שם ונועדתי שמה לבני ישראל\" פירש הראב\"ע ויפת אמר \"אשר אועד לכם\" – למשה ולאהרן, ורמז לדבר: \"אליך\" למשה תמיד, ועדותו \"ונועדתי שמה לבני ישראל\". כוונתו שאי אפשר לפרש \"אועד לכם\" לישראל דאם כן למה יאמר שנית \"ונועדתי..לבני ישראל\"? ועל כרחך \"לכם\" למשה ולאהרן ובאר שבכל זאת אל אהרן לא ידבר רק \"לדבר אליך\" – למשה תמיד. וזה דעת רבותינו. (משנה ז) <b>(מיעוט ז):</b> \"כאשר צוה ה' אל משה\" זה נמצא רק פעם אחת בתורה (שמות טז, לג-לד) \"ויאמר משה אל אהרן קח צנצנת אחת ותן שמה...כאשר צוה ה' אל משה\" (כי תמיד כתוב \"את משה\" ונמסר במסורה לית ושארה \"את\". ויש בזה ב' זריות: (א) שהיה לו לומר \"כאשר צוה ה' אותי\" או \"אלי\", אחר שמשה דבר זאת. והגם שמצאנו פעמים שבא השם תחת הכינוי כמו \"ואל משה אמר עלה אל ה' \" כמ\"ש הרד\"ק (במכלול דף כט ב) – יש בו דרוש כמ\"ש (ברכות ח) \"למען אדני \" – \"למענך\" מבעיא ליה?! למען אברהם שקראך אדון. (ב) זאת שנית מ\"ש \"צוה אל משה\". ויש הבדל בין \"צוה את\" ובין \"צוה ל...\" בלמ\"ד; ש\"צוה ל...\" מורה שצוה בשבילו כמו שפרש\"י (במדבר לב כח) \"ויצו להם משה את אלעזר הכהן\" כמו עליהם ועל תנאם, כמו \"ה' ילחם לכם\". \"עמדו ואשמעה מה יצוה ה' לכם\" תרגם אונקלוס על דילכון. \"צוה ה' ליעקב\" (איכה א׳:י״ז) פרש\"י על יעקב. ובסוטה (דף יב) \"ויצו פרעה לכל עמו\" אף על עמו גזר. \"תורה צוה לנו משה\" לנו בעבורינו (ספרי סימן שמה). ולכן דרשוהו גם פה שלפי שמשה פקד לאהרן לגנוז צנצנת המן באר כי צויים כאלה צוה אל ובשביל משה, לא בשביל אהרן, הגם שאהרן עשה המעשה הציוי בא אל משה שיאמר לאהרן. <b>(מיעוט ח):</b> בפר' צו (ויקרא ז, לו-לח) \"אשר צוה ה' לתת להם...אשר צוה ה' את משה בהר סיני ביום צותו\" ויש פה גם כן ב' זריות: (א) כפל \"אשר צוה..אשר צוה\", (ב) שהיה לו לומר בשניהם \"כאשר\". ובמסורה נמסר על שניהם: חמשה סבירין \"כאשר\" וקרינין \"אשר\"; ודרשו שבא ללמד \"אשר צוה ה' \", רוצה לומר, כל מה שצוה ה' – אשר צוה אל משה, השני מבאר את הראשון שהיו הצויים מיוחדים למשה, לא לאחר עמו. <b>(מיעוט ט):</b> \"אשר צוה ה' את משה\" הוא מיעוט שבא בדיבור עצמו, שעל \"וידבר ה' אל משה ואל אהרן\" דקהת (במדבר ד, א עיין שם) (במדבר ד, יז עיין שם) סיים בסוף הענין (במדבר ד, מט) \"ופקדיו אשר צוה ה' את משה\" – מבואר שלמשה בא הציווי. <b>(מיעוט י):</b> גירסת הספרא \"את אשר יצוה\" וכן גירסת התורת כהנים, וכן מה שגרסי \"את כל אשר אצוך אל בני ישראל\" לא אוכל לפרשה כפי דרכי בספר הזה, ונראה לגרוס במקומם \"כאשר דבר ה' ביד משה לו\" (במדבר יז, ה) שכן אומר בספרי (קרח פסקא קיז) \"וידבר ה' אל אהרן ואני הנה נתתי\" – שומע אני שהיה הדיבור לאהרן... ת\"ל \"זכרון לבני ישראל..כאשר דבר ה ביד משה לו\" – הא למדת שהדיבור למשה שיאמר לאהרן. ופרש\"י \"ביד משה לו\" כמו עליו, על אהרן דבר וכולי שהוא פרשת \"ואני הנה נתתי\". לפי זה גם זה מיעוט שבא בדיבור עצמו ביחוד, כי מן מיעוט ט' עד מיעוט י\"ג הם מיעוטים שבאו בהדברות עצמם. <b>(מיעוט י\"א):</b> גם הוא נזכר בדיבור עצמו שעל דיבור \"ויצום\" (שמות ו, יג) סיים (שמות ו, כח) \"ויהי ביום דבר ה' אל משה בארץ מצרים\" – ביאר שלמשה בא הדיבור הלז. ", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f5775b59f29a4b526dedee", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Numbers 4:49:1", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "Maskil LeDavid, Numbers 4:49:1", "sourceHeRef": "משכיל לדוד, במדבר ד׳:מ״ט:א׳", "anchorVerse": 49, "sourceHasEn": false, "commentaryNum": 49.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "במדבר", "he": "<b>ופקודיו וכו׳ ואותן הפקודים וכו׳</b> פי׳ דק״ל דקרא יתירא הוא ומאי קמ״ל דהא חזי׳ לעיל שנצטוה למנותם מבן שלשים שנה עד בן נ׳ ותו ברישיה דהך קרא כתיב על פי ה׳ פקד אותם וכו׳ ומאי האי דהדר וכתב ופקודיו אשר צוה וכו׳ ומפרש דקמ״ל קרא מלתא אחריתי והיינו דלא נימי דאיברא שהציווי היה שלא למנות אלא אותם שנמצאו אז מבן ל׳ ועד בן נ׳ מ״מ הללו שהיו אז מבן ל׳ עד בן נ׳ שנמנו באותו פעם חל עליהם צווי העבודה לעולם כל ימי חייהם קמ״ל דלאו הכי הוא אלא אותם הפקודים לא היו במצות העבודה אלא עד תשלום חמשים שנה וכמו שנתבאר במקום אחר שצוה השם יתברך למשה זאת אשר ללוים וכו׳ ומבן נ׳ שנה ישוב מצבא העבודה ולא יעבוד וכו׳ וה״ק קרא ופקודיו אלה גם הם בכלל הצווי אשר צוה ה׳ את משה במקום אחר על כללות הלוים שמבן נ׳ שנה ישוב מן העבודה:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cfadb6084aa1cbefaba3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אִישׁ 1", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "BDB, אִישׁ 1", "sourceHeRef": "בראון-דרייבר-בריגס, אִישׁ א׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אִישׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אִישׁ</span></big><sub>2166</sub>  <strong>n.m. man</strong> (= <em>vir</em>) <strong>(</strong>MI, SI, Ph. <span dir=\"rtl\">אש</span>, perh. also Sab. <span dir=\"rtl\">אסם</span> cf. Prät<sup> l.c.</sup>, but DHM<sup>ZMG 1883, 330</sup><strong>)</strong>—<span dir=\"rtl\">א׳</span> abs. <a data-ref=\"Genesis 2:23\" href=\"/Genesis.2.23\">Gn 2:23</a> +; cstr. <a data-ref=\"Genesis 25:27\" href=\"/Genesis.25.27\">Gn 25:27</a> +; sf. <span dir=\"rtl\">אִישִׁי</span> <a data-ref=\"Genesis 29:32\" href=\"/Genesis.29.32\">Gn 29:32</a> +, etc.; pl. <span dir=\"rtl\">אִישִׁים</span> <a data-ref=\"Psalms 141:4\" href=\"/Psalms.141.4\">ψ 141:4</a> + 2 textual (Ph. <span dir=\"rtl\">אשם</span>); usually <span dir=\"rtl\">אֲנָשִׁים</span> <a data-ref=\"Genesis 12:20\" href=\"/Genesis.12.20\">Gn 12:20</a> +, fr. √ <span dir=\"rtl\">אנשׁ</span> q.v.; cstr. <span dir=\"rtl\">אַנְשֵׁי</span> <a data-ref=\"Judges 6:27\" href=\"/Judges.6.27\">Ju 6:27</a> +; sf. <span dir=\"rtl\">אֲנָשַׁי</span> <a data-ref=\"I Samuel 23:12\" href=\"/I_Samuel.23.12\">1 S 23:12</a> etc.;—<em>man</em>, opp. woman <a data-ref=\"Genesis 2:23\" href=\"/Genesis.2.23\">Gn 2:23</a>, <a data-ref=\"Genesis 2:24\" href=\"/Genesis.2.24\">24</a> <a data-ref=\"Leviticus 20:27\" href=\"/Leviticus.20.27\">Lv 20:27</a> <a data-ref=\"Numbers 5:6\" href=\"/Numbers.5.6\">Nu 5:6</a> <a data-ref=\"Deuteronomy 17:2\" href=\"/Deuteronomy.17.2\">Dt 17:2f</a> <a data-ref=\"Joshua 6:21\" href=\"/Joshua.6.21\">Jos 6:21</a>; <a data-ref=\"Joshua 8:25\" href=\"/Joshua.8.25\">8:25</a> <a data-ref=\"Jeremiah 40:7\" href=\"/Jeremiah.40.7\">Je 40:7</a>, emph. on sexual distinction & relation <a data-ref=\"Genesis 19:8\" href=\"/Genesis.19.8\">Gn 19:8</a>; <a data-ref=\"Genesis 24:16\" href=\"/Genesis.24.16\">24:16</a>; <a data-ref=\"Genesis 38:25\" href=\"/Genesis.38.25\">38:25</a> <a data-ref=\"Exodus 22:15\" href=\"/Exodus.22.15\">Ex 22:15</a> <a data-ref=\"Leviticus 15:16\" href=\"/Leviticus.15.16\">Lv 15:16</a> <span dir=\"rtl\">(שִׁכְבַת זָ֑רַע)</span> v <a data-ref=\"Leviticus 15:18\" href=\"/Leviticus.15.18\">18</a> <span dir=\"rtl\">(וְאִשָּׁה אֲשֶׁר יִשְׁכַּב אִישׁ אֹתָהּ שׁ׳־ז׳)</span> <a data-ref=\"Leviticus 20:10\" href=\"/Leviticus.20.10\">20:10f</a> <a data-ref=\"Numbers 5:13\" href=\"/Numbers.5.13\">Nu 5:13f</a> <a data-ref=\"Deuteronomy 22:22\" href=\"/Deuteronomy.22.22\">Dt 22:22f</a> <a data-ref=\"Isaiah 4:1\" href=\"/Isaiah.4.1\">Is 4:1</a> +; thence = <em>husband</em>, especially c. sf. <a data-ref=\"Genesis 3:6\" href=\"/Genesis.3.6\">Gn 3:6</a>, <a data-ref=\"Genesis 3:16\" href=\"/Genesis.3.16\">16</a>; <a data-ref=\"Genesis 16:3\" href=\"/Genesis.16.3\">16:3</a>; <a data-ref=\"Genesis 29:32\" href=\"/Genesis.29.32\">29:32</a>, <a data-ref=\"Genesis 29:34\" href=\"/Genesis.29.34\">34</a> <a data-ref=\"Leviticus 21:7\" href=\"/Leviticus.21.7\">Lv 21:7</a> <a data-ref=\"Numbers 30:7\" href=\"/Numbers.30.7\">Nu 30:7f</a> <a data-ref=\"Deuteronomy 28:56\" href=\"/Deuteronomy.28.56\">Dt 28:56</a> <a data-ref=\"Judges 13:6\" href=\"/Judges.13.6\">Ju 13:6f</a> <a data-ref=\"Ruth 1:3\" href=\"/Ruth.1.3\">Ru 1:3f</a> <a data-ref=\"I Samuel 25:19\" href=\"/I_Samuel.25.19\">1 S 25:19</a> <a data-ref=\"Jeremiah 29:6\" href=\"/Jeremiah.29.6\">Je 29:6</a> <a data-ref=\"Ezekiel 16:45\" href=\"/Ezekiel.16.45\">Ez 16:45</a> +; fig. of <span dir=\"rtl\">י׳</span> as husb. of Isr. <span dir=\"rtl\">אִישִׁי</span> <a data-ref=\"Hosea 2:18\" href=\"/Hosea.2.18\">Ho 2:18</a> (opp. <span dir=\"rtl\">בַּעְלִי</span>); <em>man</em> as procreator, father <a data-ref=\"Ecclesiastes 6:3\" href=\"/Ecclesiastes.6.3\">Ec 6:3</a>; of <em>male child</em> <a data-ref=\"Genesis 4:1\" href=\"/Genesis.4.1\">Gn 4:1</a> cf. <span dir=\"rtl\">זֶרַע אֲנָשִׁים</span> <a data-ref=\"I Samuel 1:11\" href=\"/I_Samuel.1.11\">1 S 1:11</a>, <em>man</em>, opp. beast <a data-ref=\"Exodus 11:7\" href=\"/Exodus.11.7\">Ex 11:7</a> <a data-ref=\"Leviticus 20:15\" href=\"/Leviticus.20.15\">Lv 20:15</a> (cf. <a data-ref=\"BDB, אֲרָם\" href=\"/BDB,_אֲרָם\", dir=\"rtl\">אָדָם</a>); cf. fig. <a data-ref=\"Psalms 22:7\" href=\"/Psalms.22.7\">ψ 22:7</a> but also of male of animals <a data-ref=\"Genesis 7:2\" href=\"/Genesis.7.2\">Gn 7:2</a><sup>(×2)</sup> <span dir=\"rtl\">(אִישׁ וְאִשְׁתּוֹ)</span>; <em>man</em>, opp. God <a data-ref=\"Genesis 32:29\" href=\"/Genesis.32.29\">Gn 32:29</a> <a data-ref=\"Numbers 23:19\" href=\"/Numbers.23.19\">Nu 23:19</a> <span dir=\"rtl\">לֹא אִישׁ אֵל וִיכַזֵּב</span> (‖ <span dir=\"rtl\">וּבֶן־אָדָם וְיִתְנֶחָ֑ם</span>); <a data-ref=\"Job 9:32\" href=\"/Job.9.32\">Jb 9:32</a>; <a data-ref=\"Job 32:13\" href=\"/Job.32.13\">32:13</a> <a data-ref=\"Hosea 11:9\" href=\"/Hosea.11.9\">Ho 11:9</a> cf. <a data-ref=\"Isaiah 31:8\" href=\"/Isaiah.31.8\">Is 31:8</a> <a data-ref=\"Job 12:10\" href=\"/Job.12.10\">Jb 12:10</a> <span dir=\"rtl\">(רוּחַ כָּל־בְּשַׂר־אִישׁ)</span>; hence in phrases to denote ordinary, customary, common <span dir=\"rtl\">שֵׁבֶט אֲנָשִׁים</span> <a data-ref=\"II Samuel 7:14\" href=\"/II_Samuel.7.14\">2 S 7:14</a> (‖ <span dir=\"rtl\">נִגְעֵי בְּנֵי אָדָם</span>); <span dir=\"rtl\">לֶחֶם אֲנָשִׁים</span> <a data-ref=\"Ezekiel 24:17\" href=\"/Ezekiel.24.17\">Ez 24:17</a>, <a data-ref=\"Ezekiel 24:22\" href=\"/Ezekiel.24.22\">22</a> (cf. <a data-ref=\"Isaiah 8:1\" href=\"/Isaiah.8.1\">Is 8:1</a>); <span dir=\"rtl\">אֲנָשִׁים</span> <a data-ref=\"Ezekiel 24:17\" href=\"/Ezekiel.24.17\">Ez 24:17</a>, <a data-ref=\"Ezekiel 24:22\" href=\"/Ezekiel.24.22\">22</a> is textual error; We (ap. Sm) <span dir=\"rtl\">אֲנֻשִׁים</span>; Toy<sup>Hpt</sup> <span dir=\"rtl\">אוֹנִים</span> (<a data-ref=\"Hosea 9:4\" href=\"/Hosea.9.4\">Ho 9:4</a>). <span dir=\"rtl\">אַמַּת־אִישׁ</span> <a data-ref=\"Deuteronomy 3:11\" href=\"/Deuteronomy.3.11\">Dt 3:11</a>; but also contr. <span dir=\"rtl\">אָדָם</span> <a data-ref=\"Psalms 49:3\" href=\"/Psalms.49.3\">ψ 49:3</a>; <a data-ref=\"Psalms 62:10\" href=\"/Psalms.62.10\">62:10</a>; <em>man</em>, as valiant <a data-ref=\"I Samuel 4:9\" href=\"/I_Samuel.4.9\">1 S 4:9</a><sup>(×2)</sup> <span dir=\"rtl\">(וִהְיוּ לַאֲנָשִׁים)</span> so <a data-ref=\"I Kings 2:2\" href=\"/I_Kings.2.2\">1 K 2:2</a> cf. <a data-ref=\"I Samuel 26:15\" href=\"/I_Samuel.26.15\">1 S 26:15</a>; so <span dir=\"rtl\">אִישׁ חַיִל</span> <a data-ref=\"I Samuel 31:12\" href=\"/I_Samuel.31.12\">31:12</a> <a data-ref=\"II Samuel 24:9\" href=\"/II_Samuel.24.9\">2 S 24:9</a> <a data-ref=\"I Kings 1:42\" href=\"/I_Kings.1.42\">1 K 1:42</a> +; also <span dir=\"rtl\">אִישׁ מִלְחָמָה</span> <a data-ref=\"Numbers 31:49\" href=\"/Numbers.31.49\">Nu 31:49</a> <a data-ref=\"Deuteronomy 2:14\" href=\"/Deuteronomy.2.14\">Dt 2:14</a>, <a data-ref=\"Deuteronomy 2:16\" href=\"/Deuteronomy.2.16\">16</a> <a data-ref=\"Joshua 5:4\" href=\"/Joshua.5.4\">Jos 5:4</a>, <a data-ref=\"Joshua 5:6\" href=\"/Joshua.5.6\">6</a> +; even of <span dir=\"rtl\">י׳</span> <a data-ref=\"Exodus 15:3\" href=\"/Exodus.15.3\">Ex 15:3</a> <span dir=\"rtl\">יהוה אִישׁ מִלְחָמָה</span>; oft. prefixed to other nouns in app. <span dir=\"rtl\">הא׳ אָדוֹן</span> <a data-ref=\"Genesis 42:30\" href=\"/Genesis.42.30\">Gn 42:30</a>, <a data-ref=\"Genesis 42:33\" href=\"/Genesis.42.33\">33</a>, <span dir=\"rtl\">א׳ שַׂר וְשֹׁפֵט</span> <a data-ref=\"Exodus 2:14\" href=\"/Exodus.2.14\">Ex 2:14</a>, <span dir=\"rtl\">א׳ כֹּהֵן</span> <a data-ref=\"Leviticus 21:9\" href=\"/Leviticus.21.9\">Lv 21:9</a>, <span dir=\"rtl\">א׳ סָרִיס</span> <a data-ref=\"Jeremiah 38:7\" href=\"/Jeremiah.38.7\">Je 38:7</a>; partic. bef. adj. gent. <span dir=\"rtl\">אִישׁ מִצְרִי</span> <a data-ref=\"Genesis 39:1\" href=\"/Genesis.39.1\">Gn 39:1</a> <a data-ref=\"Exodus 2:11\" href=\"/Exodus.2.11\">Ex 2:11</a>, <a data-ref=\"Exodus 2:19\" href=\"/Exodus.2.19\">19</a> cf. <a data-ref=\"Genesis 37:28\" href=\"/Genesis.37.28\">Gn 37:28</a>; <a data-ref=\"Genesis 38:1\" href=\"/Genesis.38.1\">38:1</a>, <a data-ref=\"Genesis 38:2\" href=\"/Genesis.38.2\">2</a>; <a data-ref=\"Genesis 39:14\" href=\"/Genesis.39.14\">39:14</a> <a data-ref=\"I Samuel 17:12\" href=\"/I_Samuel.17.12\">1 S 17:12</a>; <a data-ref=\"I Samuel 30:11\" href=\"/I_Samuel.30.11\">30:11</a>, <a data-ref=\"I Samuel 30:13\" href=\"/I_Samuel.30.13\">13</a> +; a <em>man</em> as resident in, or belonging to a place or people <a data-ref=\"Numbers 25:6\" href=\"/Numbers.25.6\">Nu 25:6</a> <a data-ref=\"Judges 10:1\" href=\"/Judges.10.1\">Ju 10:1</a> + (so Ph.); usually pl. <span dir=\"rtl\">אַנְשֵׁי יִשְׂרָאֵל</span> <a data-ref=\"I Samuel 7:11\" href=\"/I_Samuel.7.11\">1 S 7:11</a>; <a data-ref=\"I Samuel 31:7\" href=\"/I_Samuel.31.7\">31:7</a><sup>(×2)</sup> cf. <a data-ref=\"Joshua 7:4\" href=\"/Joshua.7.4\">Jos 7:4</a>, <a data-ref=\"Joshua 7:5\" href=\"/Joshua.7.5\">5</a> +; also sg. coll. <a data-ref=\"Deuteronomy 27:14\" href=\"/Deuteronomy.27.14\">Dt 27:14</a> <a data-ref=\"Joshua 9:6\" href=\"/Joshua.9.6\">Jos 9:6</a>, <a data-ref=\"Joshua 9:7\" href=\"/Joshua.9.7\">7</a> <a data-ref=\"Judges 20:11\" href=\"/Judges.20.11\">Ju 20:11</a> <a data-ref=\"I Samuel 11:8\" href=\"/I_Samuel.11.8\">1 S 11:8</a> (v. Dr) +; <a data-ref=\"II Samuel 10:6\" href=\"/II_Samuel.10.6\">2 S 10:6</a>, <a data-ref=\"II Samuel 10:8\" href=\"/II_Samuel.10.8\">8</a> <span dir=\"rtl\">(א׳ טוֹב)</span>; (so MI <sup>10. 13</sup>); <em>men</em> = retainers, followers, soldiers <a data-ref=\"I Samuel 18:27\" href=\"/I_Samuel.18.27\">1 S 18:27</a>; <a data-ref=\"I Samuel 23:3\" href=\"/I_Samuel.23.3\">23:3f</a>; <a data-ref=\"I Samuel 24:3\" href=\"/I_Samuel.24.3\">24:3</a>; <a data-ref=\"I Samuel 25:13\" href=\"/I_Samuel.25.13\">25:13</a> + cf. <a data-ref=\"Deuteronomy 33:8\" href=\"/Deuteronomy.33.8\">Dt 33:8</a> sg. coll. v. Di; <span dir=\"rtl\">אִישׁ אֱלֹהִים</span> <em>man of God</em> = proph. <a data-ref=\"Deuteronomy 33:1\" href=\"/Deuteronomy.33.1\">Dt 33:1</a> <a data-ref=\"Joshua 14:6\" href=\"/Joshua.14.6\">Jos 14:6</a> <a data-ref=\"I Samuel 9:6\" href=\"/I_Samuel.9.6\">1 S 9:6f</a> <a data-ref=\"I Kings 12:22\" href=\"/I_Kings.12.22\">1 K 12:22</a>; <a data-ref=\"I Kings 13:1\" href=\"/I_Kings.13.1\">13:1f</a> + (v. <a data-ref=\"BDB, אֱלֹהִים\" href=\"/BDB,_אֱלֹהִים\", dir=\"rtl\">אלהים</a>); in phrase sq. abstr. v. supr.; <span dir=\"rtl\">א׳ רִיב</span> <a data-ref=\"Judges 12:2\" href=\"/Judges.12.2\">Ju 12:2</a> <a data-ref=\"Jeremiah 15:10\" href=\"/Jeremiah.15.10\">Je 15:10</a>, <span dir=\"rtl\">א׳ שֵׂיבָה</span> <a data-ref=\"Deuteronomy 32:25\" href=\"/Deuteronomy.32.25\">Dt 32:25</a>, <span dir=\"rtl\">א׳ הַדָּמִים</span> <a data-ref=\"II Samuel 16:7\" href=\"/II_Samuel.16.7\">2 S 16:7</a> cf. v. <a data-ref=\"II Samuel 16:8\" href=\"/II_Samuel.16.8\">8</a>, <span dir=\"rtl\">א׳ הַבְּלִיַּעַל</span> <a data-ref=\"II Samuel 16:7\" href=\"/II_Samuel.16.7\">2 S 16:7</a>, <span dir=\"rtl\">א׳ מָוֶת</span> <a data-ref=\"I Kings 2:26\" href=\"/I_Kings.2.26\">1 K 2:26</a>, <span dir=\"rtl\">א׳ חָמָס</span> <a data-ref=\"Psalms 140:12\" href=\"/Psalms.140.12\">ψ 140:12</a> <a data-ref=\"Proverbs 3:31\" href=\"/Proverbs.3.31\">Pr 3:31</a> +; sq. word of occupation, etc. <span dir=\"rtl\">א׳ שָׂדֶה</span> <a data-ref=\"Genesis 25:27\" href=\"/Genesis.25.27\">Gn 25:27</a>, <span dir=\"rtl\">א׳ הָאֲדָמָה</span> <a data-ref=\"Genesis 9:20\" href=\"/Genesis.9.20\">Gn 9:20</a> (cf. <a data-ref=\"Zechariah 13:5\" href=\"/Zechariah.13.5\">Zc 13:5</a>), <span dir=\"rtl\">א׳ הַבֵּנַיִם</span> <em>champion</em> <a data-ref=\"I Samuel 17:4\" href=\"/I_Samuel.17.4\">1 S 17:4</a> (cf. Dr) v <a data-ref=\"I Samuel 17:23\" href=\"/I_Samuel.17.23\">23</a>, <span dir=\"rtl\">א׳ בְּשֹׂרָה</span> <a data-ref=\"II Samuel 18:20\" href=\"/II_Samuel.18.20\">2 S 18:20</a>, <span dir=\"rtl\">אִישׁ עֲצָתוֹ</span> <em>his counsellor</em> <a data-ref=\"Isaiah 40:13\" href=\"/Isaiah.40.13\">Is 40:13</a>, cf. <a data-ref=\"BDB, אִישׁ\" href=\"/BDB,_אִישׁ\", dir=\"rtl\">אִישׁ חֶרְמִי</a> <a data-ref=\"I Kings 20:42\" href=\"/I_Kings.20.42\">1 K 20:42</a>, <span dir=\"rtl\">א׳ רֵעִים</span> <a data-ref=\"Proverbs 18:24\" href=\"/Proverbs.18.24\">Pr 18:24</a>; oft. distrib. = <em>each, every</em> <a data-ref=\"Genesis 9:5\" href=\"/Genesis.9.5\">Gn 9:5</a>; <a data-ref=\"Genesis 10:5\" href=\"/Genesis.10.5\">10:5</a>; <a data-ref=\"Genesis 40:5\" href=\"/Genesis.40.5\">40:5</a><sup>(×2)</sup> <a data-ref=\"Exodus 12:3\" href=\"/Exodus.12.3\">Ex 12:3</a> +; incl. women <a data-ref=\"Job 42:11\" href=\"/Job.42.11\">Jb 42:11</a> <a data-ref=\"I Chronicles 16:3\" href=\"/I_Chronicles.16.3\">1 Ch 16:3</a> <span dir=\"rtl\">וַיְחַלֵּק לְכָל־אִישׁ יִשְׂרָאֵל מֵאִישׁ וְעַד אִשָּׁה לְאִישׁ כִּכַּר־לֶחֶם</span>; of inanim. things <a data-ref=\"I Kings 7:30\" href=\"/I_Kings.7.30\">1 K 7:30</a>, <a data-ref=\"I Kings 7:36\" href=\"/I_Kings.7.36\">36</a>; also <span dir=\"rtl\">אִישׁ אִישׁ</span> <a data-ref=\"Exodus 36:4\" href=\"/Exodus.36.4\">Ex 36:4</a> <a data-ref=\"Numbers 4:19\" href=\"/Numbers.4.19\">Nu 4:19</a>, <a data-ref=\"Numbers 4:49\" href=\"/Numbers.4.49\">49</a> <a data-ref=\"Ezekiel 14:4\" href=\"/Ezekiel.14.4\">Ez 14:4</a>, <a data-ref=\"Ezekiel 14:7\" href=\"/Ezekiel.14.7\">7</a> +; <em>any one</em> <a data-ref=\"Exodus 34:3\" href=\"/Exodus.34.3\">Ex 34:3</a><sup>(×2)</sup>, <a data-ref=\"Exodus 34:24\" href=\"/Exodus.34.24\">24</a> +; also <span dir=\"rtl\">אִישׁ אִישׁ</span> <a data-ref=\"Leviticus 15:2\" href=\"/Leviticus.15.2\">Lv 15:2</a>; <a data-ref=\"Leviticus 22:4\" href=\"/Leviticus.22.4\">22:4</a>, <a data-ref=\"Leviticus 22:18\" href=\"/Leviticus.22.18\">18</a> +; of gods <a data-ref=\"II Kings 18:33\" href=\"/II_Kings.18.33\">2 K 18:33</a> = <a data-ref=\"Isaiah 36:18\" href=\"/Isaiah.36.18\">Is 36:18</a>; <em>one</em> … <em>another</em> <span dir=\"rtl\">וְהִרְגוּ אִישׁ־אֶת־אָחִיו וְאִישׁ אֶת־רֵעֵהוּ וְאִישׁ אֶת־קְרֹבוֹ</span> <a data-ref=\"Exodus 32:27\" href=\"/Exodus.32.27\">Ex 32:27</a>, <span dir=\"rtl\">אִישׁ</span> … <span dir=\"rtl\">אָחִיו</span> <a data-ref=\"Deuteronomy 1:16\" href=\"/Deuteronomy.1.16\">Dt 1:16</a> <a data-ref=\"Micah 7:2\" href=\"/Micah.7.2\">Mi 7:2</a> (v. <a data-ref=\"BDB, אָח⁴\" href=\"/BDB,_אָח⁴\", dir=\"rtl\">אָח</a>), <span dir=\"rtl\">אִישׁ</span> … <span dir=\"rtl\">רֵעֵהוּ</span> <a data-ref=\"Genesis 11:3\" href=\"/Genesis.11.3\">Gn 11:3</a>, <a data-ref=\"Genesis 11:7\" href=\"/Genesis.11.7\">7</a> + (v. <a data-ref=\"BDB, רֵעַ\" href=\"/BDB,_רֵעַ\", dir=\"rtl\">רֵעַ</a>) of inanimate things <a data-ref=\"Genesis 15:10\" href=\"/Genesis.15.10\">Gn 15:10</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d327b6084aa1cbf23193", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מַשָּׂא³ 1", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "BDB, מַשָּׂא³ 1", "sourceHeRef": "בראון-דרייבר-בריגס, מַשָּׂא³ א׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מַשָּׂא³", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† II. <big><span dir=\"rtl\">מַשָּׂא</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Psalms 38:5\" href=\"/Psalms.38.5\">ψ 38:5</a></sup> <strong>load, burden, lifting, bearing, tribute</strong>;—<span dir=\"rtl\">מ׳</span> abs. <a data-ref=\"Nehemiah 13:19\" href=\"/Nehemiah.13.19\">Ne 13:19</a> +; cstr. <a data-ref=\"II Kings 5:17\" href=\"/II_Kings.5.17\">2 K 5:17</a> +; sf. <span dir=\"rtl\">מַשָּׂאוֹ</span> <a data-ref=\"Exodus 23:5\" href=\"/Exodus.23.5\">Ex 23:5</a> + 2 times; <span dir=\"rtl\">מַשַּׂאֲכֶם</span> <a data-ref=\"Deuteronomy 1:12\" href=\"/Deuteronomy.1.12\">Dt 1:12</a>; <span dir=\"rtl\">מַשָּׂאָם</span> <a data-ref=\"Numbers 4:27\" href=\"/Numbers.4.27\">Nu 4:27</a> + 2 times;—<br><strong>1.</strong>  <em>load, burden</em> of ass <a data-ref=\"Exodus 23:5\" href=\"/Exodus.23.5\">Ex 23:5</a> (E), mules <a data-ref=\"II Kings 5:17\" href=\"/II_Kings.5.17\">2 K 5:17</a>, camels <a data-ref=\"II Kings 8:9\" href=\"/II_Kings.8.9\">8:9</a>, cf. <a data-ref=\"Isaiah 46:1\" href=\"/Isaiah.46.1\">Is 46:1</a>, <a data-ref=\"Isaiah 46:2\" href=\"/Isaiah.46.2\">2</a>; hanging on a peg <a data-ref=\"Isaiah 22:25\" href=\"/Isaiah.22.25\">Is 22:25</a> (fig.); forbidden on Sabbath <a data-ref=\"Jeremiah 17:21\" href=\"/Jeremiah.17.21\">Je 17:21</a>, <a data-ref=\"Jeremiah 17:22\" href=\"/Jeremiah.17.22\">22</a>, <a data-ref=\"Jeremiah 17:24\" href=\"/Jeremiah.17.24\">24</a>, <a data-ref=\"Jeremiah 17:27\" href=\"/Jeremiah.17.27\">27</a> <a data-ref=\"Nehemiah 13:15\" href=\"/Nehemiah.13.15\">Ne 13:15</a>, <a data-ref=\"Nehemiah 13:19\" href=\"/Nehemiah.13.19\">19</a>; fig. of people as burden <a data-ref=\"Numbers 11:11\" href=\"/Numbers.11.11\">Nu 11:11</a>, <a data-ref=\"Numbers 11:17\" href=\"/Numbers.11.17\">17</a> (JE), <a data-ref=\"Deuteronomy 1:12\" href=\"/Deuteronomy.1.12\">Dt 1:12</a>, cf. <span dir=\"rtl\">הָיָה לְמ׳ עַל־</span> <a data-ref=\"II Samuel 15:33\" href=\"/II_Samuel.15.33\">2 S 15:33</a>; <a data-ref=\"II Samuel 19:36\" href=\"/II_Samuel.19.36\">19:36</a> <span dir=\"rtl\">(אֶל־)</span>, also <span dir=\"rtl\">וָאֶהְיֶה עָלַי לְמַשָּׂא</span> <a data-ref=\"Job 7:20\" href=\"/Job.7.20\">Jb 7:20</a>; of iniquities <a data-ref=\"Psalms 38:5\" href=\"/Psalms.38.5\">ψ 38:5</a>.—<a data-ref=\"Hosea 8:10\" href=\"/Hosea.8.10\">Ho 8:10</a> read <span dir=\"rtl\">מְשֹׁהַ</span>, so 𝔊 We Now GASm.<br><strong>2.</strong>  n. verb., <em>lifting, uplifting</em>, only <span dir=\"rtl\">מ׳ נַפְשָׁם</span> <a data-ref=\"Ezekiel 24:25\" href=\"/Ezekiel.24.25\">Ez 24:25</a> <em>the uplifting of their soul</em>, i.e. that to which they lift up their soul, their heart’s desire.<br><strong>3.</strong>  n. verb., <em>bearing, carrying</em>, <a data-ref=\"Numbers 4:24\" href=\"/Numbers.4.24\">Nu 4:24</a> (+ <span dir=\"rtl\">לַעֲבֹד</span>) <a data-ref=\"II Chronicles 20:25\" href=\"/II_Chronicles.20.25\">2 Ch 20:25</a>; <a data-ref=\"II Chronicles 35:3\" href=\"/II_Chronicles.35.3\">35:3</a> <span dir=\"rtl\">(בַּכָּתֵף)</span>, so prob. <a data-ref=\"I Chronicles 15:22\" href=\"/I_Chronicles.15.22\">1 Ch 15:22</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 15:27\" href=\"/I_Chronicles.15.27\">27</a> (cf. Be Kau; > <em>singing, uplifting of voice</em>, e.g. Öt); especially of <em>responsibility and duty of bearing</em> sacred vessels (often ‖ <span dir=\"rtl\">עֲבֹדָה</span>, <span dir=\"rtl\">פְּקֻדָּה</span>) <a data-ref=\"Numbers 4:15\" href=\"/Numbers.4.15\">Nu 4:15</a>, <a data-ref=\"Numbers 4:19\" href=\"/Numbers.4.19\">19</a>, <a data-ref=\"Numbers 4:27\" href=\"/Numbers.4.27\">27</a><sup>(×2)</sup>, <a data-ref=\"Numbers 4:49\" href=\"/Numbers.4.49\">49</a>, <span dir=\"rtl\">עֲבֹדַת מ׳</span> v <a data-ref=\"Numbers 4:47\" href=\"/Numbers.4.47\">47</a>, <span dir=\"rtl\">מִשְׁמֶרֶת מ׳</span> v <a data-ref=\"Numbers 4:31\" href=\"/Numbers.4.31\">31</a>, <a data-ref=\"Numbers 4:32\" href=\"/Numbers.4.32\">32</a>.<br><strong>4.</strong>  perhaps <em>what is carried, brought</em>, i.e. <em>tribute</em> <span dir=\"rtl\">כֶּסֶף מ׳</span> <a data-ref=\"II Chronicles 17:11\" href=\"/II_Chronicles.17.11\">2 Ch 17:11</a> <em>silver</em> as <em>tribute</em> (+ <span dir=\"rtl\">מִנְחָה</span>; cf. <a data-ref=\"BDB, נָשָׂא\" href=\"/BDB,_נָשָׂא\", dir=\"rtl\">נשׂא</a> <strong>Qal</strong>; others, <em>silver by the load</em>, i.e. in great quantity).—i. <span dir=\"rtl\">מַשָּׂא</span> v. supr. p. 601 b."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d352b6084aa1cbf25469", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֲבֹדָה 1", "anchorRef": "Numbers 4:49", "anchorRefExpanded": ["Numbers 4:49"], "sourceRef": "BDB, עֲבֹדָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֲבֹדָה א׳", "anchorVerse": 49, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֲבֹדָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">עֲבֹדָה</span></big>  and (Chr) <span dir=\"rtl\">עֲבוֹדָה</span> <sub>145</sub> <strong>n.f.</strong> labour, service <strong>(</strong>on format. v. Lag<sup>BN 179</sup> Ba<sup>NB 61</sup><strong>)</strong>;—<span dir=\"rtl\">ע׳</span> <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a> + 41 times; cstr. <span dir=\"rtl\">עֲבֹדַת</span> <a data-ref=\"Exodus 30:16\" href=\"/Exodus.30.16\">30</a><sup>16</sup> + 43 times; sf. <span dir=\"rtl\">עֲבֹדָתִי</span> <a data-ref=\"Genesis 30:26\" href=\"/Genesis.30.26\">Gn 30:26</a> + 33 times sfs.; in Chr <span dir=\"rtl\">עֲבוֹדָה</span> <a data-ref=\"I Chronicles 28:14\" href=\"/I_Chronicles.28.14\">1 Ch 28:14</a> + 7 times; cstr. <span dir=\"rtl\">עֲבוֹדַת</span> <a data-ref=\"I Chronicles 6:33\" href=\"/I_Chronicles.6.33\">6</a><sup>33</sup> + 13 times; sf. <span dir=\"rtl\">עֲבוֹדָתִי</span> <a data-ref=\"II Chronicles 12:8\" href=\"/II_Chronicles.12.8\">2 Ch 12:8</a>; <span dir=\"rtl\">עֲבוֹדָתָם</span> <a data-ref=\"I Chronicles 6:17\" href=\"/I_Chronicles.6.17\">1 Ch 6:17</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">2 Ch 31:16</a>;—<br><strong>1.</strong>  †<em>labour, work</em>, <a data-ref=\"Psalms 104:23\" href=\"/Psalms.104.23\">ψ 104</a><sup>23</sup>; in the field <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a>; <a data-ref=\"I Chronicles 27:26\" href=\"/I_Chronicles.27.26\">1 Ch 27:26</a>, prob. <a data-ref=\"Nehemiah 10:38\" href=\"/Nehemiah.10.38\">Ne 10:38</a> <span dir=\"rtl\">(עָרֵי ע׳)</span>, <a data-ref=\"Psalms 104:14\" href=\"/Psalms.104.14\">ψ 104</a><sup>14</sup> <span dir=\"rtl\">(עֵשֶׂב לע׳)</span>; in fine linen <a data-ref=\"I Chronicles 4:21\" href=\"/I_Chronicles.4.21\">1 Ch 4:21</a>; in erection of tabernacle <a data-ref=\"Exodus 35:24\" href=\"/Exodus.35.24\">Ex 35:24</a>; <a data-ref=\"Exodus 36:1\" href=\"/Exodus.36.1\">36:1</a>, <a data-ref=\"Exodus 36:3\" href=\"/Exodus.36.3\">3</a>, <a data-ref=\"Exodus 36:5\" href=\"/Exodus.36.5\">5</a>; <a data-ref=\"Exodus 39:42\" href=\"/Exodus.39.42\">39:42</a> (P); in repairing temple <a data-ref=\"II Chronicles 34:13\" href=\"/II_Chronicles.34.13\">2 Ch 34:13</a><sup>(×2)</sup>; <span dir=\"rtl\">כל מלאכת עבדה לא תעשׂוּ</span> <em>ye shall do no laborious work</em> <a data-ref=\"Leviticus 23:7\" href=\"/Leviticus.23.7\">Lv 23:7</a>, <a data-ref=\"Leviticus 23:8\" href=\"/Leviticus.23.8\">8</a>, <a data-ref=\"Leviticus 23:21\" href=\"/Leviticus.23.21\">21</a>, <a data-ref=\"Leviticus 23:25\" href=\"/Leviticus.23.25\">25</a>, <a data-ref=\"Leviticus 23:35\" href=\"/Leviticus.23.35\">35</a>, <a data-ref=\"Leviticus 23:36\" href=\"/Leviticus.23.36\">36</a>; <a data-ref=\"Numbers 28:18\" href=\"/Numbers.28.18\">Nu 28:18</a>, <a data-ref=\"Numbers 28:25\" href=\"/Numbers.28.25\">25</a>, <a data-ref=\"Numbers 28:26\" href=\"/Numbers.28.26\">26</a>; <a data-ref=\"Numbers 29:1\" href=\"/Numbers.29.1\">29:1</a>, <a data-ref=\"Numbers 29:12\" href=\"/Numbers.29.12\">12</a>, <a data-ref=\"Numbers 29:35\" href=\"/Numbers.29.35\">35</a> (P); fig. of man, <span dir=\"rtl\">ע׳ הַצְּדָקָה</span> <a data-ref=\"Isaiah 32:17\" href=\"/Isaiah.32.17\">Is 32:17</a> (‖ <span dir=\"rtl\">מַעֲשֵׂה הַצּ׳</span>); of God’s work of judgment <a data-ref=\"Isaiah 28:21\" href=\"/Isaiah.28.21\">Is 28:21</a><sup>(×2)</sup>.<br>†<strong>2.</strong>  <em>labour of servant or slave:</em> of Jacob for Laban <a data-ref=\"Genesis 29:27\" href=\"/Genesis.29.27\">Gn 29:27</a>; <a data-ref=\"Genesis 30:26\" href=\"/Genesis.30.26\">30:26</a> (JE); <span dir=\"rtl\">ע׳ עֶבֶד</span> of bondservant <a data-ref=\"Leviticus 25:39\" href=\"/Leviticus.25.39\">Lv 25:39</a> (P); of the Nethinim <a data-ref=\"Ezra 8:20\" href=\"/Ezra.8.20\">Ezr 8:20</a>; <em>service</em> of things, vessels of tabernacle and temple <a data-ref=\"Numbers 4:26\" href=\"/Numbers.4.26\">Nu 4:26</a>, <a data-ref=\"Numbers 4:32\" href=\"/Numbers.4.32\">32</a> (P), <a data-ref=\"I Chronicles 9:28\" href=\"/I_Chronicles.9.28\">1 Ch 9:28</a>; <a data-ref=\"I Chronicles 28:14\" href=\"/I_Chronicles.28.14\">28:14</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 28:15\" href=\"/I_Chronicles.28.15\">15</a>.<br>†<strong>3.</strong>  <em>labour, service of captives or subjects:</em> of Israel in Egypt <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a>; <a data-ref=\"Exodus 2:23\" href=\"/Exodus.2.23\">2:23</a><sup>(×2)</sup> (P), <a data-ref=\"Exodus 5:11\" href=\"/Exodus.5.11\">5:11</a> (E), <a data-ref=\"Exodus 6:6\" href=\"/Exodus.6.6\">6:6</a> (P); <span dir=\"rtl\">כבד(ה) הע׳</span> <a data-ref=\"Exodus 5:9\" href=\"/Exodus.5.9\">5:9</a> (E), <a data-ref=\"Nehemiah 5:18\" href=\"/Nehemiah.5.18\">Ne 5:18</a>; <span dir=\"rtl\">ע׳ קשׁה</span> <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a>; <a data-ref=\"Exodus 6:9\" href=\"/Exodus.6.9\">6:9</a> (P), <a data-ref=\"Deuteronomy 26:6\" href=\"/Deuteronomy.26.6\">Dt 26:6</a>; <a data-ref=\"I Kings 12:4\" href=\"/I_Kings.12.4\">1 K 12:4</a> = <a data-ref=\"II Chronicles 10:4\" href=\"/II_Chronicles.10.4\">2 Ch 10:4</a>; <a data-ref=\"Isaiah 14:3\" href=\"/Isaiah.14.3\">Is 14:3</a>; <span dir=\"rtl\">מֵרֹב ע׳</span> <a data-ref=\"Lamentations 1:3\" href=\"/Lamentations.1.3\">La 1:3</a>; <span dir=\"rtl\">ע׳ ממלכוֹת</span> <a data-ref=\"II Chronicles 12:8\" href=\"/II_Chronicles.12.8\">2 Ch 12:8</a>; <span dir=\"rtl\">ע׳ המלך</span> <a data-ref=\"I Chronicles 26:30\" href=\"/I_Chronicles.26.30\">1 Ch 26:30</a>; <span dir=\"rtl\">ע׳ אדניהם</span> <a data-ref=\"Nehemiah 3:5\" href=\"/Nehemiah.3.5\">Ne 3:5</a>; military service <a data-ref=\"Ezekiel 29:18\" href=\"/Ezekiel.29.18\">Ez 29:18</a><sup>(×2)</sup>.<br><strong>4.</strong>  <em>service</em> of God, in P Chr Ez: by people <a data-ref=\"Joshua 22:27\" href=\"/Joshua.22.27\">Jos 22:27</a> (P) <a data-ref=\"II Chronicles 12:8\" href=\"/II_Chronicles.12.8\">2 Ch 12:8</a>, feast of passover <a data-ref=\"Exodus 12:25\" href=\"/Exodus.12.25\">Ex 12:25</a>, <a data-ref=\"Exodus 12:26\" href=\"/Exodus.12.26\">26</a>; <a data-ref=\"II Chronicles 35:10\" href=\"/II_Chronicles.35.10\">2 Ch 35:10</a>, <a data-ref=\"II Chronicles 35:16\" href=\"/II_Chronicles.35.16\">16</a>, unleavened bread <a data-ref=\"Exodus 13:5\" href=\"/Exodus.13.5\">Ex 13:5</a>; Levites and priests <a data-ref=\"Numbers 4:19\" href=\"/Numbers.4.19\">Nu 4:19</a>, <a data-ref=\"Numbers 4:49\" href=\"/Numbers.4.49\">49</a>; <a data-ref=\"Numbers 8:11\" href=\"/Numbers.8.11\">8:11</a>; <a data-ref=\"I Chronicles 24:3\" href=\"/I_Chronicles.24.3\">1 Ch 24:3</a>, <a data-ref=\"I Chronicles 24:19\" href=\"/I_Chronicles.24.19\">19</a>; <a data-ref=\"II Chronicles 8:14\" href=\"/II_Chronicles.8.14\">2 Ch 8:14</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">31:16</a>; <span dir=\"rtl\">ע׳ מתנה</span> <a data-ref=\"Numbers 18:7\" href=\"/Numbers.18.7\">Nu 18:7</a>; Levites <a data-ref=\"Exodus 38:21\" href=\"/Exodus.38.21\">Ex 38:21</a>; <a data-ref=\"Numbers 4:24\" href=\"/Numbers.4.24\">Nu 4:24</a>, <a data-ref=\"Numbers 4:27\" href=\"/Numbers.4.27\">27</a><sup>(×2)</sup>, <a data-ref=\"Numbers 4:28\" href=\"/Numbers.4.28\">28</a>, <a data-ref=\"Numbers 4:33\" href=\"/Numbers.4.33\">33</a>, <a data-ref=\"Numbers 4:47\" href=\"/Numbers.4.47\">47</a><sup>(×2)</sup>; <a data-ref=\"Numbers 7:7\" href=\"/Numbers.7.7\">7:7</a>, <a data-ref=\"Numbers 7:8\" href=\"/Numbers.7.8\">8</a>; <a data-ref=\"Numbers 8:26\" href=\"/Numbers.8.26\">8:26</a>; <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">18:21</a>; <a data-ref=\"I Chronicles 6:17\" href=\"/I_Chronicles.6.17\">1 Ch 6:17</a>; <a data-ref=\"II Chronicles 31:2\" href=\"/II_Chronicles.31.2\">2 Ch 31:2</a>; c. <span dir=\"rtl\">בְּאֹהֶל מוֹעֵד</span> v <a data-ref=\"Numbers 4:4\" href=\"/Numbers.4.4\">4</a>, <a data-ref=\"Numbers 4:23\" href=\"/Numbers.4.23\">23</a>, <a data-ref=\"Numbers 4:31\" href=\"/Numbers.4.31\">31</a>, <a data-ref=\"Numbers 4:33\" href=\"/Numbers.4.33\">33</a>, <a data-ref=\"Numbers 4:35\" href=\"/Numbers.4.35\">35</a>, <a data-ref=\"Numbers 4:39\" href=\"/Numbers.4.39\">39</a>, <a data-ref=\"Numbers 4:43\" href=\"/Numbers.4.43\">43</a>; <a data-ref=\"Numbers 8:19\" href=\"/Numbers.8.19\">8:19</a>, <a data-ref=\"Numbers 8:22\" href=\"/Numbers.8.22\">22</a>; <a data-ref=\"Numbers 18:31\" href=\"/Numbers.18.31\">18:31</a>; <span dir=\"rtl\">אֹהֶל מוֹעֵד</span> <a data-ref=\"Exodus 30:16\" href=\"/Exodus.30.16\">Ex 30:16</a>; <a data-ref=\"Numbers 4:30\" href=\"/Numbers.4.30\">Nu 4:30</a>; <a data-ref=\"Numbers 7:5\" href=\"/Numbers.7.5\">7:5</a>; <a data-ref=\"Numbers 8:24\" href=\"/Numbers.8.24\">8:24</a>; <a data-ref=\"Numbers 18:4\" href=\"/Numbers.18.4\">18:4</a>, <a data-ref=\"Numbers 18:6\" href=\"/Numbers.18.6\">6</a>, <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">21</a>, <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">23</a>, cf. <a data-ref=\"Exodus 35:21\" href=\"/Exodus.35.21\">Ex 35:21</a>; <a data-ref=\"Numbers 7:5\" href=\"/Numbers.7.5\">Nu 7:5</a>; <span dir=\"rtl\">(ה)מִשְׁכָּן</span> <a data-ref=\"Exodus 39:32\" href=\"/Exodus.39.32\">Ex 39:32</a>, <a data-ref=\"Exodus 39:40\" href=\"/Exodus.39.40\">40</a>; <a data-ref=\"Numbers 3:7\" href=\"/Numbers.3.7\">Nu 3:7</a>, <a data-ref=\"Numbers 3:8\" href=\"/Numbers.3.8\">8</a>; <a data-ref=\"Numbers 16:9\" href=\"/Numbers.16.9\">16:9</a>; <a data-ref=\"I Chronicles 6:33\" href=\"/I_Chronicles.6.33\">1 Ch 6:33</a>, cf. <a data-ref=\"Exodus 27:19\" href=\"/Exodus.27.19\">Ex 27:19</a>; <a data-ref=\"Numbers 3:36\" href=\"/Numbers.3.36\">Nu 3:36</a>; <a data-ref=\"I Chronicles 23:26\" href=\"/I_Chronicles.23.26\">1 Ch 23:26</a>; <span dir=\"rtl\">ע׳ הַקֹּדֶשׁ</span> <a data-ref=\"Numbers 7:9\" href=\"/Numbers.7.9\">Nu 7:9</a>, cf. <a data-ref=\"Numbers 3:31\" href=\"/Numbers.3.31\">3:31</a>; of its court v <a data-ref=\"Numbers 3:26\" href=\"/Numbers.3.26\">26</a>; more specif. <span dir=\"rtl\">ע׳ משׂא</span> <a data-ref=\"Numbers 4:47\" href=\"/Numbers.4.47\">4:47</a>; <span dir=\"rtl\">צבא הע׳</span> <a data-ref=\"Numbers 8:25\" href=\"/Numbers.8.25\">8:25</a>; <span dir=\"rtl\">ע׳ בית י׳ (ה)אלהים</span> <a data-ref=\"I Chronicles 23:24\" href=\"/I_Chronicles.23.24\">1 Ch 23:24</a>, <a data-ref=\"I Chronicles 23:28\" href=\"/I_Chronicles.23.28\">28</a>, <a data-ref=\"I Chronicles 23:32\" href=\"/I_Chronicles.23.32\">32</a>; <a data-ref=\"I Chronicles 25:6\" href=\"/I_Chronicles.25.6\">25:6</a>; <a data-ref=\"I Chronicles 28:13\" href=\"/I_Chronicles.28.13\">28:13</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 28:21\" href=\"/I_Chronicles.28.21\">21</a><sup>(×2)</sup>; <a data-ref=\"I Chronicles 29:7\" href=\"/I_Chronicles.29.7\">29:7</a>; <a data-ref=\"II Chronicles 29:35\" href=\"/II_Chronicles.29.35\">2 Ch 29:35</a>; <a data-ref=\"II Chronicles 31:21\" href=\"/II_Chronicles.31.21\">31:21</a>; <a data-ref=\"II Chronicles 35:2\" href=\"/II_Chronicles.35.2\">35:2</a>; <a data-ref=\"Nehemiah 10:33\" href=\"/Nehemiah.10.33\">Ne 10:33</a>; <span dir=\"rtl\">מלאכת ע׳ בית האלהים</span> <a data-ref=\"I Chronicles 9:13\" href=\"/I_Chronicles.9.13\">1 Ch 9:13</a>; <a data-ref=\"I Chronicles 28:20\" href=\"/I_Chronicles.28.20\">28:20</a>; <a data-ref=\"II Chronicles 24:12\" href=\"/II_Chronicles.24.12\">2 Ch 24:12</a>; <span dir=\"rtl\">מעשׂה ע׳</span> <a data-ref=\"I Chronicles 23:28\" href=\"/I_Chronicles.23.28\">1 Ch 23:28</a>; its service <a data-ref=\"Ezekiel 44:14\" href=\"/Ezekiel.44.14\">Ez 44:14</a>; <a data-ref=\"I Chronicles 9:19\" href=\"/I_Chronicles.9.19\">1 Ch 9:19</a>; specif. service of Levit. singers <a data-ref=\"I Chronicles 25:1\" href=\"/I_Chronicles.25.1\">25:1</a><sup>(×2)</sup>, and doorkeepers <a data-ref=\"I Chronicles 26:8\" href=\"/I_Chronicles.26.8\">26:8</a>; <a data-ref=\"II Chronicles 35:15\" href=\"/II_Chronicles.35.15\">2 Ch 35:15</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]