[{"_id": "524bc4d0edbab472182d39e6", "index_title": "Ibn Ezra on Genesis", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Genesis 40:3:1", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Ibn Ezra on Genesis 40:3:1", "sourceHeRef": "אבן עזרא על בראשית מ׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "he": "<b>במשמר בית שר הטבחים.</b> מקום שיהיו שם נשמרים בעבור שלא יברחו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND HE PUT THEM IN WARD IN THE HOUSE OF THE CAPTAIN OF THE GUARD. A place where they would be guarded so they would not escape.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe2fbfba276047f65db", "index_title": "Onkelos Genesis", "category": "Targum", "type": "targum", "ref": "Onkelos Genesis 40:3", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Onkelos Genesis 40:3", "sourceHeRef": "תרגום אונקלוס על בראשית מ׳:ג׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 40.0003, "collectiveTitle": {"en": "Onkelos Genesis", "he": "תרגום אונקלוס על בראשית"}, "heTitle": "תרגום אונקלוס על בראשית", "he": "וִיהַב יָתְהוֹן בְּמַטְּרָא בֵּית רַב קָטוֹלַיָּא לְבֵית אֲסִירֵי אֲתַר דִּי יוֹסֵף אָסִיר תַּמָּן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "He placed them under guard in the house of the chief executioner, in the prison, where Yoseif was imprisoned.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eebe18", "index_title": "Targum Jonathan on Genesis", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Genesis 40:3", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Targum Jonathan on Genesis 40:3", "sourceHeRef": "תרגום יונתן על בראשית מ׳:ג׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [150, 250], "commentaryNum": 40.0003, "collectiveTitle": {"en": "Targum Jonathan on Genesis", "he": "תרגום יונתן על בראשית"}, "heTitle": "תרגום יונתן על בראשית", "he": "וִיהַב יַתְהוֹם בְּמַטְרָא בֵּי רַב סְפּוֹקְלַטוֹרְיָא לְבֵית אֲסִירֵי אַתְרָא דְיוֹסֵף אֲסִיר תַּמָן", "heVersionTitle": "Targum Jonathan on Genesis", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And he gave them in ward in the house of the chief executioner, the prison house where Joseph was confined.  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54aaa1b2fbfba219cb799a1b", "index_title": "Radak on Genesis", "category": "Commentary", "type": "commentary", "ref": "Radak on Genesis 40:3:1", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Radak on Genesis 40:3:1", "sourceHeRef": "רד\"ק על בראשית מ׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Radak", "he": "רד\"ק"}, "he": "מקום אשר יוסף אסור שם, וכתב זה לפי מה שאמר באחרונה שהגידו לו חלומותיו ובסבתם יצא יוסף מבית הסהר. ובא מקום סמוך על מלת אשר, וכן מקום לא ידע אל (איוב י\"ח) ומשוש את רצין (ישעיה ח' ה').", "heVersionTitle": "Presburg : A. Schmid, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "מקום אשר יוסף אסור שם, the Torah had to write this so that we understand how these prisoners came to tell Joseph their dreams, the dreams which became instrumental in Joseph being released from prison, eventually. The word מקום here is in a construct mode to the word אשר. Hence we have only a sheva under the letter מ instead of the full vowel kametz. Similar constructions are found in Job 18,21 מקום לא ידע א-ל, “a place for people who did not know G’d. (no kametz under the מ in the word מקום. The same applies to Isaiah 8,6 ומשוש את רצין, where the word משוש does not have the vowel kametz under the letter מ as it is in a construct mode to רצין בן רמליהו. \n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54c62c8ffbfba248e1b5788c", "index_title": "Haamek Davar on Genesis", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Genesis 40:3:1", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Haamek Davar on Genesis 40:3:1", "sourceHeRef": "העמק דבר על בראשית מ׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> במשמר.</b> לא היה העונש לישב בבית הסוהר אלא במשמר עד שיחקרו בדינם מש״ה ישבו <b>בית שר הטבחים</b> ולא בבור כדרך יושבי בית האסורים אשר גם יוסף היה שם כמש״כ להלן ויריצהו מן הבור: ", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "54ce773afbfba22eccf3f8ca", "index_title": "Rashbam on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Rashbam on Numbers 6:3:1", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Rashbam on Numbers 6:3:1", "sourceHeRef": "רשב\"ם על במדבר ו׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Rashbam on Numbers", "he": "רשב\"ם על במדבר"}, "heTitle": "רשב\"ם על במדבר", "he": "משרת ענבים - פירש מנחם: ושרת את אחיו - והרי המ\"ם, כמו מ\"ם של מרמס ושל משמר, ושל משמן בשרו ירזה. ולא יתכן לשון שירות כי אם אצל עבודת בני אדם לאדוניהם. לכן אומר אני: שמשרת מחטופי למד פעל הוא מגזרת שרה, כמו מקנת כסף - מגזירת קנה ופרשתו אם כי לא נמצא במקרא נמצא בלשון התלמוד, נזיר ששרה פתו ביין. ואם בלשון המקרא, הרי מצינו בירמיה: אם לא שריתיך לטוב - ופירושו כמו: מישרא קיטרין שבדניאל, כלומר: פתחתיך מן האזיקים במעשה שהיה. ואמר שריתיך כמו: וזריתי פרש על פניכם - מגזרת זרה הלאה. אף כאן משרת ענבים - כל מה שנבדל ונופל מן הענבים, כאדם הנבדל וניתר מקשר הכבלים והזיקים שקשור בהם. ", "heVersionTitle": "Rashbam on Numbers -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רשב\"ם על במדבר, דעת", "text": "משרת ענבים, according to Menachem the word משרת is derived from the root שרת, as in Numbers 8,26 ושרת את אחיו, “he (the Levite) will assist his brethren (the priests) in the service, i.e. he will not be allowed to substitute for him.” The letter מ at the beginning of the word משרת would then have to be understood like the letter מ in מרמס In Isaiah 10,6 or as in the word משמר in Genesis 40,3, i.e. as a letter which converts a verb into a noun. <br>It is not possible to explain the word משרת as related to שרת, in the sense of assist, serve, except when it occurs in connection with service performed by human beings for their masters.<br>Therefore, I believe that the word משרת belongs to a category of verbs which have the peculiarity that the last letter of their root disappears when the verb (or noun derived from it) appears in the construct mode. An example is the verb קנה, acquired, or מקנה, acquisition, which when in the construct form becomes מקנת, “acquisition of.” (compare Exodus 12,44) Although this expression is not found elsewhere in the Torah it does occur in the Talmud, always referring to something which had been soaked in water, such as in Nazir 36 where it describes a Nazirite who had soaked his bread in grape juice. We also find an expression in Jeremiah 15,11אם לא שריתיך לטוב, which is explained there by Rashi as similar to Daniel 5,12 משרא, being freed form shackles. The word שריתיך in Jeremiah is understood as “I have scattered you,” if instead of with  the letter ש it had been spelled with the letter ז. Compare Maleachi 2,3 where it appears as “I will strew, scatter, etc.” You will find this word in this sense in Numbers 17,2 when Eleazar is told to scatter the fire which had been on the pans on which the congregation of Korach had offered their incense. משרת ענבים in our verse also means anything which separated from the actual grapes and fell down. It is like a person after he had been freed from the chains that had held him captive.\n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "562e457efbfba20244ab6cc6", "index_title": "Shadal on Genesis", "category": "Commentary", "type": "commentary", "ref": "Shadal on Genesis 40:3:1", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Shadal on Genesis 40:3:1", "sourceHeRef": "שד\"ל על בראשית מ׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על בראשית", "he": "במשמר: לפי הנקוד הוא סמוך, והדבר קשה מאד שתהיה מלה סמוכה בטעם מפסיק ותבה שלפניה במפסיק פחות ממנו. והנכון שתהיה המי\"ם בקמץ.", "heVersionTitle": "Shadal 1st Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד\"ל, דפוס ראשון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "562e457efbfba20244ab6cc8", "index_title": "Shadal on Genesis", "category": "Commentary", "type": "commentary", "ref": "Shadal on Genesis 40:3:2", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Shadal on Genesis 40:3:2", "sourceHeRef": "שד\"ל על בראשית מ׳:ג׳:ב׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על בראשית", "he": "בית שר הטבחים: הוא בית הסהר שהיה תחת ממשלת פוטיפר, ותחת פוטיפר היה שר בית הסהר.", "heVersionTitle": "Shadal 1st Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד\"ל, דפוס ראשון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "562e457efbfba20244ab6cca", "index_title": "Shadal on Genesis", "category": "Commentary", "type": "commentary", "ref": "Shadal on Genesis 40:3:3", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Shadal on Genesis 40:3:3", "sourceHeRef": "שד\"ל על בראשית מ׳:ג׳:ג׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 3.0003, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על בראשית", "he": "מקום אשר יוסף: מלת מקום כשאחריה אשר או שֶׁ... דרכה לבוא בסמיכות, כמו אל מְקום שהנחלים הולכים (קהלת א' ז') בִּמְקום אשר תשחט העולה (ויקרא ו' י\"ח).\n", "heVersionTitle": "Shadal 1st Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד\"ל, דפוס ראשון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77c76d6e4a94c7c1896e0", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Genesis 40:3", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Tafsir Rasag, Genesis 40:3", "sourceHeRef": "תפסיר רס\"ג, בראשית מ׳:ג׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 40.0003, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "בראשית", "he": "וג̇עלהמא פי אלחפט̇ פי מנזל רייס אלסיאפין פי אלסג̇ן אלד̇י כאן יוסף מחבוסא פיה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5964d59ad6e4a92bf45a8333", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bereshit 40:3:1", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Rabbeinu Bahya, Bereshit 40:3:1", "sourceHeRef": "רבנו בחיי, בראשית מ׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "בראשית", "he": "<b>מקום אשר יוסף אסור שם.</b> כל הגלגולים הללו על יוסף כדי להוריד יעקב ובניו למצרים לקיים דברו של הקב\"ה שאמר (בראשית טו) כי גר יהיה זרעך.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "מקום אשר יוסף אסור שם, “the place where Joseph was kept imprisoned.” All of these “coincidences” were designed to bring about the descent to Egypt by Yaakov and his family in accordance with the prediction in Genesis 15,13 “for your descendant will be a stranger, etc.” <small>[without overt interference with the free choice of either party. Ed.]</small>", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5993fa84d6e4a95930ec4627", "index_title": "Malbim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Malbim on Genesis 40:3:1", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Malbim on Genesis 40:3:1", "sourceHeRef": "מלבי\"ם על בראשית מ׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על בראשית", "he": "<b>ויתן.</b> עתה יספר איך הזמין ה' בהשגחתו שיכירו את יוסף, כי היה מהשגחת ה' שנתן אותם במשמר בית שר הטבחים לא במשמר אחר, וששר הטבחים נתן אותם <b>אל בית הסהר במקום אשר יוסף אסור שם,</b> וגם היה בהשגחת ה' <b>שהפקיד את יוסף אתם לשרת אותם</b> ולא נתן להם משרת אחר, וגם שנתעכבו <b>במשמר ימים</b> שהוא שנה תמימה, שעי\"כ היה רגיל עמהם וערב לבו לשאול אותם מדוע פניהם רעים, שלא היה שואל מהם כזאת אם לא התחזק אצלם למשרת נאמן ימים רבים:", "heVersionTitle": "Malbim on Genesis -- Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1c01f4d6e4a943452d3b58", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Vayeshev 23", "anchorRef": "Genesis 40:1-23", "anchorRefExpanded": ["Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Vayeshev 23", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, וישב כ״ג", "anchorVerse": 1, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 23, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "וישב", "he": "וירא פרעה את המעשה אשר עשו לו שריו, ויצו לייסרם ולתתם בבית הסוהר במשמר, ויעשו להם כן. בשנה העשירית למאסר יוסף, באו עמו שר האופים ושר המשקים במשמר. ויפקוד שר הטבחים את יוסף לשרת את שרי פרעה, ויהיו שם שרי פרעה במשמר שנה תמימה. ויהי מקץ השנה ויחלמו שניהם חלומות בלילה אחד, במשמר אשר היו שם. ויהי בבוקר ויבוא אליהם יוסף לשרת אותם כמשפט, וירא אותם והנה שניהם פניהם זועפים ורעים. וישאל אותם יוסף לאמור, מדוע פניכם רעים וזועפים היום. ויאמרו אליו, חלום חלמנו ופותר אין אותו. ויאמר אליהם יוסף, ספרו נא לי את חלומותיכם והאלוקים יענה את שלומכם כאשר תחפצו. ויספר שר המשקים את חלומו ליוסף ויאמר, בחלומי ואראה והנה גפן גדולה לפניי. ובגפן ההיא ראיתי שלושה שריגים, ותמהר ותפרח ותעל נץ ויבשילו אשכלותיה ויהיו ענבים. ואקח את הענבים ואסחטם בכוס, ואתן על כף פרעה וישת. ויאמר יוסף אליו שלושת השריגים אשר בגפן, שלושת ימים הם. בעוד שלושת ימים יצוה המלך והוציאך מזה והשיבך על כנך והשקית את המלך יין כאשר היית משקהו בראשונה, אך אמצא חן בעיניך אשר תזכרני אל המלך כאשר ייטב לך ועשית עמדי חסד והוצאתני מן הסוהר הזה. כי גנוב גונבתי מארץ כנען ואמכר לעבד במקום הזה, וגם אשר הוגד לכם על אשת אדוני שקר כי שמו אותי בבור הזה חינם. ויען שר המשקים את יוסף לאמור, אם היטב ייטיב לי המלך כבתחילה כאשר פתרת לי, כל אשר תחפוץ אעשה לך ואוציאך מן הבור הזה. וירא שר האופים כי פתר יוסף את חלום שר המשקים על נכון, ויגש גם הוא ויספר את כל חלומו ליוסף. ויאמר אליו, בחלומי ואראה והנה שלושה סלי חורי על ראשי, ואראה והנה בסל העליון מכל מאכל פרעה מעשה אופה והנה העוף אוכל אותם מעל ראשי. ויאמר אליו יוסף, שלושת הסלים אשר ראית שלושת ימים הם. בעוד שלושת ימים ישא פרעה את ראשך מעליך ותלה אותך על עץ, ואכל העוף את בשרך מעליך כאשר ראית בחלומך. בימים ההם והמלכה הרה ללדת, ויהי ביום ההוא ותלד בן. למצרים יאמרו יולד בן בכור למלך, וישמחו כל מצרים וכל שרי פרעה ועבדיו מאוד.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And when Pharaoh saw what his officers had done unto him, he ordered them to be punished ‎and to be confined in the prison house. And the chief of the guards placed Joseph to wait on ‎Pharaoh's officers, and they were in confinement a full year. And at the end of the year both ‎of them dreamed dreams in one night in the place where they were imprisoned. And Joseph ‎came in unto them in the morning, and behold they were dejected. And Joseph asked ‎Pharaoh’s officers: Wherefore look ye so sadly to-day? And they said unto him: We have ‎dreamed a dream, and there is no interpreter for it. And Joseph said unto them: Relate ye ‎your dreams unto me and God will answer your peace as you desire. And the chief butler told ‎his dream unto Joseph, and he said: In my dream behold I have seen a great vine was before ‎me, and upon that vine I saw three branches, and they grew up suddenly, and they budded ‎and blossomed and the clusters thereof brought forth ripe grapes, and I took the grapes and I ‎pressed them into a cup and I gave the cup into Pharaoh’s hand and he drank. And Joseph said ‎unto him: The three branches that were on the vine are three days, and within three days the ‎king will command and will release thee and they will restore thee unto thy place, and thou ‎shalt deliver Pharaoh’s cup into his hand after the former manner when thou wast his butler. ‎But think thou on me and let me find grace in thine eyes, that thou wilt mention me unto the ‎king when it will be well with thee, and show mercy unto me, I pray thee, and bring me out of ‎this prison, for I have been stolen from the land of Canaan, and sold for a slave into this place, ‎and also what has been told unto thee concerning the wife of my master, is false, and they ‎have placed me into this pit without any cause. And the chief butler replied unto Joseph, ‎saying: If the king will do well with me as heretofore according to thy interpretation, I will do ‎unto thee all that thou desirest and I will get thee out of this pit. And when the chief baker saw ‎that the interpretation of Joseph was good, he approached Joseph likewise and related his ‎dream, saying unto him: In my dream I saw, and behold, I had three white baskets on my ‎head, and I saw, behold, in the uppermost basket there was of all manner of bake meats for ‎Pharaoh, and the birds did eat them out of the basket upon my head. And Joseph said unto ‎him: The three baskets that thou hast seen are three days; yet within three days shall Pharaoh ‎lift up thy head from off thee, and shall hang thee on a tree; and the birds shalt eat thy flesh ‎from off thee as thou hast seen in thy dream. And in those days the queen was delivered, and ‎on that very day she bare a son unto the king of Egypt. And when it was reported that the first ‎born son hath been born unto the king all Egypt rejoiced exceedingly, the princes of Pharaoh ‎as well as his servant.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5a4366bed6e4a97d18d9097b", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Genesis 40:3:1", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Ralbag Beur HaMilot on Torah, Genesis 40:3:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, בראשית מ׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "בראשית", "he": "<b>במשמר.</b> הוא בית האסורים שהיה שם יוסף.\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f043dc3a157d666e704b14a", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Genesis 40:3:1", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Rav Hirsch on Torah, Genesis 40:3:1", "sourceHeRef": "רש\"ר הירש על התורה, בראשית מ׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "בראשית", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "במשמר. Auch bei מקושש ist משמר nur eine Untersuchungshaft. Im Hause des Fürsten der Köche war ein Gefängnis. Ihm wurden sie anvertraut. Er konnte sie, wo ihm beliebt, bewahren. Siehe oben zu V. 20.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5f1e9d41b468b1b9b1e6083c", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 40:3:1", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Midrash Lekach Tov, Genesis 40:3:1", "sourceHeRef": "מדרש לקח טוב, בראשית מ׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "ויתן אותם במשמר. שנה את דינם. כדי לייסרן ביסורים ואחרי כן להמיתם.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9d42b468b1b9b1e6083e", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 40:3:2", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Midrash Lekach Tov, Genesis 40:3:2", "sourceHeRef": "מדרש לקח טוב, בראשית מ׳:ג׳:ב׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "מקום אשר יוסף אסור שם. ללמדך שכל הענין לא היה אלא בשביל יוסף.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5c6f4629f2b572809d2", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, קום 1", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Sefer HaShorashim, קום 1", "sourceHeRef": "ספר השרשים, קום א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "קום", "he": ["<strong><big>קום</big></strong>   <strong>וְקָאם </strong>שָׁאוֹן בְּעַמֶּךָ (<a class=\"refLink\" href=\"Hosea 10:14\" data-ref=\"Hosea 10:14\">הושע י, יד</a>), נכתבה בו ה<strong>אל\"ף</strong> נחה שהיא <strong>עי\"ן </strong>הפעל. וְלֹֽא־<strong>קָם</strong> נָבִיא עוֹד (<a class=\"refLink\" href=\"Deuteronomy 34:10\" data-ref=\"Deuteronomy 34:10\">דברים לד, י</a>), עַתָּה <strong>אָקוּם</strong> (<a class=\"refLink\" href=\"Isaiah 33:10\" data-ref=\"Isaiah 33:10\">ישעיה לג, י</a>), <strong>וַיָּקָם</strong> שְׂדֵה עֶפְרוֹן (<a class=\"refLink\" href=\"Genesis 23:17\" data-ref=\"Genesis 23:17\">בראשית כג, יז</a>), <strong>קוּם</strong> הִתְהַלֵּךְ בָּאָרֶץ (<a class=\"refLink\" href=\"Genesis 13:17\" data-ref=\"Genesis 13:17\">בראשית יג, יז</a>), לֹֽא־תוֹסִיף<strong> קוּם</strong> (<a class=\"refLink\" href=\"Amos 5:2\" data-ref=\"Amos 5:2\">עמוס ה, ב</a>),<strong> יָקֻם </strong>אָבִי וְיֹאכַל (<a class=\"refLink\" href=\"Genesis 27:31\" data-ref=\"Genesis 27:31\">בראשית כז, לא</a>), <strong>קוּם</strong>־נָא שְׁבָה (<a class=\"refLink\" href=\"Genesis 27:19\" data-ref=\"Genesis 27:19\">בראשית כז, יט</a>), <strong>וַיָּקָם</strong> הָעָם כָּל־הַיּוֹם הַהוּא (<a class=\"refLink\" href=\"Numbers 11:32\" data-ref=\"Numbers 11:32\">במדבר יא, לב</a>), כִּי <strong>קָֽמוּ</strong>־בִי עֵֽדֵי־שֶׁקֶר (<a class=\"refLink\" href=\"Psalms 27:13\" data-ref=\"Psalms 27:13\">תהלים כז, יג</a>), בַּת<strong> קָמָה </strong>בְאִמָּהּ (<a class=\"refLink\" href=\"Micah 7:6\" data-ref=\"Micah 7:6\">מיכה ז, ו</a>)<strong> וַיָּקָם</strong> בִּי כַֽחֲשִׁי (<a class=\"refLink\" href=\"Job 15:8\" data-ref=\"Job 15:8\">איוב טו, ח</a>), וְלֹא־<strong>קָמָה</strong> עוֹד רוּחַ (<a class=\"refLink\" href=\"Joshua 2:11\" data-ref=\"Joshua 2:11\">יהושע ב, יא</a>). וְעֵינָיו <strong>קָמָה</strong> (<a class=\"refLink\" href=\"I Samuel 4:15\" data-ref=\"I Samuel 4:15\">שמואל א' ד, טו</a>), כִּי <strong>קָמוּ</strong> עֵינָיו מִשֵּׂיבֽוֹ (<a class=\"refLink\" href=\"I Kings 14:4\" data-ref=\"I Kings 14:4\">מלכים א' יד, ד</a>), ואמר לשון קימה בעין כי כאשר תכהינה עיני האדם לעת הזוקן יתקמטו יתרי העין ותקום העין ותכנס למעלה. ויש מפרשים לפי ענינו ענין כליון עינים. ותרגם יונתן כָּלוּ עֵֽינֵיהֶם (<a class=\"refLink\" href=\"Jeremiah 14:6\" data-ref=\"Jeremiah 14:6\">ירמיה יד, ו</a>) <strong>קָמָא עֵינֵיהוֹן</strong>. וכן תרגם <strong>וְעֵינָיו קָמָה, כִּי קָמוּ עֵינָיו מִשֵּׂיבֽוֹ קָמָה</strong>. כָּל־<strong>הַקָּמִים</strong> עָלֶֽיךָ (<a class=\"refLink\" href=\"II Samuel 18:31\" data-ref=\"II Samuel 18:31\">שמואל ב' יח, לא</a>), שְׁאוֹן <strong>קָמֶיךָ</strong> (<a class=\"refLink\" href=\"Psalms 74:23\" data-ref=\"Psalms 74:23\">תהלים עד, כג</a>), וְאֶל־יֹֽשְׁבֵי לֵב <strong>קָמָי</strong> (<a class=\"refLink\" href=\"Jeremiah 51:1\" data-ref=\"Jeremiah 51:1\">ירמיה נא, א</a>), פירשו בו שהם כשדים <strong>בא\"ת ב\"ש</strong> כאילו אמר יֹֽשְׁבֵי כַשְׂדִּים (<a class=\"refLink\" href=\"Jeremiah 51:35\" data-ref=\"Jeremiah 51:35\">ירמיה נא, לה</a>). וכן וּמֶלֶךְ שֵׁשַׁךְ (ירמיה נא, מא: ירמיה כה, כו) בבל <strong>בא\"ת ב\"ש</strong>. ויתכן לפרש שיהיה ארץ כשדים חסר כאילו אמר יושבי ארץ כשדים וסמך על המבין לפי שזכר בבל. וכן מנהג בהרבה מקומות. ו<strong>לֵב קָמָי</strong> כמשמעו לב אויבי, כמו תַּֽהֲרֹס <strong>קָמֶיךָ</strong> (<a class=\"refLink\" href=\"Exodus 15:7\" data-ref=\"Exodus 15:7\">שמות טו, ז</a>), לְשִׁמְצָה <strong>בְּקָֽמֵיהֶֽם</strong> (<a class=\"refLink\" href=\"Exodus 32:25\" data-ref=\"Exodus 32:25\">שמות לב, כה</a>), והדומים להם. ונקראו האויבים קמים לפי שקמים על שכנגדם לרעה. ויהיה תכונת הפסוק כן ואל לב קמי ישבי ארץ כשדים. ויונתן תרגם הפסוק כן <strong>כִּדְנַן אֲמַר יְיָ הָא אֲנָא מַיְתֵי עַל בָּבֶל וְעַל יַתְבֵי אַרְעָא כַסְדָאֵי עַמְמִין קְטוֹלִין דְרָם לִבְּהוֹן וְשַׁפִּירִין בְּקוּמָא רוּחֲהוֹן מְחַבְּלָא</strong>. ומשקל אחר וּמִכַּף מֶלֶךְ יִשְׂרָאֵל <strong>הַקּוֹמִים</strong> עָלָֽי (<a class=\"refLink\" href=\"II Kings 16:7\" data-ref=\"II Kings 16:7\">מלכים ב' טז, ז</a>), בפלס <strong>טוֹבִים, בּוֹשִׁים</strong>. <strong>והשם</strong> וְרָמֵי <strong>הַקּוֹמָה</strong> גְּדוּעִים (<a class=\"refLink\" href=\"Isaiah 10:33\" data-ref=\"Isaiah 10:33\">ישעיה י, לג</a>), וכמוהו וְאֶכְרֹת <strong>קוֹמַת </strong>אֲרָזָיו (<a class=\"refLink\" href=\"Isaiah 37:24\" data-ref=\"Isaiah 37:24\">ישעיה לז, כד</a>), רוצה לומר הגבוהים שבארזיו כמו שאמר (שם) מִבְחוֹר בְּרֹשָׁיו, והוא משל על הגדולים והשרים. זֹאת <strong>קֽוֹמָתֵךְ</strong> דָּֽמְתָה לְתָמָר (<a class=\"refLink\" href=\"Song of Songs 7:8\" data-ref=\"Song of Songs 7:8\">שיר השירים ז, ח</a>), וַיִּפֹּל מְלֹא־<strong>קֽוֹמָתוֹ</strong> (<a class=\"refLink\" href=\"I Samuel 28:20\" data-ref=\"I Samuel 28:20\">שמואל א' כח, כ</a>). ונקראת התבואה קודם שיקצרוה <strong>קָמָה</strong> לפי שהיא קמה כלה כאחת. מִגָּדִישׁ וְעַד־<strong>קָמָה</strong> (<a class=\"refLink\" href=\"Judges 15:5\" data-ref=\"Judges 15:5\">שופטים טו, ה</a>), <strong>בְּקָמוֹת</strong> פְּלִשְׁתִּים (שם), <strong>וְקָמָה</strong> בְּיָדְךָ מַמְלֶכֶת יִשְׂרָאֵֽל (<a class=\"refLink\" href=\"I Samuel 24:21\" data-ref=\"I Samuel 24:21\">שמואל א' כד, כא</a>), תעמוד ותתקיים. וכן לֹא <strong>תָקוּם</strong> וְלֹא תִֽהְיֶֽה (<a class=\"refLink\" href=\"Isaiah 7:7\" data-ref=\"Isaiah 7:7\">ישעיה ז, ז</a>). וכן <strong>וְקָם</strong> הַבַּיִת אֲשֶׁר־בָּעִיר (<a class=\"refLink\" href=\"Leviticus 25:30\" data-ref=\"Leviticus 25:30\">ויקרא כה, ל</a>), כִּי <strong>קוֹם יָקוּמוּ </strong>דְבָרַי עֲלֵיכֶם לְרָעָֽה (<a class=\"refLink\" href=\"Jeremiah 44:29\" data-ref=\"Jeremiah 44:29\">ירמיה מד, כט</a>), ו<strong>קוֹם</strong> בחולם. דְּבַר־מִי <strong>יָקוּם</strong> מִמֶּנִּי וּמֵהֶֽם (<a class=\"refLink\" href=\"Jeremiah 44:28\" data-ref=\"Jeremiah 44:28\">ירמיה מד, כח</a>), <strong>וַיָּקָם</strong> שְׂדֵה עֶפְרוֹן (<a class=\"refLink\" href=\"Genesis 23:17\" data-ref=\"Genesis 23:17\">בראשית כג, יז</a>), כלומר שעמד ונתקיים בידו. וְֽתִגְזַר־אֹמֶר <strong>וְיָקָם</strong> לָךְ (<a class=\"refLink\" href=\"Job 22:28\" data-ref=\"Job 22:28\">איוב כב, כח</a>). וכן בענין הקיום <strong>הפעל הכבד</strong> [פִּעֵל] וּמַֽאֲמַר אֶסְתֵּר <strong>קִיַּם</strong> (<a class=\"refLink\" href=\"Esther 9:32\" data-ref=\"Esther 9:32\">אסתר ט, לב</a>), <strong>קִיְּמוּ</strong> וְקִבְּלֻ [וְקִבְּלוּ] הַיְּהוּדִים (<a class=\"refLink\" href=\"Esther 9:27\" data-ref=\"Esther 9:27\">אסתר ט, כז</a>), <strong>קַיְּמֵנִי</strong> כִּדְבָרֶֽךָ (<a class=\"refLink\" href=\"Psalms 119:28\" data-ref=\"Psalms 119:28\">תהלים קיט, כח</a>). <strong>וכבד אחר </strong>[הִפְעִיל] <strong>הֲקִימֹתִי </strong>אֶת־דְּבַר י\"י (<a class=\"refLink\" href=\"I Samuel 15:13\" data-ref=\"I Samuel 15:13\">שמואל א' טו, יג</a>). <strong>יָקֵם </strong>סְעָרָה לִדְמָמָה (<a class=\"refLink\" href=\"Psalms 107:29\" data-ref=\"Psalms 107:29\">תהלים קז, כט</a>) ופירושו הסערה שהקים ישיבנה לדממה. <strong>ושלא נזכר פעלו</strong> <strong>ממנו</strong> [הָפְעַל] <strong>הֻקַם</strong> עָל (<a class=\"refLink\" href=\"II Samuel 23:1\" data-ref=\"II Samuel 23:1\">שמואל ב' כג, א</a>). <strong>וכבד אחר</strong> [פִּעֵל] וְחָרְבוֹתֶיהָ <strong>אֲקוֹמֵֽם</strong> (<a class=\"refLink\" href=\"Isaiah 44:26\" data-ref=\"Isaiah 44:26\">ישעיה מד, כו</a>). <strong>והעומד</strong> לְאוֹיֵב <strong>יְקוֹמֵם</strong> (<a class=\"refLink\" href=\"Micah 2:8\" data-ref=\"Micah 2:8\">מיכה ב, ח</a>). <strong>וההתפעל</strong> ממנו <strong>מִמִּֽתְקוֹמְמִים</strong> בִּֽימִינֶֽךָ (<a class=\"refLink\" href=\"Psalms 17:7\" data-ref=\"Psalms 17:7\">תהלים יז, ז</a>), <strong>וּמִתְקֽוֹמְמִי</strong> כְעַוָּֽל (<a class=\"refLink\" href=\"Job 27:7\" data-ref=\"Job 27:7\">איוב כז, ז</a>). <strong>וּבִֽתְקוֹמְמֶיךָ</strong> אֶתְקוֹטָֽט (<a class=\"refLink\" href=\"Psalms 139:21\" data-ref=\"Psalms 139:21\">תהלים קלט, כא</a>). והוא <strong>תאר </strong>בתוספת <strong>תי\"ו</strong> או נפיל ממנו <strong>מ\"ם</strong> הבינוני. <strong>והשם</strong> וָֽאוֹלֵךְ אֶתְכֶם <strong>קֽוֹמְמִיּֽוּת</strong> (<a class=\"refLink\" href=\"Leviticus 26:13\" data-ref=\"Leviticus 26:13\">ויקרא כו, יג</a>), כלומר בקומה זקופה שלא תפחדו מאדם על דרך יֹֽצְאִים בְּיָד רָמָֽה (<a class=\"refLink\" href=\"Exodus 14:8\" data-ref=\"Exodus 14:8\">שמות יד, ח</a>). ומשקל אחר וְלֹא־תִֽהְיֶה לָכֶם<strong> תְּקוּמָה</strong> (<a class=\"refLink\" href=\"Leviticus 26:37\" data-ref=\"Leviticus 26:37\">ויקרא כו, לז</a>). וּמֶלֶךְ <strong>אַלְקוּם</strong> עִמּֽוֹ (<a class=\"refLink\" href=\"Proverbs 30:31\" data-ref=\"Proverbs 30:31\">משלי ל, לא</a>), פירשתיו בשרש <strong>אַל</strong> כי היא מלה מורכבת מן <strong>אַל</strong> ומן <strong>קוּם</strong>. ושם במשקל אחר בתוספת <strong>יו\"ד</strong> וַיִּמַח אֶת־כָּל־<strong>הַיְקוּם</strong> (<a class=\"refLink\" href=\"Genesis 7:23\" data-ref=\"Genesis 7:23\">בראשית ז, כג</a>), וְאֵת כָּל־<strong>הַיְקוּם</strong> אֲשֶׁר בְּרַגְלֵיהֶם (<a class=\"refLink\" href=\"Deuteronomy 11:6\" data-ref=\"Deuteronomy 11:6\">דברים יא, ו</a>), והוא <strong>שם כלל</strong> לכל חי על האדמה. ושם במשקל אחר אִם־לֹא נִכְחַד <strong>קִימָנוּ</strong> (<a class=\"refLink\" href=\"Job 22:20\" data-ref=\"Job 22:20\">איוב כב, כ</a>), והוא כמו <strong>קִימֵנוּ</strong> בצרי רוצה לומר <strong>יְקוּמֵנוּ</strong>, פירוש באמת לא נכחד יקומינו מכל וכל במבול, כי נשארו נח ובניו, וְיִתְרָם אָכְלָה אֵֽשׁ (שם) פירושו יותר הרשעים והם שהיו אחר כן בסדום ועמורה. ושם במשקל אחר וְשַׂמְתִּי לְךָ <strong>מָקוֹם</strong> (<a class=\"refLink\" href=\"Exodus 21:13\" data-ref=\"Exodus 21:13\">שמות כא, יג</a>), ושֹמתי מָקוֹם (<a class=\"refLink\" href=\"II Samuel 7:10\" data-ref=\"II Samuel 7:10\">שמואל ב' ז, י</a>), והוא בלשון זכר ברוב. ובלשון נקבה וְלֹא־עוֹד תְּשׁוּרֶנּוּ <strong>מְקוֹמֽוֹ</strong> (<a class=\"refLink\" href=\"Job 20:9\" data-ref=\"Job 20:9\">איוב כ, ט</a>). והקבוץ בְּאַחַד <strong>הַמְּקוֹמֹת</strong> (<a class=\"refLink\" href=\"II Samuel 17:9\" data-ref=\"II Samuel 17:9\">שמואל ב' יז, ט</a>). ונזכר בלשון זכר וקובץ בלשון נקבה. וְאֵי־זֶה <strong>מָקוֹם</strong> מְנוּחָתִֽי (<a class=\"refLink\" href=\"Isaiah 66:1\" data-ref=\"Isaiah 66:1\">ישעיה סו, א</a>), רוצה לומר למנוחתי, או באי זה מקום מנוחתי, כי מקום אינו סמוך. וְזֶה <strong>מְקוֹם</strong> לֹא־יָדַֽע אֵֽל (<a class=\"refLink\" href=\"Job 18:21\" data-ref=\"Job 18:21\">איוב יח, כא</a>), חסר הנסמך ופירושו מקום <strong>אִישׁ</strong> שלא ידע אל. <strong>מְקֽוֹם</strong>־שָׁם קֶבֶר (<a class=\"refLink\" href=\"Ezekiel 39:11\" data-ref=\"Ezekiel 39:11\">יחזקאל לט, יא</a>), הוא כמו הפוך מקום קבר שם. וכבר כתבנו הדומים לו בחלק הדקדוק. ולעולם יבא על מלת אשר ועל <strong>שׁי\"ן</strong> השימוש בסמיכות <strong>בִּמְקוֹם</strong> אֲשֶׁר תִּשָּׁחֵט הָֽעֹלָה (<a class=\"refLink\" href=\"Leviticus 6:18\" data-ref=\"Leviticus 6:18\">ויקרא ו, יח</a>), <strong>בִּמְקוֹם</strong> אֲשֶׁר־נִבְרֵאת (<a class=\"refLink\" href=\"Ezekiel 21:35\" data-ref=\"Ezekiel 21:35\">יחזקאל כא, לה</a>), <strong>מְקוֹם</strong> אֲשֶׁר יוֹסֵף אָסוּר שָֽׁם (<a class=\"refLink\" href=\"Genesis 40:3\" data-ref=\"Genesis 40:3\">בראשית מ, ג</a>), <strong>מְקוֹם</strong> אֲשֶׁר־אֲסִורֵי [אֲסִירֵי] הַמֶּלֶךְ אֲסוּרִים (<a class=\"refLink\" href=\"Genesis 39:20\" data-ref=\"Genesis 39:20\">בראשית לט, כ</a>), <strong>מְקוֹם</strong> שֶׁיִּפּוֹל הָעֵץ שָׁם יְהֽוּא (<a class=\"refLink\" href=\"Ecclesiastes 11:3\" data-ref=\"Ecclesiastes 11:3\">קהלת יא, ג</a>). ורבותינו ז\"ל (בראשית רבה סדר ויצא פרשה סח) כנו שמו של הקדוש ברוך הוא מקום לפי שהוא מקומו של עולם ואין עולם מקומו כמו שנקרא גם כן מעון מְעֹנָה אֱלֹהֵי קֶדֶם (<a class=\"refLink\" href=\"Deuteronomy 33:27\" data-ref=\"Deuteronomy 33:27\">דברים לג, כז</a>). ויש מפרשים כי רֶוַח וְהַצָּלָה יַֽעֲמוֹד לַיְּהוּדִים <strong>מִמָּקוֹם</strong> אַחֵר (<a class=\"refLink\" href=\"Esther 4:14\" data-ref=\"Esther 4:14\">אסתר ד, יד</a>), רמז בו להקדוש ברוך הוא לפי שלא רצו לכתוב השם במגלה לפי שנכתבה עם ספרי מדי ופרס."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5e8f4629f2b57282790", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, שׁמר 1", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Sefer HaShorashim, שׁמר 1", "sourceHeRef": "ספר השרשים, שׁמר א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "שׁמר", "he": ["<strong><big>שׁמר</big></strong>   וְאָבִיו <strong>שָׁמַר</strong> אֶת־הַדָּבָֽר (<a class=\"refLink\" href=\"Genesis 37:11\" data-ref=\"Genesis 37:11\">בראשית לז, יא</a>). וְעֶבְרָתוֹ <strong>שְׁמָרָה</strong> נֶֽצַח (<a class=\"refLink\" href=\"Amos 1:11\" data-ref=\"Amos 1:11\">עמוס א, יא</a>), ה<strong>ה\"א</strong> נחה ועקרה במפיק. ויש אומרים כי ה<strong>ה\"א</strong> נוספת לפי שהמלה <strong>מלעיל</strong>. <strong>וּשְׁמַרְתֶּם</strong> וַֽעֲשִׂיתֶם (<a class=\"refLink\" href=\"Deuteronomy 4:6\" data-ref=\"Deuteronomy 4:6\">דברים ד, ו</a>),<strong> וּשְׁמָרוֹ</strong> כְּרֹעֶה עֶדְרֽוֹ (<a class=\"refLink\" href=\"Jeremiah 31:10\" data-ref=\"Jeremiah 31:10\">ירמיה לא, י</a>), <strong>שֹׁמֵר </strong>לְרֹאשִׁי אֲשִֽׂימְךָ (<a class=\"refLink\" href=\"I Samuel 28:2\" data-ref=\"I Samuel 28:2\">שמואל א' כח, ב</a>), כִּי <strong>שָׁמַרְתִּי</strong> דַּרְכֵי י\"י (שמואל א' ב' כב,. אֲנִי <strong>שָׁמַרְתִּי</strong> אָרְחוֹת פָּרִֽיץ (תהלים יז, ד), פירוש שמרתי אותם שלא ילך בם אדם בעבור בִּדְבַר שְׂפָתֶיךָ (שם) שאמרת. ועל דרך הזה <strong>לִשְׁמֹר</strong> אֶת־דֶּרֶךְ עֵץ הַֽחַיִּֽים (<a class=\"refLink\" href=\"Genesis 3:24\" data-ref=\"Genesis 3:24\">בראשית ג, כד</a>). <strong>שֹׁמֵר</strong> הַפַּרְדֵּס (<a class=\"refLink\" href=\"Nehemiah 2:8\" data-ref=\"Nehemiah 2:8\">נחמיה ב, ח</a>). <strong>שָֽׁמְרֵנִי </strong>אֵל כִּֽי־חָסִיתִי בָֽךְ (<a class=\"refLink\" href=\"Psalms 16:1\" data-ref=\"Psalms 16:1\">תהלים טז, א</a>), ה<strong>שי\"ן</strong> מעמדת בגעיא. וכן <strong>שָֽׁמְרָה</strong> נַפְשִׁי כִּֽי־חָסִיד אָנִי (<a class=\"refLink\" href=\"Psalms 86:2\" data-ref=\"Psalms 86:2\">תהלים פו, ב</a>). שִׁיתָה י\"י <strong>שָׁמְרָה</strong> לְפִי (<a class=\"refLink\" href=\"Psalms 141:3\" data-ref=\"Psalms 141:3\">תהלים קמא, ג</a>), <strong>צווי</strong>, ופירושו <strong>שִׁיתָה י\"י</strong> דבר נכון בפי ושמרהו מחטוא, על דרך וּמֵֽי\"י מַֽעֲנֵה לָשֽׁוֹן (<a class=\"refLink\" href=\"Proverbs 16:1\" data-ref=\"Proverbs 16:1\">משלי טז, א</a>). ויתכן להיות <strong>שָׁמְרָה לְפִי</strong> שם בפלס <strong>חָכְמָה, עָרְמָה</strong>. אֲנִי פִּי־מֶלֶךְ <strong>שְׁמוֹר</strong> (<a class=\"refLink\" href=\"Ecclesiastes 8:2\" data-ref=\"Ecclesiastes 8:2\">קהלת ח, ב</a>), פירוש אני מזהירך פי מלך שמור. <strong>שִׁמְרוּ</strong>־מִי בַּנַּעַר (<a class=\"refLink\" href=\"II Samuel 18:12\" data-ref=\"II Samuel 18:12\">שמואל ב' יח, יב</a>), וְרַק־אַתֶּם <strong>שִׁמְרוּ</strong> מִן־הַחֵרֶם (<a class=\"refLink\" href=\"Joshua 6:18\" data-ref=\"Joshua 6:18\">יהושע ו, יח</a>), פירוש שמרו איש חברו מן החרם, כי אם יקח אחד תהיו כולכם ענושים על אשר לא שמרתם. וזהו שאמר (שם) וְשַׂמְתֶּם אֶת־מַֽחֲנֵה יִשְׂרָאֵל לְחֵרֶם, לפיכך נענשו ישראל בעבור עכן, ואמר<strong> חָטָא</strong> יִשְׂרָאֵל  ז, יא) בעבור שלא שמרו שלא יקח אדם ממנו. לֹֽא־<strong>תִשְׁמוֹר</strong> עַל־חַטָּאתִֽי (<a class=\"refLink\" href=\"Job 14:16\" data-ref=\"Job 14:16\">איוב יד, טז</a>), פירוש לא תשמור רק על חטאתי כמו אֵֽין־טוֹב בָּֽאָדָם שֶׁיֹּאכַל וְשָׁתָה (<a class=\"refLink\" href=\"Ecclesiastes 2:24\" data-ref=\"Ecclesiastes 2:24\">קהלת ב, כד</a>), רק שיאכל. או יהיה פירוש לא תשמור לא תמתין, כלומר מיד תענישני ולא תאריך לי. וכמוהו בדברי רבותינו ז\"ל (<a class=\"refLink\" href=\"Berakhot 3a\" data-ref=\"Berakhot 3a\">ברכות ג, ע\"א</a>) שמור לי על הפתח כלומר המתן לי. וַיִּתֵּן אֹתָם <strong>בְּמִשְׁמַר</strong> (<a class=\"refLink\" href=\"Genesis 40:3\" data-ref=\"Genesis 40:3\">בראשית מ, ג</a>), בית הסהר כלומר מקום שיהיו נשמרים. כִּֽי־<strong>מִשְׁמֶרֶת</strong> אַתָּה עִמָּדִֽי (<a class=\"refLink\" href=\"I Samuel 22:23\" data-ref=\"I Samuel 22:23\">שמואל א' כב, כג</a>), כלומר מופקד ושמור. וְהָיָה לָכֶם <strong>לְמִשְׁמֶרֶת</strong> (<a class=\"refLink\" href=\"Exodus 12:6\" data-ref=\"Exodus 12:6\">שמות יב, ו</a>). מִכָּל־<strong>מִשְׁמָר</strong> נְצֹר לִבֶּךָ (<a class=\"refLink\" href=\"Proverbs 4:23\" data-ref=\"Proverbs 4:23\">משלי ד, כג</a>), פירוש יותר מכל משמר שמור לבך. <strong>והנפעל</strong> <strong>וְנִשְׁמַרְתֶּם</strong> מְאֹֽד (<a class=\"refLink\" href=\"Deuteronomy 4:15\" data-ref=\"Deuteronomy 4:15\">דברים ד, טו</a>), <strong>הִשָּׁמֶר</strong> בְּנֶֽגַע (<a class=\"refLink\" href=\"Deuteronomy 24:8\" data-ref=\"Deuteronomy 24:8\">דברים כד, ח</a>), <strong>הִשָּׁמֶר</strong> לְךָ פֶּֽן־תַּֽעֲלֶה (<a class=\"refLink\" href=\"Deuteronomy 12:13\" data-ref=\"Deuteronomy 12:13\">דברים יב, יג</a>), <strong>הִשָּֽׁמְרוּ</strong> לָכֶם עֲלוֹת (<a class=\"refLink\" href=\"Exodus 19:12\" data-ref=\"Exodus 19:12\">שמות יט, יב</a>).<strong> והכבד</strong> [פִּעֵל] <strong>מְשַׁמְּרִים</strong> הַבְלֵי־שָׁוְא (<a class=\"refLink\" href=\"Jonah 2:9\" data-ref=\"Jonah 2:9\">יונה ב, ט</a>). <strong>וההתפעל</strong> <strong>וְיִשְׁתַּמֵּר</strong> חֻקּוֹת (<a class=\"refLink\" href=\"Micah 6:16\" data-ref=\"Micah 6:16\">מיכה ו, טז</a>),<strong> וָֽאֶשְׁתַּמְּרָה</strong> מֵֽעֲוֹנִֽי (<a class=\"refLink\" href=\"II Samuel 22:24\" data-ref=\"II Samuel 22:24\">שמואל ב' כב, כד</a>). וקרוב לענין זה <strong>וְאַשְׁמוּרָה</strong> בַלָּֽיְלָה (<a class=\"refLink\" href=\"Psalms 90:4\" data-ref=\"Psalms 90:4\">תהלים צ, ד</a>), <strong>בְּאַשְׁמֹרֶת</strong> הַבֹּקֶר (<a class=\"refLink\" href=\"Exodus 14:24\" data-ref=\"Exodus 14:24\">שמות יד, כד</a>), רֹאשׁ <strong>הָֽאַשְׁמֹרֶת</strong> הַתִּֽיכוֹנָה (<a class=\"refLink\" href=\"Judges 7:19\" data-ref=\"Judges 7:19\">שופטים ז, יט</a>), קִדְּמוּ עֵינַי <strong>אַשְׁמֻרוֹת</strong> (<a class=\"refLink\" href=\"Psalms 119:148\" data-ref=\"Psalms 119:148\">תהלים קיט, קמח</a>). אָחַזְתָּ <strong>שְׁמֻרוֹת</strong> עֵינָי (<a class=\"refLink\" href=\"Psalms 77:5\" data-ref=\"Psalms 77:5\">תהלים עז, ה</a>), פירוש כאילו אחזת והחזקת בשמורות עיני שיהיו תמיד ערות ולא אישן. ורבי משה הכהן פירשו מהענין הראשון, ופירש שמורות <strong>תאר</strong> כמו <strong>שׁוֹמְרוֹת</strong> והם העפעפים ששומרות העינים ואמר אחזת עפעפי שהם שומרות עיני שלא נסגרו ולא ישנתי.<strong> מִשְׁמָר </strong>לְעֻמַּת<strong> מִשְׁמָֽר</strong> (<a class=\"refLink\" href=\"Nehemiah 12:24\" data-ref=\"Nehemiah 12:24\">נחמיה יב, כד</a>), וָאַֽעֲמִידָה <strong>מִשְׁמָרוֹת</strong> (<a class=\"refLink\" href=\"Nehemiah 13:30\" data-ref=\"Nehemiah 13:30\">נחמיה יג, ל</a>), כולם ענין ההערה וההקצה ושמירת העתים. ואמרו רבותינו ז\"ל (<a class=\"refLink\" href=\"Berakhot 3a\" data-ref=\"Berakhot 3a\">ברכות ג, ע\"א</a>) שלוש משמרות הוי הלילה. וכן נראה מהפסוק שאמר <strong>רֹאשׁ הָֽאַשְׁמֹרֶת הַתִּֽיכוֹנָה</strong>. ולפיכך נקרא שומר העיר כן לפי שהוא ער בלילה ושומר העיר ויודע עתי הלילה. שָׁוְא שָׁקַד <strong>שׁוֹמֵֽר</strong> (<a class=\"refLink\" href=\"Psalms 127:1\" data-ref=\"Psalms 127:1\">תהלים קכז, א</a>), <strong>שֹׁמֵר</strong> מַה־מִּלַּיְלָה שֹׁמֵר מַה־מִּלֵּֽיל (<a class=\"refLink\" href=\"Isaiah 21:11\" data-ref=\"Isaiah 21:11\">ישעיה כא, יא</a>). וענין אחר אַךְ־<strong>שְׁמָרֶיהָ</strong> יִמְצוּ (<a class=\"refLink\" href=\"Psalms 75:9\" data-ref=\"Psalms 75:9\">תהלים עה, ט</a>), וְשֹׁקֵט הוּא אֶל־<strong>שְׁמָרָיו</strong> (<a class=\"refLink\" href=\"Jeremiah 48:11\" data-ref=\"Jeremiah 48:11\">ירמיה מח, יא</a>), הַקֹּֽפְאִים עַל־<strong>שִׁמְרֵיהֶם</strong> (<a class=\"refLink\" href=\"Zephaniah 1:12\" data-ref=\"Zephaniah 1:12\">צפניה א, יב</a>), ידוע. <strong>והנפעל</strong> <strong>ממנו</strong> <strong>הִשָּׁמֵר </strong>וְהַשְׁקֵט (<a class=\"refLink\" href=\"Isaiah 7:4\" data-ref=\"Isaiah 7:4\">ישעיה ז, ד</a>), והוא <strong>מלרע </strong>וכל שהוא מענין שמירה הוא <strong>מלעיל</strong>. ופירוש השמר <strong>שֵׁב</strong> על שמריך במרגוע ובהשקט. והגאון רב סעדיה פירש אותו ענין שמירה כלומד השמר מעשות מלחמה והשקט לך אל תירא. וענין אחר <strong>כְּשָׁמִיר</strong> חָזָק מִצֹּר (<a class=\"refLink\" href=\"Ezekiel 3:9\" data-ref=\"Ezekiel 3:9\">יחזקאל ג, ט</a>), בְּצִפֹּרֶן <strong>שָׁמִיר</strong> (<a class=\"refLink\" href=\"Jeremiah 17:1\" data-ref=\"Jeremiah 17:1\">ירמיה יז, א</a>), מִצּוּר הַֽחַלָּמִֽישׁ (<a class=\"refLink\" href=\"Deuteronomy 8:15\" data-ref=\"Deuteronomy 8:15\">דברים ח, טו</a>) תרגום ירושלמי <strong>שמרי טינרא</strong>. ויש מפרשים <strong>בְּצִפֹּרֶן שָׁמִיר</strong> הברזל החזק, וקראו כן לענין חזקו כמו שנקרא הצור חחזק שמיר. וענין אחר עַל אַדְמַת עַמִּי קוֹץ <strong>שָׁמִיר</strong> תַּֽעֲלֶה (<a class=\"refLink\" href=\"Isaiah 32:13\" data-ref=\"Isaiah 32:13\">ישעיה לב, יג</a>), פירוש קוץ ושמיר. <strong>שָׁמִיר</strong> וָשַׁיִת תֹּאכֵל (<a class=\"refLink\" href=\"Isaiah 9:17\" data-ref=\"Isaiah 9:17\">ישעיה ט, יז</a>), מין ממיני הקוצים."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ebb47cf7a0c25239b17", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "anchorRef": "Genesis 12:1-50:26", "anchorRefExpanded": ["Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ג׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Patriarchal Narratives", "he": "בראשית מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE STORIES ABOUT THE FATHERS AND MOTHERS OF</small> I<small>SRAEL, AS A COLLECTION, ARE</small> almost contrapuntal in their richness. Life experiences are repeated and common themes recur; yet at the same time there is a remarkable variety of personalities.", "Two prominent themes throughout are God’s promises (of land and descendants) and his blessing. The texts revolve around the question of whether and how God will fulfill his promises, and how people will effect the transfer of the blessing. Each generation portrayed in the narratives must deal with the inherent tensions raised by these questions, since their resolution does not occur easily.", "The stories are also marked by each figure’s struggle to develop a concept of the religious life, of “walking in accord with God.” Each one carves out his own distinct path, to arrive at a mature understanding of what it means to be a father of the people of Israel. In order to bring about such an understanding, God apparently “tests” them in both obvious and more oblique ways, often against a backdrop of bitter sibling rivalry. One also observes a physical unsettledness about the Patriarchs’ quest; only Yitzhak is spared the wanderings that occur so regularly in the stories.", "Rather interestingly, although the texts purport to be about “fathers,” it is God himself who most consistently fits that role for the characters. God acts <i>in loco parentis</i> for each of the Patriarchs, always, significantly, after the loss of the human father. He first appears to Avraham after the death of Terah; to Yitzhak after that of Avraham; to Yaakov after he leaves home (and a seemingly dying father); and he helps Yosef directly, after he has left his father’s home.", "Numbers play an important role in the Patriarchal stories, as they did in Part I. It has been pointed out (see Sarna 1966) that the life spans of the Patriarchs fit into a highly ordered pattern. Avraham lives for 175 years, equaling 7 × 5<sup>2</sup>; Yitzhak, for 180 years, equaling 5 × 6<sup>2</sup>; and Yaakov, for 147 years, or 3 × 7<sup>2</sup>. This is unmistakably a purposeful scheme, meant to convey that human history is orderly and meaningful. Similarly an examination of the stories reveals that Avraham lives for 75 years in the lifetime of his father and 75 years in the lifetime of his son, while Yaakov spends 20 years away from his father, with Yosef roughly following suit in the next generation.", "Last, it should be noted that the Patriarchal stories in various details anticipate the later Exodus of the Israelites from Egypt. The specific references will be mentioned in the Notes."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ecd6bfddfbb310fecba", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef 2-7", "anchorRef": "Genesis 37:1-50:26", "anchorRefExpanded": ["Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part IV; Yosef", "he": "בראשית מאמר ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE STORIES ABOUT THE LAST</small> P<small>ATRIARCH FORM A COHERENT WHOLE, LEADING SOME</small> to dub it a “novella.” It stands well on its own, although it has been consciously and artfully woven together into both the Yaakov cycle and the entire book.", "Initially the tale is one of family emotions, and it is in fact extreme emotions which give it a distinctive flavor. All the major characters are painfully expressive of their feelings, from the doting father to the spoiled son, from the malicious brothers to the lustful wife of Potifar, from the nostalgic adult Yosef to the grief-stricken old Yaakov. It is only through the subconscious medium of dreams, in three sets, that we are made to realize that a higher plan is at work which will supersede the destructive force of these emotions.", "For this is a story of how “ill”—with all its connotations of fate, evil, and disaster—is changed to good. Despite the constant threat of death to Yosef, to the Egyptians, and to Binyamin, the hidden, optimistic thrust of the story is “life,” a word that appears in various guises throughout. Even “face,” the key word of the Yaakov cycle which often meant something negative, is here given a kinder meaning, as the resolution to Yaakov’s life.", "A major subtheme of the plot is the struggle for power between Re’uven and Yehuda. Its resolution has implications that are as much tribal as personal, for the tribe of Yehuda later became the historical force in ancient Israel as the seat of the monarchy.", "Although many details of the narrative confirm Egyptian practices, those practices actually reflect an Egypt considerably later than the period of the Patriarchs (Redford). Of interest also is the prominence of the number five in the story, a detail that is unexplained but that gives some unity to the various sections of text.", "In many ways the Yosef material repeats elements in the Yaakov traditions. A long list could be compiled, but let us at least mention here sibling hatred, exile of the hero, foreign names, love and hate, dreams, and deception—even so detailed as to duplicate the use of a goat-kid. But its focusing on a classic rags-to-riches plot, with the addition of a moralistic theme, make the Yosef story a distinctive and always popular tale, accessible in a way that the more difficult stories of the first three parts of Genesis are not."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ece47cf7a0c25239b45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The Rise to Power; Dreams 2-3", "anchorRef": "Genesis 40:1-41:52", "anchorRefExpanded": ["Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The Rise to Power; Dreams 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳, בראשית הערה ד׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Rise to Power; Dreams", "he": "בראשית הערה ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ד׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Continued are the themes of Yosef’s success in adversity and skill in interpreting dreams (yet his father and brother, and not he, had done the interpreting in Chap. 37!). In Chap. 37 dreams had brought about his downfall; here (Chap. 40) they will help the cupbearer and in Chap. 41 ultimately save a country, his family, and himself. Yosef’s self-assurance and reliance on God, already evident in 39:9, here mean that it will not be long before he stands at the pinnacle.", "Yosef’s dramatic rise to power is an old and favorite motif in folklore. The text colorfully presents Pharaoh’s dreams, in great detail, especially in his emotional retelling. All the more striking then is Yosef’s simple interpretation (41:23–27)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6203809f713bd8cd388d3e49", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "anchorRef": "Genesis 1:1-50:26", "anchorRefExpanded": ["Genesis 1:1", "Genesis 1:2", "Genesis 1:3", "Genesis 1:4", "Genesis 1:5", "Genesis 1:6", "Genesis 1:7", "Genesis 1:8", "Genesis 1:9", "Genesis 1:10", "Genesis 1:11", "Genesis 1:12", "Genesis 1:13", "Genesis 1:14", "Genesis 1:15", "Genesis 1:16", "Genesis 1:17", "Genesis 1:18", "Genesis 1:19", "Genesis 1:20", "Genesis 1:21", "Genesis 1:22", "Genesis 1:23", "Genesis 1:24", "Genesis 1:25", "Genesis 1:26", "Genesis 1:27", "Genesis 1:28", "Genesis 1:29", "Genesis 1:30", "Genesis 1:31", "Genesis 2:1", "Genesis 2:2", "Genesis 2:3", "Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23", "Genesis 3:24", "Genesis 4:1", "Genesis 4:2", "Genesis 4:3", "Genesis 4:4", "Genesis 4:5", "Genesis 4:6", "Genesis 4:7", "Genesis 4:8", "Genesis 4:9", "Genesis 4:10", "Genesis 4:11", "Genesis 4:12", "Genesis 4:13", "Genesis 4:14", "Genesis 4:15", "Genesis 4:16", "Genesis 4:17", "Genesis 4:18", "Genesis 4:19", "Genesis 4:20", "Genesis 4:21", "Genesis 4:22", "Genesis 4:23", "Genesis 4:24", "Genesis 4:25", "Genesis 4:26", "Genesis 5:1", "Genesis 5:2", "Genesis 5:3", "Genesis 5:4", "Genesis 5:5", "Genesis 5:6", "Genesis 5:7", "Genesis 5:8", "Genesis 5:9", "Genesis 5:10", "Genesis 5:11", "Genesis 5:12", "Genesis 5:13", "Genesis 5:14", "Genesis 5:15", "Genesis 5:16", "Genesis 5:17", "Genesis 5:18", "Genesis 5:19", "Genesis 5:20", "Genesis 5:21", "Genesis 5:22", "Genesis 5:23", "Genesis 5:24", "Genesis 5:25", "Genesis 5:26", "Genesis 5:27", "Genesis 5:28", "Genesis 5:29", "Genesis 5:30", "Genesis 5:31", "Genesis 5:32", "Genesis 6:1", "Genesis 6:2", "Genesis 6:3", "Genesis 6:4", "Genesis 6:5", "Genesis 6:6", "Genesis 6:7", "Genesis 6:8", "Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32", "Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר א׳ ב׳-מ״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Genesis and Its Structure", "he": "בראשית מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE TEXT OF</small> G<small>ENESIS SEEMS TO SPEAK WITH MANY VOICES</small>. F<small>OR A BOOK WHOSE BASIC</small> arrangement is chronological, tracing the history of a single family, it exhibits a good deal of discontinuity on the surface. Here time flows uniformly, there it takes startling jumps; fragments are followed by more or less full-blown tales; genres alternate, from mythic to genealogical to folkloristic. In addition, scholars often portray Genesis as a collection of historically diverse materials that were compiled by scribes for whom deviating from received tradition was anathema. Hence the repetitions, the inconsistencies, and the irregular pacing.", "Is Genesis then, at best, a collection of stories related to the origins of Israel, with most of its seams still showing? Such an assessment does not do justice to what must have been a complex process of addition and growth or to the final product. An overview of the book does produce a certain scheme; at some point in the text’s history a coherent picture must have begun to emerge from the disparate materials handed down. For the modern reader, utilizing the Buber-Rosenzweig method of focusing on repeating words and key themes as the text presents them may make it possible to generalize about the organization of the book and also to speculate on its overall intent in the form in which it has come down to us.", "On its most obvious level Genesis is a book about origins. It seeks to link the origin of the people of Israel with that of the world, relating in the process how various human characteristics and institutions arose.", "On the surface this parallels much of ancient literature and folklore. All peoples are interested in their own beginnings, picturing them in a way which validates their present existence. Genesis, however, is different in that, like the rest of the Torah, it downplays the heroic element of the people’s origins and in its place stresses God’s role in them. Moreover the one great omission—the origin of God—establishes from the beginning a unique basis for a tribal chronicle. From Genesis and subsequent books we learn primarily about God’s relationship to the people and what he expects of them; almost everything else is subordinated to this purpose.", "Preliminarily one can speak of at least seven major themes whose recurrence establishes their importance in the book:", "1. <i>Origins:</i> Of the world, of humanity, and of the people of Israel.<br>2. <i>Order/Meaning in History:</i> By means of stylized or patterned chronology—reliance on certain round numbers such as 3, 7, and 40—it is suggested that human events are not random but somehow planned.<br>3. <i>Blessing:</i> From creation onward God bestows blessings on his creatures in general and on the fathers and mothers of Israel in particular.<br>4. <i>Covenant:</i> God concludes agreements with human beings.<br>5. <i>God Punishes Evildoing:</i> God is provoked to anger not by his capriciousness but by human failure to uphold justice and morality.<br>6. <i>Sibling Conflict, with the Younger Usually Emerging the Victor:</i> The order of nature (primacy of the firstborn) is overturned, demonstrating that God, not nature, is the ruling principle in human affairs.<br>7. <i>Testing:</i> God tests those who are to carry forth his mission; the result is the development of moral character.", "Superseding these important themes, which occur throughout the Bible in various forms, is the dominant one of <i>continuity</i>, represented by the unifying word in Genesis <i>toledot</i> (“begettings”). The word appears eleven times, often accompanied by long genealogical lists. The names may deflect attention from what is central to Genesis. The major thrust of the book would seem to be toward human fecundity, following the early divine command to “bear fruit and be many” (1:28), and pointing toward the eventual fecundity of the people of Israel (which will only be realized in the book of Exodus). Such an emphasis seems appropriate in a book about origins.", "Ironically, however, the undercurrent in Genesis points not to life and its continuation, but rather to its threatened extinction. In story after story the protagonist, his people, and occasionally the entire world are threatened. In at least one case (Avraham) a perfectly legal and natural solution is found—the birth of Yishmael as his heir—only to be rejected by God in favor of a more difficult one: a son born to an elderly woman.", "It is clear that the stress on continuity and discontinuity has one purpose: to make clear that God is in control of history. Human fertility and continuity in history come not from magical rites or from the arbitrary decisions of the gods, but from a God who bases his rule on justice. Nature disappears as a ruling factor in human affairs, replaced by a principle of morality which is unshakable precisely because it comes from a God who is beyond the rules of nature.", "But the result is a book which abounds in tension. From the beginnings of human history (Chap. 4) we encounter contradictions and opposites, whether on a small scale (fertility and barrenness) or a large one (promise and delayed fulfillment). Nowhere is this so clear as in the dramatic high point of the book, Chap. 22. As Avraham stands with knife upraised, the entire enterprise of Genesis hangs in the balance. But the entire book is replete with such tensions and continuity-threatening situations. There are barren wives, brothers vowing to kill brothers, cities and even a world being destroyed by an angry God. The main characters of Genesis thus emerge as survivors, above all else. Noah sets the pattern, but he is merely the first, and too passive an example. The Patriarchs must brave hostile foreigners, bitter intrafamily struggles, and long wanderings before they can find peace.", "While by the end of the book many of the tensions have been resolved, one conspicuously has not: God’s promise of the land of Canaan. As the book ends, “in Egypt,” we are left to ponder how this God, who keeps his promises to “those who love him” (Ex. 20:6), will bring the people back to their land—a land inhabited by someone else and in which the Children of Israel own only a burial site. Yet despite the tension, we may assume from the experiences of the Patriarchs that God will indeed “take account of” the Israelites (50:24), that he will take whatever ill has been planned against them and “plan-it-over for good” (50:20).", "A word should also be said here about hero traditions. In the great epics of the ancient world the hero often stands as a lonely figure. He must overcome obstacles, fight monsters, acquire helpers (whether women, “sidekicks,” or magic objects); and his triumph in the end signals man’s triumph over his archenemy, Death. Every battle won, every obstacle hurdled, is psychologically a victory for us, the audience, a cathartic release from our own frustrating battle against death.", "The Bible sees things rather differently. Death is also overcome, but not only by the individual’s struggle. It is rather through the covenant community, bound together by God’s laws and his promises, that the heroic vision is lived out. Despite the triumphs of the characters in Genesis, it is really in the book of Exodus that the great battle scenes (the plagues in Egypt, the Red Sea) and meetings with the divine (Mount Sinai) take place. And it is therefore God himself who is most properly the “hero” of these stories. No major character in Genesis achieves success without depending fully on God, and the standards that are held up to them are ultimately seen as God’s own, to be imitated by imperfect humankind.", "The book of Genesis falls naturally into four large sections. The first, usually termed the “Primeval History” (Chaps, 11–11), begins with creation and progresses through the early generations of humanity, ending in Mesopotamia. The second (Chaps. 12 through 25:18) is the cycle of stories concerning Avraham, the father of the people of Israel. Part III (Gen. 25:19 through Chap. 36) deals in the main with stories about his grandson Yaakov. The final section (Chaps. 37–50) is the tale of Yosef and of how the Children of Israel came to live in Egypt (thus paving the way for the book of Exodus).", "The following skeletal outline will lay out some of the interesting structural features of the book. There is an elemental symmetry that emerges from the four sections; further comments, especially about how the sections cohere, will be found in the explanatory material accompanying the text in this volume.", "I. Chosen Figure (Noah)", "Sibling Hatred (Kayin–Hevel), with sympathy for youngest", "Family Continuity Threatened (Hevel murdered)", "Ends with Death (Haran, Terah; Sarai barren)", "Humanity Threatened (Flood)", "Ends Away from Land of Israel (“In Harran”)", "II. Chosen Figure (Avraham)", "Sibling Hatred (Yishmael–Yitzhak) Implied, with sympathy for youngest", "Family Continuity Threatened (Sarai barren, Yitzhak almost sacrificed)", "Ends with Death (Sara, Avraham)", "Rivalry Between Wives (Hagar–Sarai)", "Barren Wife (Sarai)", "Wife–Sister Story (Chaps. 12 and 20)", "Ends with Genealogy of Non-Covenant Line (Yishmael)", "III: Chosen Figure (Yaakov)", "Sibling Hatred (Esav–Yaakov), with sympathy for youngest", "Family Continuity Threatened (Yaakov almost killed)", "Ends with Death (Devora, Rahel, Yitzhak)", "Rivalry Between Wives (Lea–Rahel)", "Barren Wife (Rahel)", "Wife–Sister Story (Chap. 26)", "Ends with Genealogy of Non-Covenant Line (Esav)", "IV Chosen Figure (Yosef)", "Sibling Hatred (Brothers–Yosef), with sympathy for youngest", "Family Continuity Threatened (Yehuda’s sons die; Yosef almost killed; family almost dies in famine)", "Ends with Death (Yaakov, Yosef)", "Humanity Threatened (Famine)", "Ends Away from Land of Israel (“In Egypt”)", "There is of course great variety within this bare structure; each version of a motif has its own special characteristics and emphases. Yet the patterning observed above gives the book a general coherence, above and beyond differences. It also demonstrates a conscious hand at work, one concerned about the texture of the book as a whole and able, despite the possible rigidity of what had been handed down, to shape the received material into a plastic and breathing unity.", "Two general observations about Genesis will round out the picture here. First, as the book progresses there is a tendency for the style of the literature to become smoother. The abrupt changes and sometimes fragmentary nature of the material in Part I, and the vignettes built around Avraham’s life in Part II, give way to a greater coherence and concentration in Part III, and finally to a relatively flowing and psychologically complete narrative in Part IV Along with this, the characters in the latter half of the book seem to be more changeable and human, in contrast to Noah and Avraham, who often appear almost perfect models of piety.", "Second, contact with God becomes less and less direct as Genesis moves on. Avraham’s dreams and visions seem a far cry from Adam’s conversations with God in the garden (although see Chap. 18); Yaakov’s encounters with God are less frequent than Avraham’s; and finally, Yosef never has a conversation with God, although he receives dream interpretations from him. This process of distancing may reflect an often-observed tendency in religions to think of primeval times as a “golden age” of closeness between gods and men, as contrasted to today (whenever one is writing), when humankind finds itself tragically distant from the divine and in need of communication."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382cfc9ad75f2d99af796", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The Rise to Power; Dreams 1", "anchorRef": "Genesis 40:1-41:52", "anchorRefExpanded": ["Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The Rise to Power; Dreams 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳, בראשית הערה ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 40:1-41:52\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 40:1-41:52</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6418784fc9371ec0cebe5dc2", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Genesis 40:3:1", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Reggio on Torah, Genesis 40:3:1", "sourceHeRef": "ביאור יש\"ר על התורה, בראשית מ׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "בראשית", "he": "<b>במשמר וכו' אל בית הסהר,</b> זכר משמר וגם בית הסהר, ולהלן קראו לפעמים בית סתם ולפעמים בור, ואם נעיין בהבדל הזה נמצא שבכל מקום שהזכיר משקה ואופה אמר שהיו בבית הסהר, וכשהזכיר שר המשקים ושר האופים אמר שהיו במשמר וכן אמר בפירוש שר המשקים להלן ויתן אותי במשמר (לקמן מ\"א י'), לכן יראה לי לפרש שהיה בבית פוטיפר בנין מיוחד לאסירי המלך בנוי קצתו תחת הקרקע וקצתו ממעל לארץ, והיה נחלק לשני חלקים, המדור העליון שהיה למעלה מן הקרקע נקרא משמר והיה בו אורה, והתחתון החשוך נקרא בית הסהר, והנה הבנין בכללו יתכן לקרותו בית בבחינת היותו בנוי כשאר הבתים, וגם בור בבחינת היותו חפור בארץ, והשדים האלה לגודל מעלתם הובאו במשמר, אבל המשקה והאופה אשר תחת ידיהם הובאו בבית הסוהר לפי שהם היו החוטאים, ומ\"ש כאן ויתן אותם מוסב על ארבעתן, כלומר על שני השרים ועל המשקה והאופה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487461f70699c26744fcff4", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 40:3:1", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Midrash Sekhel Tov, Bereshit 40:3:1", "sourceHeRef": "מדרש שכל טוב, בראשית מ׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "ויתן אותם במשמר בית שר הטבחים אל בית הסהר. עינה אותם כדי לייסרם ביסורים ולבסוף להמיתם:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487461f70699c26744fcff6", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 40:3:2", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Midrash Sekhel Tov, Bereshit 40:3:2", "sourceHeRef": "מדרש שכל טוב, בראשית מ׳:ג׳:ב׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "מקום אשר יוסף אסור שם. שכל זה לא היה אלא בשביל יוסף:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc25758c1dc532ec8632", "index_title": "Steinsaltz on Genesis", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Genesis 40:3", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Steinsaltz on Genesis 40:3", "sourceHeRef": "ביאור שטיינזלץ על בראשית מ׳:ג׳", "anchorVerse": 3, "sourceHasEn": true, "commentaryNum": 40.0003, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על בראשית", "he": "<b>וַיִּתֵּן אֹתָם בְּמִשְׁמַר בֵּית שַׂר הַטַּבָּחִים</b>, הממונה על ההוצאות להורג\n    \n    <b>אֶל בֵּית הַסֹּהַר, מְקוֹם אֲשֶׁר יוֹסֵף אָסוּר שָׁם.</b> בית סוהר זה שימש כבית מעצר למכובדים.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>He placed them in custody in the household of the chief executioner </b>, 35 <b>in the prison, the place where Joseph was incarcerated. </b>This prison held distinguished prisoners. Since the courtiers of Pharaoh were men of status who might someday return to their lofty positions, they were provided special privileges.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66c5bf2ba6f03c9345bbdeb6", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Commentary", "type": "commentary", "ref": "Mechokekei Yehudah; Yahel Ohr, Genesis 40:6:1", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Genesis 40:6:1", "sourceHeRef": "מחוקקי יהודה; יהל אור, בראשית מ׳:ו׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "commentaryNum": 6.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "בראשית", "he": "(ו) וכן ת\"א \"במטרת בית רב קטוליא\" וכן תיוב\"ע, ובכ\"י רש\"ד הגי' \"נשמרים עד עת שלא יברחו\" וזה מתוקן יותר:", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bcead6e4a97c9cbb0d3e", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Genesis 40:3:1", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Bekhor Shor, Genesis 40:3:1", "sourceHeRef": "בכור שור, בראשית מ׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "בראשית", "he": "<b>ויתן אותם במשמר.</b> עד שיאספו אליו שריו ועבדיו לדונם על סרחונם ולדעת מה יעשה להם:\n", "heVersionTitle": "Bekhor Shor, Leipzig, 1856", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, לייפציג, תרט\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f232d6e4a92746470afa", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Genesis 40:3:1", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Chizkuni, Genesis 40:3:1", "sourceHeRef": "חזקוני, בראשית מ׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "בראשית", "he": "<b>ויתן אתם במשמר בית שר הטבחים</b> שכן דרכן של הורגי המחויבים מיתה להיותם ממונים על בית הסוהר.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ויתן אותם במשמר בית שר הטבחים, “He placed them under protective custody in the house of the chief of the executioners.” This was the customary place where prisoners whose crime carried the death penalty if proven guilty would be placed pending judgment.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58aeb460d6e4a953a4264762", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 88:4", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Bereshit Rabbah 88:4", "sourceHeRef": "בראשית רבה פ״ח:ד׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [400], "commentaryNum": 88.0004, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וַיִּתֵּן אֹתָם בְּמִשְׁמַר, וַיִּפְקֹד שַׂר הַטַּבָּחִים, וַיַּחַלְמוּ חֲלוֹם שְׁנֵיהֶם וגו' <small>(בראשית מ, ג ה)</small>, רַבִּי חִיָּא בַּר אַבָּא אָמַר חֶלְמָא וּפִתְרוֹנֵיהּ דַּחֲלַם חַבְרֵיהּ. <small>(בראשית מ, ו)</small>: וַיָּבֹא אֲלֵיהֶם יוֹסֵף, <small>(בראשית מ, ח)</small>: וַיֹּאמְרוּ חֲלוֹם חָלַמְנוּ וגו' <small>(בראשית מ, ח)</small>: הֲלוֹא לֵאלֹהִים פִּתְרֹנִים, תָּלָה אֶת הַגְּדֻלָּה בִּבְעָלֶיהָ. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“He placed them in custody in the household of the chief executioner, in the prison, the place where Joseph was incarcerated” (Genesis 40:3). <br>“The chief executioner assigned Joseph to them, and he served them, and they were in custody one year” (Genesis 40:4). <br>“They dreamed a dream, both of them, each man his dream during one night, each man in accordance with the interpretation of his dream, the butler and the baker of the king of Egypt, who were incarcerated in the prison” (Genesis 40:5).</b> <br>“He placed them in custody…the chief executioner assigned…they dreamed a dream, both of them…” – Rabbi Ḥama bar Abba said: The dream, and the interpretation of his counterpart’s dream. <br><b>“Joseph came to them in the morning, and saw them, and, behold, they were distressed” (Genesis 40:6). <br>“They said to him: We dreamed a dream, and there is no interpreter for it. Joseph said to them: Are interpretations not for God? Please, relate it to me” (Genesis 40:8).</b> <br>“Joseph came to them…they said…we dreamed a dream…are interpretations not for God?” He attributed the greatness to its Owner.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5e85bfe1ef6efef42affd2fb", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Miketz 35", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Agra DeKala, Miketz 35", "sourceHeRef": "אגרא דכלה, מקץ ל״ה", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 35, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "מקץ", "he": "<b>פרעה קצף על עבדיו ויתן אותי במשמר בית וכו' אותי ואת שר האופים (בראשית מא י).</b> הנה הוא יתור לשון, דהיה לו לומר בקיצור ויתן אותי ואת שר האופים במשמר. אך הוא לדעתי כאשר נדקדק בפרשת וישב (בראשית מ א) אמר חטאו משקה מלך מצרים והאופה וכו', (בראשית מ ב) ויקצוף פרעה על ב' סריסיו על שר המשקים ועל שר האופים. דהיה לו לומר בקיצור ויקצוף פרעה עליהם ויתן וכו' (בראשית מ ג). אך דהנה חלומותם היו בענין אחד, וי\"ל בפתרון יוסף להיות דשמע שחטא שר האופים יותר גדול, על כן שפט בשכלו לפתור לו לרעה, ומשמיענו הכתוב אשר לא כן הוא, דהנה חטאו ביחד בפעם אחד, ואף על פי כן ויקצוף פרעה וכו' על שר המשקים בתחלה ואחר כך על שר האופים, שמשפט שר המשקים נגמר בתחילה כי היה חטאו גדול משר האופים, ואף על פי כן פתר יוסף בהיפך, מזה נודע כי רוח אלקים בו. וז\"ש בכאן גם כן פרעה קצף על עבדיו ויתן אותי במשמר וגם שהקצף היה ביחד, עם כל זה ויתן רק אותי במשמר, ושוב חזר לומר אות\"י, רצ\"ל כשכבר הייתי במשמר אחר כך ואת שר האופים, עם כל זה ידע יוסף הפתרון בהיפך:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85bfef5a84e379688144ca", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Vayigash 1", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Agra DeKala, Vayigash 1", "sourceHeRef": "אגרא דכלה, ויגש א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 1, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "ויגש", "he": "<b>במדרש</b> (ב\"ר פצ\"ג י\"ב) ויתן את קלו בבכי (בראשית מה ב). כשם שלא פייס יוסף את אחיו אלא בבכיה, כך הקב\"ה אינו גואל את ישראל אלא מתוך בכיה, שנאמר (ירמיה לא ח) בבכי יבואו ובתחנונים אובילם, עכ\"ל. יש להתבונן מאי בעי בזה ומאי הוקשה. והנראה דהוקשה לו אומרו ויתן שהוא לשון מתנה, ולא אמר והרים את קולו. וגם לא ידענו מהו אמר בהרמת קולו, אם נאמר שהוא המאמר אני יוסף, הרי נאמר אחר כך (בראשית מ ג) ויאמר יוסף, וגם אמירה הוא בחשאי. וגם יש להתבונן למה נאמר קל\"ו חסר. והנראה דהנה אמרו רז\"ל (סוכה נ\"ב ע\"א) לעתיד לבא כשישחוט הש\"י \"את \"הס\"ם הוא השטן והיצר הרע, צדיקים נדמה להם כהר ולרשעים נדמה להם כחוט השערה, הללו בוכין והללו בוכין, הללו בוכין איך יכולנו לכבוש הר גדול כזה, והללו בוכין וכו'. והנה אותיותיו הם רק ג' סמ\"ל, וכן נכתב בתורה ובנביאים, והא' הוא המחיה בסוד ואתה מחיה את כולם (נחמיה ט ו). וכשיוציא הש\"י הא', הנה נשאר ק\"ל, הנה הוא הק\"ל אשר מן שמיא נפל (דניאל ד כח), (וכן פירשנו (איכה ד יט) קלים היו רודפינו (היינו גונדא דיליה) מנשרי שמים, מאותן אשר נשרו ונפלו מן השמים), וכשיוציא השי\"ת את חיותו וישתאר קל, הנה אז יהיה נדמה לצדיקים כה\"ר, ויהיו בוכים איך יכלנו לכבוש הר גדול כזה. והנה יוסף הצדיק הוא הסימן לגאולה האחרונה וירד למצרים, ועמד נגדו הק\"ל להחטיאו, וכבש יצרו הר גדול כזה, (ובאם היה חוטא ח\"ו, לא היו יכולין לצאת ממצרים ערות הארץ כנודע, כי היא הוא יסוד צדיק בקדושה, וערות הארץ מנגד מסט\"א, ובאם היה נשמע ח\"ו, אזי היה מגביר ח\"ו וכו' ולא היו יכולין לצאת, הנה הוא היה בחינת יסוד צדיק הראשון בגלות הראשון הכולל, ועשה הכנה לצדיקים בדורות האחרונים שיכבשו את ההר הגדול, ויוציאו בלעו הוא הנהירו דקיק אות הא', (וגם זה עשה יוסף הכנה מזה שתמצא שאמרו השבטים כלנו בני איש אחד נחנו (בראשית מב יא) בחסרון הא', ואחר כך (בשכללו)[כשכללו] את יוסף הצדיק עמהם, אמרו שנים עשר \"אנחנו בא' (בראשית מב יג), כי יוסף בהתגברו על הק\"ל הוציא הא', אך לא לגמרי עד לעתיד במהרה בימינו, והוא עשה הכנה לזה). ואפשר יש לפרש התעוררות הבכיה באה מאות הא', אשר נלקח מאת הרודף וניתוסף לצדיקים, כי בכיה גימטריא ל\"ב סוד הא', (כשתחלק הו' האמצעית לשנים בסוד הרופא לשבורי לב (תהלים קמז ג)) בגימטריא ל\"ב, והמ\"י. וגם הרשעים יומשך להם הבכיה לתיקונם, ולכל אלה עשה יוסף הצדיק הכנה לכל ישראל מה שיומשך להם בדור אחרון. וזהו ויתן (במתנה להם) את \"קלו, (האות שלקח מהק\"ל שלו אשר עמדו לנגדו נתקן) בבכי, שנמשך מזה \"הבכי להעיר הנוזלים מן לבנון, והוא מתנה טובה לכל ישראל כי כן יהיה באחרית הימים על ידי הכנת יוסף הצדיק. וזה שדרשו כשם שלא פייס יוסף את אחיו אלא בבכיה, כי הבכיה היה פיוס להם שידעו כי מי\"י יצא הדבר להוציא את בלעו הקל, וניתוסף הבכיה מתוך שמחה, כך הקב\"ה אינו גואל את ישראל אלא בבכיה, הבן הדבר:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cfe1b6084aa1cbefcecd", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אָסַר 1", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "BDB, אָסַר 1", "sourceHeRef": "בראון-דרייבר-בריגס, אָסַר א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אָסַר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big>[<span dir=\"rtl\">אָסַר</span>]</big></big>  vb. tie, bind, imprison <strong>(</strong>Arabic <span dir=\"rtl\">أَسَرَ</span>, Assyrian <em>asâru</em>, cf. COT<sup>Gloss</sup>, Aramaic <span dir=\"rtl\">אֲסַר</span>, <span dir=\"rtl\">ܐܶܣܰܪ</span>, Ethiopic አሰረ, አሠረ <strong>)</strong>—<br><strong>Qal</strong>  Pf. sf. <span dir=\"rtl\">אֲסָרָם</span> <a data-ref=\"Job 36:13\" href=\"/Job.36.13\">Jb 36:13</a>; 3 fs. <span dir=\"rtl\">אָֽסְרָה</span> <a data-ref=\"Numbers 30:5\" href=\"/Numbers.30.5\">Nu 30:5</a> +, etc.; Impf. <span dir=\"rtl\">יֶאְסֹר</span> <a data-ref=\"I Kings 20:14\" href=\"/I_Kings.20.14\">1 K 20:14</a>; <span dir=\"rtl\">וַיֶּאֱסֹר</span> <a data-ref=\"Genesis 42:24\" href=\"/Genesis.42.24\">Gn 42:24</a>; <span dir=\"rtl\">וַיֶּאְסֹר</span> <a data-ref=\"Genesis 46:29\" href=\"/Genesis.46.29\">Gn 46:29</a> +; pl. sf. <span dir=\"rtl\">יַאַסְרֻנִי</span> <a data-ref=\"Judges 16:7\" href=\"/Judges.16.7\">Ju 16:7</a> etc.; Imv. <span dir=\"rtl\">אֱסֹר</span> <a data-ref=\"I Kings 18:44\" href=\"/I_Kings.18.44\">1 K 18:44</a>; <a data-ref=\"II Kings 9:21\" href=\"/II_Kings.9.21\">2 K 9:21</a>; <span dir=\"rtl\">אִסְרוּ</span> <a data-ref=\"Jeremiah 46:4\" href=\"/Jeremiah.46.4\">Je 46:4</a> <a data-ref=\"Psalms 118:27\" href=\"/Psalms.118.27\">ψ 118:27</a>; Inf. abs. <span dir=\"rtl\">אָסֹר</span> <a data-ref=\"Judges 15:13\" href=\"/Judges.15.13\">Ju 15:13</a>; <span dir=\"rtl\">אָסוֹר</span> <a data-ref=\"Judges 16:11\" href=\"/Judges.16.11\">16:11</a>; cstr. <span dir=\"rtl\">לֶאְסֹר</span> <a data-ref=\"Numbers 30:3\" href=\"/Numbers.30.3\">Nu 30:3</a> +; <span dir=\"rtl\">לֶאֱסוֹר</span> <a data-ref=\"Judges 15:10\" href=\"/Judges.15.10\">Ju 15:10</a>; <span dir=\"rtl\">לֶאֱסָרְךָ</span> <a data-ref=\"Judges 15:12\" href=\"/Judges.15.12\">15:12</a>; <span dir=\"rtl\">אָסֳּרָם</span> <a data-ref=\"Hosea 10:10\" href=\"/Hosea.10.10\">Ho 10:10</a>; Pt. act. cstr. <span dir=\"rtl\">אֹסְרִי</span> <a data-ref=\"Genesis 49:11\" href=\"/Genesis.49.11\">Gn 49:11</a>; pass. <span dir=\"rtl\">אָסוּר</span> <a data-ref=\"Genesis 40:3\" href=\"/Genesis.40.3\">Gn 40:3</a> +; pl. <span dir=\"rtl\">אֲסוּרִים</span> <a data-ref=\"Genesis 39:20\" href=\"/Genesis.39.20\">39:20</a> +; also <a data-ref=\"Judges 16:21\" href=\"/Judges.16.21\">Ju 16:21</a>, <a data-ref=\"Judges 16:25\" href=\"/Judges.16.25\">25</a> Qr (Kt <span dir=\"rtl\">אסירים</span>); <span dir=\"rtl\">הָסוּרִים</span> <a data-ref=\"Ecclesiastes 4:14\" href=\"/Ecclesiastes.4.14\">Ec 4:14</a> (cf. Now); <span dir=\"rtl\">אֲסֻרוֹת</span> <a data-ref=\"II Samuel 3:34\" href=\"/II_Samuel.3.34\">2 S 3:34</a>; cstr. <span dir=\"rtl\">אסורי</span> <a data-ref=\"Genesis 39:20\" href=\"/Genesis.39.20\">Gn 39:20</a>; Kt (Qr <span dir=\"rtl\">אֲסִירֵי</span>);— <strong>1.</strong>  <em>tie, bind</em>, for security, foal to vine (sq. <span dir=\"rtl\">ל</span>) <a data-ref=\"Genesis 49:11\" href=\"/Genesis.49.11\">Gn 49:11</a> (blessing of Jacob); horses and asses <a data-ref=\"II Kings 7:10\" href=\"/II_Kings.7.10\">2 K 7:10</a><sup>(×2)</sup>; <a data-ref=\"Psalms 118:27\" href=\"/Psalms.118.27\">ψ 118:27</a> is dub. De <em>bind the festal victim with cords;</em> Che <em>bind the procession with branches</em>, etc. <strong>2.</strong>  <em>tie, harness</em>, kine to <span dir=\"rtl\">(ב)</span> cart <a data-ref=\"I Samuel 6:7\" href=\"/I_Samuel.6.7\">1 S 6:7</a>, <a data-ref=\"I Samuel 6:10\" href=\"/I_Samuel.6.10\">10</a>; so (metaph.) <a data-ref=\"Hosea 10:10\" href=\"/Hosea.10.10\">Ho 10:10</a> <em>harness them to</em> <span dir=\"rtl\">(ל)</span> <em>their two iniquities</em> (but Jer Ew Now make <span dir=\"rtl\">א׳</span> here = <span dir=\"rtl\">יסר</span> <em>chastise</em>, cf. <span dir=\"rtl\">אֶסֳּרֵם</span> v <sup>a</sup>); also sq. acc. <em>chariot</em> <a data-ref=\"Genesis 46:29\" href=\"/Genesis.46.29\">Gn 46:29</a> (J) <a data-ref=\"Exodus 14:6\" href=\"/Exodus.14.6\">Ex 14:6</a> (E) <a data-ref=\"II Kings 9:21\" href=\"/II_Kings.9.21\">2 K 9:21</a>; abs. <a data-ref=\"I Kings 18:44\" href=\"/I_Kings.18.44\">1 K 18:44</a> <a data-ref=\"II Kings 9:21\" href=\"/II_Kings.9.21\">2 K 9:21</a>; even of making ready chargers <span dir=\"rtl\">א׳ הַסּוּסִים</span> <a data-ref=\"Jeremiah 46:4\" href=\"/Jeremiah.46.4\">Je 46:4</a> (‖ <span dir=\"rtl\">עֲלוּ הַפָּרָשִׁים</span>). <strong>3.</strong>  <em>bind</em>, with cords, fetters, etc., as prisoner, Simeon <a data-ref=\"Genesis 42:24\" href=\"/Genesis.42.24\">Gn 42:24</a> (E), Samson <a data-ref=\"Judges 15:10\" href=\"/Judges.15.10\">Ju 15:10</a>, <a data-ref=\"Judges 15:12\" href=\"/Judges.15.12\">12</a>, <a data-ref=\"Judges 15:13\" href=\"/Judges.15.13\">13</a><sup>(×3)</sup>; <a data-ref=\"Judges 16:5\" href=\"/Judges.16.5\">16:5</a>, <a data-ref=\"Judges 16:7\" href=\"/Judges.16.7\">7</a>, <a data-ref=\"Judges 16:8\" href=\"/Judges.16.8\">8</a>, <a data-ref=\"Judges 16:11\" href=\"/Judges.16.11\">11</a><sup>(×2)</sup>, <a data-ref=\"Judges 16:12\" href=\"/Judges.16.12\">12</a>; <span dir=\"rtl\">א׳ בַּנְחֻשְׁתַּיִם</span> <a data-ref=\"II Kings 25:7\" href=\"/II_Kings.25.7\">2 K 25:7</a> = <a data-ref=\"II Chronicles 36:6\" href=\"/II_Chronicles.36.6\">2 Ch 36:6</a> = <a data-ref=\"Jeremiah 39:7\" href=\"/Jeremiah.39.7\">Je 39:7</a>; <a data-ref=\"Jeremiah 52:11\" href=\"/Jeremiah.52.11\">52:11</a>; also <a data-ref=\"II Chronicles 33:11\" href=\"/II_Chronicles.33.11\">2 Ch 33:11</a>; cf. (without <span dir=\"rtl\">בַּנ׳</span>) <a data-ref=\"II Kings 17:4\" href=\"/II_Kings.17.4\">2 K 17:4</a> (<span dir=\"rtl\">א׳ בֵּית כֶּלֶא</span> ‖ <span dir=\"rtl\">עָצַר</span>), <a data-ref=\"II Kings 23:33\" href=\"/II_Kings.23.33\">23:33</a>; cf. of divine chastisement <a data-ref=\"Job 36:13\" href=\"/Job.36.13\">Jb 36:13</a> & v. also <a data-ref=\"Ezekiel 3:25\" href=\"/Ezekiel.3.25\">Ez 3:25</a> <a data-ref=\"Psalms 149:8\" href=\"/Psalms.149.8\">ψ 149:8</a>; fig. of absolute authority <a data-ref=\"Psalms 105:22\" href=\"/Psalms.105.22\">ψ 105:22</a>; especially Pt. pass. <a data-ref=\"II Samuel 3:34\" href=\"/II_Samuel.3.34\">2 S 3:34</a> <em>thy hands were not bound</em> (‖ <em>and thy feet not put in fetters</em>); <span dir=\"rtl\">א׳ בָּאֿזִקִּים</span> <a data-ref=\"Jeremiah 40:1\" href=\"/Jeremiah.40.1\">Je 40:1</a> cf. <span dir=\"rtl\">א׳ בַּזִּקִּים</span> <a data-ref=\"Job 36:8\" href=\"/Job.36.8\">Jb 36:8</a> (prob. fig. ‖ <span dir=\"rtl\">חַבְלֵי־עֹ֑נִי</span>); metaph. of king held captive by a woman’s tresses <a data-ref=\"Song of Songs 7:6\" href=\"/Song_of_Songs.7.6\">Ct 7:6</a>; perhaps = <em>imprisoned</em> (whether bound or not) <a data-ref=\"Genesis 39:20\" href=\"/Genesis.39.20\">Gn 39:20</a>; <a data-ref=\"Genesis 40:3\" href=\"/Genesis.40.3\">40:3</a>, <a data-ref=\"Genesis 40:5\" href=\"/Genesis.40.5\">5</a> (all JE); as subst. pl. <em>prisoners</em> <a data-ref=\"Genesis 39:20\" href=\"/Genesis.39.20\">Gn 39:20</a> (Kt, v. supr.); so (late) as distressed, & obj. of divine compassion <a data-ref=\"Isaiah 49:9\" href=\"/Isaiah.49.9\">Is 49:9</a>; <a data-ref=\"Isaiah 61:1\" href=\"/Isaiah.61.1\">61:1</a> <a data-ref=\"Psalms 146:7\" href=\"/Psalms.146.7\">ψ 146:7</a>; <span dir=\"rtl\">בֵּית האסיר֯ים</span> <em>prison</em> <a data-ref=\"Judges 16:21\" href=\"/Judges.16.21\">Ju 16:21</a>, <a data-ref=\"Judges 16:25\" href=\"/Judges.16.25\">25</a>; cf. <a data-ref=\"Ecclesiastes 4:14\" href=\"/Ecclesiastes.4.14\">Ec 4:14</a>. <strong>4.</strong>  <em>gird</em> (rare & late) <span dir=\"rtl\">א׳ אֵזוֹר בְּמָתְנֵיהֶם</span> <a data-ref=\"Job 12:18\" href=\"/Job.12.18\">Jb 12:18</a> (<span dir=\"rtl\">אֵזוֹר</span> = slaves’ waistcloth, RS p. 25 supr.; Hoffm reads <span dir=\"rtl\">וַיָּסַר</span> for <span dir=\"rtl\">וַיֶּאְסֹר</span>); <span dir=\"rtl\">חַרְבּוֹ אֲסוּרִים עַל־מָתְנָיו</span> <a data-ref=\"Nehemiah 4:12\" href=\"/Nehemiah.4.12\">Ne 4:12</a>. <strong>5.</strong>  sq. <span dir=\"rtl\">מִלְחָמָה</span> <em>begin the battle, make the attack</em> (cf. Germ. <em>mit jemandem anbinden</em>) <a data-ref=\"I Kings 20:14\" href=\"/I_Kings.20.14\">1 K 20:14</a> <a data-ref=\"II Chronicles 13:3\" href=\"/II_Chronicles.13.3\">2 Ch 13:3</a>. <strong>6.</strong>  fig. of obligation of oath or vow (only <a data-ref=\"Numbers 30\" href=\"/Numbers.30\">Nu 30</a>, P) <span dir=\"rtl\">א׳ עַל־נֶפֶשׁ</span>, usually sq. acc. cogn. <span dir=\"rtl\">אֱסָר</span>, <span dir=\"rtl\">אִסָּר</span> <a data-ref=\"Numbers 30:3\" href=\"/Numbers.30.3\">Nu 30:3</a>, <a data-ref=\"Numbers 30:5\" href=\"/Numbers.30.5\">5</a><sup>(×2)</sup>, <a data-ref=\"Numbers 30:6\" href=\"/Numbers.30.6\">6</a>, <a data-ref=\"Numbers 30:8\" href=\"/Numbers.30.8\">8</a>, <a data-ref=\"Numbers 30:9\" href=\"/Numbers.30.9\">9</a>, <a data-ref=\"Numbers 30:11\" href=\"/Numbers.30.11\">11</a>, <a data-ref=\"Numbers 30:12\" href=\"/Numbers.30.12\">12</a>; without <span dir=\"rtl\">אֱסָר</span> etc., v <a data-ref=\"Numbers 30:7\" href=\"/Numbers.30.7\">7</a>, <a data-ref=\"Numbers 30:10\" href=\"/Numbers.30.10\">10</a>; cf. v <a data-ref=\"Numbers 30:4\" href=\"/Numbers.30.4\">4</a> <span dir=\"rtl\">א׳ אִסָּר</span> (<span dir=\"rtl\">עַל־נֶפֶשׁ</span> om.)<br><strong>Niph.</strong>  pass. of Qal <strong>3</strong>, <em>be bound, imprisoned,</em> Impf. (juss.) <span dir=\"rtl\">יֵאָסֵר</span> <a data-ref=\"Genesis 42:19\" href=\"/Genesis.42.19\">Gn 42:19</a> (E); 2 ms. <span dir=\"rtl\">תֵּאָסֵר</span> <a data-ref=\"Judges 16:6\" href=\"/Judges.16.6\">Ju 16:6</a>, <a data-ref=\"Judges 16:10\" href=\"/Judges.16.10\">10</a>, <a data-ref=\"Judges 16:13\" href=\"/Judges.16.13\">13</a> (of Samson); Imv. <span dir=\"rtl\">הֵאָֽסְרוּ</span> <a data-ref=\"Genesis 42:16\" href=\"/Genesis.42.16\">Gn 42:16</a> (E).<br><strong>Pu.</strong>  Pf. <em>be taken prisoner</em> <span dir=\"rtl\">אֻסְּרוּ</span> <a data-ref=\"Isaiah 22:3\" href=\"/Isaiah.22.3\">Is 22:3</a>; <span dir=\"rtl\">אֻסָּ֑רוּ</span> <em>ib.</em>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d023b6084aa1cbf00161", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בַּ֫יִת 1", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "BDB, בַּ֫יִת 1", "sourceHeRef": "בראון-דרייבר-בריגס, בַּ֫יִת א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בַּ֫יִת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">בַּ֫יִת</span></big></big><sub>2034</sub><big></big>  <strong>n.m.</strong> <a data-ref=\"Deuteronomy 8:12\" href=\"/Deuteronomy.8.12\">Dt 8:12</a> house <strong>(</strong>Ph. <span dir=\"rtl\">בת</span>, MI. <span dir=\"rtl\">בת</span>, sf. <span dir=\"rtl\">ביתה</span>, Arabic <span dir=\"rtl\">بَيْتٌ</span>, Aramaic <span dir=\"rtl\">בַּיְתָא</span>, <span dir=\"rtl\">ܒܰܝܬܳܐ</span>, Assyrian <em>bîtu</em>, COT<sup>Gloss.</sup>, Sab. <span dir=\"rtl\">בית</span>, <span dir=\"rtl\">בת</span>, <em>fortress</em> DHM<sup>ZMG 1883, 387</sup>; <em>temple</em> Hal<sup>257</sup> DHM<sup>ZMG 1876, 697</sup>, Ethiopic ቤት: Palm. in <span dir=\"rtl\">בת עלמא</span>, <span dir=\"rtl\">בת מקברתא</span> <em>sepulchre</em> Vog<sup>32, 64 al.</sup>; etym. dub.; Thes √ <span dir=\"rtl\">בות</span>, Aramaic <span dir=\"rtl\">בּוּת</span>, <span dir=\"rtl\">ܒܳܬ</span> <em>spend the night</em>, Arabic <span dir=\"rtl\">بَاتَ</span>, Ethiopic ቤተ: but this perhaps denom., & <span dir=\"rtl\">בית</span> from √ <span dir=\"rtl\">ל״י</span> c. ת afform. cf. Sta<sup>§ 187 a</sup><strong>)</strong>—abs. <span dir=\"rtl\">בַּיִת</span> <a data-ref=\"Exodus 12:30\" href=\"/Exodus.12.30\">Ex 12:30</a> +; <span dir=\"rtl\">בָּ֑יִת</span> <a data-ref=\"Genesis 33:17\" href=\"/Genesis.33.17\">Gn 33:17</a> +; <span dir=\"rtl\">בַּ֫יְתָה</span> (<span dir=\"rtl\">ָה</span> loc.) <a data-ref=\"Psalms 68:7\" href=\"/Psalms.68.7\">ψ 68:7</a> +; cstr. <span dir=\"rtl\">בֵּית</span> <a data-ref=\"Genesis 12:15\" href=\"/Genesis.12.15\">Gn 12:15</a> +; sf. <span dir=\"rtl\">בֵּיתִי</span> <a data-ref=\"Genesis 15:2\" href=\"/Genesis.15.2\">Gn 15:2</a> +; <span dir=\"rtl\">בֵּיתְךָ</span> <a data-ref=\"Genesis 7:1\" href=\"/Genesis.7.1\">Gn 7:1</a> +, etc.; <span dir=\"rtl\">הַבַּ֫יְתָה</span>, <span dir=\"rtl\">בַּיְתָה</span> (<em>in</em>) <em>to the house, homeward</em>, <a data-ref=\"Genesis 19:10\" href=\"/Genesis.19.10\">Gn 19:10</a> <a data-ref=\"Psalms 68:7\" href=\"/Psalms.68.7\">ψ 68:7</a> +; also <span dir=\"rtl\">בֵּ֫יתָה</span> (<em>in</em>) <em>to the house of</em> …; pl. <span dir=\"rtl\">בָּֽתִּים</span> <a data-ref=\"Exodus 1:21\" href=\"/Exodus.1.21\">Ex 1:21</a> + (i.e. <em>bâttîm</em>, v. Nö in Me<sup>Archaeology i. 456 f.</sup>, cf. Ges<sup>§ 96</sup>); cstr. <span dir=\"rtl\">בָּתֵּי</span> <a data-ref=\"Exodus 8:17\" href=\"/Exodus.8.17\">Ex 8:17</a> +; sf. <span dir=\"rtl\">בָּתֶּיךָ</span> <a data-ref=\"Exodus 10:6\" href=\"/Exodus.10.6\">Ex 10:6</a>; <span dir=\"rtl\">בָּֽתָּיו</span> <a data-ref=\"I Chronicles 28:11\" href=\"/I_Chronicles.28.11\">1 Ch 28:11</a>; <span dir=\"rtl\">בָּתֵּינוּ</span> <a data-ref=\"Exodus 12:27\" href=\"/Exodus.12.27\">Ex 12:27</a> +; <span dir=\"rtl\">בָּֽתֵּיכֶם</span> <a data-ref=\"Genesis 42:19\" href=\"/Genesis.42.19\">Gn 42:19</a>; <span dir=\"rtl\">בָּתֵּיהֶם</span> <a data-ref=\"Numbers 16:32\" href=\"/Numbers.16.32\">Nu 16:32</a> +; (<span dir=\"rtl\">בָּֽתֵּ֫ימוֹ</span> <a data-ref=\"Psalms 49:12\" href=\"/Psalms.49.12\">ψ 49:12</a>), etc.;—<br><strong>1.</strong>  <em>house</em>, <strong>a.</strong>  as dwelling, habitation <a data-ref=\"Genesis 19:2\" href=\"/Genesis.19.2\">Gn 19:2</a>, <a data-ref=\"Genesis 19:3\" href=\"/Genesis.19.3\">3</a>, <a data-ref=\"Genesis 19:4\" href=\"/Genesis.19.4\">4</a>, <a data-ref=\"Genesis 19:11\" href=\"/Genesis.19.11\">11</a>; <a data-ref=\"Genesis 27:15\" href=\"/Genesis.27.15\">27:15</a> <a data-ref=\"Genesis 33:17\" href=\"/Genesis.33.17\">33:17</a> (obj. of <span dir=\"rtl\">בָּנָה</span>) <a data-ref=\"Exodus 12:7\" href=\"/Exodus.12.7\">Ex 12:7</a> + often; <span dir=\"rtl\">בּ׳ מוֹשַׁב</span> <a data-ref=\"Leviticus 25:29\" href=\"/Leviticus.25.29\">Lv 25:29</a> (cf. <span dir=\"rtl\">בַּיִת לְשִׁבְתִּי</span> <a data-ref=\"II Samuel 7:5\" href=\"/II_Samuel.7.5\">2 S 7:5</a>); <span dir=\"rtl\">בֵּית</span> = <em>in the house of</em>, when modifying word follows, cf. Dr<sup>Sm 29, n. 2</sup> (after st. cstr. <span dir=\"rtl\">מוֹלֶדֶת בַּיִת אוֹ מוֹלֶדֶת הוּץ</span> <a data-ref=\"Leviticus 19:9\" href=\"/Leviticus.19.9\">Lv 19:9</a>); e.g. <span dir=\"rtl\">בּ׳ אָבִיךָ</span> <a data-ref=\"Genesis 24:23\" href=\"/Genesis.24.23\">Gn 24:23</a>; <span dir=\"rtl\">בּ׳ אִישָׁהּ</span> <a data-ref=\"Numbers 30:11\" href=\"/Numbers.30.11\">Nu 30:11</a>; <span dir=\"rtl\">בּ׳ יהוה</span> <a data-ref=\"II Kings 23:24\" href=\"/II_Kings.23.24\">2 K 23:24</a>; so in n.pr. <span dir=\"rtl\">ביתאל</span> <a data-ref=\"Amos 7:13\" href=\"/Amos.7.13\">Am 7:13</a>; <span dir=\"rtl\">(ה)בַּ֫יְתָה</span> <em>into the house, home</em> <a data-ref=\"Exodus 9:19\" href=\"/Exodus.9.19\">Ex 9:19</a> (of man & beast) cf. <a data-ref=\"Judges 19:18\" href=\"/Judges.19.18\">Ju 19:18</a> <a data-ref=\"I Samuel 6:7\" href=\"/I_Samuel.6.7\">1 S 6:7</a> (cf. v <a data-ref=\"I Samuel 6:10\" href=\"/I_Samuel.6.10\">10</a>) <a data-ref=\"I Kings 13:7\" href=\"/I_Kings.13.7\">1 K 13:7</a>, <a data-ref=\"I Kings 13:15\" href=\"/I_Kings.13.15\">15</a> <a data-ref=\"Psalms 68:7\" href=\"/Psalms.68.7\">ψ 68:7</a> <a data-ref=\"Isaiah 14:17\" href=\"/Isaiah.14.17\">Is 14:17</a> etc.; cf. sub <strong>7</strong> infr.; partic. (α) in J occasionally of tent <a data-ref=\"Genesis 27:15\" href=\"/Genesis.27.15\">Gn 27:15</a> cf. <a data-ref=\"Genesis 33:17\" href=\"/Genesis.33.17\">33:17</a> c.<span dir=\"rtl\">בנה</span>; here of nomad’s hut); usually (β) house of solid materials, with doorposts, etc. <a data-ref=\"Exodus 12:7\" href=\"/Exodus.12.7\">Ex 12:7</a> <a data-ref=\"Deuteronomy 6:9\" href=\"/Deuteronomy.6.9\">Dt 6:9</a>; <a data-ref=\"Deuteronomy 11:20\" href=\"/Deuteronomy.11.20\">11:20</a>, walls <a data-ref=\"Leviticus 14:37\" href=\"/Leviticus.14.37\">Lv 14:37</a>, <a data-ref=\"Leviticus 14:39\" href=\"/Leviticus.14.39\">39</a>, of stones, timber & mortar v <a data-ref=\"Leviticus 14:45\" href=\"/Leviticus.14.45\">45</a> (cf. v <a data-ref=\"Leviticus 14:40\" href=\"/Leviticus.14.40\">40</a>, <a data-ref=\"Leviticus 14:42\" href=\"/Leviticus.14.42\">42</a>, <a data-ref=\"Leviticus 14:43\" href=\"/Leviticus.14.43\">43</a>); so also <a data-ref=\"Joshua 2:15\" href=\"/Joshua.2.15\">Jos 2:15</a>; supported by pillars <a data-ref=\"Judges 16:26\" href=\"/Judges.16.26\">Ju 16:26 f.</a>; with roof on which one could walk <a data-ref=\"II Samuel 11:12\" href=\"/II_Samuel.11.12\">2 S 11:12</a> etc.; v. especially temple and king’s house in Jerusalem <a data-ref=\"I Kings 5-7\" href=\"/I_Kings.5-7\">1 K 5–7</a> etc.; cf. <a data-ref=\"Song of Songs 1:17\" href=\"/Song_of_Songs.1.17\">Ct 1:17</a> <a data-ref=\"Jeremiah 22:14\" href=\"/Jeremiah.22.14\">Je 22:14</a>; of Ezekiel’s temple <a data-ref=\"Ezekiel 40\" href=\"/Ezekiel.40\">Ez 40f.</a>; <span dir=\"rtl\">בָּֽתֵּכֶם סְפוּנִים</span> of luxurious houses <a data-ref=\"Haggai 1:4\" href=\"/Haggai.1.4\">Hg 1:4</a>; <span dir=\"rtl\">בנה בָּֽתִּים טֹבִים</span> <a data-ref=\"Deuteronomy 8:12\" href=\"/Deuteronomy.8.12\">Dt 8:12</a>; <span dir=\"rtl\">בּנה בַּיִת־חָדָשׁ</span> <a data-ref=\"Deuteronomy 20:5\" href=\"/Deuteronomy.20.5\">Dt 20:5</a> cf. <a data-ref=\"Deuteronomy 22:8\" href=\"/Deuteronomy.22.8\">22:8</a>; also c. <span dir=\"rtl\">בנה</span> <a data-ref=\"Deuteronomy 28:30\" href=\"/Deuteronomy.28.30\">Dt 28:30</a> + often; (γ) cstr. before word of material, <span dir=\"rtl\">בּ׳ אֲרָזִים</span> <a data-ref=\"II Samuel 7:2\" href=\"/II_Samuel.7.2\">2 S 7:2</a>, <a data-ref=\"II Samuel 7:7\" href=\"/II_Samuel.7.7\">7</a> = <a data-ref=\"I Chronicles 17:1\" href=\"/I_Chronicles.17.1\">1 Ch 17:1</a> <span dir=\"rtl\">(בּ׳ הָא׳)</span> v <a data-ref=\"I Chronicles 17:6\" href=\"/I_Chronicles.17.6\">6</a>; <span dir=\"rtl\">בּ׳ הַשֵׁן</span> <a data-ref=\"I Kings 22:39\" href=\"/I_Kings.22.39\">1 K 22:39</a> cf. <a data-ref=\"Amos 3:15\" href=\"/Amos.3.15\">Am 3:15</a>; <span dir=\"rtl\">בּ׳ גָּזִית</span> <em>house of hewn</em> stone <a data-ref=\"Amos 5:11\" href=\"/Amos.5.11\">Am 5:11</a>; cf. <span dir=\"rtl\">בֵּית יַעַר הַלְּבָנוֹן</span> <a data-ref=\"I Kings 7:2\" href=\"/I_Kings.7.2\">1 K 7:2</a> <a data-ref=\"II Chronicles 9:20\" href=\"/II_Chronicles.9.20\">2 Ch 9:20</a>, <span dir=\"rtl\">בֵּית הַיַּעַר</span> <a data-ref=\"Isaiah 22:8\" href=\"/Isaiah.22.8\">Is 22:8</a>; (δ) also before word of quality or characteristic, <span dir=\"rtl\">בֵּית אֵבֶל</span> <a data-ref=\"Ecclesiastes 7:2\" href=\"/Ecclesiastes.7.2\">Ec 7:2</a> ‖ <span dir=\"rtl\">בּ׳ מִשְׁתֶּה</span>; v <a data-ref=\"Ecclesiastes 7:4\" href=\"/Ecclesiastes.7.4\">4</a> ‖ <span dir=\"rtl\">בּ׳ שִׂמְחָה</span>; <span dir=\"rtl\">בּ׳ מַרְזֵחַ</span> <a data-ref=\"Jeremiah 16:5\" href=\"/Jeremiah.16.5\">Je 16:5</a>; <span dir=\"rtl\">בּ׳ מִשְׁתֶּה</span> <a data-ref=\"Jeremiah 16:8\" href=\"/Jeremiah.16.8\">Je 16:8</a>; <span dir=\"rtl\">בָּֽתֵּי חֶמְדָּתֵךְ</span> <a data-ref=\"Ezekiel 26:12\" href=\"/Ezekiel.26.12\">Ez 26:12</a>; <span dir=\"rtl\">בֵּית תַּעֲנֻנֶי֑הָ</span> <a data-ref=\"Micah 2:9\" href=\"/Micah.2.9\">Mi 2:9</a>; cf. <a ,=\"\" data-ref=\"BDB, מְרִיא\" dir=\"rtl\" href=\"/BDB,_מְרִיא\">בּ׳ מְרִי</a> <em>rebellious house</em> sub <strong>5. d</strong> infr.; (ε) in combinations, of structures for various purposes:—(1) <span dir=\"rtl\">בֵּית הַמֶּלֶךְ</span> = <em>palace</em> <a data-ref=\"I Kings 9:1\" href=\"/I_Kings.9.1\">1 K 9:1</a>, <a data-ref=\"I Kings 9:10\" href=\"/I_Kings.9.10\">10</a>; <a data-ref=\"I Kings 10:12\" href=\"/I_Kings.10.12\">10:12</a> +, etc.; <span dir=\"rtl\">בֵּית מַמְלָכָה</span> <a data-ref=\"Amos 7:13\" href=\"/Amos.7.13\">Am 7:13</a> cf. sub <strong>2</strong> infr.; <span dir=\"rtl\">בּ׳ הַמַּלְכוּת</span> <a data-ref=\"Esther 5:1\" href=\"/Esther.5.1\">Est 5:1</a> cf. <a data-ref=\"Esther 2:16\" href=\"/Esther.2.16\">2:16</a>; <span dir=\"rtl\">בּ׳ לְמַלְכוּתוֹ</span> <a data-ref=\"II Chronicles 1:18\" href=\"/II_Chronicles.1.18\">2 Ch 1:18</a>; (2) <span dir=\"rtl\">בֵּית הַסֹּהַר</span> = <em>the prison</em> <a data-ref=\"Genesis 39:20\" href=\"/Genesis.39.20\">Gn 39:20</a><sup>(×2)</sup>, <a data-ref=\"Genesis 39:21\" href=\"/Genesis.39.21\">21</a>, <a data-ref=\"Genesis 39:22\" href=\"/Genesis.39.22\">22</a><sup>(×2)</sup>, <a data-ref=\"Genesis 39:23\" href=\"/Genesis.39.23\">23</a><sup>(×2)</sup>; <a data-ref=\"Genesis 40:3\" href=\"/Genesis.40.3\">40:3</a>, <a data-ref=\"Genesis 40:5\" href=\"/Genesis.40.5\">5</a>; cf. <span dir=\"rtl\">בּ׳ מִשְׁמַרְכֶם</span> <a data-ref=\"Genesis 42:19\" href=\"/Genesis.42.19\">Gn 42:19</a>; <span dir=\"rtl\">בּ׳ מִשְׁמֶרֶת</span> <a data-ref=\"II Samuel 20:3\" href=\"/II_Samuel.20.3\">2 S 20:3</a>; <span dir=\"rtl\">בּ׳ הָאָסוּר</span> <a data-ref=\"Jeremiah 37:15\" href=\"/Jeremiah.37.15\">Je 37:15</a>; <span dir=\"rtl\">בּ׳ הָאֲסיּרים</span> <a data-ref=\"Judges 16:21\" href=\"/Judges.16.21\">Ju 16:21</a>, <a data-ref=\"Judges 16:25\" href=\"/Judges.16.25\">25</a>; <span dir=\"rtl\">בּ׳ הָסֿוּרִים</span> <a data-ref=\"Ecclesiastes 4:14\" href=\"/Ecclesiastes.4.14\">Ec 4:14</a>; <span dir=\"rtl\">בּ׳ הַכֶּלֶא</span> <a data-ref=\"I Kings 22:27\" href=\"/I_Kings.22.27\">1 K 22:27</a> <a data-ref=\"II Kings 17:4\" href=\"/II_Kings.17.4\">2 K 17:4</a> <a data-ref=\"II Chronicles 18:26\" href=\"/II_Chronicles.18.26\">2 Ch 18:26</a> <a data-ref=\"Jeremiah 37:15\" href=\"/Jeremiah.37.15\">Je 37:15</a>, <a data-ref=\"Jeremiah 37:18\" href=\"/Jeremiah.37.18\">18</a> cf. <a data-ref=\"Isaiah 42:7\" href=\"/Isaiah.42.7\">Is 42:7</a>; <span dir=\"rtl\">בּ׳ כֶּלֶא</span> <a data-ref=\"II Kings 25:27\" href=\"/II_Kings.25.27\">2 K 25:27</a>; <span dir=\"rtl\">בּ׳ הַמַּהְפֶּכֶת</span> <a data-ref=\"II Chronicles 16:10\" href=\"/II_Chronicles.16.10\">2 Ch 16:10</a>; <span dir=\"rtl\">בּ׳ הַכְּליּ֯א</span> <a data-ref=\"Jeremiah 37:4\" href=\"/Jeremiah.37.4\">Je 37:4</a>; <a data-ref=\"Jeremiah 52:31\" href=\"/Jeremiah.52.31\">52:31</a>; <span dir=\"rtl\">בָּֽתֵּי כְלָאִים</span> <a data-ref=\"Isaiah 42:22\" href=\"/Isaiah.42.22\">Is 42:22</a>; <span dir=\"rtl\">בֵּית־הַבּוֹר</span> <a data-ref=\"Jeremiah 37:16\" href=\"/Jeremiah.37.16\">Je 37:16</a>; <span dir=\"rtl\">בּ׳ הַפְּקֻדּוֹת</span> <a data-ref=\"Jeremiah 52:31\" href=\"/Jeremiah.52.31\">Je 52:31</a>; (3) <span dir=\"rtl\">בֵּית הַנָּשִׁים</span> <em>house of the women, harem</em> <a data-ref=\"Esther 2:9\" href=\"/Esther.2.9\">Est 2:9</a>, <a data-ref=\"Esther 2:11\" href=\"/Esther.2.11\">11</a>, <a data-ref=\"Esther 2:13\" href=\"/Esther.2.13\">13</a>, <a data-ref=\"Esther 2:14\" href=\"/Esther.2.14\">14</a>; (4) <span dir=\"rtl\">בּ׳ מִשְׁתֵּה הַיַּיִן</span> <a data-ref=\"Esther 7:8\" href=\"/Esther.7.8\">Est 7:8</a>; <span dir=\"rtl\">בּ׳ הַיָּ֑ין</span> <a data-ref=\"Song of Songs 2:4\" href=\"/Song_of_Songs.2.4\">Ct 2:4</a>; cf. <span dir=\"rtl\">מָשׂוֹשׂ בָּֽתֵּי</span> <a data-ref=\"Isaiah 32:13\" href=\"/Isaiah.32.13\">Is 32:13</a>; (5) <span dir=\"rtl\">בֵּית הַחֹרֶף</span> <a data-ref=\"Amos 3:15\" href=\"/Amos.3.15\">Am 3:15</a> <a data-ref=\"Jeremiah 36:22\" href=\"/Jeremiah.36.22\">Je 36:22</a>; <span dir=\"rtl\">בּ׳ הַקָּ֑יִץ</span> <a data-ref=\"Amos 3:15\" href=\"/Amos.3.15\">Am 3:15</a>; (6) <span dir=\"rtl\">בֵּית נְכֹתֹה</span> & <span dir=\"rtl\">בֵּית כֵּלָיו</span> <a data-ref=\"II Kings 20:13\" href=\"/II_Kings.20.13\">2 K 20:13</a> = <a data-ref=\"Isaiah 39:2\" href=\"/Isaiah.39.2\">Is 39:2</a>; (7) <span dir=\"rtl\">בֵּית הַגָּן</span> <em>garden-h.</em> (or n.pr.? cf. p. 111) <a data-ref=\"II Kings 9:27\" href=\"/II_Kings.9.27\">2 K 9:27</a>; (8) <span dir=\"rtl\">בֵּית־עֵקֶד</span> <em>binding-h.</em> (or n.pr.?) <a data-ref=\"II Kings 10:12\" href=\"/II_Kings.10.12\">2 K 10:12</a>, <a data-ref=\"II Kings 10:14\" href=\"/II_Kings.10.14\">14</a>; (9) <span dir=\"rtl\">בֵּיתעֲבָדִים</span> <em>h. of slaves</em> (where slaves live), only fig. of Egypt <a data-ref=\"Exodus 13:3\" href=\"/Exodus.13.3\">Ex 13:3</a>, <a data-ref=\"Exodus 13:14\" href=\"/Exodus.13.14\">14</a>; <a data-ref=\"Exodus 20:2\" href=\"/Exodus.20.2\">20:2</a> <a data-ref=\"Deuteronomy 5:6\" href=\"/Deuteronomy.5.6\">Dt 5:6</a>; <a data-ref=\"Deuteronomy 6:13\" href=\"/Deuteronomy.6.13\">6:12</a>; <a data-ref=\"Deuteronomy 7:8\" href=\"/Deuteronomy.7.8\">7:8</a>; <a data-ref=\"Deuteronomy 8:14\" href=\"/Deuteronomy.8.14\">8:14</a>; <a data-ref=\"Deuteronomy 13:6\" href=\"/Deuteronomy.13.6\">13:6</a>, <a data-ref=\"Deuteronomy 13:11\" href=\"/Deuteronomy.13.11\">11</a> <a data-ref=\"Joshua 24:17\" href=\"/Joshua.24.17\">Jos 24:17</a> <a data-ref=\"Judges 6:8\" href=\"/Judges.6.8\">Ju 6:8</a> <a data-ref=\"Micah 6:4\" href=\"/Micah.6.4\">Mi 6:4</a> <a data-ref=\"Jeremiah 34:13\" href=\"/Jeremiah.34.13\">Je 34:13</a>;—on <span dir=\"rtl\">בּ׳ הַחָפְשִׁית</span> <a data-ref=\"II Kings 15:5\" href=\"/II_Kings.15.5\">2 K 15:5</a> = <a data-ref=\"II Chronicles 26:21\" href=\"/II_Chronicles.26.21\">2 Ch 26:21</a> cf. <span dir=\"rtl\">חפשׁית</span>; especially (10) <span dir=\"rtl\">בֵּית י׳</span> = <em>temple</em> <a data-ref=\"I Kings 7:12\" href=\"/I_Kings.7.12\">1 K 7:12</a>, <a data-ref=\"I Kings 7:40\" href=\"/I_Kings.7.40\">40</a>, <a data-ref=\"I Kings 7:45\" href=\"/I_Kings.7.45\">45</a>, <a data-ref=\"I Kings 7:51\" href=\"/I_Kings.7.51\">51</a> & very often; also (mostly late) <span dir=\"rtl\">בֵּית הָאֱלֹהִים</span> <a data-ref=\"I Chronicles 9:11\" href=\"/I_Chronicles.9.11\">1 Ch 9:11</a>, <a data-ref=\"I Chronicles 9:13\" href=\"/I_Chronicles.9.13\">13</a>, <a data-ref=\"I Chronicles 9:26\" href=\"/I_Chronicles.9.26\">26</a> + often; but also of earlier tent of worship <a data-ref=\"Judges 18:31\" href=\"/Judges.18.31\">Ju 18:31</a>; v. also <span dir=\"rtl\">בּ׳ הָאֹהֶל</span> <a data-ref=\"I Chronicles 9:23\" href=\"/I_Chronicles.9.23\">1 Ch 9:23</a>; cf. <a ,=\"\" data-ref=\"BDB, אֱלֹהִים\" dir=\"rtl\" href=\"/BDB,_אֱלֹהִים\">בּ׳ אֱלֹהִים</a> of local shrine <a data-ref=\"I Chronicles 17:5\" href=\"/I_Chronicles.17.5\">17:5</a>; & also in mouth of Jacob, as explanation of name of Bethel <a data-ref=\"Genesis 28:17\" href=\"/Genesis.28.17\">Gn 28:17</a> (cf. v <a data-ref=\"Genesis 28:19\" href=\"/Genesis.28.19\">19</a>), & as name of stone, or <em>Mac̦c̦eba</em> v <a data-ref=\"Genesis 28:22\" href=\"/Genesis.28.22\">22</a> (all E); also <span dir=\"rtl\">ב׳ י׳</span> of earlier tent of worship <a data-ref=\"Judges 19:18\" href=\"/Judges.19.18\">Ju 19:18</a> <a data-ref=\"I Samuel 1:7\" href=\"/I_Samuel.1.7\">1 S 1:7</a>, <a data-ref=\"I Samuel 1:24\" href=\"/I_Samuel.1.24\">24</a> <a data-ref=\"II Samuel 12:20\" href=\"/II_Samuel.12.20\">2 S 12:20</a> (cf. further <span dir=\"rtl\">אֱלֹהִים</span>, <span dir=\"rtl\">יהוה</span>); <span dir=\"rtl\">בּ׳ הָאוֹצָר</span> <a data-ref=\"Malachi 3:10\" href=\"/Malachi.3.10\">Mal 3:10</a>; cf. <span dir=\"rtl\">הֵיכַל הַבַּיִת</span> <a data-ref=\"I Kings 6:3\" href=\"/I_Kings.6.3\">1 K 6:3</a>, & <span dir=\"rtl\">בּ׳</span> alone in same sense, especially <a data-ref=\"I Kings 6\" href=\"/I_Kings.6\">1 K 6</a> cf. <a data-ref=\"II Chronicles 1:18\" href=\"/II_Chronicles.1.18\">2 Ch 1:18</a>; <a data-ref=\"II Chronicles 2:3\" href=\"/II_Chronicles.2.3\">2:3</a>, <a data-ref=\"II Chronicles 2:11\" href=\"/II_Chronicles.2.11\">11</a> +; v. <a data-ref=\"I Chronicles 28:2\" href=\"/I_Chronicles.28.2\">1 Ch 28:2</a> <span dir=\"rtl\">בּ׳ מְנוּחָה לַאֲרוֹן בְּרִית־י׳ וְלַהֲדֹם רַגְלֵי אֱלֹהֵינוּ</span>; also <span dir=\"rtl\">בֵּית הַקֹּדֶשׁ</span> <a data-ref=\"I Chronicles 29:3\" href=\"/I_Chronicles.29.3\">29:3</a>; <span dir=\"rtl\">בּ׳ קֹדֶשׁ הַקֳּדָשִׁים</span> <a data-ref=\"II Chronicles 3:8\" href=\"/II_Chronicles.3.8\">2 Ch 3:8</a>, <a data-ref=\"II Chronicles 3:10\" href=\"/II_Chronicles.3.10\">10</a>; <span dir=\"rtl\">בּ׳ קָדְשֵׁנוּ וְתִפְאַרְתֵּנוּ</span> <a data-ref=\"Isaiah 64:10\" href=\"/Isaiah.64.10\">Is 64:10</a>; <span dir=\"rtl\">בֵּית־זְבֻל</span> <a data-ref=\"II Chronicles 6:2\" href=\"/II_Chronicles.6.2\">2 Ch 6:2</a>; <span dir=\"rtl\">בֵּית זָ֑בַח</span> <a data-ref=\"II Chronicles 7:12\" href=\"/II_Chronicles.7.12\">2 Ch 7:12</a>; <span dir=\"rtl\">בֵּית מִקְדָּשָׁם</span> <a data-ref=\"II Chronicles 36:17\" href=\"/II_Chronicles.36.17\">2 Ch 36:17</a>; <span dir=\"rtl\">בּ׳ תְּפִלָּה</span> <a data-ref=\"Isaiah 56:7\" href=\"/Isaiah.56.7\">Is 56:7</a><sup>(×2)</sup>; <span dir=\"rtl\">בּ׳ תִּפְאַרְתִּי</span> <a data-ref=\"Isaiah 60:7\" href=\"/Isaiah.60.7\">60:7</a>; also of heathen temples <span dir=\"rtl\">ב׳ בַּעַל־בְּרִית</span> <a data-ref=\"Judges 9:4\" href=\"/Judges.9.4\">Ju 9:4</a>; <span dir=\"rtl\">ב׳־דָּגוֹן</span> <a data-ref=\"I Samuel 5:5\" href=\"/I_Samuel.5.5\">1 S 5:5</a>; <span dir=\"rtl\">ב׳ עַשְׁתָּרוֹת</span> <a data-ref=\"I Samuel 31:10\" href=\"/I_Samuel.31.10\">1 S 31:10</a>; <span dir=\"rtl\">ב׳ רִמּוֹן</span> <a data-ref=\"II Kings 5:18\" href=\"/II_Kings.5.18\">2 K 5:18</a><sup>(×3)</sup>; <span dir=\"rtl\">ב׳ הַבַּעַל</span> <a data-ref=\"II Kings 10:21\" href=\"/II_Kings.10.21\">2 K 10:21</a><sup>(×2)</sup>, <a data-ref=\"II Kings 10:23\" href=\"/II_Kings.10.23\">23</a>, <a data-ref=\"II Kings 10:25\" href=\"/II_Kings.10.25\">25</a>, <a data-ref=\"II Kings 10:26\" href=\"/II_Kings.10.26\">26</a>, <a data-ref=\"II Kings 10:27\" href=\"/II_Kings.10.27\">27</a>; <a data-ref=\"II Kings 11:18\" href=\"/II_Kings.11.18\">11:18</a>; <span dir=\"rtl\">בּ׳ עֲצַבֵּיהֶם</span> <a data-ref=\"I Samuel 31:9\" href=\"/I_Samuel.31.9\">1 S 31:9</a> (but read rather <span dir=\"rtl\">את־עצביהם</span> as in ‖ <a data-ref=\"I Chronicles 10:9\" href=\"/I_Chronicles.10.9\">1 Ch 10:9</a> so 𝔊 We Dr); <span dir=\"rtl\">בֵּית בָּמוֹת</span> <a data-ref=\"I Kings 12:31\" href=\"/I_Kings.12.31\">1 K 12:31</a> (cf. MI <span dir=\"rtl\">בת במת</span>), v. also <a data-ref=\"I Kings 13:32\" href=\"/I_Kings.13.32\">13:32</a> <a data-ref=\"II Kings 17:29\" href=\"/II_Kings.17.29\">2 K 17:29</a>, <a data-ref=\"II Kings 17:32\" href=\"/II_Kings.17.32\">32</a>; <span dir=\"rtl\">בֵּית אוֹצַר אֱלֹהָיו</span> <a data-ref=\"Daniel 1:2\" href=\"/Daniel.1.2\">Dn 1:2</a>, etc.; made of woven material <a data-ref=\"II Kings 23:7\" href=\"/II_Kings.23.7\">2 K 23:7</a>; <span dir=\"rtl\">אֲשֶׁד הַנָּשִׁים אֹרְגוֹת שָׁם בָּֽתִּים לָאֲשֵׁרָה</span> perhaps = <em>tent-shrines</em> but textdub. 𝔊 χεττιεῖν (<span dir=\"rtl\">כתנות</span>?); 𝔊L στολάς; cf. Ew<sup>H iii. 718</sup> & Klo; (ζ) of portion of larger building (late), so pl. <span dir=\"rtl\">בָּֽתָּיו</span> <a data-ref=\"I Chronicles 28:11\" href=\"/I_Chronicles.28.11\">1 Ch 28:11</a> i.e. of the temple (‖ <span dir=\"rtl\">גַּנְזַכָּיו</span>, <span dir=\"rtl\">עֲלִיֹּתָיו</span>, <span dir=\"rtl\">חֲדָרָיו</span>); cf. <span dir=\"rtl\">בּ׳ הַכַּפֹּרֶת</span> <em>ib.</em>; <span dir=\"rtl\">בּ׳ הַמְֿבַשְּׁלִים</span> <a data-ref=\"Ezekiel 46:24\" href=\"/Ezekiel.46.24\">Ez 46:24</a>. <strong>b.</strong>  as shelter or abode of animals <a data-ref=\"I Samuel 6:7\" href=\"/I_Samuel.6.7\">1 S 6:7</a>, <a data-ref=\"I Samuel 6:10\" href=\"/I_Samuel.6.10\">10</a> cf. <a data-ref=\"Exodus 9:19\" href=\"/Exodus.9.19\">Ex 9:19</a>; <span dir=\"rtl\">בֵּית עַכָּבִישׁ</span> <a data-ref=\"Job 8:14\" href=\"/Job.8.14\">Jb 8:14</a> <em>spider’s web</em> (cf. <a data-ref=\"BDB, בָּנָה\" href=\"/BDB,_בָּנָה\", dir=\"rtl\">בָּנָה כָעָשׁ בֵּיתוֹ</a> <a data-ref=\"Job 27:18\" href=\"/Job.27.18\">27:18</a>); of wild ass <a data-ref=\"Job 39:6\" href=\"/Job.39.6\">Jb 39:6</a> <span dir=\"rtl\">שַׂמְתִּי עֲרָבָה בֵיתוֹ</span>; <span dir=\"rtl\">צִפּוֹר מָֽצְאָה בַּיִת</span> <a data-ref=\"Psalms 84:4\" href=\"/Psalms.84.4\">ψ 84:4</a> (‖ <span dir=\"rtl\">קֵן</span>); <span dir=\"rtl\">חֲסִידָה בְּרוֹשִׁים בֵּיתָהּ</span> <a data-ref=\"Psalms 104:17\" href=\"/Psalms.104.17\">ψ 104:17</a> (cf. ‖ & Che); <a data-ref=\"Proverbs 30:26\" href=\"/Proverbs.30.26\">Pr 30:26</a> (of the <span dir=\"rtl\">שְׁפַנִּים</span> ‘conies’). <strong>c.</strong>  fig. of human bodies <span dir=\"rtl\">בָּֽתֵּי־חֹמֶר</span> <a data-ref=\"Job 4:19\" href=\"/Job.4.19\">Jb 4:19</a> <em>houses of clay</em>, cf. in phr. <span dir=\"rtl\">שֹׁמְרֵי הַבַּיִת</span> <a data-ref=\"Ecclesiastes 12:3\" href=\"/Ecclesiastes.12.3\">Ec 12:3</a> <em>keepers of the house</em>, i.e. the arms; v. further <span dir=\"rtl\">בֵּית מְגוּרָ֑י</span> <a data-ref=\"Psalms 119:54\" href=\"/Psalms.119.54\">ψ 119:54</a>. <strong>d.</strong>  of Sh<sup>e</sup>’ôl, <span dir=\"rtl\">שְׁאוֹל בֵּיתִי</span> <a data-ref=\"Job 17:13\" href=\"/Job.17.13\">Jb 17:13</a>, cf. <span dir=\"rtl\">בֵּית מוֹעֵד לְכָל־חָ֑י</span> <a data-ref=\"Job 30:23\" href=\"/Job.30.23\">30:23</a> (‖ <span dir=\"rtl\">מָוֶת</span>); <span dir=\"rtl\">בֵּית עוֹלָמוֹ</span> <a data-ref=\"Ecclesiastes 12:5\" href=\"/Ecclesiastes.12.5\">Ec 12:5</a> (perhaps = tomb, v. De). <strong>e.</strong>  of abode of light & darkness <a data-ref=\"Job 38:20\" href=\"/Job.38.20\">Jb 38:20</a>. <strong>f.</strong>  Ephraim as <span dir=\"rtl\">בּ׳ יהוה</span> <a data-ref=\"Hosea 8:1\" href=\"/Hosea.8.1\">Ho 8:1</a>; <a data-ref=\"Hosea 9:15\" href=\"/Hosea.9.15\">9:15</a> (cf. <span dir=\"rtl\">אֶרֶץ י׳</span> <a data-ref=\"Hosea 9:3\" href=\"/Hosea.9.3\">9:3</a>); cf. <a data-ref=\"Zechariah 9:8\" href=\"/Zechariah.9.8\">Zc 9:8</a>.<br><strong>2.</strong>  <em>place</em>, of Jerusalem <span dir=\"rtl\">בֵית קִבְרוֹת אֲבֹתַי</span> <a data-ref=\"Nehemiah 2:3\" href=\"/Nehemiah.2.3\">Ne 2:3</a> (‖ <span dir=\"rtl\">עִיר</span> v <a data-ref=\"Nehemiah 2:5\" href=\"/Nehemiah.2.5\">5</a>), cf. also n.pr. cpd. with <span dir=\"rtl\">בֵּית</span>, infr., & <span dir=\"rtl\">בֵּית מַמְלָכָה</span> <a data-ref=\"Amos 7:13\" href=\"/Amos.7.13\">Am 7:13</a> (pred. of Bethel); <span dir=\"rtl\">בֵּית נְתִיבוֹת</span> <a data-ref=\"Proverbs 8:2\" href=\"/Proverbs.8.2\">Pr 8:2</a> i.e. where paths meet RV; <span dir=\"rtl\">בּ׳ אֲבָנִים</span> <a data-ref=\"Job 8:17\" href=\"/Job.8.17\">Jb 8:17</a>; on both these v. <a ,=\"\" data-ref=\"BDB, בֵּית\" dir=\"rtl\" href=\"/BDB,_בֵּית\">בֵּית</a> sub [<a ,=\"\" data-ref=\"BDB, בַּ֫יִן\" dir=\"rtl\" href=\"/BDB,_בַּ֫יִן\">בַּיִן</a>] <a ,=\"\" data-ref=\"BDB, בִּיתָן\" dir=\"rtl\" href=\"/BDB,_בִּיתָן\">בֵּין</a> p. 108.<br>†<strong>3.</strong>  <em>receptacle</em>, <span dir=\"rtl\">תְּעָלָה כְּבֵית סָאתַיִם</span> <a data-ref=\"I Kings 18:32\" href=\"/I_Kings.18.32\">1 K 18:32</a> <em>a trench like a receptacle of two seahs;</em> <span dir=\"rtl\">בָּֽתֵּי נֶפֶשׁ</span> <a data-ref=\"Isaiah 3:20\" href=\"/Isaiah.3.20\">Is 3:20</a> i.e. vials of perfume; especially <span dir=\"rtl\">בָּֽתִּים לְבַדִּים</span> <a data-ref=\"Exodus 25:27\" href=\"/Exodus.25.27\">Ex 25:27</a> <em>holders for the staves</em>, i.e. rings, <span dir=\"rtl\">טַבָּעֹת</span> <em>ib.</em>; so <a data-ref=\"Exodus 37:14\" href=\"/Exodus.37.14\">37:14</a>, <a data-ref=\"Exodus 37:27\" href=\"/Exodus.37.27\">27</a>; <a data-ref=\"Exodus 38:5\" href=\"/Exodus.38.5\">38:5</a>; cf. <span dir=\"rtl\">בָּֽתִּים לַבְּרִיחִם</span> <a data-ref=\"Exodus 26:29\" href=\"/Exodus.26.29\">26:29</a>; <a data-ref=\"Exodus 36:34\" href=\"/Exodus.36.34\">36:34</a> <em>holders for the bars</em> (all P, & all expl. by <span dir=\"rtl\">טבעת</span>); <span dir=\"rtl\">בֵּית־לָהּ סָבִיב</span> <a data-ref=\"Ezekiel 1:27\" href=\"/Ezekiel.1.27\">Ez 1:27</a> (si vera l.) <em>its</em> [cstr. as <a data-ref=\"Psalms 58:5\" href=\"/Psalms.58.5\">ψ 58:5</a>] <em>house</em> (= enclosing cage) <em>was round about</em> (del. BHi Co).<br><strong>4.</strong>  of house as containing a family, hence in phr. of slaves belonging to household <span dir=\"rtl\">יְלִידֵי בֵיתוֹ</span> <a data-ref=\"Genesis 14:14\" href=\"/Genesis.14.14\">Gn 14:14</a> cf. <a data-ref=\"Genesis 17:12\" href=\"/Genesis.17.12\">17:12</a> (opp. <span dir=\"rtl\">מִקְנַת־כֶּסֶף</span>) v <a data-ref=\"Genesis 17:13\" href=\"/Genesis.17.13\">13</a> (all ‖ <em>id.</em>); fig. of Israel <a data-ref=\"Jeremiah 2:14\" href=\"/Jeremiah.2.14\">Je 2:14</a> (‖ <span dir=\"rtl\">עֶבֶד</span>); cf. <span dir=\"rtl\">בֶּן־בֵּיתִי</span> <a data-ref=\"Genesis 15:3\" href=\"/Genesis.15.3\">Gn 15:3</a>; <span dir=\"rtl\">בְּנֵי־בַיִת הָיָה לִי</span> <a data-ref=\"Ecclesiastes 2:7\" href=\"/Ecclesiastes.2.7\">Ec 2:7</a> (as token of wealth & prosperity); also of one’s sister <span dir=\"rtl\">מוֹלֶדֶת בַּיִת</span> <a data-ref=\"Leviticus 18:19\" href=\"/Leviticus.18.19\">Lv 18:19</a> (‖ <span dir=\"rtl\">מ׳ חוּץ</span> cf. infr.); <span dir=\"rtl\">אַנְשֵׁי בֵיתוֹ</span> <a data-ref=\"Genesis 17:27\" href=\"/Genesis.17.27\">Gn 17:27</a>; <span dir=\"rtl\">נַפְשׁוֹת בּ׳</span> <a data-ref=\"Genesis 36:6\" href=\"/Genesis.36.6\">Gn 36:6</a>; <span dir=\"rtl\">כָּל־הַנֶּפֶשׁ לְבֵית־יַעֲקֹב</span> <a data-ref=\"Genesis 46:27\" href=\"/Genesis.46.27\">Gn 46:27</a>. Hence<br><strong>5.</strong>  <em>household, family</em> (592 times) <strong>a.</strong>  ordinary sense, those belonging to the same household <a data-ref=\"Genesis 7:1\" href=\"/Genesis.7.1\">Gn 7:1</a>; <a data-ref=\"Genesis 12:1\" href=\"/Genesis.12.1\">12:1</a>, <a data-ref=\"Genesis 12:17\" href=\"/Genesis.12.17\">17</a> +, <a data-ref=\"Deuteronomy 6:22\" href=\"/Deuteronomy.6.22\">Dt 6:22</a>; <a data-ref=\"Deuteronomy 11:6\" href=\"/Deuteronomy.11.6\">11:6</a> +; Hex mostly JD; E <a data-ref=\"Genesis 35:2\" href=\"/Genesis.35.2\">Gn 35:2</a>; <a data-ref=\"Genesis 42:33\" href=\"/Genesis.42.33\">42:33</a>; <a data-ref=\"Genesis 50:22\" href=\"/Genesis.50.22\">50:22</a> cf. <a data-ref=\"Exodus 1:21\" href=\"/Exodus.1.21\">Ex 1:21</a> infr.; P <a data-ref=\"Genesis 36:6\" href=\"/Genesis.36.6\">Gn 36:6</a> <a data-ref=\"Exodus 1:1\" href=\"/Exodus.1.1\">Ex 1:1</a>; <a data-ref=\"Exodus 12:4\" href=\"/Exodus.12.4\">12:4</a> <a data-ref=\"Leviticus 16:6\" href=\"/Leviticus.16.6\">Lv 16:6</a>, <a data-ref=\"Leviticus 16:11\" href=\"/Leviticus.16.11\">11</a>, <a data-ref=\"Leviticus 16:17\" href=\"/Leviticus.16.17\">17</a> <a data-ref=\"Numbers 16:32\" href=\"/Numbers.16.32\">Nu 16:32</a>; <a data-ref=\"Numbers 18:31\" href=\"/Numbers.18.31\">18:31</a> <a data-ref=\"Joshua 22:15\" href=\"/Joshua.22.15\">Jos 22:15</a>; even where expressly said to inhabit <em>tents</em> <a data-ref=\"Numbers 16:32\" href=\"/Numbers.16.32\">Nu 16:32</a> <a data-ref=\"Deuteronomy 11:6\" href=\"/Deuteronomy.11.6\">Dt 11:6</a> <span dir=\"rtl\">אֶת־בָּֽתֵּיהֶם וְאֶת־אָהֳלֵיהֶם</span>; specif. <span dir=\"rtl\">זְקַן־בּ׳</span> <a data-ref=\"Genesis 24:2\" href=\"/Genesis.24.2\">Gn 24:2</a> cf. <a data-ref=\"Genesis 50:7\" href=\"/Genesis.50.7\">50:7</a> (of rank & dignity in household); of a family of handicraftsmen <span dir=\"rtl\">מִשְׁפְּחוֹת בֵּית־עֲבֹדַת הַבֻּץ</span> <a data-ref=\"I Chronicles 4:21\" href=\"/I_Chronicles.4.21\">1 Ch 4:21</a> (v. <a data-ref=\"BDB, בוץ\" href=\"/BDB,_בוץ\", dir=\"rtl\">בוץ</a>); also, with fig. of house clearly in mind <span dir=\"rtl\">מִשְׁקֹלֶת בּ׳</span> <a data-ref=\"II Kings 21:13\" href=\"/II_Kings.21.13\">2 K 21:13</a>; <span dir=\"rtl\">מַפְתֵּחַ בּ׳</span> <a data-ref=\"Isaiah 22:22\" href=\"/Isaiah.22.22\">Is 22:22</a>. <strong>b.</strong>  family of descendants, descendants as organized body <a data-ref=\"Genesis 18:19\" href=\"/Genesis.18.19\">Gn 18:19</a> (J ‖ <span dir=\"rtl\">בָּנִים</span>) +, & so c. <span dir=\"rtl\">בָּנָה</span> (q.v.) <span dir=\"rtl\">יִבְנֶה בּ׳ אחיו</span> <a data-ref=\"Deuteronomy 25:9\" href=\"/Deuteronomy.25.9\">Dt 25:9</a> cf. <a data-ref=\"Ruth 4:11\" href=\"/Ruth.4.11\">Ru 4:11</a> &, subj. <span dir=\"rtl\">י׳</span>, <span dir=\"rtl\">בָּנָה בּ׳ לְ</span> <a data-ref=\"II Samuel 7:27\" href=\"/II_Samuel.7.27\">2 S 7:27</a> = <a data-ref=\"I Chronicles 17:10\" href=\"/I_Chronicles.17.10\">1 Ch 17:10</a>, <a data-ref=\"I Chronicles 17:25\" href=\"/I_Chronicles.17.25\">25</a>; also <a data-ref=\"I Samuel 2:35\" href=\"/I_Samuel.2.35\">1 S 2:35</a> <a data-ref=\"I Kings 11:38\" href=\"/I_Kings.11.38\">1 K 11:38</a> (both <span dir=\"rtl\">בּ׳ נֶאֱמָן</span>), so <span dir=\"rtl\">עשׂה בּ׳ לְ</span> <a data-ref=\"II Samuel 7:11\" href=\"/II_Samuel.7.11\">2 S 7:11</a> <a data-ref=\"I Kings 2:24\" href=\"/I_Kings.2.24\">1 K 2:24</a>; also pl. <span dir=\"rtl\">וַיַּעַשׂ לָהֶם בָּֽתִּים</span> <a data-ref=\"Exodus 1:21\" href=\"/Exodus.1.21\">Ex 1:21</a>; <span dir=\"rtl\">עשׂה ב׳ נֶאֱמָן לְ</span> <a data-ref=\"I Samuel 25:28\" href=\"/I_Samuel.25.28\">1 S 25:28</a>; cf. especially c. n.pr., e.g. <strong>c.</strong>  †<span dir=\"rtl\">בֵּית שָׁאוּל</span> <a data-ref=\"II Samuel 3:1\" href=\"/II_Samuel.3.1\">2 S 3:1</a><sup>(×2)</sup>, <a data-ref=\"II Samuel 3:6\" href=\"/II_Samuel.3.6\">6</a><sup>(×2)</sup>, <a data-ref=\"II Samuel 3:8\" href=\"/II_Samuel.3.8\">8</a>, <a data-ref=\"II Samuel 3:10\" href=\"/II_Samuel.3.10\">10</a>; <a data-ref=\"II Samuel 9:1\" href=\"/II_Samuel.9.1\">9:1</a>, <a data-ref=\"II Samuel 9:2\" href=\"/II_Samuel.9.2\">2</a>, <a data-ref=\"II Samuel 9:3\" href=\"/II_Samuel.9.3\">3</a>, <a data-ref=\"II Samuel 9:9\" href=\"/II_Samuel.9.9\">9</a>; <a data-ref=\"II Samuel 16:5\" href=\"/II_Samuel.16.5\">16:5</a> <span dir=\"rtl\">(משׁפחת בּ׳ שׁ׳)</span>, v <a data-ref=\"II Samuel 16:8\" href=\"/II_Samuel.16.8\">8</a>; <a data-ref=\"II Samuel 19:18\" href=\"/II_Samuel.19.18\">19:18</a> (cf. <a data-ref=\"II Samuel 21:1\" href=\"/II_Samuel.21.1\">21:1</a> where read <span dir=\"rtl\">וְאֶל־בֵּיתֹה דָמִים</span>, so 𝔊 We Dr) <a data-ref=\"I Chronicles 12:29\" href=\"/I_Chronicles.12.29\">1 Ch 12:29</a>; †<span dir=\"rtl\">בֵּית דָּוִד</span> <a data-ref=\"II Samuel 3:1\" href=\"/II_Samuel.3.1\">2 S 3:1</a>, <a data-ref=\"II Samuel 3:6\" href=\"/II_Samuel.3.6\">6</a>; <a data-ref=\"II Samuel 7:26\" href=\"/II_Samuel.7.26\">7:26</a> = <a data-ref=\"I Chronicles 17:24\" href=\"/I_Chronicles.17.24\">1 Ch 17:24</a> (cf. context in both), <a data-ref=\"I Kings 12:19\" href=\"/I_Kings.12.19\">1 K 12:19</a> = <a data-ref=\"II Chronicles 10:19\" href=\"/II_Chronicles.10.19\">2 Ch 10:19</a>, v <a data-ref=\"I Kings 12:20\" href=\"/I_Kings.12.20\">20</a>, <a data-ref=\"I Kings 12:26\" href=\"/I_Kings.12.26\">26</a>; <a data-ref=\"I Kings 13:2\" href=\"/I_Kings.13.2\">13:2</a>; <a data-ref=\"I Kings 14:8\" href=\"/I_Kings.14.8\">14:8</a> <a data-ref=\"II Kings 17:21\" href=\"/II_Kings.17.21\">2 K 17:21</a> <a data-ref=\"Isaiah 7:2\" href=\"/Isaiah.7.2\">Is 7:2</a>, <a data-ref=\"Isaiah 7:13\" href=\"/Isaiah.7.13\">13</a>; <a data-ref=\"Isaiah 22:22\" href=\"/Isaiah.22.22\">22:22</a> <a data-ref=\"Jeremiah 21:12\" href=\"/Jeremiah.21.12\">Je 21:12</a> <a data-ref=\"Zechariah 12:7\" href=\"/Zechariah.12.7\">Zc 12:7</a>, <a data-ref=\"Zechariah 12:8\" href=\"/Zechariah.12.8\">8</a>, <a data-ref=\"Zechariah 12:10\" href=\"/Zechariah.12.10\">10</a>, <a data-ref=\"Zechariah 12:12\" href=\"/Zechariah.12.12\">12</a> <span dir=\"rtl\">(משׁפחת בּ׳ דּ׳)</span> <a data-ref=\"II Chronicles 21:7\" href=\"/II_Chronicles.21.7\">2 Ch 21:7</a> <a data-ref=\"Psalms 122:5\" href=\"/Psalms.122.5\">ψ 122:5</a>; †<span dir=\"rtl\">בּ׳ יָרָבְעָם</span> <a data-ref=\"I Kings 13:34\" href=\"/I_Kings.13.34\">1 K 13:34</a>; <a data-ref=\"I Kings 14:10\" href=\"/I_Kings.14.10\">14:10</a><sup>(×2)</sup>, <a data-ref=\"I Kings 14:13\" href=\"/I_Kings.14.13\">13</a>, <a data-ref=\"I Kings 14:14\" href=\"/I_Kings.14.14\">14</a>; <a data-ref=\"I Kings 15:29\" href=\"/I_Kings.15.29\">15:29</a>; <a data-ref=\"I Kings 16:3\" href=\"/I_Kings.16.3\">16:3</a> <a data-ref=\"I Kings 21:22\" href=\"/I_Kings.21.22\">21:22</a> <a data-ref=\"II Kings 9:9\" href=\"/II_Kings.9.9\">2 K 9:9</a>; <a data-ref=\"II Kings 13:6\" href=\"/II_Kings.13.6\">13:6</a>; †<span dir=\"rtl\">בּ׳ אַחְאָב</span> <a data-ref=\"II Kings 8:18\" href=\"/II_Kings.8.18\">2 K 8:18</a>, <a data-ref=\"II Kings 8:27\" href=\"/II_Kings.8.27\">27</a><sup>(×3)</sup> (of Ahaziah <span dir=\"rtl\">חֲתַן בּ׳ א׳</span>), <a data-ref=\"II Kings 9:7\" href=\"/II_Kings.9.7\">9:7</a>, <a data-ref=\"II Kings 9:8\" href=\"/II_Kings.9.8\">8</a>, <a data-ref=\"II Kings 9:9\" href=\"/II_Kings.9.9\">9</a>; <a data-ref=\"II Kings 10:10\" href=\"/II_Kings.10.10\">10:10</a>, <a data-ref=\"II Kings 10:11\" href=\"/II_Kings.10.11\">11</a>; <a data-ref=\"II Kings 21:13\" href=\"/II_Kings.21.13\">21:13</a> <a data-ref=\"Micah 6:16\" href=\"/Micah.6.16\">Mi 6:16</a> <a data-ref=\"II Chronicles 21:6\" href=\"/II_Chronicles.21.6\">2 Ch 21:6</a>, <a data-ref=\"II Chronicles 21:13\" href=\"/II_Chronicles.21.13\">13</a>; <a data-ref=\"II Chronicles 22:3\" href=\"/II_Chronicles.22.3\">22:3</a>, <a data-ref=\"II Chronicles 22:4\" href=\"/II_Chronicles.22.4\">4</a>, <a data-ref=\"II Chronicles 22:7\" href=\"/II_Chronicles.22.7\">7</a>, <a data-ref=\"II Chronicles 22:8\" href=\"/II_Chronicles.22.8\">8</a>; etc. <strong>d.</strong>  especially of Hebrew people & subdivisions: (α) †<span dir=\"rtl\">בֵּית יִשְׂחָ֑ק</span> <a data-ref=\"Amos 7:16\" href=\"/Amos.7.16\">Am 7:16</a>; (β) †<span dir=\"rtl\">בּ׳ עֵשָׂו</span> <a data-ref=\"Obadiah 1:18\" href=\"/Obadiah.1.18\">Ob 18</a><sup>(×2)</sup>; (γ) †<span dir=\"rtl\">בֵּית יַעֲקֹב</span> <a data-ref=\"Genesis 46:27\" href=\"/Genesis.46.27\">Gn 46:27</a> (P) <a data-ref=\"Exodus 19:3\" href=\"/Exodus.19.3\">Ex 19:3</a> (E) <a data-ref=\"Amos 3:13\" href=\"/Amos.3.13\">Am 3:13</a>; <a data-ref=\"Amos 9:8\" href=\"/Amos.9.8\">9:8</a> <a data-ref=\"Micah 2:7\" href=\"/Micah.2.7\">Mi 2:7</a>; <a data-ref=\"Micah 3:9\" href=\"/Micah.3.9\">3:9</a> <a data-ref=\"Obadiah 1:17\" href=\"/Obadiah.1.17\">Ob 17</a>, <a data-ref=\"Obadiah 1:18\" href=\"/Obadiah.1.18\">18</a> <a data-ref=\"Isaiah 8:17\" href=\"/Isaiah.8.17\">Is 8:17</a>; <a data-ref=\"Isaiah 10:20\" href=\"/Isaiah.10.20\">10:20</a>; <a data-ref=\"Isaiah 14:1\" href=\"/Isaiah.14.1\">14:1</a>; <a data-ref=\"Isaiah 29:22\" href=\"/Isaiah.29.22\">29:22</a>; <a data-ref=\"Isaiah 46:3\" href=\"/Isaiah.46.3\">46:3</a>; <a data-ref=\"Isaiah 48:1\" href=\"/Isaiah.48.1\">48:1</a>; <a data-ref=\"Isaiah 58:1\" href=\"/Isaiah.58.1\">58:1</a> <a data-ref=\"Jeremiah 2:4\" href=\"/Jeremiah.2.4\">Je 2:4</a>; <a data-ref=\"Jeremiah 5:20\" href=\"/Jeremiah.5.20\">5:20</a> <a data-ref=\"Psalms 114:1\" href=\"/Psalms.114.1\">ψ 114:1</a>; also <span dir=\"rtl\">זֶרַע בּ׳ יעקב</span> <a data-ref=\"Ezekiel 20:5\" href=\"/Ezekiel.20.5\">Ez 20:5</a> (del. Co); most frequently (δ) <span dir=\"rtl\">בֵּית יִשְׂרָאֵל</span> (Vrss & var. sometimes <span dir=\"rtl\">בני</span> v. <a data-ref=\"BDB, בֵּן²\" href=\"/BDB,_בֵּן²\", dir=\"rtl\">בֵּן</a>) †Hex <a data-ref=\"Exodus 16:31\" href=\"/Exodus.16.31\">Ex 16:31</a>; <a data-ref=\"Exodus 40:38\" href=\"/Exodus.40.38\">40:38</a> <a data-ref=\"Leviticus 10:6\" href=\"/Leviticus.10.6\">Lv 10:6</a> <a data-ref=\"Numbers 20:29\" href=\"/Numbers.20.29\">Nu 20:29</a> (all P) <a data-ref=\"Leviticus 17:3\" href=\"/Leviticus.17.3\">Lv 17:3</a>, <a data-ref=\"Leviticus 17:8\" href=\"/Leviticus.17.8\">8</a>, <a data-ref=\"Leviticus 17:10\" href=\"/Leviticus.17.10\">10</a>; <a data-ref=\"Leviticus 22:18\" href=\"/Leviticus.22.18\">22:18</a> (H) <a data-ref=\"Joshua 21:43\" href=\"/Joshua.21.43\">Jos 21:43</a> (D) †; <a data-ref=\"I Samuel 7:2\" href=\"/I_Samuel.7.2\">1 S 7:2</a> + 8 times S K; <a data-ref=\"Hosea 1:4\" href=\"/Hosea.1.4\">Ho 1:4</a>, <a data-ref=\"Hosea 1:6\" href=\"/Hosea.1.6\">6</a>; <a data-ref=\"Hosea 5:1\" href=\"/Hosea.5.1\">5:1</a>; <a data-ref=\"Hosea 6:10\" href=\"/Hosea.6.10\">6:10</a>; <a data-ref=\"Hosea 12:1\" href=\"/Hosea.12.1\">12:1</a>; <a data-ref=\"Amos 5:1\" href=\"/Amos.5.1\">Am 5:1</a> + 7 times Am; † <a data-ref=\"Micah 1:5\" href=\"/Micah.1.5\">Mi 1:5</a>; <a data-ref=\"Micah 3:1\" href=\"/Micah.3.1\">3:1</a>, <a data-ref=\"Micah 3:9\" href=\"/Micah.3.9\">9</a> <a data-ref=\"Isaiah 5:7\" href=\"/Isaiah.5.7\">Is 5:7</a>; <a data-ref=\"Isaiah 14:2\" href=\"/Isaiah.14.2\">14:2</a>, also <a data-ref=\"Isaiah 46:3\" href=\"/Isaiah.46.3\">46:3</a>; <a data-ref=\"Isaiah 63:7\" href=\"/Isaiah.63.7\">63:7</a> <a data-ref=\"Zechariah 8:13\" href=\"/Zechariah.8.13\">Zc 8:13</a>†; but especially <a data-ref=\"Jeremiah 2:4\" href=\"/Jeremiah.2.4\">Je 2:4</a>, <a data-ref=\"Jeremiah 2:26\" href=\"/Jeremiah.2.26\">26</a> + 17 times Je; <a data-ref=\"Ezekiel 3:1\" href=\"/Ezekiel.3.1\">Ez 3:1</a>, <a data-ref=\"Ezekiel 3:4\" href=\"/Ezekiel.3.4\">4</a>, <a data-ref=\"Ezekiel 3:5\" href=\"/Ezekiel.3.5\">5</a>, <a data-ref=\"Ezekiel 3:7\" href=\"/Ezekiel.3.7\">7</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 3:17\" href=\"/Ezekiel.3.17\">17</a> + 75 times Ez; also <span dir=\"rtl\">זֶרַע בּ׳ יִשְׂרָאֵל</span> <a data-ref=\"Jeremiah 23:8\" href=\"/Jeremiah.23.8\">Je 23:8</a> <a data-ref=\"Ezekiel 44:22\" href=\"/Ezekiel.44.22\">Ez 44:22</a> (Co del. <span dir=\"rtl\">בּ׳</span>); +<span dir=\"rtl\">שְׁנֵי בָֽתֵּי יִשְׂרָאֵל</span> <a data-ref=\"Isaiah 8:14\" href=\"/Isaiah.8.14\">Is 8:14</a>; <span dir=\"rtl\">בֵּית יִשְׂרָאֵל וִיהוּדָה</span> <a data-ref=\"Ezekiel 9:9\" href=\"/Ezekiel.9.9\">Ez 9:9</a> + <a data-ref=\"Ezekiel 25:8\" href=\"/Ezekiel.25.8\">25:8</a> Co; further <span dir=\"rtl\">בֵּית מְרִי</span> <em>rebellious house</em> (of Isr.) <a data-ref=\"Ezekiel 2:5\" href=\"/Ezekiel.2.5\">Ez 2:5</a>, <a data-ref=\"Ezekiel 2:6\" href=\"/Ezekiel.2.6\">6</a>; <a data-ref=\"Ezekiel 3:9\" href=\"/Ezekiel.3.9\">3:9</a>, <a data-ref=\"Ezekiel 3:26\" href=\"/Ezekiel.3.26\">26</a>, <a data-ref=\"Ezekiel 3:27\" href=\"/Ezekiel.3.27\">27</a>; <a data-ref=\"Ezekiel 12:2\" href=\"/Ezekiel.12.2\">12:2</a>, <a data-ref=\"Ezekiel 12:3\" href=\"/Ezekiel.12.3\">3</a>, & <span dir=\"rtl\">בּ׳ הַמֶּ֑רִי</span> <a data-ref=\"Ezekiel 2:8\" href=\"/Ezekiel.2.8\">Ez 2:8</a>; <a data-ref=\"Ezekiel 12:2\" href=\"/Ezekiel.12.2\">12:2</a>, <a data-ref=\"Ezekiel 12:9\" href=\"/Ezekiel.12.9\">9</a>, <a data-ref=\"Ezekiel 12:25\" href=\"/Ezekiel.12.25\">25</a>; <a data-ref=\"Ezekiel 17:12\" href=\"/Ezekiel.17.12\">17:12</a>; <a data-ref=\"Ezekiel 24:3\" href=\"/Ezekiel.24.3\">24:3</a> [+ <a data-ref=\"Ezekiel 44:6\" href=\"/Ezekiel.44.6\">44:6</a> Co]; (ε) <span dir=\"rtl\">בֵּית יְהוּדָה</span> <a data-ref=\"II Samuel 2:4\" href=\"/II_Samuel.2.4\">2 S 2:4</a>, <a data-ref=\"II Samuel 2:7\" href=\"/II_Samuel.2.7\">7</a>, <a data-ref=\"II Samuel 2:10\" href=\"/II_Samuel.2.10\">10</a>, <a data-ref=\"II Samuel 2:11\" href=\"/II_Samuel.2.11\">11</a> <a data-ref=\"I Kings 12:21\" href=\"/I_Kings.12.21\">1 K 12:21</a> = <a data-ref=\"II Chronicles 11:1\" href=\"/II_Chronicles.11.1\">2 Ch 11:1</a>, <a data-ref=\"II Kings 19:30\" href=\"/II_Kings.19.30\">2 K 19:30</a> = <a data-ref=\"Isaiah 37:31\" href=\"/Isaiah.37.31\">Is 37:31</a>, <a data-ref=\"Isaiah 22:21\" href=\"/Isaiah.22.21\">Is 22:21</a> <a data-ref=\"Hosea 1:7\" href=\"/Hosea.1.7\">Ho 1:7</a>; <a data-ref=\"Hosea 5:12\" href=\"/Hosea.5.12\">5:12</a>, <a data-ref=\"Hosea 5:14\" href=\"/Hosea.5.14\">14</a> <a data-ref=\"Zephaniah 2:7\" href=\"/Zephaniah.2.7\">Zp 2:7</a> <a data-ref=\"Zechariah 8:13\" href=\"/Zechariah.8.13\">Zc 8:13</a>, <a data-ref=\"Zechariah 8:15\" href=\"/Zechariah.8.15\">15</a>, <a data-ref=\"Zechariah 8:19\" href=\"/Zechariah.8.19\">19</a>; <a data-ref=\"Zechariah 10:3\" href=\"/Zechariah.10.3\">10:3</a>, <a data-ref=\"Zechariah 10:6\" href=\"/Zechariah.10.6\">6</a>; <a data-ref=\"Zechariah 12:4\" href=\"/Zechariah.12.4\">12:4</a>, & especially <a data-ref=\"Jeremiah 3:18\" href=\"/Jeremiah.3.18\">Je 3:18</a> + 9 times Je; <a data-ref=\"Ezekiel 4:6\" href=\"/Ezekiel.4.6\">Ez 4:6</a> + 4 times Ez + <a data-ref=\"Ezekiel 9:9\" href=\"/Ezekiel.9.9\">9:9</a> supr. also †<span dir=\"rtl\">בּ׳ יְהוּדָה וּבִנְיָמִן</span> <a data-ref=\"I Kings 12:23\" href=\"/I_Kings.12.23\">1 K 12:23</a>; †<span dir=\"rtl\">בּ׳ מֶלֶךְ יְהוּדָה</span> <a data-ref=\"Jeremiah 21:11\" href=\"/Jeremiah.21.11\">Je 21:11</a>; <a data-ref=\"Jeremiah 22:6\" href=\"/Jeremiah.22.6\">22:6</a>; (ζ) †<span dir=\"rtl\">בּ׳ יוֹסֵף</span> <a data-ref=\"Genesis 50:8\" href=\"/Genesis.50.8\">Gn 50:8</a> <a data-ref=\"Joshua 17:17\" href=\"/Joshua.17.17\">Jos 17:17</a>; <a data-ref=\"Joshua 18:5\" href=\"/Joshua.18.5\">18:5</a> (all JE) <a data-ref=\"Judges 1:22\" href=\"/Judges.1.22\">Ju 1:22</a>, <a data-ref=\"Judges 1:23\" href=\"/Judges.1.23\">23</a>, <a data-ref=\"Judges 1:35\" href=\"/Judges.1.35\">35</a> <a data-ref=\"II Samuel 19:21\" href=\"/II_Samuel.19.21\">2 S 19:21</a> <a data-ref=\"I Kings 11:28\" href=\"/I_Kings.11.28\">1 K 11:28</a> <a data-ref=\"Amos 5:6\" href=\"/Amos.5.6\">Am 5:6</a> <a data-ref=\"Obadiah 1:18\" href=\"/Obadiah.1.18\">Ob 18</a> <a data-ref=\"Zechariah 10:6\" href=\"/Zechariah.10.6\">Zc 10:6</a>; (η) †<span dir=\"rtl\">בּ׳ אֶפְרַיִם</span> <a data-ref=\"Judges 10:9\" href=\"/Judges.10.9\">Ju 10:9</a>; (θ) <span dir=\"rtl\">בּ׳ בִּנְיָמִן</span> <a data-ref=\"II Samuel 3:19\" href=\"/II_Samuel.3.19\">2 S 3:19</a> cf. <a data-ref=\"I Kings 12:23\" href=\"/I_Kings.12.23\">1 K 12:23</a> supr.; (ι) †<span dir=\"rtl\">בּ׳ יִּשָּׂשכָר</span> <a data-ref=\"I Kings 15:27\" href=\"/I_Kings.15.27\">1 K 15:27</a>; (κ) †<span dir=\"rtl\">בּ׳ לֵוִי</span> <a data-ref=\"Exodus 2:1\" href=\"/Exodus.2.1\">Ex 2:1</a> (E) <a data-ref=\"Numbers 17:23\" href=\"/Numbers.17.23\">Nu 17:23</a> (P) <a data-ref=\"Zechariah 12:13\" href=\"/Zechariah.12.13\">Zc 12:13</a> <span dir=\"rtl\">(משׁפחת ב׳ ל׳)</span>, <a data-ref=\"Psalms 135:20\" href=\"/Psalms.135.20\">ψ 135:20</a>; & (λ) <span dir=\"rtl\">בּ׳ אַהֲרֹן</span> <a data-ref=\"Psalms 115:10\" href=\"/Psalms.115.10\">ψ 115:10</a>, <a data-ref=\"Psalms 115:12\" href=\"/Psalms.115.12\">12</a>; <a data-ref=\"Psalms 118:3\" href=\"/Psalms.118.3\">118:3</a>; <a data-ref=\"Psalms 135:19\" href=\"/Psalms.135.19\">135:19</a>. <strong>e.</strong>  technically, yet with some looseness of usage, <span dir=\"rtl\">בֵּית אָב</span> <em>father’s house</em>, of family or clan, pl. <span dir=\"rtl\">בֵּית אָבוֹת</span> <em>father-houses, families</em> (e.g. <a data-ref=\"Numbers 1:2\" href=\"/Numbers.1.2\">Nu 1:2</a>) (79 times; only P & Chr) <a data-ref=\"Exodus 6:14\" href=\"/Exodus.6.14\">Ex 6:14</a>; <a data-ref=\"Exodus 12:3\" href=\"/Exodus.12.3\">12:3</a> <a data-ref=\"Numbers 1:2\" href=\"/Numbers.1.2\">Nu 1:2</a>, <a data-ref=\"Numbers 1:4\" href=\"/Numbers.1.4\">4</a>, <a data-ref=\"Numbers 1:18\" href=\"/Numbers.1.18\">18</a> + 41 times Nu; <a data-ref=\"Joshua 22:14\" href=\"/Joshua.22.14\">Jos 22:14</a><sup>(×2)</sup> <a data-ref=\"I Chronicles 4:38\" href=\"/I_Chronicles.4.38\">1 Ch 4:38</a>; <a data-ref=\"I Chronicles 5:13\" href=\"/I_Chronicles.5.13\">5:13</a> + 25 times Ch; <a data-ref=\"Ezra 2:59\" href=\"/Ezra.2.59\">Ezr 2:59</a>; <a data-ref=\"Ezra 10:16\" href=\"/Ezra.10.16\">10:16</a> <a data-ref=\"Nehemiah 7:60\" href=\"/Nehemiah.7.60\">Ne 7:61</a>; <a data-ref=\"Nehemiah 10:35\" href=\"/Nehemiah.10.35\">10:35</a>; = tribe <a data-ref=\"Numbers 17:17\" href=\"/Numbers.17.17\">Nu 17:17</a><sup>(×2)</sup>, <a data-ref=\"Numbers 17:18\" href=\"/Numbers.17.18\">18</a>, <a data-ref=\"Numbers 17:21\" href=\"/Numbers.17.21\">21</a>; = main division of tribe <a data-ref=\"Numbers 3:20\" href=\"/Numbers.3.20\">Nu 3:20</a>, <a data-ref=\"Numbers 3:24\" href=\"/Numbers.3.24\">24</a> +, cf. <a data-ref=\"Numbers 34:14\" href=\"/Numbers.34.14\">34:14</a><sup>(×2)</sup> etc.; further subdivision <a data-ref=\"Exodus 12:3\" href=\"/Exodus.12.3\">Ex 12:3</a> <a data-ref=\"I Chronicles 7:2\" href=\"/I_Chronicles.7.2\">1 Ch 7:2</a>, <a data-ref=\"I Chronicles 7:7\" href=\"/I_Chronicles.7.7\">7</a> +; cf. especially <a data-ref=\"I Chronicles 23:11\" href=\"/I_Chronicles.23.11\">1 Ch 23:11</a> <em>Jeush and Beriah had not many sons, therefore they became</em> <span dir=\"rtl\">לְבֵית אָב לִפְקֻדָּה אֶחָ֑ת</span> (cf. <span dir=\"rtl\">ראשׁי אבות</span>, sub <span dir=\"rtl\">אב</span>).<br><strong>6.</strong>  house, including <em>household affairs</em>, persons, property, etc. <span dir=\"rtl\">וַיַּפְקִדֵהוּ עַל־בֵּיתוֹ</span> <a data-ref=\"Genesis 39:4\" href=\"/Genesis.39.4\">Gn 39:4</a> cf. <span dir=\"rtl\">בְּבֵיתוֹ</span> v <a data-ref=\"Genesis 39:5\" href=\"/Genesis.39.5\">5</a>; <span dir=\"rtl\">אֲשֶׁר עַל־בֵּיתוֹ</span> <a data-ref=\"Genesis 44:1\" href=\"/Genesis.44.1\">Gn 44:1</a>, <a data-ref=\"Genesis 44:4\" href=\"/Genesis.44.4\">4</a>; hence <span dir=\"rtl\">אשׁר על הבית</span> as title of governor of the palace (Ew<sup>H iii. 269</sup>) <a data-ref=\"Isaiah 22:15\" href=\"/Isaiah.22.15\">Is 22:15</a>; <a data-ref=\"Isaiah 36:3\" href=\"/Isaiah.36.3\">36:3</a> cf. <a data-ref=\"I Kings 4:6\" href=\"/I_Kings.4.6\">1 K 4:6</a> <a data-ref=\"II Kings 15:5\" href=\"/II_Kings.15.5\">2 K 15:5</a>; in Israel <a data-ref=\"I Kings 16:9\" href=\"/I_Kings.16.9\">1 K 16:9</a>; <a data-ref=\"I Kings 18:3\" href=\"/I_Kings.18.3\">18:3</a> <a data-ref=\"II Kings 10:5\" href=\"/II_Kings.10.5\">2 K 10:5</a>: further <a data-ref=\"II Samuel 17:23\" href=\"/II_Samuel.17.23\">2 S 17:23</a> <a data-ref=\"II Kings 20:1\" href=\"/II_Kings.20.1\">2 K 20:1</a> = <a data-ref=\"Isaiah 38:1\" href=\"/Isaiah.38.1\">Is 38:1</a>; hence of personal property <a data-ref=\"I Kings 13:8\" href=\"/I_Kings.13.8\">1 K 13:8</a> <span dir=\"rtl\">אִם־תִּתֶּן־לִי אֶת־חֲצִי בֵּיהֶ֑ךָ</span>; family and property (everything on which one depends) <a data-ref=\"Job 8:15\" href=\"/Job.8.15\">Jb 8:15</a>.<br><strong>7.</strong>  <span dir=\"rtl\">בַּ֫יְתָה</span>, <span dir=\"rtl\">בָּ֑יְתָה</span>, lit. <em>housewards</em>, hence metaph. <em>inwards</em>, †<a data-ref=\"Exodus 28:26\" href=\"/Exodus.28.26\">Ex 28:26</a> = <a data-ref=\"Exodus 39:19\" href=\"/Exodus.39.19\">39:19</a> (sc. of the ephod), <a data-ref=\"I Kings 7:25\" href=\"/I_Kings.7.25\">1 K 7:25</a> = <a data-ref=\"II Chronicles 4:4\" href=\"/II_Chronicles.4.4\">2 Ch 4:4</a> (sc. of the circle of oxen supporting the molten sea); <a data-ref=\"II Samuel 5:9\" href=\"/II_Samuel.5.9\">2 S 5:9</a> <span dir=\"rtl\">מִן־הַמִּלּוֹא וָבָ֑יְתָה</span> from the Millo and <em>inward</em>, <a data-ref=\"Ezekiel 44:17\" href=\"/Ezekiel.44.17\">Ez 44:17</a>.<br><strong>8.</strong>  <span dir=\"rtl\">מִבַּיִת</span> <strong>a.</strong>  adv. <em>on the inside</em> (of a building, chest, etc.: opp. <span dir=\"rtl\">מִחוּץ</span>) †<a data-ref=\"Genesis 6:14\" href=\"/Genesis.6.14\">Gn 6:14</a> <a data-ref=\"Exodus 25:11\" href=\"/Exodus.25.11\">Ex 25:11</a> = <a data-ref=\"Exodus 37:2\" href=\"/Exodus.37.2\">37:2</a> <a data-ref=\"Leviticus 14:41\" href=\"/Leviticus.14.41\">Lv 14:41</a> <a data-ref=\"I Kings 6:15\" href=\"/I_Kings.6.15\">1 K 6:15</a>, <a data-ref=\"I Kings 6:16\" href=\"/I_Kings.6.16\">16</a>; <a data-ref=\"I Kings 7:9\" href=\"/I_Kings.7.9\">7:9</a> <a data-ref=\"II Kings 6:30\" href=\"/II_Kings.6.30\">2 K 6:30</a> (of a person’s clothes), <a data-ref=\"Ezekiel 7:15\" href=\"/Ezekiel.7.15\">Ez 7:15</a>; so with ה loc. <span dir=\"rtl\">מִבַּ֫יְתָה</span> †<a data-ref=\"I Kings 6:15\" href=\"/I_Kings.6.15\">1 K 6:15</a>. <strong>b.</strong>  †<span dir=\"rtl\">מִבֵּית לְ</span> (cstr. Ges<sup>§ 130, 1 n.</sup>) prep. <em>within</em> (opp. <span dir=\"rtl\">מִחוּץ לְ</span>), <span dir=\"rtl\">מִבֵּית לַפָּרֹכֶת</span> <em>within</em> the veil <a data-ref=\"Exodus 26:33\" href=\"/Exodus.26.33\">Ex 26:33</a> <a data-ref=\"Leviticus 16:2\" href=\"/Leviticus.16.2\">Lv 16:2</a>, <a data-ref=\"Leviticus 16:12\" href=\"/Leviticus.16.12\">12</a> <a data-ref=\"Numbers 18:7\" href=\"/Numbers.18.7\">Nu 18:7</a> <span dir=\"rtl\">לְכָל־דְּבַר הַמִּזִבֵּחַ וּלְמִבֵּית לַפָּרֹכֶת</span> for everything of the altar, and for (that) <em>within</em> the veil; <a data-ref=\"I Kings 7:8\" href=\"/I_Kings.7.8\">1 K 7:8</a>, <a data-ref=\"I Kings 7:31\" href=\"/I_Kings.7.31\">31</a> (read <span dir=\"rtl\">לַכְּתֵפֹת</span>; see VB & Sta<sup>ZAW 1883, 165</sup>); <span dir=\"rtl\">אֶל־מִבֵּית לְ</span> (after a verb of motion) <em>in within</em> <a data-ref=\"Leviticus 16:15\" href=\"/Leviticus.16.15\">Lv 16:15</a> <a data-ref=\"II Kings 11:15\" href=\"/II_Kings.11.15\">2 K 11:15</a> = <a data-ref=\"II Chronicles 23:14\" href=\"/II_Chronicles.23.14\">2 Ch 23:14</a>. Note.—<span dir=\"rtl\">בית</span> perhaps occurs abbrev. into <span dir=\"rtl\">בּ</span> in n.pr. <span dir=\"rtl\">בְּעֶשְׁתְּרָה</span> q.v. so Thes al.; cf. also Aramaic <span dir=\"rtl\">בא</span> = <span dir=\"rtl\">בית</span> in like usage Lag<sup>Armen. Stud. § 339; Se i. 51; GGA 1884, 276</sup>. On <span dir=\"rtl\">בְּ</span> as abbrev. <span dir=\"rtl\">בית</span> v. Wetzst <sup>Hauran 110</sup> Kampffmeyer<sup>ZPV xv (1892), 111</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d199b6084aa1cbf1011b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, טַבָּח 1", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "BDB, טַבָּח 1", "sourceHeRef": "בראון-דרייבר-בריגס, טַבָּח א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "טַבָּח", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">טַבָּח</span></big>  <strong>n.m.</strong> <a data-ref=\"I Samuel 9:23\" href=\"/I_Samuel.9.23\">1 S 9:23</a> <strong>1. cook</strong>, <strong>2.guardsman</strong>;—<br>†<strong>1.</strong>  <em>cook</em> (who also killed the animal for food and served it) <span dir=\"rtl\">טַבָּח</span> abs. <a data-ref=\"I Samuel 9:23\" href=\"/I_Samuel.9.23\">1 S 9:23</a>, <a data-ref=\"I Samuel 9:24\" href=\"/I_Samuel.9.24\">24</a>†.<br><strong>2.</strong>  elsewhere only pl. <span dir=\"rtl\">טַבָּחִים</span> <em>guardsmen, bodyguard</em> (orig. royal <em>slaughterers;</em> v. RS<sup>OTJC 426 (262); Sem i. 1st ed., 396</sup>); always in the foll. combinations: <span dir=\"rtl\">שַׂר הַטּ׳</span> <em>captain of</em> Pharaoh’s <em>bodyguard</em> <a data-ref=\"Genesis 37:36\" href=\"/Genesis.37.36\">Gn 37:36</a>; <a data-ref=\"Genesis 39:1\" href=\"/Genesis.39.1\">39:1</a> (both J), <a data-ref=\"Genesis 40:3\" href=\"/Genesis.40.3\">40:3</a>, <a data-ref=\"Genesis 40:4\" href=\"/Genesis.40.4\">4</a>; <a data-ref=\"Genesis 41:10\" href=\"/Genesis.41.10\">41:10</a>, <a data-ref=\"Genesis 41:12\" href=\"/Genesis.41.12\">12</a> (all E); <span dir=\"rtl\">רַב־ט׳</span> <em>chief of</em> Nebuchadr.’s <em>bodyguard</em> <a data-ref=\"II Kings 25:8\" href=\"/II_Kings.25.8\">2 K 25:8</a>, <a data-ref=\"II Kings 25:10\" href=\"/II_Kings.25.10\">10</a>, <a data-ref=\"II Kings 25:11\" href=\"/II_Kings.25.11\">11</a>, <a data-ref=\"II Kings 25:12\" href=\"/II_Kings.25.12\">12</a>, <a data-ref=\"II Kings 25:15\" href=\"/II_Kings.25.15\">15</a>, <a data-ref=\"II Kings 25:18\" href=\"/II_Kings.25.18\">18</a>, <a data-ref=\"II Kings 25:20\" href=\"/II_Kings.25.20\">20</a> <a data-ref=\"Jeremiah 39:9\" href=\"/Jeremiah.39.9\">Je 39:9</a> + 16 times Je (hence Aramaic <span dir=\"rtl\">רַב טַבָּחַיָּא</span> <a data-ref=\"Daniel 2:14\" href=\"/Daniel.2.14\">Dn 2:14</a>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d339b6084aa1cbf23fad", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, סֹ֫הַר 1", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "BDB, סֹ֫הַר 1", "sourceHeRef": "בראון-דרייבר-בריגס, סֹ֫הַר א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "סֹ֫הַר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">סֹ֫הַר</span></big>  <strong>n.</strong>[<strong>m.</strong>] <strong>roundness</strong> (?);—only in <span dir=\"rtl\">בֵּית הַסּ׳</span> <a data-ref=\"Genesis 39:20\" href=\"/Genesis.39.20\">Gn 39:20</a><sup>(×2)</sup>, <a data-ref=\"Genesis 39:21\" href=\"/Genesis.39.21\">21</a>, <a data-ref=\"Genesis 39:22\" href=\"/Genesis.39.22\">22</a>, <a data-ref=\"Genesis 39:23\" href=\"/Genesis.39.23\">23</a> (all J), <a data-ref=\"Genesis 40:3\" href=\"/Genesis.40.3\">40:3</a>, <a data-ref=\"Genesis 40:5\" href=\"/Genesis.40.5\">5</a> (R<sup>J</sup>), <em>the round house</em> (name of a prison: but <span dir=\"rtl\">ס׳</span> perhaps an Egyptian word Hebraized, cf. Dr in Hastings<sup>DB ii. 768 n.</sup> and Eb<sup>ÄgM 318f.</sup>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d42cb6084aa1cbf2ffff", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מָקוֹם² 1", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "BDB, מָקוֹם² 1", "sourceHeRef": "בראון-דרייבר-בריגס, מָקוֹם² א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מָקוֹם²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מָקוֹם</span>, <span dir=\"rtl\">מָקֹם</span></big>  (<a data-ref=\"Exodus 29:31\" href=\"/Exodus.29.31\">Ex 29:31</a>, etc.)<sub>399</sub> <strong>n.m.</strong> <a data-ref=\"Genesis 19:13\" href=\"/Genesis.19.13\">Gn 19:13</a> (but v. infr.), <strong>standing-place, place</strong>;—abs. <span dir=\"rtl\">מ׳</span> <a data-ref=\"Exodus 21:13\" href=\"/Exodus.21.13\">Ex 21:13</a> +; cstr. <span dir=\"rtl\">מְקוֹם</span> <a data-ref=\"Genesis 12:6\" href=\"/Genesis.12.6\">Gn 12:6</a> + (often before <span dir=\"rtl\">אֲשֶׁר</span> <a data-ref=\"Genesis 39:20\" href=\"/Genesis.39.20\">39:20</a> +); sf. <span dir=\"rtl\">מְקוֹמוֹ</span> <a data-ref=\"I Samuel 3:2\" href=\"/I_Samuel.3.2\">1 S 3:2</a> +, <span dir=\"rtl\">מְקֹמוֹ</span> <a data-ref=\"Genesis 18:33\" href=\"/Genesis.18.33\">Gn 18:33</a> +, etc.; pl. usually <span dir=\"rtl\">מְקֹמוֹת</span> <a data-ref=\"Judges 19:13\" href=\"/Judges.19.13\">Ju 19:13</a> +, <span dir=\"rtl\">מְקוֹמוֹת</span> <a data-ref=\"I Samuel 7:16\" href=\"/I_Samuel.7.16\">1 S 7:16</a>; <a data-ref=\"Jeremiah 29:14\" href=\"/Jeremiah.29.14\">Je 29:14</a>; -<span dir=\"rtl\">מֹת</span> <a data-ref=\"II Samuel 17:9\" href=\"/II_Samuel.17.9\">2 S 17:9</a> + 2 times; sf. <span dir=\"rtl\">מְקוֹמֹתֵיכֶם</span> <a data-ref=\"Amos 4:6\" href=\"/Amos.4.6\">Am 4:6</a>, etc. [appar. <strong>f.</strong> (not <a data-ref=\"Genesis 18:24\" href=\"/Genesis.18.24\">Gn 18:24</a>, where <span dir=\"rtl\">עִיר</span> is in mind, not) <a data-ref=\"Job 20:9\" href=\"/Job.20.9\">Jb 20:9</a> (<span dir=\"rtl\">מְקוֹמוֹ</span> = ‘in his place’), but Codd. (either Kt or Qr) <a data-ref=\"Judges 19:13\" href=\"/Judges.19.13\">Ju 19:13</a> <a data-ref=\"II Samuel 17:9\" href=\"/II_Samuel.17.9\">2 S 17:9</a>, <a data-ref=\"II Samuel 17:12\" href=\"/II_Samuel.17.12\">12</a>; mostly expl. away by Albr<sup>ZAW xvi (1896), 53</sup>];—<br><strong>1.</strong> <strong>a.</strong>  <em>standing-place</em> <a data-ref=\"Exodus 3:5\" href=\"/Exodus.3.5\">Ex 3:5</a> (E), <a data-ref=\"Joshua 5:15\" href=\"/Joshua.5.15\">Jos 5:15</a>; <a data-ref=\"Exodus 33:21\" href=\"/Exodus.33.21\">Ex 33:21</a>; <a data-ref=\"Numbers 23:13\" href=\"/Numbers.23.13\">Nu 23:13</a>, <a data-ref=\"Numbers 23:27\" href=\"/Numbers.23.27\">27</a>; (all JE), <a data-ref=\"Genesis 19:27\" href=\"/Genesis.19.27\">Gn 19:27</a> (J), <a data-ref=\"Joshua 3:3\" href=\"/Joshua.3.3\">Jos 3:3</a> (D), of <span dir=\"rtl\">מַצֵּבוֹת</span>, etc., <a data-ref=\"II Kings 23:14\" href=\"/II_Kings.23.14\">2 K 23:14</a>, of ark (place where it is set, stands) <a data-ref=\"I Kings 8:7\" href=\"/I_Kings.8.7\">1 K 8:7</a> = <a data-ref=\"II Chronicles 5:8\" href=\"/II_Chronicles.5.8\">2 Ch 5:8</a>, earth <a data-ref=\"Isaiah 13:13\" href=\"/Isaiah.13.13\">Is 13:13</a> <a data-ref=\"Job 9:6\" href=\"/Job.9.6\">Jb 9:6</a>, rock <a data-ref=\"Job 14:18\" href=\"/Job.14.18\">Jb 14:18</a>; <a data-ref=\"Job 18:4\" href=\"/Job.18.4\">18:4</a>; cf. <a data-ref=\"Job 38:12\" href=\"/Job.38.12\">38:12</a>, <a data-ref=\"Job 38:19\" href=\"/Job.38.19\">19</a>. <strong>b.</strong>  <em>station</em>, where soldiers are placed <a data-ref=\"Joshua 8:19\" href=\"/Joshua.8.19\">Jos 8:19</a> (JE), <a data-ref=\"Judges 20:33\" href=\"/Judges.20.33\">Ju 20:33</a><sup>(×2)</sup>; <em>post</em> in battle <a data-ref=\"II Samuel 11:16\" href=\"/II_Samuel.11.16\">2 S 11:16</a>. <strong>c.</strong>  <em>post, office</em> <a data-ref=\"Genesis 40:13\" href=\"/Genesis.40.13\">Gn 40:13</a>; <a data-ref=\"Genesis 41:13\" href=\"/Genesis.41.13\">41:13</a>; <a data-ref=\"I Kings 20:24\" href=\"/I_Kings.20.24\">1 K 20:24</a>; <a data-ref=\"Ecclesiastes 10:4\" href=\"/Ecclesiastes.10.4\">Ec 10:4</a>.<br><strong>2.</strong> <strong>a.</strong>  <em>place</em> of anything <a data-ref=\"Genesis 29:3\" href=\"/Genesis.29.3\">Gn 29:3</a> (J), <a data-ref=\"Joshua 4:18\" href=\"/Joshua.4.18\">Jos 4:18</a> (JE), <a data-ref=\"I Samuel 5:3\" href=\"/I_Samuel.5.3\">1 S 5:3</a> <a data-ref=\"Isaiah 46:7\" href=\"/Isaiah.46.7\">Is 46:7</a> <a data-ref=\"Job 6:17\" href=\"/Job.6.17\">Jb 6:17</a>; <a data-ref=\"Job 37:1\" href=\"/Job.37.1\">37:1</a> (of the heart), <a data-ref=\"Ecclesiastes 1:5\" href=\"/Ecclesiastes.1.5\">Ec 1:5</a>; especially of ark <a data-ref=\"I Samuel 5:11\" href=\"/I_Samuel.5.11\">1 S 5:11</a> + 9 times; of pers. = destination <a data-ref=\"Judges 11:19\" href=\"/Judges.11.19\">Ju 11:19</a>. <strong>b.</strong>  especially (1) <em>place of human abode</em> <a data-ref=\"Genesis 13:14\" href=\"/Genesis.13.14\">Gn 13:14</a>; <a data-ref=\"Genesis 20:13\" href=\"/Genesis.20.13\">20:13</a> <a data-ref=\"Judges 7:7\" href=\"/Judges.7.7\">Ju 7:7</a> <a data-ref=\"I Samuel 2:20\" href=\"/I_Samuel.2.20\">1 S 2:20</a> + 42 times, + <span dir=\"rtl\">מְקוֹם אָהֳלֵךְ</span> <a data-ref=\"Isaiah 54:2\" href=\"/Isaiah.54.2\">Is 54:2</a>. (2) of <span dir=\"rtl\">י׳</span>’s abode <a data-ref=\"Hosea 5:15\" href=\"/Hosea.5.15\">Ho 5:15</a>, in heaven <a data-ref=\"Micah 1:3\" href=\"/Micah.1.3\">Mi 1:3</a> <a data-ref=\"Isaiah 26:21\" href=\"/Isaiah.26.21\">Is 26:21</a> <a data-ref=\"I Kings 8:30\" href=\"/I_Kings.8.30\">1 K 8:30</a> = <a data-ref=\"II Chronicles 6:21\" href=\"/II_Chronicles.6.21\">2 Ch 6:21</a>. (3) lair of lion (fig.) <a data-ref=\"Jeremiah 4:7\" href=\"/Jeremiah.4.7\">Je 4:7</a>.<br><strong>3.</strong>  <em>place</em> = <strong>a.</strong>  <em>city</em> <a data-ref=\"Genesis 18:24\" href=\"/Genesis.18.24\">Gn 18:24</a>, <a data-ref=\"Genesis 18:26\" href=\"/Genesis.18.26\">26</a>; <a data-ref=\"Genesis 20:11\" href=\"/Genesis.20.11\">20:11</a>; <a data-ref=\"Deuteronomy 21:19\" href=\"/Deuteronomy.21.19\">Dt 21:19</a> (‖ <span dir=\"rtl\">עִיר</span>) <a data-ref=\"II Kings 18:25\" href=\"/II_Kings.18.25\">2 K 18:25</a> + 39 times (<a data-ref=\"I Samuel 7:16\" href=\"/I_Samuel.7.16\">1 S 7:16</a> <span dir=\"rtl\">הַמִּקְדָּשִׁים</span> 𝔊, cf. We HPS). <strong>b.</strong>  of land: Canaan <a data-ref=\"Exodus 23:20\" href=\"/Exodus.23.20\">Ex 23:20</a> <a data-ref=\"I Samuel 12:8\" href=\"/I_Samuel.12.8\">1 S 12:8</a> <a data-ref=\"Jeremiah 16:2\" href=\"/Jeremiah.16.2\">Je 16:2</a>, <a data-ref=\"Jeremiah 16:3\" href=\"/Jeremiah.16.3\">3</a> (‖ <span dir=\"rtl\">אֶרֶץ</span>) + 17 times (12 times Je); Philistia <a data-ref=\"I Samuel 14:46\" href=\"/I_Samuel.14.46\">1 S 14:46</a>; Egypt <a data-ref=\"Jeremiah 44:29\" href=\"/Jeremiah.44.29\">Je 44:29</a>; appos. <span dir=\"rtl\">מְדִינָה</span> <a data-ref=\"Esther 4:3\" href=\"/Esther.4.3\">Est 4:3</a>, = <span dir=\"rtl\">מְדִינָה</span> + <span dir=\"rtl\">עִיר</span> <a data-ref=\"Esther 8:17\" href=\"/Esther.8.17\">8:17</a>. <strong>c.</strong>  plot, parcel, of ground <a data-ref=\"Isaiah 7:23\" href=\"/Isaiah.7.23\">Is 7:23</a>; <span dir=\"rtl\">מְקוֹם הַגֹּרֶן</span> <a data-ref=\"I Chronicles 21:22\" href=\"/I_Chronicles.21.22\">1 Ch 21:22</a>, cf. v <a data-ref=\"I Chronicles 21:25\" href=\"/I_Chronicles.21.25\">25</a>; <a data-ref=\"II Chronicles 3:1\" href=\"/II_Chronicles.3.1\">2 Ch 3:1</a>. <strong>d.</strong>  land, region <a data-ref=\"Numbers 20:5\" href=\"/Numbers.20.5\">Nu 20:5</a>; <a data-ref=\"Numbers 32:1\" href=\"/Numbers.32.1\">32:1</a>; Che (privately) proposes <span dir=\"rtl\">בִּמְקֹם בְּקָעוֹת</span> <a data-ref=\"Psalms 84:7\" href=\"/Psalms.84.7\">ψ 84:7</a> (for <span dir=\"rtl\">בְּעֵמֶק הַבָּכָא</span>; cf. <a data-ref=\"Isaiah 41:18\" href=\"/Isaiah.41.18\">Is 41:18</a>).<br><strong>4.</strong>  in gen., <em>place locality, spot</em> <a data-ref=\"Genesis 28:16\" href=\"/Genesis.28.16\">Gn 28:16</a>, <a data-ref=\"Genesis 28:17\" href=\"/Genesis.28.17\">17</a> <a data-ref=\"Judges 2:5\" href=\"/Judges.2.5\">Ju 2:5</a> <a data-ref=\"Amos 4:6\" href=\"/Amos.4.6\">Am 4:6</a> <a data-ref=\"Nehemiah 4:6\" href=\"/Nehemiah.4.6\">Ne 4:6</a>, <a data-ref=\"Nehemiah 4:7\" href=\"/Nehemiah.4.7\">7</a>, <a data-ref=\"Nehemiah 4:14\" href=\"/Nehemiah.4.14\">14</a> + (221 times in all); <span dir=\"rtl\">מְקוֹם פְּלֹנִי אַלְמֹנִי</span> <em>place of such a one</em> †<a data-ref=\"I Samuel 21:3\" href=\"/I_Samuel.21.3\">1 S 21:3</a> <a data-ref=\"II Kings 6:8\" href=\"/II_Kings.6.8\">2 K 6:8</a>; <span dir=\"rtl\">בְּכָל־הַמָּקוֹם אֲשֶׁר</span> <a data-ref=\"Exodus 20:21\" href=\"/Exodus.20.21\">Ex 20:24</a> (E; Gi v <a data-ref=\"Exodus 20:18\" href=\"/Exodus.20.18\">21</a>) <em>in all places that;</em> <span dir=\"rtl\">בְּכָל־מ׳</span> <a data-ref=\"Numbers 18:31\" href=\"/Numbers.18.31\">Nu 18:31</a> = <em>anywhere</em>, cf. <a data-ref=\"Deuteronomy 12:13\" href=\"/Deuteronomy.12.13\">Dt 12:13</a>; = <em>everywhere</em> <a data-ref=\"Proverbs 15:3\" href=\"/Proverbs.15.3\">Pr 15:3</a> <a data-ref=\"Malachi 1:11\" href=\"/Malachi.1.11\">Mal 1:11</a>, cf. <a data-ref=\"Amos 8:3\" href=\"/Amos.8.3\">Am 8:3</a>; <span dir=\"rtl\">מ׳ צָר</span> <a data-ref=\"Numbers 22:26\" href=\"/Numbers.22.26\">Nu 22:26</a> <em>narrow place;</em> <span dir=\"rtl\">מ׳</span> <a data-ref=\"Nehemiah 2:14\" href=\"/Nehemiah.2.14\">Ne 2:14</a> (passable) <em>place;</em> in partic.: <em>place</em> at banquet †<a data-ref=\"I Samuel 9:22\" href=\"/I_Samuel.9.22\">1 S 9:22</a>; <a data-ref=\"I Samuel 20:25\" href=\"/I_Samuel.20.25\">20:25</a>, <a data-ref=\"I Samuel 20:27\" href=\"/I_Samuel.20.27\">27</a>; sleeping-<em>place</em>, couch, †<a data-ref=\"I Samuel 3:2\" href=\"/I_Samuel.3.2\">1 S 3:2</a>, <a data-ref=\"I Samuel 3:9\" href=\"/I_Samuel.3.9\">9</a>; <a data-ref=\"Ruth 4:10\" href=\"/Ruth.4.10\">Ru 4:10</a>; <span dir=\"rtl\">מְקוֹם הַחֵ֑צִי</span> <a data-ref=\"I Samuel 20:37\" href=\"/I_Samuel.20.37\">1 S 20:37</a> i.e. where arrow fell; = haunt, lurking-place <a data-ref=\"I Samuel 23:22\" href=\"/I_Samuel.23.22\">1 S 23:22</a> <a data-ref=\"II Samuel 17:9\" href=\"/II_Samuel.17.9\">2 S 17:9</a>, <a data-ref=\"II Samuel 17:12\" href=\"/II_Samuel.17.12\">12</a>; <span dir=\"rtl\">מְקוֹם תַּנִּים</span> <a data-ref=\"Psalms 44:20\" href=\"/Psalms.44.20\">ψ 44:20</a> <em>place of jackals</em>, i.e. desert; <span dir=\"rtl\">מְ׳ הַמֻּנָּח</span> <a data-ref=\"Ezekiel 41:11\" href=\"/Ezekiel.41.11\">Ez 41:11b</a> <em>place of the uncovered space</em>, portion (cf. <span dir=\"rtl\">הַמֻּנָּח</span> alone v <a data-ref=\"Ezekiel 41:11\" href=\"/Ezekiel.41.11\">11a</a>); <span dir=\"rtl\">מְ׳ הַשֶּׁבֶת</span> of seat of Sol.’s throne <a data-ref=\"I Kings 10:19\" href=\"/I_Kings.10.19\">1 K 10:19</a> = <a data-ref=\"II Chronicles 9:18\" href=\"/II_Chronicles.9.18\">2 Ch 9:18</a>; <span dir=\"rtl\">מ׳ אֶחָד</span> where waters were collected <a data-ref=\"Genesis 1:9\" href=\"/Genesis.1.9\">Gn 1:9</a> (𝔊 Ball <span dir=\"rtl\">מִקְוֶה</span>), <a data-ref=\"Psalms 104:8\" href=\"/Psalms.104.8\">ψ 104:8</a>; destination of dead <a data-ref=\"Ecclesiastes 3:20\" href=\"/Ecclesiastes.3.20\">Ec 3:30</a>; <a data-ref=\"Ecclesiastes 6:6\" href=\"/Ecclesiastes.6.6\">6:6</a>; <span dir=\"rtl\">מ׳</span> = resting-<em>place</em> <a data-ref=\"Job 16:18\" href=\"/Job.16.18\">Jb 16:18</a>; <span dir=\"rtl\">מ׳ נֶאֱמָן</span> <em>sure place</em>, for a peg (securely fastened) <a data-ref=\"Isaiah 22:23\" href=\"/Isaiah.22.23\">Is 22:23</a>, <a data-ref=\"Isaiah 22:25\" href=\"/Isaiah.22.25\">25</a> (fig., cf. <a data-ref=\"Ezra 9:8\" href=\"/Ezra.9.8\">Ezr 9:8</a>); of places, spots, on the body: leprous spot †<a data-ref=\"II Kings 5:11\" href=\"/II_Kings.5.11\">2 K 5:11</a>; <span dir=\"rtl\">מְ׳ הַשְּׁחִין</span> †<a data-ref=\"Leviticus 13:19\" href=\"/Leviticus.13.19\">Lv 13:19</a> <em>place of the boil;</em> especially of shrine, sanctuary (cf. We <a data-ref=\"I Samuel 7:16\" href=\"/I_Samuel.7.16\">1 S 7:16</a>), <span dir=\"rtl\">מְקוֹם שְׁכֶם</span> <a data-ref=\"Genesis 12:6\" href=\"/Genesis.12.6\">Gn 12:6</a> (J; v. Di Holz), so of Bethel <a data-ref=\"Genesis 13:3\" href=\"/Genesis.13.3\">Gn 13:3</a> (J), v <a data-ref=\"Genesis 13:4\" href=\"/Genesis.13.4\">4</a> (J; <span dir=\"rtl\">מְקוֹם הַמִּזְבֵּחַ</span>), <a data-ref=\"Genesis 28:19\" href=\"/Genesis.28.19\">28:19</a> (J), v <a data-ref=\"Genesis 28:11\" href=\"/Genesis.28.11\">11</a><sup>(×3)</sup> (E), <a data-ref=\"Genesis 22:3\" href=\"/Genesis.22.3\">22:3</a>, <a data-ref=\"Genesis 22:4\" href=\"/Genesis.22.4\">4</a>, <a data-ref=\"Genesis 22:9\" href=\"/Genesis.22.9\">9</a>, <a data-ref=\"Genesis 22:14\" href=\"/Genesis.22.14\">14</a> (E), +; of idolatrous shrines <a data-ref=\"Deuteronomy 12:2\" href=\"/Deuteronomy.12.2\">Dt 12:2</a>, <a data-ref=\"Deuteronomy 12:3\" href=\"/Deuteronomy.12.3\">3</a>; <a data-ref=\"Ezekiel 6:13\" href=\"/Ezekiel.6.13\">Ez 6:13</a>; <a data-ref=\"II Chronicles 33:19\" href=\"/II_Chronicles.33.19\">2 Ch 33:19</a>; especially of temple: <span dir=\"rtl\">י׳) הַמּ׳ אֲשֶׁר יִבְחַר (אֱלֹהֵיכֶם בּוֹ</span> <a data-ref=\"Deuteronomy 12:5\" href=\"/Deuteronomy.12.5\">Dt 12:5</a>, <a data-ref=\"Deuteronomy 12:14\" href=\"/Deuteronomy.12.14\">14</a>; <a data-ref=\"Deuteronomy 14:23\" href=\"/Deuteronomy.14.23\">14:23</a>, <a data-ref=\"Deuteronomy 14:25\" href=\"/Deuteronomy.14.25\">25</a>; <a data-ref=\"Deuteronomy 15:20\" href=\"/Deuteronomy.15.20\">15:20</a>; <a data-ref=\"Deuteronomy 16:2\" href=\"/Deuteronomy.16.2\">16:2</a>, <a data-ref=\"Deuteronomy 16:6\" href=\"/Deuteronomy.16.6\">6</a>; <a data-ref=\"Deuteronomy 17:8\" href=\"/Deuteronomy.17.8\">17:8</a>; <a data-ref=\"Deuteronomy 18:6\" href=\"/Deuteronomy.18.6\">18:6</a> + 13 times Dt + <a data-ref=\"Joshua 9:27\" href=\"/Joshua.9.27\">Jos 9:27</a> (D), <a data-ref=\"Nehemiah 1:9\" href=\"/Nehemiah.1.9\">Ne 1:9</a>; <span dir=\"rtl\">מ׳</span> <a data-ref=\"I Kings 8:29\" href=\"/I_Kings.8.29\">1 K 8:29</a><sup>(×2)</sup>, <a data-ref=\"I Kings 8:30\" href=\"/I_Kings.8.30\">30</a>, <a data-ref=\"I Kings 8:35\" href=\"/I_Kings.8.35\">35</a> = <a data-ref=\"II Chronicles 6:20\" href=\"/II_Chronicles.6.20\">2 Ch 6:20</a><sup>(×2)</sup>, <a data-ref=\"II Chronicles 6:21\" href=\"/II_Chronicles.6.21\">21</a>, <a data-ref=\"II Chronicles 6:26\" href=\"/II_Chronicles.6.26\">26</a> <a data-ref=\"Jeremiah 27:22\" href=\"/Jeremiah.27.22\">Je 27:22</a> +; <span dir=\"rtl\">מְ׳ שֵׁם־י׳ צְבָאוֹת הַר־צִיּוֹן</span> <a data-ref=\"Isaiah 18:7\" href=\"/Isaiah.18.7\">Is 18:7</a>; <span dir=\"rtl\">מְ׳ כִּסְאִי</span> <a data-ref=\"Ezekiel 43:7\" href=\"/Ezekiel.43.7\">Ez 43:7</a>; <span dir=\"rtl\">מְ׳ מִקְדָּשֵׁנוּ</span> <a data-ref=\"Jeremiah 17:12\" href=\"/Jeremiah.17.12\">Je 17:12</a>; <span dir=\"rtl\">מְ׳ מִקְדָּשִׁי</span> <a data-ref=\"Isaiah 60:13\" href=\"/Isaiah.60.13\">Is 60:13</a>; <span dir=\"rtl\">מְ׳ קָדְשׁוֹ</span> † <a data-ref=\"Ezra 9:8\" href=\"/Ezra.9.8\">Ezr 9:8</a> <a data-ref=\"Psalms 24:3\" href=\"/Psalms.24.3\">ψ 24:3</a>, etc.; of tabern. <span dir=\"rtl\">מְ׳ הַקֹּדֶשׁ</span> <a data-ref=\"Leviticus 10:17\" href=\"/Leviticus.10.17\">Lv 10:17</a>; <a data-ref=\"Leviticus 14:30\" href=\"/Leviticus.14.30\">14:30</a>; <span dir=\"rtl\">מ׳ קָדוֹשׁ</span> in or about tabern., <a data-ref=\"Exodus 29:31\" href=\"/Exodus.29.31\">Ex 29:31</a> <a data-ref=\"Leviticus 6:9\" href=\"/Leviticus.6.9\">Lv 6:9</a>, <a data-ref=\"Leviticus 6:19\" href=\"/Leviticus.6.19\">19</a>, <a data-ref=\"Leviticus 6:20\" href=\"/Leviticus.6.20\">20</a> + (all P), <span dir=\"rtl\">מְ׳ קָדוֹשׁ</span> <a data-ref=\"Ecclesiastes 8:10\" href=\"/Ecclesiastes.8.10\">Ec 8:10</a>. Note especially †<span dir=\"rtl\">מְקוֹם</span> before rel.cl., c. <span dir=\"rtl\">אֲשֶׁר</span> <a data-ref=\"Genesis 39:20\" href=\"/Genesis.39.20\">Gn 39:20</a>; <a data-ref=\"Genesis 40:3\" href=\"/Genesis.40.3\">40:3</a> <a data-ref=\"Ezekiel 6:13\" href=\"/Ezekiel.6.13\">Ez 6:13</a> <a data-ref=\"Esther 4:3\" href=\"/Esther.4.3\">Est 4:3</a>; <a data-ref=\"Esther 8:17\" href=\"/Esther.8.17\">8:17</a>, c. <span dir=\"rtl\">שֶׁ</span> <a data-ref=\"Ecclesiastes 1:7\" href=\"/Ecclesiastes.1.7\">Ec 1:7</a>; <a data-ref=\"Ecclesiastes 3:16\" href=\"/Ecclesiastes.3.16\">3:16</a>, rel. om. <a data-ref=\"Job 18:21\" href=\"/Job.18.21\">Jb 18:21</a>; also <span dir=\"rtl\">בִּמְ׳ אֲשֶׁר</span> <a data-ref=\"Hosea 2:1\" href=\"/Hosea.2.1\">Ho 2:1</a>; <a data-ref=\"II Samuel 15:21\" href=\"/II_Samuel.15.21\">2 S 15:21</a>; <a data-ref=\"I Kings 21:19\" href=\"/I_Kings.21.19\">1 K 21:19</a>; <a data-ref=\"Jeremiah 22:12\" href=\"/Jeremiah.22.12\">Je 22:12</a>; <a data-ref=\"Ezekiel 21:35\" href=\"/Ezekiel.21.35\">Ez 21:35</a>; <a data-ref=\"Nehemiah 4:14\" href=\"/Nehemiah.4.14\">Ne 4:14</a>; <a data-ref=\"Leviticus 4:24\" href=\"/Leviticus.4.24\">Lv 4:24</a>, <a data-ref=\"Leviticus 4:33\" href=\"/Leviticus.4.33\">33</a>; <a data-ref=\"Leviticus 6:18\" href=\"/Leviticus.6.18\">6:18</a>; <a data-ref=\"Leviticus 7:2\" href=\"/Leviticus.7.2\">7:2</a>; <a data-ref=\"Leviticus 14:13\" href=\"/Leviticus.14.13\">14:13</a>; <a data-ref=\"Numbers 9:17\" href=\"/Numbers.9.17\">Nu 9:17</a> (Ges<sup>§ 130 c</sup>).<br>†<strong>5.</strong> <strong>a.</strong>  <em>space, room</em>, <a data-ref=\"Genesis 24:23\" href=\"/Genesis.24.23\">Gn 24:23</a>, <a data-ref=\"Genesis 24:25\" href=\"/Genesis.24.25\">25</a>, <a data-ref=\"Genesis 24:31\" href=\"/Genesis.24.31\">31</a> (J), <a data-ref=\"Isaiah 5:8\" href=\"/Isaiah.5.8\">Is 5:8</a> cf. <a data-ref=\"Isaiah 28:8\" href=\"/Isaiah.28.8\">28:8</a>; <a data-ref=\"Jeremiah 7:32\" href=\"/Jeremiah.7.32\">Je 7:32</a>; <a data-ref=\"Jeremiah 19:11\" href=\"/Jeremiah.19.11\">19:11</a>. <strong>b.</strong>  <em>space, distance</em>, between <span dir=\"rtl\">(בֵּין)</span> <a data-ref=\"I Samuel 26:13\" href=\"/I_Samuel.26.13\">1 S 26:13</a>.<br>†<strong>6.</strong>  <em>region, quarter, direction</em> <a data-ref=\"Ezekiel 10:11\" href=\"/Ezekiel.10.11\">Ez 10:11</a>; <span dir=\"rtl\">מִמּ׳ אַחֵר</span> <a data-ref=\"Esther 4:14\" href=\"/Esther.4.14\">Est 4:14</a> <em>from another quarter</em>, source.<br>†<strong>7.</strong>  peculiar uses are: <strong>a.</strong>  <span dir=\"rtl\">נָתַן מ׳ לְ</span> <a data-ref=\"Judges 20:36\" href=\"/Judges.20.36\">Ju 20:36</a> <em>give place</em> (yield ground) <em>to</em>. Perhaps <strong>b.</strong>  <span dir=\"rtl\">בִּמְ׳ אֲשֶׁר יֵאָמֵר</span> <a data-ref=\"Hosea 2:1\" href=\"/Hosea.2.1\">Ho 2:1</a> <em>instead of</em> its being said (cf. <a data-ref=\"BDB, תַּ֫חַת\" href=\"/BDB,_תַּ֫חַת\", dir=\"rtl\">תַּחַת</a>); <span dir=\"rtl\">מְקוֹם נְהָרִים</span> <a data-ref=\"Isaiah 33:21\" href=\"/Isaiah.33.21\">Is 33:21</a> <em>instead of</em> rivers (i.e. a substitute for them).—<span dir=\"rtl\">מְקוֹמָהּ</span> <a data-ref=\"Nahum 1:8\" href=\"/Nahum.1.8\">Na 1:8</a> (‖ <span dir=\"rtl\">אֹיְבָיו</span>) read <span dir=\"rtl\">מִקָּמָיו</span> or <span dir=\"rtl\">בְּק׳</span> Buhl<sup>ZAW v (1885), 181</sup>, <span dir=\"rtl\">מִתְקוֹמְמָו</span> We, <span dir=\"rtl\">בְּקָמָיו</span> Now (all = <em>his adversaries</em>, cf. GASm)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4f2b6084aa1cbf3a223", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִשְׁמָר² 1", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "BDB, מִשְׁמָר² 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִשְׁמָר² א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִשְׁמָר²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">מִשְׁמָר</span></big>  <strong>n.</strong>[<strong>m.</strong>] <strong>place of confinement, gaol, prison; late, guard, watch, observance</strong>;—abs. <span dir=\"rtl\">מ׳</span> <a data-ref=\"Genesis 42:17\" href=\"/Genesis.42.17\">Gn 42:17</a> +; cstr. <span dir=\"rtl\">מִשְׁמַר</span> <a data-ref=\"Genesis 40:3\" href=\"/Genesis.40.3\">40:3</a> +; sf. <span dir=\"rtl\">מִשְׁמָרוֹ</span> <a data-ref=\"Nehemiah 7:3\" href=\"/Nehemiah.7.3\">Ne 7:3</a>, etc.; pl. sf. -<span dir=\"rtl\">רָיו</span> <a data-ref=\"Nehemiah 13:14\" href=\"/Nehemiah.13.14\">13:14</a>;—<br><strong>1.</strong>  <em>gaol, prison</em>, <span dir=\"rtl\">מ׳ בֵּית שַׂר הַטַּבָּחִים</span> <a data-ref=\"Genesis 40:3\" href=\"/Genesis.40.3\">Gn 40:3</a>, cf. v <a data-ref=\"Genesis 40:4\" href=\"/Genesis.40.4\">4</a> (abs.), v <a data-ref=\"Genesis 40:7\" href=\"/Genesis.40.7\">7</a>; <a data-ref=\"Genesis 41:10\" href=\"/Genesis.41.10\">41:10</a>; <a data-ref=\"Genesis 42:17\" href=\"/Genesis.42.17\">42:17</a> (abs.), + v <a data-ref=\"Genesis 42:30\" href=\"/Genesis.42.30\">30</a> (𝔊), <span dir=\"rtl\">בֵּית מִשְׁמַרְכֶם</span> v <a data-ref=\"Genesis 42:19\" href=\"/Genesis.42.19\">19</a> (all E); <em>guard-house</em> in camp <a data-ref=\"Leviticus 24:12\" href=\"/Leviticus.24.12\">Lv 24:12</a> (P), <a data-ref=\"Numbers 15:34\" href=\"/Numbers.15.34\">Nu 15:34</a> (P).<br><strong>2.</strong>  <em>guard</em>, <a data-ref=\"Jeremiah 51:12\" href=\"/Jeremiah.51.12\">Je 51:12</a>; <a data-ref=\"Nehemiah 4:3\" href=\"/Nehemiah.4.3\">Ne 4:3</a>, <a data-ref=\"Nehemiah 4:16\" href=\"/Nehemiah.4.16\">16</a>, <span dir=\"rtl\">אַנְשֵׁי הַמּ׳</span> v <a data-ref=\"Nehemiah 4:17\" href=\"/Nehemiah.4.17\">17</a>; <em>guard-post</em> <a data-ref=\"Nehemiah 7:3\" href=\"/Nehemiah.7.3\">7:3</a>; fig. of <span dir=\"rtl\">י׳</span> setting a <em>guard</em>, <span dir=\"rtl\">כִּי תָשִׂים עָלַי מ׳</span> <a data-ref=\"Job 7:12\" href=\"/Job.7.12\">Jb 7:12</a>; <em>band of</em> (Levit.) <em>guards</em> or functionaries <a data-ref=\"I Chronicles 26:16\" href=\"/I_Chronicles.26.16\">1 Ch 26:16</a>; <a data-ref=\"Nehemiah 12:24\" href=\"/Nehemiah.12.24\">Ne 12:24</a>, <a data-ref=\"Nehemiah 12:25\" href=\"/Nehemiah.12.25\">25</a> (cf. <a data-ref=\"BDB, מִשְׁמֶ֫רֶת\" href=\"/BDB,_מִשְׁמֶ֫רֶת\", dir=\"rtl\">מִשְׁמֶרֶת</a>); <em>act of guarding</em>, <span dir=\"rtl\">מִכָּל־מ׳</span> <a data-ref=\"Proverbs 4:23\" href=\"/Proverbs.4.23\">Pr 4:23</a> <em>above all guarding</em> watch thy heart.—<span dir=\"rtl\">לְמ׳</span> <a data-ref=\"Ezekiel 38:7\" href=\"/Ezekiel.38.7\">Ez 38:7</a> is doubtful, Hi Co Toy al. <em>reserve;</em> Krae <span dir=\"rtl\">לְמשֵׁל</span>.<br><strong>3.</strong>  pl. <em>observances</em>, services, of temple <a data-ref=\"Nehemiah 13:14\" href=\"/Nehemiah.13.14\">Ne 13:14</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "649436003c3335d6d8daf5f4", "index_title": "Bereshit Rabbati", "category": "Midrash", "type": "", "ref": "Bereshit Rabbati, Parashat Vayeshev 50", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Bereshit Rabbati, Parashat Vayeshev 50", "sourceHeRef": "בראשית רבתי, פרשת וישב נ׳", "anchorVerse": 3, "sourceHasEn": false, "commentaryNum": 50, "collectiveTitle": {"en": "Bereshit Rabbati", "he": "בראשית רבתי"}, "heTitle": "פרשת וישב", "he": "(בראשית מ, ג) <b>ויתן אותם במשמר.</b> עדיין לא יצא דינם והיו מתעכבים שם עד שיצא דינם. במקלל כתיב ויניחוהו במשמר (ויקרא כ\"ד י\"ב) למה כן, לפרוש להם על פי ה' (שם) מה דין יתחיב. וכן במקושש ויניחו אותו במשמר (במדבר ט\"ו ל\"ד) למה כן, כי לא פורש מה יעשה לו (שם). אבל [ב]יוסף לא נאמר במשמר, לפי שלא נתחייב ולא הכניסוהו שם ע\"מ להוציאו משם לעולם. בית שר הטבחים. מכאן שבית הסהר היה של פוטיפר והיו כל בני ביתו טעונין ביוסף.", "heVersionTitle": "Jerusalem, 1940", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6522c21b4b36bd700bebf86a", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 87:10", "anchorRef": "Genesis 40:3", "anchorRefExpanded": ["Genesis 40:3"], "sourceRef": "Bereshit Rabbah 87:10", "sourceHeRef": "בראשית רבה פ״ז:י׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [400], "commentaryNum": 87.001, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וַיְהִי ה' אֶת יוֹסֵף וגו' וַיִּתֵּן שַׂר בֵּית הַסֹּהַר וגו' <small>(בראשית לט, כא כב)</small>, רַב הוּנָא בְּשֵׁם רַבִּי אֲחָא אָמַר, שִׁמּוּשׁוֹ הָיָה עָרֵב לְרַבּוֹ, וְהָיָה יוֹצֵא וּמֵדִּיחַ אֶת הַכּוֹסוֹת, וְעוֹרֵךְ אֶת הַשֻּׁלְחָנוֹת, וּמַצִּיעַ אֶת הַמִּטּוֹת, וְהָיְתָה אוֹמֶרֶת לוֹ בַּדָּבָר הַזֶּה עֲשַׁקְתִּיךָ, חַיֶּיךָ שֶׁאֲנִי עוֹשַׁקְתְּךָ בִּדְבָרִים אֲחֵרִים. וְהָיָה אוֹמֵר לָהּ <small>(תהלים קמו, ז)</small>: עֹשֶׂה מִשְׁפָּט לַעֲשׁוּקִים. חוֹתֶכֶת אֲנִי פַּרְנָסָה שֶׁלְּךָ, וְהָיָה אוֹמֵר לָהּ <small>(תהלים קמו, ז)</small>: נֹתֵן לֶחֶם לָרְעֵבִים. כּוֹבַלְתְּךָ אָנִי, וְהָיָה אוֹמֵר לָהּ <small>(תהלים קמו, ז)</small>: ה' מַתִּיר אֲסוּרִים. כּוֹפֶפֶת אֲנִי אֶת קוֹמָתֶךָ, וְהָיָה אוֹמֵר לָהּ <small>(תהלים קמו, ז)</small>: ה' זֹקֵף כְּפוּפִים. מְסַמָּא אֲנִי אֶת עֵינֶיךָ, וְהָיָה אוֹמֵר לָהּ <small>(תהלים קמו, ז)</small>: ה' פֹּקֵחַ עִוְרִים. עַד הֵיכָן, רַב הוּנָא בְּשֵׁם רַב אֲחָא אָמַר עַד שֶׁנָּתְנָה שַׁרְתּוּעַ שֶׁל בַּרְזֶל תַּחַת צַוָּארוֹ עַד שֶׁיִּתְלֶה עֵינָיו וְיַבִּיט בָּהּ, אַף עַל פִּי כֵן לֹא הָיָה מַבִּיט בָּהּ, הֲדָא הוּא דִכְתִיב <small>(תהלים קה, יח)</small>: עִנּוּ בַכֶּבֶל רַגְלוֹ בַּרְזֶל בָּאָה נַפְשׁוֹ. <small>(בראשית לט, כג)</small>: אֵין שַׂר בֵּית הַסֹּהַר וגו', עַד עַכְשָׁו בִּשְׁעַת הַצָּרָה, וּמִנַּיִן אַף בִּשְׁעַת הָרְוָחָה, תַּלְמוּד לוֹמַר וְכֹל אֲשֶׁר הוּא עֹשֶׂה ה' מַצְלִיח בְּיָדוֹ. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“The Lord was with Joseph, and extended him kindness, and placed his favor in the eyes of the commander of the prison” (Genesis 39:21). <br>“The commander of the prison placed in Joseph's charge all the prisoners who were in the prison, and everything that they did there, he would determine” (Genesis 39:22).</b> <br>“The Lord was with Joseph...the commander of the prison placed…”<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">Rav Huna understands that the commander of the prison was none other than Potiphar himself. This is based on the fact that Joseph was in the prison of the chief executioner (Genesis 40:3), an appellation earlier applied to Potiphar (Genesis 39:1). Rav Huna asserts that Potiphar still had Joseph go and attend to a variety of tasks in his own home, where his wife would continue to harass Joseph (Maharzu). </i> – Rav Huna said in the name of Rabbi Aḥa: His service was pleasant for his master, and he would go out and rinse his drinking glasses, set the tables, and make the beds. She would say to him: ‘In this matter, I mistreated [<i>ashaktikha</i>] you. As you live, I will mistreat you regarding other matters.’<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">She continued to proposition him and to threaten him if he would not submit to her demands.</i> He would say to her: ‘[God] “Performs justice for the oppressed [<i>laashukim</i>]”’ (Psalms 146:7). [She would say:] ‘I will reduce your sustenance.’ He would say to her: ‘[God] “Provides food for the hungry”’ (Psalms 146:7). [She would say:] ‘I will shackle you.’ He would say to her: ‘“The Lord frees the imprisoned”’ (Psalms 146:7). [She would say:] ‘I will cause you to be bent over.’ He would say to her: ‘“The Lord straightens the bent”’ (Psalms 146:8). [She would say:] ‘I will blind your eyes.’ He would say to her: ‘“The Lord opens the eyes of the blind”’ (Psalms 146:8). How far did she go? Rav Huna said in the name of Rabbi Aḥa: She placed an iron bar beneath his neck until he would direct his glance toward her and look at her. Nevertheless, he would not look at her. That is what is written: “They tortured his legs with chains; his body was placed in iron” (Psalms 105:18). <br><b>“The commander of the prison did not oversee anything that was in his charge, for the Lord was with him, and everything that he did, the Lord made successful for him” (Genesis 39:23).</b> <br>“The commander of the prison did not…” – until now, [this has been stated] regarding times of trouble; from where is it derived that [God was with Joseph] even in times of prosperity? The verse states: “And everything that he did, the Lord made successful for him.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}]