[{"_id": "52517dcdedbab4498f4819c9", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Exodus; Perush HaArokh 17:4:1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 17:4:1", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך י״ז:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "<b>ויצעק.</b> דבר הכתוב דבר משל. כי רבים מריבות עשו עמי ומתרעמים עלי. ואלו היה בהם יכולת היו סוקלין אותי:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND THE PEOPLE CRIED…THEY ARE ALMOST READY TO STONE ME. Scripture speaks metaphorically.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Moses was not in actual danger of being stoned.</i> Its meaning is: they have striven with me and they rage against me. If they had the power they would stone me.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe1fbfba276047f622d", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 17:4", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Onkelos Exodus 17:4", "sourceHeRef": "תרגום אונקלוס על שמות י״ז:ד׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 17.0004, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "<b>וְצַלִי</b> משֶׁה <b>קֳדָם</b> יְיָ לְמֵימַר מָא אֶעְבֵּד לְעַמָא הָדֵין עוֹד זְעֵיר פּוֹן וְיִרְגְמֻנָנִי:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Moshe cried out to [<b>prayed before</b>] Adonoy saying, “What shall I do for this people? Before long they will stone me.”", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eeba6d", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 17:4", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Targum Jonathan on Exodus 17:4", "sourceHeRef": "תרגום יונתן על שמות י״ז:ד׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 17.0004, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "וְצַלִּי משֶׁה קֳדָם יְיָ לְמֵימַר מַה אַעֲבֵיד לְעַמָּא הָדֵין תּוּב קָלִיל זְעֵיר וְהִינוּן רַגְמִין יָתִי", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And Mosheh prayed before the Lord, saying What shall I do for this people? Yet a very little, and they will stone me. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54bd4925fbfba2173336bcdc", "index_title": "Rashi on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Numbers 11:1:1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Rashi on Numbers 11:1:1", "sourceHeRef": "רש\"י על במדבר י״א:א׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Rashi on Numbers", "he": "רש\"י על במדבר"}, "heTitle": "רש\"י על במדבר", "he": "<b>ויהי העם כמתאננים.</b> אֵין הָעָם אֶלָּא רְשָׁעִים, וְכֵן הוּא אוֹמֵר \"מָה אֶעֱשֶׂה לָעָם הַזֶּה\" (שמות י\"ז), וְאוֹמֵר \"הָעָם הַזֶּה הָרָע\" (ירמיהו י\"ג); וּכְשֶׁהֵם כְּשֵׁרִים קְרוּאִים \"עַמִּי\", שֶׁנֶּאֱמַר \"שַׁלַּח עַמִּי\" (שמות ח׳:ט״ז), \"עַמִּי מֶה עָשִׂיתִי לְךָ\" (מיכה ו'):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויהי העם כמתאננים AND THE PEOPLE WERE COMPLAINING — The term העם “the people” always denotes wicked men. Similarly it states, (Exodus 17:4) “what shall I do unto this people (לעם הזה)? [yet a little and they will stone me]”, and it further states, ( 13:10) “This evil people [which refuses to hear my words]”. But when they are worthy men who are spoken of they are called עמי “My people”, as it is said, (Exodus 5:1) “Let My people go”; (Micah 6:3) “O My people, what have I done unto thee” (Sifrei Bamidbar 85).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "54bd4926fbfba2173336be62", "index_title": "Rashi on Numbers", "category": "Quoting Commentary", "type": "quotation", "ref": "Rashi on Numbers 31:5:1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Rashi on Numbers 31:5:1", "sourceHeRef": "רש\"י על במדבר ל״א:ה׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rashi on Numbers", "he": "רש\"י על במדבר"}, "heTitle": "רש\"י על במדבר", "he": "<b>וימסרו.</b> לְהוֹדִיעֲךָ שִׁבְחָן שֶׁל רוֹעֵי יִשְׂרָאֵל כַּמָּה הֵם חֲבִיבִים עַל יִשְׂרָאֵל, עַד שֶׁלֹּא שָׁמְעוּ בְמִיתָתוֹ מַה הוּא אוֹמֵר? \"עוֹד מְעַט וּסְקָלֻנִי\" (שמות י\"ז), וּמִשֶּׁשָּׁמְעוּ שֶׁמִּיתַת מֹשֶׁה תְלוּיָה בְנִקְמַת מִדְיָן לֹא רָצוּ לָלֶכֶת עַד שֶׁנִּמְסְרוּ עַל כָּרְחָן (ספרי):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וימסרו SO THERE WERE HANDED OVER … [A THOUSAND OF EVERY TRIBE] — This serves to tell you in what high esteem the shepherds of Israel were really held — how dear they were to Israel. Up until they had heard of his approaching death what does it state? That Moses felt constrained to exclaim about them, “They are almost ready to stone me”! (Exodus 17:14). But when they heard that Moses’ death was associated with the execution of vengeance upon Midian (cf. v. 2), they refused to go to war until they were “handed over” against their own will (Sifrei Bamidbar 157:3).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "54eaf564fbfba278fd2659d0", "index_title": "Haamek Davar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Exodus 17:4:1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Haamek Davar on Exodus 17:4:1", "sourceHeRef": "העמק דבר על שמות י״ז:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ויצעק משה.</b> אין לשון ויצעק מורה כ״א על תפלה וכאן לא כתיב אלא דברי תרעומות והכי מיבעי ויאמר משה כמו בס׳ במדבר י״א י״א במעשה דמתאוים אלא מכאן למדו חז״ל במכילתא שהתפלל משה על המים כמשמעו והכי תניא ויצעק משה ללמדך שבחו של משה שלא אמר הואיל שהם מדיינין עמי איני מבקש עליהם רחמים אלא ויצעק משה. אלא בתוך התפלה היה גם דברים אלו שיעשה למענו שהרי הוא מסוכן ובאו הדברים בכתוב מפני התשובה של ה׳:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "559af3f9fbfba22d0838dd49", "index_title": "Mekhilta DeRabbi Shimon Ben Yochai", "category": "Midrash", "type": "midrash", "ref": "Mekhilta DeRabbi Shimon Ben Yochai 17:4", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Mekhilta DeRabbi Shimon Ben Yochai 17:4", "sourceHeRef": "מכילתא דרבי שמעון בן יוחאי י״ז:ד׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [200], "commentaryNum": 17.0004, "collectiveTitle": {"en": "Mekhilta DeRabbi Shimon Ben Yochai", "he": "מכילתא דרבי שמעון בן יוחאי"}, "he": "<b>ויצעק משה אל ה' לאמור מה אעשה לעם הזה</b> להודיע [שבחו] של משה שלא אמר הואיל והן מידיינין כנגדי אף אני איני מבקש עליהן רחמים אלא מה אעשה לעם הזה: <b>עוד מעט וסקלוני.</b> אמר לפניו [רבונו] של עולם בינך לבינם הרי אני הרוג שאמרת לי אל תקפיד כנגדן כי תאמר אלי שאהו בחיקך (במדבר י\"א י\"ב): כאן המקום ממיך ומשה מגביה אבל במעשה העגל המקום מגביה ומשה ממיך:", "heVersionTitle": "Mechilta de-Rabbi Simon b. Jochai, Dr. D. Hoffman, Frankfurt 1905", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מכילתא דרבי שמעון בר יוחאי, ד״ר ד. הופמן, פרנקפורט 1905", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5684e87ad6e4a9403d669532", "index_title": "Shadal on Exodus", "category": "Commentary", "type": "commentary", "ref": "Shadal on Exodus 17:4:1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Shadal on Exodus 17:4:1", "sourceHeRef": "שד\"ל על שמות י״ז:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על שמות", "he": "עוד מעט וסקלוני: עוד מעט מההכרח שיבוא אליהם יסקלוני (דון יצחק), אם עוד מעט תאריך הצרה יסקלוני (רנה\"ו חכמת שלמה דף נ'), ולא כפי' רש\"י ולא כפי' רמבמ\"ן.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "569d07bfd6e4a979b40a0a51", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 85:1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Sifrei Bamidbar 85:1", "sourceHeRef": "ספרי במדבר פ״ה:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [200], "commentaryNum": 85.0001, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "ויהי העם כמתאוננים. אין ויהי אלא שהיה להם דבר מתחילה. מלמד שהיו מקולקלים, וחזרו לקלקולם הראשון. ויהי העם. אין העם אלא הרשעים, שנאמר שמות יז מה אעשה לעם הזה, (במדבר יד) עד אנה ינאצוני העם הזה, (ירמיה יג) העם הזה העם המאנים לשמוע. וכשהוא קוראן \"עמי\" – אין עמי אלא כשרים, שנאמר שמות ז שלח עמי ויעבדני, (מיכה ו) עמי מה עשיתי לך ומה הלאיתיך ענה בי, (מיכה ו) עמי זכור נא: כמתאוננים. אין מתאוננים אלא מתרעמים, מבקשים עלילה לפרוש מאחרי המקום; שכן הוא אומר ביורם בן אחאב מלכים ב ה דעו נא וראו כי מתאנה הוא לי. וכן הוא אומר בשמשון (שופטים יד) כי תואנה הוא מבקש מפלשתים. רבי אליעזר אומר: אין כמתאוננים אלא כמתלהמים. וכן הוא אומר (משלי כו) דברי נרגן כמתהלמים. וכן הוא אומר (דברים א) ותרגנו באהליכם. מהו כמתלהמים? סכין ירדה מן השמים ובקעה את כריסם, שנאמר (משלי כו) והם ירדו חדרי בטן. ר' יהודה אומר: אין כמתלהמים אלא כמדוים את עצמם, שנאמר (דברים כו) לא אכלתי באוני ממנו. רבי אומר: כמתאוננים רע – אין לי אלא עבודה זרה, שנאמר [[דברים לא] כי תעשו הרע בעיני ה': באזני ה'. מלמד שהיו ישראל מתכוונים להשמיע את המקום. היה רבי שמעון אומר: משל למה הדבר דומה? לאחד שהיה מקלל את המלך, היה המלך עובר. אמרו לו: שתוק, שלא ישמע המלך. אמר להם מי אמר לכם? שלא היתה כוונתי כי אם להשמיעו! אף ישראל מתכוונים להשמיעו למקום! וישמע ה'. שמע המקום ונתמלא עליהם חימה: ותבער בם אש ה'. ירדה אש מן השמים והיתה קופלת בהם מתחתיה, עד שלא עמדו, לא בין החיים למתים ולא בין המתים לחיים. אבל אי אתה יודע במי נגעה האש תחילה, והרי הוא אומר \"ותאכל בקצה המחנה\", יש אומרים אלו הגרים הנתונים בקצה המחנה. ר' שמעון בן מנסיא אומר: ותאכל בקצה המחנה – במוקצים שבהם, בגדולים שבהם, וכן הוא אומר (שופטים יא) וישימו העם אותו עליהם לראש ולקצין.", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 11:1) \"And the people were ['vayehi'] as seekers of a pretext\": \"vayehi\" connotes return to a previous condition, i.e., they were perverse to begin with, and they reverted to their original perversity. \"And the people\": \"the people\" connotes the wicked ones, as in (Shemot 17:4) \"What can I do to this people?\", (Bamidbar 14:4) \"How long will this people provoke Me?\" (Jeremiah 13:10) \"this evil people who refuse to hear My words.\" And when He calls them \"My people,\" this connotes the upright ones, as in (Shemot 7:16) \"Send My people and let them serve Me,\" (Michah 6:3) \"My people, what (wrong) did I do to you, and how did I tire you? Testify against Me!\", (Ibid. 5) \"My people, remember now, etc.\" And the people were kemithonenim\": \"mithonenim\" connotes \"grumblers,\" seekers of a pretest to abandon the L-rd, as in the instance of Yoram the son of Achav, viz. (II Kings 5:7) \"Know now and see that he seeks a pretext (mithaneh) against me,\" and in the instance of Samson, viz. (Judges 14:4) \"for he was seeking a pretext (toanah) against the Philistines.\" R. Eliezer says: \"kemithonenim\" connotes \"blows,\" as in (Proverbs 26:22) \"The words of the grumbler are like blows,\" and in (Devarim 1:23) \"And you 'grumbled' in your tents.\" What is \"blows\" (in our context)? They were as strikers of blows, but a \"knife\" descended from heaven and split their innards, viz. (Proverbs, Ibid.) \"and they descend to the recesses of the stomach.\" R. Yehudah says: \"kemithonenim\" connotes those who afflict themselves, as in (Devarim 26:19) \"I did not eat in my mourning (be'oni) of it.\" Rebbi says: \"kemithonenim ra [evil]\": \"evil\" (in this context) is idolatry, as in (Devarim 31:29) \"for you will do evil in the eyes of the L-rd.\" \"in the ears of the L-rd\": We are hereby taught that Israel deliberately intended to have Him hear (their words). R. Shimon says: An analogy: A man is cursing the king, when the king passes by. They tell him: Hush! the king might hear! And he says: Who told you that I don't want him to hear! So, (in this instance) Israel wanted the L-rd to hear. He heard and His wrath burned in them. \"and the fire of the L-rd burned in them\": Fire descended from heaven and \"rained blows\" upon them until they could not tell the difference between the living and the dead. But whom did the fire strike first? — \"and it (the fire) devoured 'biktzei' of the camp.\" Some say (this refers to) the proselytes, who were muktzim (\"cast off\") in the end (\"katzeh\") of the camp. R. Shimon b. Menassia says: \"and it devoured 'biktzei' of the camp\": in the ketzinim, (their officers), their great men, as in (Judges 11:11) \"and the people set him as a leader and a chief (katzin) over them.\"", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "569d07d9d6e4a979b40a0e15", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 157:3", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Sifrei Bamidbar 157:3", "sourceHeRef": "ספרי במדבר קנ״ז:ג׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [200], "commentaryNum": 157.0003, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "אלף למטה אלף למטה לכל מטות ישראל תשלחו לצבא – כ\"ד אלף, דברי ר' ישמעאל. ר' עקיבא אומר: אלף למטה אלף למטה – י\"ב אלף. מה ת\"ל לכל מטות ישראל תשלחו לצבא? להביא את שבטו של לוי: וימסרו מאלפי בני ישראל – מגיד הכתוב שהיו בני אדם צדיקים וכשרים, ומסרו נפשם על הדבר. רבי נתן אומר: אחרים מסרום: איש פלוני כשר – יצא, איש פלוני צדיק – יצא למלחמה. רבי אלעזר המודעי אומר: בוא וראה כמה חיבתן של רועי ישראל, שעד שלא שמעו שמיתתו של משה מעכבת למלחמה מדין מה כתיב בהן? (שמות יז) עוד מעט וסקלוני. מששמעו שמיתתו של משה מעכבת מלחמת מדין – התחילו מתחבאים, אעפ\"כ נמסרו על כרחם, שנאמר וימסרו מאלפי ישראל:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 31:4) \"A thousand to a tribe, a thousand to a tribe\": 24,000 all together, viz. (Ibid. 5) \"And there were handed over … twelve thousand armed for the host, etc.\" R. Akiva says: \"a thousand to a tribe, a thousand to a tribe.\" Why (add) \"And there were handed over, etc.\" To exclude the tribe of Levi. \"And there were handed over of the thousands of Israel\": Scripture hereby apprises us that they were just and righteous men, who gave of themselves for the cause. R. Nathan says: Others handed them over: \"This man is kasher — Let him go! This man is a tzaddik — Let him go!\" R. Elazar Hamodai says: Come and see the love (of Israel for) the shepherd of Israel. So long as they had not heard that the death of Moses was attendant upon the war with Midian, what is written of them? (Shemot 17:4) \"Just a little more and they will stone me.\" When they heard of it, they began hiding (to avoid conscription, so as not to be instrumental in his death) — notwithstanding which they were conscripted perforce, viz. \"And there were handed over of the thousands of Israel, etc.\"", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "571f38c7d6e4a90eb248445a", "index_title": "Gur Aryeh on Devarim", "category": "Quoting Commentary", "type": "", "ref": "Gur Aryeh on Devarim 3:23:6", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Gur Aryeh on Devarim 3:23:6", "sourceHeRef": "גור אריה על דברים ג׳:כ״ג:ו׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 23.0006, "collectiveTitle": {"en": "Gur Aryeh on Devarim", "he": "גור אריה על דברים"}, "heTitle": "גור אריה על דברים", "he": "<b>זה אחד משלשה מקומות וכו'.</b> זהו האחד, והשני – \"ויצעק משה אל ה' לאמר\" אצל מרים (במדבר יב, יג), שאין תלמוד לומר \"לאמר\", אלא אמר הודיעני אם מרפאה אם לאו (רש\"י שם). וכן \"וידבר משה לפני ה' לאמר יפקוד ה' אלקי הרוחות\" (ר' במדבר כז, טו-טז), הודיעני נא אם תמנה עליהם פרנס (רש\"י שם). ובספרי (כאן) שנו \"וידבר משה לפני ה' לאמר\" (שמות ו, יב), הודיעני אם אתה גואלן אם לאו וכו'<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"37\"></i>. והקשה הרא\"ם, דצריך עיון למה רש\"י לא הביאו:<br>ויראה דרש\"י לא הביא רק אותם שהיה משה מתפלל עליהן, והם אלו שלשה, דכתיב \"ואתחנן אל ה' בעת ההיא\". וכן היה מתפלל על מרים. והיה מבקש מלפניו \"יפקוד ה' אלקי הרוחות איש על העדה\". ולא הביא עמהן \"וידבר משה לפני ה'\" דפרשת וארא (שמות ו, יב), כי אותה בקשה – שיודיע לו אם גואל אותם אם לאו – לא היה בקשה גמורה, שלא היה מבקש עתה שיגאל ישראל, רק שרצה לדעת אם יגאל ישראל, ולכך לא חשיב אותו עמהם<br>:<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"38\"></i>אבל בספרי בפרשת פנחס (במדבר כז, טז) אצל \"יפקוד ה' וגו'\", מנה אלו שלשה, ומנה גם כן עמהם \"וידבר משה לפני ה'\" דבפרשת וארא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"39\"></i>, אף על גב שלא היה מבקש עתה על גאולתם, מכל מקום היה חפץ בגאולתם, ורצה לדעת אם יגאל אותם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"40\"></i>. ומכל מקום לא חשיב (ספרי שם) עמהן \"ויצעק משה אל ה'\" דבפרשת בשלח (שמות יז, ד), משום דשם היה מבקש להודיע אותו אם יפול בידיהם אם לא, ולא היה זה שאלה ראויה, שהרי השיב לו הקב\"ה, אתה אמרת \"עוד מעט וסקלוני\" (שם), ואמר לו \"לך עבור לפני העם\" (ר' שם שם ה), 'וראה אם יסקלוך, [למה] הוצאת לעז על בני' (רש\"י שם), ולכך לא חשיב זה. אבל בספרי בפרשת ואתחנן חשיב שם גם זה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"41\"></i> עמהם, ששם בא למנות כל המקומות שאמר משה להקדוש ברוך הוא שיודיעהו תשובה על דבריו. כך יראה נכון:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "574c6ef3d6e4a9347afe08e8", "index_title": "Rashi on Exodus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Exodus 17:4:1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Rashi on Exodus 17:4:1", "sourceHeRef": "רש\"י על שמות י״ז:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על שמות", "he": "<b>עוד מעט.</b> אִם אַמְתִּין עוֹד מְעַט <b>וסקלני</b>:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "עוד מעט YET A LITTLE means, if I wait but a little more they will stone me.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "57e77cb4d6e4a94c7c189d38", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 17:4", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Tafsir Rasag, Exodus 17:4", "sourceHeRef": "תפסיר רס\"ג, שמות י״ז:ד׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 17.0004, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "פצרך̇ מוסי אלי אללה קאילא מא אצנע בהאולי אלקום ען קליל וירג̇ומוני", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b392d6e4a902855fe5d8", "index_title": "Tur HaArokh", "category": "Quoting Commentary", "type": "", "ref": "Tur HaArokh, Numbers 20:13:2", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Tur HaArokh, Numbers 20:13:2", "sourceHeRef": "הטור הארוך, במדבר כ׳:י״ג:ב׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Tur HaArokh", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>ויקדש בם. </b>פירש\"י שמתו משה ואהרן על ידם שכשעושה דין במקודשיו מתיירא וכו'. וכתב הרמב\"ן ואינו נכון בעיני כי עדיין לא מתו משה ואהרן ואינו מפורסם לבריות שמתו בחטא זה שיתיירא הקב\"ה ע\"י כך כאשר הי' בנדב ובאביהוא ובפרץ עוזא. ועוד כי הכתוב אומר אשר רבו בני ישראל את ה' ויקדש בם כי במריבים נתקדש. והנכון בעיני כי מעשה הצור הראשון הי' לעיני זקני ישראל בלבד אבל בכאן נאמר ויקהילו משה ואהרן את כל הקהל אל פני הסלע על כן אמר הכתוב כי המים האלה שנגזרה בהם הגזירה על משה ואהרן המה אותם מי מריבה אשר רבו בני ישראל את ה' ויקדש בם לעיני כולם כענין שאמר הכתוב וקבצתי אותם מארצות אויביהם ונקדשתי בהם לעיני הגוים. ודע כי בראשונה הי' מריבה עם משה כמו שנא' וירב העם עם משה וכמו שנא' עוד מעט וסקלוני והיו מנסים את ה' היש ה' בקרבנו אם אין אבל בכאן היו מריבים כלפי מעלה ולא הי' בכאן נסיון על כן אמר כי אלה מי מריבה אשר רבו בני ישראל את ה' ויקדש בם לעיניהם ולא הראשונים אשר ניסו השם ולא נתקדש רק לעיני הזקנים ובעבור שהי' ענין הסלע שני פעמים הוצרך לבאר על איזה מהם נענשו הצדיקים: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "   ויקדש בם, “He was sanctified through them.” According to <i>Rashi</i> Moses’ and Aaron’s death for their sin was a way of sanctifying G’d’s name as when people observe that G’d applies strict yardsticks of justice even to His chosen people this will make them more G’d-fearing.\n    Concerning the above Nachmanides writes that he does not agree with this explanation seeing that the people had not yet witnessed the death of either Moses or Aaron. Neither had the decree of Moses and Aaron’s impending death been made public at this stage. When they would die eventually, it was not clear what sin had brought about their death. When Uzzah, who had sinfully steadied the Holy Ark, died on the spot, this was a death that induced fear of the Lord as it occurred immediately after the sin. (Compare Samuel II 6,8) The same held true when Nadav and Avihu, the two sons of Aaron who took unauthorized fire in their censers died on the spot. Such deaths contributed to increased fear of the Lord, and the expression ויקדש בם, that G’d’s name became sanctified by their deaths, is appropriate in such instances. [Compare the expression בקרובי אקדש as a similar expression, in Leviticus Ed.] Furthermore, seeing that the Torah wrote explicitly אשר רבו בני ישראל את ה' ויקדש בם, “where the Children of Israel quarreled with <i>Hashem</i> and He was sanctified by them,” we cannot make Moses and Aaron the subjects of this verse.\n    In my opinion, we must understand the verse by comparing it to the first occasion when water from a rock was produced miraculously. On that occasion Moses had assembled only the elders, whereas on this occasion he had assembled all the people. The first time the miracle had been witnessed only by a small group of people, whereas this time the entire nation had witnessed it. It is therefore appropriate for the Torah to refer to these latter waters as the ones through which G’d had become sanctified as all the people had witnessed the miracle and had been impressed by what they had seen. We have a similar verse where G’d is described as having become sanctified as a result of the multitude having witnessed something. (Compare Ezekiel 39,27: וקבצתי אותם מארץ אויביהם ונקדשתי בהם לעיני הגוים, “when I have brought them back from the land of their enemies I will be sanctified in the presence of all the nations.”)\n    You should realize that the confrontation the Torah speaks about began with the people quarreling with Moses, as the Torah wrote: וירב העם עם משה, and as it continues when Moses complained to G’d when he said: ”if they continue in this way they will stone me to death.” (Exodus 17,4) At that time they had sorely tested the patience of G’d when they said: “we want to see if G’d is indeed in our midst or not.” This time around they addressed their complaints also against G’d, but there was no נסיון, testing of G’d’s power or ability involved. This is why this time the waters are only referred to as מי מריבה, waters of strife, whereas the first time the waters were called מי מסה ומריבה, waters where a test of G’d and a quarrel had occurred. On the first occasion G’d had become sanctified only in the presence of the elders, whereas this time He had become sanctified before the eyes of all the people. Seeing that there had been two similar occurrences involving water coming out of a rock, it was necessary for the Torah to tell which of these events caused Moses’ premature death.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5889b4d8d6e4a902855ff3c1", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Exodus 17:4:1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Tur HaArokh, Exodus 17:4:1", "sourceHeRef": "הטור הארוך, שמות י״ז:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "שמות", "he": "<b>עוד מעט וסקלוני. </b>דרך משל כי רוב מריבות עשו עמי ומתרעמים עלי ואילו היה בהם יכולת היו סוקלין אותי: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " עוד מעט וסקלוני, “if this continues a little longer they are liable to stone me.” Moses did not mean this literally. What he meant was that the people were so embittered that if they had been able to, they would have stoned him.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58a44714d6e4a97ea8053dcc", "index_title": "Sifrei Devarim", "category": "Midrash", "type": "", "ref": "Sifrei Devarim 26:9", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Sifrei Devarim 26:9", "sourceHeRef": "ספרי דברים כ״ו:ט׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [200], "commentaryNum": 26.0009, "collectiveTitle": {"en": "Sifrei Devarim", "he": "ספרי דברים"}, "heTitle": "ספרי דברים", "he": "לאמר, זה אחד מן הדברים שאמר משה לפני המקום הודיעני אם אתה עושה לי אם אי אתה עושה לי, אמר לו הקדוש ברוך הוא אני עושה, (שם יז ד) ויצעק משה אל ה' לאמר מה אעשה לעם הזה, שאין תלמוד לומר לאמר ומה תלמוד לומר לאמר, אמר לו הודיעני אם נופל אני בידם אם לאו.", "heVersionTitle": "Sifre on Deuteronomy, ed. Dr. Louis Finkelstein. JTS, 1969", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "(<i>Ibid</i>.) \"to say\": This is one of the times when Moses says to the L-rd: Tell me whether or not You will grant my request. Similarly, (Shemoth 17:4) \"And Moses cried out to the L-rd, to say: What can I do to this people?\" What is the intent of \"to say\"? Apprise me of whether or not I will fall into their hand. Similarly (<i>Ibid</i>. 6:12) \"And Moses spoke before the L-rd, <i>to say</i>\": Apprise me whether or not You will redeem them. Similarly, (Bamidbar 12:13) \"And Moses cried out to the L-rd <i>to say</i>\": Apprise me whether or not You will heal her. Similarly, (<i>Ibid</i>. 27:15) \"And Moses spoke to the L-rd, to say\": Apprise me whether or not You will appoint leaders over them. Thus, here, \"at that time, <i>to say</i>\": Apprise me whether or not I will enter the land.", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "58affd0dd6e4a91e9d6fcb46", "index_title": "Shemot Rabbah", "category": "Midrash", "type": "", "ref": "Shemot Rabbah 26:2", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Shemot Rabbah 26:2", "sourceHeRef": "שמות רבה כ״ו:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 26.0002, "collectiveTitle": {"en": "Shemot Rabbah", "he": "שמות רבה"}, "heTitle": "שמות רבה", "he": "וַיָּבֹא עֲמָלֵק, מַה כְּתִיב לְמַעְלָה מִן הָעִנְיָן <small>(שמות יז, א)</small>: וַיִּסְעוּ כָּל עֲדַת בְּנֵי יִשְׂרָאֵל, וְאֵין מַיִם לִשְׁתֹּת הָעָם, לָעָם לֹא הָיָה, לַצֹּאן וְלַבָּקָר הָיָה, מִיָּד בָּאוּ לַעֲשׂוֹת מְרִיבָה עִם משֶׁה וְאָמְרוּ לוֹ <small>(שמות יז, ג)</small>: לָמָּה זֶה הֶעֱלִיתָנוּ מִמִּצְרַיִם, מִכָּן הָיָה רַבִּי יְהוֹשֻׁעַ אוֹמֵר נְפַל בֵּיתָא חֲבָל לְכַוָּתָא. <small>(שמות יז, ג)</small>: אֲנִי וּמִקְנַי בַּצָּמָא, יֵשׁ אוֹמְרִים בְּהֶמְתּוֹ שֶׁל אָדָם אֵינָהּ אֶלָּא חַיָּיו, יוֹצֵא אָדָם לַדֶּרֶךְ אִם אֵין בְּהֶמְתּוֹ עִמּוֹ מִסְתַּגֵּף הוּא. מִיָּד עָמַד משֶׁה בִּתְפִלָּה, שֶׁנֶּאֱמַר <small>(שמות יז, ד)</small>: וַיִּצְעַק משֶׁה אֶל ה' לֵאמֹר, מַהוּ לֵאמֹר, אָמַר לְפָנָיו רִבּוֹנוֹ שֶׁל עוֹלָם הוֹדִיעֵנִי אִם הוֹרְגִים אוֹתִי אִם לָאו, אָמַר לוֹ מָה אִכְפַּת לָךְ <small>(שמות יז, ה)</small>: עֲבֹר לִפְנֵי הָעָם, מַהוּ עֲבֹר, אָמַר לוֹ עֲבֹר עַל דִּבְרֵיהֶם. רַבִּי מֵאִיר אוֹמֵר, מַהוּ עֲבֹר, אָמַר הֱוֵי דוֹמֶה לִי, מָה אֲנִי מְשַׁלֵּם טוֹבָה תַּחַת רָעָה, אַף אַתָּה הֱוֵי מְשַׁלֵּם טוֹבָה תַּחַת רָעָה, שֶׁנֶּאֱמַר <small>(מיכה ז, יח)</small>: מִי אֵל כָּמוֹךָ נֹשֵׂא עָוֹן וְעֹבֵר עַל פֶּשַׁע. רַבִּי יְהוּדָה אוֹמֵר עֲבֹר עַל חַטָּיָא שֶׁלָּהֶם, וְרַבִּי נְחֶמְיָה אוֹמֵר: עֲבֹר לִפְנֵי הָעָם, מִי שֶׁיֵּשׁ בּוֹ גַּאֲוָה יָבוֹא וִידַבֵּר כְּנֶגְדֶּךָ. וְקַח אִתְּךָ מִזִּקְנֵי יִשְׂרָאֵל, שֶׁיִּהְיוּ עֵדִים שֶׁלֹא יְהוּ אוֹמְרִים לְךָ מַעְיָנוֹת הָיוּ שָׁם. <small>(שמות יז, ה)</small>: וּמַטְּךָ אֲשֶׁר הִכִּיתָ בּוֹ אֶת הַיְאֹר, אָמַר לְפָנָיו רִבּוֹנוֹ שֶׁל עוֹלָם מַטֶּה זֶה שֶׁל פֻּרְעָנוּת הוּא, הוּא הִבְאִישׁ הַמַּיִם בְּמִצְרַיִם וְהוּא הֵבִיא עֶשֶׂר מַכּוֹת עַל הַמִּצְרִים. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא אֵין מִדָּתִי כְּמִדַת בָּשָׂר וָדָם שֶׁהוּא מַכֶּה בְּאִזְמֵל וּמְרַפֵּא בִּרְטִיָּה, אֲבָל אֲנִי בַּמֶּה שֶׁאֲנִי מַכֶּה בּוֹ אֲנִי מְרַפֵּא, לְכָךְ נֶאֱמַר: וּמַטְךָ אֲשֶׁר הִכִּיתָ בּוֹ אֶת הַיְאֹר קַח בְּיָדְךָ, כְּדֵי שֶׁיֵּדְעוּ הַכֹּל שֶׁהוּא שֶׁל בְּרָכָה. <small>(שמות יז, ו)</small>: וְהִכִּיתָ בַצּוּר, מַהוּ וְהִכִּיתָ בַצּוּר, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, אִם מְבַקְּשִׁים הֵם מִן הָאֶבֶן הַזּוֹ הוֹצִיא לָהֶם, אִם מִן הָאֶבֶן הַזּוֹ תֵּן לָהֶם, כֵּיוָן שֶׁיָּצְאוּ הַמַּיִם הִשְׁקוּ כָּל אָהֳלֵיהֶם שֶׁל יִשְׂרָאֵל. מַה כְּתִיב שָׁם <small>(שמות יז, ז)</small>: וַיִּקְרָא שֵׁם הַמָּקוֹם הַהוּא מַסָּה וּמְרִיבָה, וּמַה מְּרִיבָה הָיְתָה שָׁם, רַבִּי יְהוּדָה וְרַבִּי נְחֶמְיָה וְרַבָּנָן, רַבִּי יְהוּדָה אוֹמֵר אָמְרוּ אִם רִבּוֹן הוּא עַל כָּל הַמַּעֲשִׂים כְּדֶרֶךְ שֶׁהוּא רִבּוֹן עָלֵינוּ, נַעַבְדֶּנּוּ, וְאִם לָאו נִמְרֹד בּוֹ. וְרַבִּי נְחֶמְיָה אוֹמֵר אִם מַסְפִּיק לָנוּ מְזוֹנוֹתֵינוּ כְּמֶלֶךְ שֶׁהוּא שָׁרוּי בַּמְּדִינָה וְאֵין בְּנֵי הַמְּדִינָה צְרִיכִין לוֹ כְּלוּם, נַעַבְדֶּנּוּ, וְאִם לָאו נִמְרֹד בּוֹ. וְרַבּוֹתֵינוּ אָמְרוּ אִם מְהַרְהֲרִים אָנוּ בִּלְבָבֵנוּ וְהוּא יוֹדֵעַ מַה שֶּׁאָנוּ מְהַרְהֲרִים, נַעַבְדֶּנוּ, וְאִם לָאו נִמְרֹד בּוֹ. אָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא אִם בִּקַּשְׁתֶּם לִבְדֹּק אוֹתִי יָבוֹא הָרָשָׁע וְיִבְדֹּק אֶתְכֶם, מִיָּד וַיָּבֹא עֲמָלֵק, מַה כְּתִיב שָׁם <small>(שמות יז, ז)</small>: הֲיֵשׁ ה' בְּקִרְבֵּנוּ אִם אָיִן וַיָּבֹא עֲמָלֵק, וְכִי מָה עִנְיַן זֶה אֵצֶל זֶה, מָשָׁל לְתִינוֹק שֶׁהָיָה רוֹכֵב עַל כְּתֵפוֹ שֶׁל אָבִיו וְרָאָה חֲבֵרוֹ שֶׁל אָבִיו, אָמַר לוֹ, רָאִיתָ אֶת אַבָּא, אָמַר לוֹ אָבִיו אַתָּה רוֹכֵב עַל כְּתֵפִי וְאַתָּה שׁוֹאֵל עָלַי, הֲרֵינִי מַשְׁלִיכֲךָ וְיָבוֹא הַשֹּׂוֹנֵא וְיִשְׁלֹט בָּךְ. כָּךְ אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל, אֲנִי נָשָׂאתִי אֶתְכֶם עַל עַנְנֵי כָּבוֹד וְאַתֶּם אוֹמְרִים: הֲיֵשׁ ה' בְּקִרְבֵּנוּ, לְפִיכָךְ יָבוֹא הַשֹּׂוֹנֵא וְיִשְׁלֹט בָּכֶם, הֱוֵי: וַיָּבֹא עֲמָלֵק.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“Amalek came.” What is written prior to the matter? “The entire congregation of the children of Israel traveled…there was no water for the people to drink” (Exodus 17:1). For the people there was not, but for the flocks and the cattle there was.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The water was fit for animals to drink but not for people. </i> Immediately they came to engage in a dispute with Moses and said to him: “Why did you take us up out of Egypt [to kill us and our children and our cattle with thirst]?” (Exodus 17:3).<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">This was unnecessarily quarrelsome, as there was actually water for the animals. </i> From here, Rabbi Yehoshua would say: The house collapsed; too bad about the windows –“I and my livestock with thirst” (Exodus 17:3).<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Rabbi Yehoshua noted that when people complain, they often complain even about matters that are relatively minor compared to the primary concern. Similarly, after complaining that they would die, the Israelites also added that their animals would die as well. </i> Some say that a person’s animal is nothing other than his life;<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">They complained about the animals’ safety because the safety of one’s animals ensures the safety of one’s own life. </i> when a person sets out on the road, if his animal is not with him, he will suffer. <br>Immediately, Moses stood in prayer, as it is stated: “Moses cried out to the Lord, saying” (Exodus 17:4). What is “saying”? He said before Him: ‘Master of the universe, inform me whether or not they will kill me.’ He said to him: ‘What concern is it of yours? “Pass before the people”’ (Exodus 17:5). What is “pass [<i>avor</i>]”? He said to him: ‘Overlook [<i>avor</i>] their words.’ Rabbi Meir says: What is <i>avor</i>? He said: ‘Emulate Me. Just as I repay evil with good, you, too, repay evil with good,’ as it is stated: “Who is a God like You, Who pardons iniquity and overlooks [<i>veover</i>] transgression” (Micah 7:18). Rabbi Yehuda says: Pardon [<i>avor</i>] their sins. Rabbi Neḥemya says: “Pass before the people,”<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">No need to fear them. Pass before them confidently.</i> let one who has haughtiness come and speak against you. <br><b>“The Lord said to Moses: Pass before the people and take with you some of the elders of Israel and take in your hand your staff with which you struck the Nile, and go” (Exodus 17:5).</b> <br>“Take with you some of the elders of Israel,” so they will be witnesses, so they will not say to you: ‘There were springs there.’ “Your staff with which you struck the Nile,” he said before Him: ‘Master of the universe, this staff is a staff of punishment. It rendered the water in Egypt putrid and it brought the ten plagues upon the Egyptians.’ The Holy One blessed be He said: ‘My nature is not like the nature of flesh and blood. He strikes with a chisel and heals with a bandage, but I, with what I strike, I heal.’ That is why it says: “And take in your hand your staff with which you struck the Nile,” so that everyone will know that it is [a staff] of blessing. <br><b>“Behold, I am standing before you there upon the rock at Ḥorev; you shall strike the rock and water will emerge from it, and the people will drink. Moses did so before the eyes of the elders of Israel” (Exodus 17:6). <br>“He called the place Masa and Meriva, due to the dispute of the children of Israel and due to their trying of the Lord, saying: Is the Lord in our midst, or not?” (Exodus 17:7).</b> <br>“You shall strike the rock.” What is “you shall strike the rock”? The Holy One blessed be He said to him: ‘If they request from this rock, produce it for them, and if from that rock give it to them.’<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">It did not matter which rock was chosen. This was so that the Israelites could not claim that Moses had brought forth water naturally from a rock with a hidden water source. </i> When the water emerged, it provided for all the tents of Israel. <br>What is written there? “He called the place Masa and Meriva” (Exodus 17:7). What dispute [<i>meriva</i>] was there? Rabbi Yehuda, Rabbi Neḥemya, and the Rabbis, Rabbi Yehuda says: They said: ‘If He is Master over all creations just as He is Master over us, we will worship Him, but if not, we will rebel against Him.’ Rabbi Neḥemya says [they said]: ‘If He provides us our sustenance like a king who is present in the province, and the residents of the province do not require anything from him, we will worship Him, but if not, we will rebel against Him.’ The Rabbis say [they said]: ‘If we contemplate in our heart and He knows what we are contemplating, we will worship Him, but if not, we will rebel against Him.’ The Holy One blessed be He said to them: ‘If you sought to challenge Me, let the wicked one come and challenge you.’ Immediately, “Amalek came.” What is written there? “Is the Lord in our midst, or not? Amalek came” (Exodus 17:7–8). How does this relate to that? It is analogous to a child who was riding on his father’s shoulders and saw his father’s friend. He said to him: ‘Have you seen father?’ His father said to him: ‘You are riding on my shoulders and you ask about me? I will cast you down and the enemy will come and dominate you.’ So too, the Holy One blessed be He said to Israel: ‘I bore you on clouds of glory and you say: “Is the Lord in our midst”? Therefore, let the enemy come and dominate you.’ That is, “Amalek came.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b13dd6e4a952249cba83", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Exodus 17:4:1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Minchat Shai on Torah, Exodus 17:4:1", "sourceHeRef": "מנחת שי על תורה, שמות י״ז:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "שמות", "he": "<b>עוד מעט וסקלני.</b> חסר וא\"ו אחר הלמ\"ד וכתיב יו\"ד בתר נו\"ן וכן קרי. ובסוראי וסקלנו כתיב וא\"ו בסוף תיבותא וקרי יו\"ד וליתא דכולהו נוסחי דיקי יו\"ד כתיב ויו\"ד קרי הרמ\"ה ז\"ל:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58fdc0ddd6e4a960c04a2be9", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Beshalach 22:1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Midrash Tanchuma, Beshalach 22:1", "sourceHeRef": "מדרש תנחומא, בשלח כ״ב:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "בשלח", "he": "‎<b>הִנְנִי</b> עֹמֵד לְפָנֶיךָ שָׁם עַל הַצּוּר <small>(שמות יז, ו)</small>. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא: כָּל מָקוֹם שֶׁאַתָּה מוֹצֵא שָׁם רֹשֶׁם רַגְלֵי אָדָם, שָׁם אֲנִי לְפָנֶיךָ. וְהִכִּיתָ בַצּוּר, מִכָּאן אָמַר רַבִּי יוֹסִי בֶּן זִמְרָה, שֶׁהַמַּטֶּה שֶׁל סַמְפִּירִינוֹן הָיָה, שֶׁנֶּאֱמַר: וְהִכִּיתָ בַצּוּר <small>(שמות יז, ו)</small>. עַל הַצּוּר אֵינוֹ אוֹמֵר כֵּן אֶלָּא בַצּוּר. וְיָצְאוּ מִמֶּנּוּ מַיִם וְשָׁתָה הָעָם. וַיִּקְרָא שֵׁם הַמָּקוֹם מַסָּה <small>(שמות יז, ז)</small>. רַבִּי יְהוֹשֻׁעַ אוֹמֵר: מֹשֶׁה קְרָאוֹ מַסָּה, שֶׁנֶּאֱמַר: וַיִּקְרָא שֵׁם הַמָּקוֹם מַסָּה. רַבִּי אֶלְעָזָר הַמּוֹדָעִי אוֹמֵר: הַמָּקוֹם קְרָאוֹ מַסָּה וּמְרִיבָה. מִכָּאן לְבֵית דִּין הַגָּדוֹל שֶׁהוּא קָרוּי מָקוֹם. וַיִּצְעַק מֹשֶׁה אֶל ה' לֵאמֹר מָה אֶעֱשֶׂה לָעָם הַזֶּה עוֹד מְעַט וּסְקָלֻנִי <small>(שמות יז, ד)</small>. אָמַר מֹשֶׁה לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא: רִבּוֹן הָעוֹלָם, בֵּינְךָ לְבֵינָם אֲנִי הָרוּג. אַתָּה אוֹמֵר לִי אַל תַּקְפִּיד כְּנֶגְדָּן, כִּי תֹאמַר אֵלַי שָׂאֵהוּ בְחֵיקֶךָ <small>(במדבר יא, יב)</small>. וְהֵם בִּקְשׁוּ לְסָקְלֵנִי. כָּאן, הַקָּדוֹשׁ בָּרוּךְ הוּא מֵמִיךְ, וּמֹשֶׁה מַגְבִּיהַּ. וּבְמָקוֹם אַחֵר, הַקָּדוֹשׁ בָּרוּךְ הוּא מַגְבִּיהַּ וּמֹשֶׁה מֵמִיךְ, כָּעִנְיָן שֶׁנֶּאֱמַר: וְעַתָּה הַנִּיחָה לִּי וְיִחַר אַפִּי בָהֶם וַאֲכַלֵּם, וַיְחַל מֹשֶׁה <small>(שמות לב, י-יא)</small>. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמֹשֶׁה: כָּךְ אַתָּה אוֹמֵר, עוֹד מְעַט וּסְקָלֻנִי. עֲבֹר לִפְנֵי הָעָם, נִרְאֶה מִי סוֹקֵל אוֹתָךְ. הִתְחִיל לַעֲבֹר, עָמְדוּ כָּל יִשְׂרָאֵל לְפָנָיו וְנָהֲגוּ בּוֹ כָּבוֹד וּמוֹרָא. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמֹשֶׁה: כַּמָּה פְּעָמִים אֲנִי מְצַוֶּה אוֹתְךָ עֲלֵיהֶן שֶׁלֹּא תַּקְפִּיד כְּנֶגְדָּן, אֶלָּא הַנְהִיגֵם כְּרוֹעֵה הַצֹּאן, שֶׁבִּשְׁבִילָן הֶעֱלֵיתִי אוֹתְךָ, וּבִשְׁבִילָם תִּמְצָא חֵן וְחֶסֶד וְחַיִּים וְכָבוֹד לְפָנַי.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "<b>Behold, I will stand before thee there upon the rock in Horeb (Exod. 17:6).</b> The Holy One, blessed be He, said to him: Wherever you find the imprint of a man’s foot, there I stand before you. <i>And thou shalt smite within the rock</i>. It does not say “upon the rock (<i>al ha-tsur</i>),” but <i>within the rock</i> (<i>batsur</i>). <i>And there shall come water out of it, that the people may drink … and the name of the place was called Massah</i>. R. Joshua stated: Moses named it Massah, as it is said: <i>And he called the name of the place Massah</i>. R. Eleazar of Modi’im said: And the Omnipresent called it Massah and Meribah. Because of this the Great Court is called <i>the place</i>.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\"><i>Massah and Meribah</i> means “trial and strife,” and the since Great Court was a place of <i>massah</i> and <i>meribah</i>, it is that which is referred to here. It is also called the <i>place</i> in Deut. 17:8.</i> <i>And Moses cried unto the Lord, saying: “What shall I do unto this people? They are almost ready to stone me”</i> (Exod. 17:4). Moses cried to the Holy One, blessed be He: Master of the world, I shall be slain, for I am trapped between you and them. You commanded me not to be angry at them, when you said to me: <i>Carry them in thy bosom</i> (Num. 11:12), but now they wish to stone me. In this instance the Holy One, blessed be He, had suppressed His anger, while Moses increased his, but elsewhere the Holy One, blessed be He, increased (his anger), while Moses suppressed his, as is said: <i>Now therefore, let Me alone that My anger may wax hot against them, and that I may consume them; and Moses besought the Lord</i> (Exod. 32:10–11). The Holy One, blessed be He, said to Moses: You said <i>They are almost ready to stone me</i>, now <i>Pass on before the people</i> (ibid. 17:5), and let Me see who will stone you. He began to walk before them, and all the Israelites arose and treated him with honor and deference. The Holy One, blessed be He, declared: Many times I commanded you not to lose patience with them, but to lead them as a shepherd does his flock. It was for their sake that I elevated you, and it was because of them that you found grace, life, and honor in My sight.", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "59636a32d6e4a9416e9c0cdf", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Exodus 17:4:1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Mizrachi, Exodus 17:4:1", "sourceHeRef": "מזרחי, שמות י״ז:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "שמות", "he": "<b>עוד מעט אם אמתין עוד מעט. </b>הוסיף אם אמתין קודם עוד מעט מפני   שבזולת זה משמ' שבודאי יסקלוהו אחר זמן מעט ימתין ולא ימתין: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "596482f6d6e4a92bf45a40d4", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Shemot 15:1:3", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Rabbeinu Bahya, Shemot 15:1:3", "sourceHeRef": "רבנו בחיי, שמות ט״ו:א׳:ג׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "שמות", "he": "<b>ויאמרו לאמר.</b> כפל האמירה על שם שכפלו לשון השירה כי כל פסוקי השירה וכל עניניה הם כפולים וכן תמצא בהלל מן (תהילים קי״ח:ה׳) מן המצר קראתי יה ענני במרחב יה עד זה היום עשה ה', כל הלשון כפול. והקלוס הכפול רמז לכח לפנים מכח, ועל כן באה השירה בלשון כפול כי הוא קלוס למדת רחמים ולשכינה, אשירה לה' ואח\"כ עזי וזמרת יה, ה' שמו ואח\"כ ימינך שהוא מדת הדין, מי כמכה באלים ה' ואחר כך מי כמוכה נאדר בקדש שהוא אדיר במעון קדשו בשמים שאין בכל העליונים דומה לכבודו שהוא אדיר במעון קדשו, מכון לשבתך פעלת ה' ואחר כך מקדש ה' אל\"ף דל\"ת והבן זה. או יאמר ויאמרו לאמר בחתוך שפתים וכן (שמות י״ז:ד׳) ויצעק משה אל ה' לאמר, שצריך המתפלל לחתוך בשפתיו. ומצאתי סיוע לזה ממה שאמרו במדרש ויאמרו לאמר ר' נחמיה אומר רוח הקודש שרתה על ישראל והיו אומרים שירה כבני אדם הקורין את שמע. ", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויאמרו לאמור, “they said as follows:” the reason the word אמירה is repeated here is to make it parallel the previous duplication of the word שירה. One look at the entire song will convince you that repeating words is the salient feature of the syntax of this entire song. It is impossible not to notice that either the same words are repeated or that the same meanings are expressed in different verbs and adjectives.<br> We find something similar in Hallel, i.e. the combination of psalms arranged by our sages to be recited on festivals. Examples are: Psalms 118,5 מן המצר קראתי י-ה ענני במרחב י-ה, all the way till verse 24. David repeats himself albeit using different words. The few lines in which David did not repeat himself (from verse 21-24) the sages have ordered us to repeat verbatim in order to maintain the rhythm of the whole chapter. The reason these praises of G’d are repeated altogether is to show that when G’d orchestrated this event there were forces within forces at work. Moses praised both the attribute of Mercy and the attribute of Justice which combined to achieve the results which triggered this whole song of thanksgiving. As an example of the truth of this statement simply look at the words אשירה לה' “I will sing to Hashem” (the attribute of Mercy), followed by עזי וזמרת י-ה, “my strength and might is י-ה,” i.e. the attribute of Justice. When Moses adds in verse three ה' שמו, that His name is Hashem;” there is no dichotomy. Even though on occasion it appears as if two different powers are at work this is not so. Two forces, both part of the same power, are at work. This theme of alternating references to the attribute of Justice on the one hand and the attribute of Mercy on the other recurs again and again such as in verse six where the word ימינך refers to the attribute of Justice whereas the words מי כמוכה באלם ה' are clearly addressed to the attribute of Mercy. In verse seventeen the words עד יעבור עמך ה' are clearly addressed to the attribute of Mercy, i.e. Hashem, whereas the words מקדש א-ד-י-נ clearly speak of the attribute of Justice.<br> Another approach to the words ויאמרו לאמור: “they enunciated every word clearly.” This would be analogous to Exodus 17,4 ויצעק משה אל ה' לאמור, “Moses cried out to G‘d saying, etc.” What need was there for the word לאמור, seeing surely Moses did not mean for G’d to pass along what he said to anyone else? It meant that he formulated his words very precisely. Similarly, here. The Israelites formulated every word precisely. This verse contains the important lesson that when praying we must formulate every word very clearly so as not to leave room for misunderstanding. I have found support for this in Mechilta Shirah, section one, where Rabbi Nechemyah is quoted as saying that the Holy Spirit rested on all the Children of Israel at that time; This enabled them to recite the שירה as if it were the קריאת שמע which every normal person recites by carefully enunciating every word.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5974b007d6e4a90179bf0a5e", "index_title": "Redeeming Relevance; Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Redeeming Relevance; Deuteronomy, CHAPTER 1 Moshe's Obsession with the Spies 11", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Redeeming Relevance; Deuteronomy, CHAPTER 1 Moshe's Obsession with the Spies 11", "sourceHeRef": "פדיון הרלוונטיות על דברים, פרק ראשון י״א", "anchorVerse": 4, "sourceHasEn": true, "compDate": [2015], "commentaryNum": 11, "collectiveTitle": {"en": "Redeeming Relevance; Deuteronomy", "he": "פדיון הרלוונטיות על דברים"}, "heTitle": "פרק ראשון", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "There are many ways to understand Moshe’s falling on his face. One way is to take it as an expression of prayer,<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">See Myer I. Gruber, <i>Aspects of Nonverbal Communication in the Ancient Near East</i> (Rome: Biblical Institute Press, 1980), pp. 463–466, who points out that falling on one’s face can well be an expression of supplication, in spite of its always being used as an expression of mourning in Akkadian.</i> which of course is a perfectly legitimate strategy and one which Moshe had used in the past (although he was always upright when he did so).<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">As, for example, when the Jews initially complained about water (Shemot 15:25) and when they did so a second time at Refidim (Shemot 17:4).</i> Yet until the incident of the spies, the only other time a figure fell on his face was to show God a state of particular helplessness.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">I.e., Avraham. See Bereshit 17:3, 17.</i>", "versionTitle": "Redeeming Relevance -- Deuteronomy", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59a6c605d6e4a920f72d9372", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Exodus 17:4:1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "HaKtav VeHaKabalah, Exodus 17:4:1", "sourceHeRef": "הכתב והקבלה, שמות י״ז:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 4.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "שמות", "he": "<b>ויצעק משה. </b>לא היתה צעקתו על עצמו על שהתלוננו עליו ונתיירא שיסקלוהו, כי הם שאלו דבר שהוא הכרח לחיי אדם ואי אפשר בלעדו, וחלילה לו לעבד הנאמן בכל בית ה' שיתרעם על ישראל לפני ד', ויבקש לעורר מדת הדין על ישראל בעת צרתם הגדולה, ולזה אה\"כ ויצעק משה אל ה' לא אלהים; אבל צעקתו זאת היא תפלה לעורר מדת הרחמים על ישראל להושיעם מצער הצמאון, וכ\"א בספרי להודיע שבחו של משה שלא אמר הואיל והם מדיינים עמי איני מבקש עליהם רחמים אלא ויצעק משה. ע\"כ. ואמר מה אעשה לעם הזה, הודיעני נא במה ארווה צמאון העם, הלא זה הוא היותר הכרחי לחיי אדם וצדקו מאד בתלונתם עלי, ואם יתאחר עליהם עוד מעט זמן בהתגברות הצמאון לא ירע בעיני אף אם יבזוני בתכלית הבזיון עד שיסקלו עלי אבנים מגודל צערם, כי אין אדם נתפס על צערו. ואין וסקלוני מאמר החלטי שבודאי יסקלוני (זיא ווערדען מיך שטייניגען), אבל הוא מאמר רשותי (מאֶגען זיא מיך שטייניגען), ראוי להם לסקל נגדי באבנים, כי רועה הצאן מחוייב לנהל צאנו על מי מנוחות לא במקומות אין מים. שרש סקל לא ישמש דוקא על המיתה, מדכתיב ויסקל באבנים את דוד (שמואל ב ט״ז:ו׳) ולא מת. וכשהמכוון המיתה בסקילה יבואר בו על הרוב, כמו וסקלתו באבנים ומת (עמ\"ש מזה באמור כ\"ד י\"ד); הנה רועה הנאמן מאהבתו את ישראל דן אותם לכף זכות בתלונתם עליו והפך בזכותם, וקיבל עליו ברצון אף מכות ופצעים שיעשו בו בסקלם בו מגודל צערם, והצדיק אותם לפני ד' והשתדל בהתעוררות רחמים עליהם להושיעם מצרתם. וקיים בזה אבי הנביאים את אשר נצטווה, ככתוב (וארא ו' י\"ג) ויצום אל בנ\"י, שאמר עליו (בספרי פ' בהעלותך) א\"ל היו יודעים בני סרבנים הם טרחנים הם על מנת כן תהוי מקבלין עליכם שהם מקללין אתכם וסוקלין אתכם באבנים. ע\"כ. והנה אף שלא אמר וסקלוני בדרך החלטה כ\"א בדרך תנאי ורשות, מ\"מ משה לגודל מעלתו מדהוציא מלה כזו בשפתיו, מצאו רבותינו לתפסו כאילו תבע עלבונו, עיי' ברבה ובמכדרשב\"י. ויש למפרשים דרכים אחרים בזה:  ", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1546fdd6e4a92409ac3d4e", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Exodus 17:4:1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Siftei Chakhamim, Exodus 17:4:1", "sourceHeRef": "שפתי חכמים, שמות י״ז:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "שמות", "he": "<b>אם אמתין כו'.</b> הוסיף מלת אם אמתין, דבזולת זה משמע דבודאי יסקלוהו אחר זמן מועט, אם ימתין או לא ימתין: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>If I wait etc. . .</b> Rashi adds, “<i>If</i> I wait,” because otherwise it implies they will surely stone him before long — whether or not he waits [to give them water]. ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5b0bc489f746f30016ee8835", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Shmini 4:2", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Yismach Moshe, Shmini 4:2", "sourceHeRef": "ישמח משה, שמיני ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "שמיני", "he": "<b>עוד</b> ביאור על המאמר הנ\"ל. ועל דברי רש\"י (ד\"ה קרב) שאמר לו למה אתה בוש לכך נבחרת, דהנה איתא במדרש (ויק\"ר י' ג') ויעש אהרן את העגל, (שמות לב ה) אמר מוטב יתלה החסרון בי ולא בהם, אמר לו הקב\"ה הואיל וכך עשית, לא תזיז מן הפלטין שלי, שנאמר (ויקרא כא יב) ומן המקדש לא יצא. והנה בספר ברית שלום (פרשה זו) פירש המדרש הנ\"ל, דהא קשה מאי מעליותא יש בזה שתלה החסרון בו ולא בהם, ופירש על פי הגמרא זבחים (דף מ\"א ע\"ב) תנא דבי רבי ישמעאל, מפני נאמר פרוכת הקדש בפר כהן משיח (ויקרא ד ו), ולא נאמר בפר העלם דבר של ציבור (ויקרא ד יז), משל למלך בשר ודם שסרחה עליו מדינה, אם מיעוטן סרחו פמליא שלו קיימת, אם רובן סרחו אין פמליא שלו קיימת, עד כאן לשון הגמרא, ועיין שם פירוש רש\"י. והנה זה היה כונתו דאם יהיה החסרון בו שהוא יחיד ואין קדושתו יתברך מסתלקת, אבל אם יתלה החסרון בהם, אם כן יחטאו הרבים וח\"ו קדושתו מסתלקת, וזה היה ממש מסירת נפשו ורוחו ונשמתו על קידוש השם יתברך. והשי\"ת החופש סרעף לב וכליות, אמר מדה כנגד מדה הואיל וכונתך לבל יסתלק קדושתי, לכך לא תסתלק אתה מקדושתי, ודפח\"ח. ונמצא לפי זה דוקא על ידי עשיה זו, נבחר לשמש תמיד לפניו ית\"ש. ועל פי זה יתבאר שהיה אהרן בוש, והיינו מפני אותו החטא, ואיך ישמש לפניו כמו כהנים ששמשו בבית חוניו (מגילה י' ע\"א), והבן. ועל זה אמר משה למה אתה בוש, ר\"ל משום דבר זה שאתה בוש ממנו, לכך נבחרת כנ\"ל. ועוד י\"ל, על פי אמרם ז\"ל (ברכות י\"ב:) כל העושה דבר עבירה ומתבייש בו, מוחלין לו כל עונותיו, ודו\"ק. ונחזור לענינינו לפרש המאמר הנ\"ל, דהנה הפסוק (תהלים צט ו) מדמה משה ואהרן וגו' קוראים אל ה' והוא יענם, והנה במשה הוא כפשוטו שקידש שם שמים כמה פעמים, במצרים העתיר ונעשה תיכף בקשתו, כמו שנאמר (שמות ח כו) ויעתר משה אל ה', וכן בקריעת ים סוף ויצעק משה אל ה' (שמות יז ד), ונענה ונקרע הים, וכמוהו הרבה פעמים. וכן בשמואל הלא קציר חטים היום וגו' (שמואל א' יב יז). אבל אהרן לא מצינו בו שקידש שם שמים, ואדרבה ח\"ו חילול מצינו, אלא על כרחך צריך לומר דהחילול הוא קידוש, שמסר נפשו ורוחו ונשמתו כדי שישאר קדושת השם במקומו, ועל פי זה יבואר המאמר הנ\"ל, והבן כי נכון הוא בס\"ד.", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0fd3342f650300563a7c02", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Shaar HaOtiyot, Kedushat Kelal Komah 28", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Shenei Luchot HaBerit, Shaar HaOtiyot, Kedushat Kelal Komah 28", "sourceHeRef": "שני לוחות הברית, שער האותיות, קדושת כלל קומה כ״ח", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1611, 1631], "commentaryNum": 28, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "קדושת כלל קומה", "he": "<b>ויאמר</b> אח\"כ תפלה זו בשיח שפתותיו שהם נשלמה פרים שפתינו, ויהיו אז נכרתים כל הרוחא מסאבא, וכן עולה רוח מסאבא בגימטריא שיח. וזהו סוד זמירות של תפלתנו <small>(תהלים קיט, נד)</small> זמירות היו לי חקיך. ויאמר, יהי רצון מלפניך י\"י אלהי ואלהי אבותי, שתהא טבילה זו שטהרתי את גופי עם שיח שפתותי והגיון לבי לפניך מקובלת ונחשבת כאלו נחנקתי בטבעת בית המטבחיים שבמקדש ובתפישת ידיהם של הכהנים בשני סימנים שבצוואר לפייס ה' אחרונה של שם העצם, וכאלו נהרגתי במאכלת המיוחדת לשחיטת העולה ונתקבל בכלי שרת בצפון ונרצה לפניך לפייס הוא\"ו של שם העצם, וכאלו נשרפתי אבר אבר וכליל לאישים לריח ניחוח לפניך לפייס ה' ראשונה, וכאלו נעשיתי אפר על מזבחך הטהור שהוא שירי הקרבן ועבר עלי דין סקילה כמצות תרומת הדשן שהיא גמר הכפרה לפייס היו\"ד של שם העצם. ואתה ברחמיך הרבים יהי רצון מלפניך י\"י אלהי ואלהי אבותי, שבזכות חנניה מישאל ועזריה שהושלכו לכבשן האש וניצולו, כן תצילני אם נתחייבתי שרפה לפני כסא כבודך. ואם נתחייבתי לפניך הרג, יהי רצון מלפניך י\"י אלהי ואלהי אבותי שבזכות יצחק אבינו שנעקד לפניך כשה לטבח ליהרג וניצול, כן תצילני מהריגה אם נתחייבתי לפניך, כי אל רחום וחנון אתה. ואם נתחייבתי לפניך חנק, יהי רצון מלפניך י\"י אלהי ואלהי אבותי שתצילני בזכות יעקב אבינו ע\"ה שהצלת אותו מיד אליפז בן עשו שבא בדרך לחנקו ולהמיתו וניצול, כן תצילני מחנק. ואם נתחייבתי לפניך סקילה, יהי רצון מלפניך י\"י אלהי ואלהי אבותי שתצילני כמו שהצלת את משה רבינו ע\"ה, כמו שאמר הכתוב <small>(שמות יז, ד)</small> עוד מעט וסקלוני, וניצול. וכן כמו שהצלת את משה וישראל מאבן שבקש עוג מלך הבשן להפיל עליהם וניצולו, כן תצילני ברוב רחמיך הרבים וחסדיך הגדולים אם נתחייבתי לפניך סקילה. ואל נא תשיבני ריקם מלפניך, כי נשענתי ברוב רחמנותיך, ואין אתה חפץ במיתתן של רשעים כי אם בשוב מרשעו וחיה, שנאמר <small>(ישעיה נה, ז)</small> יעזוב רשע דרכו ואיש און מחשבותיו וישוב אל י\"י וירחמהו ואל אלהינו כי ירבה לסלוח. מי שאהב את האבות, יאהב את הבנים. מי שבירך את האבות, יברך את הבנים. מי שגאל מי שדרש מי שהדר מי שויעד מי שזכר מי שחנן מי שטהר מי שישר מי שכבד מי שלמד מי שמלט מי שנשא מי שסמך מי שעזר מי שפדה מי שצדק מי שקדש מי שרחם מי ששמר מי שתמך את האבות יתמוך את הבנים מעתה ועד עולם אמן סלה:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part I", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"א", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0fd4f4b783360017a840f7", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebikhtav, Mishpatim, Torah Ohr 148", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebikhtav, Mishpatim, Torah Ohr 148", "sourceHeRef": "שני לוחות הברית, תורה שבכתב, משפטים, תורה אור קמ״ח", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1611, 1631], "commentaryNum": 148, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "תורה אור", "he": "<b>על</b> דרך הפשט מיירי הבועט בדייני אמת, הוציא איסרין פוטר את החייבין, רגם האיקונין אלו הדיינים הנקראים אלהים והם בצלמו, אין אלהים בכל מקום אלא הסמוכין <small>(עי' רש\"י סנהדרין לא, ב ד\"ה דיני קנסות)</small>, כי אין דיין בעצם, רק הש\"י הוא דיין אמת ונתן רשות למשה וקראו אלהים שנאמר <small>(דברים לג, א)</small> איש האלהים, הרי כביכול נעשה סמוך לו, ואח\"כ השפיע משה רבינו ע\"ה זה הכח ליהושע בן נון, וכן מזה אל זה זה סמוך לזה, וזה לזה, על כן נקראו כולם אלהים, וזה איקונין רגם כמו שאמר משה רבינו ע\"ה <small>(שמות יז, ד)</small> עוד מעט וסקלוני:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": "If we take this Midrash at face value, the meaning of it is that \"kicking at the true judge and releasing prisoners,\" means that the palace guard released the guilty. \"Stoning the image of the king,\" means rebelling against the judge who is called אלוהים by the Torah, and who has been created in the image of G–d. The word אלוהים at the very least means that the judge is the representative of the Ultimate Judge, i.e. G–d Himself, even when the term is applied to a human being. The judge, after all, represents Heavenly Justice. The reason Moses was called איש האלוהים was only because he had been delegated by G–d to be the judge of His people. Moses in turn, had conferred that authority on Joshua, who in due course conferred it on the judges.When Moses had told G–d in Exodus 17,4, עוד מעט וסקלוני, that Israel was almost at the point of stoning him who was G–d's representative, he meant that Israel was about to curse G–d by stoning him (Moses). The word שלטון, ruler, in the Midrash refers to the most distinguished judge.", "versionTitle": "Shney Luchot Habrit by Rabbi Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0fd5dc73ad4f00597c03be", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebikhtav, Matot, Masei, Devarim, Derekh Chayim 4", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebikhtav, Matot, Masei, Devarim, Derekh Chayim 4", "sourceHeRef": "שני לוחות הברית, תורה שבכתב, מטות, מסעי, דברים, דרך חיים ד׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1611, 1631], "commentaryNum": 4, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "דרך חיים", "he": "<b>וימסרו.</b> פירש רש\"י <small>(במדבר לא, ה)</small>, להודיע שבחן של רועי ישראל כמה הם חביבים על ישראל, עד שלא שמעו במיתתו מהו אומר <small>(שמות יז, ד)</small>, עוד מעט וסקלוני. וכששמעו שמיתת משה תלויה בנקמת מדין, לא רצו ללכת כו'. קשה מה שייכות יש לשבח מה שאמר וסקלוני:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": "<b>וימסרו מאלפי ישראל</b> .  \"Thousands of Israelites were handed over, etc.\" (31,5); Rashi comments that \"the Torah here informs you how beloved Israel's leaders were by their charges. As long as Israel had not heard that their leader Moses was about to die, they themselves sometimes assumed such a threatening posture that Moses said to G–d: \"They are close to stoning me!\" (Exodus 17,4) Now that they had been told that Moses was to die after the punitive expedition against Midian, they refused to undertake that expedition and had to be forced.\" Why does Rashi include the former statement of Moses \"they are about to stone me!,\" as part of the praise Israel is entitled to? ", "versionTitle": "Shney Luchot Habrit by Rabbi Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b30a8ea6f685500161b4677", "index_title": "Malbim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Exodus 17:4:1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Malbim on Exodus 17:4:1", "sourceHeRef": "מלבי\"ם על שמות י״ז:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על שמות", "he": "<b>ויצעק משה.</b> באשר ראה שאין הם שום זכות אחר שמתלוננים ומנסים את ה', ועז\"א מת אעשה:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קדש, וילנא תרנ\"א", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c729de2bd84a4001cfb4308", "index_title": "Shabbat Siddur Sefard Linear", "category": "Liturgy", "type": "", "ref": "Shabbat Siddur Sefard Linear, Kabbalas Shabbos, Psalm 95 21", "anchorRef": "Exodus 17:1-17", "anchorRefExpanded": ["Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 17:17"], "sourceRef": "Shabbat Siddur Sefard Linear, Kabbalas Shabbos, Psalm 95 21", "sourceHeRef": "סידור ספרד לשבת, קבלת שבת, תהלים צה כ״א", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1978, 1982], "commentaryNum": 21, "collectiveTitle": {"en": "Shabbat Siddur Sefard Linear", "he": "סידור ספרד לשבת"}, "heTitle": "תהלים צה", "he": "כְּיוֹם מַסָּה בַּמִּדְבָּר:", "heVersionTitle": "The Metsudah Siddur, Metsudah Publications, 1981 - HE", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סידור הוצאת מצודה. טקסט עברי. תשמ\"א", "text": "as on the day of Massah<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">The Jews complained and murmured at the lack of water during their wanderings in the wilderness (Exodus 17:1-17; Numbers 20:1-13).</i> in the desert.", "versionTitle": "The Metsudah Siddur, Metsudah Publications, 1981 - EN", "license": "CC-BY", "versionTitleInHebrew": "סידור הוצאת מצודה. טקסט אנגלי. תשמ\"א"}, {"_id": "5d3dc575377f2a0019f19d01", "index_title": "Nehemiah", "category": "Tanakh", "type": "related", "ref": "Nehemiah 9:15", "anchorRef": "Exodus 17:1-6", "anchorRefExpanded": ["Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6"], "sourceRef": "Nehemiah 9:15", "sourceHeRef": "נחמיה ט׳:ט״ו", "anchorVerse": 1, "sourceHasEn": true, "compDate": [-450, -350], "commentaryNum": 9.0015, "collectiveTitle": {"en": "Nehemiah", "he": "נחמיה"}, "heTitle": "נחמיה", "he": "וְ֠לֶ֠חֶם מִשָּׁמַ֜יִם נָתַ֤תָּה לָהֶם֙ לִרְעָבָ֔ם וּמַ֗יִם מִסֶּ֛לַע הוֹצֵ֥אתָ לָהֶ֖ם לִצְמָאָ֑ם וַתֹּ֣אמֶר לָהֶ֗ם לָבוֹא֙ לָרֶ֣שֶׁת אֶת־הָאָ֔רֶץ אֲשֶׁר־נָשָׂ֥אתָ אֶת־יָדְךָ֖ לָתֵ֥ת לָהֶֽם׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "You gave them bread from heaven when they were hungry, and produced water from a rock when they were thirsty. You told them to go and possess the land that You swore to give them.", "versionTitle": "Tanakh: The Holy Scriptures, published by JPS", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dd16f748c8041e6acbd6c37", "index_title": "Nachalat Avot on Avot", "category": "Quoting Commentary", "type": "", "ref": "Nachalat Avot on Avot 5:4:15", "anchorRef": "Exodus 17:2-4", "anchorRefExpanded": ["Exodus 17:2", "Exodus 17:3", "Exodus 17:4"], "sourceRef": "Nachalat Avot on Avot 5:4:15", "sourceHeRef": "נחלת אבות על אבות ה׳:ד׳:ט״ו", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1496], "commentaryNum": 4.0015, "collectiveTitle": {"en": "Nachalat Avot on Avot", "he": "נחלת אבות על אבות"}, "he": "<b>עתה</b> תבאר המשנה, בזכות אברהם נתכפר להם, לזרעו הנסיונות שנסו להקדוש ברוך הוא במדבר. וכולם מפורשים בכתוב, וכמו שאמרו במסכת ערכין (דף טו, א), והם אלו: הא' – על ים סוף, שאמרו אל משה (שמות יד, יא): \"המבלי אין קברים במצרים\" וגו'. הב' – במרה על המים, שנאמר (שם טו, כד): \"וילונו<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">בכתוב: \"וילנו\".</i> העם על משה לאמר מה נשתה\". כי עם היות שאלת המים נכונה, הנה התלונה היתה מהנסיון וקוטן אמונה. הג' – במדבר סין, שאמרו (שם טז, ג): \"מי יתן מותנו ביד יי'... בשבתנו על סיר הבשר באכלנו לחם לשובע\", וניתן להם המן. הד' – בהניחם המן עד הבוקר, שנאמר (שם טז, כ): \"ויותירו<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">בכתוב: \"ויותרו\".</i> אנשים ממנו עד בקר\", והיה זה הפך מה שציוה משה. והה' – שאמר משה (שם שם, כה-כז): \"היום לא תמצאוהו<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">בכתוב: \"תמצאהו\".</i> בשדה\", והם לא האמינו שנאמר: \"ויהי ביום השביעי יצאו מן העם ללקוט ולא מצאו\". הו' – ברפידים על המים, שנאמר (שמות יז, ב-ד): \"וירב העם עם משה\", והוא עליו השלום אמר: \"עוד מעט וסקלוני<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">בכתוב: \"סקלני\".</i>\". הז' – בחרב על מעשה העגל אשר עשו. והח' – בתבערה, שנאמר (במדבר יא, א): \"ויהי העם כמתאוננים<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">בכתוב: \"כמתאננים\".</i> רע באזני יי'\". והט' – בקברות התאוה שנאמר: (שם שם, ד): \"והאספסוף<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">בכתוב: \"והאספסף\".</i> אשר בקרבו התאוו תאוה\" וגו'. הי' – במדבר פארן בשליחות המרגלים. זהו דרך חכמינו זכרונם לברכה במספר הנסיונות האלה והוא דרך אמתי.", "heVersionTitle": "Nachalat Avot, Ashkelon 2013", "heLicense": "", "heVersionTitleInHebrew": "נחלת אבות, אשקלון תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dd16fb58c8041e6acbd6dfe", "index_title": "Nachalat Avot on Avot", "category": "Quoting Commentary", "type": "", "ref": "Nachalat Avot on Avot 5:18:1", "anchorRef": "Exodus 17:2-4", "anchorRefExpanded": ["Exodus 17:2", "Exodus 17:3", "Exodus 17:4"], "sourceRef": "Nachalat Avot on Avot 5:18:1", "sourceHeRef": "נחלת אבות על אבות ה׳:י״ח:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1496], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Nachalat Avot on Avot", "he": "נחלת אבות על אבות"}, "he": "<b>בעבור</b> שזכר במשנה הקודמת שהמחלוקת שהיא לשום שמים סופה להתקיים, וההפך בהפך, הביא עליו ראיה ממשה רבינו עליו השלום ומירבעם בן נבט. כי הנה משה רבינו עליו השלום הוכיח לישראל פעמים רבות, והיה לו מחלוקת עמהם להוכיחם וליסרם והם עמו, כמו שתראה ממשה בפרשת בחוקותי, ובפרשת נצבים, ובפרשת האזינו. ומהם גם כן \"וירב העם עם משה\" עד שהוא אמר: \"עוד מעט וסקלוני<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">בכתוב: \"וסקלני\".</i>\" (שמות יז, ב-ד). \"וידבר העם באלהים ובמשה\" (במדבר כא, ה) עד שהוא אמר להם במי מריבה \"שמעו נא המורים<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">בכתוב: \"מרים\".</i>\" (שם כ, י). ועם כל המחלוקות האלה לפי שהיתה כוונתו לשום שמים, ולזכות את הרבים כרועה נאמן<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">לפי אסתר רבה פ' ז'; זהר שמות כא, ע\"א. ועוד.</i>. לכן לא תמצא שנמשך מדבריו שום חטא והזק לאדם כלל. כי בהיות המחלוקת לתכלית טוב היה הברוך הוא מקיימו בידו ולא יאונה לצדיק כל און<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">לפי משלי יב, כא.</i>, והוא אומרו כאן \"אין חטא בא על ידו\". לא אמר אינו חוטא, כי החטא הוא בבחירת האדם, אבל אמר: \"אין חטא בא על ידו\", שלא נכשל אדם באמרי פיו ולא יצא לתרבות רעה<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">לפי חגיגה טז, ע\"ב, ועוד.</i> מתוך דבריו. אבל תמיד זכה וזכה את הרבים, כי לא די שלא אירע תקלת חטא על ידו לשום אדם, אבל גם היו דבריו מזכים את הרבים, ומוסרו מועיל ומצמיח שלימות בלב בני האדם. ולכן היה מהראוי שזכות הרבים יהיה תלוי בו, כי מאחר שהוא היה סיבת אותו זכות ראוי הוא שיטול עליו שכר. והביא ראיה על זה ממה שאמרה תורה עליו (דברים לג, כא) \"צדקת יי' עשה ומשפטיו עם ישראל\". רוצה לומר הצדקה הראויה לעשות לשם יי' – עשה תמיד, עם היות שמשמפטיו ומוסריו ותוכחותיו ומחלוקותיו היו תמיד עם ישראל.", "heVersionTitle": "Nachalat Avot, Ashkelon 2013", "heLicense": "", "heVersionTitleInHebrew": "נחלת אבות, אשקלון תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9d71bfb3c3d94bf64e3a", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 17:4:1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Midrash Lekach Tov, Exodus 17:4:1", "sourceHeRef": "מדרש לקח טוב, שמות י״ז:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b>ויצעק משה אל ה׳ לאמר.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"6\"></i> אמר לפניו רבונו של עולם בינך ובינם אני אהרג, אתה אומר אל תקפיד כנגדם, שנאמר כי תאמר אלי שאהו בחיקך (במדבר יא יב), והם בקשו להרגני, בוא וראה שבחו של משה רבינו שלא ביקש לטורדם, אלא בקש רחמים עליהם, כאן הקב״ה ממיך ומשה מגביה, שנאמר עוד מעט וסקלוני, ולהלן הקב״ה מגביה, שנאמר הניחה לי ויחר אפי (שמות לב י), ומשה ממיך, דכתיב ויחל משה (שם שם יא).", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6025781a085722794b6a66e8", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "", "ref": "Siddur Sefard, Kabbalat Shabbat 1", "anchorRef": "Exodus 17:1-17", "anchorRefExpanded": ["Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 17:17"], "sourceRef": "Siddur Sefard, Kabbalat Shabbat 1", "sourceHeRef": "סידור ספרד, קבלת שבת א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1710, 1810], "commentaryNum": 1, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קבלת שבת", "he": "<b>לְכוּ נְרַנְּנָה</b> לַיהֹוָה נָרִיעָה לְצוּר יִשְׁעֵנוּ: נְקַדְּמָה פָנָיו בְּתוֹדָה בִּזְמִרוֹת נָרִיעַ לוֹ: כִּי אֵל גָּדוֹל יְהֹוָה וּמֶלֶךְ גָּדוֹל עַל כָּל אֱלֹהִים: אֲשֶׁר בְּיָדוֹ מֶחְקְרֵי אָרֶץ וְתוֹעֲפוֹת הָרִים לוֹ: אֲשֶׁר לוֹ הַיָּם וְהוּא עָשָׂהוּ וְיַבֶּשֶׁת יָדָיו יָצָרוּ: בֹּאוֹ נִשְׁתַּחֲוֶה וְנִכְרָעָה נִבְרְכָה לִפְנֵי יְהֹוָה עֹשֵׂנוּ: כִּי הוּא אֱלֹהֵינוּ וַאֲנַחְנוּ עַם מַרְעִיתוֹ וְצֹאן יָדוֹ הַיּוֹם אִם בְּקֹלוֹ תִשְׁמָעוּ: אַל תַּקְשׁוּ לְבַבְכֶם כִּמְרִיבָה כְּיוֹם מַסָּה בַּמִּדְבָּר: אֲשֶׁר נִסּוּנִי אֲבוֹתֵיכֶם בְּחָנוּנִי גַּם רָאוּ פָעֳלִי: אַרְבָּעִים שָׁנָה אָקוּט בְּדוֹר וָאֹמַר עַם תֹּעֵי לֵבָב הֵם וְהֵם לֹא יָדְעוּ דְרָכָי: אֲשֶׁר נִשְׁבַּעְתִּי בְאַפִּי אִם יְבֹאוֹן אֶל מְנוּחָתִי:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "Come, let us sing to Adonoy; let us sound the shofar to the Rock of our deliverance.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Israel will say these words in the days of the Messiah, when Jews will inspire each other to sing to Almighty God Who delivered them.—Radak</i> Let us greet His Presence with thanksgiving,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Expressions of thanksgiving are considered of the highest virtue, as it is said, ‘As for myself, with expressions of thanksgiving I sacrifice to you.’—Jonah 2</i> with hymns let us raise our voices unto Him. For a great Almighty is Adonoy and a great King over all gods.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">‘Are there any other gods?’ asks the Midrash, and answers by citing verse 5 of the next Psalm, ‘All the gods of the nations are idols.’</i> For in His hands are the depths<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Metsudas Dovid offers another translation: ‘In His hands are the hidden things of the earth,’ referring to things which require much study and thought in order to be understood.</i> of the earth, and the heights of the mountains are His; For the sea is His, and He made it, and the dry land, His hands formed. Come, let us prostrate ourselves and bow; let us kneel before Adonoy, our Maker. For He is our God and we are the people of His pasture, and the flock of His hand, [even] today<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">It is possible for us to reach this high level and to be accepted as His flock even this very day, if we would hearken to His voice.—Dover Sholom</i> if you will heed His voice. Do not harden your heart as at Merivah, as on the day of Massah<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">The Jews complained and murmured at the lack of water during their wanderings in the wilderness (Exodus 17:1-17; Numbers 20:1-13).</i> in the desert. When your fathers tested Me,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">The words from here till the end of the Psalm, are the actual words of the Divine Presence that emanated from the throat of Moses, שְׁכִינָה מְדַבֶּרֶת מִתּוֹךְ גְרוֹנוֹ שֶׁל משֶׁה — Eyun Tfiloh </i> they tried Me, though they had seen My work. Forty years I quarreled with that generation; and I said, “They are a people of erring hearts, and they did not know my ways.” Therefore I swore in My anger, “They shall not enter My resting place.”<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">The Holy Land is described as the land of rest (Deuteronomy 12:9).</i>", "versionTitle": "Translation based on the Metsudah linear siddur, by Avrohom Davis, 1981", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60e431e0baf2e5aa63ba7a04", "index_title": "Reshit Chokhmah", "category": "Kabbalah", "type": "", "ref": "Reshit Chokhmah, Gate of Holiness 15:69", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Reshit Chokhmah, Gate of Holiness 15:69", "sourceHeRef": "ראשית חכמה, שער הקדושה ט״ו:ס״ט", "anchorVerse": 4, "sourceHasEn": false, "commentaryNum": 15.0069, "collectiveTitle": {"en": "Reshit Chokhmah", "he": "ראשית חכמה"}, "he": "<b>וטעם</b> המזון לנפש הוא כי לפי האמת יותר טוב שלא תאכל ושתתקיים בלי אכילה כלל, אלא הענין הוא בלי ספק קודם בואה לעולם הזה היא עומדת למעלה ונהנית מזיו השכינה, והעליונים אם לא יהנו מזיו השכינה יתבטל מציאותם, כי אותה ההארה היא סבת קיומם, וכן פירשו במדרש הזוהר (פ' בלק דף רח ע\"א, פ' תרומה דף קנו ע\"ב), ועל כרחה מורידין אותה ומלבישין אותה בגוף, והנה מפני סבת הפרדה מהמקור העליון אי אפשר שתהנה מזיו השכינה בסבת מסך הגוף המפריד, וישראל במדבר נהנו קצת מזיו השכינה, דהיינו סוד המן שהוא אור עליון שנתגשם כדפי' בזוהר (שם), ולכן היה נבלע באיברים (יומא דף עה ע\"ב) והיה מזון לגוף ולנפש כאחת, אמנם אחר כך אכלו מעבור הארץ, דהיינו שהשפע נתגשם ונתעבה בארץ העליונה ובארץ הזו, מה שלא היה כן המן שלא היה מתעבה בארץ העליונה, דכתיב (שמות יז, ד) הנני ממטיר, דרך העברה לבד היה עובר דרך בה, ולכן יש בו חלק לאדם וחלק לחיצוני, דהיינו המותר קיא צואה. אם כן מוכרח האדם לאכול כדי לתת חלק רוחני לנפשו שתהיה דבקה ושתהנה קצת מזיו השכינה על ידי הדרכים שאמרנו.", "heVersionTitle": "Hamesorah Publishers, Jerusalem 2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ec1ec0e735e0a5900c7afe", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "", "ref": "Midrash Lekach Tov, Numbers 11:1:1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Midrash Lekach Tov, Numbers 11:1:1", "sourceHeRef": "מדרש לקח טוב, במדבר י״א:א׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> ויהי. אין <i data-commentator=\"Beur HaRe'em\" data-order=\"56\"></i> ויהי אלא כלום דבר נתקלקל. מלמד שהיו מקולקלין וחזרו לקלקולן הראשון. העם. רוב מקומות שאמר העם רשעים הם. וכן הוא אומר (שמות י״ז:ד׳) מה אעשה לעם הזה עוד מעט. (במדבר י״ד:י״א) עד אנה ינאצוני העם הזה. (ירמיהו י״ג:י׳) העם הזה הרע המאנים לשמוע את דברי. (שם יד) כה אמר ה' לעם הזה כן אהבו לנוע. וכשהוא קורא אותם עמי אין עמי אלא כשרים. שנאמר (שמות ט׳:א׳) שלח עמי ויעבדוני. (מיכה ו׳:ב׳-ג׳) עמי מה עשיתי לך. כמתאוננים. כמבקשים תואנה ועלילה להתפרש מאחרי המקום וכן הוא אומר ביורם בן אחאב (מלכים ב ה׳:ז׳) כי אך דעו נא וראו כי מתאנה הוא לי. ובשמשון הוא אומר (שופטים י״ד:ד׳) כי תואנה הוא מבקש ויצא כמתאוננים מלשון מתעוללים. לפי שאל״ף תחת עיי״ן ונו״ן תחת למ״ד, <i data-commentator=\"Beur HaRe'em\" data-order=\"57\"></i> על הנער. אל הנער. <i data-commentator=\"Beur HaRe'em\" data-order=\"58\"></i> האבן הגדולה. אבל גדולה. וכן מתרגמינן כך מסתפקין. ולהלן הוא אומר (דברים כ״ב:י״ז) שם עלילות דברים תסקופי מלין. רע באזני ה'. אין רע אלא עבודת כוכבים שנאמר (שם לא) כי תעשו את הרע בעיני ה' להכעיסו במעשה ידיכם. וישמע ה' ויחר אפו. משל לאחד שהיה מקלל את המלך והיה המלך עומד אמרו לו שתוק שמא ישמע המלך אמר להן ולכך אני מתכוין. וישמע ה' ויחר אפו ותבער בם אש ה'. אש ירדה מן השמים והיתה קופלת בהם והולכת עד שלא עמד <i data-commentator=\"Beur HaRe'em\" data-order=\"59\"></i> לא לבין החיים ולא לבין המתים. ותאכל בקצה המחנה. <i data-commentator=\"Beur HaRe'em\" data-order=\"60\"></i> במוקצים שבהם בקצינים:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ec1ef8e735e0a5900c8198", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "", "ref": "Midrash Lekach Tov, Numbers 31:5:1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Midrash Lekach Tov, Numbers 31:5:1", "sourceHeRef": "מדרש לקח טוב, במדבר ל״א:ה׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> וימסרו מאלפי ישראל. מגיד הכתוב שהיו בני אדם כשרין וצדיקים ומסרו נפשם על הדבר. ר' נתן אומר אחרים מסרום. איש פלוני כשר יצא למלחמה. ר' אליעזר אומר בוא וראה כמה חיבתן של רועי ישראל על ישראל. בתחלה הוא אומר (שמות י״ז:ד׳) מה אעשה לעם הזה עוד מעט וסקלוני. אבל כיון ששמעו שמיתת משה נתלית על מדין היו מתחבאין שלא ללכת ואף על פי כן נמסרו על כורחן שנאמר וימסרו מאלפי ישראל:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121ae5f6414d73d5c8587a7", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 764:2", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Yalkut Shimoni on Torah 764:2", "sourceHeRef": "ילקוט שמעוני על התורה תשס״ד:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 764.0002, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "דבר אחר לא היה לך ללמד ממה שאירע לך ברפידים שאמרת עוד מעט וסקלוני אמרתי לך למה אתה מקטרג את בני עבור לפני העם יעבור מטה זה שבידך. ", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254f46c25a633c1efb0ea", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 7; The Dark Hours of Leadership 20", "anchorRef": "Exodus 17:2-5", "anchorRefExpanded": ["Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 7; The Dark Hours of Leadership 20", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ז כ׳", "anchorVerse": 2, "sourceHasEn": true, "commentaryNum": 20, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ז", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>The people quarreled with Moses, “Give us water to drink,” they said; and Moses replied to them, “Why do you quarrel with me? Why do you test the Lord?” But the people thirsted there for water; and the people grumbled against Moses and said, “Why did you bring us up from Egypt to kill us and our children and our livestock with thirst?” Moses cried out to the Lord, saying, “What shall I do with this people? Before long they will be stoning me.” (Ex. 17:2–5)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61d5d5a2f4629f2b5727e958", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, סקל 1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Sefer HaShorashim, סקל 1", "sourceHeRef": "ספר השרשים, סקל א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "סקל", "he": ["<strong><big>סקל</big></strong>   עוֹד מְעַט <strong>וּסְקָלֻֽנִי</strong> (<a class=\"refLink\" href=\"Exodus 17:4\" data-ref=\"Exodus 17:4\">שמות יז, ד</a>),<strong> וּסְקַלְתּוֹ </strong>בָֽאֲבָנִים (<a class=\"refLink\" href=\"Deuteronomy 13:11\" data-ref=\"Deuteronomy 13:11\">דברים יג, יא</a>). <strong>והנפעל</strong> <strong>סָקוֹל יִסָּקֵל</strong> הַשּׁוֹר (<a class=\"refLink\" href=\"Exodus 21:28\" data-ref=\"Exodus 21:28\">שמות כא, כח</a>). <strong>והפעל הכבד</strong> [פִּעֵל] <strong>וַיְסַקֵּל</strong> בָּֽאֲבָנִים אֶת־דָּוִד (<a class=\"refLink\" href=\"II Samuel 16:6\" data-ref=\"II Samuel 16:6\">שמואל ב' טז, ו</a>). <strong>ושלא נזכר פעלו</strong> [פֻּעַל] כִּֽי־<strong>סֻקַּל</strong> נָבוֹת וַיָּמֹת (<a class=\"refLink\" href=\"I Kings 21:15\" data-ref=\"I Kings 21:15\">מלכים א' כא, טו</a>). ובהפך הענין <strong>סַקְּלוּ</strong> מֵאֶבֶן (<a class=\"refLink\" href=\"Isaiah 62:10\" data-ref=\"Isaiah 62:10\">ישעיה סב, י</a>), לפי שהוא דבוק עם <strong>מ\"ם</strong>. וכן וַיְעַזְּקֵהוּ <strong>וַיְסַקְּלֵהוּ</strong> (<a class=\"refLink\" href=\"Isaiah 5:2\" data-ref=\"Isaiah 5:2\">ישעיה ה, ב</a>), והוא חסר הדבק ופירושו ויסקלהו מאבנים רוצה לומר הסרת האבנים ונקות הכרם ממנו. ואדוני אבי ז\"ל כתבם כולם ענין אחד כי פירוש ויסקלהו בנה לו גדר אבנים אחר שעשה לו החפירת סביב וזהו<strong> וַיְעַזְּקֵהוּ</strong> כמו ומצאו שהיה עוזק בדברי רבותינו ז\"ל (<a class=\"refLink\" href=\"Menachot 85b\" data-ref=\"Menachot 85b\">מנחות פה, ע\"ב</a>). ופירוש <strong>סַקְּלוּ מֵאֶבֶן</strong> עשו מסלה גבוהה מאבנים גדולות."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61ee9dd61d82090a96b4ed87", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Orach Chayim 611:2", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Shulchan Arukh, Orach Chayim 611:2", "sourceHeRef": "שולחן ערוך, אורח חיים תרי״א:ב׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 611.0002, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<i data-commentator=\"Be'er HaGolah\" data-label=\"ג\" data-order=\"3\"></i>כל מלאכה שחייבים עליה בשבת חייבים עליה ביום הכפורים וכל שבשבת פטור אבל אסור גם ביום הכפורים כן אלא שבשבת זדונו <i data-commentator=\"Magen Avraham\" data-order=\"1\"></i>בסקילה ויום הכפורים זדונו בכרת <i data-commentator=\"Be'er HaGolah\" data-label=\"ד\" data-order=\"4\"></i>וכל שאסור לטלטלו בשבת אסור לטלטלו ביום הכפורים <i data-commentator=\"Be'er HaGolah\" data-label=\"ה\" data-order=\"5\"></i><i data-commentator=\"Turei Zahav\" data-order=\"1\"></i>והתירו <i data-commentator=\"Magen Avraham\" data-order=\"2\"></i><i data-commentator=\"Be'er HaGolah\" data-label=\"•\" data-order=\"6\"></i>לקנב ירק ולפצוע אגוזים מן המנחה ולמעלה כשחל בחול <i data-commentator=\"Turei Zahav\" data-order=\"2\"></i>והאידנא נהגו לאסור: <small>הגה אם נפלה דליקה ביה\"כ מותר להציל סעודה אחת לצורך לילה כמו שמציל בשבת לסעודת מנחה (ר\"ן פרק כל כתבי) וכבר נתבאר סימן של\"ד כיצד נוהגים בזמן הזה בדליקה בשבת וה\"ה ביוה\"כ <i data-commentator=\"Ateret Zekenim\" data-label=\"♦\" data-order=\"2\"></i>ונהגו שהתינוקות <i data-commentator=\"Magen Avraham\" data-order=\"3\"></i><i data-commentator=\"Ba'er Hetev\" data-order=\"2\"></i>משחקים באגוזים (אגודה ומהרי\"ל) ואין למחות בידם אפי' קודם מנחה ונשתרבב המנהג מדין הפצעת אגוזים הנזכר (ד\"ע)</small>:", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "All (types of) work (for whose transgression) a person is guilty on the Sabbath is also guilty on Yom Kippur. And all types of work for whose transgression on the Sabbath a person is free from punishment but are still prohibited, are also prohibited on Yom Kippur in a like manner except that on the Sabbath a conscious sin is punishable by stoning,<sup class=\"footnote-marker\">79</sup><i class=\"footnote\">Stoning, <i>sekilah</i>, <span class=\"rtl\">סקילה</span>, is a Biblical form of capital punishment which was the standard penalty for crime in all ancient civilizations. In the Torah there are two explicit methods of executing a criminal or a sinner; stoning and burning. According to the Talmud, the Torah has four methods of execution: stoning, burning, beheading, and strangling, (See B. Sanhedrin 49b., ff).<br>Stoning was an instinctive violent expression of popular wrath, (Exodus 17:4, 8:22; Numbers 14:10; I Samuel 30:6; I Kings 12:18; II Chronicles 10:18) and often in the Bible it is the prescribed mode of execution (Leviticus 20:2, 27, 24:16; Numbers 15:35; Deuteronomy 13:11, 17:5, 21:21, 22:21, et al). Originally, the whole community participated in the stoning and were required to throw stones at the guilty person. Stonings were probably the standard form of judicial execution in Biblical times, (Leviticus 24:23; Numbers 15:36; I Kings 21:13; II Chronicles 24:21).<br>The Mishna (Sanh.6:4) states that a \"stoning place\" was established where instead of a person being pelted by stones, the convicted person would be pushed down from a high place to his death provided it was not too high so as to mutilate the body which was a concern of the rabbis. It also was not to be too low so the death would be instantaneous. The reason for the stoning place was that the scriptural rule states \"The hands of the witnesses shall be first upon him to put him to death,\" (Deuteronomy 17:7) and then afterwards the \"hand of all the people (should be on him)\", (Deuteronomy 17:7). To insure that the witnesses put him to death they were the ones to push him and thereby be first to put him to death. Thus this method of \"stoning\" became acceptable as opposed to the actual throwing of stones. This also seemed the more \"humane\" way of carrying out capital punishment as the convicted person died more quickly and the danger of mutilation was reduced. In Maimonides' comment to Sanhedrin 6:4 he stated that it really made no difference if stones were thrown at one or if one were thrown at stones.<br>cf., Haim Hermann Cohn, v. 5, pp. 142-43.</i> but on Yom Kippur it is punishable by <i>karet</i>.<sup class=\"footnote-marker\">80</sup><i class=\"footnote\"><i>Karet</i>, <span class=\"rtl\">כרת</span>; see footnote 78.</i> Everything that is forbidden to be moved (or handled) on the Sabbath is also forbidden to be moved (or handled) on Yom Kippur, (but it is permitted to clean vegetables and to open (shell) nuts from the <i>Minḥah</i> time<sup class=\"footnote-marker\">81</sup><i class=\"footnote\"><i>Minḥah</i>, <span class=\"rtl\">מנחה</span>, a time designating afternoon, meaning after the six and one half hour or after 12:30 P.M. according to our present day time system. (See footnote 40 for a more complete explanation).</i> onward when (Yom Kippur) falls on a weekday, but nowadays (presently) it is customary to forbid that.)<br><small><i>Hagah</i>: If a fire occurs on Yom Kippur, it is permitted to save one meal for the need of the night (following Yom Kippur) as one (may) save on the Sabbath the afternoon meal,<sup class=\"footnote-marker\">82</sup><i class=\"footnote\">The afternoon meal on the Sabbath is also referred to as <i>Se'udah Shelishit</i>, the third meal which is eaten on the Sabbath between the <i>Minḥah</i>, Afternoon Service (see footnote 40) and the <i>Ma'ariv</i>, Evening Service (see footnote 144).</i> (<span dir=\"ltr\">ר״ן פרק כל כתבי</span>),<sup class=\"footnote-marker\">83</sup><i class=\"footnote\">Rabbenu Nissim on the chapter <i>Kol Khit-vey</i>, <span class=\"rtl\"> כתבי ר״ן פרק כל</span>, which is a commentary on the talmudic tractate <i>Shabbat</i>.<br>For Rabbenu Nissim, <span class=\"rtl\">ר״ן</span>; see footnote 47.</i> and it is already explained in section 334<sup class=\"footnote-marker\">84</sup><i class=\"footnote\">See in the Shulḥan Arukh, <i>Oraḥ Ḥayyim</i>, chapter 334 which contains twenty-seven paragraphs on the laws that apply when a fire breaks out on the Sabbath. These same laws apply regarding a fire, according to Isserles to Yom Kippur.</i> (as to) how to act at this time when a fire (occurs) on the Sabbath and the same law (applies) for Yom Kippur. It is customary that the children play with nuts (<span dir=\"ltr\">אגודה ומהרי״ל</span>).<sup class=\"footnote-marker\">85</sup><i class=\"footnote\"><i>Agudah</i> and <i>Maharil</i>, <span class=\"rtl\">אגודה ומהרי״ל</span>.<br>The <i>Agudah</i>, <span class=\"rtl\">אגודה</span>, is a collection of halakhic decisions derived from talmudic discussions and arranged in the order of the talmudic tractates. It was written by Alexander Suslin ha-Kohen of Frankfort who died in 1349. The <i>Agudah</i> was published in Cracow in 1571 and it also included novellae of his own as well as those of his predecessors, and a commentary and collection of <i>halakhot</i> to the minor tractates and to the Mishnayot of the orders <i>Zera'in</i> and <i>Tohorot</i>. The language of the <i>Agudah</i> is very concise and it is evident that it was written quickly under the threat of the persecutions of the time since Suslin died a martyr's death in Erfurt. Suslin was the last of the early German halakhic authorities. This German talmudic scholar was born Erfurt where he taught, as well as in Worms, Cologne, and Frankfort.<br>The <i>Agudah</i>, Suslin's most famous work, gives halakhic rulings in concise form and it ignores differences of opinion. He used as sources Mordecai b. Hillel and Asher b. Jehiel. It is often necessary to consult the work of these two scholars to understand fully the <i>Agudah</i>. Jacob Weil (see footnote 27) wrote a digest to the work called <i>Ḥiddushei Agudah</i> which was published in Venice in 1523 and accompanies the <i>Agudah</i>. Later halakhic authorities such as Jacob ha-Levi Moellin (see footnote 8) and Moses Isserles considered his decisions authoritative and they quoted from him. Isserles mentioned the <i>Agudah</i> often in his glosses to the Shulḥan Arukh.<br>Editorial Staff, <i>E</i>. <i>J</i>., v. 2, p. 585.<br><i>Maharil</i>, <span class=\"rtl\">מהרי״ל</span>; see footnote 8.</i> One should not object to them (the children) even before the Afternoon Prayer<sup class=\"footnote-marker\">86</sup><i class=\"footnote\"><i>Minḥah</i>, <span class=\"rtl\">מנחה</span>; see footnote 40.</i>, and the custom is widespread with respect to the mentioned law of breaking nuts, (<span dir=\"ltr\">ד״ע</span>).<sup class=\"footnote-marker\">87</sup><i class=\"footnote\"><i>Da'at Aẓmo</i>, <span class=\"rtl\">ד״ע</span>, Isserles' own opinion; see footnote 38.</i></small>", "versionTitle": "Hilkhot Yom ha-Kippurim, trans. by Jan M. Brahms. HUC, 1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037e876bfddfbb310febc9", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part II; In the Wilderness 2-5", "anchorRef": "Exodus 15:22-18:27", "anchorRefExpanded": ["Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part II; In the Wilderness 2-5", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ג׳ ב׳-ה׳", "anchorVerse": 22, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; In the Wilderness", "he": "שמות מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>he wilderness narratives in the</small> T<small>orah must have been extraordinarily im</small>portant to the narrator/editor, as evidenced by their placement at this point in Exodus. Why did he/they see fit to insert here material which, chronologically at least, would fit better at a later point—for instance, in the book of Numbers (which reports essentially the same sort of incidents)?", "The answer comes from several quarters. The wilderness stories embody a key process for the Torah story: Israel’s passage from enslaved childhood to troubled adolescence, with a hopeful glance toward adulthood (the Promised Land). This process starts immediately after liberation; indeed, it is its direct result. Further, the three “desert themes” prominent in Chapters 15–18–“grumbling” against God and Moshe, hostile neighbors, and early self-government—are appropriate to include before the meeting at Sinai, in that they demonstrate dramatically the people’s need for reassurance, protection, group solidarity, and institutions (whereby they can live harmoniously). These narratives, therefore, lay out Israel’s precarious position and create the hope for a cure. It is only later on in the Torah, in the book of Numbers, that we will discover that the growing-up process in the wilderness could not be accomplished in a single generation.", "The portrait of a people (or of an individual, as is often the case in religious literature) undergoing transformation in a place outside of normal geographic/cultural boundaries is a well-known phenomenon in traditional stories. Anthropologist Victor Turner speaks of the “liminal” experience, where the protagonist or initiant is separated spiritually and geographically from his origins in order to be changed into something new (see Fredman and Cohn). This is paralleled by the process of pilgrimage in the world of ritual, as can still be observed among many communities of the world to this day. The desert is the site of liminality par excellence: it is a harsh place that contains none of the succoring elements of human civilization, yet at the same time it leads the wanderer into truer communication with nature and the divine, metacultural forces of the universe. It is a place of betwixt and between, which mirrors the experiencer’s psychological state. In the case of Israel, later biblical sources speak of the wilderness period with striking force, either as an example of the people’s long-standing and deeply ingrained rebelliousness (e.g., Psalm 95), or fondly, as a kind of honeymoon period between God and Israel (e.g., Jer. 2:2). In both cases what is evoked is only a stage on the way, and not the final goal (see Talmon).", "Transformation always involves both life and death, and so it is not surprising that a characteristic theme of the stories before us is lack of food and/or water. The opening episodes of the section (15:22–17:7) comprise three scenes of “grumbling” about the difficulties of survival (with the structure: water-food-water), with a unique biblical twist: God and the people “testing” each other. And so the transformation depends very much on God’s action on the people’s behalf (twice he has to “instruct” them—the very verb from which the term “Torah” is derived). The suspension of the life process, or at least its imperiling, is notable also in the fact that, in contrast to the fertility of the Israelites in Egypt, “the trek narrative does not relate a single birth” (Cohn). This is especially striking given the strong birth image of Israel at the Sea of Reeds, which is still in the reader’s mind as the section opens.<br><img>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e896bfddfbb310febcf", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part II; In the Wilderness, Grumbling III 2", "anchorRef": "Exodus 17:1-7", "anchorRefExpanded": ["Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part II; In the Wilderness, Grumbling III 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ג׳, שמות הערה ג׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Grumbling III", "he": "שמות הערה ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ג׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "With the third wilderness story we return to the water theme. This time the element of “quarreling” with Moshe is added, in addition to the portrayal of Moshe’s eroding patience (v.4). Otherwise it is a variation on the basic theme (notice, for instance, the similarities between 16:3 and 17:3). The ending is ominous, reversing the previously held idea of God’s testing Israel.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382d6c9ad75f2d99af82e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part II; In the Wilderness 1", "anchorRef": "Exodus 15:22-18:27", "anchorRefExpanded": ["Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part II; In the Wilderness 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ג׳ א׳", "anchorVerse": 22, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 15:22–18:27\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 15:22–18:27</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382d7c9ad75f2d99af838", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part II; In the Wilderness, Grumbling III 1", "anchorRef": "Exodus 17:1-7", "anchorRefExpanded": ["Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part II; In the Wilderness, Grumbling III 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ג׳, שמות הערה ג׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ג׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 17:1-7\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 17:1-7</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eec9ad75f2d99afa12", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, The Great Revolt 2", "anchorRef": "Exodus 15:22-17:7", "anchorRefExpanded": ["Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, The Great Revolt 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ו׳ ב׳", "anchorVerse": 22, "sourceHasEn": true, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ו׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "In the two collections of wilderness rebellion traditions we have encountered thus far in the Torah, Ex. 15:22–17:7 and Num. 11–14, the rebels are a faceless “the people” or “the entire community.” An exception was Num. 12, where Aharon and Miryam complained against their brother; their personal example is now taken up by another relative, in a memorable narrative. The story of the revolt of Korah the Levite and Datan and Aviram the Reubenites, which may have stemmed from two different accounts, holds the common thread of the rebels’ feeling left out—Korah, as Moshe’s and Aharon’s first cousin, might well have headed the priestly line (his father was older than theirs), whereas Datan and Aviram’s tribe of Re’uven had lost some of its firstborn primacy, and was not even camped on the choice east side of the Dwelling. Moshe clearly sees the political motivation behind the revolt, and is indignant that anyone would impute greed (cf. v.15) or lust for power to him.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6415f228cc58ec66bf16691b", "index_title": "Midrash Tehillim", "category": "Midrash", "type": "", "ref": "Midrash Tehillim 25:6", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Midrash Tehillim 25:6", "sourceHeRef": "מדרש תהילים כ״ה:ו׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1050, 1450], "commentaryNum": 25.0006, "collectiveTitle": {"en": "Midrash Tehillim", "he": "מדרש תהילים"}, "heTitle": "מדרש תהילים", "he": " דרכיך ה' הודיעני. ר' ברכיה בשם ר' יוחנן אמר משל לרופא אחד שהיה לו תלמיד ולימדו כל מיני רפואות חוץ ממכה פלונית. אמר לו כל מיני רפואות גלית לי חוץ ממכה פלונית בבקשה ממך גלה אותה לי. כך אמר משה להקדוש ברוך הוא (שמות לג יג) הודיעני נא את דרכיך. והודיעו שנאמר (תהלים קג ז) יודיע דרכיו למשה. (שמות לג יח) הראני נא את כבודך. כלומר מנהג שאתה מנהג בעולם. אמר לו אין אתה יכול לעמוד על מדותי. רבי זעירא בשם ריש לקיש אמר אמר משה לפני הקדוש ברוך הוא כשאמרתי לך (שם יז ד) עוד מעט וסקלוני. אתה מפייס אותי עליהם. וכן כשהתנית עמי כשאהיה עם בני בכעס. אתה מפייס אותי עליהן. מה כתיב (שמות לג ז) ומשה יקח את האהל ונטה. וכן דרש מנודה לרב מנודה לתלמיד. ר' יהודה אומר (שם) והיה כל מבקש משה אין כתיב כאן אלא כל מבקש ה'. מלמד שכל מי שמבקש פני זקן כאילו מקבל פני שכינה. אמר לו הקב\"ה משה תרין אפין מרגזין רתחין. הרב בכעס והתלמיד בכעס. אם כן מה תהא עליהם חזור בך. נכנס למחנה שנאמר (שם יא) ודבר ה' אל משה פנים אל פנים. איני יודע מקרא זה מהו. כשהוא אומר ושב אל המחנה. מלמד שהתיר לו נדרו והכניס את האהל למחנה. אמר רבי אחא באותה שעה מצא משה את ידו לפני הקדוש ברוך הוא להתפלל על ישראל להודיעם דרכיו של הקב\"ה. שנאמר (דברים לב ד) הצור תמים פעלו וגו'. וכן מצינו בשמואל הרמתי שהיה שקול כמשה. שנאמר (ירמיה טו א) אם יעמד משה ושמואל. ונאמר (תהלים צט ו) משה ואהרן בכהניו ושמואל בקוראי שמו. ואתה מוצא כל מה שכתוב בזה כתוב בזה. זה לוי וזה לוי. זה אמר שירה וזה אמר שירה. זה מלך על ישראל וזה מלך על ישראל. זה מלך מ' שנה וזה מלך מ' שנה. זה עשה מלחמות וזה עשה מלחמות. זה הרג מלכים וזה הרג מלכים. זה בנה מזבחות וזה בנה מזבחות. זה הקריב וזה הקריב. זה בקריאה וזה בקריאה. זה התפלל על ישראל וזה התפלל על ישראל. זה שמש בכהונה וזה שמש בכהונה. דבר אחר הודיעני נא את דרכיך. אמר לפניו הודיעני באיזו מדה אתה נוהג עם אומות העכו\"ם. הדריכני באמתך ולמדני כי אתה אלקי ישעי אותך קויתי כל היום. וכי אפשר לו לאדם להתפלל כל היום. אלא לפי שהעולם הזה יום של אומות העכו\"ם ולילה לישראל. לכך אותך קויתי כל היום:", "heVersionTitle": "OYW", "heLicense": "Public Domain", "heVersionTitleInHebrew": "OYW (ובלכתך בדרך)", "text": "\"Make known to me Your ways, O Lord.\" Rabbi Berachiah said in the name of Rabbi Yochanan: \"It is compared to a physician who had a disciple and taught him all types of healing except for a certain wound. The physician said to the disciple, 'You have taught me all types of healing except for this particular wound. Please teach it to me.' Similarly, Moses said to God, 'Make known to me Your ways.' And it says, 'He made known His ways to Moses' (Psalms 103:7) and 'Show me Your glory' (Exodus 33:18), meaning the way that You conduct the world.\"God replied to Moses, \"You cannot comprehend My ways.\" Rabbi Zeira said in the name of Resh Lakish: \"Moses said to the Holy One, blessed be He, 'When I said to You, \"They will soon stone me\" (Exodus 17:4), You appeased me. And likewise when I argued with the Israelites, You appeased me. As it says, 'And Moses took the tent and pitched it outside the camp' (Exodus 33:7). And it teaches us to learn from the humble, to be like the disciple to his teacher. Rabbi Yehuda said, 'It says, \"Anyone who seeks out Moses\" (Exodus 33:7), but it should have said, \"Anyone who seeks out God.\" This teaches us that whoever seeks out the face of an elder is considered as if he seeks out the face of the Divine Presence.'\" God said to Moses, \"You have two hot-headed individuals in your midst, the teacher and the disciple. If that is the case, go back to them.\" As it says, 'And the Lord spoke to Moses face to face' (Exodus 33:11). I don't know what this verse means. When it says, 'And return to the camp' (Exodus 33:14), it teaches us that God allowed Moses to rescind his vow and brought the tent back into the camp. At that moment, Rabbi Acha found his opening to pray to God to make known to Israel the ways of God.\" As it is said (Deuteronomy 32:4), \"The Rock! — His work is perfect.\" And similarly, we find in Samuel the Ramathite that he was held in the same esteem as Moses, as it is said (Jeremiah 15:1), \"Even if Moses and Samuel stood before Me...\" And it is said (Psalm 99:6), \"Moses and Aaron were among His priests, and Samuel among those who called on His name.\" And you can find that everything written about one is also written about the other. This one is Levi, and this one is Levi. This one sang a song, and this one sang a song. This one was king over Israel, and this one was king over Israel. This one reigned for forty years, and this one reigned for forty years. This one waged wars, and this one waged wars. This one killed kings, and this one killed kings. This one built altars, and this one built altars. This one offered sacrifices, and this one offered sacrifices. This one read from the Torah, and this one read from the Torah. This one prayed for Israel, and this one prayed for Israel. This one served as a priest, and this one served as a priest. Another thing: \"Inform me, please, of Your ways\" (Exodus 33:13). He said before Him, \"Inform me, in what manner do You deal with the nations of the world?\" He directed me in His truth and taught me, for You are my God, and for You, I waited all day long. And is it possible for a person to pray all day long? Rather, since this world is a day for the nations of the world and a night for Israel, therefore, I waited for You all day long....", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "641869b4c9371ec0cebe4149", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Exodus 17:4:1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Reggio on Torah, Exodus 17:4:1", "sourceHeRef": "ביאור יש\"ר על התורה, שמות י״ז:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "שמות", "he": "<b>ויצעק,</b> מלשון זה למדנו שהתפלל משה עליהם:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641869b7c9371ec0cebe414b", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Exodus 17:4:2", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Reggio on Torah, Exodus 17:4:2", "sourceHeRef": "ביאור יש\"ר על התורה, שמות י״ז:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "שמות", "he": "<b>עוד מעט וסקלני,</b> לא שעדיין מריבים עמו ורוצים לשלוח בו יד, כי הכתוב מעיד שלא רבו עוד רק הלינו עליו, אלא כך אמר משה רבש\"ע רואה אני את עמך בצרה גדולה ועודם מאמינים בתוכחתי שהודעתים שעל פיך הבאתי אותם אל המקום הזה ושתוכל לתת להם מים, אבל ירא אנכי אם עוד מעט תאריך הצרה, תקצר רוחם משמוע ויחזרו לדעתם הראשונה שאני אשם בדבר, ובריבם עמדי יסקלוני להנקם ממני, על כן בבקשה ממך מהר והושיעם וידעו כי ידך עשתה זאת:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64186ac1d17253d3f8428178", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 27:15:1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Sifrei Zuta 27:15:1", "sourceHeRef": "ספרי זוטא כ״ז:ט״ו:א׳", "anchorVerse": 4, "sourceHasEn": false, "commentaryNum": 15.0001, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>וידבר משה אל ה' לאמר</b>, אין בכל התורה כולה וידבר משה אל ה' לאמר אלא כאן אמר לו הודיעני אם אתה ממני תחתי. וזה אחד מן הדברים שאמר משה לפני המקום הודיעני אם אתה עושה לי אם אין אתה עושה לי אמר לו המקום אני עושה וידבר משה אל י״י לאמר (שמות ו יב) מה ת״ל לאמר אמר לו הודיעני אם אתה גואלן אם אין אתה גואלן כיוצא בדבר אתה אומר ויצעק משה אל י״י לאמר מה אעשה לעם הזה עוד מעט וסקל' (שמות יז ד) מה ת״ל לאמר אלא אמר הודיעני אם אני נופל בידם ואם איני נופל כיוצא כדבר אתה אומר ויצעק משה אל י״י לאמר אל נא רפא נא לה (במדבר יב יג) מה ת״ל לאמר אמר לו הודיעני אם מרפא אתה את מרים ואם אין אתה מרפא כיוצא בדבר אתה אומר ואתחנן אל י״י בעת ההיא לאמר (דברים ג כג) מה ת״ל לאמר אמר לו הודיעני אם נכנס אני לארץ ואם איני נכנס וכאן מה הוא אומר וידבר י״י אל משה לאמר מה ת״ל לאמר אמר לו הודיעני אם ממנה אתה אחר תחתי ואם אין אתה ממנה:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648746f570699c26744fecdc", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Shemot 17:4:1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Midrash Sekhel Tov, Shemot 17:4:1", "sourceHeRef": "מדרש שכל טוב, שמות י״ז:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "ויצעק משה אל ה' לאמר. אמר לפניו רבונו של עולם בינך ובינם אני הרוג, אתה אמרת לי אל תקפיד כנגדם, שנאמר כי תאמר אלי שאהו בחיקך (במדבר יא יב), והם מבקשים להורגני:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648746f570699c26744fecde", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Shemot 17:4:2", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Midrash Sekhel Tov, Shemot 17:4:2", "sourceHeRef": "מדרש שכל טוב, שמות י״ז:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "מה אעשה לעם הזה. איני יכול לעשות להם או לתת להם כלום זולתי בדבריך:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648746f570699c26744fece0", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Shemot 17:4:3", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Midrash Sekhel Tov, Shemot 17:4:3", "sourceHeRef": "מדרש שכל טוב, שמות י״ז:ד׳:ג׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 4.0003, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "עוד מעט וסקלוני. כלומר אם אמתין עוד כשעה קלה קמים עלי וסוקלין אותי, ודומה לדבר עוד [אחת] מעט [היא] ואני מרעיש (חגי ב ו), ועוד מעט ואיננו בוא וראה שבחו של משה רבינו שלא ביקש לטורדם, אלא ביקש עליהם רחמים, אלא שהיה מגביה דברי תרעומתם עליו והקב\"ה ממיך, ובמקום אחר הקב\"ה מגביה ומשה ממיך שנאמר ועתה הניחה לי ויחר אפי ואכלם (שמות לב י). ואחריו מהו אומר, ויחל משה את פני ה' אלהיו (שם שם יא):", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64941345455542a26832d80b", "index_title": "Sha'ar HaPesukim", "category": "Kabbalah", "type": "", "ref": "Sha'ar HaPesukim, Parashat Chayei Sarah 19", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Sha'ar HaPesukim, Parashat Chayei Sarah 19", "sourceHeRef": "שער הפסוקים, פרשת חיי שרה י״ט", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1570, 1650], "commentaryNum": 19, "collectiveTitle": {"en": "Sha'ar HaPesukim", "he": "שער הפסוקים"}, "heTitle": "פרשת חיי שרה", "he": "גם נתחבר עם זה, כי עמד זכריהו ממעל לעם, וחרף וגדף את כללות ישראל, וא\"ל (ד\"ה ב' כ\"ד) למה אתם עוברים את מצות ה' וגו', כי עזבתם את ה' וגו'. והנה אביה בן רחבעם, שהיה מלך בן מלך, וחרף את ישראל על שעשו את העגלים דירבעם נענש, וכמש\"ה (שם י\"ג כ') ויגפהו ה' וימות, אעפ\"י שהיה בדין, וכן מרע\"ה, שחרף ואמר (במדבר כ' י') שמעו נא המורים, ואמר (שמות י\"ז ד') עוד מעט וסקלוני, נענש על זה, כמ\"ש חז\"ל. וכן ישעיהו ששקול כמשה, על שאמר ובתוך עם טמא שפתים, נהרג ע\"י מנשה, באותה מיתה רעה משונה כנודע. ולכן נהרג זכריהו ע\"י יואש המלך, ויען חרף את ישראל כאמור:", "heVersionTitle": "Shaar HaPesukim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6538eb3ece24d02a20ebd2d8", "index_title": "Talks of Yeshayahu Leibowitz on the Parasha", "category": "Quoting Commentary", "type": "", "ref": "Talks of Yeshayahu Leibowitz on the Parasha, Matot 7:4", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Talks of Yeshayahu Leibowitz on the Parasha, Matot 7:4", "sourceHeRef": "שיחות על פרשת השבוע (ליבוביץ), מטות ז׳:ד׳", "anchorVerse": 4, "sourceHasEn": false, "commentaryNum": 7.0004, "collectiveTitle": {"en": "Talks of Yeshayahu Leibowitz on the Parasha", "he": "שיחות על פרשת השבוע (ליבוביץ)"}, "heTitle": "מטות", "he": "מלמד שנמסרו <b>על כורחם</b> מפני חובתו של משה; לפי שתלה הכתוב מיתת משה בנקמת מדין, אמרו ישראל: נלך למלחמה על מדין וימות משה? ונמנעו מלילך; אמר לו הקדוש ברוך-הוא למשה: הטל גורלות על השבטים והם נמסרים מאליהם'. על זה מוסיף אחד התנאים ר' אליעזר המודעי: 'בוא וראה כמה חיבתן של רועי ישראל על ישראל; עד שלא שמעו שמיתתו של משה מעכבת מלחמת מדין, מה נאמר בהם? \"מה אעשה לעם הזה עוד מעט וסקלני\" (שמות, יז:ד), אבל כששמעו שמיתתו של משה מעכבת מלחמת מדין, התחילו מתחבאין; אף על פי כן נמסרו על כורחן, שנאמר: \"וימסרו\". ", "heVersionTitle": "Jerusalem, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "65479f728dabd9c164bbcf39", "index_title": "Ohel Ya'akov on Torah", "category": "Quoting Commentary", "type": "", "ref": "Ohel Ya'akov on Torah, Vaetchanan 32:1", "anchorRef": "Exodus 17:2-7", "anchorRefExpanded": ["Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7"], "sourceRef": "Ohel Ya'akov on Torah, Vaetchanan 32:1", "sourceHeRef": "אהל יעקב על התורה, ואתחנן ל״ב:א׳", "anchorVerse": 2, "sourceHasEn": false, "commentaryNum": 32.0001, "collectiveTitle": {"en": "Ohel Ya'akov on Torah", "he": "אהל יעקב על התורה"}, "heTitle": "ואתחנן", "he": "<b>כי ישאלך בנך מחר לאמר מה העדות</b> כו' <b>ואמרת לבנך עבדים היינו</b> כו' עד <b>וצדקה תהיה לנו כי נשמור לעשות</b> כו' (ו', כ'-כ\"ח).<sup class=\"footnote-marker\">שפת היריעה</sup><i class=\"footnote\">שא עיניך וראה מ\"ש בעל עולת תמיד וז\"ל על מאמר וירב העם עם משה כו' מה תריבון עמדי מה תנסון את ה' וכו' ויקרא שם המקום מסה ומריבה על ריב בני ישראל ועל נסותם את ה' (שמות י\"ז, ב'-ז'). אשר לפי הטעם הזה היה ראוי לקרוא אותו מריבה ומסה כי כן אמר על ריב בני ישראל ואח\"כ אמר ועל נסותם את ה' ומשה עצמו אמר כן תחלה מה תריבון עמדי מה תנסון את ה' אח\"כ כאשר קרא שם אל המקום הפך הסדר ויקרא שם המקום מסה ומריבה, לא מריבה ומסה הלא דבר הוא. אמנם דע כי כבר נודע ונתפרסם כי אנחנו ילודי אשה עם קוצר השגתנו אנחנו משיגים רק מלמטה למעלה, היינו מן הדברים המאוחרים נוכל להתבונן על הקודמים וזהו לחולשת השגתנו. אמנם הידיעה האמתית הוא מן הקודם אל המאוחר לא כאשר אנחנו עושים פה היום אשר אנחנו מתחילים כל עיונינו בזה העולם מן המאוחר לבוא ולהשיג מזה את הקודם, כמו שנתבאר בספר השמע ובספר המדות וכן הדבר פה כי משה רבינו ע\"ה מצד ראותו ריב בני ישראל שהמה מריבים עמו לכן דן שהמה מנסים את ד', אמנם לפי המציאות הלא נסותם את ה' קדמה אל הריב כי נסותם את ה' היה סיבה אל הריב לריב עם משה, לכן כאשר קרא שם אל המקום קרא שמו מסה ומריבה לפי שבאמת כן היה במציאות כי תחלה היה המסה וע\"י המסה עשו מריבה עם משה לכן ויקרא שם המקום מסה ומריבה והשלים ואמר על ריב בני ישראל ועל נסותם את ה', כי לפי הידיעה האנושית היה נראה תחלה ריב בני ישראל אשר עי\"ז היו מבינים שהכוונה בהם לנסות את ה' יתברך. <br>ומעתה נבאר עוד בזה מאמר מודים אנחנו לך כו' ברכות והודאות לשמך הגדול על שהחייתנו וקיימתנו כן תחיינו ותקיימנו כו' על שאנו מודים לך כו' (מודים דרבנן). והנה ארבעה תיבות אלו אין להם באור כי למה לו לסיים על שאנו מודים לך שאין שום קשר וחבור אל המלות האלה עם דבריו הקודמים ונראים כשפת יתר. אמנם באור הדברים כך הוא כי לא כמדת בשר ודם מדת הקב\"ה, כי מדת בשר ודם כאשר יבוא אחד לחנות הסוחר לקנות ממנו על מלבוש ומדד ונתן בידו עשר אמות סחורה או יותר וזה נתן לו מעות אח\"כ, הנה המעות הזה שהוא נותן ליד הסוחר הוא רק לתשלומין לשלם בעד הסחורה אשר קבל בחנות, לא שיקבל עוד הפעם סחורה אחר התשלומין פעם שנית זה ודאי לא יזדמן, אבל מדת הקב\"ה אינו כן כי כאשר ישפיע טובה אל האדם והאדם יבוא ויתן תודה, לא יקבל יתברך את ההודאה לתשלומין על העבר לבד כי אם יתן לו עוד סחורה פעם שנית ושלישית. וזהו מאמר מודים אנחנו לך כו' ברכות והודאות לשמך הגדול על שהחייתנו וקימתנו, כן תחיינו ותקיימנו על שאנו מודים לך, שהקב\"ה לא יקבל ההודאה והעבודה לתשלומין על העבר רק יגמלנו בצדקו גם בעתיד בעבור שאנו מודים לו. וזהו ממש הענין במאמר האב אל הבן השואל מה העדות כו' כי האב יספר לבנו עבדים היינו לפרעה ויוציאנו ה' אלהינו משם כו' וכאשר ישמע הנער הדברים האלה פן יאמר ללבבו א\"כ אנחנו בעלי חובות למקום ב\"ה וכל עבודתנו תהיה רק לפרעון החוב על העבר. ע\"ז סיים ואמר: וצדקה תהיה לנו בעתיד כי נשמור לעשות כו', לא שתהיה העבודה לתשלומין החוב שעבר רק יעשה עמנו צדקה וייטיב עמנו גם אח\"כ בעתיד: <br>ועפ\"ז יתבאר לנו מאמרם ז\"ל ר' אליעזר רמי כתיב ולך ה' חסד וכתיב כי אתה תשלם לאיש כמעשהו בתחלה כי אתה תשלם לאיש כמעשהו ולבסוף ולך ה' חסד (ר\"ה י\"ז). עיין מהרש\"א ורי\"ף שפירשו דהכי קאמר קרא ולך ה' חסד כאשר יש אל האדם מחצה עונות ומחצה זכיות, לך ה' חסד מדידך לתת בכף הזכיות להכריע, ואימתי כי אתה באת בתחלה לשלם לאיש כמעשהו ולית ליה לאדם מדידיה שיכריעו הזכיות, עכ\"ל. וזה פי' רחוק ודחוק מאד. והגאונים הניחו לי מקום להתגדר לבאר המאמר הנפלא הזה כי אחרי כל הדברים והאמת האלה אשר דברנו בזה עוד זאת ידענו ממדת טובו יתברך אשר בעבור מצוה הקב\"ה מקדים השכר אל האדם טרם עשותו המצוה כאשר דרשו חז\"ל מאמר מי הקדימני ואשלם (איוב מ\"א, ג') מל את בנו נתתי לו תחלה בן, עשה מזוזה נתתי לו תחלה בית. וכן רמזו במאמר גומל טוב למי שישמור מצותיו ר\"ל שישמור אח\"כ, לא כן בעונש אמר ויעניש למי שיעבור על מצותיו היינו שעשה העבירה עתיד העונש לבוא עליו. והנה אחר הדברים והאמת האלה יש אל האדם ב' מיני שכר אחד קודם המצוה והשני לאחר המצוה, כמו שנתבאר לנו במאמר מודים כו' על שהחייתנו וקימתנו כן תקיימנו, על שאנחנו מודים לך שהקב\"ה לא יקבל העבודה לתשלומין על העבר רק יגמלנו בצדקו גם בעתיד בעבור ההודאה הזאת. אמנם ההבדל בין השכר אשר קודם עשיית המצוה ובין השכר אשר אחר מעשה המצוה היא הידיעה האנושיית שאמרנו, כי השכר אשר קודם המצוה מי יודע ומי משיג אותה מה יסובב מזה, כמו מה שנזדמן יין לבנות לוט להשקות את אביהן בשביל ב' פרידות טובות העתידות, אשר בשעת מעשה מי ידע זאת ומי השיג מה שיסובב מן היין הזה, לא כן השכר אחר המצוה יש בזה ידיעה אנושית ג\"כ כי עיניהם ראו פלוני עשה מצוה ועיניהם רואות השכר מצוה. ומעתה יפה דייק ר' אליעזר מאמר ולך ה' חסד כי אתם תשלם לאיש כמעשהו, ואיככה אתה קורא את הגמול בשם חסד אחר שהוא תשלומין, כאמרו כי אתה תשלם לאיש כמעשהו. ע\"ז אמר ר' אליעזר כי ע\"כ קרא אותו בשם חסד יען כי תחלה אתה תשלם לאיש כמעשהו כי באמת הקב\"ה משלם השכר תחלה כמאמר מי הקדימני ואשלם, ומה שנותן לו אחר כך אינו רק חסד לכן אמר ולך ה' חסד, וזהו ולבסוף ולך ה' חסד. ומה שהכתוב מהפך הסדר כי הכתוב אמר לפי הידיעה האנושיית אשר למטה בארץ נראה המצוה תחלה ואח\"כ השכר.</i>", "heVersionTitle": "Jerusalem, 2009", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6596f445bed9ae71ab5ad31f", "index_title": "Mekhilta DeRabbi Yishmael", "category": "Midrash", "type": "", "ref": "Mekhilta DeRabbi Yishmael, Tractate Vayassa 7:8", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Mekhilta DeRabbi Yishmael, Tractate Vayassa 7:8", "sourceHeRef": "מכילתא דרבי ישמעאל, מַסֶּכְתָּא דְוַיַּסַּע ז׳:ח׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [200], "commentaryNum": 7.0008, "collectiveTitle": {"en": "Mekhilta DeRabbi Yishmael", "he": "מכילתא דרבי ישמעאל"}, "heTitle": "מַסֶּכְתָּא דְוַיַּסַּע", "he": "(שמות יז,ד) <b>\"וַיִּצְעַק מֹשֶׁה אֶל יי לֵאמֹר: מָה אֶעֱשֶׂה לָעָם הַזֶּה? עוֹד מְעַט וּסְקָלֻנִי!\" </b> לְהוֹדִיעַ שְׁבָחוֹ שֶׁלְּמֹשֶׁה, שֶׁלֹּא אָמַר מֹשֶׁה, הוֹאִיל וְהֵם מִדַּיְּנִין עִמִּי, אֵינִי מְבַקֵּשׁ עֲלֵיהֶם רַחֲמִים, אֶלָּא: <b>\"וַיִּצְעַק מֹשֶׁה אֶל יי לֵאמֹר: מָה אֶעֱשֶׂה לָעָם הַזֶּה?\" </b>אָמַר מֹשֶׁה לִפְנֵי הַמָּקוֹם: רִבּוֹנִי! בֵּינָךְ לְבֵינָם, אֲנִי הָרוּג! אַתָּה אוֹמֵר לִי: אַל תַּקְפִּיד כְּנֶגְדָּן, (במדבר יא,יב) \"כִּי תֹאמַר אֵלַי, שָׂאֵהוּ בְחֵיקֶךָ כַּאֲשֶׁר יִשָּׂא הָאֹמֵן אֶת הַיֹּנֵק\", וְהֵן בִּקְּשׁוּ לְהָרְגֵּנִי!", "heVersionTitle": "Beeri Edition, Koren, Jerusalem, 2019", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "(Exodus 17:4) \"and Moses cried out to the L–rd\": We are hereby apprised of the eminence of Moses. He did not say: Since they are quarreling with me I will not implore mercy for them, but \"And Moses cried out to the L–rd.\" \"saying: What can I do to this people?\" Moses said before the Holy One Blessed be He: L–rd of the universe, between You and them I will be killed! And You tell me not to be harsh with them, viz. (Numbers 11:12) \"For You say to me: \"Bear them in your bosom as a nurse bears a nursling, etc.\" — when they want to kill me!", "versionTitle": "Mechilta, translated by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "מכילתא, מתורגמת בידי רבי שרגא סילברשטיין"}, {"_id": "657ecc3a758c1dc532ec895e", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 17:4", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Steinsaltz on Exodus 17:4", "sourceHeRef": "ביאור שטיינזלץ על שמות י״ז:ד׳", "anchorVerse": 4, "sourceHasEn": true, "commentaryNum": 17.0004, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "<b>וַיִּצְעַק מֹשֶׁה אֶל ה' לֵאמֹר: מָה אֶעֱשֶׂה לָעָם הַזֶּה? עוֹד מְעַט וּסְקָלֻנִי!</b> משה חשש שכדרכן של תלונות המוניות, הצעקות ילכו ויתגברו, והאנשים ילבו את המחלוקת עד כדי אלימות.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Moses cried out to the Lord, saying: What shall I do for this people? A moment more and they will stone me. </b>Moses was afraid that the complaints would increase in intensity until they led to a riot.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "6609266d5919e5bc812768a7", "index_title": "Lessons in Leadership; A Weekly Reading of the Jewish Bible", "category": "Quoting Commentary", "type": "", "ref": "Lessons in Leadership; A Weekly Reading of the Jewish Bible, Hukkat; Miriam, Moses' Friend 6", "anchorRef": "Exodus 17:1-7", "anchorRefExpanded": ["Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7"], "sourceRef": "Lessons in Leadership; A Weekly Reading of the Jewish Bible, Hukkat; Miriam, Moses' Friend 6", "sourceHeRef": "שיעורים בהנהגה; קריאות חדשות בפרשת השבוע, חוקת ו׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [2015], "commentaryNum": 6, "collectiveTitle": {"en": "Lessons in Leadership; A Weekly Reading of the Jewish Bible", "he": "שיעורים בהנהגה; קריאות חדשות בפרשת השבוע"}, "heTitle": "חוקת", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "This time, though, I want to pose a different question. Why then? Why did Moses fail this particular test? After all, he had been in a similar situation twice before. After emerging from the Red Sea the people had travelled for three days without finding water. Then they found some, but it was bitter and they complained. God showed Moses how to make the water sweet (Ex. 15:22–26). Arriving at Rephidim, again they found no water and complained. Despairing, Moses said to God, “What am I to do with these people? They are almost ready to stone me.” God patiently instructed Moses as to what to do, and water flowed from the rock (Ex. 17:1–7).", "versionTitle": "Maggid Books and the Orthodox Union, 2015", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "65e5d2686aad563290ee4b31", "index_title": "Tze'enah Ure'enah", "category": "Quoting Commentary", "type": "", "ref": "Tze'enah Ure'enah, Beshalach 89", "anchorRef": "Exodus 17:4-5", "anchorRefExpanded": ["Exodus 17:4", "Exodus 17:5"], "sourceRef": "Tze'enah Ure'enah, Beshalach 89", "sourceHeRef": "צאינה וראינה, בשלח פ״ט", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 89, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "בשלח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“<i>The people thirsted there for water</i>” [17:3]. When Israel came to the city of <i>Rephidim</i>, they shouted that they had no water to drink and they said to Moses. Why have you taken us out of Egypt to kill us with thirst? Moses shouted to God. The Israelites are close to stoning me; it lacks little. The Holy One responded to Moses: go before Israel and see if they will stone you. That is to say, I can certainly rescue you and why do you suspect that Israel want to stone you?<sup class=\"footnote-marker\">93</sup><i class=\"footnote\">Rashi, Exodus, 17:4–5.</i>", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "666566708f2462614e14cad1", "index_title": "Learning to Read Midrash", "category": "Midrash", "type": "", "ref": "Learning to Read Midrash, Chapter 6; Mashal as Dialectic; Questioning God About the Akeda 221", "anchorRef": "Exodus 17:1-7", "anchorRefExpanded": ["Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7"], "sourceRef": "Learning to Read Midrash, Chapter 6; Mashal as Dialectic; Questioning God About the Akeda 221", "sourceHeRef": "ללמוד לקרוא מדרש, פרק ו רכ״א", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 221, "collectiveTitle": {"en": "Learning to Read Midrash", "he": "ללמוד לקרוא מדרש"}, "heTitle": "פרק ו", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "A little contemplation reveals the problem with this challenge. For one thing, the full quote from Deuteronomy contextualizes the statement. Context is crucial to a correct understanding of both the verse and its use in the midrash. The complete verse reads as follows: “Do not test God, your Lord, as you tested [Him] at Massa.” The incident referred to is recounted in Exodus 17:1–7. Faced with a shortage of water, the people complain bitterly against Moshe and against God.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">The word for “test” or “trial” occurs twice in the seven verses of the story and is preserved in the place name of the site at which the story takes place. See verses 2 and 7.</i> The testing at Massa is part of a series of complaints and ungrateful behaviors that begins immediately after the miraculous salvation at the Red Sea and culminates in the sin of the Golden Calf. Clearly, this is a negative kind of testing, indicating the people’s lack of faith in God and love for Him.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">See, for example, Rashi and Ramban on Deuteronomy 6:16. Both draw attention to the point made by the verses in Exodus, i.e., that the children of Israel see God’s ability to “deliver the goods” – in this case, water – as a way to prove God’s presence in their midst. As usual, Rashi’s formulation is much more concise than that of the Ramban, but the point is clear: Israel’s testing of God at Massa is an act of stunning arrogance.</i> Can Israel’s trying of God in this way legitimately be compared to God’s testing of Avraham at the <i>Akeda</i>?", "versionTitle": "Learning to Read Midrash, by Simi Peters, Urim 2004", "license": "", "versionTitleInHebrew": ""}, {"_id": "5892f0efd6e4a9274646e7a6", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Deuteronomy 9:19:1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Chizkuni, Deuteronomy 9:19:1", "sourceHeRef": "חזקוני, דברים ט׳:י״ט:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "דברים", "he": "<b>גם בפעם ההיא </b>שהרי כבר נתפלל עליהם בים ובמרה ובמסה.\n", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "גם בפעם ההיא, “also on that occasion.” He had already prayed for them at the sea of reeds, (Exodus 14,15) at Marah (15,25) and at Massah.(Exodus 17,4)", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "59ec5a73d6e4a94f1a71fa83", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 42:1:7", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Akeidat Yitzchak 42:1:7", "sourceHeRef": "עקידת יצחק מ״ב:א׳:ז׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0007, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "ויבא עמלק וילחם עם ישראל ברפידים. להיות עם בני ישראל אצל אביהם שבשמים בנים גדל ורומם בכל אשר עשה להם במצרים ועל הים ואף אשר קדם להם בלחם ובמים ובשלו. והם פשעו בו על ריבם ועל נסותם על ה'. לאמר היש ה' בקרבנו אם אין. ולא עוד אלא שהרימו יד באלהיהם במה שבקשו לפגוע בשר צבאו נאמן ביתו אשר צעק מהם עוד מעט וסקלוני. היה להם מלחמת עמלק בעת ההיא סכנה נפלאה ועצומה בלי ספק כי על מה יפנו לעזרה כח ידם אין להם כי הידים ידי עשו וה' הסתיר פניו מעדת יעקב כי נתנה עליו בקולה ושנאה על הדרך שפירשנו בסוף שער שקדם. הוא שסמך פרשת עמלק לפרשת מסה ומריבה כמו שהיו סמוכין במאורע כלומר עודם מדברים במרד ובמעל היש ה' בקרבנו אם אין ויבא עמלק וילחם עם ישראל:  ", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "(1+2) Since immediately prior to the attack by Amalek, the Israelites had displayed a lack of faith in G-d who had personally fought on their behalf against the Egyptians, and since they had grumbled to the point where they had been ready to stone Moses, (\"they are almost ready to stone me\" Exodus 17,4) they had fallen into disgrace and were in real danger. This danger was all the greater since they had no military might of their own, and G-d had turned His face away from them. Amalek's arrival on the scene is thus a fitting reminder of what was liable to happen whenever Israel behaves as it did at Massah and Merivah.", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cd13b5069ad4c007a1d6b67", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Deuteronomy 6:16:1", "anchorRef": "Exodus 17:2-7", "anchorRefExpanded": ["Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7"], "sourceRef": "Birkat Asher on Torah, Deuteronomy 6:16:1", "sourceHeRef": "ברכת אשר על התורה, דברים ו׳:ט״ז:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "דברים", "he": "<b>\"...כאשר נסיתם במסה\".</b> הבי\"ת פתוחה, וזה תמוה. ואולי לזה מתכוון רש\"י בפירושו: כשיצאו ממצרים, שניסוהו במים וכו'. כלומר המסה הידועה, שכשיצאו ממצרים חנו באחת מחניותיהם ברפידים, וראו שם המקום 'מסה', על שם שנסוהו במים, כמו שנאמר: \"וירב העם עם משה ויאמרו תנו לנו מים ונשתה ויאמר להם משה מה תריבון עמדי מה תנסון את ה'... ויקרא שם המקום מסה ומריבה על ריב בני ישראל ועל נסֹּתם את ה' לאמר היש ה' בקרבנו אם אין\" (שמות יז, ב-ז). (פ' ואתחנן תשנ\"ט)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cfd4b6084aa1cbefc4f9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אָמַר 1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "BDB, אָמַר 1", "sourceHeRef": "בראון-דרייבר-בריגס, אָמַר א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אָמַר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">אָמַר</span></big></big><sub>5287</sub><big></big>  <strong>vb. utter, say (</strong>MI Ph. <span dir=\"rtl\">אמר</span>, Aramaic <span dir=\"rtl\">אֲמַר</span>, Ethiopic አመረ I. 2 <em>shew, declare</em>, Arabic <span dir=\"rtl\">أَمَرَ</span> <em>command;</em> perhaps √ <span dir=\"rtl\">אמר</span> orig. = <em>be</em> or <em>make prominent</em>, hence Hithp. infr., <span dir=\"rtl\">אָמִיר</span>; Sab. <span dir=\"rtl\">אמר</span> <em>lofty</em>, epith. of king JHMordtm<sup>ZMG 1876, 37</sup>; cf. Dl<sup>Pr 28</sup> who thinks orig. meaning <em>hell, sichtbar sein</em>, whence Assyrian <em>amâru</em>, <em>see</em> & <em>shew, declare, say</em><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">א׳</span> <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">Gn 3:1</a> +, etc.; Impf. <span dir=\"rtl\">יֹאמַר</span> <a data-ref=\"Genesis 31:8\" href=\"/Genesis.31.8\">Gn 31:8</a> +; <span dir=\"rtl\">וַיֹּא֫מֶר</span> <a data-ref=\"Genesis 1:3\" href=\"/Genesis.1.3\">Gn 1:3</a> +; <span dir=\"rtl\">וַיֹּאמַ֑ר</span> <a data-ref=\"Genesis 14:19\" href=\"/Genesis.14.19\">Gn 14:19</a> +; in Jb always <span dir=\"rtl\">וַיֹּא֑מַר</span> <a data-ref=\"Job 3:2\" href=\"/Job.3.2\">Jb 3:2</a> +; 3 fs. <span dir=\"rtl\">תֹּאמַר</span> <a data-ref=\"Genesis 21:12\" href=\"/Genesis.21.12\">Gn 21:12</a> +; <span dir=\"rtl\">תֹּאמֵ֑ר</span> <a data-ref=\"Proverbs 1:21\" href=\"/Proverbs.1.21\">Pr 1:21</a>; 1 s. <span dir=\"rtl\">אֹמַר</span> <a data-ref=\"Genesis 22:2\" href=\"/Genesis.22.2\">Gn 22:2</a> +; <span dir=\"rtl\">אוֹמְרָה</span> <a data-ref=\"Psalms 42:10\" href=\"/Psalms.42.10\">ψ 42:10</a>; <span dir=\"rtl\">וָאֹמַר</span> <a data-ref=\"Genesis 20:13\" href=\"/Genesis.20.13\">Gn 20:13</a> +; <span dir=\"rtl\">וָאוֹמַר</span> <a data-ref=\"Nehemiah 2:7\" href=\"/Nehemiah.2.7\">Ne 2:7</a>, <a data-ref=\"Nehemiah 2:17\" href=\"/Nehemiah.2.17\">17</a>, <a data-ref=\"Nehemiah 2:20\" href=\"/Nehemiah.2.20\">20</a>; 3 m. pl. <span dir=\"rtl\">יֹאמְרוּ</span> <a data-ref=\"Exodus 4:1\" href=\"/Exodus.4.1\">Ex 4:1</a> + etc.; sf. <span dir=\"rtl\">יֹמְרוּךָ</span> <a data-ref=\"Psalms 139:20\" href=\"/Psalms.139.20\">ψ 139:20</a>; 2 mpl. <span dir=\"rtl\">תֹּמְרוּ</span> <a data-ref=\"II Samuel 19:14\" href=\"/II_Samuel.19.14\">2 S 19:14</a> (cf. Kö<sup>i. p. 385</sup>); Imv. <span dir=\"rtl\">אֱמֹר (אֱמָר־)</span> <a data-ref=\"Genesis 45:17\" href=\"/Genesis.45.17\">Gn 45:17</a> +, etc.; Inf. abs. <span dir=\"rtl\">אָמוֹר</span> <a data-ref=\"Exodus 21:5\" href=\"/Exodus.21.5\">Ex 21:5</a> +; cstr. <span dir=\"rtl\">אֱמֹר</span> <a data-ref=\"Ezekiel 25:8\" href=\"/Ezekiel.25.8\">Ez 25:8</a> +; <span dir=\"rtl\">(הַ)אֲמֹר</span> <a data-ref=\"Job 34:18\" href=\"/Job.34.18\">Jb 34:18</a> but read <span dir=\"rtl\">הָאֹמֵר</span> 𝔊 𝔙 Di, or better <span dir=\"rtl\">הֶאָמֹר</span> Inf. abs. c. ה interrog. cf. Ew<sup>§ 328 d</sup>; sf. <span dir=\"rtl\">אָמְרִי</span> <a data-ref=\"Joshua 6:10\" href=\"/Joshua.6.10\">Jos 6:10</a> +; <span dir=\"rtl\">אֲמָרְכֶם</span> <a data-ref=\"Jeremiah 23:38\" href=\"/Jeremiah.23.38\">Je 23:38</a>; <span dir=\"rtl\">אֱמָרְכֶם</span> <a data-ref=\"Malachi 1:7\" href=\"/Malachi.1.7\">Mal 1:7</a> +; <span dir=\"rtl\">לֵאמֹר</span> <a data-ref=\"Genesis 1:22\" href=\"/Genesis.1.22\">Gn 1:22</a> +, etc.; <em>Pt;</em> act. <span dir=\"rtl\">אֹמֵר</span> <a data-ref=\"Genesis 32:10\" href=\"/Genesis.32.10\">Gn 32:10</a> +, etc.; pass. <span dir=\"rtl\">הֶאָמוּר</span> <a data-ref=\"Micah 2:7\" href=\"/Micah.2.7\">Mi 2:7</a>, but this grammatically indefensible, read <span dir=\"rtl\">הֶאָמוֹר</span>, Inf. abs. c. ה interrog., v. Dr<sup>Expositor, April, 1887, 263</sup>. <strong>1.</strong>  <em>Say</em> (subj. God <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">Gn 3:1</a> + or man <a data-ref=\"Genesis 32:5\" href=\"/Genesis.32.5\">32:5</a>, serpent <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">3:1</a>, ass <a data-ref=\"Numbers 22:28\" href=\"/Numbers.22.28\">Nu 22:28</a>, horse <span dir=\"rtl\">יֹאמַר הֶאָח</span> <a data-ref=\"Job 39:25\" href=\"/Job.39.25\">Jb 39:25</a> etc.; inanimate things, personif. <a data-ref=\"Job 28:14\" href=\"/Job.28.14\">Jb 28:14</a> cf. v <a data-ref=\"Job 28:22\" href=\"/Job.28.22\">22</a> etc.; so in allegory or fable <a data-ref=\"Judges 9:8\" href=\"/Judges.9.8\">Ju 9:8</a> <a data-ref=\"II Kings 14:9\" href=\"/II_Kings.14.9\">2 K 14:9</a> etc.; especially in narrat., <span dir=\"rtl\">וַיֹּאמֶר</span> etc., <a data-ref=\"Genesis 4:6\" href=\"/Genesis.4.6\">Gn 4:6</a> + very often): mostly sq. thing said, either subst. <a data-ref=\"Jeremiah 14:17\" href=\"/Jeremiah.14.17\">Je 14:17</a> (c. cl. app.) <a data-ref=\"Deuteronomy 27:16\" href=\"/Deuteronomy.27.16\">Dt 27:16 f.</a> <a data-ref=\"Judges 12:6\" href=\"/Judges.12.6\">Ju 12:6</a>; pronoun <a data-ref=\"Genesis 44:16\" href=\"/Genesis.44.16\">Gn 44:16</a> <a data-ref=\"II Kings 20:14\" href=\"/II_Kings.20.14\">2 K 20:14</a> +; or (usually) clause <a data-ref=\"Genesis 1:3\" href=\"/Genesis.1.3\">Gn 1:3</a>; <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">3:1</a>; <a data-ref=\"Genesis 37:20\" href=\"/Genesis.37.20\">37:20</a> + often (<em>orat. recta</em>); with adv. <em>thus, so</em> <a data-ref=\"Genesis 32:5\" href=\"/Genesis.32.5\">Gn 32:5</a> <a data-ref=\"Numbers 20:14\" href=\"/Numbers.20.14\">Nu 20:14</a> <a data-ref=\"I Kings 20:3\" href=\"/I_Kings.20.3\">1 K 20:3</a>, <a data-ref=\"I Kings 20:5\" href=\"/I_Kings.20.5\">5</a> +; especially <span dir=\"rtl\">כֹּה אָמַר י׳</span> <a data-ref=\"Exodus 5:1\" href=\"/Exodus.5.1\">Ex 5:1</a>; <a data-ref=\"Exodus 7:17\" href=\"/Exodus.7.17\">7:17</a>, <a data-ref=\"Exodus 7:26\" href=\"/Exodus.7.26\">26</a>; <a data-ref=\"Exodus 8:16\" href=\"/Exodus.8.16\">8:16</a>; <a data-ref=\"I Chronicles 17:4\" href=\"/I_Chronicles.17.4\">1 Ch 17:4</a> + often; the person addressed usually introduced by <span dir=\"rtl\">אֶל</span> <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">Gn 3:1</a>; <a data-ref=\"Genesis 15:7\" href=\"/Genesis.15.7\">15:7</a>; <a data-ref=\"Genesis 22:7\" href=\"/Genesis.22.7\">22:7</a>; <a data-ref=\"Leviticus 21:1\" href=\"/Leviticus.21.1\">Lv 21:1</a>; <a data-ref=\"II Samuel 3:7\" href=\"/II_Samuel.3.7\">2 S 3:7</a>; <a data-ref=\"I Kings 12:5\" href=\"/I_Kings.12.5\">1 K 12:5</a>, <a data-ref=\"I Kings 12:23\" href=\"/I_Kings.12.23\">23</a>, or <span dir=\"rtl\">לְ</span> <a data-ref=\"Genesis 3:13\" href=\"/Genesis.3.13\">Gn 3:13</a>; <a data-ref=\"Genesis 4:15\" href=\"/Genesis.4.15\">4:15</a>; <a data-ref=\"I Samuel 20:2\" href=\"/I_Samuel.20.2\">1 S 20:2</a>; <a data-ref=\"II Samuel 2:21\" href=\"/II_Samuel.2.21\">2 S 2:21</a>; <a data-ref=\"I Kings 14:2\" href=\"/I_Kings.14.2\">1 K 14:2</a> + often; rarer combinations are, <span dir=\"rtl\">א׳ בְּאָזְנֵי</span> <a data-ref=\"Isaiah 49:20\" href=\"/Isaiah.49.20\">Is 49:20</a> (cf. <a data-ref=\"Isaiah 5:9\" href=\"/Isaiah.5.9\">5:9</a> & vid. <span dir=\"rtl\">דבר</span>); <span dir=\"rtl\">א׳ לִפְנֵי</span> <a data-ref=\"Ezekiel 28:9\" href=\"/Ezekiel.28.9\">Ez 28:9</a>; <span dir=\"rtl\">א׳ לְעֵינֵי</span> <a data-ref=\"Deuteronomy 31:7\" href=\"/Deuteronomy.31.7\">Dt 31:7</a>; <a data-ref=\"Joshua 10:12\" href=\"/Joshua.10.12\">Jos 10:12</a>; <a data-ref=\"Jeremiah 28:11\" href=\"/Jeremiah.28.11\">Je 28:11</a>; <span dir=\"rtl\">א׳ בְּ</span> <a data-ref=\"Joel 2:17\" href=\"/Joel.2.17\">Jo 2:17</a> <a data-ref=\"Psalms 126:2\" href=\"/Psalms.126.2\">ψ 126:2</a>, where <span dir=\"rtl\">בְּ</span> local; in all cases usually sq. dir. obj. of words said, <a data-ref=\"Exodus 19:25\" href=\"/Exodus.19.25\">Ex 19:25</a>; <a data-ref=\"Judges 17:2\" href=\"/Judges.17.2\">Ju 17:2</a> being singular; <a data-ref=\"Genesis 4:8\" href=\"/Genesis.4.8\">Gn 4:8</a> the object-clause has probably fallen out, cf. Vrss Di; = <em>mention, name, designate</em> <a data-ref=\"Genesis 22:2\" href=\"/Genesis.22.2\">Gn 22:2</a>, <a data-ref=\"Genesis 22:3\" href=\"/Genesis.22.3\">3</a>; <a data-ref=\"Genesis 43:27\" href=\"/Genesis.43.27\">43:27</a>, <a data-ref=\"Genesis 43:29\" href=\"/Genesis.43.29\">29</a> <a data-ref=\"Exodus 32:13\" href=\"/Exodus.32.13\">Ex 32:13</a>; <a data-ref=\"Numbers 14:40\" href=\"/Numbers.14.40\">Nu 14:40</a>; <a data-ref=\"I Samuel 10:16\" href=\"/I_Samuel.10.16\">1 S 10:16</a>; <a data-ref=\"I Samuel 16:3\" href=\"/I_Samuel.16.3\">16:3</a>; <a data-ref=\"II Samuel 6:22\" href=\"/II_Samuel.6.22\">2 S 6:22</a> <a data-ref=\"Nehemiah 6:19\" href=\"/Nehemiah.6.19\">Ne 6:19</a>; cf. <a data-ref=\"Psalms 139:20\" href=\"/Psalms.139.20\">ψ 139:20</a> <span dir=\"rtl\">יֹמְרוּךָ לִמְזִמָּה</span> <em>speak of thee for falsehood</em> (but many, as Hup Pe Dy Che, read <span dir=\"rtl\">יַמְרוּךָ</span>); = <em>tell, declare, proclaim</em> (sq. dir. obj. only) <a data-ref=\"Psalms 40:11\" href=\"/Psalms.40.11\">ψ 40:11</a>; <a data-ref=\"Ezekiel 13:7\" href=\"/Ezekiel.13.7\">Ez 13:7</a>; in reply to question = <em>answer</em> <a data-ref=\"Exodus 12:27\" href=\"/Exodus.12.27\">Ex 12:27</a>; <a data-ref=\"Joshua 4:7\" href=\"/Joshua.4.7\">Jos 4:7</a>; <a data-ref=\"I Kings 9:9\" href=\"/I_Kings.9.9\">1 K 9:9</a>; <a data-ref=\"Jeremiah 5:19\" href=\"/Jeremiah.5.19\">Je 5:19</a>; <a data-ref=\"Jeremiah 22:9\" href=\"/Jeremiah.22.9\">22:9</a>. The obj. spoken of may be referred to by <span dir=\"rtl\">אֶל</span> <a data-ref=\"II Kings 19:32\" href=\"/II_Kings.19.32\">2 K 19:32</a>; <a data-ref=\"Jeremiah 22:18\" href=\"/Jeremiah.22.18\">Je 22:18</a>; <a data-ref=\"Jeremiah 27:19\" href=\"/Jeremiah.27.19\">27:19</a>, or <span dir=\"rtl\">לְ</span> <a data-ref=\"Genesis 20:13\" href=\"/Genesis.20.13\">Gn 20:13</a> <span dir=\"rtl\">אִמְרִי לִי</span> say <em>of</em> me, etc. <a data-ref=\"Deuteronomy 33:9\" href=\"/Deuteronomy.33.9\">Dt 33:9</a>; <a data-ref=\"Judges 9:54\" href=\"/Judges.9.54\">Ju 9:54</a>; <a data-ref=\"Isaiah 5:20\" href=\"/Isaiah.5.20\">Is 5:20</a> <a data-ref=\"Psalms 3:3\" href=\"/Psalms.3.3\">ψ 3:3</a>; <a data-ref=\"Psalms 71:10\" href=\"/Psalms.71.10\">71:10</a>, very rarely by a simple accus. <a data-ref=\"Isaiah 3:10\" href=\"/Isaiah.3.10\">Is 3:10</a> (where read prob. for <span dir=\"rtl\">אִמְרוּ</span>, <span dir=\"rtl\">אַשְׁרֵי</span>), except after <span dir=\"rtl\">אֲשֶׁר</span> where the words used follow (cf. <span dir=\"rtl\">אֲשֶׁר</span> <strong>4 d</strong>) <a data-ref=\"Genesis 3:17\" href=\"/Genesis.3.17\">Gn 3:17</a>; <a data-ref=\"Numbers 10:29\" href=\"/Numbers.10.29\">Nu 10:29</a>; <a data-ref=\"Numbers 14:31\" href=\"/Numbers.14.31\">14:31</a> <a data-ref=\"Deuteronomy 28:68\" href=\"/Deuteronomy.28.68\">Dt 28:68</a>; <a data-ref=\"Judges 7:4\" href=\"/Judges.7.4\">Ju 7:4</a>; <a data-ref=\"I Samuel 9:17\" href=\"/I_Samuel.9.17\">1 S 9:17</a>, <a data-ref=\"I Samuel 9:23\" href=\"/I_Samuel.9.23\">23b</a>; <a data-ref=\"I Kings 8:29\" href=\"/I_Kings.8.29\">1 K 8:29</a>; <a data-ref=\"Lamentations 4:20\" href=\"/Lamentations.4.20\">La 4:20</a>; cf. <a data-ref=\"Numbers 21:16\" href=\"/Numbers.21.16\">Nu 21:16</a>; <a data-ref=\"II Kings 17:12\" href=\"/II_Kings.17.12\">2 K 17:12</a>; <a data-ref=\"II Kings 21:4\" href=\"/II_Kings.21.4\">21:4</a>, & (two extreme cases) <a data-ref=\"Isaiah 8:12\" href=\"/Isaiah.8.12\">Is 8:12</a>; <a data-ref=\"Lamentations 2:15\" href=\"/Lamentations.2.15\">La 2:15</a> (v. Dr<sup>Sm i. 25, 5</sup>); <span dir=\"rtl\">הֶֽאָמוּר</span> <a data-ref=\"Micah 2:7\" href=\"/Micah.2.7\">Mi 2:7</a> read inf. abs. c. ה interrog. <span dir=\"rtl\">הֶאָמוֹר</span> (v. supr.) <em>shall one say? shall it be said?</em> After another vb. of saying, introducing thing said: <a data-ref=\"Deuteronomy 21:7\" href=\"/Deuteronomy.21.7\">Dt 21:7</a>; <a data-ref=\"Deuteronomy 25:9\" href=\"/Deuteronomy.25.9\">25:9</a>; <a data-ref=\"Deuteronomy 27:15\" href=\"/Deuteronomy.27.15\">27:15</a>; <a data-ref=\"Song of Songs 2:10\" href=\"/Song_of_Songs.2.10\">Ct 2:10</a> +, even after <span dir=\"rtl\">אמר</span> <a data-ref=\"Genesis 22:7\" href=\"/Genesis.22.7\">Gn 22:7</a>; <a data-ref=\"Leviticus 21:1\" href=\"/Leviticus.21.1\">Lv 21:1</a>; <a data-ref=\"Jeremiah 34:2\" href=\"/Jeremiah.34.2\">Je 34:2</a>; <a data-ref=\"Esther 7:5\" href=\"/Esther.7.5\">Est 7:5</a> +; especially inf. <span dir=\"rtl\">לֵאמֹר</span>, after <span dir=\"rtl\">דבר</span> <a data-ref=\"Genesis 8:15\" href=\"/Genesis.8.15\">Gn 8:15</a>, <span dir=\"rtl\">צוה</span> <a data-ref=\"Genesis 2:16\" href=\"/Genesis.2.16\">2:16</a>; <a data-ref=\"Genesis 3:17\" href=\"/Genesis.3.17\">3:17</a>, <span dir=\"rtl\">ענה</span> <a data-ref=\"Genesis 41:16\" href=\"/Genesis.41.16\">41:16</a>, <span dir=\"rtl\">ברך</span> <a data-ref=\"Genesis 1:22\" href=\"/Genesis.1.22\">1:22</a>, <span dir=\"rtl\">נשׁבע</span> <a data-ref=\"Genesis 24:7\" href=\"/Genesis.24.7\">24:7</a>, <span dir=\"rtl\">נדר</span> <a data-ref=\"Genesis 28:20\" href=\"/Genesis.28.20\">28:20</a>, etc.; after <span dir=\"rtl\">אמר</span> <a data-ref=\"II Samuel 3:18\" href=\"/II_Samuel.3.18\">2 S 3:18</a>; <a data-ref=\"I Kings 12:23\" href=\"/I_Kings.12.23\">1 K 12:23</a>; <a data-ref=\"I Chronicles 21:18\" href=\"/I_Chronicles.21.18\">1 Ch 21:18</a> +; after <span dir=\"rtl\">שׁלח</span> <a data-ref=\"II Chronicles 35:21\" href=\"/II_Chronicles.35.21\">2 Ch 35:21</a> <span dir=\"rtl\">שׁוּב</span> <a data-ref=\"Genesis 32:7\" href=\"/Genesis.32.7\">Gn 32:7</a>; cf. also <a data-ref=\"Genesis 28:6\" href=\"/Genesis.28.6\">Gn 28:6</a> <a data-ref=\"Exodus 5:13\" href=\"/Exodus.5.13\">Ex 5:13</a>; <a data-ref=\"Exodus 9:5\" href=\"/Exodus.9.5\">9:5</a>; <a data-ref=\"Exodus 13:8\" href=\"/Exodus.13.8\">13:8</a>; <a data-ref=\"Exodus 17:4\" href=\"/Exodus.17.4\">17:4</a>; <a data-ref=\"Numbers 11:20\" href=\"/Numbers.11.20\">Nu 11:20</a>; <a data-ref=\"Deuteronomy 1:28\" href=\"/Deuteronomy.1.28\">Dt 1:28</a>; <a data-ref=\"Deuteronomy 13:7\" href=\"/Deuteronomy.13.7\">13:7</a>; <a data-ref=\"Judges 8:15\" href=\"/Judges.8.15\">Ju 8:15</a>; <a data-ref=\"I Samuel 23:2\" href=\"/I_Samuel.23.2\">1 S 23:2</a>; <a data-ref=\"I Kings 13:3\" href=\"/I_Kings.13.3\">1 K 13:3</a>; <a data-ref=\"Jeremiah 32:3\" href=\"/Jeremiah.32.3\">Je 32:3</a>; <a data-ref=\"Jeremiah 37:9\" href=\"/Jeremiah.37.9\">37:9</a>; <a data-ref=\"Ruth 4:4\" href=\"/Ruth.4.4\">Ru 4:4</a> +; when subj. of <span dir=\"rtl\">לֵאמֹר</span> differs from that of preceding clause <a data-ref=\"Genesis 31:1\" href=\"/Genesis.31.1\">Gn 31:1</a>; <a data-ref=\"Genesis 38:13\" href=\"/Genesis.38.13\">38:13</a>, <a data-ref=\"Genesis 38:24\" href=\"/Genesis.38.24\">24</a> etc.; after <span dir=\"rtl\">שׁמע</span> <a data-ref=\"Isaiah 37:9\" href=\"/Isaiah.37.9\">Is 37:9</a> = <a data-ref=\"II Kings 19:9\" href=\"/II_Kings.19.9\">2 K 19:9</a>. <strong>2.</strong>  <em>Say in the heart</em> (= think) <span dir=\"rtl\">א׳ בלבב</span> <a data-ref=\"Deuteronomy 8:17\" href=\"/Deuteronomy.8.17\">Dt 8:17</a> cf. <a data-ref=\"I Kings 12:26\" href=\"/I_Kings.12.26\">1 K 12:26</a> <a data-ref=\"Psalms 10:6\" href=\"/Psalms.10.6\">ψ 10:6</a>, <a data-ref=\"Psalms 10:11\" href=\"/Psalms.10.11\">11</a>, <a data-ref=\"Psalms 10:13\" href=\"/Psalms.10.13\">13</a>; <a data-ref=\"Psalms 14:1\" href=\"/Psalms.14.1\">14:1</a>; <a data-ref=\"Psalms 35:25\" href=\"/Psalms.35.25\">35:25</a>; <a data-ref=\"Isaiah 14:13\" href=\"/Isaiah.14.13\">Is 14:13</a>; <a data-ref=\"Isaiah 47:8\" href=\"/Isaiah.47.8\">47:8</a>, <a data-ref=\"Isaiah 47:10\" href=\"/Isaiah.47.10\">10</a>; <a data-ref=\"Isaiah 49:21\" href=\"/Isaiah.49.21\">49:21</a>; <a data-ref=\"Ecclesiastes 2:1\" href=\"/Ecclesiastes.2.1\">Ec 2:1</a>, <a data-ref=\"Ecclesiastes 2:15\" href=\"/Ecclesiastes.2.15\">15</a>; <a data-ref=\"Ecclesiastes 3:17\" href=\"/Ecclesiastes.3.17\">3:17</a>, <a data-ref=\"Ecclesiastes 3:18\" href=\"/Ecclesiastes.3.18\">18</a>; <span dir=\"rtl\">א׳ לִלְבָבָם</span> <a data-ref=\"Hosea 7:2\" href=\"/Hosea.7.2\">Ho 7:2</a>; <span dir=\"rtl\">א׳ אֶל־לִבּוֹ</span> <a data-ref=\"Genesis 8:21\" href=\"/Genesis.8.21\">Gn 8:21</a> <em>said unto his heart</em> (to himself), subj. <span dir=\"rtl\">י׳</span>, cf. <a data-ref=\"I Samuel 27:1\" href=\"/I_Samuel.27.1\">1 S 27:1</a>; <span dir=\"rtl\">אָֽמְרָה נַפְשִׁי</span> <a data-ref=\"Lamentations 3:24\" href=\"/Lamentations.3.24\">La 3:24</a>; thence <span dir=\"rtl\">א׳</span> alone <a data-ref=\"Genesis 20:11\" href=\"/Genesis.20.11\">Gn 20:11</a>; <a data-ref=\"Genesis 26:9\" href=\"/Genesis.26.9\">26:9</a> <a data-ref=\"Numbers 24:11\" href=\"/Numbers.24.11\">Nu 24:11</a>; <a data-ref=\"Ruth 4:4\" href=\"/Ruth.4.4\">Ru 4:4</a>; <a data-ref=\"I Samuel 20:26\" href=\"/I_Samuel.20.26\">1 S 20:26</a>; <a data-ref=\"II Samuel 5:6\" href=\"/II_Samuel.5.6\">2 S 5:6</a>; <a data-ref=\"II Samuel 12:22\" href=\"/II_Samuel.12.22\">12:22</a>; <a data-ref=\"II Kings 5:11\" href=\"/II_Kings.5.11\">2 K 5:11</a>; <a data-ref=\"Malachi 1:7\" href=\"/Malachi.1.7\">Mal 1:7</a>; with <span dir=\"rtl\">כִּי</span> <a data-ref=\"Judges 15:2\" href=\"/Judges.15.2\">Ju 15:2</a>; in particular = <em>desire</em> <span dir=\"rtl\">מַה־תֹּאמַר נַפְשְׁךָ</span> <a data-ref=\"I Samuel 20:4\" href=\"/I_Samuel.20.4\">1 S 20:4</a> cf. <a data-ref=\"Esther 2:13\" href=\"/Esther.2.13\">Est 2:13</a>; sq. inf. = <em>purpose</em>, <a data-ref=\"Exodus 2:14\" href=\"/Exodus.2.14\">Ex 2:14</a> <em>thinkest thou to kill me, as thou killedst the Egyptian?</em> <a data-ref=\"Joshua 22:33\" href=\"/Joshua.22.33\">Jos 22:33</a>; <a data-ref=\"I Samuel 30:6\" href=\"/I_Samuel.30.6\">1 S 30:6</a>; <a data-ref=\"I Kings 5:19\" href=\"/I_Kings.5.19\">1 K 5:19</a>; <a data-ref=\"II Chronicles 28:10\" href=\"/II_Chronicles.28.10\">2 Ch 28:10</a>, <a data-ref=\"II Chronicles 28:13\" href=\"/II_Chronicles.28.13\">13</a>; <em>expect</em> <a data-ref=\"II Samuel 21:16\" href=\"/II_Samuel.21.16\">2 S 21:16</a> <em>he expected to slay David</em> <a data-ref=\"II Chronicles 13:8\" href=\"/II_Chronicles.13.8\">2 Ch 13:8</a>; <a data-ref=\"II Chronicles 32:1\" href=\"/II_Chronicles.32.1\">32:1</a>. <strong>3.</strong>  <em>Promise</em> (sq. inf.) <a data-ref=\"I Chronicles 27:23\" href=\"/I_Chronicles.27.23\">1 Ch 27:23</a>; <a data-ref=\"II Chronicles 21:7\" href=\"/II_Chronicles.21.7\">2 Ch 21:7</a>; <a data-ref=\"Esther 4:7\" href=\"/Esther.4.7\">Est 4:7</a>; (<em>id.</em> + ל of pers.) <a data-ref=\"II Kings 8:19\" href=\"/II_Kings.8.19\">2 K 8:19</a>; <a data-ref=\"Nehemiah 9:15\" href=\"/Nehemiah.9.15\">Ne 9:15</a>; (sq. acc. of dir. obj. + ל of pers. + inf. of purpose) <a data-ref=\"Nehemiah 9:23\" href=\"/Nehemiah.9.23\">Ne 9:23</a>. <strong>4.</strong>  <em>Command</em> (especially late) sq. <span dir=\"rtl\">אֶל־</span> of person addressed, <a data-ref=\"Numbers 15:28\" href=\"/Numbers.15.28\">Nu 15:28</a>; <a data-ref=\"I Chronicles 21:18\" href=\"/I_Chronicles.21.18\">1 Ch 21:18</a>; sq. ל <a data-ref=\"Joshua 11:9\" href=\"/Joshua.11.9\">Jos 11:9</a>; <a data-ref=\"II Samuel 16:11\" href=\"/II_Samuel.16.11\">2 S 16:11</a> <a data-ref=\"II Kings 4:24\" href=\"/II_Kings.4.24\">2 K 4:24</a>; <a data-ref=\"Job 9:7\" href=\"/Job.9.7\">Jb 9:7</a> <a data-ref=\"Psalms 106:24\" href=\"/Psalms.106.24\">ψ 106:24</a> (v. sub <span dir=\"rtl\">אֲשֶׁר</span> <strong>8 e</strong>); sq. inf. <a data-ref=\"I Samuel 24:11\" href=\"/I_Samuel.24.11\">1 S 24:11</a> <a data-ref=\"I Chronicles 21:17\" href=\"/I_Chronicles.21.17\">1 Ch 21:17</a>; <a data-ref=\"II Chronicles 1:18\" href=\"/II_Chronicles.1.18\">2 Ch 1:18</a>; <a data-ref=\"II Chronicles 29:27\" href=\"/II_Chronicles.29.27\">29:27</a>, <a data-ref=\"II Chronicles 29:36\" href=\"/II_Chronicles.29.36\">36</a>; <a data-ref=\"II Chronicles 31:11\" href=\"/II_Chronicles.31.11\">31:11</a>; <a data-ref=\"II Chronicles 35:21\" href=\"/II_Chronicles.35.21\">35:21</a> <a data-ref=\"Esther 1:17\" href=\"/Esther.1.17\">Est 1:17</a>; <a data-ref=\"Esther 4:13\" href=\"/Esther.4.13\">4:13</a>, <a data-ref=\"Esther 4:15\" href=\"/Esther.4.15\">15</a>; <a data-ref=\"Esther 6:1\" href=\"/Esther.6.1\">6:1</a>; <a data-ref=\"Esther 9:14\" href=\"/Esther.9.14\">9:14</a>; inf. + ל of pers. <a data-ref=\"II Chronicles 14:3\" href=\"/II_Chronicles.14.3\">2 Ch 14:3</a>; <a data-ref=\"II Chronicles 29:21\" href=\"/II_Chronicles.29.21\">29:21</a>; <a data-ref=\"II Chronicles 31:4\" href=\"/II_Chronicles.31.4\">31:4</a>; <a data-ref=\"Nehemiah 9:15\" href=\"/Nehemiah.9.15\">Ne 9:15</a>; <a data-ref=\"Esther 1:10\" href=\"/Esther.1.10\">Est 1:10</a>; sq. acc. dir. obj. <a data-ref=\"II Chronicles 29:24\" href=\"/II_Chronicles.29.24\">2 Ch 29:24</a> <em>the king commanded the burnt-offering and the sin-offering</em>, cf. <a data-ref=\"I Kings 5:20\" href=\"/I_Kings.5.20\">1 K 5:20</a>; <a data-ref=\"Esther 2:15\" href=\"/Esther.2.15\">Est 2:15</a>; sq. cl. with <span dir=\"rtl\">אשׁר</span> = <em>that</em> <a data-ref=\"Nehemiah 13:19\" href=\"/Nehemiah.13.19\">Ne 13:19</a>; <em>id.</em> + ל of pers. v <a data-ref=\"Nehemiah 13:22\" href=\"/Nehemiah.13.22\">22</a>; sq. cl. with <span dir=\"rtl\">כִּי</span> <a data-ref=\"Job 36:10\" href=\"/Job.36.10\">Jb 36:10</a>; abs. <a data-ref=\"I Samuel 16:16\" href=\"/I_Samuel.16.16\">1 S 16:16</a> (read however prob. <span dir=\"rtl\">יאמרו</span> for <span dir=\"rtl\">יאמר</span>, cf. Dr); also <a data-ref=\"Psalms 105:31\" href=\"/Psalms.105.31\">ψ 105:31</a>, <a data-ref=\"Psalms 105:34\" href=\"/Psalms.105.34\">34</a>; <a data-ref=\"Psalms 107:25\" href=\"/Psalms.107.25\">107:25</a>; <a data-ref=\"I Chronicles 14:12\" href=\"/I_Chronicles.14.12\">1 Ch 14:12</a>; <a data-ref=\"II Chronicles 24:8\" href=\"/II_Chronicles.24.8\">2 Ch 24:8</a>; <a data-ref=\"Nehemiah 13:9\" href=\"/Nehemiah.13.9\">Ne 13:9</a>, <a data-ref=\"Nehemiah 13:19\" href=\"/Nehemiah.13.19\">19</a> (all sq. vb. consec.); <em>command by leter</em> <span dir=\"rtl\">א׳ עִם־הַסֵּפֶר</span> <a data-ref=\"Esther 9:25\" href=\"/Esther.9.25\">Est 9:25</a> (sq. impf.); <em>appoint, assign</em> <span dir=\"rtl\">לֶחֶם א׳ לוֹ</span> <a data-ref=\"I Kings 11:18\" href=\"/I_Kings.11.18\">1 K 11:18</a> = <em>threaten</em> sq. inf. <a data-ref=\"Deuteronomy 9:25\" href=\"/Deuteronomy.9.25\">Dt 9:25</a> <a data-ref=\"Psalms 106:23\" href=\"/Psalms.106.23\">ψ 106:23</a>.<br>†<strong>Niph.</strong>  Pf. <span dir=\"rtl\">נֶאֱמַר</span> <a data-ref=\"Daniel 8:26\" href=\"/Daniel.8.26\">Dn 8:26</a>; Impf. <span dir=\"rtl\">יֵאָמֵר</span> <a data-ref=\"Genesis 22:14\" href=\"/Genesis.22.14\">Gn 22:14</a> +; <span dir=\"rtl\">יֵאָ֫מֶר לוֹ</span> <a data-ref=\"Isaiah 4:3\" href=\"/Isaiah.4.3\">Is 4:3</a>; <span dir=\"rtl\">יֵאָמַ֑ר</span> <a data-ref=\"Genesis 10:9\" href=\"/Genesis.10.9\">Gn 10:9</a> +; <span dir=\"rtl\">וַיֵּאָמַ֑ר</span> <a data-ref=\"Joshua 2:2\" href=\"/Joshua.2.2\">Jos 2:2</a>; <em>be said, told</em> <a data-ref=\"Genesis 10:9\" href=\"/Genesis.10.9\">Gn 10:9</a>; <a data-ref=\"Genesis 22:14\" href=\"/Genesis.22.14\">22:14</a> <a data-ref=\"Psalms 87:5\" href=\"/Psalms.87.5\">ψ 87:5</a>; <a data-ref=\"Jeremiah 4:11\" href=\"/Jeremiah.4.11\">Je 4:11</a>; <a data-ref=\"Jeremiah 16:14\" href=\"/Jeremiah.16.14\">16:14</a> (all abs., indef. subj., of current saying); so <em>said</em> in a book <a data-ref=\"Numbers 21:14\" href=\"/Numbers.21.14\">Nu 21:14</a>; <em>be related, told</em>, of vision <a data-ref=\"Daniel 8:26\" href=\"/Daniel.8.26\">Dn 8:26</a>; <em>said, told</em> to (sq. ל ind. obj.) <a data-ref=\"Joshua 2:2\" href=\"/Joshua.2.2\">Jos 2:2</a>; <a data-ref=\"Hosea 2:1\" href=\"/Hosea.2.1\">Ho 2:1</a><sup>(×2)</sup> <a data-ref=\"Zephaniah 3:16\" href=\"/Zephaniah.3.16\">Zp 3:16</a>; either so, or <em>told concerning</em> <a data-ref=\"Numbers 23:23\" href=\"/Numbers.23.23\">Nu 23:23</a>; <a data-ref=\"Ezekiel 13:12\" href=\"/Ezekiel.13.12\">Ez 13:12</a> <span dir=\"rtl\">(אֶל־)</span>; <span dir=\"rtl\">יֵאָמֵר לָכֶם</span> = <em>ye shall be called</em> (it shall be said to you) <a data-ref=\"Isaiah 61:6\" href=\"/Isaiah.61.6\">Is 61:6</a> (‖ <span dir=\"rtl\">תִּקָּרֵ֔אוּ</span>), cf. <a data-ref=\"Isaiah 4:3\" href=\"/Isaiah.4.3\">4:3</a>; <a data-ref=\"Isaiah 19:18\" href=\"/Isaiah.19.18\">19:18</a>; <a data-ref=\"Isaiah 32:5\" href=\"/Isaiah.32.5\">32:5</a> (‖ <span dir=\"rtl\">יִקָּרֵא ל</span>) <a data-ref=\"Isaiah 62:4\" href=\"/Isaiah.62.4\">62:4</a><sup>(×2)</sup>; hence <em>be called</em>, of Tophet <span dir=\"rtl\">לֹא־יֵאָמֵר עוֹד הַתֹּפֶת</span> <a data-ref=\"Jeremiah 7:32\" href=\"/Jeremiah.7.32\">Je 7:32</a>; subj. <span dir=\"rtl\">שֵׁם</span> <a data-ref=\"Genesis 32:29\" href=\"/Genesis.32.29\">Gn 32:29</a>; <a data-ref=\"Job 34:31\" href=\"/Job.34.31\">Jb 34:31</a> <span dir=\"rtl\">כִּי אֶל־אֵל חֶאָמַר</span>, Rabb. (cf. AV) treat <span dir=\"rtl\">הֵאָמַר</span> as Niph. Inf. for <span dir=\"rtl\">לְהֵאָמֵר</span>, but against grammar; the form as it stands is Qal Pf., <span dir=\"rtl\">אֶל־אֵל</span> being prefixed to the interrog. for emphasis (cf. <a data-ref=\"Jeremiah 22:15\" href=\"/Jeremiah.22.15\">Je 22:15</a>; <a data-ref=\"Jeremiah 23:26\" href=\"/Jeremiah.23.26\">23:26</a> <a data-ref=\"Nehemiah 13:27\" href=\"/Nehemiah.13.27\">Ne 13:27</a>), v. Dr<sup>§ 9</sup> Di al.; Hoffm., however, reads <span dir=\"rtl\">הֵאָמֵר</span> inf. abs. = imv. ‘so must one speak (it be spoken) to God.’<br>†<strong>Hiph.</strong>  Pf. <em>avow, avouch</em> <a data-ref=\"Deuteronomy 26:17\" href=\"/Deuteronomy.26.17\">Dt 26:17</a> <span dir=\"rtl\">אֶת־י׳ הֶאֱמַרְתָּ הַיּוֹם לִהְיוֹת לְךָ לֵאלֹהִים</span>; v <a data-ref=\"Deuteronomy 26:18\" href=\"/Deuteronomy.26.18\">18</a> <span dir=\"rtl\">וי׳ הֶאֱמִירְךָ היום להיות לוֹ לְעַם</span> (<em>lit. cause to declare</em>, i.e. through agency of Moses; on this & other interpr. vid. Di).<br>†<strong>Hithp.</strong>  Impf. <span dir=\"rtl\">יִתְאַמְּרוּ</span> <a data-ref=\"Psalms 94:4\" href=\"/Psalms.94.4\">ψ 94:4</a> subj. <span dir=\"rtl\">כָּל־פֹּעֲלֵי אָ֑וֶן</span> <em>act proudly, boast</em> (‖ <span dir=\"rtl\">יַבִּיעוּ יְדַבְּרוּ עָתָק</span>); prob. also 2 mpl. <span dir=\"rtl\">תִּתְיַמָּ֑רוּ</span> <a data-ref=\"Isaiah 61:6\" href=\"/Isaiah.61.6\">Is 61:6</a> (in good sense, sq. <span dir=\"rtl\">בְּ</span> of thing gloried in) 𝔖 𝔙 𝔗 & cf. 𝔊; Ges<sup>Comm.</sup> so De Che Kö<sup>i. 457 f.</sup> (from <span dir=\"rtl\">[ימר]</span> <em>exchange</em> Thes Hi Kn Ew Di; but vid. <a data-ref=\"BDB, ימר\" href=\"/BDB,_ימר\", dir=\"rtl\">ימר</a>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2cab6084aa1cbf1e675", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מְעַט 1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "BDB, מְעַט 1", "sourceHeRef": "בראון-דרייבר-בריגס, מְעַט א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מְעַט", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מְעַט</span></big><sub>101</sub>  <strong>subst.</strong> a little, fewness, a few;—<span dir=\"rtl\">מ׳</span> abs. and cstr., <span dir=\"rtl\">מְעָ֑ט</span> <a data-ref=\"Isaiah 10:7\" href=\"/Isaiah.10.7\">Is 10:7</a> +, pl. <span dir=\"rtl\">מְעַטִּים</span> †<a data-ref=\"Psalms 109:8\" href=\"/Psalms.109.8\">ψ 109:8</a> <a data-ref=\"Ecclesiastes 5:1\" href=\"/Ecclesiastes.5.1\">Ec 5:1</a>;—<br><strong>1.</strong> <strong>a.</strong>  <a data-ref=\"Genesis 30:30\" href=\"/Genesis.30.30\">Gn 30:30</a> <span dir=\"rtl\">מעט אשׁר היה לך לְפָנַי</span> <em>the little</em> that thou hadst, <a data-ref=\"Genesis 47:9\" href=\"/Genesis.47.9\">47:9</a> <span dir=\"rtl\">מעט ורעים היו ימי שׁני חיי</span> <em>few</em> and evil, <a data-ref=\"Leviticus 25:52\" href=\"/Leviticus.25.52\">Lv 25:52</a> <a data-ref=\"Numbers 26:54\" href=\"/Numbers.26.54\">Nu 26:54</a> (cf. <a data-ref=\"Numbers 33:54\" href=\"/Numbers.33.54\">33:54</a>) <span dir=\"rtl\">וְלַמְעַט תמעיט נחלתו</span> and <em>to the small</em> (few) thou shalt make small his inheritance, v <a data-ref=\"Numbers 33:56\" href=\"/Numbers.33.56\">56</a>; <a data-ref=\"Numbers 35:8\" href=\"/Numbers.35.8\">35:8</a> <span dir=\"rtl\">וּמֵאֵת הַֽמְעַט תמעיטו</span>, <a data-ref=\"Deuteronomy 7:7\" href=\"/Deuteronomy.7.7\">Dt 7:7</a> <span dir=\"rtl\">וכי אתם הַֽמְעַט מכל־העמים</span> ye are <em>the fewest</em> out of all peoples, <a data-ref=\"I Samuel 14:6\" href=\"/I_Samuel.14.6\">1 S 14:6</a> <span dir=\"rtl\">לְהוֹשִׁיעַ בְּרַב אוֹ בִמְעָ֑ט</span>, <a data-ref=\"Jeremiah 42:2\" href=\"/Jeremiah.42.2\">Je 42:2</a> <span dir=\"rtl\">כִּי נִשְׁאַרְנוּ מְעַט מֵהַרְבֵּה</span> we are left <em>as few</em> out of many, <a data-ref=\"Ezekiel 5:3\" href=\"/Ezekiel.5.3\">Ez 5:3</a> <span dir=\"rtl\">וְלָקַחְתָּ מִשָּׁם מְעַט בְּמִסְפָּר</span>, <a data-ref=\"Haggai 1:6\" href=\"/Haggai.1.6\">Hg 1:6</a> <span dir=\"rtl\">זְרַעְתֶּם הַרְבֵּה וְהָבֵא מְעָ֑ט</span> (cf. v <a data-ref=\"Haggai 1:9\" href=\"/Haggai.1.9\">9</a>), <a data-ref=\"Psalms 8:6\" href=\"/Psalms.8.6\">ψ 8:6</a> <span dir=\"rtl\">ותחסּרהו מעט מאלהים</span>, <a data-ref=\"Psalms 37:16\" href=\"/Psalms.37.16\">37:16</a> <span dir=\"rtl\">טוֹב מְעַט לַצַּדִּיק</span> (cf. <a data-ref=\"Proverbs 15:16\" href=\"/Proverbs.15.16\">Pr 15:16</a>; <a data-ref=\"Proverbs 16:8\" href=\"/Proverbs.16.8\">16:8</a>), <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">2 Ch 29:34</a> <span dir=\"rtl\">רַק הַבֹּהֲנִים הָיוּ לִמְעָ֑ט</span>; as pred. <a data-ref=\"Numbers 13:18\" href=\"/Numbers.13.18\">Nu 13:18</a> <span dir=\"rtl\">הַמְעַט הוּא אִם־רָ֑ב</span>, <a data-ref=\"Joshua 7:3\" href=\"/Joshua.7.3\">Jos 7:3</a> <span dir=\"rtl\">כִּי מְעַט הֵמָּה</span>, <a data-ref=\"Job 10:20\" href=\"/Job.10.20\">Jb 10:20</a>; <a data-ref=\"Ruth 2:7\" href=\"/Ruth.2.7\">Ru 2:7</a>; <a data-ref=\"Nehemiah 7:4\" href=\"/Nehemiah.7.4\">Ne 7:4</a>; <a data-ref=\"Isaiah 16:14\" href=\"/Isaiah.16.14\">Is 16:14</a> <span dir=\"rtl\">וּשְׁאָר מְעַט מִזְעָר</span>.—<a data-ref=\"Hosea 8:10\" href=\"/Hosea.8.10\">Ho 8:10</a> <span dir=\"rtl\">וַיָּחֵלּוּ מְעַט</span> and they begin <em>as littleness</em> (=<em>to be minished</em>) because of, &c. but read prob. (𝔊) <span dir=\"rtl\">וְיֶחְדְּלוּ מְעַט מִמְּשֹׁחַ</span> and they shall cease <em>for a little</em> (<strong>d</strong>) from anointing, etc. <strong>b.</strong>  as subst. with foll. gen., <a data-ref=\"Genesis 18:4\" href=\"/Genesis.18.4\">Gn 18:4</a> <span dir=\"rtl\">מְעַט מַיִם</span> <em>a little of</em> water, <a data-ref=\"Genesis 24:17\" href=\"/Genesis.24.17\">24:17</a>, <a data-ref=\"Genesis 24:43\" href=\"/Genesis.24.43\">43</a>, <span dir=\"rtl\">מְעַט אֹכֶל</span> <a data-ref=\"Genesis 43:2\" href=\"/Genesis.43.2\">43:2</a>; <a data-ref=\"Genesis 44:25\" href=\"/Genesis.44.25\">44:25</a>; <a data-ref=\"I Samuel 14:43\" href=\"/I_Samuel.14.43\">1 S 14:43</a>; <a data-ref=\"I Samuel 17:28\" href=\"/I_Samuel.17.28\">17:28</a> <span dir=\"rtl\">מְעַט הַצֹּאן הָהֵ֫נָּה</span> lit. <em>the fewness of</em> those sheep, <a data-ref=\"Proverbs 6:10\" href=\"/Proverbs.6.10\">Pr 6:10</a> +; as gen. to a previous subst., <span dir=\"rtl\">מְתֵי מְעָ֑ט</span> men <em>of fewness</em> †<a data-ref=\"Deuteronomy 26:5\" href=\"/Deuteronomy.26.5\">Dt 26:5</a>; <a data-ref=\"Deuteronomy 28:62\" href=\"/Deuteronomy.28.62\">28:62</a>; in appos., †<a data-ref=\"Isaiah 10:7\" href=\"/Isaiah.10.7\">Is 10:7</a> <span dir=\"rtl\">לְהַכְרִית גּוֹיִם לֹא מְעָ֑ט</span>, <a data-ref=\"Ezra 9:8\" href=\"/Ezra.9.8\">Ezr 9:8</a> <span dir=\"rtl\">מִחְיָה מְעַט</span>, <a data-ref=\"Nehemiah 2:12\" href=\"/Nehemiah.2.12\">Ne 2:12</a> <span dir=\"rtl\">וַאֲנָשִׁים מְעַט עִמִּי</span>, <a data-ref=\"Ecclesiastes 9:4\" href=\"/Ecclesiastes.9.4\">Ec 9:4</a>; either gen. or appos., <a data-ref=\"Ecclesiastes 10:1\" href=\"/Ecclesiastes.10.1\">10:1</a>; <a data-ref=\"Daniel 11:34\" href=\"/Daniel.11.34\">Dn 11:34</a> <span dir=\"rtl\">יֵעָֽזְרוּ עֵזֶר מְעָ֑ט</span> with a help <em>of smallness</em>. <strong>c.</strong>  twice declined as an adj., <a data-ref=\"Psalms 109:8\" href=\"/Psalms.109.8\">ψ 109:8</a> <span dir=\"rtl\">יִהְיוּ יָמָיו מְעַטִּים</span>, <a data-ref=\"Ecclesiastes 5:1\" href=\"/Ecclesiastes.5.1\">Ec 5:1</a> <span dir=\"rtl\">על־כן יהיו דבריך מְעַטִּים</span>. <strong>d.</strong>  as adverb. acc., of place, <a data-ref=\"II Samuel 16:1\" href=\"/II_Samuel.16.1\">2 S 16:1</a> <span dir=\"rtl\">וְדָוִד עֹבֵר מְעַט</span>; of time, <a data-ref=\"Job 10:20\" href=\"/Job.10.20\">Jb 10:20b</a>; of degree, <a data-ref=\"II Kings 10:18\" href=\"/II_Kings.10.18\">2 K 10:18</a> <span dir=\"rtl\">אַחְאָב עָבַד אֶת־הַבַּעַל מְעָ֑ט</span>, <a data-ref=\"Ezekiel 11:16\" href=\"/Ezekiel.11.16\">Ez 11:16</a> and have been to them for a sanctuary <em>but little</em>, <a data-ref=\"Zechariah 1:15\" href=\"/Zechariah.1.15\">Zc 1:15</a>; repeated <span dir=\"rtl\">מְעַט מְעַט</span> <em>by little, by little</em>=gradually, <a data-ref=\"Exodus 23:30\" href=\"/Exodus.23.30\">Ex 23:30</a>; <a data-ref=\"Deuteronomy 7:22\" href=\"/Deuteronomy.7.22\">Dt 7:22</a>. <strong>e.</strong>  phrases:—<em>a</em>. with the interr. <span dir=\"rtl\">הֲ</span>, †<a data-ref=\"Genesis 30:15\" href=\"/Genesis.30.15\">Gn 30:15</a> <span dir=\"rtl\">הַֽמְעַט קַחְתֵּךְ אֶת־אִישִׁי וְלָקַחַת</span> was thy taking my husband (too) little? and (wilt thou be) for taking also my son’s love-apples? <a data-ref=\"Numbers 16:9-10\" href=\"/Numbers.16.9-10\">Nu 16:9–10</a> <span dir=\"rtl\">הַֽמְעַט מִכֶּם כִּי הִבְדִּיל</span> … <span dir=\"rtl\">וּבִקַּשְׁתֶּם גַּם כְּהֻנָּה</span> is it <em>too little for you</em> that J. hath separated, etc., … and do ye seek, etc.? v <a data-ref=\"Numbers 16:13\" href=\"/Numbers.16.13\">13</a> <span dir=\"rtl\">הַֽמְעַט כִּי הֶעֱלִיתָנוּ</span> … <span dir=\"rtl\">כִּי תִשְׂתָּרֵר גַּם הִשְׂתָּרֵר</span>, <a data-ref=\"Joshua 22:17\" href=\"/Joshua.22.17\">Jos 22:17f.</a> <span dir=\"rtl\">הַֽמְעַט לָנוּ</span> … <span dir=\"rtl\">וְאַתֶּם תָּשׁוּבוּ וגו׳</span>, <a data-ref=\"Isaiah 7:13\" href=\"/Isaiah.7.13\">Is 7:13</a> <span dir=\"rtl\">הַֽמְעַט מִכֶּם הַלְאוֹת אֲנָשִׁים כִּי תַלְאוּ וגו׳</span> is wearying men <em>too little</em> for you, that you will weary also my God? <a data-ref=\"Ezekiel 34:18\" href=\"/Ezekiel.34.18\">Ez 34:18</a> (as Ew Co AV RV), <a data-ref=\"Job 15:11\" href=\"/Job.15.11\">Jb 15:11</a>; <span dir=\"rtl\">הַֽמְעַט מִמְּךָ תַּנְחוּמוֹת אֵל</span>. But <a data-ref=\"Ezekiel 16:20\" href=\"/Ezekiel.16.20\">Ez 16:20</a> (si vera l.) was it (too) little <em>because of</em> thy whoredom? (was that insufficient for thee? Kö<sup>iii. 406 m</sup>). <em>b.</em> <span dir=\"rtl\">עוֹד מְעַט וְ׳</span>, †<a data-ref=\"Exodus 17:4\" href=\"/Exodus.17.4\">Ex 17:4</a> <span dir=\"rtl\">עוֹד מְעַט וּסְקָלֻנִי</span> <em>yet a little, and</em> they will stone me, <a data-ref=\"Jeremiah 51:33\" href=\"/Jeremiah.51.33\">Je 51:33</a>; <a data-ref=\"Hosea 1:4\" href=\"/Hosea.1.4\">Ho 1:4</a> <a data-ref=\"Psalms 37:10\" href=\"/Psalms.37.10\">ψ 37:10</a>; <span dir=\"rtl\">עוֹד מְעַט מִזְעָר וְ׳</span> †<a data-ref=\"Isaiah 10:25\" href=\"/Isaiah.10.25\">Is 10:25</a>; <a data-ref=\"Isaiah 29:17\" href=\"/Isaiah.29.17\">29:17</a>; cf. <a data-ref=\"Haggai 2:6\" href=\"/Haggai.2.6\">Hg 2:6</a>; <a data-ref=\"Job 24:24\" href=\"/Job.24.24\">Jb 24:24</a>.<br><strong>2.</strong>  †<span dir=\"rtl\">כִּמְעַט</span> <em>like a little:</em> hence <strong>a.</strong>  <em>almost</em> (cf. ὀλίγου), of unrealized action, <a data-ref=\"Genesis 26:10\" href=\"/Genesis.26.10\">Gn 26:10</a> <span dir=\"rtl\">כִּמְעַט שָׁכַב</span> … <em>almost</em> had lain …, <a data-ref=\"Psalms 73:2\" href=\"/Psalms.73.2\">ψ 73:2</a> Qr, <a data-ref=\"Psalms 94:17\" href=\"/Psalms.94.17\">94:17</a>; <a data-ref=\"Psalms 119:87\" href=\"/Psalms.119.87\">119:87</a> <a data-ref=\"Proverbs 5:14\" href=\"/Proverbs.5.14\">Pr 5:14</a> (all sq. pf.); <a data-ref=\"Ezekiel 16:47\" href=\"/Ezekiel.16.47\">Ez 16:47</a> <span dir=\"rtl\">כִּמְעַט קָט וַתַּשְׁחִתִי מֵהֶן</span> <em>like</em> only(?) <em>a little</em>, and thou hadst done more corruptly than they; <a data-ref=\"Song of Songs 3:4\" href=\"/Song_of_Songs.3.4\">Ct 3:4</a> <span dir=\"rtl\">כִּמְעַט שֶׁעָבַרְתִּי מֵהֶם</span>=<em>hardly</em> had I passed. <strong>b.</strong>  with impf., <em>just</em>, <a data-ref=\"II Samuel 19:37\" href=\"/II_Samuel.19.37\">2 S 19:37</a> <span dir=\"rtl\">כמעט יעבר עבדך</span> <em>just</em> would thy servant pass over; <em>lightly, easily, quickly</em> (cf. διʼ ὀλίγου), <a data-ref=\"Psalms 2:12\" href=\"/Psalms.2.12\">ψ 2:12</a> <span dir=\"rtl\">כִּי יִבְעַר כִּמְעַט אַפּוֹ</span>, <a data-ref=\"Psalms 81:15\" href=\"/Psalms.81.15\">81:15</a> <a data-ref=\"Job 32:22\" href=\"/Job.32.22\">Jb 32:22</a>. <strong>c.</strong>  =<em>shortly</em>, <a data-ref=\"II Chronicles 12:7\" href=\"/II_Chronicles.12.7\">2 Ch 12:7</a>. <strong>d.</strong>  =<em>little worth</em>, <a data-ref=\"Proverbs 10:20\" href=\"/Proverbs.10.20\">Pr 10:20</a> <span dir=\"rtl\">ולב רשׁעים במעט</span>. <strong>e.</strong>  pleon. for <span dir=\"rtl\">מְעַט</span>, <a data-ref=\"Isaiah 1:9\" href=\"/Isaiah.1.9\">Is 1:9</a> (accents) <span dir=\"rtl\">שָׂרִיד כִּמְעָ֑ט</span> a <em>little</em> remnant, <a data-ref=\"Psalms 105:12\" href=\"/Psalms.105.12\">ψ 105:12</a> (=<a data-ref=\"I Chronicles 16:19\" href=\"/I_Chronicles.16.19\">1 Ch 16:19</a>) <span dir=\"rtl\">כִּמְעַט וְגָרִים בָּהּ</span>; <span dir=\"rtl\">כִּמְעַט רֶגַע</span> <em>like the littleness of</em> a moment=<em>for a little</em> moment, <a data-ref=\"Isaiah 26:20\" href=\"/Isaiah.26.20\">Is 26:20</a>; <a data-ref=\"Ezra 9:8\" href=\"/Ezra.9.8\">Ezr 9:8</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d34ab6084aa1cbf24d8f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, סָקַל 1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "BDB, סָקַל 1", "sourceHeRef": "בראון-דרייבר-בריגס, סָקַל א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "סָקַל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big>[<span dir=\"rtl\">סָקַל</span>]</big></big>  <strong>vb. stone, put to death by stoning</strong>, also (<strong>Pi.</strong>) <strong>free from stones (</strong>appears like denom., but noun unknown; NH <span dir=\"rtl\">סְקִילָא</span> <em>execution by stoning</em><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 2 ms. sf. <span dir=\"rtl\">וּסְקַלְתּוֹ</span> consec. <a data-ref=\"Deuteronomy 13:11\" href=\"/Deuteronomy.13.11\">Dt 13:11</a>; 3 mpl. sf. <span dir=\"rtl\">וּסְקָלֻנִי</span> consec. <a data-ref=\"Exodus 17:4\" href=\"/Exodus.17.4\">Ex 17:4</a>; 2 mpl. <span dir=\"rtl\">וּסְקַלְתֶּם</span> consec. <a data-ref=\"Deuteronomy 22:24\" href=\"/Deuteronomy.22.24\">Dt 22:24</a>, etc.; Impf. 3 mpl. <span dir=\"rtl\">יִסְקְלוּ</span> <a data-ref=\"Joshua 7:25\" href=\"/Joshua.7.25\">Jos 7:25</a>, sf. <span dir=\"rtl\">יִסְקְלֻהוּ</span> <a data-ref=\"I Kings 21:13\" href=\"/I_Kings.21.13\">1 K 21:13</a>, etc.; Imv. mpl. sf. <span dir=\"rtl\">סִקְלֻהוּ</span> <a data-ref=\"I Kings 21:10\" href=\"/I_Kings.21.10\">1 K 21:10</a>; Inf. abs. <span dir=\"rtl\">סָקוֹל</span> <a data-ref=\"Exodus 19:13\" href=\"/Exodus.19.13\">Ex 19:13</a>; <a data-ref=\"Exodus 21:28\" href=\"/Exodus.21.28\">21:28</a>; cstr. sf. <span dir=\"rtl\">סָקְלוֹ</span> <a data-ref=\"I Samuel 30:6\" href=\"/I_Samuel.30.6\">1 S 30:6</a>;—<em>pelt with stones, stone to death</em>, (as penalty) c. acc. pers. vel animal., <a data-ref=\"Exodus 8:22\" href=\"/Exodus.8.22\">Ex 8:22</a>; <a data-ref=\"Exodus 17:4\" href=\"/Exodus.17.4\">17:4</a> (both JE) <a data-ref=\"I Samuel 30:6\" href=\"/I_Samuel.30.6\">1 S 30:6</a>; <a data-ref=\"I Kings 21:10\" href=\"/I_Kings.21.10\">1 K 21:10</a>, abs. <a data-ref=\"Exodus 19:13\" href=\"/Exodus.19.13\">Ex 19:13</a>; <a data-ref=\"Exodus 21:28\" href=\"/Exodus.21.28\">21:28</a> (JE); c. acc. pers. + <span dir=\"rtl\">בְּ</span> instr. <span dir=\"rtl\">בָּאֲבָנִים</span> <a data-ref=\"Deuteronomy 13:11\" href=\"/Deuteronomy.13.11\">Dt 13:11</a>; <a data-ref=\"Deuteronomy 17:5\" href=\"/Deuteronomy.17.5\">17:5</a>; <a data-ref=\"Deuteronomy 22:21\" href=\"/Deuteronomy.22.21\">22:21</a>, <a data-ref=\"Deuteronomy 22:24\" href=\"/Deuteronomy.22.24\">24</a>; <a data-ref=\"Joshua 7:25\" href=\"/Joshua.7.25\">Jos 7:25</a>; <a data-ref=\"I Kings 21:13\" href=\"/I_Kings.21.13\">1 K 21:13</a>.<br><strong>Niph.</strong>  Impf. 3 ms. <span dir=\"rtl\">יִסָּקֵל</span> <em>be stoned to death</em> <a data-ref=\"Exodus 19:13\" href=\"/Exodus.19.13\">Ex 19:13</a>; <a data-ref=\"Exodus 21:28\" href=\"/Exodus.21.28\">21:28</a>, <a data-ref=\"Exodus 21:29\" href=\"/Exodus.21.29\">29</a>, <a data-ref=\"Exodus 21:32\" href=\"/Exodus.21.32\">32</a> (JE).<br><strong>Pi.</strong>  Impf. 3 ms. <span dir=\"rtl\">יְסַקֵּל</span> <a data-ref=\"II Samuel 16:6\" href=\"/II_Samuel.16.6\">2 S 16:6</a>, <a data-ref=\"II Samuel 16:13\" href=\"/II_Samuel.16.13\">13</a>, sf. <span dir=\"rtl\">יְסַקְּלֵהוּ</span> <a data-ref=\"Isaiah 5:2\" href=\"/Isaiah.5.2\">Is 5:2</a>; Imv. mpl. <span dir=\"rtl\">סַקְּלוּ</span> <a data-ref=\"Isaiah 62:10\" href=\"/Isaiah.62.10\">Is 62:10</a>;— <strong>1.</strong>  <em>stone, pelt with stones</em>, c. acc. pers. + <span dir=\"rtl\">בָּאֲבָנִים</span> <a data-ref=\"II Samuel 16:6\" href=\"/II_Samuel.16.6\">2 S 16:6</a>, acc. om. v <a data-ref=\"II Samuel 16:13\" href=\"/II_Samuel.16.13\">13</a> (‖ <span dir=\"rtl\">עִפַּר בֶּעָפָר</span>). <strong>2.</strong>  <em>free</em> vineyard (acc.) <em>from stones</em> (Ges<sup>§ 52 h</sup>) <a data-ref=\"Isaiah 5:2\" href=\"/Isaiah.5.2\">Is 5:2</a>; so also <a data-ref=\"II Samuel 4:6\" href=\"/II_Samuel.4.6\">2 S 4:6</a>, reading pt. f. <span dir=\"rtl\">מְסַקְּלָה חִטִּים</span> lo, the portress <em>was cleansing wheat from stones</em> (for MT <span dir=\"rtl\">לֹקְחֵי ח׳</span>), so We Dr Bu Kit Löhr HPS after 𝔊; (> reading however mostly <span dir=\"rtl\">סֹלְקָה</span>, <strong>Qal</strong> Pt.); <span dir=\"rtl\">סַקְּלוּ מֵאֶבֶן</span> <a data-ref=\"Isaiah 62:10\" href=\"/Isaiah.62.10\">Is 62:10</a> <em>free</em> (highway) <em>from stones</em>.<br><strong>Pu.</strong>  Pf. <span dir=\"rtl\">סֻקַּל</span> <em>be stoned to death</em> <a data-ref=\"I Kings 21:14\" href=\"/I_Kings.21.14\">1 K 21:14</a>, <a data-ref=\"I Kings 21:15\" href=\"/I_Kings.21.15\">15</a>.—Not in HP; these and other writings (except above) use syn. <span dir=\"rtl\">רגם</span>, cf. Br<sup>Hex. 73</sup>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d362b6084aa1cbf2604f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עוֹד 1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "BDB, עוֹד 1", "sourceHeRef": "בראון-דרייבר-בריגס, עוֹד א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עוֹד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">עוֹד</span></big>  and (14 times: Fr<sup>MM 256</sup>) <span dir=\"rtl\">עֹד</span>, <strong>subst.</strong> a going round, continuance, but used mostly as <strong>adv. acc.</strong> still, yet, again, besides: with sf. <span dir=\"rtl\">עוֹדֶנִּי</span> (with appar. verbal form, like <span dir=\"rtl\">אֵינֶנִּי</span>: Ol<sup>§ 222 g</sup> Sta<sup>§ 352 b</sup> Kö<sup>ii. 444, iii. 360</sup> Ges<sup>§ 100. 5</sup>), †<a data-ref=\"Deuteronomy 31:27\" href=\"/Deuteronomy.31.27\">Dt 31:27</a>; <a data-ref=\"Joshua 14:11\" href=\"/Joshua.14.11\">Jos 14:11</a>; <a data-ref=\"I Samuel 20:14\" href=\"/I_Samuel.20.14\">1 S 20:14</a>, <span dir=\"rtl\">עוֹדִי</span> †<a data-ref=\"Genesis 48:15\" href=\"/Genesis.48.15\">Gn 48:15</a> <a data-ref=\"Psalms 104:33\" href=\"/Psalms.104.33\">ψ 104:33</a>; <a data-ref=\"Psalms 139:18\" href=\"/Psalms.139.18\">139:18</a>; <a data-ref=\"Psalms 146:2\" href=\"/Psalms.146.2\">146:2</a>; <span dir=\"rtl\">עוֹדְךָ</span> <a data-ref=\"Genesis 46:30\" href=\"/Genesis.46.30\">Gn 46:30</a> + 4 times, f. <span dir=\"rtl\">עוֹדָךְ</span> †<a data-ref=\"I Kings 1:14\" href=\"/I_Kings.1.14\">1 K 1:14</a>; <span dir=\"rtl\">עוֹדֶנּוּ</span> <a data-ref=\"Genesis 18:22\" href=\"/Genesis.18.22\">Gn 18:22</a> + 20 times (never <span dir=\"rtl\">עוֹדוֹ</span>), <span dir=\"rtl\">עוֹדֶנָּה</span> †<a data-ref=\"I Kings 1:22\" href=\"/I_Kings.1.22\">1 K 1:22</a>, <span dir=\"rtl\">עוֹדָהּ</span> †<a data-ref=\"Isaiah 28:4\" href=\"/Isaiah.28.4\">Is 28:4</a>; <span dir=\"rtl\">עוֹדָם</span> †<a data-ref=\"Exodus 4:18\" href=\"/Exodus.4.18\">Ex 4:18</a> <a data-ref=\"Esther 6:14\" href=\"/Esther.6.14\">Est 6:14</a>, <a data-ref=\"Esther 6:3\" href=\"/Esther.6.3\">3</a> fpl. <span dir=\"rtl\">עוֹדֶינָה</span> †<a data-ref=\"Lamentations 4:17\" href=\"/Lamentations.4.17\">La 4:17</a> Kt (Qr 1 pl. <span dir=\"rtl\">עוֹדֵינוּ</span>); there occur also <span dir=\"rtl\">עוֹר אֲנִי</span> †<a data-ref=\"II Samuel 14:32\" href=\"/II_Samuel.14.32\">2 S 14:32</a>; <a data-ref=\"Daniel 9:20\" href=\"/Daniel.9.20\">Dn 9:20</a>, <a data-ref=\"Daniel 9:21\" href=\"/Daniel.9.21\">21</a>, and <span dir=\"rtl\">עוֹד הֵם</span> †<a data-ref=\"Isaiah 65:24\" href=\"/Isaiah.65.24\">Is 65:24</a>:—<br><strong>1.</strong>  as adv.: <strong>a.</strong>  (<em>a</em>) expressing <em>continuance, persistence</em>, usually of the past or present, <em>still, yet</em>, <a data-ref=\"Genesis 18:22\" href=\"/Genesis.18.22\">Gn 18:22</a> <span dir=\"rtl\">ואברהם עודנו עֹמֵד</span> and A., he was <em>still</em> standing before <span dir=\"rtl\">י׳</span> (note often so <span dir=\"rtl\">עוֹדֶנּוּ</span> after cas. pend., <a data-ref=\"Genesis 44:14\" href=\"/Genesis.44.14\">44:14</a> <a data-ref=\"I Samuel 13:7\" href=\"/I_Samuel.13.7\">1 S 13:7</a>; <a data-ref=\"I Kings 12:2\" href=\"/I_Kings.12.2\">1 K 12:2</a>; <a data-ref=\"Jeremiah 33:1\" href=\"/Jeremiah.33.1\">Je 33:1</a>; <a data-ref=\"II Chronicles 34:3\" href=\"/II_Chronicles.34.3\">2 Ch 34:3</a>), <a data-ref=\"Genesis 29:7\" href=\"/Genesis.29.7\">29:7</a> <span dir=\"rtl\">הן עוד היום גדול</span> the day is <em>still</em> high, <a data-ref=\"Genesis 31:14\" href=\"/Genesis.31.14\">31:14</a>; <a data-ref=\"Genesis 43:7\" href=\"/Genesis.43.7\">43:7</a> <span dir=\"rtl\">הַעוֹד אֲבִיכֶם חַי</span>, v <a data-ref=\"Genesis 43:27\" href=\"/Genesis.43.27\">27</a>; <a data-ref=\"Genesis 45:3\" href=\"/Genesis.45.3\">45:3</a>; <a data-ref=\"Exodus 4:18\" href=\"/Exodus.4.18\">Ex 4:18</a>; <a data-ref=\"Exodus 9:2\" href=\"/Exodus.9.2\">9:2</a>; <a data-ref=\"Numbers 19:13\" href=\"/Numbers.19.13\">Nu 19:13</a>; <a data-ref=\"Judges 6:24\" href=\"/Judges.6.24\">Ju 6:24</a>; <a data-ref=\"Judges 8:20\" href=\"/Judges.8.20\">8:20</a>; <a data-ref=\"I Kings 20:32\" href=\"/I_Kings.20.32\">1 K 20:32</a> <span dir=\"rtl\">הַעוֹדֶנּוּ חַי</span>; <a data-ref=\"II Samuel 14:32\" href=\"/II_Samuel.14.32\">2 S 14:32</a> (but Kö<sup>iii. 558</sup> <span dir=\"rtl\">עַד</span>), <a data-ref=\"II Samuel 18:14\" href=\"/II_Samuel.18.14\">18:14</a>; <a data-ref=\"Isaiah 5:25\" href=\"/Isaiah.5.25\">Is 5:25</a> <span dir=\"rtl\">ועוד יָדוֹ נְטוּיָה</span>; <a data-ref=\"Isaiah 10:32\" href=\"/Isaiah.10.32\">10:32</a> <span dir=\"rtl\">עוֹד הַיּוֹם בְּנֹב לַעֲמֹד</span> <em>still</em> to-day (such is his haste) will he tarry in Nob; <a data-ref=\"I Kings 22:44\" href=\"/I_Kings.22.44\">1 K 22:44</a> <span dir=\"rtl\">עוד העם מְזַבְּחִים</span> the people were <em>still</em> sacrificing, etc. (so <a data-ref=\"II Kings 12:4\" href=\"/II_Kings.12.4\">2 K 12:4</a> +); <a data-ref=\"II Samuel 1:9\" href=\"/II_Samuel.1.9\">2 S 1:9</a> <span dir=\"rtl\">כי־כל־עוד נפשׁי בי</span>, <a data-ref=\"Job 27:3\" href=\"/Job.27.3\">Jb 27:3</a> (v. <a data-ref=\"BDB, כֹּל\" href=\"/BDB,_כֹּל\", dir=\"rtl\">כֹּל</a> <strong>1 f</strong>); <a data-ref=\"Micah 6:10\" href=\"/Micah.6.10\">Mi 6:10</a> (v. <span dir=\"rtl\">הֲ</span> <strong>1 b</strong> <em>end</em>, and Ke; but also We Now); <a data-ref=\"Lamentations 4:17\" href=\"/Lamentations.4.17\">La 4:17</a> the sf. is anticipatory, either of <em>eyes</em> (Kt) or <em>our</em> (Qr 𝔊), poet. for <span dir=\"rtl\">עוֹד עֵינֵינוּ בָּלוֹת</span>; but Dys Löhr al. read <span dir=\"rtl\">עַד מָה</span> for <span dir=\"rtl\">ע׳</span>, Bi <sup>1</sup> Wild simply <span dir=\"rtl\">עוֹד</span>. <a data-ref=\"II Chronicles 14:6\" href=\"/II_Chronicles.14.6\">2 Ch 14:6</a> read either <span dir=\"rtl\">עוֹדֵנוּ</span> (sf. 1 pl. antic. of <span dir=\"rtl\">לפנינו</span>), or <span dir=\"rtl\">עוֹד</span>. Twice, peculiarly, <span dir=\"rtl\">עוֹד לֹא</span> <em>still not</em> (Germ. <em>noch nicht</em>) i.e. <em>not yet</em> (in class. Heb. <span dir=\"rtl\">טֶרֶם</span>), <a data-ref=\"Jeremiah 40:5\" href=\"/Jeremiah.40.5\">Je 40:5</a> <span dir=\"rtl\">עוֹדֶנּוּ לא ישׁוב</span>, <a data-ref=\"II Chronicles 20:33\" href=\"/II_Chronicles.20.33\">2 Ch 20:33</a> <span dir=\"rtl\">ועוד העם לא הֵכִינוּ לבבם</span> (the vb. fin. on acc. of <span dir=\"rtl\">לֹא</span>). Sq. <span dir=\"rtl\">וְ</span>, <a data-ref=\"Numbers 11:33\" href=\"/Numbers.11.33\">Nu 11:33</a> <span dir=\"rtl\">הבשׂר עודנו בין שׁנּיהם</span> … <span dir=\"rtl\">ואף י׳ חרה בעם</span> the flesh was <em>still</em> between their teeth …, <em>and</em> (= <em>when</em>) etc., (cf. <a data-ref=\"Psalms 78:30\" href=\"/Psalms.78.30\">ψ 78:30 f.</a> <a data-ref=\"Job 8:12\" href=\"/Job.8.12\">Jb 8:12</a>); and often in the phr. <span dir=\"rtl\">(מְדַבְּרִים) מְדַבֵּר (עוֹדָם וגו׳) עוֹדֶנּוּ</span> he (they, etc.) was (were) <em>still</em> speaking, <em>and</em> (= <em>when</em>) etc., <a data-ref=\"Genesis 29:9\" href=\"/Genesis.29.9\">Gn 29:9</a> <span dir=\"rtl\">עודנו מְדַבֵּר עמם ורחל באה</span>, <a data-ref=\"I Kings 1:22\" href=\"/I_Kings.1.22\">1 K 1:22</a>, <a data-ref=\"I Kings 1:42\" href=\"/I_Kings.1.42\">42</a>; <a data-ref=\"II Kings 6:33\" href=\"/II_Kings.6.33\">2 K 6:33</a>; <a data-ref=\"Esther 6:14\" href=\"/Esther.6.14\">Est 6:14</a>; <a data-ref=\"Daniel 9:20\" href=\"/Daniel.9.20\">Dn 9:20</a>, <a data-ref=\"Daniel 9:21\" href=\"/Daniel.9.21\">21</a>, so <span dir=\"rtl\">עוֹד זֶה</span> … <a data-ref=\"Job 1:16\" href=\"/Job.1.16\">Jb 1:16</a>, <a data-ref=\"Job 1:17\" href=\"/Job.1.17\">17</a> (+ v <a data-ref=\"Job 1:18\" href=\"/Job.1.18\">18</a> for <span dir=\"rtl\">עַד</span>): and of the future, <a data-ref=\"I Kings 1:14\" href=\"/I_Kings.1.14\">1 K 1:14</a>; <a data-ref=\"Isaiah 65:24\" href=\"/Isaiah.65.24\">Is 65:24</a> <span dir=\"rtl\">(עוֹד הֵם מְדַבְּרִים ואני אשׁמע)</span>; cf. <a data-ref=\"Exodus 9:17\" href=\"/Exodus.9.17\">Ex 9:17</a>. (<em>b</em>) Expressing <em>addition</em> or <em>repetition, still, yet, more</em>, <a data-ref=\"Genesis 7:4\" href=\"/Genesis.7.4\">Gn 7:4</a> <span dir=\"rtl\">כי לימים עוד שׁבעה</span> after <em>yet</em> seven days, <a data-ref=\"Genesis 8:10\" href=\"/Genesis.8.10\">8:10</a>, <a data-ref=\"Genesis 8:12\" href=\"/Genesis.8.12\">12</a>; <a data-ref=\"Genesis 29:27\" href=\"/Genesis.29.27\">29:27</a>, <a data-ref=\"Genesis 29:30\" href=\"/Genesis.29.30\">30</a> <span dir=\"rtl\">עוד שׁבע שׁנים אחרות</span>, <a data-ref=\"Genesis 45:6\" href=\"/Genesis.45.6\">45:6</a>; <a data-ref=\"II Kings 6:33\" href=\"/II_Kings.6.33\">2 K 6:33</a>; <a data-ref=\"Isaiah 1:5\" href=\"/Isaiah.1.5\">Is 1:5</a>; <a data-ref=\"Habakkuk 2:3\" href=\"/Habakkuk.2.3\">Hb 2:3</a> <span dir=\"rtl\">כִּי עוֹד חָזוֹן לַמּוֹעֵד</span> (cf. <a data-ref=\"Daniel 10:14\" href=\"/Daniel.10.14\">Dn 10:14</a>; <a data-ref=\"Daniel 11:2\" href=\"/Daniel.11.2\">11:2</a>, <a data-ref=\"Daniel 11:27\" href=\"/Daniel.11.27\">27</a>, <a data-ref=\"Daniel 11:35\" href=\"/Daniel.11.35\">35</a>), <a data-ref=\"Jeremiah 13:27\" href=\"/Jeremiah.13.27\">Je 13:27</a> <span dir=\"rtl\">אַחֲרֵי מָתַי עוֹד</span> after how long <em>still?</em> with stress on the idea of <em>continuance</em>, <a data-ref=\"Genesis 46:29\" href=\"/Genesis.46.29\">Gn 46:29</a> <span dir=\"rtl\">וַיֵּבְךְ עַל צַוָּארָיו עוֹד</span> <em>still going on</em> (AV. <em>a good while</em>), <a data-ref=\"Ruth 1:14\" href=\"/Ruth.1.14\">Ru 1:14</a>, <a data-ref=\"Psalms 84:5\" href=\"/Psalms.84.5\">ψ 84:5</a> <span dir=\"rtl\">עוד יהללוך</span> they will be <em>still praising</em> thee, <a data-ref=\"Job 34:23\" href=\"/Job.34.23\">Jb 34:23</a>; with <span dir=\"rtl\">עוֹד</span> prefixed for emph., <a data-ref=\"Exodus 11:1\" href=\"/Exodus.11.1\">Ex 11:1</a> <span dir=\"rtl\">עוד נגע אחד אביא על פ׳</span>, <a data-ref=\"Isaiah 49:20\" href=\"/Isaiah.49.20\">Is 49:20</a>; <a data-ref=\"Isaiah 56:8\" href=\"/Isaiah.56.8\">56:8</a> <span dir=\"rtl\">עוֹד אֲקַבֵּץ וגו׳</span>, <a data-ref=\"Ezekiel 8:13\" href=\"/Ezekiel.8.13\">Ez 8:13</a>, <a data-ref=\"Ezekiel 8:15\" href=\"/Ezekiel.8.15\">15</a> <a data-ref=\"Psalms 42:6\" href=\"/Psalms.42.6\">ψ 42:6</a>; <a data-ref=\"Psalms 92:15\" href=\"/Psalms.92.15\">92:15</a> +; in the phr. <span dir=\"rtl\">עוֹד מְעַט וְ</span> sq. pf. consec., †<a data-ref=\"Exodus 17:4\" href=\"/Exodus.17.4\">Ex 17:4</a> <span dir=\"rtl\">עוד מעט וּסְקָלֻנִי</span> <em>yet</em> a little, <em>and</em> they will stone me, <a data-ref=\"Hosea 1:4\" href=\"/Hosea.1.4\">Ho 1:4</a>; <a data-ref=\"Jeremiah 51:33\" href=\"/Jeremiah.51.33\">Je 51:33</a>, cf. <a data-ref=\"Psalms 37:10\" href=\"/Psalms.37.10\">ψ 37:10</a>, <a data-ref=\"Isaiah 10:25\" href=\"/Isaiah.10.25\">Is 10:25</a>; <a data-ref=\"Isaiah 29:17\" href=\"/Isaiah.29.17\">29:17</a>; simil. <a data-ref=\"Jonah 3:4\" href=\"/Jonah.3.4\">Jon 3:4</a> (cf. <span dir=\"rtl\">בְּעוֹד</span> <a data-ref=\"Isaiah 21:16\" href=\"/Isaiah.21.16\">Is 21:16</a>), <a data-ref=\"II Chronicles 10:5\" href=\"/II_Chronicles.10.5\">2 Ch 10:5</a> (but see 𝔊 and ‖ <a data-ref=\"I Kings 12:5\" href=\"/I_Kings.12.5\">1 K 12:5</a>); <span dir=\"rtl\">עוד</span> … <span dir=\"rtl\">לא</span> <em>no more</em>, both of the past, as <a data-ref=\"Exodus 2:3\" href=\"/Exodus.2.3\">Ex 2:3</a>; <a data-ref=\"Joshua 5:1\" href=\"/Joshua.5.1\">Jos 5:1</a>, <a data-ref=\"Joshua 5:12\" href=\"/Joshua.5.12\">12</a>; <a data-ref=\"I Kings 10:5\" href=\"/I_Kings.10.5\">1 K 10:5</a>, and of the fut., as <a data-ref=\"Genesis 17:5\" href=\"/Genesis.17.5\">Gn 17:5</a> <span dir=\"rtl\">לא יִקָּרֵא עוד שׁמך א׳</span>, <a data-ref=\"Genesis 32:29\" href=\"/Genesis.32.29\">32:29</a>; <a data-ref=\"Deuteronomy 31:2\" href=\"/Deuteronomy.31.2\">Dt 31:2</a>; <a data-ref=\"Isaiah 2:4\" href=\"/Isaiah.2.4\">Is 2:4</a>; <a data-ref=\"Isaiah 30:20\" href=\"/Isaiah.30.20\">30:20</a>; <a data-ref=\"Isaiah 62:4\" href=\"/Isaiah.62.4\">62:4</a>; <a data-ref=\"Jeremiah 3:16\" href=\"/Jeremiah.3.16\">Je 3:16</a> + often, <span dir=\"rtl\">לא</span> … <span dir=\"rtl\">עוד</span> <a data-ref=\"Genesis 8:22\" href=\"/Genesis.8.22\">Gn 8:22</a>; so with <span dir=\"rtl\">אֵין</span> <a data-ref=\"Isaiah 23:10\" href=\"/Isaiah.23.10\">Is 23:10</a>; <a data-ref=\"Jeremiah 10:20\" href=\"/Jeremiah.10.20\">Je 10:20</a>; <a data-ref=\"Jeremiah 48:2\" href=\"/Jeremiah.48.2\">48:2</a> <a data-ref=\"Psalms 74:9\" href=\"/Psalms.74.9\">ψ 74:9</a> al. <strong>b.</strong>  When the continuance is limited by its nature to a single occurrence, <span dir=\"rtl\">עוֹד</span> becomes = <em>again</em>, <a data-ref=\"Genesis 4:25\" href=\"/Genesis.4.25\">Gn 4:25</a>; <a data-ref=\"Genesis 9:11\" href=\"/Genesis.9.11\">9:11</a> <span dir=\"rtl\">לא יִכָּרֵת כל בשׂר עוד</span>, <a data-ref=\"Genesis 18:29\" href=\"/Genesis.18.29\">18:29</a> <span dir=\"rtl\">וַיֹּסֶף עוֹד לְדַבֵּר</span> and he added <em>still</em> to speak, i.e. he spake yet <em>again</em> (so often with <span dir=\"rtl\">יָסַף</span>; v. √), <a data-ref=\"Genesis 24:20\" href=\"/Genesis.24.20\">24:20</a> <span dir=\"rtl\">וַתָּ֫רָץ עוֹד</span> and she ran <em>again</em>, <a data-ref=\"Genesis 29:33\" href=\"/Genesis.29.33\">29:33</a> <span dir=\"rtl\">וַתַּ֫הַר עוֹד</span>, <a data-ref=\"Genesis 35:9\" href=\"/Genesis.35.9\">35:9</a>; <a data-ref=\"Genesis 37:9\" href=\"/Genesis.37.9\">37:9</a>; <a data-ref=\"Exodus 3:15\" href=\"/Exodus.3.15\">Ex 3:15</a>; <a data-ref=\"Exodus 4:6\" href=\"/Exodus.4.6\">4:6</a>; <a data-ref=\"Deuteronomy 3:26\" href=\"/Deuteronomy.3.26\">Dt 3:26</a>; <a data-ref=\"I Samuel 10:22\" href=\"/I_Samuel.10.22\">1 S 10:22</a> + often; with <span dir=\"rtl\">עוֹד</span> prefixed, <a data-ref=\"Hosea 12:10\" href=\"/Hosea.12.10\">Ho 12:10</a>; <a data-ref=\"Jeremiah 31:4\" href=\"/Jeremiah.31.4\">Je 31:4</a>, <a data-ref=\"Jeremiah 31:5\" href=\"/Jeremiah.31.5\">5</a>, <a data-ref=\"Jeremiah 31:23\" href=\"/Jeremiah.31.23\">23</a>; <a data-ref=\"Jeremiah 32:15\" href=\"/Jeremiah.32.15\">32:15</a>; <a data-ref=\"Jeremiah 33:12\" href=\"/Jeremiah.33.12\">33:12</a>, <a data-ref=\"Jeremiah 33:13\" href=\"/Jeremiah.33.13\">13</a>; <span dir=\"rtl\">לא</span> … <span dir=\"rtl\">עוֹד</span> <em>not again, no more</em>, <a data-ref=\"Deuteronomy 13:17\" href=\"/Deuteronomy.13.17\">Dt 13:17</a>; <a data-ref=\"Deuteronomy 34:10\" href=\"/Deuteronomy.34.10\">34:10</a>. <strong>c.</strong>  <em>Still, moreover, besides</em> (not in temporal sense); <a data-ref=\"Genesis 19:12\" href=\"/Genesis.19.12\">Gn 19:12</a> <span dir=\"rtl\">עֹד מי לך פה</span> whom hast thou here <em>besides?</em> <a data-ref=\"Genesis 43:6\" href=\"/Genesis.43.6\">43:6</a> <span dir=\"rtl\">הַעוֹד לָכֶם אָח</span> <a data-ref=\"Amos 6:10\" href=\"/Amos.6.10\">Am 6:10</a>; <a data-ref=\"I Samuel 10:22\" href=\"/I_Samuel.10.22\">1 S 10:22</a> <span dir=\"rtl\">הֲבָא עוֹד הֲלֹם אִישׁ</span> is there <em>still</em> a man come hither? (sc. besides ourselves: but 𝔊 We al. <span dir=\"rtl\">הֲבָא הֲלֹם הָאִישׁ</span>), <a data-ref=\"Genesis 16:11\" href=\"/Genesis.16.11\">16:11</a> <span dir=\"rtl\">עוֹד שָׁאַר הַקָּטָן</span>, <a data-ref=\"Genesis 18:8\" href=\"/Genesis.18.8\">18:8</a> <span dir=\"rtl\">ועוד לו אך המלוכה</span>, <a data-ref=\"I Kings 22:7\" href=\"/I_Kings.22.7\">1 K 22:7</a>, <a data-ref=\"I Kings 22:8\" href=\"/I_Kings.22.8\">8</a>; <a data-ref=\"II Kings 4:6\" href=\"/II_Kings.4.6\">2 K 4:6</a> <span dir=\"rtl\">אֵין עוֹד כֶּ֑לִי</span>, <a data-ref=\"Isaiah 5:4\" href=\"/Isaiah.5.4\">Is 5:4</a>; <a data-ref=\"Jeremiah 36:32\" href=\"/Jeremiah.36.32\">Je 36:32</a>; <a data-ref=\"Ezekiel 20:27\" href=\"/Ezekiel.20.27\">Ez 20:27</a>; <a data-ref=\"Ezekiel 23:38\" href=\"/Ezekiel.23.38\">23:38</a>; <a data-ref=\"Ezekiel 36:37\" href=\"/Ezekiel.36.37\">36:37</a>; <a data-ref=\"Proverbs 9:9\" href=\"/Proverbs.9.9\">Pr 9:9</a>; <a data-ref=\"Ecclesiastes 12:9\" href=\"/Ecclesiastes.12.9\">Ec 12:9</a>; <a data-ref=\"I Chronicles 29:3\" href=\"/I_Chronicles.29.3\">1 Ch 29:3</a>; <a data-ref=\"II Chronicles 17:6\" href=\"/II_Chronicles.17.6\">2 Ch 17:6</a> +; <span dir=\"rtl\">וְאֵין עוֹד</span> and there is none <em>besides</em>, †<a data-ref=\"Deuteronomy 4:39\" href=\"/Deuteronomy.4.39\">Dt 4:39</a> (cf. v <a data-ref=\"Deuteronomy 4:35\" href=\"/Deuteronomy.4.35\">35</a>), <a data-ref=\"I Kings 8:60\" href=\"/I_Kings.8.60\">1 K 8:60</a>; <a data-ref=\"Isaiah 45:5\" href=\"/Isaiah.45.5\">Is 45:5</a>, <a data-ref=\"Isaiah 45:6\" href=\"/Isaiah.45.6\">6</a>, <a data-ref=\"Isaiah 45:14\" href=\"/Isaiah.45.14\">14</a>, <a data-ref=\"Isaiah 45:18\" href=\"/Isaiah.45.18\">18</a>, <a data-ref=\"Isaiah 45:22\" href=\"/Isaiah.45.22\">22</a> (cf. v <a data-ref=\"Isaiah 45:21\" href=\"/Isaiah.45.21\">21</a>), <a data-ref=\"Isaiah 46:9\" href=\"/Isaiah.46.9\">46:9</a>; <a data-ref=\"Joel 2:27\" href=\"/Joel.2.27\">Jo 2:27</a>; <span dir=\"rtl\">אֲנִי וְאַפְסִי עוֹד</span> †<a data-ref=\"Isaiah 47:8\" href=\"/Isaiah.47.8\">Is 47:8</a>, <a data-ref=\"Isaiah 47:10\" href=\"/Isaiah.47.10\">10</a>; <a data-ref=\"Zephaniah 2:15\" href=\"/Zephaniah.2.15\">Zp 2:15</a>.<br><strong>2.</strong>  With prefixes:— †<strong>a.</strong>  <span dir=\"rtl\">בְּעוֹד</span>, lit. <em>in the continuance of</em> …, i.e. (<em>a</em>) <em>while yet:</em> <a data-ref=\"Genesis 25:6\" href=\"/Genesis.25.6\">Gn 25:6</a> <span dir=\"rtl\">בְּעוֹדֶנּוּ חַי</span> <em>while</em> he was <em>yet alive</em>, <a data-ref=\"Deuteronomy 31:27\" href=\"/Deuteronomy.31.27\">Dt 31:27</a>; <a data-ref=\"II Samuel 12:22\" href=\"/II_Samuel.12.22\">2 S 12:22</a> <span dir=\"rtl\">בְּעוֹד הַיֶּלֶד חַי</span>, <a data-ref=\"Isaiah 28:4\" href=\"/Isaiah.28.4\">Is 28:4</a> <a data-ref=\"Psalms 39:2\" href=\"/Psalms.39.2\">ψ 39:2</a>; <a data-ref=\"Job 29:5\" href=\"/Job.29.5\">Jb 29:5</a>; <span dir=\"rtl\">בְּעוֹדִי</span> alone, = <em>so long as I live</em>, <a data-ref=\"Psalms 104:33\" href=\"/Psalms.104.33\">ψ 104:33</a>; <a data-ref=\"Psalms 146:2\" href=\"/Psalms.146.2\">146:2</a> (‖ <span dir=\"rtl\">בְּחַיַּי</span>); <a data-ref=\"II Samuel 3:35\" href=\"/II_Samuel.3.35\">2 S 3:35</a> <span dir=\"rtl\">בעוד היום</span>, <a data-ref=\"Jeremiah 15:9\" href=\"/Jeremiah.15.9\">Je 15:9</a> <span dir=\"rtl\">בעוד יומם</span>, <a data-ref=\"Proverbs 31:15\" href=\"/Proverbs.31.15\">Pr 31:15</a>. (<em>b</em>) <em>within yet</em>, usually of time, <a data-ref=\"Genesis 40:13\" href=\"/Genesis.40.13\">Gn 40:13</a> <span dir=\"rtl\">בְּעוֹד שְׁלשֶׁת יָמִים יִשָּׂא ונו׳</span> <em>within yet</em> three days, etc., v <a data-ref=\"Genesis 40:19\" href=\"/Genesis.40.19\">19</a>; <a data-ref=\"Joshua 1:11\" href=\"/Joshua.1.11\">Jos 1:11</a>; <a data-ref=\"Isaiah 7:8\" href=\"/Isaiah.7.8\">Is 7:8</a>; <a data-ref=\"Isaiah 21:16\" href=\"/Isaiah.21.16\">21:16</a> <span dir=\"rtl\">בְּעוֹד שָׁנָה</span> (sq. pf. cons.), <a data-ref=\"Jeremiah 28:3\" href=\"/Jeremiah.28.3\">Je 28:3</a>, <a data-ref=\"Jeremiah 28:11\" href=\"/Jeremiah.28.11\">11</a>; <a data-ref=\"Amos 4:7\" href=\"/Amos.4.7\">Am 4:7</a>; but also of distance, <a data-ref=\"Genesis 48:7\" href=\"/Genesis.48.7\">Gn 48:7</a> <span dir=\"rtl\">בְּעוֹד כִּבְרַת ארץ לבוא אפרתה</span> (cf. <a data-ref=\"Genesis 35:16\" href=\"/Genesis.35.16\">35:16</a> <span dir=\"rtl\">ויהי עוד וגו׳</span>); cf. SI <sup>2</sup> <span dir=\"rtl\">ובעוד שׁלשׁ אמה לה[נָּקֵב]</span>. <strong>b.</strong>  †<span dir=\"rtl\">מֵעוֹד</span>, lit. <em>from the continuance of</em> …, only in the phr. <span dir=\"rtl\">(מֵעוֹדְךָ) מֵעוֹדִי עד היום הזה</span> <em>ever since I was</em> (<em>thou wast</em>) unto this day, <a data-ref=\"Genesis 48:15\" href=\"/Genesis.48.15\">Gn 48:15</a>; <a data-ref=\"Numbers 22:30\" href=\"/Numbers.22.30\">Nu 22:30</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d410b6084aa1cbf2e8a7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, צָעַק 1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "BDB, צָעַק 1", "sourceHeRef": "בראון-דרייבר-בריגס, צָעַק א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "צָעַק", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">צָעַק</span></big></big>  <strong>vb.</strong> cry, cry out, call <strong>(</strong>‖<span dir=\"rtl\">זָעַק</span>; NH id.<em>;</em> Arabic <span dir=\"rtl\">صَعَقَ</span>, perhaps orig. <em>sound as thunder</em>, cf. <span dir=\"rtl\">صَاعِقَةٌ</span> <em>thunderbolt</em>, <span dir=\"rtl\">صَعِقَ</span> <em>bellow</em> (of bull)<strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">צ׳</span> <a data-ref=\"I Kings 20:39\" href=\"/I_Kings.20.39\">1 K 20:39</a> <a data-ref=\"Lamentations 2:18\" href=\"/Lamentations.2.18\">La 2:18</a>, 3 fs. <span dir=\"rtl\">צָֽעֲקָה</span> <a data-ref=\"Deuteronomy 22:24\" href=\"/Deuteronomy.22.24\">Dt 22:24</a> +, etc.; Impf. <span dir=\"rtl\">יִצְעַק</span> <a data-ref=\"Exodus 23:22\" href=\"/Exodus.23.22\">Ex 23:22</a> +, etc.; Imv. fs. <span dir=\"rtl\">וְצַעֲקִי</span> <a data-ref=\"Jeremiah 22:20\" href=\"/Jeremiah.22.20\">Je 22:20</a>, <span dir=\"rtl\">וּצֳעָ֑קִי</span> v <a data-ref=\"Jeremiah 22:20\" href=\"/Jeremiah.22.20\">20</a>; fpl. <span dir=\"rtl\">צְעַקְנָה</span> <a data-ref=\"Jeremiah 49:3\" href=\"/Jeremiah.49.3\">49:3</a>; Inf. abs. <span dir=\"rtl\">צָעֹק</span> <a data-ref=\"Exodus 22:22\" href=\"/Exodus.22.22\">Ex 22:22</a>; cstr. <span dir=\"rtl\">לִצְעֹק</span> <a data-ref=\"II Kings 8:3\" href=\"/II_Kings.8.3\">2 K 8:3</a>; Pt. fs. abs. <span dir=\"rtl\">צֹעֶ֫קֶת</span> <a data-ref=\"II Kings 8:5\" href=\"/II_Kings.8.5\">2 K 8:5</a>; mpl. <span dir=\"rtl\">צֹעֲקִים</span> <a data-ref=\"Genesis 4:10\" href=\"/Genesis.4.10\">Gn 4:10</a>; <a data-ref=\"Exodus 5:8\" href=\"/Exodus.5.8\">Ex 5:8</a>;— <strong>1.</strong>  <em>cry, cry out</em>, for help, usually c. <span dir=\"rtl\">אֶל</span> pers.;— <strong>a.</strong>  unto man <a data-ref=\"Genesis 41:55\" href=\"/Genesis.41.55\">Gn 41:55</a> (E; + ל rei), <a data-ref=\"Numbers 11:3\" href=\"/Numbers.11.3\">Nu 11:3</a> (JE), <a data-ref=\"I Kings 20:39\" href=\"/I_Kings.20.39\">1 K 20:39</a> <a data-ref=\"II Kings 6:26\" href=\"/II_Kings.6.26\">2 K 6:26</a>; <a data-ref=\"II Kings 8:3\" href=\"/II_Kings.8.3\">8:3</a> (+ <span dir=\"rtl\">אֶל</span> rei), v <a data-ref=\"II Kings 8:5\" href=\"/II_Kings.8.5\">5</a> (+ <span dir=\"rtl\">עַל</span> rei); sq. <span dir=\"rtl\">אמר</span> <a data-ref=\"Exodus 5:15\" href=\"/Exodus.5.15\">Ex 5:15</a> (J), <a data-ref=\"II Kings 4:1\" href=\"/II_Kings.4.1\">2 K 4:1</a> and (<span dir=\"rtl\">אֶל</span> pers. om.) <a data-ref=\"Exodus 5:8\" href=\"/Exodus.5.8\">Ex 5:8</a> (J), <a data-ref=\"II Kings 4:40\" href=\"/II_Kings.4.40\">2 K 4:40</a>; <a data-ref=\"II Kings 6:5\" href=\"/II_Kings.6.5\">6:5</a>. <strong>b.</strong>  especially unto <span dir=\"rtl\">י׳</span>: <a data-ref=\"Genesis 4:10\" href=\"/Genesis.4.10\">Gn 4:10</a>; <a data-ref=\"Exodus 8:3\" href=\"/Exodus.8.3\">Ex 8:3</a> (+ <span dir=\"rtl\">עַל־דְּבַר</span> rei), <a data-ref=\"Exodus 14:10\" href=\"/Exodus.14.10\">14:10</a>, <a data-ref=\"Exodus 14:15\" href=\"/Exodus.14.15\">15</a>; <a data-ref=\"Exodus 15:25\" href=\"/Exodus.15.25\">15:25</a>; <a data-ref=\"Exodus 17:4\" href=\"/Exodus.17.4\">17:4</a>; <a data-ref=\"Exodus 22:22\" href=\"/Exodus.22.22\">22:22</a> <span dir=\"rtl\">(צָעֹק יִצְעַק)</span>, v <a data-ref=\"Exodus 22:26\" href=\"/Exodus.22.26\">26</a> <a data-ref=\"Numbers 12:13\" href=\"/Numbers.12.13\">Nu 12:13</a>; <a data-ref=\"Numbers 20:16\" href=\"/Numbers.20.16\">20:16</a> <a data-ref=\"Joshua 24:7\" href=\"/Joshua.24.7\">Jos 24:7</a> (all JE), <a data-ref=\"Judges 4:3\" href=\"/Judges.4.3\">Ju 4:3</a>; <a data-ref=\"Judges 10:12\" href=\"/Judges.10.12\">10:12</a>; <a data-ref=\"Deuteronomy 26:7\" href=\"/Deuteronomy.26.7\">Dt 26:7</a>; <a data-ref=\"Isaiah 19:20\" href=\"/Isaiah.19.20\">Is 19:20</a> (+ <span dir=\"rtl\">מִפְּנֵי</span> rei), <a data-ref=\"Lamentations 2:18\" href=\"/Lamentations.2.18\">La 2:18</a>; <a data-ref=\"Nehemiah 9:27\" href=\"/Nehemiah.9.27\">Ne 9:27</a> <a data-ref=\"Psalms 107:6\" href=\"/Psalms.107.6\">ψ 107:6</a>, <a data-ref=\"Psalms 107:28\" href=\"/Psalms.107.28\">28</a>; <span dir=\"rtl\">קוֹלִי אֶל־א׳ וְאֶצְעָ֑קָה</span> <a data-ref=\"Psalms 77:2\" href=\"/Psalms.77.2\">77:2</a>, cf. <a data-ref=\"Psalms 34:18\" href=\"/Psalms.34.18\">34:18</a>; c. <span dir=\"rtl\">לי׳</span> <a data-ref=\"II Chronicles 13:14\" href=\"/II_Chronicles.13.14\">2 Ch 13:14</a>, <span dir=\"rtl\">נֶגְדֶּ֑ךָ</span> <a data-ref=\"Psalms 88:2\" href=\"/Psalms.88.2\">ψ 88:2</a>. <strong>c.</strong>  <em>cry</em> unto <span dir=\"rtl\">(אֶל)</span> idol <a data-ref=\"Isaiah 46:7\" href=\"/Isaiah.46.7\">Is 46:7</a>. <strong>2.</strong>  abs. <em>cry, cry out</em>, in distress, need;—<a data-ref=\"Genesis 27:34\" href=\"/Genesis.27.34\">Gn 27:34</a> (J; c. acc. cogn.), <a data-ref=\"Deuteronomy 22:24\" href=\"/Deuteronomy.22.24\">Dt 22:24</a>, <a data-ref=\"Deuteronomy 22:27\" href=\"/Deuteronomy.22.27\">27</a>; <a data-ref=\"Isaiah 33:7\" href=\"/Isaiah.33.7\">Is 33:7</a> (‖ <span dir=\"rtl\">בָּכָה</span>), <a data-ref=\"Isaiah 65:14\" href=\"/Isaiah.65.14\">65:14</a> (‖ <span dir=\"rtl\">הֵילִיל</span>, opp. <span dir=\"rtl\">רָנַן</span>; c. <span dir=\"rtl\">מִן</span> rei), <a data-ref=\"Jeremiah 22:20\" href=\"/Jeremiah.22.20\">Je 22:20</a><sup>(×2)</sup> (‖ <span dir=\"rtl\">נָתַן קוֹל</span>), <a data-ref=\"Jeremiah 49:3\" href=\"/Jeremiah.49.3\">49:3</a> (‖ <span dir=\"rtl\">הֵילִיל</span>), <a data-ref=\"Job 35:12\" href=\"/Job.35.12\">Jb 35:12</a>; c. obj. <span dir=\"rtl\">חָמָס</span> <a data-ref=\"Job 19:7\" href=\"/Job.19.7\">Jb 19:7</a> (‖ <span dir=\"rtl\">אֲשַׁוַּע</span>). <strong>3.</strong>  <em>make outcry, clamour</em>, <a data-ref=\"Isaiah 42:2\" href=\"/Isaiah.42.2\">Is 42:2</a> (+ <span dir=\"rtl\">יִשָּׂא</span>, <span dir=\"rtl\">יַשְׁמִיעַ קוֹלוֹ</span>).<br><strong>Niph.</strong>  <em>be summoned</em> (i.e. to arms), abs.; Impf. 3 ms. <span dir=\"rtl\">וַיִּצָּעֵק</span> <a data-ref=\"Judges 7:23\" href=\"/Judges.7.23\">Ju 7:23</a>, <a data-ref=\"Judges 7:24\" href=\"/Judges.7.24\">24</a>; <a data-ref=\"Judges 12:1\" href=\"/Judges.12.1\">12:1</a>, so 3 mpl. <span dir=\"rtl\">וַיִּצֶּעֲקוּ</span> <a data-ref=\"Judges 10:17\" href=\"/Judges.10.17\">10:17</a>; <a data-ref=\"II Kings 3:21\" href=\"/II_Kings.3.21\">2 K 3:21</a>, sq. <span dir=\"rtl\">אַחֲרֵי שָׁאוּל</span> + acc. loc. <a data-ref=\"I Samuel 13:4\" href=\"/I_Samuel.13.4\">1 S 13:4</a>.<br><strong>Pi.</strong>  Pt. <span dir=\"rtl\">מְצַעֵק</span> <em>cry aloud</em>, in grief, <a data-ref=\"II Kings 2:12\" href=\"/II_Kings.2.12\">2 K 2:12</a>.<br><strong>Hiph.</strong>  <em>call together</em> <span dir=\"rtl\">וַיַּצְעֵק אֶת־הָעָם אֶל־י׳ הַמִּצְפָּה</span> <a data-ref=\"I Samuel 10:17\" href=\"/I_Samuel.10.17\">1 S 10:17</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64d34a3a589d7b7f8b69d391", "index_title": "Cassuto on Exodus", "category": "Commentary", "type": "commentary", "ref": "Cassuto on Exodus 17:4:1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Cassuto on Exodus 17:4:1", "sourceHeRef": "קאסוטו על שמות י״ז:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "commentaryNum": 4.0001, "collectiveTitle": {"en": "Cassuto", "he": "קאסוטו"}, "he": "משה התפלל, <b>ויצעק משה אל ה'</b> (השוה י\"ד, י'; ט\"ו, כ\"ה) <b>לאמר: מה אעשה לעם הזה</b>? איני יודע מה לעשות לעם הזה (הכינוי הרומז כולל נעימה של התמרמרות נגד העם); <b>עוד מעט וסקלוני</b>, הם התקוממו נגדי וכמעט הגיעו לידי הריגתי בסקילה. לא לחינם נאמר למעלה <b>וירב העם עם משה</b>, ולא נאמר‏ <b>במשה</b>: העם משמיע טענות נגד משה, ומשה משמיע טענות נגד העם. הריב הוא הדדי.", "heVersionTitle": "Jerusalem, 1951", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "660924106ee71eb295fe0a12", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Chukat, Did Moses Sin? 22", "anchorRef": "Exodus 17:3-6", "anchorRefExpanded": ["Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Chukat, Did Moses Sin? 22", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, חקת, ד כ״ב", "anchorVerse": 3, "sourceHasEn": true, "commentaryNum": 22, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ד", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<span class=\"poetry indentAll\">The people were thirsty for water there, and they grumbled against Moses, saying, “Why did you bring us out of Egypt to make us and our children and livestock die of thirst?” Then Moses cried out to the Lord, “What am I to do with these people? Before long they will stone me.” The Lord answered Moses, “Walk on ahead of the people. Take with you some of the elders of Israel and take in your hand the staff with which you struck the Nile, and go. I will stand before you by the rock at Horeb. <i>Strike the rock</i>, and water will come out of it for the people to drink.” (Ex. 17:3–6)</span>", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6609241df4084d6523f67815", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Chukat, Losing Miriam 5", "anchorRef": "Exodus 17:1-7", "anchorRefExpanded": ["Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Chukat, Losing Miriam 5", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, חקת, ה ה׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 5, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The second occurred at Rephidim (Ex. 17:1–7). This time there was no water at all. Moses rebuked the people: “Why are you quarrelling with me? Are you trying to test God?’” He then turned to God and said, “What am I to do with this people? Before long they will stone me!” God told him to go to a rock at Horeb, take his staff, and hit the rock. Moses did so, and water came out. There was drama, tension, but nothing like the emotional distress evident in <i>Parashat Ḥukkat</i>. Surely Moses, by now almost forty years older, with a generation of experience behind him, should have coped with this challenge without drama. He had been there before.", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "660924ac753d0378642b2817", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Pinchas, Leadership and the Art of Pacing 24", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Pinchas, Leadership and the Art of Pacing 24", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, פנחס, ו כ״ד", "anchorVerse": 4, "sourceHasEn": true, "commentaryNum": 24, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ו", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "That is why some of the greatest leaders – Lincoln, Gandhi, John F. and Robert Kennedy, Martin Luther King Jr., Anwar Sadat, Yitzhak Rabin – were assassinated. In retrospect they are seen as heroes. But at the time, they were often regarded as traitors, betrayers. They forced people out of their comfort zone, usually by trying to turn enemies into friends. They were driving people faster than they could go. There were times when Moses himself feared for his life.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">See, e.g., Ex. 17:4.</i>", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "668bbc45310e2d929aa168aa", "index_title": "David Zvi Hoffmann on Exodus", "category": "Tanakh", "type": "commentary", "ref": "David Zvi Hoffmann on Exodus 17:4:1", "anchorRef": "Exodus 17:4", "anchorRefExpanded": ["Exodus 17:4"], "sourceRef": "David Zvi Hoffmann on Exodus 17:4:1", "sourceHeRef": "פירושי רד\"צ הופמן על שמות י״ז:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "commentaryNum": 4.0001, "collectiveTitle": {"en": "David Zvi Hoffmann on Exodus", "he": "פירושי רד\"צ הופמן על שמות"}, "he": "<b>עוד מעט</b>, עוד זמן מועט, כלומר, אם אמתין עוד עד לתחנה הבאה, או אז...", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2010", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6703971a5d1c56b2abe96645", "index_title": "Covenant and Conversation Family Edition", "category": "Tanakh", "type": "", "ref": "Covenant and Conversation Family Edition, Chukat, II; Losing Miriam 3", "anchorRef": "Exodus 17:1-7", "anchorRefExpanded": ["Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7"], "sourceRef": "Covenant and Conversation Family Edition, Chukat, II; Losing Miriam 3", "sourceHeRef": "שיח ושיג מהדורה משפחתית, חקת, ב ג׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 3, "collectiveTitle": {"en": "Covenant and Conversation Family Edition", "he": "שיח ושיג מהדורה משפחתית"}, "heTitle": "ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The second episode occurred at Refidim (Shemot 17:1–7). This time, there was no water at all. Moshe scolded the people, then turned to God and said, “What am I to do with this people?” God told him to go to a rock at Ḥorev, take his staff, and hit the rock. Moshe did so, and water came out. There was drama, tension, and resolution, with nothing like the emotional distress evident in <i>Parashat Ḥukat.</i> Surely, Moshe, by now almost forty years older, with a generation of experience behind him, should have coped with this challenge without drama. He has already learned how to handle these complaints.", "versionTitle": "Covenant and Conversation Family Edition, Maggid Books, 2023", "license": "", "versionTitleInHebrew": ""}]