[{"_id": "5209bfededbab45d1791768e", "index_title": "Ramban on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ramban on Leviticus 17:2:1", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Ramban on Leviticus 17:2:1", "sourceHeRef": "רמב\"ן על ויקרא י״ז:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>אל אהרן ואל בניו ואל כל בני ישראל</b> בעבור היות הפרשה אזהרה להקריב כל הקרבנות באהל מועד יזהיר הכהנים שהם המקריבים הקרבן שלא יקריבום בחוץ ויזהיר גם ישראל שיביאום לה' שם ולא יקריבו אותם בחוץ על ידי עצמם והנכון בפרשה מה שהזכירו רבותינו (חולין טז) שאסר בשר תאוה לישראל במדבר ולא יאכלו רק שלמים שיעשו על מזבח ה' ולכך אמר שכל מי שישחוט משלשת מיני הבהמות אשר מהן יביאו כל הקרבנות שהם שור וכשב ועז שיביאום כולם אל פתח אהל מועד ויעשו אותם זבחי שלמים ולהקריב החלב והדם על מזבח ה' ואז יאכל הוא הבשר כמשפט ואמר שאם ישחטם במקום אחר יהיה חייב כרת והקרוב בלשון הכתוב כי מתחילה חייב כרת בכל שוחט בחוץ אפילו החולין והוא האיסור בבשר התאוה ונתן הטעם בעבור שיקדישום לה' ויזרוק הכהן הדם על מזבח ה' ויקטיר עליו החלב ואחרי כן (בפסוקים ח-ט) הזהיר שלא יעשה מזבח לה' בחוץ ויקריב עליו השלמים הנזכרים או עולה כענין הנעשה במוקדשין בשעת היתר הבמות רק בפתח אהל מועד יעלה אותם לשם והנה ריקן כל השחיטות בחולין ובמוקדשין להיות כולן בפנים ולכך אמר במשנה תורה (דברים יב י יא) ועברתם את הירדן וישבתם בארץ וגו' והיה המקום אשר יבחר ה' שמה תביאו עולותיכם וזבחיכם ואמר (שם פסוקים יג יד) השמר לך פן תעלה עולותיך בכל מקום אשר תראה כי אם במקום וגו' להיות איסור שחוטי חוץ במוקדשין עומד במקומו בשעת בית הבחירה אבל התיר אותו בחולין זהו שאמר (שם פסוק טו) רק בכל אות נפשך תזבח ואכלת בשר וגו' לומר שלא תתנהג בארץ המניעה הנאמרת כאן שלא ישחוט חולין כלל ושיעשה הכל זבחי שלמים על מזבח ה' ופירש שם (דברים י״ב:כ׳) הטעם כי ירחיב ה' אלהיך את גבולך וגו' לומר כי היה האיסור מתחילה בהיותם במדבר שיקל עליהם להביא כל זבחיהם אל פתח אהל מועד אבל אחרי שירחיב גבולם יאכלו בשר תאוה וישחטו בשעריהם אך לא המוקדשין וזה טעם מה שהזכיר בכאן אשר ישחט במחנה או אשר ישחט מחוץ למחנה יזכיר גם השוחטים מחוץ למחנה שיהיו חייבים להביא אותם אל פתח אהל מועד כי אע\"פ שיתיר בשר תאוה כשירחיב השם גבולם מפני שאינם במקום המקדש לא יתיר כן במדבר אפילו חוץ למחנה לפי שאינם רחוקים מן המזבח כאשר יהיו בארץ שירחיב השם גבולם כי אז יתיר להם בשר תאוה וזהו דעתו של רבי ישמעאל (חולין טז) בפרשיות הללו ומכאן אמר דמעיקרא איתסר להו בשר תאוה והוא הנאות בכתוב על דרך הפשט וזהו מאמרם בהגדה (דב\"ר ד ו) רבנין אמרין הרבה דברים אסר אותם הקב\"ה וחזר והתירם במקום אחר תדע לך אסר הקב\"ה לשחוט ולאכול לישראל עד שיביאנו פתח אהל מועד מנין שנאמר (ויקרא י״ז:ד׳) ואל פתח אהל מועד וגו' מה כתיב שם דם יחשב לאיש ההוא וגו' וכאן חזר והתירו להם שנאמר (דברים יב כ) בכל אות נפשך תאכל בשר מנין ממה שקראו בענין כי ירחיב ה' אלהיך ומה שכתב רש\"י (רש\"י על ויקרא י״ז:ג׳) (רש\"י על ויקרא י״ז:ג׳) במוקדשין הכתוב מדבר וכו' הוא מדרשו של האומר (חולין טז) בשר תאוה לא איתסר כלל ועל דעתו נשנית הברייתא שבתורת כהנים (כאן) אבל דרך ישוב המקראות על אופניהם ודרך חכמים בהגדות וברוב המקומות כמו שפירשנו:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "SPEAK UNTO AARON, AND UNTO HIS SONS, AND UNTO ALL THE CHILDREN OF ISRAEL.<sup class=\"footnote-marker\">143</sup><i class=\"footnote\">Ramban is now to explain why this chapter [dealing with the prohibition of slaughtering any of the holy offerings outside the Sanctuary Court], is addressed to both the priests and all the children of Israel, which is an unusual form of address in the Scriptural laws.</i> Since this section contains the warning that all offerings are to be brought only in the Tent of Meeting [i.e., in the Sanctuary Court], He therefore admonishes the priests who perform the rites of the offerings that they are not to perform the rites outside [the Sanctuary Court], and He also admonishes the Israelites that they should bring them there to G-d, and not offer them outside by themselves.<br>The correct interpretation of this section is as our Rabbis have mentioned,<sup class=\"footnote-marker\">144</sup><i class=\"footnote\">Chullin 16 b. This is the opinion of Rabbi Yishmael.</i> that He forbade Israel whilst in the desert to eat an ordinary meal of meat<sup class=\"footnote-marker\">145</sup><i class=\"footnote\">Literally: “meat eaten out of desire to satisfy the appetite.”</i> [i.e., one which was not part of an offering], and they were to eat only the meat of peace-offerings [the fat portions and the blood of which] had been offered upon the altar of G-d. Therefore He said that whoever wants to slaughter any of the three kinds of animals from which all offerings are brought, namely, the ox, lamb, and goat, must bring them <i>unto the door of the Tent of Meeting</i>, and make them <i>offerings of peace-offerings</i>,<sup class=\"footnote-marker\">146</sup><i class=\"footnote\">Verse 5.</i> bringing the fats and the blood upon the altar of G-d, and then he may eat the meat thereof according to the law [of peace-offerings, which is that the priest is given the breast and the right thigh, and the rest of the meat is eaten by the owner and his family for two days and the intervening night]. He further stated that if he slaughtered them in any other place, he is liable to the punishment of excision.<sup class=\"footnote-marker\">147</sup><i class=\"footnote\">Verse 4: <i>and that man will be cut off from among his people</i>. See Ramban further, 18:29 for the specific meaning of this form of punishment.</i><br>It appears likely from the language of Scripture that at first [i.e., in Verse 3-7] He declared a person liable to the punishment of excision in the case of any slaughtering outside [the Sanctuary Court] even of unconsecrated animals, this being the prohibition against eating an ordinary meal of meat,<sup class=\"footnote-marker\">145</sup><i class=\"footnote\">Literally: “meat eaten out of desire to satisfy the appetite.”</i> and He stated that the reason for it is so that they should consecrate them to G-d <i>and the priest shall sprinkle the blood upon the altar of the Eternal</i><sup class=\"footnote-marker\">148</sup><i class=\"footnote\">Verse 6.</i> and burn on it the fat. Afterwards [in Verses 8-9] He warned against making an altar to G-d outside [the Sanctuary Court] and offering on it the peace-offerings mentioned [in Verse 5] or a burnt-offering, as used to be done with holy offerings at the time when the <i>bamoth</i><sup class=\"footnote-marker\">149</sup><i class=\"footnote\">See above in <i>Seder Shemini</i>, Note 122 for full explanation of this term.</i> were permitted, but they were to offer them to G-d in front of <i>the door of the Tent of Meeting</i>.<sup class=\"footnote-marker\">150</sup><i class=\"footnote\">Verse 9.</i> Thus He ordered all slaughterings, whether of unconsecrated<sup class=\"footnote-marker\">151</sup><i class=\"footnote\">I.e., originally brought as unconsecrated. When it is slaughtered in the Sanctuary Court as a peace-offering, it has naturally already become consecrated.</i> or consecrated animals, to be done only within [the Sanctuary Court]. Therefore He said in the Book of Deuteronomy, <i>But when ye go over the Jordan, and dwell in the Land</i> etc., <i>then it shall come to pass that the place which the Eternal your G-d shall choose to cause His Name to dwell there, thither ye shall bring … your burnt-offerings, and your peace-offerings</i>,<sup class=\"footnote-marker\">152</sup><i class=\"footnote\">Deuteronomy 12:10-11.</i> stating further, <i>Take heed to thyself that thou offer not thy burnt-offerings in every place that thou seest; but in the place which the Eternal shall choose</i> etc.<sup class=\"footnote-marker\">153</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 13-14.</i> This was to state that the prohibition against slaughtering consecrated animals outside [the Sanctuary Court] remains in force as long as the Chosen House of G-d exists,<sup class=\"footnote-marker\">154</sup><i class=\"footnote\">Thus as long as the Tabernacle was at Shiloh, it was prohibited to bring offerings elsewhere. After its destruction by the Philistines, the <i>bamoth</i> were permitted. After the House of G-d was finally established in Jerusalem, the <i>bamoth</i> were again forbidden and never again permitted (Zebachim 112 b).</i> but He permitted slaughtering of ordinary [unconsecrated] animals [at all places]. It is this which He states, <i>However thou mayest slaughter and eat flesh in all thy gates</i>,<sup class=\"footnote-marker\">155</sup><i class=\"footnote\">Deuteronomy 12:15.</i> meaning to say that this prohibition stated here — not to slaughter unconsecrated animals at all, but rather to bring them all as peace-offerings upon the altar of G-d — will not apply in the Land. And He explained there the reason: <i>When the Eternal thy G-d shall enlarge thy border</i> etc.,<sup class=\"footnote-marker\">156</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 20.</i> meaning to say that the prohibition was only in the beginning when they were in the desert, so that it was easier for them to bring all their offerings to the door of the Tent of Meeting, but after He will enlarge their border [and they will inhabit a wide area], they may eat an ordinary meal of meat<sup class=\"footnote-marker\">145</sup><i class=\"footnote\">Literally: “meat eaten out of desire to satisfy the appetite.”</i> by slaughtering [the animal] in their city, except for consecrated animals [which they must slaughter only in the Sanctuary Court]. This is the reason why He mentions here [in Verse 3], <i>What man soever there be of the house of Israel, that slaughtereth … within the camp or that slaughtereth out of the camp</i>. Thus He mentions also those who slaughter <i>out of the camp</i>, so that they [too] should be obliged to bring them to the door of the Tent of Meeting; for although an ordinary meal of meat will be permissible when G-d will enlarge their borders, because they are not near the place of the Sanctuary, He does not likewise permit it in the desert, even outside the camp, because they are not far from the altar of G-d as they will be in the Land when G-d will enlarge their borders, at which time He permitted them an ordinary meal of meat.<sup class=\"footnote-marker\">145</sup><i class=\"footnote\">Literally: “meat eaten out of desire to satisfy the appetite.”</i><br>This is the proper interpretation of these verses, and it corresponds to the opinion of Rabbi Yishmael<sup class=\"footnote-marker\">144</sup><i class=\"footnote\">Chullin 16 b. This is the opinion of Rabbi Yishmael.</i> on these sections of the Torah. From this section here originates [what Rabbi Yishmael] said, that “at first [i.e., as long as Israel was in the desert] they were forbidden to have an ordinary meal of meat.” This is the fitting interpretation of the verse by way of the plain meaning of Scripture. It [also] coincides with the saying of the Rabbis in the Agadah:<sup class=\"footnote-marker\">157</sup><i class=\"footnote\">Devarim Rabbah 4:6.</i> “The Rabbis say: There are many things which the Holy One, blessed be He, prohibited, and in another place permitted them again.<sup class=\"footnote-marker\">158</sup><i class=\"footnote\">The meaning of course is obvious, that under a different set of circumstances He permitted those matters which He had prohibited elsewhere. The case before us is the perfect example, as the text continues.</i> You may know this [from the following instance]. The Holy One, blessed be He, forbade Israel to slaughter and eat an animal unless they brought it to the door of the Sanctuary [and slaughtered it as a peace-offering]. Whence do I know this? Because it is written, <i>and he hath not brought it into the door of the Tent of Meeting</i>.<sup class=\"footnote-marker\">159</sup><i class=\"footnote\">Verse 4.</i> What is written there? <i>Blood shall be imputed unto that man</i> etc.<sup class=\"footnote-marker\">159</sup><i class=\"footnote\">Verse 4.</i> And here [in the Book of Deuteronomy] He again permitted it to them, as it is said, <i>thou mayest eat flesh, after all the desire of thy soul</i>.<sup class=\"footnote-marker\">156</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 20.</i> Whence do I know [that this applies to the time after their entry into the Land]? From that which is stated there on this subject, <i>When the Eternal thy G-d shall enlarge thy border</i>.”<sup class=\"footnote-marker\">156</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 20.</i> As for that which Rashi has commented [here in Verse 3 on the expression, <i>what man soever there be that slaughtereth an ox, or lamb</i> etc.] that “Scripture is speaking of consecrated animals etc.” [while we have explained above that Verses 3-6 refer to ordinary animals, the answer is that Rashi here follows] the opinion of that Sage<sup class=\"footnote-marker\">160</sup><i class=\"footnote\">Rabbi Akiba (Chullin 17 a).</i> who says that an ordinary meal of meat<sup class=\"footnote-marker\">145</sup><i class=\"footnote\">Literally: “meat eaten out of desire to satisfy the appetite.”</i> was never prohibited at all [even when Israel was in the desert]. It is in accordance with that opinion that the Beraitha was taught in the Torath Kohanim,<sup class=\"footnote-marker\">161</sup><i class=\"footnote\">Torath Kohanim, <i>Acharei</i>, Chapters 6, and 9-10.</i> but the explanation of the verses in a manner that accords with them, and the approach of the words of the Sages in the traditions,<sup class=\"footnote-marker\">162</sup><i class=\"footnote\">This is a reference to the text from Devarim Rabbah quoted above, which bears out fully Ramban’s explanation that when Israel was in the desert, an ordinary meal of meat was prohibited to them.</i> as well as in most places,<sup class=\"footnote-marker\">163</sup><i class=\"footnote\">Ramban means to say that while it is true that the Torath Kohanim is like Rashi’s interpretation, yet most Rabbinic sources accept Rabbi Yishmael’s opinion, as presented by Ramban.</i> is as we have explained.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "531e4fe2fbfba276047f6a11", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 17:2", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Onkelos Leviticus 17:2", "sourceHeRef": "תרגום אונקלוס על ויקרא י״ז:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "מַלֵּל עִם אַהֲרֹן וְעִם בְּנוֹהִי וְעִם כָּל בְּנֵי יִשְׂרָאֵל וְתֵימַר לְהוֹן דֵּין פִּתְגָּמָא דִּי פַקִּיד יְיָ לְמֵימָר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Speak to Aharon and to his sons and to all Bnei Yisroel and say to them; this is the edict that Adonoy commanded, saying:", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec248", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 17:2", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Targum Jonathan on Leviticus 17:2", "sourceHeRef": "תרגום יונתן על ויקרא י״ז:ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "מַלֵיל עִם אַהֲרן וְעִם בְּנוֹי וְעִם בְּנֵי יִשְרָאֵל וְתֵימַר לְהוֹן דֵין פִּתְגָמָא דְפַקֵיד יְיָ לְמֵימָר", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " Speak with Aharon and with his sons, and with the sons of Israel, and tell them: This is the word which the Lord hath commanded, saying:\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f1786bfbfba22336ea312c", "index_title": "Sforno on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Sforno on Leviticus 17:2:1", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Sforno on Leviticus 17:2:1", "sourceHeRef": "ספורנו על ויקרא י״ז:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על ויקרא", "he": "<b>זה הדבר.</b> כשאמר והזרתם את בני ישראל מטומאתם הזהיר שנפרישם גם כן מטומאת רוח הטומאה והשדים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "זה הדבר, when the Torah said in 15,31 והזהרתם את בני ישראל מטומאתם, “you are to warn the Israelites regarding their state of ritual contamination,” the warning implied that they were to separate themselves from spiritually negative influences represented both by ritual contamination and by demons.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54bd4832fbfba21733363228", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 30:2:1", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Ramban on Numbers 30:2:1", "sourceHeRef": "רמב\"ן על במדבר ל׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "<b>וידבר משה אל ראשי המטות</b> לא הקדים הכתוב לאמר בכאן וידבר ה' אל משה לאמר דבר אל ראשי המטות ואמרת אליהם זה הדבר אשר צוה ה' כמו שאמר בפרשת שחוטי חוץ (ויקרא יז ב) ובשאר פרשיות אבל הזכיר זה בסוף הפרשה שאמר (במדבר ל׳:י״ז) אלה החקים אשר צוה ה' את משה ובפרשת ויהי ביום השמיני נאמר (ויקרא ט ו) ויאמר משה זה הדבר אשר צוה ה' תעשו ולא הזכיר הצואה כלל וכן בפרשת המן (שמות טז לב) ויאמר משה זה הדבר אשר צוה ה' מלא העומר ממנו וגו' וראשי המטות לבני ישראל הם נשיאי הדגלים שהעמידו אותם המטות על דגליהם אחר שמתו נחשון בן עמינדב וחבריו ואפשר שהיו הנזכרים בפרשת הנחלה אלה שמות האנשים אשר ינחלו לכם את הארץ (במדבר ל״ד:י״ז) או שהיו אחרים כי שם ידבר הכתוב על העתיד כי בעת חלוק הארץ יהיו הנזכרים חיים ויעמדו עליהם וטעם וידבר משה אל ראשי המטות כי אין צורך ללמד לכל בני ישראל שהאב והבעל יכולין להפר נדרי ענוי נפש ואולי צריך להעלים אלה החוקים מהם שלא ינהגו קלות ראש בנדרים אבל לחכמי ישראל ראשי שבטיהם לימד המשפט וירמוז עוד למדרש רבותינו (נדרים עח) כי לראשי המטות יד ושם בנדרים יותר משאר העם שיחיד מומחה מתיר הנדר והנה היתר הנדרים לא נתפרש בתורה אבל הוא הלכה למשה מסיני תלאו הכתוב בחוט השערה כמו שאמרו (חגיגה י) היתר נדרים פורחין באויר ואין להם על מה שיסמוכו אלא שרמז לו הכתוב (במדבר ל׳:ג׳) לא יחל דברו כלומר שלא אמר לא יעבור על דברו אבל צוה שלא יחלל דברו שלא יעשה הנדר חלול כי בבואו לב\"ד וימצאו לו פתח ונחם עליו והם ימחלו לו איננו מחלל אותו והטעם בזה כאשר אמרתי שעשה היתר הנדר והשבועה בסתרי התורה שלא יאמרו אלא לראויים להם ויכתבו ברמיזה ובאה הפרשה הזאת בכאן מפני שהזכיר נדרי גבוה לבד מנדריכם ונדבותיכם לעולותיכם ולמנחותיכם ולנסכיכם ולשלמיכם (במדבר כ״ט:ל״ט) אמר עוד מלבד אלה הנדרים הנזכרים יש עוד נדרי הדיוט וככל היוצא מפיו של אדם חייב לקיים ולעשות כל אשר אסר על נפשו ובכולן לא יחל דברו אבל אחרים מוחלין לו:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND MOSES SPOKE UNTO THE HEADS OF THE TRIBES. Scripture did not precede this section with [the statement]: “And the Eternal spoke unto Moses, saying: Speak unto the heads of the tribes, and say unto them: This is the thing which the Eternal hath commanded,” as He stated in the section [dealing with] slaughtering [offerings] outside the Sanctuary Court,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Leviticus 17:2.</i> and in other sections. Instead, He mentioned it as the <i>end</i> of this section, saying, <i>These are the statutes, which the Eternal commanded Moses</i>.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Further, Verse 17.</i> And in the section of <i>Vayehi Bayom Ha’shemini</i><sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Leviticus 9:1.</i> it says: <i>And Moses said: ‘This is the thing which the Eternal commanded that ye should do</i>,’<sup class=\"footnote-marker\">4</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 6. See also Ramban <i>ibid.</i> Verse 2.</i> but did not mention the [actual] command [given by G-d to Moses] at all. Similarly, in the section about the manna [it is said], <i>And Moses said: ‘This is the thing which the Eternal hath commanded: Let an omerful of it be kept</i> etc.’<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Exodus 16:32.</i> [although the Divine command about it to Moses is not expressly stated].<br>Now <i>the heads of the tribes of the children of Israel</i> are the princes of the standards, whom the tribes had appointed over their standards after Nachshon the son of Amminadab [prince of the children of Judah]<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Above, 2:3.</i> and his colleagues had died. It is possible that they [<i>the heads of the tribes</i> referred to here] were those who are mentioned in the section [dealing with] the inheritance [of the Land]: <i>These are the names of the men that shall take possession of the Land for you;</i><sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Further, 34:17.</i> or it may be that those [referred to here] were others, for there Scripture speaks about [the leaders of] the future [saying] that when they come to divide up the Land [in the time of Joshua] all those mentioned will be living, and they will represent them [in the apportionment of the Land].<br><i>And Moses spoke unto the heads of the tribes</i>. The reason [why he did not address this section to the entire people] is because it was not necessary to teach all the children of Israel that the father and husband [of a woman] can declare void those vows [of their daughter or wife, respectively] which involve affliction of the soul, and perhaps it is [even] necessary to conceal these [rights] from them, so that they should not treat vows lightly. But it was to the Sages of Israel, the heads of their tribes, that he taught the ordinance [of vows]. The verse also alludes to the interpretation of our Rabbis<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Nedarim 78a.</i> [who said] that the <i>heads of the tribes</i> have a special function and power in vows over and above the rest of the people, namely, that a single person who is an expert in the laws can release a person from a vow [and therefore, this section was addressed to the heads of the tribes, i.e., the Sages].<br>Now the [power of] release from vows [by a Sage] is not expressly stated in the Torah, but it is a law declared to Moses on Sinai, and Scripture “hung it on a hair’s-breadth,” just as the Rabbis have said:<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Chagigah 10a. Now although these rules concerning the release from vows by a Sage “have nothing [in Scripture itself] on which they can be based,” they are yet on an absolute par with those laws which do have support in Scripture, as “they are all the essentials of the Torah” (<i>ibid.</i>, 11b).</i> “[The rules concerning] the release from vows [by a Sage] hover in the air, and have nothing [in Scripture itself] on which they can be based.” But Scripture did allude to it [by saying]: <i>‘lo yacheil’</i> (<i>he shall not profane</i>) <i>his word</i>.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Verse 3.</i> For it did not say: “he shall not <i>transgress</i> his word.” but commanded that he should not make “profane” his word, meaning that he should not treat the vow as a hollow [and irreverent] thing; and when he comes to the court and they find him a cause for absolution<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Thus, for example, if a man vows or swears that he will divorce his wife, the court may say to him: “Had you known that people would say about you: ‘Such is the nature of this person to divorce his wife,’ and that they will say about your daughters: ‘They are the daughters of a divorced woman! What did her mother do that she was divorced?’ [Had you known all this], would you then have made your vow?” If he says, “Had I known this I would not have made my vow,” they may release him from his vow (Nedarim 66a). See also Note 44 further on.</i> and he regrets [having made the vow], and they release him thereof, he is not profaning it.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Chagigah 10a. Now although these rules concerning the release from vows by a Sage “have nothing [in Scripture itself] on which they can be based,” they are yet on an absolute par with those laws which do have support in Scripture, as “they are all the essentials of the Torah” (<i>ibid.</i>, 11b).</i> And the reason for this [law being indicated in this manner of allusion] is as I have said [above], that Scripture treated absolution from a vow or oath as if it were one of the secrets of the Torah which are only to be revealed to those who are fit to [hear] them, and therefore they are written [in the Torah] in allusion. And this section [of vows] is placed here [in the Torah] because since [in the section above] He mentioned vows to the Sanctuary, [as it is said], <i>beside your vows, and your freewill offerings, whether they be your burnt-offerings, or your meal-offerings, or your drink-offerings, or your peace-offerings</i>,<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Above, 29:39.</i> therefore He said furthermore: “Apart from these above-mentioned vows, there are also vows of a secular nature. [In the case of these vows, too], <i>according to all that proceedeth out of</i> a man’s <i>mouth</i><sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Verse 3.</i> he is obliged to fulfill, and to do all with which he bound his soul; for in [the case of] all vows [whether of a holy or secular nature] <i>he shall not profane his word</i>,<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Verse 3.</i> but others may absolve it for him” [by finding him a cause for absolution, as explained above].", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54bd4839fbfba21733363e5c", "index_title": "Rashi on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Numbers 30:2:1", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Rashi on Numbers 30:2:1", "sourceHeRef": "רש\"י על במדבר ל׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Rashi on Numbers", "he": "רש\"י על במדבר"}, "heTitle": "רש\"י על במדבר", "he": "<b>ראשי המטות.</b> חָלַק כָּבוֹד לַנְּשִׂיאִים לְלַמְּדָם תְּחִלָּה וְאַחַר כָּךְ לְכָל בְּנֵי יִשְׂרָאֵל; וּמִנַּיִן שֶׁאַף שְׁאָר הַדִּבְּרוֹת כֵּן? תַּלְמוּד לוֹמַר (שמות ל\"ד) \"וַיָּשֻׁבוּ אֵלָיו אַהֲרֹן וְכָל הַנְּשִׂאִים בָּעֵדָה וַיְדַבֵּר מֹשֶׁה אֲלֵהֶם, וְאַחֲרֵי כֵן נִגְּשׁוּ כָּל בְּנֵי יִשְׂרָאֵל\". וּמָה רָאָה לְאָמְרָהּ כָּאן? לִמֵּד שֶׁהֲפָרַת נְדָרִים בְּיָחִיד מֻמְחֶה, וְאִם אֵין יָחִיד מֻמְחֶה, מֵפֵר בִּשְׁלֹשָׁה הֶדְיוֹטוֹת; אוֹ יָכוֹל שֶׁלֹּא אָמַר מֹשֶׁה פָרָשָׁה זוֹ אֶלָּא לַנְּשִׂיאִים בִּלְבַד? נֶאֱמַר כָּאן \"זֶה הַדָּבָר\" וְנֶאֱמַר בִּשְׁחוּטֵי חוּץ (ויקרא י\"ז) \"זֶה הַדָּבָר\", מַה לְּהַלָּן נֶאֶמְרָה לְאַהֲרֹן וּלְבָנָיו וּלְכָל בְּנֵי יִשְׂרָאֵל — שֶׁנֶּאֱמַר \"דַּבֵּר אֶל אַהֲרֹן\" וְגוֹ' — אַף זוֹ נֶאֶמְרָה לְכֻלָּן (ספרי; נדרים ע\"ח):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ראשי המטות [AND MOSES SPAKE TO] THE HEADS OF THE TRIBES OF THE CHILDREN OF ISRAEL] — This does not mean that he spoke only to the princes of the children of Israel and not to the people also, but that he showed respect to the princes by teaching them first and that afterwards he taught the children of Israel. This explanation seems to assume that this was the general method of instruction, but from what Biblical verse may we infer that this was so in the case of all addresses, and that this was no exceptional case? Because it says, (Exodus 34:31—32) “[And Moses called unto them], and Aaron and all the princes of the congregation returned unto him and Moses spake unto them; and afterwards all the children of Israel came nigh, [and he gave them all the commandments which the Lord had spoken to him in Mount Sinai]”. But if this be no exceptional case, what reason is there for Scripture going out of its way to state it here? Because by specially stating that the laws about vows were taught in the first instance to the princes and afterwards to the Israelites, it intends to teach that the annulling of vows is really to be effected by one person who is expert in the Law, and that only if there be no such expert, may they be annulled by three ordinary persons. But you may perhaps say that the statement does mean that Moses spoke this section only to the princes of the children of Israel, and that Moses did not speak to them also, and that consequently nothing about the expert and laymen can be inferred! But it is stated here, “This is the word”, and it is stated in the passage dealing with “animals slaughtered outside the sanctuary” (Leviticus 17:2) “This is the word”. What is the case there? It was addressed to Aaron and to his sons and to all the children of Israel, as it is said there, “Speak unto Aaron [and unto his sons and unto all the children of Israel]”! So, too, this was addressed to all of them (and the reason why it is stated here is to tell us that the annulling of vows etc., as above) (cf. Sifrei Bamidbar 153:1; Nedarim 78a).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "55adfc77fbfba23a068097db", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Akharei Mot 39", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Meshekh Chokhmah, Akharei Mot 39", "sourceHeRef": "משך חכמה, אחרי מות ל״ט", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 39, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "אחרי מות", "he": "<b>זה </b>הדבר אשר צוה ד' לאמר, בתו\"כ אין לי אלא אהרן ובניו כו' מנין לרבות ראשי המטות ת\"ל זה הדבר ולהלן נאמר זה הדבר כו'. יעוין גמרא דמפרש לענין שאלה בהקדש, יעו\"ש. ויתכן כונה שניה, דהדבר דשחוטי חוץ נמסרה לראשי המטות שהם ישגיחו ע\"ז וכמו ששלחו בנ\"י ויהושע את ראשי המטות לעבר הירדן בבנותם מזבח, מלבד מזבח ד', אשר לפני משכנו. ואולי דרשי ב\"ש גז\"ש להכי, לא לדבר דינא. ודו\"ק.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77d1bd6e4a94c7c18a6f6", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 17:2", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Tafsir Rasag, Leviticus 17:2", "sourceHeRef": "תפסיר רס\"ג, ויקרא י״ז:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "מר הרון ובניה וסאיר בני אסראיל וקל להם הד̇א אלאמר אלד̇י אמר אללה בה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4edd6e4a902855ff7b7", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Leviticus 17:2:1", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Tur HaArokh, Leviticus 17:2:1", "sourceHeRef": "הטור הארוך, ויקרא י״ז:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "ויקרא", "he": "<b>דבר אל אהרן ואל בניו ואל כל בני ישראל. </b>כתב הרמב\"ן בשביל שמזהיר על הקרבנות להקריבם באהל מועד הזכיר הכהנים שהם מקריבין הקרבן שלא יקריבום בחוץ ומזהיר ישראל שיביאום להם שם ולא יקריבו אותם בחוץ על ידי עצמם: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " דבר אל אהרן ואל בניו ואל כל ישראל, “speak to Aaron and to all the Children of Israel.” Nachmanides writes that seeing that the Torah warns that the priests are not to offer any sacrifices outside the consecrated grounds, and the people on their part are not to enter consecrated grounds in order to offer their sacrifices, the Torah also had to warn the Israelites not to offer their sacrifices outside the consecrated grounds.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58ad9613d6e4a93323dc22d6", "index_title": "Nedarim", "category": "Talmud", "type": "", "ref": "Nedarim 78a:2", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Nedarim 78a:2", "sourceHeRef": "נדרים ע״ח א:ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 155.0002, "collectiveTitle": {"en": "Nedarim", "he": "נדרים"}, "heTitle": "נדרים", "he": "נֶאֱמַר כָּאן ״זֶה הַדָּבָר״, וְנֶאֱמַר לְהַלָּן ״זֶה הַדָּבָר״ בִּשְׁחוּטֵי חוּץ. מָה בִּשְׁחוּטֵי חוּץ — אַהֲרֹן וּבָנָיו וְכׇל יִשְׂרָאֵל, אַף פָּרָשַׁת נְדָרִים — אַהֲרֹן וּבָנָיו וְכׇל יִשְׂרָאֵל. וּמָה כָּאן רָאשֵׁי הַמַּטּוֹת — אַף לְהַלָּן רָאשֵׁי הַמַּטּוֹת.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "It is taught in a <i>baraita</i>: <b>It is stated here,</b> with regard to vows: <b>“This is the thing,” and it is stated elsewhere:</b> “Speak to Aaron, and to his sons, and to all the children of Israel, and say to them: <b>This is the thing</b> which the Lord has commanded, saying” (Leviticus 17:2), <b>in</b> the verse introducing the prohibition against <b>slaughtering</b> offerings <b>outside</b> of the Temple courtyard. <b>Just as with regard to</b> offerings <b>slaughtered outside</b> the Temple courtyard, the verse is directed to <b>Aaron and his sons and all</b> of <b>Israel, so too, the portion</b> in the Torah <b>about vows</b> is directed to <b>Aaron and his sons and all</b> of <b>Israel. And just as here,</b> with regard to vows, the verse states: “And Moses spoke to <b>the heads of the tribes</b> of the children of Israel” (Numbers 30:2), <b>so too, there,</b> with regard to offerings slaughtered outside the Temple courtyard, Moses spoke to <b>the heads of the tribes.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58fdc126d6e4a960c04a4afe", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Achrei Mot 10:1", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Midrash Tanchuma, Achrei Mot 10:1", "sourceHeRef": "מדרש תנחומא, אחרי מות י׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "אחרי מות", "he": "<b>אִישׁ</b> אִישׁ מִבֵּית יִשְׂרָאֵל. זֶה שֶׁאָמַר הַכָּתוּב: הֵיטִיבָה בִרְצוֹנְךָ אֶת צִיּוֹן, תִּבְנֶה חוֹמוֹת יְרוּשָׁלַיִם, אָז תַּחְפֹּץ זִבְחֵי צֶדֶק עוֹלָה וְכָלִיל וְגוֹ' <small>(תהלים נא, כ-כא)</small>. מָשָׁל לְמָה הַדָּבָר דּוֹמֶה. לְעָשִׁיר גָּדוֹל וְחָזָק וְאֵין לוֹ אִשָּׁה, אֵין בֵּיתוֹ בַּיִת. לָמָּה, כְּשֶׁהַסָּרִיסִים בָּאִים, הוּא אוֹמֵר, לְכוּ לַחֲנוֹת בְּמָקוֹם אַחֵר. לָמָּה, שֶׁאֵין לוֹ בַּיִת וְלֹא אִשָּׁה. נָטַל אִשָּׁה, הָיָה אוֹמֵר לָהֶם, מִכָּאן וָאֵילָךְ כָּל מַה שֶּׁאַתֶּם מְבִיאִים לִי הַעֲלוּ אוֹתָן לַבַּיִת. כָּךְ כָּל יָמִים עַד שֶׁלֹּא הֶעֱמִיד מֹשֶׁה אֹהֶל מוֹעֵד, הָיוּ הַקָּרְבָּנוֹת קְרֵבִין בְּכָל מָקוֹם, שֶׁנֶּאֱמַר: וַיִּשְׁלַח אֶת נַעֲרֵי בְּנֵי יִשְׂרָאֵל וַיַּעֲלוּ עוֹלוֹת <small>(שמות כד, ה)</small>. וְכֵן הוּא אוֹמֵר, דֶּרֶךְ שְׁלֹשֶׁת יָמִים נֵלֵךְ בַּמִּדְבָּר וְזָבַחְנוּ <small>(שם ח, כג)</small>. כֵּיוָן שֶׁהוּקַם הַמִּשְׁכָּן, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמֹשֶׁה, אֱמֹר לָהֶם, מִכָּאן וָאֵילָךְ אֵין אַתֶּם רַשָּׁאִים לְהַקְרִיב קָרְבָּנוֹת אֶלָּא בְּאֹהֶל מוֹעֵד, שָׁם הָיוּ מַעֲלִין אֶת הַדּוֹרוֹן לְהַקָּדוֹשׁ בָּרוּךְ הוּא. שֶׁכֵּן כְּתִיב: הִשָּׁמֶר לְךָ פֶּן תַּעֲלֶה עֹלֹתֶיךָ בְּכָל מָקוֹם אֲשֶׁר תִּרְאֶה, כִּי אִם בַּמָּקוֹם אֲשֶׁר יִבְחַר ה' <small>(דברים יב, יג-יד)</small>. הֵיכָן בָּחַר. בִּירוּשָׁלַיִם, שֶׁנֶּאֱמַר: כִּי בָּחַר ה' בְּצִיּוֹן, אִוָּה לְמוֹשָׁב לוֹ <small>(תהלים קלב, יג)</small>. לְפִיכָךְ מֹשֶׁה מַזְהִיר אֶת יִשְׂרָאֵל וְאוֹמֵר לָהֶם, אִישׁ אִישׁ מִבֵּית יִשְׂרָאֵל אֲשֶׁר יִשְׁחַט וְגוֹ', וְאֶל פֶּתַח אֹהֶל מוֹעֵד לֹא הֱבִיאוֹ. צָפָה הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁבֵּית הַמִּקְדָּשׁ עָתִיד לֵיחָרֵב, וְאָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל, כָּל זְמַן שֶׁבֵּית הַמִּקְדָּשׁ קַיָּם וְאַתֶּם מַקְרִיבִין קָרְבָּנוֹת לְתוֹכוֹ, מִתְכַּפֵּר עֲלֵיכֶם. וּבִזְמַן שֶׁאֵין בֵּית הַמִּקְדָּשׁ קַיָּם, בְּמַה מִּתְכַּפֵּר עֲלֵיכֶם. הִתְעַסְּקוּ בְּדִבְרֵי תּוֹרָה, שֶׁהֵן מְשׁוּלִין כְּקָרְבָּנוֹת וְהֵן מִתְכַּפְּרִין עֲלֵיכֶם, שֶׁנֶּאֱמַר: זֶה הַדָּבָר <small>(ויקרא יז, ב)</small>. וְכֵן הַנָּבִיא אוֹמֵר, קְחוּ עִמָּכֶם דְּבָרִים וְשׁוּבוּ אֶל ה' <small>(הושע יד, ג)</small>. בְּכָל הַקָּרְבָּנוֹת נִמְשְׁלוּ דִּבְרֵי תּוֹרָה. מַקְרִיבִין יֵין נֶסֶךְ עַל גַּבֵּי הַמִּזְבֵּחַ, שֶׁנֶּאֱמַר: וְיַיִן לְנֶסֶךְ רְבִיעִית הַהִין <small>(במדבר טו, ה)</small>. נִמְשְׁלוּ דִּבְרֵי תּוֹרָה לְיַיִן, שֶׁנֶּאֱמַר: וּשְׁתוּ בְּיַיִן מָסָכְתִּי <small>(משלי ט, ה)</small>. מַקְרִיבִים לֶחֶם עַל גַּבֵּי הַמִּזְבֵּחַ, שֶׁנֶּאֱמַר: אֶת קָרְבָּנִי לַחְמִי לְאִשַּׁי <small>(במדבר כח, ב)</small>. וְכֵן הוּא אוֹמֵר, וְנָתַתָּ עַל הַשֻּׁלְחָן לֶחֶם פָּנִים לְפָנַי תָּמִיד <small>(שמות כה, ל)</small>. נִמְשְׁלָה תּוֹרָה לְלֶחֶם, שֶׁנֶּאֱמַר: לְכוּ לַחֲמוּ בְּלַחְמִי <small>(משלי ט, ה)</small>. מַקְרִיבִים עַל גַּבֵּי הַמִּזְבֵּחַ שֶׁמֶן, שֶׁנֶּאֱמַר: סֹלֶת בְּלוּלָה בַּשֶּׁמֶן <small>(ויקרא ב, ה)</small>. נִמְשְׁלָה תּוֹרָה לְשֶׁמֶן, שֶׁנֶּאֱמַר: בְּכָל עֵת יִהְיוּ בְּגָדֶיךָ לְבָנִים וְשֶׁמֶן עַל רֹאשְׁךָ אַל יֶחְסַר <small>(קהלת ט, ח)</small>. ", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Lev. 17:3:) “If any single person from the House of Israel.” This text is related (to Ps. 51:20–21), “Make Zion prosper in Your good pleasure; rebuild the walls of Jerusalem. Then You shall delight in sacrifices of righteousness, burnt offerings, and whole offerings….” To what is the matter comparable? To a rich and noble man, who has no wife. His house was not [really] a house. Why? When the tenants came, he said to them, “Go rest in another place.” Why? Because he had neither house nor wife. He took a wife. He said to them, “Whatever you bring me, from now on bring them up to the house.” Thus all the days before Moses erected the tent of meeting, they offered sacrifices [in] any place, as stated (in Exod. 24:5), “Then he sent youths of the Children of Israel, and they offered burnt offerings….” And so it says (in Exod. 8:23), “Let us go a distance of three days into the wilderness and sacrifice to the Lord our God.” When the tabernacle was raised, the [Holy One, blessed be He,] said to Moses, “From now on you are only permitted to offer sacrifice in the tent of meeting”; and there they offered up the [gift]<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">Gk.: <i>doron.</i></i> to the Holy One, blessed be He. It is so stated (in Deut. 12:13-14), “Take heed that you do not offer up your burnt offerings in any place that you see. But only in the place that the Lord will choose.” And where did the Holy One, blessed be He, choose? Jerusalem, as stated (in Ps. 132:13), “For the Lord has chosen Zion; He has desired it for His dwelling.” Moses therefore warns Israel, saying (in Lev. 17:3-4), “If any single person from the House of Israel [slaughters an ox, a lamb, or a goat in the camp]…. And does not bring it unto the entrance of the tent of meeting to offer it as a sacrifice… [bloodguilt shall be imputed to that person].“ The Holy One, blessed be He, foresaw that the Temple was going to be destroyed; so the Holy One, blessed be He, said, “As long as the Temple exists, you shall sacrifice within it, [and] there will be atonement for you; but when the Temple does not exist, how will there be atonement for you? Occupy yourselves with the words of Torah, because they are comparable with offerings, and they will atone for you.” Thus it is stated (ibid.), “This is the thing (literally: word).” So also the prophet says (in Hos. 14:3), “Take words with you, and return unto the Lord.” The words of Torah resemble all the offerings. One offers wine as a libation upon the altar, as stated (in Numb. 15:5), “And a quarter <i>hin</i> of wine for a libation”; and Torah resembles wine, as stated (in Prov. 9:5, where wisdom says), “and drink of the wine I have mixed.” One offers bread upon the altar, as stated (in Numb. 28:2), “My offering, My bread for My fire offering; and so it says (in Exod. 25:30), “And you shall set the [show]bread upon the table before Me always”; and Torah resembles bread, as stated (in Prov. 9:5, where wisdom says), “Come and eat of my bread.” One offers oil upon the altar, as stated (in Lev. 2:5), “fine flour mixed with oil”; and Torah resembles oil, as stated (in Eccl. 9:8), “Always let your clothes be white, and let there be no lack of oil upon your head.”<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">Cf. Eccl. R. 9:8:1, which also understands this verse as referring to Torah.</i>", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5926b247d6e4a957603a09a6", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Achrei Mot 16:1", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Midrash Tanchuma Buber, Achrei Mot 16:1", "sourceHeRef": "תנחומא בובר, אחרי מות ט״ז:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "אחרי מות", "he": "[זה דבר] <small>(שם שם ב)</small>, צפה הקב\"ה שבית המקדש עתיד ליחרב, ואמר הקב\"ה כל זמן שבית המקדש קיים ואתם מקריבין קרבנות לתוכו מתכפר עליכם, אין בית המקדש קיים במה מתכפר עליכם, התעסקו בדברי תורה, שהן משולין בקרבנות והן מכפרין עליכם, שנאמר זה הדבר, וכן הנביא אומר קחו עמכם דברים <small>(הושע יד ג)</small>. בכל הקרבנות נמשלו דברי תורה, מקריבין יין נסך על גבי המזבח, שנאמר ויין לנסך רביעית ההין <small>(במדבר טו ה)</small>, ונמשלה תורה ביין, שנאמר ושתו ביין מסכתי <small>(משליט ה)</small>, (ונמשלה תורה בלם, שנאמר) [מקריבין לחם על גבי המזבח, שנאמר את קרבני לחמי לאשי <small>(במדבר טו ה)</small>, ונמשלה תורה ביין, שנאמר ושתו ביין מסכתי <small>(משלי ט ה)</small>, (ונמשלה תורה לחם, שנאמר) [מקריבין לחם על גבי המזבח, שנאמר את קרבני לחמי לאשי <small>(במדבר כח ב)</small>, וכה\"א] ונתת על השלחן לחם [פנים לפני תמיד] <small>(שמות כה ל)</small>, ותורה נמשלה בלחם, שנאמר לכו לחמו בלחמי <small>(משלי ט ה)</small>. מקריבין שמן על גבי המזבח, שנאמר סולת בלולה בשמן <small>(ויקרא ב ה)</small>, ונמשלה תורה בשמן, שנאמר בכל עת יהיו בגדיך לבנים ושמן על ראשך (לא) [אל] יחסר <small>(קהלת ט ח)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "[(Lev. 17:2:) <small>THIS IS THE THING</small>.] The Holy One foresaw that the Temple was going to be destroyed; so the Holy One said: As long as the Temple exists, you shall sacrifice within it, &lt; and &gt; there will be atonement for you; but when the Temple does not exist, how will there be atonement for you? Occupy yourselves with the words of Torah, because they are comparable with offerings, and they will atone for you. Thus it is stated (ibid.): <small>THIS IS THE THING</small> (literally:<small>WORD</small>). So also the prophet says (in Hos. 14:3 [2]): <small>TAKE YOUR WORDS WITH YOU, &lt; AND RETURN UNTO THE LORD</small>…; <small>LET US RENDER AS BULLOCKS THE OFFERING OF OUR LIPS &gt;</small>. The words of Torah resemble all the offerings. One offers wine as a libation upon the altar, as stated (in Numb. 15:5): <small>AND A QUARTER HIN OF WINE FOR A LIBATION</small>; and Torah resembles wine, as stated (in Prov. 9:5, where Wisdom says): <small>AND DRINK OF THE WINE I HAVE MIXED</small>. {And Torah resembles bread, as stated} [One offers bread upon the altar, as stated (in Numb. 28:2): <small>MY OFFERING, MY BREAD FOR MY FIRE OFFERING</small>; and so it says] (in Exod. 25:30): <small>AND YOU SHALL SET THE</small> [<small>SHOW</small>] <small>BREAD UPON THE TABLE</small> [<small>BEFORE ME ALWAYS</small>]; and Torah resembles bread, as stated (in Prov. 9:5, where Wisdom says): <small>COME AND EAT OF MY BREAD</small>. One offers oil upon the altar, as stated (in Lev. 2:5): <small>FINE FLOUR MIXED WITH OIL</small>; and Torah resembles oil, as stated (in Eccl. 9:8): <small>ALWAYS LET YOUR CLOTHES BE WHITE, AND LET THERE BE NO LACK OF OIL UPON YOUR HEAD</small>.<sup class=\"footnote-marker\">82</sup><i class=\"footnote\">Cf. Eccl. R. 9:8:1, which also understands this verse as referring to Torah.</i>", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "59d48913d6e4a939ba1741e1", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 17:2:1", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Torah Temimah on Torah, Leviticus 17:2:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא י״ז:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>דבר אל אהרן ואל בניו. </b>מה ת\"ל, שיכול אהרן ובניו שאין חייבים על העליה בפנים לא יהיו חייבים על השחיטה בחוץ, ת\"ל אל אהרן ואל בניו <sup class=\"footnote-marker\">א</sup><i class=\"footnote\">כונת השאלה מה ת\"ל, אחרי דמצוה זו כללית היא לכל ישראל, א\"כ מהיכי תיתא להוציא אהרן ובניו עד שיצטרך הכתוב להזכירם ביחוד בזה.\n</i>.<br>(תו\"כ)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48913d6e4a939ba1741e3", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 17:2:2", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Torah Temimah on Torah, Leviticus 17:2:2", "sourceHeRef": "תורה תמימה על התורה, ויקרא י״ז:ב׳:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>ואל כל בני ישראל. </b>מלמד שבני ישראל מצווין על שחוטי חוץ ואין הנכרים מצווין על שחוטי חוץ <sup class=\"footnote-marker\">ב</sup><i class=\"footnote\">והוא שיקריבום בבמה שיבנו. ומבואר בסוגיא שאסור לישראל לסייען ולעשות שליחותן, מפני שלישראל אסור להקריב בחוץ. ועיין במל\"מ סוף הלכות מעה\"ק שמביא מקור לזה מירושלמי מגילה, ותימא שהרי כן מבואר מפורש בבבלי בסוגיא זאת במקומה, ופשוט דמותר להורות להם וללמדם האיך יקריבו לשם ה'. וע' בזבחים מ\"ה א' פלוגתא בשוחט ומעלה קדשי עובדי כוכבים בחוץ אי חייב או לא וקיי\"ל דחייב, ועיי\"ש בתוי\"ט.\n</i>.<br>(זבחים קט\"ז ב')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48913d6e4a939ba1741e5", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 17:2:3", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Torah Temimah on Torah, Leviticus 17:2:3", "sourceHeRef": "תורה תמימה על התורה, ויקרא י״ז:ב׳:ג׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>ואמרת אליהם. </b>לרבות את הגרים ואת העבדים <sup class=\"footnote-marker\">ג</sup><i class=\"footnote\">ע\"ל בפ' מצורע בריש פ' זבים מש\"כ שם בבאור דרשה כזו וצרף לכאן.\n</i>.<br>(תו\"כ)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48913d6e4a939ba1741e7", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 17:2:4", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Torah Temimah on Torah, Leviticus 17:2:4", "sourceHeRef": "תורה תמימה על התורה, ויקרא י״ז:ב׳:ד׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 2.0004, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>זה הדבר. </b>תניא, נאמר כאן זה הדבר ונאמר בפרשת נדרים זה הדבר (פ' מטות), מה להלן ראשי המטות אף כאן ראשי המטות, למאי הלכתא, אמר רב ששת, לומר שיש שאלה בהקדש <sup class=\"footnote-marker\">ד</sup><i class=\"footnote\">דענין הקדש ונדרים שוים הם, דבנדרים כתיב לא יחל דברו ובהקדש כתיב מוצא שפתיך תשמור, ולכן אם שחט קדשים בחוץ שנתחייב כרת על זה ואח\"כ שאל לחכם להתיר לו הקדשו ומצא לו פתח של חרטה ועקר את ההקדש מעקרו ועשאו כהקדש טעות אגלאי מילתא למפרע דלא הוי הקדש מעולם ופטור מכרת, והוא הדין לכל דבר הקדוש במוצא שפתיו כגון תרומות ומעשרות דאי בעי מיתשל עלייהו וחוזרין לטבלן.\n</i>.<br>(נדרים ע\"ח א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef316cd6e4a90d4d5d481d", "index_title": "Steinsaltz on Bava Batra", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bava Batra 120b:3", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Steinsaltz on Bava Batra 120b:3", "sourceHeRef": "ביאור שטיינזלץ על בבא בתרא ק״כ ב:ג׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 240.0003, "collectiveTitle": {"en": "Steinsaltz on Bava Batra", "he": "ביאור שטיינזלץ על בבא בתרא"}, "heTitle": "ביאור שטיינזלץ על בבא בתרא", "he": " ומבארים:  <b>מאי</b> <small>[מה</small> היא<small>]</small> אותה <b>גזרה שוה</b> שהוזכרה? — <b>דתניא</b> <small>[ש</small>כן <small>שנינו</small> בברייתא<small>]:</small> <b>נאמר כאן</b> בפרשת נדרים <b>\"זה הדבר\"</b> (במדבר ל, ב), <b>ונאמר להלן</b> בפרשת שחוטי חוץ <b>\"זה הדבר\"</b> (ויקרא יז, ב), <b>מה להלן</b> בציווי שחוטי חוץ, נכללים <b>אהרן ובניו וכל ישראל,</b> כאמור שם: \"דבר אל אהרן ואל בניו ואל כל בני ישראל\" — <b>אף כאן</b> בנדרים ובהפרתם, נכללים <b>אהרן ובניו וכל ישראל; ומה כאן</b> בפרשת נדרים, מדובר ב<b>ראשי המטות</b> ככתוב \"וידבר משה אל ראשי המטות לבני ישראל. . . \"— <b>אף להלן</b> בשחוטי חוץ, יש ענין ב<b>ראשי המטות.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef3220d6e4a90d4d5d851b", "index_title": "Steinsaltz on Nedarim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Nedarim 78a:2", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Steinsaltz on Nedarim 78a:2", "sourceHeRef": "ביאור שטיינזלץ על נדרים ע״ח א:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 155.0002, "collectiveTitle": {"en": "Steinsaltz on Nedarim", "he": "ביאור שטיינזלץ על נדרים"}, "heTitle": "ביאור שטיינזלץ על נדרים", "he": "ועוד שנינו במדרש ההלכה: <b>נאמר כאן</b> בענין נדרים <b>\"זה הדבר\", ונאמר להלן \"זה הדבר\" בשחוטי חוץ,</b> באיסור לשחוט קרבנות מחוץ למקדש (ויקרא יז, ב). <b>מה בשחוטי חוץ</b> מפורש שנאמר הדבר אל <b>אהרן ובניו וכל ישראל</b> (כאמור שם \"דבר אל אהרן ואל בניו ואל כל בני ישראל\") — <b>אף פרשת נדרים אהרן ובניו וכל ישראל. ומה כאן</b> בפרשת נדרים (במדבר ל, ב), נאמרה הפרשה אל <b>ראשי המטות</b> (\"וידבר משה אל ראשי המטות לבני ישראל\") — <b>אף להלן</b> נאמר הדבר ל<b>ראשי המטות.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a43670bd6e4a97d18d914a7", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 17:2:1", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 17:2:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא י״ז:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>דבר אל אהרן ואל בניו ואל כל בני ישראל. </b>ראוי שתדע כי הגר הוא בכלל כי כבר זכרה התור' בביאור במה שדומה לזה בזאת הפרש' עם שזה מבואר בכללות שמשפטי התורה הם שוים לגר ולאזרח הארץ:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a79be63d6e4a945718731b0", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 107a:14", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Zevachim 107a:14", "sourceHeRef": "זבחים ק״ז א:י״ד", "anchorVerse": 2, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 213.0014, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "ורבי עקיבא אמר לך ההוא מיבעי ליה על השוחט הוא חייב ולא על המולק ור' ישמעאל נפקא ליה מזה הדבר", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>And Rabbi Akiva</b> could have <b>said to you</b> that he does not derive it from <b>that</b> verse, as he holds that it is <b>necessary to</b> teach that only <b>one who slaughters</b> a bird offering outside <b>is liable, but</b> one is <b>not liable for pinching its nape</b> outside. <b>And</b> as for <b>Rabbi Yishmael,</b> from where does he derive that one is exempt if he pinches? <b>He derives it from</b> the phrase at the beginning of the passage about slaughtering outside: <b>“This is the matter”</b> (Leviticus 17:2), which indicates that one is liable only for slaughtering and not for any other method of killing.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5a79be63d6e4a945718731b4", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 107a:16", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Zevachim 107a:16", "sourceHeRef": "זבחים ק״ז א:ט״ז", "anchorVerse": 2, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 213.0016, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "יכול אף המולק ודין הוא מה שחיטה דאין דרך הכשירה בפנים חייב מליקה שדרך הכשירה בפנים אינו דין שהוא חייב ת\"ל (ויקרא יז, ב) זה הדבר", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "One <b>might</b> have thought that <b>even one who pinches</b> the nape of a bird offering outside would be liable. <b>And</b> there <b>is a logical inference</b> to support this: <b>If</b> with regard to the <b>slaughter</b> of a bird offering, <b>which is not</b> the valid <b>method of preparation inside</b> the Temple, one is nevertheless <b>liable</b> if he did it outside, then with regard to <b>pinching</b> the nape of a bird offering, <b>which is</b> the valid <b>method of preparation inside</b> the Temple, <b>is it not logical that</b> one <b>is liable</b> if he did it outside? To counter this, <b>the verse states: “This is the matter”</b> (Leviticus 17:2), which indicates one is liable only for slaughtering, not for any other method of killing.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5a9ff1a1d6e4a93bec1fb4ad", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 107a:14", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Steinsaltz on Zevachim 107a:14", "sourceHeRef": "ביאור שטיינזלץ על זבחים ק״ז א:י״ד", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 213.0014, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": "<b>ו</b>מן הצד האחר, <b>ר' עקיבא</b> <b>אמר לך</b> <small>[יכול לומר לך]:</small> <b>ההוא מיבעי ליה</b> <small>[אותו</small> כתוב <small>נצרך לו]</small> בשביל דבר אחר: <b>על השוחט</b> עוף <b>הוא חייב</b> משום שחיטת חוץ, <b>ולא על המולק</b> בגוף, למרות שמליקה היא דרך עבודתו של העוף בפנים. ושואלים: <b>ור' ישמעאל</b> מנין לו הלכה זו שאין חייבים על המליקה בחוץ? ומשיבים: <b>נפקא ליה</b> <small>[יוצא,</small> נלמד <small>לו</small> הדבר<small>]</small> <b>מ</b>מה שנאמר בתחילת פרשת שחיטת חוץ: <b>\"זה הדבר\"</b> (ויקרא יז, ב).", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9ff1a1d6e4a93bec1fb4b1", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 107a:16", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Steinsaltz on Zevachim 107a:16", "sourceHeRef": "ביאור שטיינזלץ על זבחים ק״ז א:ט״ז", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 213.0016, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": "<b>יכול אף המולק</b> עוף בחוץ יהא חייב? <b>ו</b>לכאורה <b>דין</b> (קל וחומר) <b>הוא: מה שחיטה</b> ש<b>אין דרך הכשירה בפנים,</b> שהרי אין שוחטים עופות במקדש, אלא מולקים, בכל זאת <b>חייב</b> עליה בחוץ, <b>מליקה ש</b>היא <b>דרך הכשירה בפנים,</b> <b>אינו דין שהוא חייב</b> עליה בחוץ? <b>תלמוד לומר</b> בתחילת הפרשה: <b>\"זה הדבר\"</b> (ויקרא יז, ב), לומר שרק על שחיטה האמורה בכתוב מתחייב, ולא באופן אחר.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9ff1a5d6e4a93bec1fb579", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 116b:3", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Steinsaltz on Zevachim 116b:3", "sourceHeRef": "ביאור שטיינזלץ על זבחים קט״ז ב:ג׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 232.0003, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": "<big>א</big> ועוד <b>אמר מר</b> <small>[החכם]</small> בברייתא בענין הקרבת קרבנות קודם שהוקם המשכן: <b>וגוים בזמן הזה רשאין לעשות כן,</b> להקריב קרבנות לה' שלא בבית המקדש, אף שבני ישראל אסורים לעשות כן. ושואלים: <b>מנא הני מילי</b> <small>[מנין הדברים הללו]?</small> <b>דתנו רבנן</b> <small>[ש</small>כן <small>שנו חכמים]</small> על האמור בתורה בראש פרשת איסור שחיטת קדשים בחוץ <b>\"דבר</b> אל אהרן ואל בניו ו<b>אל</b> כל <b>בני ישראל\"</b> (ויקרא יז, ב), לומר: רק <b>בני ישראל</b> הם ה<b>מצווין על שחוטי חוץ, ואין הגוים מצווין על שחוטי חוץ.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9ff1a7d6e4a93bec1fb5e9", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 119b:9", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Steinsaltz on Zevachim 119b:9", "sourceHeRef": "ביאור שטיינזלץ על זבחים קי״ט ב:ט׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 238.0009, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": "<b>מתקיף לה</b> <small>[מקשה על כך]</small> <b>רבה: מי כתיב</b> <small>[האם נאמר]</small> <b>\"ועליהם תאמר\"</b> הקרבנות שהוזכרו בפסוק הסמוך? והלוא <b>\"אלהם\" כתיב</b> <small>[נאמר],</small> <b>ו\"אליהם\"</b> גם כן <b>קרינן</b> <small>[קוראים אנו],</small> ומשמע אל האמורים בראש הפרשה (\"דבר אל אהרן ואל בניו ואל כל בני ישראל\", ויקרא יז, ב)!", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ad4dabed6e4a918cf868f88", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 116b:3", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Zevachim 116b:3", "sourceHeRef": "זבחים קט״ז ב:ג׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 232.0003, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "אמר מר ועובדי כוכבים בזמן הזה רשאין לעשות כן מנא ה\"מ דת\"ר (ויקרא יז, א) דבר אל בני ישראל בני ישראל מצווין על שחוטי חוץ ואין העובדי כוכבים מצווין על שחוטי חוץ", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "§ <b>The Master said</b> in the <i>baraita</i> that discussed the sacrifice of offerings before the construction of the Tabernacle: <b>And today gentiles are permitted to do so,</b> i.e., to sacrifice offerings outside the Temple courtyard, despite the fact that this is forbidden for the Jews. The Gemara asks: <b>From where are these matters</b> derived? <b>As the Sages taught</b> with regard to the verses that prohibit the slaughter of offerings outside the Temple: <b>“Speak</b> to Aaron, and to his sons, and <b>to</b> all <b>the children of Israel”</b> (Leviticus 17:2). This indicates that only <b>Jews are commanded with regard to</b> offerings <b>slaughtered outside</b> the Temple, <b>but gentiles are not commanded with regard to</b> offerings <b>slaughtered outside</b> the Temple.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5b0ea9d773ad4f00597bd8fc", "index_title": "Or HaChaim on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Or HaChaim on Numbers 30:2:2", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Or HaChaim on Numbers 30:2:2", "sourceHeRef": "אור החיים על במדבר ל׳:ב׳:ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Or HaChaim on Numbers", "he": "אור החיים על במדבר"}, "heTitle": "אור החיים על במדבר", "he": "<b>אלא</b> שראיתי ברייתא (שם) וזה לשונם תניא יכול שלא אמר משה פרשה זו אלא לנשיאים בלבד נאמר כאן זה הדבר ונאמר בשחוטי חוץ (ויקרא יז) זה הדבר מה להלן וכו' אף זו נאמרה לכלן, אם כן אין משמעות אומרו לבני ישראל ולבני ישראל שהרי הוצרכו בברייתא להוכיח מגזירה שוה וכבר אמרו רז\"ל (כריתות ה.) וזה לשונם לעולם אל תהי גזירה שוה קלה בעיניך וכו'/", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "I have come across a <i>Baraitha in Baba Batra 120</i> which goes as follows: \"I might have thought that Moses said this paragraph only to the princes; to prevent me from thinking this the Torah wrote <span>זה הדבר</span>, 'this is the thing, etc.' We have the same expression in Leviticus 17,2 where the subject is the prohibition to slaughter animals for their meat and eat them unless they had first been offered as sacrifices in the Tabernacle. This legislation applies to all the people as it is is phrased: 'any man who, etc.' We therefore use the expression <span>זה הדבר</span> which appears on both occasions to conclude that the legislation in our paragraph also applies to all the men of Israel.\" Thus far the Talmud. Granted that the exegesis of this is valid, why did the Torah then have to add the words <span>לבני ישראל</span>, in our verse? Clearly the <i>Baraitha</i> did not understand the words <span>לבני ישראל</span> to mean that the legislation applied to the entire people why else would it have bothered to prove this <b>indirectly</b> by learning the <span>גזרה שוה</span> (similar wording) of <span>זה הדבר</span> in both instances? Moreover, the Talmud in <i>Keritut</i> 5 told us not to treat such a <span>גזרה שוה</span> lightly.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0fd6a52f650300563aa20e", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Vavei HaAmudim 16:2", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Shenei Luchot HaBerit, Vavei HaAmudim 16:2", "sourceHeRef": "שני לוחות הברית, ווי העמודים ט״ז:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1611, 1631], "commentaryNum": 16.0002, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "he": "<b>אמר</b> ישעיה הנביא ע\"ה סימן נ\"ו <small>(א)</small> כה אמר י\"י שמרו משפט ועשו צדקה כי קרובה ישועתי לבוא וצדקתי להגלות אשרי אנוש יעשה זאת ובן אדם יחזיק בה שומר שבת מחללו ושומר ידי מעשות כל רע. וקשה מה ענין אזשהרת שמירת חילול שבת למשפט דלעיל. ועוד קשה למה הזכיר מלת אשרי גבי שמירת שבת יותר מקיום המשפט. וביותר קשה ענין שפרט שמירת חילול שבת ואחר כך אמר ושומר ידו מעשות כל רע והרי בכלל מעשות כל רע נכלל שמירת שבת מחללו. ועוד קשה באמרו<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">ענין נחמד על הפסוק כי קרובה ישועתי לבוא מה תשועה שייך להקב\"ה והוא ע\"ד הפרדס בשער גלות השכינה.</i> כי קרובה ישועתי לבוא ישועתכם הל\"ל. ובמדרש רבה <small>(עי' תנחומא אחרי יב)</small> אמר הקב\"ה לישראל אם אין לכם זכות אבושת בשבילי. אני עושה כל ימים שאתם בצרה אני עמכם כו'. וכן הוא אומר מלכך יבוא לך צדיק ונושע <small>(זכריה ט, ט)</small> מושיע אין כתיב כאן אלא ונושע אלא הקב\"ה עושה בשבילו שנאמר כי קרובה ישועתי לבוא. אך עדיין צריכין אנו למודעי מה היה ישועה להקב\"ה הגם שהענין זה יתבאר בפרדס וגם ש\"ב הגאון מהר\"ר שעפטיל ז\"ל האריך בשער גלות השכינה מכל מקום אנו אין לנו אלא דברי הפשט. ולתרץ הקושיא של ישועתי יתבאר על דרך מדרש רבה פרשת שופטים <small>(ה, ז)</small> מכל האומות שבראתשי איני אוהב אלא ישראל כו' מכל מה שבראתי איני אוהב אלא דין שנאמר <small>(תהלים לז, כח)</small> כי י\"י אוהב משפט אמר הקב\"ה אני נותן מה שאהבתי נעם שאני אוהב הוי שופטים ושוטרים. אמר הקב\"ה לישראל בני חייכם בזכות שאתם משמרין הדין אני מתגבה שנאמר <small>(ישעיה ה, טז)</small> ויגבה י\"י צבאות במשפט כו' עד כי קרובה ישועתי לבוא עיין שם. והנה גם שם לא עמדתי מלהבין מנא ליה למדרש לדרוש בפסוק ויגבה צבאות במשפט מה שהקב\"ה עושה משפט בעצמו. ויתבאר הענין ע\"ד הזוהר<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">מתוק ונופת צופים על הפסוק ארדה נא ואראה והוא ע\"ד הזוהר.</i> פרשת וירא <small>(קה, ב)</small> בפסוק ארדה נא ואראה וכי לא הוי ידע הקב\"ה דאיהו אמר ארדה מה צורך ירידה ואראה והא כולה אתגלייא קמיה אלא ארדה נא מדרגא דרחמי לדרגא דדינא והיינו האי ירידה ואראה ראיה לאשגחא עליהון במאן דינא ידון להם ע\"ש. פירוש לדבריו כי ידוע כביכול ב\"ה במקום גבוה מעל גבוה יושב ושם אין התעוררות שום דין רק רחמים גמורים כענין הוד והדר לפניו עוז וחדוה במקומו. אך על ידי פעולת התחתונים של עושה הרעה צריך לירד כביכול ממקום גבוה שלו למקום הנמוך אשר שם יש התעוררות דינים. ומשום הכי אמר ארדה ואראה וכו' כי צריך אני לירד כביכול למקום הדינים. וכבר ידעת מאמר רז\"ל <small>(תנחומא משפטים פ\"ה)</small> במקום שיש דין למטה אין דין למעלה אין דין למטה יש דין למעלה. ונמצא כשישראל עושין דין למטה א\"צ דין למעלה והקב\"ה יושב בכבודו בגבהי מרומים במקום עוז וחדוה. משא\"כ כשאין דין למטה אז יש דין למעלה וצריך הקב\"ה כביכול לירד ממקומו למטה למדת הדין ומזה הענין המדרש או'<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">ענין המדרש בזכות שאתם משמרים הדין אני מתגבה ופסוק בתהלים משפט וצדקה ביעקב אתה עשית רוממו י\"י אלהינו.</i> בזכות שאתם משמרים הדין אני מתגבה שנאמר ויגבה י\"י צבאות במשפט ומוכרח שמלת במשפט קאי על דין שלמטה דאם שלא כן אז יהיה דין למעלה ולא יהיה מקויים ויגבה י\"י כי כביכול הוצרך לירד מכבוד מקומו אל מקום מדת הדין אמנם כשיש דין למטה אז ויגבה י\"י צבאות בגבהי מרומים. ועל דרך זה יובן הפסוק בתהלים <small>(צט, ג)</small> משפט וצדקה ביעקב אתה עשית רוממו י\"י אלהינו וגו' פי' מכח משפט שהוא ביעקב ואתה עשית המשפט למטה זה גורם רוממו י\"י אלהינו שיתרומם הוא אלהינו על התרוממות והתגבהות ואין צריך לירד למטה לעשות דין. ועי\"ז יובן הפסוק <small>(ישעיה נו, א)</small> כי קרובה ישועתי לבוא אינו אומר ישועתכם אלא כביכול ישועתי שיושב בסתר עליון במקום הגבוה שלו ואין צריך לירד וברוך כבוד י\"י ממקומו יושב בחסד וברחמים במדתו. אך הקושיות אחרות במקומם עומדים ומה שהקשיתי לשאול למה נאמר אשרי גבי חילול שבת ולא במקום קוים משפט. ויראה לי שקאי אלעיל ואלרע והוא ע\"ד גמרא דיבמות דף ו' <small>(ע\"ב)</small> תנא דבי ר' ישמעאל לא תבערו אש בכל מושבותיכם וגו' <small>(שמות לה, ג)</small> מה ת\"ל ופריך מה ת\"ל אי לר' יוסי ללאו יצא ואי לר' נתן לחלק יצא ואמר רבא תנא מושבות קשיא ליה מושבות מה ת\"ל מכדי שבת חובת הגוף וחובת הגוף נוהגת בין בארץ בין בח\"ל מושבות דכתב רחמנא למה לי משום ר' ישמעאל אמ' תלמיד אחד לפי שנאמר <small>(דברים כא, כב)</small> וכי יהיה באיש חטא משפט מות והוות שומע אני בין בחול בין בשבת ומה אני מקיים <small>(שמות לא, יד)</small> מחלליה מות יומת בשאר מלאכות חוץ ממיתת בית דין או אינו אלא אפילו מיתת ב\"ד ומה אני מקיים והומת בחול ולא בשבת או אינו אלא אפילו בשבת ת\"ל לא תבערו אם בכל מושבותיכם ולהלן הוא אומר <small>(במדבר לה, כט)</small> והיה אלה לכם לחוקת משפט לדורותיכם וכל מושבותיכם מה להלן בב\"ד אף מושבושת האמורים כאן בב\"ד וא\"כ יש שני דרכים אם פי' של והומת במיתת ב\"ד בין בחול בין בשבת או דוקא בחול ולא בשבת גם לפי שתירוץ גזירה שוה מושבותיכם במשפט כו' כבר הקשו התוספות שמה והא דדרשיינן בפ\"ק דשבת <small>(כ, א)</small> בכל מושבותיכם אי אתה מבעיר אבל אתה מבעיר בבית המוקד. היינו משום דהוי ליה למכתב מושבות וכתיב מושבותיכם ומדלא כתיב לא תבערו לכם וכתיב וכו' משמע להכי אתא כו' ע\"ש. והנה ירא הקרא פן יקשה קושיות התוספות משום הכי טרח וכתב שמרו משפט וגו' ואשרי אנוש יעשה זאת הוא קיום המשפט כמו שמצינו לשון אשרי גם גבי משפט אשרי שומרי משפט וגו' <small>(תהלים קו, ג)</small>, ומפרש ואמר אימתי אשרי לו כל שומר שבת מחללו אף שיש מצד משפט חיוב מיתה מ\"מ לא יחלל שבת במיתת ב\"ד כדמסקנת הברייתא. ואגב אבאר לפי שכתבו התוספות שמדייקי' במלת מושבותיכם מתחלה מושבות ל\"ל הול\"ל לא תבערו לכם גם אותיות כס ממושבותיכם דייקי ולי קשה הדיוק אות יו\"ד במלת מושבותיכם מה היה חסרון במקרא לא תבערו אש בכל מושבותכם כענין לכל ב\"י היה אור בכל מושבותם ולא אמר במושבותיהם וחילוק גדול יש ביניהם מלת מושבתכם מורה על רבים שיש להם ישיבה אחת ומלת מושבותיכם מורה על ריבוי ישיבות ומה מורה פה ענין רבוי ישיבות הלא דבר הוא ויראה לי שיש רמז גדול ביו\"ד של מושבותיכם ע\"ד גמרא<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">רמז גדול על שאמר לא תבערו אש בכל מושבותיכם בי' ולא אמר בכל מושבותכם והוא ע\"ד גמרא דיבמות.</i> דף י\"ג <small>(ע\"ב)</small> וי\"ד <small>(ע\"א)</small> על מתניתין מגילה נקראת באחד עשר וכו' אמר ריש לקיש לרבי יוחנן אקרא כאן לא תתגודדו כו' והאריך בהרבה קושיות עד אמר אביי כי אמרינן לא תתגודדו כגון שני בתי דינין בעיר אחת הללו מורים כדברי בית שמאי והללו מורים כדברי ב\"ה אבל ב' בתי דינין בשתי עיירות לא וכו' ופריך תא שמע במקומו של רבי אליעזר היו כורתין עצים לעשות פחמין לעשות ברזל במקומו של רבי יוסי הגלילי היו אוכלין שר עוף בחלב במקומו של רבי אלשיעזר אין ובמקומו של רבי עקיבא לא דתניא כלל אמר רבי עקיבא כל מלאכה שאפשר לעשות מע\"ש כו' ומשני האי מאי תיובתא מקומות מקומות יש ודקארי ליה מאי קארי ליה סלקא דעתך אמינא משום חומרי דשבת כמקום אחד דמי קמ\"ל ע\"ש. אם כן המקשן הבין שחומרי דשבת שכל המקומות נחשבים למקום אחד והתרצן דחה סברא זו ולכן נ\"ל אות היו\"ד הנרמז במקום לא תבערו אש בכל מושבותיכם לרמוז על ריבוי ישיבות שלא תימא שכל המקומות נחשבים מצד חומר השבת למקום אחד וקמ\"ל המקרא שיש ריבוי ישיבות אף שאסרתי לך הבערה בכל מושבותיכם מ\"מ יש הבערה לצורך מכשירי מצוה מקומות מקומות יש ואפשר בכלל ג\"ש מושבותיכם בשבת ילמד ממושבותיכם במשפט כי בפרשת שופטים כתיב <small>(דברים טז, ח)</small> שופטים ושוטרים תתן לך בכל שעריך וכדפירש\"י בכל עיר ועיר ולא יקראו עיר אחת והוא הדין מושבותיכם בשבת יורה על ריבוי מושבות ונמצא לפי זה מלת אשרי אנוש יעשה זאת קאי על המשפט ושמירת שבת או יתורץ ע\"ד אחר<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">גמרא עכו\"ם ששבת חייב מיתה גם הגמרא אשר תשים לפניהם ולא לפני כו'.</i> לפי מאמר רז\"ל <small>(סנהדרין נח, ב)</small>, עכו\"ם ששבת חייב מיתה כי אין מוזהרין לשמירת שבת אלא ישראל שנאמר <small>(שמות לא, יג)</small> כי אות היא ביני וביניכם ועוד מצינו במסכת גיטין <small>(פח, ב)</small> פלוגתא א' גבי ואלה המשפטים אשר תשים לפניהם <small>(שמות כא, א)</small> ולא לפני גוים ואיכא דאמרי לפניהם ולא לפני הדיוטות אם כן נראה שגבי משפט אינו מפורש בהדיא המיעוט של גוים אלא מדיוקא של לפניהם ולא לפני גוים כמו בשמירת שבת שכתוב בהדיא אות היא ביני וביניכם וכן בצדקה מצינו שממועטים הגוים אמרו רז\"ל <small>(ב\"ב י, א)</small> צדקה תרומם גוי אלו ישראל וחסד לאומים חטאת <small>(משלי יד, לד)</small> כל צדקה שאומות העולם עושין לא עושין אלא כדי לחרף אותנו והארכנו בענין זה בעמוד ג\"ח<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">כל השומר שבת אוהב י\"י משפט וצדקה שלו.</i> לכן אמר הנביא שמרו משפט ועשו צדקה ומפרש דבריו ואמר לא תימא שאני אוהב לכל העושים משפט אפילו אומות העולם ומסיים בנבואתו ואמר אשרי אנוש יעשה זאת וגו' שומר שבת מחללו ר\"ל מי שהוא מצווה על שמירת שבת זה ישראל המפורש בהדיא בפסוק כי אות היא ביני וביניכם מהם אנכי מבקש שישמרו משפט ולא מאומות העולם וגם מהם אבקש שיעשו צדקה וגם לפירוש זה נמשך מלת אשרי אלעיל ואלרע והכי קאמר שמרו משפט וגו' אשרי אנוש יעשה זאת אשרי אנוש זאת זאת וגו' שומר שבת מחללו שישמור השבת ואז אוהב ה' משפטו וגם צדקה שלו. ומה שהקשיתי מה ענין ושומר ידו מעשות כל רע לענין שמירת שבת יובן לדעתי שקאי על רישא דקרא שאמר שמרו משפט ועשו צדקה נגד שמירת משפט אמר אשרי אנוש וגו' שומר שבת מחללו ר\"ל הכי קאמר אף שצויתיך על מעשה משפט ובכל זאת תשמור השבת כי אין דנין בשבת ואמר שומר שבת מחללו. ונגד ועשו צדקה אמר ושומר ידו מעשות כל רע ויתורץ קושיא ודיוק בפסוק<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">ענין יפה על שאמר ושומר ידו מעשות כל רע והוא על דרך הגמרא כי את כל מעשה אלהים יביא במשפט אם טוב אם רע כו'.</i> מאי כל רע הוה ליה למימר מעשות רע. הענין הוא ע\"ד הגמרא בחגיגה <small>(ה, ב)</small> על הפסוק כי את כל מעשה האלהים יביא במשפט על כל נעלם אם טוב אם רע <small>(סוף קהלת)</small>, ופריך בגמרא מאי על כל נעלם כו' אמר רב זה ההורג כנה בפני חבירו מאי אם טוב אם רע רבי ינאי אומר זה הנותן צדקה לעני בפרהסיא כו' בדיהיב ליה אכסיפתיה דבי ר' שילא אמר זהו הנותן צדקה לאשה בסתר כו' רב אמר זה המשגר בשר לאשתו סמוך לערב שבת ואינו מחותך איני והא רבא משדר שאני בת רב חסדא דקים ליה בגוב ופירש\"י אם טוב אם רע דמשמע על הטובה מביאו במשפט. שאינו מחותך מנוקד מן החלב ומן הגידין האסורין בערבי שבתות שממהרין לתקן צרכי השבת אין נותנתין לב אם אין מנוקר הוא והרי לך לפניך למר כדאיתא ליה ומר כדאית ליה אף באם עשה טובה ויש בה צד רעה מביאו אלהים במשפט וזהו על כל נעלם אם טוב אם רע. והנה לפי דברי רבי ינאי ודבי ר' שילא שמפרשים דבריהם על הצדקה קאי ושומר ידו מעשות כל רע על רישע דקרא שאמר ועשו צדקה. ואמר ושומר ידו מעשות כל רע לא מבעיא מה שכולו רע אפילו טוב ומעורב בו קצת רע וזהו כל רע וישמור ידו בנתינת צדקה שלא יהיה בה שום רעה כלל רק הנתינה תהיה באיכותה ומהותה שכולה טוב ולדברי רבא שמפרש הפסוק כל המשגר בשר לאשתו בערב שבת בלא מנוקר קאי ושומר ידו מעשות כל רע על שומר שבת מחללו ר\"ל שישמור ידו מעשות כל רע שום דבר שיש לחוש לצד רע לשלוח בשר שאינו מנוקר בערב שבת כי יכול להיות שיבוא לידי רעה מתוך טרדות ומהירת של כבוד שבת. וענין הקושיא של שמרו משפט ועשו צדקה מה ענין ושייכות אלו שניי' אהדדי או היה יכול בחד בבא שמרו משפט וצדקה למה אמר ועשו צדקה ועוד מה מורה וי\"ו ועשו צדקה<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">ענין נחמד על הפסוק שמרו משפט ועשו צדקה ויתורץ על נכון השנוי נוסחאות בין גמרא סנהדרין ומדרש רבה פרשת שופטים.</i> ליישב הדבר אבאר השנוי נוסחאות בין מדרש רבה פרשת שופטים <small>(ה, ג)</small>, וגמרא דסנהדרין דף ו' רבי אליעזר בנו של רבי יוסי הגלילי אומר אסור לבצוע כו' רב יהושע בן קרחה אומר מצוה לבצוע שנאמר <small>(זכריה ח, טז)</small> אמת ומשפט ושלום והלא במקום משפט אין בו שלום ובמקום שיש בו שלום אין בו משפט הושי אומר זה בצוע דן את הדין אתאן לת\"ק זיכה את הזכאי וחייב את החייב ראה שנתחייב עני ממון אין לו לשלם ושילם מתוך ביתו זהו משפט וצדקה משפט לזה וצדקה לזה משפט לזה שהחזיר לו ממקון וצדקה לזה ששילם מביתו קשיא ליה הא לכל עמו לעניים הל\"ל אלא רבי אומר אע\"פ שלא שילם מתוך ביתו זהו משפט וצדקה משפט לזה שהחזיר לו ממונו וצדקה לזה שהוציא הגזילה מתחת ידו. ופירש\"י אתאן לת\"ק דאסור לבצוע ודריש ליה זה משפט וצדקה שהיה דן הדין וזיכה הזכאי וחייב החייב עכ\"ל הגמרא ובמדרש רבה פרשת שופטים <small>(ה, ג)</small> מביא בסוף, <small>(שמואל ב' ח, טו)</small> ויהי דוד עושה משפט וצדקה לכל עמו מה לכל עמו ר' יודא ורב נחמן חד אמר היה דן הדין מחייב החייב אם לא היה לחייב ליתן נותן לו משלו אמר ליה רב נחמן אם כן נמצאת מביא ישראל לידי רמיזת ומהו משפט וצדקה אלא היה מקיים משפט לזה שהחזיר לו ממונו וצדקה לזה שהוציא הגזילה מתחת ידו. וקשה בגמרא אמר שהוקשה לרבי על דרוש צדקה ששילם מביתו מאי לכל עמו לעניים הוה ליה למימר. ובמדרש מסיק שרב נחמן מקשה קושיא אחריתי אם כן נמצאת מביא ישראל לידי רמיית. ועוד קשה מהו שנית בדברי רב נחמן ומהו משפט וצדקה וזה לא נזכר בגמרא בתשובות של רבי ונראה ליישב כי רב נחמן הנזכר במדרש זה אזיל לשטתיה מה שכתב בתנחומא והילקוט מביאו בפרשת משפטים <small>(רמז ש\"נ)</small>, את העני עמך אמר הקב\"ה הוי יודע שאני שעשיתי אותו עני ולך עשיר יכול אני להחזירך ולעשותך עני אמר רב נחמן מה כתיב <small>(דברים טו, י)</small> נתן תתן לו למען אין כתיב כאן אלא בגלל הדבר הזה גלגל החוזר בעולם ואעשה אותך עני ראה מה כתיב <small>(שם ז)</small> לא תאמץ את לבבך מאחיך האביון מעני אין כתיב כאן אלא מאחיך ששניהם שוין הרי לך לפניך שרב נחמן דורש הגמרא שאין מן הראוי לקרוא לעני עני מכח שכולן שוין ומשום הכי לא הוקשה לרב נחמן במדרש רבה כמו שהוקשה רבי בגמרא לכל עמו לעניים הוה ליה למימר כי זה לאו קושיא אליבא דידידה שאומר שכל ישראל אחיהם הם ושוין הן ואין מן הראוי לקרות לעני מישראל עני ולכן אמר המקרא שפיר לכל עמו עשירים ועניים במשמע מטעם שכולם שוין. אך קשה לו קושיא זו אם כן מביא את ישראל לידי רמיזת ומה שהאריך לומר שנית ומהו משפט וצדקה כי רצה להוכיח תירוצו של לישנא דמקרא משפט וצדקה שצדקה הזה איירי שהוציא הגזילה מתחת ידו לאפוקי מפירוש זה לומר שעשה משפט שיש בו צדקה היינו הפשרה והכי קשה לשיה ומהו משפט וצדקה כלומר למה מחלקין לשנים משפט וצדקה הוה ליה למימר משפט צדק ויהיה המובן שעשה משפט שיש בו צדקה ומשום הכי מסיק ששני עניינים הם משפט לזה וצדקה לזה. מה שאין כן בגמרא לא הוצרך לומר שנית ומהו משפט וצדקה מכח שמסיק בגמרא שאתאן אליבא דת\"ק דאסור לבצוע ומאחר דאזיל לשטתיה אין צריך לפרש יותר כי ע\"כ צריכת לפרש משפט לזה וצדקה לזה שהושציא ממונו מתחת ידו במשפט ולא בדרך פשרה. ויתורץ בזה למה לא מקשה רב נחמן הקושיא דגמרא. אך קשה למה לא מקשה בגמרא קושיית רב נחמן אם כן מביא ישראל לידי רמיזת נ\"ל הגמרא מרמז בלשונה דן הדין וחייב החייב וראה שנתחייב עני ממון ושילם לו מתוך ביתו ופירש\"י וראה שהיה עני מחויב ממון והיה משלם לבעל דינו מתוך ביתו ויש לדייק בלישנא דרש\"י מה חידש בפירושו יותר מה שאמר בגמרא ראה שנתחייב עני ממון הגם על שילם מביתו פירוש שקאי על דוד אמנם ברישא לא חידש מאומה ויראה לי שזה חידש שראה אחר העיון שהיה עני באמת כי היה חוקר ודורש אחר זה באם הוא עני באמת ושמר נפשו שלא יבואו עליו בני אדם ברמיות וזהו שמרו משפט ועשו צדקה עשה הפסק במלת עשו ולא אמר שמרו משפט וצדקה להורות שמשפט לחוד וצדקה לחוד והוי\"ו במלת ועשו מוסיף על ענין ראשון ובא להורות לעשות משפט שיש בו צדקה. ודומה לזה מצינו בגמרא פרק אותו ואת בנו <small>(חולין עח, א)</small>, פריך בגמרא ואימא במוקדשין אין בחולין לו שור הפסיק הענין ואימא בחולין אין במוקדשין לו ושור וי\"ו מוסיף על ענין ראשון והארכנו לעיל בעמוד העבודה בסוגיא זו. ועכשיו לא באתי רק להביא ראיה על מה שאמרתי במלת עשו משפט בא להורות לעשות משפט לחוד וצדקה לחוד והוי\"ו מוסף על ענין ראשון להורות לעשות משפט שיש בו צדקה. ובענין הלשונות הנ\"ל שפליגי אם תשים לפניהם קאי לא לפני גוים אזי לא לפני הדיוטת והואיל ואתא לידן אימא ביה מילתא כי קשה במה פליגי הלשונות. ליישב המ\"ד שקאי על לא לפני גוים אפרש תחלה קצת פסוקים בפרשת<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">ענין נכון בפ' שחוטי חוץ ע\"ד הגמרא.</i> אחרי מות <small>(ויקרא י״ז:א׳)</small> כתיב וידבר י\"י אל משה לאמר וגו' איש איש מבני ישראל אשר ישחט שור או כשב או עז במחנה או אשר ישחט מחוץ למחנה ואל פתח אוהל מועד לא הביאו להקריב קרבן וגומר והביאם לי\"י אל פתח אוהל מועד אל הכהן וזבחו זבחי שלמים וגו' ואליהם תאמר איש איש וגו' אשר יעלה עולה או זבח ואל פתח אוהל מועד וגו' וקשה שאמר דם יחשב לאיש ההוא דם שפך מה ענין שפיכות דם לשחוטי חוץ. ועוד קשה כפל לשון שאמר אשר ישחט מחוץ למחנה ואל פתח אוהל מועד לא הביאו פשיטא באם הוא מחוץ למחנה שלא הביאו לאוהל מועד ועוד קשה כפל המקרא וזבחו זבחי שלמים מה היה חסרון במקרא באם אמר למען אשר יביאו זבחיהם אל פתח אוהל מועד. ולא זו לבד אלא גם כפל במקרא ואמר וזבחו זבחי שלמים זבחו שלמים הוה ליה למימר מלת זבחי למה לי ועוד קשה וכי עד השתא לא ידענא הפירוש רש\"י ביתרו וזבחים זה שלמים מה ענין שהזכיר פה שלמים. ועוד קשה ואליהם תאמר איש איש אשר יעלה עולה או זבח מה מורה מלת ואליהם בודאי עמהם דיבר ואם פירושו שזה הוא אמירה חדשה קשה ליה אפכא מסתברא כי בפסוק שלאחר זה כתיב איש איש מבית ישראל וגו' ונתתי פני בנפש האוכלת דם זהו ענין חדש ממש מה שאין נוגע לענין שחוטי חוץ ולא מזכיר אמירה חדשה וגבי העלאת עולה חוץ מפתח אוהל מועד הוא מענין שחוטי חוץ מזכיר אמירה חדשה הלא דבר הוא<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">ענין גדול מס' תנחומת אל למה אסר הקב\"ה שחוטי חוץ במדבר.</i> הקושיא ראשונה שדימה שחוטי חוץ לשופך דם יתורץ ע\"ד שמצאתי בס' תנחומת אל וז\"ל וטעם מצוה זאת בעבור כי בדם איזה חי יש בעצמותו אד דק אשר ממנו יתהווה רוח נושא לכח החיוני וזה הכח הנשוי בו הוא נפש החי והנה כאשר ישחט החי אותו הנפש הוא בעצמות הדם ומאותן הנפשות אשר בעצמות הדמים יתהוו מהם שדים ומזיקין אשר המדברות משכן ומושב להם ולזה אם היה שישחטו אותו במדבר השדים ומזיקין שנתהווה מזה הדם יזיקו וימיתו ישראל מ\"ה צוה השם יתברך שישחטו פתח אהל מועד אשר השכינה שורה שהיא כאש האוכלת כל דבר ולא יוזקו עדת ישראל מהם ומ\"ה לא נאסר בשר תאוה רק במדבר ששם משכן השדים ומזיקין ואל תתמה ממה שפי' שיתהוו המזיקין ושדים כי הנה הזוהר פרשת ויקרא <small>(טז, ב)</small> כתב כי נשמת הרשעים אילין אינון מזיקין דעלמא ואם כן אינו רחוק כי מן נפש הבהמה יתהווה מהם מזיקין ובר מן דין כי שמעתי בשם הזוהר שפי' על אדם כי יקריב כי הבהמה שאדם מקריב הוא אדם כמוהו שבא בגלגול נפש מהרשע וזהו ממש כי נשמתא דרשעים אילין אינון מזיקין דעלמא כי נפש הרשע הוא נפש בהמה אשר בא בה והנה הכתוב מסייע דם יחשב לאיש ההוא דם שפך כפשוטה עכ\"ל. ולי נראה לפרש בדרך רמז שבמדבר נאסרו בשר תאוה רק שלמים דווקא וידוע ששלמים אימורים לגבוה חזה ושוק לכהנים וכו' ונמצא הכהנים משלחן גבוה זכו ששלהם הוא החזה ושוק וארז\"ל <small>(ילקוט משלי רמז תתקכ\"ט)</small> הגוזל שוה פרוטה מחבירו כאלו נוטל נשמתו שנאמר כן אורחות כל בוצע בצע את נפש בעליו יקח <small>(משלי א, יט)</small>, וזה נרמז בפסוקים אשר ישחט שור או כשב וגו' ואל פתח אוהל מועד לא הביאו לעשות שלמים ונמצא שגוזל הכהנים את חלקם ששייך להם משלמים אז דם שפך כאלו נוטל נשמתו של הכהן. אמנם הקושיות ראשונות במקומן עומדים ליישב הדקדוקים אציע לפניך ריש שמעתתא דחולין <small>(ב, א)</small> בענין אלא מעתה הכל מעריכין כו' והא כתיב <small>(דברים כג, כג)</small> וכי תחדל לנדור לא יהיה בך חטא וכתיב <small>(קהלת ה, ד)</small> טוב אשר לא תדור משתדור ולא תשלם ותניא טוב מזה ומזה שאין נודר כל עיקר דברי ר\"מ רבי יודא אומר טוב מזה ומזה נודר ומשלם כו' ע\"ש וז\"ל התוס' שמה בד\"ה אבל אמר הרי עלי וכו' וא\"ת כיון דקרא בנדר כתיב מנא ליה לר\"מ דאין טוב משאין נודר כל עיקר ולר' יודא כו' וי\"ל דקסבר כיון דקרא חייש לתקלה בנדר ה\"ה וכו' דהא איכא למיחש לתקלה דהא אפילו מביא לעזרה ומקדישה יכול ליהנות ממנו ולמעול בה ולבוא לידי תקלה בכמה עניינים דכ\"ע לא בקיאי כהלל דמעולם לא מעל אדם בעילתו כו' עד וא\"ת לר\"מ דאמר אין נודר ומשלם טוב אפילו מביא כשבתו לעזרה להאי לישנא בתרא דנדרים היאך אכלו ישראל שלמים במדבר ויש לומר כיון שנאסרו בע\"א הוי כאלו צוה להם המקום לאכול ע\"י שלמים וא\"ת והא כתיב <small>(בראשית כח, כ)</small> וידר יעקב נדר וכתיב <small>(יונה ב, י)</small> אשר נדרתי אשלמה וי\"ל דבשעת צרה שרי כדאמרינן בב\"ר <small>(ע, א)</small> וידר יעקב נדר לאמר לדורות שיהיו נודרים בעת צרה ועל דרך זה יתבארו הפסוקים במ\"ש <small>(ויקרא יז, ג)</small> איש איש אשר ישחט מחוץ למחנה ואל פתח אוהל מועד לא הביאו להקריב קרבן ויש לדקדק להקריב ל\"ל לא הביאו קרבן לי\"י הל\"ל אלא רמז שאסור לנדור נדר אפילו בנדבה דאסור דחיישינן לתקלה וכבר ידעת ת\"כ <small>(ויקרא א, ג)</small> וכן פירש החזקוני פרשת ויקרא <small>(שם)</small> זכר תמים יקריבנו יקדישנו הרי לך שמפרש מלח יקריבנו יקדישנו ורמז ואל פתח אוהל מועד לא הביאו להקריב קרבן לא קאי על הקרבה רק על ההקדש שלא הקדישו בפתח אוהל מועד כאשר עשה הלל <small>(פסחים סו, ב)</small>, ורמז לן שיש הצלה פורתא בענין נדבה להקדיש אותו בפתח אוהל מועד שלא יבוא לידי מעילה ואמר דם יחשב וגו' כדפי' למען אשר יביאו את זבחיהם והביאום לי\"י אל פתח אוהל מועד והנה בגוף המעשה כשמזכיר והביאום לי\"י אל פתח אוהל מועד ולא הזכיר פה להקדיש בפתח אוהל מועד ש\"מ לא הקפיד הקרא כי גם מזה לא ינקו מטעם דלא בקיאי כהלל א\"כ הוקשה לקרא שקמל\"ן נדר ונדבה אסורים הם מכח חשש התקלה ואם כן איך אכלו שלמים במדבר כמו שהקשו התוספות ורמז לן הכתוב תירוץ התוס' מכח שא\"א בע\"א במדבר צוה להם המקום להביא שלמים ומשום זה הכפיל הכתוב ולא סמיך אדלעיל למען אשר יביאו זבחיהם וגו' אמר וזבחו זבחי שלמים בלשון ציווי וזבחו שיעשו כן בציווי המקום ב\"ה ולזה יש היתר וענין כפל של וזבחו זבחי שלמים ב\"פ זביחה שהזכיר זה אחר זה הוא שביקש לתרץ קושיית התוס' איך נדר יעקב נדרים<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">ענין יפה על מדרש רבה פרשת וישלח בשעת עקתא נדרתא וכו'.</i> אמנם כגון דא צריך לאודועי בפרשת וישלח אחר מעשה דינה כתיב <small>(בראשית לה, א)</small> ויאמר אלהים אל יעקב קום עלה בית אל ושב שם ועשה שם מזבח לאל הנראה אליך בברחך מפני עשו אחיך ופרש\"י קום עלה לפי שאיחרת בדרך נענשת ובאת לך זאת מבתך ובמדרש רבה פרשת וישלח <small>(פא, ב)</small> מסיק א\"ר אבא בר כהנא בשעת עקתא נדרתא בשעת רווחא שיטפא קום עלה בית אל ועשה שם מזבח ואם אין עתה עושה הרי אתה כעשו מה עשו נודר ואינו מקיים כו' וקשה מה היה הענין שא\"ל רווחא שיטפא וע\"ק באמת למה איחר יעקב עד כה שלא קיי' נדרו עד שאמר לו הקב\"ה קום עלה בית אל וגו' וביותר קשה הלא מצינו בבואו לשכם כתיב ויבא יעקב שלם עיר שכם וגו' ויצב שם מזבח וזה היה בנדבה ומה שהיה חייב ע\"י עקימת שפתיו לא קיים ויתבאר הענין ע\"ד גמ' דנזיר פ\"ג <small>(לפנינו ליתא בנזיר אולם כן הוא במו\"ק טו, ב)</small> ר\"ש אמר מי שהוא שלם מביא שלמים ואין האונן מביא שלמים אין לי אלא שלמים שהוא מין שמשחה מניןהתודה מנין העולה ומניןה בכור והמעשר ופסח מנין לרבות חטאת ואשם כו' מנין לרבות עופות ומנחות והיין וסולת ת\"ל <small>(ויקרא ג, א)</small> שלמים קרבנו הא כל זמן כשהוא אינו שלם אין מביא קרבן ע\"כ והשתא א\"ש כי יעקב בהליכתו מבית לבן לבית אביו לא היה בדעתו להקריב קרבן משני טמעים א' דילמ' חטא במה שעבר על כי תחדל לנדור ולא היה לו לנדור נדר כדברי ר\"מ הב' שהיה תמיד בצער ולא היה שלם ואין מן הראוי להקריב קרבן בעת צערו והנה אחר מלחמות עשו כתיב <small>(בראשית לג, יח)</small> ויבא יעקב שלם עיר שכם ופירש\"י שלם בתורתו ובגופו ובממונו ולכן ויצב שם מזבח בנדבות לבו מכח שהיה שלם ולאפוקי לשלם נדרו שלא רצה כי חשב בדעתו שחטא מכח שנדר הנדר ומיד בא עליו מעשה דינה בתו ובאותו מעשה אמר לשמעון ולוי עכרתם אותי להבאישני ואני מתי מספר והכוני ונשמדתי אני וביתי אם כן חזר ונתוסף לו טעם השני שלא רצה לקיים נדרו מאחר שאינו שלם ואין מהראוי להקריב שום קרבן ולכן מיד כתיב ויאמר אלהים אל יעקב קום עלה בית אל ושב שם וקשה מה מורה מלת ושב שם אלא הקב\"ה רמז לו שלא יירא ואל ישב בצער וזהו נרמז במלת ושב שמה ע\"ד פירש\"י <small>(בראשית לז, ב)</small> וישב יעקב ביקש ליישב בשלוה קפץ עליו רוגזו של יוסף כי השטן מקטרג ואמר לא דיין לצדיקים כו' והבטיחו הקב\"ה שלא יהיה לו צער והותר לו להקריב קרבנות. אך משום שלא קיים נדרו רמז לו הקב\"ה עשה מזבח לאל הנראה אליך בברחך מפני עשו אחיך והיית בצרה בעת ההיא ומצוה לנדור בעת צרה על כן עליך לקיים הנדר וזה דייק המדרש בעקתא נדרתא ובשעת רווחא שיטפא כי הנדר היה בהיתר ועל כן בשעת רווחא שיטפא ומיד ויאמר יעקב אל ביתו וגו' הרי לפניך לפי מכח שנדר בעת צרה היה מותר לו לנדור נדר ובשעת רווחא הוצרך לקים נדרו וזה נרמז בפסוקים אלו <small>(ויקרא יז, ב)</small> וזבחו זבחי שלמים כי ידוע מלת שלמים מורה על מי שהוא שלם ואין לו צער ואמר וזבחו זבחי שלמים כי במלת שלמים רמז שאין להקריב קרבן אם לא כשהוא שלם ובכפל לשון שאמר וזבחו זבחי שלמים כוונתו כשהוא שלם בשעת הזבח אבל בשעת הנדר לא יהיה בשעה שהוא שלם רק כשהוא בעת צרה שרי ליה לנדור נדרים ונדבות ויתורץ עי\"ז קושיית התוספות מאחר שקרא מרמז לנו פה שאסור לנדור נדר ונדבה רק במדבר היה מותר בדרך ציווי המקוםש וא\"כ איך נדר יעקב נדר מדעתו כי מכח הכפל וזבחו זבחי שלמים שמשמע בשעת הזבחיה צריך להיות שלם מדויק מזה הא בשעת הנדר אל יהיה שלם ויבין המשכיל למה שיפה עשה יעקב שנדר נדרו כי היה בעת צרה ומה שאמר בענין העלאת עולה וזבח אשר יעלה עולה וזבח ואל פתח אוהל מועד וגו' וכתיב ואליהם תאמר למה מזכיר אמירה חדשה הלא כל הענין איירי משחוטי חוץ<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">ענין יקר ונחמד על כפל לשון איש איש כי יעלה עולה או זבח והוא על דרך הגמרא בזבחים וגמרא דשבת.</i> זה נ\"ל לתרץ אך אפרש תחלה גמרא בזבחים בפרק השוחט והמעלה <small>(קח, ב)</small> איש איש לרבות שנים שאחזו אבר והעלו חייבים שיכול והלא דין הוא ומה השוחט להדיוט שחייב שנים שאחזו בסכין ושחטו פטורים המעלה להדיוט שפטור אינו דין שנים שאחזו באבר והעלו שפטורין ת\"ל איש איש דברי ר\"פ ור' יוסי אומר ההוא אחד ולא שנים א\"כ מה ת\"ל איש איש דברה תורה כלשון בני אדם והנה קשה לי לר\"ש דאמר שנים שאחזו אבר א' והעלו חייבישם א\"כ אין חילוק בין א' המעלה או שנים המעלין למה הזכיר במקרא אשר יעלה עולה או זבח בלשון יחיד דמשמע יחיד המעלה הל\"ל יעלו עולה או זבח דמשמע אפילו שנים המעלין אבר אחד חייבים. ונ\"ל לתרץ כי משנה ערוכה בידיניו בפרק רבי אליעזר האורג <small>(שבת קו, ב)</small>, צבי שנכנס לבית ונעל א' בפניו חייב נעלו שנים פטורין לא יכול אחד לנעול ונעלו שניהם חייבים ור\"ש פוטר ופירש\"י נעלו שנים דהוי שנים שעשאיה. לא יכול אחד לנעול ונעלו ב' הרי לכל אחד מלאכה והנה מצינו שר\"ש פוטר אף בשבת. אמנם גבי העלאת אבר דורש רבוי איש איש אפילו שנים שאחזו באבר חייבים ורמז לן המקרא בכפל איש להורות שאפילו שנים שאחזו אבר חייבים ולא תימא שחייבים מחמת שאחד לא היה יכול להעלותו לבד אך באם א' יכול לאחוז אותו ולהעלותו לבד ובא אחר וסייע לו יהיו פטורים כמו גבי שבת. לכן אמר איש איש לרבות שנים שאחזו ואמר אשר יעלה הגם שראוי לעלות ע\"י אחד לכן אמר אשר יעלה לא אמר אשר יעלו והשתא א\"ש במה שאמר ואליהם תאמר איש איש וגו' וארז\"ל <small>(חולין יג, ב)</small> איש איש לרבות הגוים שנודרים נדרים ונדבות כישראל ונמצא שרבוי של איש איש קאי על א\"ה משא\"כ האי איש איש השני קאי הכל על ישראל היינו ב' שאחזו באבר אחד כו' וזהו מרומז במלת ואליהם תאמר איש איש ר\"ל הכפל לשון של איש איש תדרוש הכל על אליהם ר\"ל על ישראל לא כמו שדורשין לעיל שרבוי איש קאי על א\"ה. ולרבי יוסי דאמר דברה תורה כלשון בני אדם מרומז ג\"כ במלת ואליהם תאמר איש איש ר\"ל האמירה של איש איש יהיה להם כמו שהם מדברים בלשון כפל כלשון בני אדם<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">טעם נכון על מ\"ד אשר תשים לפניהם ולא לפני גוים ומ\"ד לפניהם ולא לפני הדיוטים.</i> ונחזור לעניינינו אשר התחלנו בו מר סבר אשר תשים לפניהם ולא לפני גוים כוונתו הוא ע\"ד מה שפירש\"י <small>(שמות כא, א)</small> למה נסמכה פרשת דינים לפרשת מזבח שתשים סנהדרין אצל מזבח ומכח שירא הפסוק פן יטעה הטועה מאחר שסנהדרין סמוכין למזבח א\"כ נלמוד ממזבח מה מזבח כשר להקרבה אף לגוים כענין שאמרונ איש איש לרבות הגוים שנודרים וכו' וא\"כ אימא שמשפטים ישפטו גם הגוים מ\"ה דורש ואלה המשפטים אשר תשים לפניהם ולא לפני גוים ומ\"ה דורש לפניהם ולא לפני הדיוטות מאחר שמצינו שהכהנים נהנין מ\"כ שלהם ומשלחן גבוה קזכו וזה פשוט שאין רשאי ליתן מ\"כ אם לא לכהן חבר כמבואר בסוף מתניתא דבכורים <small>(ג, יב)</small> רבי יודא אומר אין נותנין אותו אלא לכהן חבר בטובה וכן אמרינן בסנהדרין <small>(צ, ב)</small> מנין שאין נותנין מ\"כ לכהן ע\"ה שנאמר <small>(במדבר יח, כח)</small> ונתתם ממנו תרומת י\"י לאהרן הכהן וכי אהרן הכהן קיים לעולם אלא מה אהרן חבר אף כהן חבר ולכן ס\"ל מאחר שסמוכין הסנהדרין למזבח מקום שהכהנים נזונים שם ומזה תלמוד מה שאי אתה רשאי ליתן מ\"כ לכהן עם הארץ כך אי אתה רשאי להושיב דיין ע\"ה לכן אמר אשר תשים לפניהם לפני דיינים מומחין וסמוכין ולא לפני הדיוטים:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7da13f4644410066683b57", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Acharei Mot, Section 6 1", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Sifra, Acharei Mot, Section 6 1", "sourceHeRef": "ספרא, אחרי מות, פרשה ו א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 1, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ו", "he": "[א] \"בני ישראל\" חייבים משום השוחט והמעלה בחוץ, ואין העכו\"ם חייבים משום השוחט והמעלה בחוץ. ולא זו בלבד אלא שהעכו\"ם מותרים לעשות במה בכל מקום ולעלות (בס\"א ולהעלות) לשמים. אי בני ישראל, אין לי אלא בני ישראל. מנין לרבות את הגרים ואת העבדים? תלמוד לומר \"ואמרת אליהם\". יכול, ישראל – שחייבים על העליה בפנים – חייבים על השחיטה בחוץ, אהרן ובניו – שאין חייבים על העליה בפנים – לא יהיו חייבים על השחיטה בחוץ? תלמוד לומר 'אהרן ובניו ובני ישראל'. אין לי אלא אהרן ובניו ובני ישראל. מנין לרבות ראשי המטות? תלמוד לומר כאן \"זה הדבר\" ולהלן נאמר \"זה הדבר\". מה \"זה הדבר\" האמור להלן – ראשי המטות, אף \"זה הדבר\" האמור כאן – ראשי המטות. ומה \"זה הדבר\" האמור כאן – אהרן ובניו ובני ישראל, אף \"זה הדבר\" האמור להלן – אהרן ובניו ובני ישראל.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "1) (Vayikra 17:2) (\"Speak to Aaron and to his sons and to all the children of Israel and say to them: This is the thing that the L–rd has commanded, saying:\") This teaches us that the children of Israel are commanded not to slaughter and bring an offering outside (the Temple court), but not gentiles. And, what is more, a gentile is permitted to build a bamah (a temporary altar) in all places and to offer sacrifices to Heaven. If (it were written only) \"the children of Israel,\" I would know (that this applies) only to the children of Israel. Whence do I derive (that it applies also) to proselytes and bondsmen? From \"and say to them.\" I might thing that (only) Israelites, who are commanded against offering sacrifices within (viz. Bamidbar 18:4), are commanded against slaughtering outside; but Aaron and his sons, who are not commanded against offering sacrifices within, are not commanded against slaughtering outside. It is, therefore, written (\"Speak to) Aaron and to his sons.\" Whence is it derived that the heads of tribes are included here? It is written here \"This is the thing,\" and elsewhere (Bamidbar 30:1, in connection with vows,) \"This is the thing.\" Just as there, the heads of tribes (are specified), here, too, the heads of tribes (are intended). And just as here, Aaron and his sons and the children of Israel (are specified), so, there, Aaron and his sons and the children of Israel (are intended — See Nedarim 78b).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7da147d712ce00182a299e", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Acharei Mot, Section 6 2", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Sifra, Acharei Mot, Section 6 2", "sourceHeRef": "ספרא, אחרי מות, פרשה ו ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 2, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ו", "he": "[ב] \"זה הדבר אשר צוה ה'\" – מלמד שהפרשה נאמרה בכה אמר. אין לי אלא זו בלבד, מנין שכל הפרשיות נאמרו בכה אמר? תלמוד לומר \"זה הדבר אשר צוה ה'\" – בנין אב לכל הפרשיות שנאמרו בכה אמר.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "2) \"This is the thing that the L–rd has commanded\": We are hereby taught that this section was stated (by Moses to Israel) word for word. This tells me only of this section alone. Whence do I derive that it applies to all of the sections? From \"This is the thing that the L–rd has commanded\" (i.e., He has commanded that it serve as an archetype (binyan av) for all of the sections.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5f68824861ab0529abaf6003", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Leviticus 17:2:1", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Tzafnat Pa'neach on Torah, Leviticus 17:2:1", "sourceHeRef": "צפנת פענח על התורה, ויקרא י״ז:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "ויקרא", "he": "<b>זה הדבר אשר צוה ד׳ לאמר.</b><br><b>תו״כ, פרשה ו, ב: מלמד שהפרשה נאמרה בכה אמר. אין לי אלא זו בלכד, מנין שכל הפרשות נאמרו בכה אמר, ת״ל זה הדבר אשר צוה ד׳, בנין אב לכל הפרשות שהיו בכה אמר.</b><br>בספרי פ׳ ראה (פיסקא פג) מה משה בכה אמר, אף נביאים בכה אמר, ומה משה אמר מקצת, וכו׳. ומה ר״ל, והנה בפ׳ מטות (פיסקא קנג) מבואר שם דמשה רבנו אמר ב״כה״ וגם ב״זה״, והנה מה נ״מ, ועי׳ בתו״כ פ׳ אחרי מות, פרשה ו, אמר שם ג״כ ׳זה הדבר׳ מלמד שהפרשה נאמרה בכה. אך נ״מ כך, כבר כתבתי בזה גבי דבר שצריך שני תנאים, אם הם כמו דבר אחד או כמו שני דברים המעכבים זה את זה, ונ״מ, עי׳ סוכה דף נ״ג ע״ב, מחלוקת דר׳ יהודה ורבנן גבי תקיעות תר״ת, אם זה הוי דבר אחד או כמו ג׳ דברים המעכבים, ונ״מ אם יכול להפסיק ביניהם ע״ש וכו׳. וכן לגבי זמן זה הוי בעיא, בירוש׳ פ״ג דקדושין, אם שייך בזמן התחלה וסוף והוא מצטרף, או כל כמה דלא נגמר לאו כלום הוא וכו׳. וזה נ״מ בלשון ״כה״ הוי גדר אחד, ובלשון ״זה״ הוי נמשך וכו׳.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60210079bdaf614ba6bbcda5", "index_title": "Maamar Zohar HaRakia", "category": "Kabbalah", "type": "", "ref": "Maamar Zohar HaRakia 13:25", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Maamar Zohar HaRakia 13:25", "sourceHeRef": "מאמר זהר הרקיע י״ג:כ״ה", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1949, 1951], "commentaryNum": 13.0025, "collectiveTitle": {"en": "Maamar Zohar HaRakia", "he": "מאמר זהר הרקיע"}, "he": "ברמב״ן (בראשית א׳ ג׳) מלת אמירה להורות על החפץ כדרך מה תאמר נפשך ואעשה לך והוא בזוה״ק (ויקרא י״ז ב׳). שם (ד׳ ז׳) אם תטיב שאת כי אתה הבכור בזוה״ק (בראשית ל״ו ב׳).", "heVersionTitle": "Tel Aviv, 1951", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61eea3671d82090a96b4ee7a", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Orach Chayim 621:1", "anchorRef": "Leviticus 16:1-18:30", "anchorRefExpanded": ["Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30"], "sourceRef": "Shulchan Arukh, Orach Chayim 621:1", "sourceHeRef": "שולחן ערוך, אורח חיים תרכ״א:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 621.0001, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<b>סדר קריאת התורה ומילה ביו\"כ ובו ו' סעיפים:</b><br>מוציאין שני ספרים <i data-commentator=\"Be'er HaGolah\" data-label=\"א\" data-order=\"1\"></i>בראשונה קורים ששה בפרשת <i data-commentator=\"Be'er HaGolah\" data-label=\"ב\" data-order=\"2\"></i><i data-commentator=\"Ba'er Hetev\" data-order=\"1\"></i>אחרי מות עד ויעש כאשר צוה ה' <i data-commentator=\"Sha'arei Teshuvah\" data-order=\"1\"></i>ואם חל בשב' קוראים שבעה <i data-commentator=\"Ba'er Hetev\" data-order=\"2\"></i>ומפטיר קורא בשניה בפנחס ובעשור לחודש <i data-commentator=\"Ateret Zekenim\" data-label=\"♦\" data-order=\"1\"></i>ומפטיר בישעיה ואמר סלו סלו פנו עד כי פי ה' דבר:", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "<b>“The order of the reading of the Torah and of circumcision on Yom Kippur” - Containing six paragraphs.</b><br>We take out (from the ark) two Torah scrolls.<sup class=\"footnote-marker\">168</sup><i class=\"footnote\">Two Torah scrolls are taken out on the festivals because portions from two separate sections of the Torah are read. The Torahs can be set before hand so that they can be opened to the correct portion without the necessity of rolling the scroll from one portion to the next.</i> In the first Torah six men read from the portion “<span dir=\"ltr\">אחרי מות</span>”, (Leviticus 16:1-18:30) until “and he did as the Lord commanded (Moses)”, (Leviticus 16:34). But if (Yom Kippur) falls on Shabbat, seven (men read from the first Torah), and the <i>Maftir</i><sup class=\"footnote-marker\">169</sup><i class=\"footnote\"><i>Maftir</i>, <span class=\"rtl\">מפטיר</span>, means literally \"one who concludes\". It is the name given to the man who is the last to read in the Torah and he also usually reads the <i>haftarah</i> (see footnote 170), the section of the prophets that corresponds to the Torah reading. <i>Maftir</i> is also the name given to the three or more concluding verses of the regular weekly Torah portion as well as to the final verses read on festivals and public fast days.<br>Editorial Staff, <i>E</i>. <i>J</i>., v. 11, p. 685.</i> (the last reader) reads from the second (Torah scroll) from the portion, <i>Pinḥas</i>, (Numbers 25:10-30:1), the section “and you shall have on the tenth day of this seventh month”, (Numbers 29:7-11). The <i>Maftir</i> (the <i>Haftarah</i> section from the Prophets<sup class=\"footnote-marker\">170</sup><i class=\"footnote\">The <i>Haftarah</i>, <span class=\"rtl\">הפטרה</span>, is a portion from the Prophets section of the Bible read after the Torah is read on Sabbaths, festivals, and fast days. On Sabbaths and festivals the <i>haftarah</i> is read during the Morning, <i>Shaḥarit</i> Service (see footnote 17), but on fast days it is read only during the Afternoon, <i>Minḥah</i> Service (see footnote 40). The exception to this is Yom Kippur and <i>Tishah be-Av</i> (see footnote 102) where there is a <i>haftarah</i> after the Torah reading in both the Morning and the Afternoon Service.<br>The Torah in its regular portions is read straight through during the year but such is not the case on festivals and some special Sabbaths. The <i>haftarot</i> are selected in parts from both the Former and Latter Prophets. Only two prophetic books are read in their entirety as <i>haftarot</i>, the Book of Obadiah which has only twenty-one verses and is read after the Torah portion <i>Va-Yishlaḥ</i> (Genesis 32:4-36-43) according to the Sephardi rite, and the Book of Jonah which is the <i>haftarah</i> for the <i>Minḥah</i> Service on Yom Kippur (see the Shulḥan Arukh, <i>Oraḥ Ḥayyim</i> 622:2).<br><i>Haftarot</i> were usually selected so there would be some similarity in content between the Pentateuchal and the Prophetic portions, but often this did not happen and <i>haftarot</i> were chosen because of historical events or because of some special date. Special <i>haftarot</i> are read on special Sabbaths and the <i>haftarah</i> for each festival is based on the nature of the festival.<br>When the custom of reading the <i>haftarah</i> got started is not known for sure, but it is thought that it began during the persecutions of the Antiochus Epiphanes which preceded the Hasmonean revolt. The Torah was not permitted to be read by the Jews during the persecution for it was felt that the reading of it kept the Jews together and gave them a special strength. As a substitute for the Torah reading, sections form the Prophets were chosen that would remind the Jews of the corresponding Torah portion. Appearantly when the ban against reading the Torah was lifted, the practice of reading the <i>haftarah</i> continued. The first mention of the practice of the reading of the <i>haftarah</i> is found in the New Testament. Acts 13:15 states, \"after the reading of the law and the prophets\". <i>Haftarot</i> are also discussed in the Talmud as to which are to be read at specific times and festivals. In Mishnaic times different communities read different <i>haftarot</i>, and a set order was probably not established until talmudic times. Some <i>haftarot</i> today differ from those recorded in the Talmud, and there are differences in the Sephardi and Ashkenazi rites.<br>The <i>maftir</i>, the one who reads the <i>haftarah</i> also reads the last part of the weekly portion, (i.e., the Torah reader reads it for him). On the Sabbath, after the seventh reader from the Torah, the <i>maftir</i> usually rereads the last three verses of the weekly portion. On festivals and the four special Sabbaths, the <i>maftir</i> reads the special section from the second scroll which is usually a short description of of the festival found in the Torah. Before the <i>haftarah</i> is read (or chanted) the <i>maftir</i> precedes the <i>haftarah</i> with two blessings and after he ends the <i>haftarah</i> he recites three blessings to which a fourth one is added on Sabbaths and festivals. This fourth blessing changes with the nature of the day. The Sabbath <i>haftarah</i> usually has a minimum of twenty-one verses while the festival has at least fifteen verses. Lately it has become the custom for the Bar Mitzvah boy (a man upon reaching the age of thirteen) to chant the <i>haftarah</i> to display his ability with a Hebrew text.<br>Louis Isaac Rabinowitz, <i>E</i>. <i>J</i>., v. 16, pp. 1342-44.</i>) comes from Isaiah, “and shall say, cast you up, cast you up, prepare the way” until “for the mouth of the Lord has spoken it”, (Isaiah 57:14-58:14).", "versionTitle": "Hilkhot Yom ha-Kippurim, trans. by Jan M. Brahms. HUC, 1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037ed66bfddfbb310fecd8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "anchorRef": "Leviticus 11:1-17:16", "anchorRefExpanded": ["Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳ ב׳-כ׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; Ritual Pollution and Purification", "he": "ויקרא מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>S</small> I <small>HAVE PREVIOUSLY NOTED</small>, L<small>EVITICUS IS LARGELY ABOUT HOW TO KEEP</small> G<small>OD</small>’<small>S</small> earthly realm, and hence his relationship with the people of Israel, viable and “pure” (cf. Greenstein 1985a). Once the book of Exodus ends, with the erection of the Tabernacle—a symbolic reflection of the cosmos in which God “takes up dwelling” among the Israelites—we are left with a structure that must be carefully guarded and its ritual purity maintained. To this end, Leviticus now turns to the issue of pollutants, largely of the body, that arise from what we might call territorial problems: the border of what goes into the body, expressed through animals permitted and forbidden for food; the border between life and death, as expressed through sexual functions and discharges; and the border of outer surfaces, as expressed through skin disease (<i>tzaraat</i>), mildew on clothing, and mold on houses. The system of avoidance and purification that is presented in Chapters 11–15 ensures that the “Holy-Area” will either not become polluted or, should that prove to be unavoidable, will be properly decontaminated, for such contamination has the potential of leading to God’s withdrawal from dwelling “in the midst” of the people of Israel.", "The pollutants discussed in these chapters do not by and large carry with them punishments per se; that is, they are not regarded as violations of the moral order (although <i>tzaraat</i> in biblical stories often did carry the implication that the victim had in fact done something to deserve his or her condition). Nor do they pose an actual danger to the person—unless he or she comes in contact with holy objects, people, or space. Then it becomes clear that biblical pollution was considered contagious; hence the need for rituals. What was generally required was that the polluted person observe a period of separation from the sanctuary (or, in more extreme cases, from the camp), to be reintegrated after either time alone or with the addition of laundering their clothes and/or washing themselves. In the latter cases, water was seen as acting as a purifying agent, not as cleanser in the detergent sense (and so the word “unclean,” so often used in translating Heb. <i>tamei</i>, is misleading). As before, these processes applied to priests (cf. Chap. 22) and to laypeople alike (Chaps. 12–15). The major pollutant, death, was seen as so virulent that it received treatment in a separate setting, Num. 19.", "A different category of pollution existed alongside the one we have just mentioned. It included human wrongdoing, which we might call immoral or unjust actions (e.g., incest, oppression of the poor), and also transgression of boundaries (e.g., between holy and profane, or breaching the fairly rigid system of classification in nature among animals, textiles, etc.). These types of pollution, then, involved behavior which can be seen to be disruptive or worse to the established social order. As a rule they could not be atoned for through sacrifice or other ritual forms, but lead to exile or death. They are dealt with mainly in the final section of Leviticus, Chapters 18–26.", "For a full discussion of the issue of pollution in biblical Israel, see Frymer-Kensky (1983) and Greenstein (1984a).", "O<small>N</small> T<small>HE</small> D<small>IETARY</small> R<small>ULES</small>", "T<small>HE SUBJECT OF COUNTLESS INTERPRETATIONS OVER THE AGES</small>, <small>THE SYSTEM OF DI</small>etary laws laid down in Lev. 11 is best understood in the broader context of both the structure of the book and of the Levitical worldview. For the former, see the commentary to Chapter 11; for the latter, the following may be helpful.", "It has long been recognized that seeing the dietary laws as resulting from consciousness of hygiene is a deeply inadequate way of understanding them. Nor can some of the later explanations adduced by Jewish tradition, however noble (for instance, that adhering to such a system teaches self-discipline), provide a satisfactory explanation for the rules in the context of Leviticus. What is more to the point is that the priestly worldview stressed boundaries and order. A hierarchy reigns in virtually every aspect of Israelite life as conceived in the Torah: people, land, animals, eligibility for the priesthood, the Tabernacle, and the calendar. There is a complex system of “graded holiness” (Jenson) informing Israelite life, with two basic messages: (1) God is to be approached in stages, and (2) the world is set up in a tight, ordered structure which reflects the distinctions between God and humans, Israel and the other peoples.", "It is especially the latter that is at work in the dietary laws. The animals are discussed in categories that are reminiscent of the (priestly) creation story of Genesis 1; note the refrain in both passages of (each animal) “according to its kind.” Lev. 11 makes distinctions, and scholars have sought to understand them according to a number of possible criteria: ease/clarity of classification (anomalies, especially as regards locomotion, tend to be prohibited), whether or not the animal is carnivorous (those that are, are prohibited), and the wild or domestic status of the animal (the former are frequently prohibited). The message that emerges from the scheme is multifaceted. It would appear to hold that:", "1. Human activity is to reflect the inherent orderliness of creation, a kind of imitation of God (namely, as he kept things clear at the beginning, you should do the same with what enters your body).", "2. The ideal state, already portrayed in the Garden of Eden story, is vegetarianism—where no animal life need be taken by humans (this despite God’s command to Adam to “dominate [the earth]” in Gen. 1:28).", "3. Animals permitted for consumption, among them those fit for sacrifice, are by and large those which are familiar to the Israelites in daily life through domestication. They tend to be animals often used by the Bible to symbolize humans. Eilberg-Schwartz calls this phenomenon “Israel in the mirror of nature,” and gives numerous examples extending throughout Israelite culture. He concludes that “the dietary restrictions carve up the animal world along the same lines as Israelite thought … [they] specify what kinds of animals are ‘food for thought.’”", "It should be mentioned that Mary Douglas, who pioneered an anthropological approach to these laws three decades ago, has recently given them another go (1993b). In earlier studies, Douglas (1966) saw the system in Lev. 11 as we have indicated above—as a “cognitive ordering of the universe”; she also spoke of it as symbolizing the protection of boundaries in Israelite society. Her latest understanding focuses on the animals as reflective of the idea that (Israelite) culture is aimed at demonstrating God’s righteousness/justice in all areas of life, through laws regarding the body. Thus, priests, sacrificial animals, and food animals may not have any “blemish” (below, “defect”) in them; and animals prohibited for eating are either the perpetrators or victims of predation (symbolizing the human perpetrators or victims of injustice).", "A final point relates to a major theme in Leviticus and indeed in many of the priestly texts of the Torah: separateness. We have seen how a major function in God’s creation of the world—with which the Bible opens!—is “separating” aspects of the natural world. A parallel verb was used in the plague narratives of Exodus, “making a distinction” (between Israelites and Egyptians). With the dietary regulations, “separating” returns. Given these thematics, one can say that Chapter 11 is a linchpin of priestly thinking. Like sexual relations, the other area of intimacy in human affairs, eating in the Bible goes far beyond the confines of one’s home and comes to symbolize an entire approach to life.", "O<small>N</small> T<small>HE</small> R<small>ITUAL</small> P<small>OLLUTION</small> O<small>F</small> T<small>HE</small> B<small>ODY</small>", "O<small>F SPECIAL CONCERN TO THE COMPILERS OF LEVITICUS WAS RITUAL POLLUTION ARIS</small>ing from certain physical conditions. To many people, this section is even less interesting than the opening chapters of the book, and seems impossibly bogged down in primitive conceptions of disease and hygiene. But despite the fact that they undoubtedly reflect some ancient conceptions in these areas, these conditions and the role of the priest in making rulings on them have less to do with hygiene and medicine than they do with maintaining the borders between life and death, and symbolically affirming life.", "It seems that the polluting discharges are primarily sexual in nature, and this is probably not accidental. The biblical priests, in their extreme concern with both procreation/genealogy (especially of men, since the priesthood was male-hereditary) and purity (in approaching the sanctuary), were presented with a major problem. God, who was to be served in purity, was also the One in whose image human beings were made (Gen. 1:26), yet as a being beyond sexuality, who had neither relationships with other deities nor even a body. He left it ambiguous as to just how humans were to work out their sexual relations. The answer to the dilemma is at least partly solved by the Torah’s regulations regarding pollution and purity, incest and marriage. It is here that the issue of control is most significant. Eilberg-Schwartz points out that control and boundaries apply not only to Israel and the nations, but also and especially to male and female. As a male hierarchy, the priests viewed women, with their closer connections to the life process (and maybe also to previous forms of paganism in the form of goddess worship), as potentially dangerous, or at least problematic, to their system of purity. The seeming “disorder” of women’s discharges (perhaps representing “nature”) threatened the imposition of order (“culture”) that is so central to priestly thinking. But as a group concerned with the perpetuation of both the priestly class and the people of Israel, the priestly class could not do without women altogether, and the inescapable conclusion was strict regulation (cf. also Wegner 1992). Such regulation—labeling certain states or acts “polluting”—had the added benefit of controlling private morality in a way that could not be done otherwise (Douglas 1966).", "It is important to note that in classical Judaism after the year 70 (the date of the destruction of the Second Temple), the “purity” laws, while still assiduously studied, by and large ceased to operate except within the sphere of marriage. Thus, to this day, religious Jewish couples temporarily separate sexually during the wife’s period, but this by itself does not legally affect her participation in traditional ritual. The disease here termed <i>tzaraat</i>, translated for millennia as “leprosy,” is now recognized to be something different, perhaps several forms of skin disease involving scaling or flaking. These have nowhere near the frightening and fatal implications of classic leprosy (Hansen’s Disease). Leviticus nevertheless treats <i>tzaraat</i> at great length and in close detail. Here, perhaps more than anywhere else in the book, it is clear that at least parts of Leviticus were originally intended as manuals for priestly “instruction” (note, by the way, the sevenfold occurrence of the term in the pollution chapters, 11–15). It has been theorized that <i>tzaraat</i> is of such concern here because it was felt to resemble death/decay in a clear, outward fashion, and hence fits into these chapters, which deal so much with boundaries.", "An unexpected addition, from a contemporary point of view, to the <i>tzaraat</i> of the body is that which appears on textiles and on house walls (a fungus or mold or “dry rot”). The fact that the same word is used to apply to all these situations indicates that a wide concept is being applied here: how visible imperfection damages the utopia of the sacred society.", "Finally, the role of the priest in these chapters should be noted. He does not function to remove demons or perform magical rites, but rather to examine the one suspected of having the disease (note the repetition of “look” in the chapter). He is more teacher and guardian of purity than healer or intermediary."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ed947cf7a0c25239b59", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, On the Shedding of Animal Blood 2-3", "anchorRef": "Leviticus 17:1-16", "anchorRefExpanded": ["Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, On the Shedding of Animal Blood 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳, ויקרא הערה ו׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Shedding of Animal Blood", "he": "ויקרא הערה ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ו׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["This chapter appears to be either an appendix to the first two parts of the book (sacrifices and purity) or a transition between them and the chapters on “holiness.” It must be said, however, that it does not use the standard wording of the holiness chapters. The text deals with the Israelites’ slaughtering of animals for food outside the sanctuary (“Dwelling”), insisting instead that such killing take place “at the entrance to the Tent of Appointment.” In contrast, Deut. 12:20ff. permits the slaughtering of animals for meat without bringing them to the sanctuary—provided that their blood is poured out (since the consumption of blood is universally prohibited in the Torah). Scholars disagree about which practice came first; some (e.g., Wenham) argue for a wilderness setting here, while others see the chapter as reflecting the antipagan feelings of postexilic Israel (Bamberger; cf. v.7). Whatever the provenance, our chapter is clear about the extraordinary power of blood in Israelite thinking. As the life, which belongs to God, it must be returned to him, either actually, at the altar, or symbolically, on the ground (Greenstein 1984a). Here it is seen as effecting ransom; the life of the sacrificial animal substitutes for that of the sacrificer (cf. “On Sacrifice,” above). The upshot is that the taking of animal life is done with extreme awareness and care.", "The chapter is built at least partially on repeating sound patterns. A threefold refrain is “that man is to be cut off from his kinspeople,” stressing the seriousness of the prohibition. Four times we hear “any-man, any-man” (Heb. <i>ish ish</i>), reinforcing the unusually broad scope of the command indicated by the beginning of the chapter (“to Aharon and to his sons and to all the Children of Israel”). Finally, in v.10 through 15, the word <i>nefesh</i> occurs nine times, with the alternating meanings of “person” and “life” (the pattern is 1–3–1–3–1 in these meanings)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e6c9ad75f2d99af97c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, On the Shedding of Animal Blood 1", "anchorRef": "Leviticus 17:1-16", "anchorRefExpanded": ["Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, On the Shedding of Animal Blood 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳, ויקרא הערה ו׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ו׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 17:1-16\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 17:1-16</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d10c580edc1ab987357bc", "index_title": "Ohr LaYesharim on Jerusalem Talmud Megillah", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Megillah 1:11:3", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Megillah 1:11:3", "sourceHeRef": "אור לישרים על תלמוד ירושלמי מגילה א׳:י״א:ג׳", "anchorVerse": 2, "sourceHasEn": false, "commentaryNum": 11.0003, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Megillah", "he": "אור לישרים על תלמוד ירושלמי מגילה"}, "he": "ומביאים ברייתא: <b>הכל קרב בבמה</b> – לפני הקמת המשכן היה מותר להקריב בבמות את כל בעלי החיים, כמפורט להלן<b>, בהמה וחיה ועופות, גדולים וקטנים, זכרים ונקיבות, תמימין ובעלי מומין</b> (כך כתב הסופר במסירה שלפנינו, וכן הוא בתוספתא ובבבלי, ומגיה הגיה 'אבל לא בעלי מומין') – שאינם מחוסרי איברים<b>, טהורים אבל לא טמאים</b> – בעלי חיים ממינים המותרים באכילה, אבל לא ממינים האסורים באכילה (לאחר הקמת המשכן לא הותר להקריב אלא מינים מסוימים של בהמה ועופות, ולא הותר להקריב אלא בהמה מהיום השמיני ללידתה ותורים כשהם גדולים ובני יונה כשהם קטנים, ולא הותר להקריב עולות אלא זכרים, ולא הותר להקריב אלא תמימים)<b>. הכל קרב עולה</b> – לפני הקמת המשכן היה צריך להקריב בבמות את כל הקורבנות עולה בלבד<b>, ואינן טעונין הפשט וניתוח</b> – לא היו צריכים להפשיט את העור של הבהמה ושל החיה ולנתח אותן לאיברים לפני הקטרתן, אלא היה מותר להקטיר אותן שלימים בעורן (לאחר הקמת המשכן קורבנות עולה טעונים הפשט וניתוח)<b>. וגוים בזמן הזה רשאין לעשות כן</b> – אף שבזמן הזה הבמות אסורות, הגויים רשאים לעשות במות בזמן הזה בכל מקום שירצו ולהקריב עליהן קורבנות לשם שמים, והכול מותרים הם להקריב בבמות, כמפורט לעיל, והכול צריכים הם להקריב עולה<b>.</b><br><br><small>ב<b>תוספתא זבחים</b> יג,א שנו: עד שלא הוקם המשכן היו הבמות מותרות. מה הם מקריבים? בהמה חיה ועוף, גדולים וקטנים, זכרים ונקיבות, תמימים ובעלי מומים, טהורים אבל לא טמאים. הכול קרב עולה, וטעונה הפשט וניתוח. הגויים בזמן הזה מותרים לעשות כן.<br><br>ב<b>בבלי זבחים</b> קטו,ב אמרו: עד שלא הוקם המשכן היו הבמות מותרות ועבודה בבכורות. והכל כשירים ליקרב, בהמה חיה ועוף, זכרים ונקיבות, תמימים ובעלי מומים, טהורים אבל לא טמאים. והכול (כל מה שקרב עד שהוקם המשכן) קרבו עולות, ועולה שהקריבו ישראל במדבר (עד שהוקם המשכן) טעונה הפשט וניתוח, וגויים בזמן הזה רשאים לעשות כן.<br><br>ב<b>תוספתא פרה</b> ד,ה שנו: רבי יוסי הגלילי אומר: עולות שהקריבו אבותינו על הר סיני אין בהן הפשט וניתוח, שאין הפשט וניתוח אלא ממתן תורה ואילך.<br>וב<b>בבלי חגיגה</b> ו,ב ו<b>זבחים</b> קכ,א אמרו: תניא: רבי יוסי הגלילי אומר: עולה שהקריבו ישראל במדבר (בהר סיני, קודם שהוקם המשכן) אינה טעונה הפשט וניתוח, שאין הפשט וניתוח אלא מאוהל מועד ואילך (שהרי רק באוהל מועד נאמר דין זה (ויקרא א,ו)).<br><br>הברייתא בירושלמי, שעולה קודם שהוקם המשכן אינה טעונה הפשט וניתוח, כרבי יוסי הגלילי, ושלא כברייתא בתוספתא ובבבלי.</small><br>\n<br>מציעים מקורות ותוספות לדברי הברייתא.\n<br>ושואלים: <b>זכרים ונקיבות, מניין?</b> – מאיפה למדים שגם נקיבות קרבו עולה בבמה בזמן שהבמות מותרות?\n<br>ומשיבים: <b>רבי אבהו</b> (אמורא ארץ ישראלי בדור השלישי) אמר <b>בשם רבי יוסי בר חנינה</b> (אמורא ארץ ישראלי בדור השני)<b>:</b> נאמר (בסיפור על השבת הארון לגבול ישראל): <b>\"וְאֶת הַפָּרוֹת הֶעֱלוּ עֹלָה לַי'י\"</b> (שמואל א ו,יד) – אנשי בית שמש הקריבו לעולה את הפרות שקשרו הפלישתים לעגלה שנתנו עליה את הארון שהשיבו. זה היה לאחר שחרבה שילה והותרו הבמות. מכאן יש ללמוד שגם נקיבות קרבו עולה בבמה בזמן שהבמות מותרות (להלן אמרו, שנח הכניס לתיבה שבעה זוגות - שבעה זכרים ושבעה נקיבות - מכל מין מהבהמות ומהעופות הטהורים, ולאחר המבול הקריב נח מהם קורבנות עולה. הרי שיש ללמוד מקורבנות בני נח שגם נקיבות קרבו עולה בבמה בזמן שהבמות מותרות, כמו שלמדים להלן מקורבנות בני נח דינים אחרים שנאמרו בברייתא. ונראה שהעדיפו ללמוד דין נקיבות מהכתוב בשמואל א, שכן נאמר בו במפורש שהקריבו נקיבות)<b>.</b><br>\n<br>ושואלים: <b>תמימים ובעלי מומין</b> (כך כתב הסופר במסירה שלפנינו, ומגיה הגיה 'אבל לא בעלי מומין')<b>, מניין?</b> – מאיפה למדים שגם בעלי מומים קרבו בבמה בזמן שהבמות מותרות?\n<br>ומשיבים: <b>אמר רבי יסא</b> (רבי אסי, אמורא ארץ ישראלי בדור השלישי)<b>: פשט רבי לעזר</b> (אמורא בדור השני) <b>לחברייא:</b> – פשט (דרש ופירש) רבי לעזר לחברים (קבוצת תלמידי החכמים): נאמר (בציווי ה' על נח לעשות תיבה): <b>\"וּמִכָּל הָחַי מִכָּל בָּשָׂר</b> שְׁנַיִם מִכֹּל תָּבִיא אֶל הַתֵּבָה לְהַחֲיֹת אִתָּךְ<b>\"</b> (בראשית ו,יט) – מכל מין ממיני בעלי החיים תכניס לתיבה שניים לקיים אותם בחיים עימך בתיבה; ויש לדרוש מהמילים \"מכל בשר\": <b>- שיהו שלימים באיבריהן</b> – תכניס לתיבה בעלי חיים שיהיו שלימים באיבריהם, שלא יהיו מחוסרי איברים (\"כל בשר\" - שלם באיבריו, ולא מחוסר אבר). לאחר המבול הקריב נח מהבהמות שהכניס לתיבה קורבנות עולה (בראשית ח,כ). מכאן (מקורבנות בני נח) יש ללמוד שגם בעלי מומים קרבו בבמה בזמן שהבמות מותרות, ובלבד שלא היו מחוסרי איברים<b>.</b>\n<br><b>מֵירְטִים</b> – עופות שנמרטו (נתלשו) נוצות כנפיהם, האם קרבו בבמה בזמן שהבמות מותרות? <b>- פשט רבי לעזר:</b> – פשט (דרש ופירש) רבי לעזר: נאמר (במעשה היום הראשון של המבול): <b>\"</b>וְכָל הָעוֹף לְמִינֵהוּ, <b>כֹּל צִפּוֹר כָּל כָּנָף\"</b> (בראשית ז,יד) – כל מיני העופות, שהם כל הציפורים וכל בעלי הכנפיים (החרקים המעופפים), באו לתיבה; ויש לדרוש מהמילים \"כל כנף\": <b>- פרט למירטים</b> – יש להוציא מכלל העופות שבאו לתיבה עופות מירטים שאין כנפיהם שלימות (\"כל כנף\" - שלם בכנפיו, ולא מירט). לאחר המבול הקריב נח מהעופות שהכניס לתיבה קורבנות עולה (בראשית ח,כ). מכאן (מקורבנות בני נח) יש ללמוד שעופות מירטים לא קרבו בבמה בזמן שהבמות מותרות<b>.</b><br><br><small>ב<b>ירושלמי פסחים</b> ט,ה אמרו: אית תניי תני: דוקים ותבלולים (שבעין) פוסלין בו (בפסח מצרים). אית תניי תני: אין דוקים ותבלולים פוסלין בו. - מאן דאמר: דקים ותבלולין פוסלין בו - ניחא, דכתיב: \"שה תמים\" (שמות יב,ה) (וזה אינו תמים). מאן דאמר: אין דקים ותבלולים פוסלין בו - מה מקיים \"שה תמים\"? [אין תימר: למעט מחוסר אבר -(השלמת \"הירושלמי כפשוטו\")] אפילו בקרבנות בני נח אינו! (אפילו בקורבנות בני נח פסלו מחוסרי איברים, ויש ללמוד מהם לפסח מצרים ואין צריך כתוב למעט) לא כן אמר רבי יסא: פשט רבי לעזר לחברייא: \"מכל החי מכל בשר\" - שיהו שלימין באיבריהן?! - תמן (בקורבנות בני נח) - יש מהן למזבח (קרבו במזבח), ברם הכא (בפסח מצרים) - אין מהם למזבח (לא קרב במזבח, ואין ללמוד מקורבנות בני נח לפסח מצרים).<br>וב<b>ירושלמי סוטה</b> ט,ה אמרו: מחוסרי איברין מהו שיפסלו בה (בעגלה ערופה, שאין מומים פוסלים בה)? - אפילו בקרבנות בני נח אינם (אפילו בקורבנות בני נח פסלו מחוסרי איברים, ויש ללמוד מהם לעגלה ערופה). לא כן אמר רבי יסא: פשט רבי לעזר לחברייא: \"מכל החי מכל בשר\" - שיהו שלימין באיבריהן?! - תמן (בקורבנות בני נח) - יש מהן למזבח (קרבו במזבח), ברם הכא (בעגלה ערופה) - אין מהן למזבח (לא קרבה במזבח, ואין ללמוד מקורבנות בני נח לעגלה ערופה).<br><br>מהירושלמי פסחים וסוטה, שהביא את דרשת רבי לעזר \"מכל החי מכל בשר\" - שיהו שלימים באיבריהם, מוכח שבקורבנות בני נח לא פסלו אלא מחוסרי איברים אבל לא בעלי מומים.<br><br>ב<b>בראשית רבה</b> לב,ח נאמר: \"כל ציפור כל כנף\" - אמר רבי לעזר (צריך לומר: רבי אסי): פשט רבי אסי (צריך לומר: רבי לעזר) לחברייה: פרט למירטים ולקיטעים (שנקטע אחד מאיבריהם) שפסולים בקורבנות בני נח (\"כל ציפור\" - ציפור שלימה ולא מקוטעה, חסרת אבר; \"כל כנף\" - כל הנוצות עליה ולא מרוטה). אמר רבי אסי: פרט לסרוחים (סרוחי איברים, יתירי איברים) ולמחוסרי איברים שפסולים בקורבנות בני נח.</small><br>\n<br>ושואלים: <b>טהורים אבל לא טמאים, מניין?</b> – מאיפה למדים שרק טהורים (המותרים באכילה) קרבו בבמה בזמן שהבמות מותרות, אבל לא טמאים (האסורים באכילה)?\n<br>ומשיבים: <b>רבי אבא בריה דרבי פפי</b> (אמורא ארץ ישראלי בדור הרביעי) אמר בשם <b>רבי יהושע דסיכנין</b> (אמורא ארץ ישראלי בדור הרביעי, מהיישוב סיכנין בגליל התחתון המערבי) שאמר <b>בשם רבי לוי</b> (אמורא ארץ ישראלי בדור השלישי)<b>: הגה</b> (למד) <b>נח תורה</b> – דין, הלכה, <b>מתוך תורה</b> – מתורתו של משה (למד את ההלכה ממקור בתורה. הלשון \"הגה נח תורה מתוך תורה\" מיוסד על הכתוב \"ובתורתו יהגה\" שבמזמור א בספר תהילים שנדרש במדרשי האגדה על נח)<b>. אמר</b> – נח<b>:</b> נאמר (בדברי ה' לנח ביציאתו מהתיבה): <b>כבר נאמר לי \"</b>כָּל רֶמֶשׂ אֲשֶׁר הוּא חַי לָכֶם יִהְיֶה לְאָכְלָה, <b>כְּיֶרֶק עֵשֶׂב נָתַתִּי לָכֶם אֶת כֹּל\"</b> (בראשית ט,ג) – ה' התיר לנח ולבניו לאכול בשר, כפי שהתיר להם קודם לכן אכילת ירק בלבד (בראשית א,ל)<b>. לאיזה דבר ריבה</b> (הגדיל את המספר) <b>הכתוב בטהורין?</b> – בשביל איזה דבר ציווה ה' אותי להכניס לתיבה שבעה זוגות מכל מין מהבהמות ומהעופות הטהורים, בעוד שמכל מין מהבהמות ומהעופות הטמאים לא ציווה אותי להכניס לתיבה אלא שניים (כמו שאמר הכתוב בבראשית ז,ב-ג)? <b>לקרבנות</b> – הכתוב ריבה בטהורים בשביל שאקריב קורבנות מהבהמות ומהעופות הטהורים שהכנסתי לתיבה, כמו שנאמר ביציאתו של נח מהתיבה: \"וַיִּבֶן נֹחַ מִזְבֵּחַ לַה' וַיִּקַּח מִכֹּל הַבְּהֵמָה הַטְּהֹרָה וּמִכֹּל הָעוֹף הַטָּהוֹר וַיַּעַל עֹלֹת בַּמִּזְבֵּחַ\" (בראשית ח,כ). אך לא ריבה הכתוב בטהורים בשביל לאכול מהבהמות ומהעופות הטהורים שהכנסתי לתיבה, שהרי הותר לנח לאכול מהכול, טהורים וטמאים. מכאן (מקורבנות בני נח) יש ללמוד שרק טהורים קרבו בבמה בזמן שהבמות מותרות, אבל לא טמאים<b>.</b><br><br><small>ב<b>בראשית רבה</b> כו,א וב<b>מדרש תהילים</b> א,יב נאמר: \"אשרי האיש אשר לא הלך\" וגו' (תהילים א,א) - \"אשרי האיש\" זה נח (שכתוב בו: \"נח איש צדיק\")... \"ובתורתו יהגה\" (שם) - שהגה (חשב, הוציא) דבר מתוך דבר, אמר: מה טעם ריבה הקב\"ה בטהורים יותר מן הטמאים? לא שהוא רוצה להקריב לו מהם?! מיד: \"וייקח מכל הבהמה הטהורה\" וגו' (בראשית ח,כ).<br>וב<b>בראשית רבה</b> לד,ט נאמר: \"ויבן נח מזבח לי'י\" - \"ויבן\" כתיב, נתבונן, אמר: מה טעם ריבה הקב\"ה בטהורים יותר מהטמאים? לא שהוא רוצה להקריב לו מהם?! מיד: \"וייקח מכל הבהמה הטהורה\" וגו'.<br>וב<b>שמות רבה</b> נ,ב נאמר: \"תן לחכם ויחכם עוד\" (משלי ט,ט) - זה נח, שאמר לו הקב\"ה: \"מכל הבהמה הטהורה תיקח לך שבעה שבעה\" וגו' (בראשית ז,ב), וכשיצא מה כתיב? \"ויבן נח מזבח לה'\" (בראשית ח,כ), מאי \"ויבן\"? נתבונן ואמר: מה טעם ריבה הקב\"ה בטהורים יותר מן הטמאים? לא שהיה רוצה להקריב לו מהם?! מיד: \"וייקח מכל הבהמה הטהורה\". הווי: \"תן לחכם ויחכם עוד\", לפי שהחכם שומע דבר ומקיימו ומוסיף עליו.<br><br>הסוגיה בירושלמי כאן בעניין עבודה בבכורות מקורה הוא על המשנה בזבחים יד,ד ואינה נוגעת למשנה במגילה.</small><br>\n<br>בברייתא לעיל שנינו: <b>וגוים בזמן הזה רשאין לעשות כן - רבי בא</b> (רבי אבא, אמורא בדור השלישי) אמר <b>בשם רב יהודה</b> (מגדולי אמוראי בבל בדור השני)<b>: אסור לישראל</b> (ליהודי) <b>לסייעו</b> – אסור לישראל לסייע את הגוי להקריב על במה, לפי שחוששים שמא יבוא לעשות כן בעצמו, והרי אסור לישראל להקריב על במה, <b>ואסור להיעשות לו שליח</b> – אסור לישראל להיות שליחו של הגוי להקריב על במה בשבילו, לפי שאין ישראל נעשה שליח לגוי, ונחשב שהוא עושה כן בשבילו ולא בשביל הגוי, והרי אסור לישראל להקריב על במה<b>.</b><br><br><small>ב<b>בבלי זבחים</b> קטו,ב-קטז,ב אמרו: אמר מר: הכל כשירים ליקרב. - מנא הני מילי? - אמר רב הונא אמר רב: דאמר קרא: \"ויבן נח מזבח לה' וייקח מכל הבהמה הטהורה ומכל העוף הטהור ויעל עולות במזבח\" - בהמה ועוף כמשמעם, חיה הרי היא בכלל בהמה.<br>זכרים ונקיבות, תמימים ובעלי מומים. - לאפוקי מחוסר אבר, דלא (שאינו כשר להקרבה), דאמר רבי אלעזר: מניין למחוסר אבר שנאסר (להקרבה) לבני נח? שנאמר: \"מכל החי\" - אמר לו הקב\"ה לנח: הכנס בהמה שחיים (קיימים) ראשי איברים שלה (ולא מחוסר אבר).<br>אמר מר: טהורים אבל לא טמאים. - טהורים בההיא שעתא מי הוו? (שבזמן של נח עדיין לא היתה הבחנה בין טהורים וטמאים, אלא משניתנה התורה) - אמר רבי שמואל בר נחמני אמר רבי יונתן: מאותם שעתידים להיטהר (העתידים להיות טהורים לאחר מתן תורה). - מנא הווה ידע? כדרב חסדא, דאמר רב חסדא: העבירם לפני התיבה, כל שהתיבה קולטתו (קולטת שבעה שבעה; או שקולטת מעצמה) - טהור, וכל שאין התיבה קולטתו (אינה קולטת שבעה שבעה אלא שניים; או שאינה קולטת מעצמה וצריך להכניס אותו) - טמא. רבי אבהו אמר: אמר קרא: \"והבאים\" - הבאים מאליהם (טהורים באו מעצמם שבעה שבעה וטמאים באו מעצמם שניים; או שטהורים באו מעצמם וטמאים לא באו מעצמם והיה צריך להביא אותם).<br>אמר מר: וגויים בזמן הזה רשאים לעשות כן. - מנא הני מילי? - דתנו רבנן: \"דבר... ואל כל בני ישראל\" (ויקרא יז,ב) - ישראל מצווים על שחוטי חוץ (איסור שחיטת קודשים בחוץ), ולא גויים, לפיכך כל אחד ואחד (מן הגויים) הולך ובונה לו במה לעצמו ומקריב עליה כל מה שירצה. - אמר רבי יעקב בר אחא אמר רבי אסי: אסור (לישראל) לסייעם ואסור לעשות שליחותם (בדבר זה). אמר רבא: אורויי להו (להורות להם כיצד להקריב על במה) - שרי (מותר).<br><br>דברי רבי אלעזר בשני התלמודים זהים בתוכנם, אלא שנוסחם שונה. לפי הבבלי, רבי אלעזר למד שמחוסר אבר פסול בקורבנות בני נח מ\"כל החי\". אבל לפי פירושנו בירושלמי, רבי אלעזר למד כך מ\"כל בשר\".<br>הדין שאסור לסייע לגויים ואסור לעשות שליחותם נמסר בשני התלמודים על ידי אמוראים שונים.</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187d38c9371ec0cebe68f3", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 17:2:1", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Reggio on Torah, Leviticus 17:2:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י״ז:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>אל אהרן ואל בניו,</b> המקריבים שלא יקרבו בחוץ:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187d39c9371ec0cebe68f5", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 17:2:2", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Reggio on Torah, Leviticus 17:2:2", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י״ז:ב׳:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>בני ישראל,</b> מביאי הקרבנות שלא ישחט בחוץ:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187d39c9371ec0cebe68f7", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 17:2:3", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Reggio on Torah, Leviticus 17:2:3", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י״ז:ב׳:ג׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>זה הדבר,</b> לפי שמליצת המצוה הזאת קשה לאזן, שעל שפיכת דם בהמה שהותר גם לבני נח יאמר דם יחשב לאיש ההוא וכו', ושמא תחשוב שהם דברי משה לאיים עליהן, הקדים זה הדבר וכו', שבאותו סגנון שמעתי מפי הגבורה, וללמד על כל המצות שדבר בלשון ששמע:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "65479da28dabd9c164bbcbaa", "index_title": "Ohel Ya'akov on Torah", "category": "Quoting Commentary", "type": "", "ref": "Ohel Ya'akov on Torah, Beha'alotcha 2:4", "anchorRef": "Leviticus 17:2-9", "anchorRefExpanded": ["Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9"], "sourceRef": "Ohel Ya'akov on Torah, Beha'alotcha 2:4", "sourceHeRef": "אהל יעקב על התורה, בהעלותך ב׳:ד׳", "anchorVerse": 2, "sourceHasEn": false, "commentaryNum": 2.0004, "collectiveTitle": {"en": "Ohel Ya'akov on Torah", "he": "אהל יעקב על התורה"}, "heTitle": "בהעלותך", "he": "<b>ועל</b> דרך זה תמצא דברי הקב\"ה שאמר למשה <b>איש איש מבית ישראל אשר ישחט שור או כשב או עז במחנה</b> גו' <b>ואל פתח אהל מועד לא הביאו</b> גו' <b>למען אשר יביאו בני ישראל את זבחיהם אשר הם זובחים על פני השדה והביאום לה'</b> גו' <b>ולא יזבחו עוד את זבחיהם לשעירים</b> גו' <b>ואליהם תאמר איש איש מבית ישראל</b> גו' <b>ואל פתח אהל מועד לא יביאנו</b> גו' (ויקרא י\"ז, ב'-ט'). נכפלו דברים בכתובים האלה, כי מאמר ואליהם תאמר גו' כבר הוא כשפת יתר. אבל הבאור בזה כי הקב\"ה אמר למשה מצוה זאת עם טעם למען אשר יביאו בני ישראל את זבחיהם גו' ולא יזבחו עוד לשעירים, אבל ואליהם תאמר איש איש מבית ישראל גו' ואל פתח אהל מועד לא יביאנו ונכרת האיש ההוא מעמיו, אזהרה בלא טעם, וזהו שאמר ר' ישמעאל בן אלישע כמה גדולים דברי חכמים שלא אמרו טעם רק סתמו ואמרו ולא יקרא לאור הנר וכמו שאמרו (שם) ולא יקרא לאור הנר אמר רבה אפי' גבוה שתי קומות:", "heVersionTitle": "Jerusalem, 2009", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6596f596bed9ae71ab5ad92b", "index_title": "Mekhilta DeRabbi Yishmael", "category": "Midrash", "type": "", "ref": "Mekhilta DeRabbi Yishmael, Tractate Nezikin 12:21", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Mekhilta DeRabbi Yishmael, Tractate Nezikin 12:21", "sourceHeRef": "מכילתא דרבי ישמעאל, מַסֶּכְתָּא דִנְזִיקִין י״ב:כ״א", "anchorVerse": 2, "sourceHasEn": true, "compDate": [200], "commentaryNum": 12.0021, "collectiveTitle": {"en": "Mekhilta DeRabbi Yishmael", "he": "מכילתא דרבי ישמעאל"}, "heTitle": "מַסֶּכְתָּא דִנְזִיקִין", "he": "<b>\"כִּי יִגְנֹב אִישׁ\"</b>. אַף מֻקְדָּשִׁין הָיוּ בַכְּלָל, שֶׁאִם גּוֹנְבָן וּשׁוֹחֲטָן בַּחוּץ, מְשַׁלֵּם תַּשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה. וַהֲרֵי הַכָּתוּב מוֹצִיאָן מִכְּלָלָן, לְהַחְמִיר עֲלֵיהֶן לְזוֹקְקָן לְהִכָּרֵת,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">לְזוֹקְקָן לְהִכָּרֵת: לחייב אותם כרת.</i> שֶׁהָיוּ חַיָּבִין בְּתַשְׁלוּמִין. וְהַדִּין נוֹתֵן: אִם חַיָּבִין עַל הִכָּרֵת הֶחָמוּר, לֹא יִהְיוּ חַיָּבִין בְּתַשְׁלוּמִין הַקַּלִּין? תִּלְמֹד לוֹמַר: (ויקרא יז,ב) \"זֶה הַדָּבָר אֲשֶׁר צִוָּה יי\", מִכְּלַל הִכָּרֵת יָצְאוּ, וְלֹא יָצְאוּ מִכְּלַל תַּשְׁלוּמִין.", "heVersionTitle": "Beeri Edition, Koren, Jerusalem, 2019", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "Variantly: \"If a man steal\": Consecrated animals were also included in the general class, that if he stole them and slaughtered them outside (the azarah) he would pay \"four and five.\" It is, therefore, written (Leviticus 17:2) \"This is the thing that the L–rd has commanded, etc.\" — They (consecrated animals slaughtered outside the azarah) have been singled out for kareth (cutting off, for the desecrator) and not for payment (of \"four and five\").", "versionTitle": "Mechilta, translated by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "מכילתא, מתורגמת בידי רבי שרגא סילברשטיין"}, {"_id": "657ecc58758c1dc532ec8e3d", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 17:2", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Steinsaltz on Leviticus 17:2", "sourceHeRef": "ביאור שטיינזלץ על ויקרא י״ז:ב׳", "anchorVerse": 2, "sourceHasEn": true, "commentaryNum": 17.0002, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>דַּבֵּר אֶל אַהֲרֹן וְאֶל בָּנָיו וְאֶל כָּל בְּנֵי יִשְׂרָאֵל וְאָמַרְתָּ אֲלֵיהֶם.</b> מה שייאמר להלן קשור אמנם למשכן, אך באופן חלקי בלבד; בעיקרן אלה הוראות הנוגעות לכלל ישראל.\n    <b>זֶה הַדָּבָר אֲשֶׁר צִוָּה ה' לֵאמֹר:</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Speak to Aaron, to his sons, and to all the children of Israel, </b>as the upcoming passage is somewhat related to the Tabernacle but most of it applies to the entire nation, <b>and say to them: This is the matter that the Lord has commanded, saying: </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66657d621188d9b469df4515", "index_title": "Megalleh Amukkot on Torah", "category": "Commentary", "type": "commentary", "ref": "Megalleh Amukkot on Torah, Achrei Mot 10", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Megalleh Amukkot on Torah, Achrei Mot 10", "sourceHeRef": "מגלה עמוקות על התורה, אחרי מות י׳", "anchorVerse": 2, "sourceHasEn": false, "commentaryNum": 10, "collectiveTitle": {"en": "Megalleh Amukkot", "he": "מגלה עמוקות"}, "heTitle": "אחרי מות", "he": "<b>דבר אל אהרן אחיך.</b> כאן רמיז ליה על (בראשית ד) קול דמי אחיך צועקים דאתמר גבי קין דהוא היה מן טוב של קין ומשה מן טוב של הבל לכן צריך לתקן עתה ונשמע קולו בבואו אל הקודש (תהלים קלג) מה טוב ומה נעים שבת אחים שניהם כאן טובים (שם קכה) הטיבה י\"י לטובי\"ם ולישרים בלבותם שנתן חושן על לב אהרן. ג' בתי מקדשים הם על ג' אבות בית ראשון בפר בן בקר זה אברהם שקרא הר בית שני יצחק איל לעולה קראו שדה בית ג' יעקב קרא בית לקבליה ע\"ז ז\"ש בזאת יבא אהרן אל הקודש כי בכל ג' בתי מקדשות הוא עזרא עלה מבבל גלגולו של אהרן נתוספו לו על שמו ראשון כ\"ב אותיות כי מתחלה כלל כל כנפי החיות רנ\"ו אח\"כ הוסיפו לו כ\"ב ונקרא עזר\"א ע\"כ אמרו בגמרא (סנהדרין כא) ראוי היה עזרא שתנתן התורה ע\"י כמשה ואע\"פ שלא ניתנה התורה ע\"י נשתנה הכתב על ידו לכן אמר רזא דא בזו הפרשה דבר אל אהרן אחיך דייקא שכמו שע\"י ניתנה התורה כן ראוי הוא שע\"י יתן הקב\"ה התורה ז\"ש בזאת יבא אהרן אל הקדש שגם הוא ראוי לקבל התורה שנקראת זאת ורמז כאן ג' גלגולים בג' בתי מקדשות כשם שהקריב אהרן מילואים כן יקריבו לע\"ל מילואים בימי כהן צדק א' מד' חדשים שראה זכריה הנביא ע\"ד השכל ג' אלו הם ג' עיקרים תורה נגד הורה מן השמים עבודה נגד מציאות השם ג\"ח נגד שכר והשגחה נגד זה תקנו לומר בבוקר פ' עקידה נגד עבודה פ' המן נגדהשגחה שכר לצדיקים עשרת הדברות נגד תורה הנה פ' המן לקבל אברהם כמ\"ש במדרש הנני ממטיר לכם לחם בזכות אברהם שאמר (בראשית כב) הנני לכן כפל בבוקר בזכות בוקר של אברהם נת\"ן לח\"ם ס\"ת מ\"ן (תהלים קיח) כי לעולם חסדו בזכות חסד של אברהם פ' עקידה לקבל יצחק פ' עשרת הדברות לקבל יעקב (שם קמז) מגיד דבריו ליעקב י' דברות עק\"ב תיבות אמר בזא\"ת בזאת יבא אהרן לאעברא תלת קליפין (בתיקונים תיקון י\"ח דף צ\"ה) תלת גוונין דאית בהו בקשת אינון ג' גוונין דג' קליפין דאגוזא עלייהו אתמר אין דורשין בעריות בג' בגין דא אסור לאסתכל בג' גוונין דקשת דא רזא דערלה ג' קליפין דצריך לאעברא מאות ברית קודש ומיד (בראשית ט) ראיתיה לזכור ברית עולם ועל אילין תלת קליפין אתמר (שמות ג) של נעליך מעל רגליך ובזמנא דהוה משה מתלבש בהון אתמר (שם) אל תקרב הלום מיד דאתפשיט מינייהו אתקרב תמן דא רזא דקרבנא דהוה נחית אשא לאדלקא אילין תלת קליפין הדא הוא דכתיב זאת תורת העולה היא העולה על מוקדה תלת גוונין דאשא דהוה נחתין בתלת צלותין לאוקדא אלו ג' קליפין לכן אמר בקרבתם לפני י\"י כי באלו הקרבנות סלוקי' בה' ו' בה' כדאתמר התם ז\"ש דבר אל אהרן אחיך כי גם משה לא יכול לקרב אל המקום אשר הוא עומד שם אדמת קודש רק בהתפשט תלת קליפין ממנו לכן אמר גם לאהרן יגיד שלא יבא בכל עת אל הקודש רק בזאת וראיתיה לזכור ברית עולם ג' קרבנות אלו לקביל ג' קליפין אלו לאעברא אותן ולכן בזו הפרשה פרשתא דעריות שאין דורשין בהו בשלשה גם בזאת יבא אהרן באורייתא דלא אתיהבית רק אחר העברת ג' קליפין אלו לכן אמר (שמות יט) היו נכונים לשלשת ימים ז\"ס (שבת נה) אוריין תליתאי אל עם תליתאי על יד תליתאי להעביר ג' קליפות אלו וביום תליתאי ותלת גוונין נהורין בכהנים לווים ישראלים דעלייהו אתמר (שיר ז) מה יפו פעמיך בנעלים איהי נעילת חגים ומועדים שלש רגלים תחוג לי בשנה בזא\"ת בגי' אליה\"ו משי\"ח יב\"א י\"ונה ב\"ן א\"מיתי שהוא בן יוסף וכן קוד\"ש הכי הוי הקד\"ש חסר ו' בגי' אבו\"ת זכות אבות בכנס עמו וחוזר ומפרש ג' אבות כסדרן בזא\"ת בגימ' ת\"י נימין יש בכל קוצא וקוצא (שמות כה) ועשו לי מקדש ושכן ת\"י בתוכם טעם שבית ראשון עומד ת\"י כמנין קוד\"ש שעולה ת\"י:", "heVersionTitle": "Lublin, 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5253c60bedbab4498f482bde", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 17:2:1", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Ibn Ezra on Leviticus 17:2:1", "sourceHeRef": "אבן עזרא על ויקרא י״ז:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>דבר אל אהרן ואל בניו.</b> כי הם השוחטים לישראל:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "SPEAK UNTO AARON, AND UNTO HIS SONS. For they are the ones who slaughter<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The sacrifices.</i> for Israel. ", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "53f178c1fbfba22336ea3ce7", "index_title": "Kitzur Ba'al HaTurim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Leviticus 17:2:1", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Kitzur Ba'al HaTurim on Leviticus 17:2:1", "sourceHeRef": "קיצור בעל הטורים על ויקרא י״ז:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על ויקרא", "he": "<b>ואמרת אליהם</b> מלא י' לומר לך שצריך לפרסם הדבר בעשרה:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55053474fbfba270cc17e90b", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 17:2:1", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Haamek Davar on Leviticus 17:2:1", "sourceHeRef": "העמק דבר על ויקרא י״ז:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>זה הדבר אשר צוה ה׳ לאמר.</b> ידוע בנדרים פי״א ובב״ב פ׳ יש נוחלין למדו מלשון זה הדבר בג״ש מפ׳ נדרים דשואלין על נדרי קרבנות כמו התם כתיב זה הדבר אשר צוה ה׳. ולמדין שתי פרשיות הללו זמ״ז לענין שמחה וג׳ הדיוטים כמבואר שם. ולפי הפשט כתיב כאן אשר צוה ה׳ דמשמעו כ״פ שבא בקבלה כמו שביארנו ס״פ שמות ההכרח לזה משום דכאן בא הענין בקבלה בעיקר פי׳ הפרשה. דמשמעות הפסוקים קאי ביחוד על דור המדבר. ובחולין ג״כ. אבל בקבלה בא דה״ה לדורות ובקדשי מזבח. כאשר יבואר עוד. [ובפ׳ נדרים כתיב זה הלשון משום התרת נדרים]:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "571f3470d6e4a90eb2483a48", "index_title": "Gur Aryeh on Bamidbar", "category": "Quoting Commentary", "type": "", "ref": "Gur Aryeh on Bamidbar 30:2:1", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Gur Aryeh on Bamidbar 30:2:1", "sourceHeRef": "גור אריה על במדבר ל׳:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Gur Aryeh on Bamidbar", "he": "גור אריה על במדבר"}, "heTitle": "גור אריה על במדבר", "he": "<b>חלק כבוד לנשיאים.</b> פירוש, הא דכתיב \"אל ראשי המטות\", והלא לכל ישראל נאמרה פרשה זאת, כדילפינן הכא מגזירה שוה ד\"זה הדבר\" משחוטי חוץ (ויקרא יז, ב)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"3\"></i> , אלא מה שכתב \"ראשי המטות\", כדי לחלוק כבוד לנשיאים ללמדם תחילה. ומה שלא התחיל רש\"י בגזירה שוה ד\"זה הדבר\", והוי ליה למימר \"ראשי המטות\" – 'יכול לראשי המטות בלבד נאמרה הפרשה, תלמוד לומר \"זה הדבר\" וכו', אם כן למה נאמר \"ראשי המטות\", אלא שחלק כבוד<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"4\"></i>', משום דהשתא איירי בלמוד הפרשה של נדרים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"5\"></i>, ואין צריך להביא ראיה שנאמרה הפרשה לכל ישראל, דפשיטא, דמאי שנא פרשה זו מכל הפרשיות שבתורה (ר' שמות לד, לב), ועל כרחך אנו צריכין לומר דבא הכתוב לחלוק כבוד לנשיאים, בלא גזירה שוה ד\"זה הדבר\", אלא עד לבסוף<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"6\"></i>, דקרא אתיא לומר שהפרת נדרים ביחיד מומחה ובג' הדיוטות, אז צריכין אנו לגזירה שוה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"7\"></i>, דקשה לן, שמא קרא אתא שלא נאמרה פרשה זו אלא דווקא לנשיאים, שהם שייכים בה יותר, לכך הוצרך גזירה שוה כדלקמן:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f28cd6e4a92746471bbe", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 17:2:1", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Chizkuni, Leviticus 17:2:1", "sourceHeRef": "חזקוני, ויקרא י״ז:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>דבר אל אהרן ואל בניו</b> כי הם השוחטים במדבר.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "דבר אל אהרן ובניו, “speak to Aaron and his sons;” they were the slaughterers during all the years that the Israelites were in the desert.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f28cd6e4a92746471bc0", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 17:2:2", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Chizkuni, Leviticus 17:2:2", "sourceHeRef": "חזקוני, ויקרא י״ז:ב׳:ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>ואל כל בני ישראל</b> על ידי שפרשה זו מזהרת בשחיטת קדשים סמוכה כאן.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ואל כל בני ישראל, “and to all the Children of Israel.” The reason why this paragraph is inserted here is that it deals with the procedures for slaughtering animals that are to serve as sacrificial animals. As long as the Israelites were in the desert and they all dwelled around the Tabernacle, it was no hardship for them to eat meat only after the animals had first been sanctified as sacrifices, and as a byproduct of getting used to this they were weaned from the practice of offering animal sacrifices to satyrs, as they had been doing in Egypt.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58ad9961d6e4a93323dc6447", "index_title": "Bava Batra", "category": "Talmud", "type": "", "ref": "Bava Batra 120a:11", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Bava Batra 120a:11", "sourceHeRef": "בבא בתרא ק״כ א:י״א", "anchorVerse": 2, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 239.0011, "collectiveTitle": {"en": "Bava Batra", "he": "בבא בתרא"}, "heTitle": "בבא בתרא", "he": "אֲמַר לֵיהּ רַבָּה זוּטֵי לְרַב אָשֵׁי: אֶלָּא מֵעַתָּה, ״זֶה הַדָּבָר״ דִּשְׁחוּטֵי חוּץ – הָכִי נָמֵי דְּלָא יְהֵא נוֹהֵג אֶלָּא בְּדוֹר זֶה? שָׁאנֵי הָתָם, דִּכְתִיב: ״לְדֹרֹתָם״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Rabba Zuti said to Rav Ashi: If that is so,</b> then concerning the phrase <b>“this is the matter”</b> written <b>with regard to</b> an offering <b>slaughtered outside</b> the Tabernacle (see Leviticus 17:2–3), <b>so too,</b> is it the <i>halakha</i> <b>that it will not be practiced except in this generation?</b> Certainly that is not so, as that prohibition applies in all generations. What is the difference between the two passages? Rav Ashi answered: It <b>is different there,</b> with regard to offerings slaughtered outside the Tabernacle or Temple, <b>as it is written: “Throughout their generations”</b> (Leviticus 17:7), indicating that the prohibition is in effect in all generations.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad9984d6e4a93323dc657f", "index_title": "Bava Batra", "category": "Talmud", "type": "", "ref": "Bava Batra 120b:3", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Bava Batra 120b:3", "sourceHeRef": "בבא בתרא ק״כ ב:ג׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 240.0003, "collectiveTitle": {"en": "Bava Batra", "he": "בבא בתרא"}, "heTitle": "בבא בתרא", "he": "מַאי גְּזֵרָה שָׁוָה? דְּתַנְיָא: נֶאֱמַר כָּאן: ״זֶה הַדָּבָר״, וְנֶאֱמַר לְהַלָּן: ״זֶה הַדָּבָר״; מָה לְהַלָּן – אַהֲרֹן וּבָנָיו וְכׇל יִשְׂרָאֵל, אַף כָּאן – אַהֲרֹן וּבָנָיו וְכׇל יִשְׂרָאֵל. וּמָה כָּאן – רָאשֵׁי הַמַּטּוֹת, אַף לְהַלָּן – רָאשֵׁי הַמַּטּוֹת.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara explains: <b>What</b> is the <b>verbal analogy</b> for which the phrase was necessary? <b>As it is taught</b> in a <i>baraita</i>: <b>It is stated here,</b> with regard to vows: <b>“This is the matter,” and it is stated there,</b> with regard to offerings slaughtered outside the Tabernacle or Temple: <b>“This is the matter.” Just as there</b> the mitzva applies to <b>Aaron and his sons and all Israel, so too here,</b> with regard to vows, the mitzva applies to <b>Aaron and his sons and all Israel. And just as here</b> the mitzva applies to <b>the heads of the tribes,</b> as explicitly stated in the verse cited above, <b>so too there,</b> with regard to offerings slaughtered outside the Tabernacle or Temple, there is particular relevance to <b>the heads of the tribes.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59a6bb7ed6e4a920f72d87b8", "index_title": "HaKtav VeHaKabalah", "category": "Quoting Commentary", "type": "", "ref": "HaKtav VeHaKabalah, Deuteronomy 22:26:1", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "HaKtav VeHaKabalah, Deuteronomy 22:26:1", "sourceHeRef": "הכתב והקבלה, דברים כ״ב:כ״ו:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 26.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "דברים", "he": "<b>אין לנערה חטא מות. </b>ת\"א חובת דין דקטל, פירש חטא לשון עונש כמו זאת תהיה חטאת מצרים וחטאת כל הגוים דתרגומו פורענות מצרים (זכריה י״ד:י״ט) ולרבותינו (סנהדרין ע\"ג) כולי קרא יתרה הוא דפשיטא דכשנאנסה אין לה עונש כלל דכל אנוס רחמנא פטרי', וע\"כ לדרשה אתי, ואמרו, חטא אלו חייבי כריתות, מות אלו חייבי מיתת ב\"ד, ולהורות דכל חייבי כריתות ומיתת ב\"ד שבעריות מצילין אותן בנפשן דומי' דנערה מאורסה, לדבריהם חטא מות תרי מלי נינהו אין בה לא חטא ולא מות, וחסרון הוי\"ו דומי' דשמש ירח עמד זבולה והבינו במלת חטא ענין הכרת, שפירשוהו מן והייתי אני ובני שלמה חטאים (מ\"א א' כ\"א) שפירושו חסרים ומנועים מן הגדולה, ועונש הכרת הוא חסרון הנועם הגדול המיועד לנפש בחיי עה\"ב. כדאיתא בספרי אין הכרתה אלא הפסקה, עיי' ויקרא ד' י\"ג יאשמו, ובכ\"מ רפ\"ח מתשובה בשם הרמב\"ן, ובמכדרשב\"י (ויקרא י\"ז ב') אם הכהן המשיח יחטא, יגרע טובי' כד\"א והייתי אני ובני שלמה חטאים: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3ccad6e4a9026bd8f65d", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 17:2:1", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Aderet Eliyahu, Leviticus 17:2:1", "sourceHeRef": "אדרת אליהו, ויקרא י״ז:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>ואל כל בני ישראל.</b> מניין לרבות ראשי המטות ת\"ל כאן זה הדבר ונא' להלן זה הדבר מה להלן ראשי המטות אף כאן כו' ומה כאן אהרן ובניו ובני ישראל אף להלן כו' ללמד [כל המימרא עיין בנדרים ע\"ח ע\"א וברש\"י ריש פ' מטות] שהתרת נדרים בג' הדיוטות וביחיד מומחה וללמד כאן שיש שאלה בהקדש. ד\"א זה הדבר אשר ישחט על השחיטה חייב ולא על המליקה ולהלן נאמר זה הדבר (רש\"י שם) חכם מתיר ואין בעל מתיר. בעל מפיר ולא חכם. מפיר. ד\"א זה הדבר כל הנביאים נתנבאו בכה נוסף עליהן משה שנתנבא בזה:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3ccad6e4a9026bd8f65f", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 17:2:2", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Aderet Eliyahu, Leviticus 17:2:2", "sourceHeRef": "אדרת אליהו, ויקרא י״ז:ב׳:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>ואמרת אליהם.</b> לרבות גרים ועבדים. אשר ישחט במחנה. להביא היא בחוץ וצוארה בפנים [אינו בת\"כ רק בזבחים ק\"ז ע\"ב] או יכול להביא השוחט חטאת בדרום שיהא חייב ת\"ל מחוץ למחנה. יכול חוץ לג' מחנות ת\"ל במחנה ומקיש מחנה לחוץ למחנ' מה חוץ למחנה שאין כשר שחיטת כל זבח אף כו'. או אשר ישחט. להביא שחיטת עוף:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d077f173e25930088d8c5a5", "index_title": "Beur HaRe'em on Midrash Lekach Tov", "category": "Quoting Commentary", "type": "", "ref": "Beur HaRe'em on Midrash Lekach Tov, Numbers, Nasso 122", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Beur HaRe'em on Midrash Lekach Tov, Numbers, Nasso 122", "sourceHeRef": "באור הרא\"ם על מדרש לקח טוב, במדבר, נשא קכ״ב", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 122, "collectiveTitle": {"en": "Beur HaRe'em on Midrash Lekach Tov", "he": "באור הרא\"ם על מדרש לקח טוב"}, "heTitle": "נשא", "he": "זה כלל בתורה. הלשון אינו מדוקדק והכוונה שדברים הנעשים בכהנים אז נאמר הדבור רק לאהרן ולבניו כמו הכא גבי ברכת כהנים בישראל מעשה ישראל כמו פרשת עריות אשר זה רק לישראל ולא לגרים. ואם דבר בישראל ומעשה בכל אדם כגון שארי הדינים צריך להביא הגרים מיתורא דקרא. ועיין בקרא גבי שחוטי חוץ (ויקרא י״ז:ב׳) שנוהג בכהנים ובישראל נאמר דבר אל אהרן ואל בניו ואל כל בני ישראל:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f87091e5a47598126bc0a35", "index_title": "Hegyonei Uziel", "category": "Jewish Thought", "type": "", "ref": "Hegyonei Uziel, Gate XVIII 3:19", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "Hegyonei Uziel, Gate XVIII 3:19", "sourceHeRef": "הגיוני עוזיאל, שער יח; המצות ותכליתן ג׳:י״ט", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1910, 1950], "commentaryNum": 3.0019, "collectiveTitle": {"en": "Hegyonei Uziel", "he": "הגיוני עוזיאל"}, "heTitle": "שער יח; המצות ותכליתן", "he": "ראיות הרמב״ם מהכתובים אינן מכריעות לדעתי, כי מאמר הכתוב: ״ולא יזבחו עוד את זבחיהם לשעירים אשר הם זונים אחריהם״ [ויקרא יז, ז] נאמר רק לשלול שחיטת חולין מחוץ למחנה, כמו שהיו העמים עושים, לא לשם ע״ז ממש, אלא לשחד את השעירים, אלו השדים המזיקין, ונגד זה צותה התורה למנוע שחיטה זו שכרוכה באמונת שוא והזיה טפלה, ואסור זה נהג כל זמן היותם במדבר, שהזביחה היתה על פני השדה, ומשבאו לארץ הותר להם בשר תאוה, לשחוט מחוץ למקדש בכל מקום שירצו, לפי שבטלה סבת האסור, וממילא בטל גם המסובב ממנה – שחיטת חוץ (ראה הרמב״ן עה״ת ויקרא יז, ב). ולזה מכוונים דברי רז״ל באגדתם, שאמרו שהיו מקריבים קרבניהם באסור במה, אמר הקב״ה: יהיו מקריבים לפני קרבנותיהם בכל עת, זאת אומרת שגם שחיטת חולין שלהם תהיה רק בדרך קרבן ובאהל מועד, כדי להפרישם משחיטה ע״פ השדה לשעירים. מצוה זו לא בטלה לגמרי, שהרי בימי שאול, כאשר היו ישראל בשדה המערכה: ״ויקחו צאן ובקר…וישחטו ארצה״, אמר להם שאול: ״גולו אלי היום אבן גדולה…ושחטתם בזה ואכלתם ולא תחטאו לה׳ לאכול אל הדם״ (שמואל א, יד, לב-לד).", "heVersionTitle": "Jerusalem, 2009", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a6230287f574a17ca6b000", "index_title": "Jerusalem Talmud Megillah", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Megillah 3:6:1", "anchorRef": "Leviticus 17:1-34", "anchorRefExpanded": ["Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 17:17", "Leviticus 17:18", "Leviticus 17:19", "Leviticus 17:20", "Leviticus 17:21", "Leviticus 17:22", "Leviticus 17:23", "Leviticus 17:24", "Leviticus 17:25", "Leviticus 17:26", "Leviticus 17:27", "Leviticus 17:28", "Leviticus 17:29", "Leviticus 17:30", "Leviticus 17:31", "Leviticus 17:32", "Leviticus 17:33", "Leviticus 17:34"], "sourceRef": "Jerusalem Talmud Megillah 3:6:1", "sourceHeRef": "תלמוד ירושלמי מגילה ג׳:ו׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Jerusalem Talmud Megillah", "he": "תלמוד ירושלמי מגילה"}, "heTitle": "תלמוד ירושלמי מגילה", "he": "<strong><big>משנה:</big></strong> בַּפֶּסַח קוֹרִין בְּפָרָשַׁת מוֹעֲדוֹת שֶׁבְּתוֹרַת כֹּהֲנִים. בָּעֲצֶרֶת שִׁבְעָה שָׁבוּעוֹת. בְּרֹאשׁ הַשָּׁנָה בַּחֹדֶשׁ הַשְּׁבִיעִי. בְּיוֹם הַכִּפּוּרִים אַחֲרֵי מוֹת. בְּיוֹם טוֹב הָרִאשׁוֹן שֶׁל חָג קוֹרִין בְּפָרָשַׁת מוֹעֲדוֹת שֶׁבְּתוֹרַת כֹּהֲנִים וּשְׁאָר כָּל־יְמוֹת הֶחָג קוֹרִין בְּקָרְבְּנוֹת הֶחָג׃", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>MISHNAH:</strong> On Passover one reads the section about holidays in <i>Leviticus</i><sup class=\"footnote-marker\">112</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 23:1-44\" href=\"/Leviticus.23.1-44\"><i>Lev</i>. 23:1–44</a>.</i>. On Pentecost, <i>seven weeks</i><sup class=\"footnote-marker\">113</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 16:9-12\" href=\"/Deuteronomy.16.9-12\"><i>Deut</i>. 16:9–12</a> to be repeated five times.</i>. On New Year’s Day, <i>in the Seventh month on the First of the month</i><sup class=\"footnote-marker\">114</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 23:23-25\" href=\"/Leviticus.23.23-25\"><i>Lev</i>. 23:23–25</a> to be repeated five times.</i> On the Day of Atonement, <i>after the death</i><sup class=\"footnote-marker\">115</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 17:1-34\" href=\"/Leviticus.17.1-34\"><i>Lev</i>. 17:1–34</a>.</i> On the first day of Tabernacles one reads the section about holidays in <i>Leviticus</i>; on the remaining days about the sacrifices of the holiday<sup class=\"footnote-marker\">116</sup><i class=\"footnote\">The appropriate verses from <a class=\"refLink\" data-ref=\"Numbers 29:17-39\" href=\"/Numbers.29.17-39\"><i>Num</i>. 29:17–39</a>.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6231687f574a17ca6b84a", "index_title": "Jerusalem Talmud Sanhedrin", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Sanhedrin 2:6:4", "anchorRef": "Leviticus 16:1-18:30", "anchorRefExpanded": ["Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30"], "sourceRef": "Jerusalem Talmud Sanhedrin 2:6:4", "sourceHeRef": "תלמוד ירושלמי סנהדרין ב׳:ו׳:ד׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 6.0004, "collectiveTitle": {"en": "Jerusalem Talmud Sanhedrin", "he": "תלמוד ירושלמי סנהדרין"}, "heTitle": "תלמוד ירושלמי סנהדרין", "he": "אָמַר רִבִּי אָחָא. אָמַר שְׁלֹמֹה. <i data-overlay=\"Vilna Pages\" data-value=\"13a\"></i>שְׁלֹשָׁה דְבָרִים שֶׁסִּחֲקָה עֲלֵיהֶן מִידַּת הַדִּין חִילַּלְתִּים. לֹא יַרְבֶּה לּוֹ נָשִׁים. וְכָתוּב וְהַמֶּ֣לֶךְ שְׁלֹמֹ֗ה אָהַ֞ב נָשִׁ֧ים נָכְרִיּ֛וֹת. רִבִּי שִׁמְעוֹן בֶּן יוֹחַי אָמַר. אָהַב מַמָּשׁ לִזְנוּת. חֲנַנְיָה בֶּן אֲחִי רִבִּי יְהוֹשֻׁעַ אוֹמֵר. עַל שֵׁם לֹא תִּתְחַתֵּן בָּם. רִבִּי יוֹסֵי אוֹמֵר. לְמוֹשְׁכָן לְדִבְרֵי תוֹרָה וּלְקָֽרְבָן תַּחַת כַּנְפֵי הַשְּׁכִינָה. רִבִּי לִיעֶזֶר אוֹמֵר. עַל שֵׁם גַּם־אוֹת֣וֹ הֶחֱטִ֔יאוּ הַנָּשִׁ֖ים הַנָּכְרִיּֽוֹת׃ אַשְׁכַּח תֵּימַר. רִבִּי שִׁמְעוֹן בֶּן יוֹחַי וַחֲנַנְיָה וְרִבִּי לִיעֶזֶר חָדָא. וְרִבִּי יוֹסֵי פְלִיג עַל תַּלְתֵּיהוֹן.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Rebbi Aḥa said: Solomon said, three things I desecrated where I got the better of the law<sup class=\"footnote-marker\">181</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Kohelet Rabbah 2:3\" href=\"/Kohelet_Rabbah.2.3\"><i>Eccl.</i> <i>r</i>. 2(3</a>), <a class=\"refLink\" data-ref=\"Leviticus 16:1-18:30\" href=\"/Leviticus.16.1-18.30\"><i>Tanhuma Aḥare Mot</i> 1</a>, <a class=\"refLink\" data-ref=\"Leviticus 16:1-18:30\" href=\"/Leviticus.16.1-18.30\"><i>Tanhuma Buber Ahare</i> <i>Mot</i> 2</a>, <a class=\"refLink\" data-ref=\"Leviticus 16:1-18:30\" href=\"/Leviticus.16.1-18.30\"><i>Pesiqṭa dR. Cahana</i>(Buber) <i>Ahare Mot</i> 168b–168a</a>.<br>Most of the verses quoted in these paragraphs are also quoted in the <a class=\"refLink\" data-ref=\"Sanhedrin 21b\" href=\"/Sanhedrin.21b\">Babli, 21b</a>. Cf. also <a class=\"refLink\" data-ref=\"Shir HaShirim Rabbah 1:10\" href=\"/Shir_HaShirim_Rabbah.1.10\"><i>Cant. rabba</i> 1(10</a>).</i>. <i>He shall not add wives,</i> and it is written: <i>King Solomon</i><i>loved foreign women</i><sup class=\"footnote-marker\">182</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"I Kings 11:1\" href=\"/I_Kings.11.1\"><i>1K</i>. 11:1</a>.</i>. Rebbi Simeon ben Ioḥai said, he really made love to them immorally<sup class=\"footnote-marker\">183</sup><i class=\"footnote\">He did not marry them but slept with them unmarried to increase his sexual enjoyment.</i>. Ḥananiah, Rebbi Joshua’s nephew, says, because <i>you shall not intermarry with them</i><sup class=\"footnote-marker\">184</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 7:3\" href=\"/Deuteronomy.7.3\"><i>Deut</i>. 7:3</a>. He agrees with R. Simeon ben Iohai and notes that by behaving immorally he avoided violating the law. In <a class=\"refLink\" data-ref=\"Bamidbar Rabbah 10:8\" href=\"/Bamidbar_Rabbah.10.8\"><i>Num</i>. r. 10(8</a>) only Hanania and R. Yose are mentioned.</i>. Rebbi Yose said, to draw them to the words of the Torah and bring them under the Wings of the Divine Presence<sup class=\"footnote-marker\">185</sup><i class=\"footnote\">He married all those women with good intentions but violated <a class=\"refLink\" data-ref=\"Deuteronomy 17:17\" href=\"/Deuteronomy.17.17\"><i>Deut</i>. 17:17</a>. The expression “to take shelter under the Wings of the Divine Presence” for “to convert to Judaism” is from <a class=\"refLink\" data-ref=\"Ruth 2:12\" href=\"/Ruth.2.12\"><i>Ru</i>. 2:12</a>.</i>. Rebbi Eliezer said, because <i>also the foreign wives made him sin</i><sup class=\"footnote-marker\">186</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Nehemiah 13:26\" href=\"/Nehemiah.13.26\"><i>Neh.</i> 13:26</a>. He violated <a class=\"refLink\" data-ref=\"Jerusalem Talmud Sanhedrin 2:6:1\" href=\"/Jerusalem_Talmud_Sanhedrin.2.6.1\">Mishnah 7</a> according to all authorities quoted there.</i>. It turns out that one may say that Rebbi Simeon ben Ioḥai, Ḥananiah, and Rebbi Eliezer mean the same. Rebbi Yose disagrees with all three of them.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6231687f574a17ca6b854", "index_title": "Jerusalem Talmud Sanhedrin", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Sanhedrin 2:6:7", "anchorRef": "Leviticus 16:1-18:30", "anchorRefExpanded": ["Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30"], "sourceRef": "Jerusalem Talmud Sanhedrin 2:6:7", "sourceHeRef": "תלמוד ירושלמי סנהדרין ב׳:ו׳:ז׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 6.0007, "collectiveTitle": {"en": "Jerusalem Talmud Sanhedrin", "he": "תלמוד ירושלמי סנהדרין"}, "heTitle": "תלמוד ירושלמי סנהדרין", "he": "כָּתוּב לִשְׂח֖וֹק אָמַ֣רְתִּי מְהוֹלָ֑ל. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לִשְׁלֹמֹה. מָה עֲטָרָה זוֹ בְרֹאשְׁךָ. רֵד מִכִּסְאִי. רִבִּי יוֹסֵי בֶן חֲנִינִה אוֹמֵר. בְּאוֹתָהּ שָׁעָה יָרַד מַלְאָךְ וְנִדִמֶה כִדְמוּת שְׁלֹמֹה וְהֶעֱמִידוֹ מִכְִּסְאוֹ וְיָשַׁב תַּחְתָּיו. וְהָיָה מְחַזֵּר עַל בָּתֵּי כְּנֵסִיּוֹת וּבָתֵּי מִדְרָשׁוֹת וְאוֹמֵר אֲנִ֣י קֹהֶ֗לֶת הָיִ֥יתִי מֶ֛לֶךְ עַל־יִשְׂרָאֵ֖ל בִּירוּשָׁלָֽם׃ וַהֲווּ מָרִין לֵיהּ. מַלְכָּא יְתִיב עַל בִּסֶּילְּיוֹן דִּידֵיהּ וְתֵימַר אֲנִ֣י קֹהֶ֗לֶת. וְהָיוּ מַכִּין אוֹתוֹ בְקָנֶה וּמֵבִיאִין לְפָנָיו קְעָרַת גְּרִיסִין. בְּאוֹתָהּ שָׁעָה אָמַר וְזֶה־הָיָ֥ה חֶלְקִ֖י. אִית דָּֽמְרִין. חוּטְרָא. וְאִית דָּֽמְרִין. קַנְיָא. וְאִית דָּֽמְרִין. קוֹשַׁרְתֵּיהּ. וּמִי קִיטְרְגוֹ. אָמַר רִבִּי יְהוֹשֻׁעַ בֶּן לֵוִי. יוֹ״ד שֶׁבְּיַרְבֶּה קִיטְרְגוֹ. תַּנֵּי רִבִּי שִׁמְעוֹן בֶּן יוֹחַי. עָלָה סֵפֶר מִשְׁנֶה תוֹרָה וְנִשְׁתַּטַּח לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא. אָמַר לְפָנָיו. רִבּוֹן הָעוֹלָם. כָּתַבְתָּה בְתוֹרָתָךְ. כָּל־דִּייַתֵיקֵי שֶׁבָּֽטְלָה מִקְצָתָהּ בָּֽטְלָה כּוּלָּהּ. וַהֲרֵי שְׁלֹמֹה מְבַקֵּשׁ לַעֲקוֹר יוּ״ד מִמֶּנִּי. אָמַר לָהּ הַקָּדוֹשׁ בָּרוּךְ הוּא. שְׁלֹמֹה וְאֶלֶף כְּיוֹצֵא בוֹ בְטֵילִין וְדָבָר מִמָּךְ אֵינוֹ בָטֵל.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<sup class=\"footnote-marker\">181</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Kohelet Rabbah 2:3\" href=\"/Kohelet_Rabbah.2.3\"><i>Eccl.</i> <i>r</i>. 2(3</a>), <a class=\"refLink\" data-ref=\"Leviticus 16:1-18:30\" href=\"/Leviticus.16.1-18.30\"><i>Tanhuma Aḥare Mot</i> 1</a>, <a class=\"refLink\" data-ref=\"Leviticus 16:1-18:30\" href=\"/Leviticus.16.1-18.30\"><i>Tanhuma Buber Ahare</i> <i>Mot</i> 2</a>, <a class=\"refLink\" data-ref=\"Leviticus 16:1-18:30\" href=\"/Leviticus.16.1-18.30\"><i>Pesiqṭa dR. Cahana</i>(Buber) <i>Ahare Mot</i> 168b–168a</a>.<br>Most of the verses quoted in these paragraphs are also quoted in the <a class=\"refLink\" data-ref=\"Sanhedrin 21b\" href=\"/Sanhedrin.21b\">Babli, 21b</a>. Cf. also <a class=\"refLink\" data-ref=\"Shir HaShirim Rabbah 1:10\" href=\"/Shir_HaShirim_Rabbah.1.10\"><i>Cant. rabba</i> 1(10</a>).</i> It is written<sup class=\"footnote-marker\">193</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Ecclesiastes 2:2\" href=\"/Ecclesiastes.2.2\"><i>Eccl.</i> 2:2</a>.</i>: <i>To amusement I said, be praised</i>. The Holy One, praise to him, said to Solomon: What is this crown on your head? Descend from My throne! Rebbi Yose ben Ḥanina said, at that moment an angel came down looking like Solomon, removed him from his throne, and sat in his stead. He was going around in synagogues and houses of study, saying <i>I am Ecclesiastes, I used to be king over Israel in Jerusalem</i><sup class=\"footnote-marker\">194</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Ecclesiastes 1:12\" href=\"/Ecclesiastes.1.12\"><i>Eccl.</i> 1:12</a>.</i>. They were telling him, the king sits on his chair of honor<sup class=\"footnote-marker\">195</sup><i class=\"footnote\">Latin <i>bisellium</i>; cf. Löw in Krauss’s <i>Lehnwörter</i>.</i> and you say, <i>I am Ecclesiastes</i>? They hit him with a stick and brought a dish of split beans before him. At that moment, he said: <i>that is my part</i><sup class=\"footnote-marker\">196</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Ecclesiastes 2:10\" href=\"/Ecclesiastes.2.10\"><i>Eccl.</i> 2:10</a>.</i>. Some say, a staff. Others say, a rod. Others say, with his belt. <sup class=\"footnote-marker\">197</sup><i class=\"footnote\"><i>Cant. r. ad</i> 5:10, <a class=\"refLink\" data-ref=\"Vayikra Rabbah 19:2\" href=\"/Vayikra_Rabbah.19.2\"><i>Lev</i>. <i>r</i>. 19(2</a>), <a class=\"refLink\" data-ref=\"Shemot Rabbah 6:1\" href=\"/Shemot_Rabbah.6.1\"><i>Ex</i>. <i>r</i>. 6(1</a>). Solomon is accused of wanting to remove the imperative from <a class=\"refLink\" data-ref=\"Deuteronomy 17:17\" href=\"/Deuteronomy.17.17\"><i>Deut</i>. 17:17</a>.</i> Who had accused him? Rebbi Joshua ben Levi said, י in יַרְבֶּה<sup class=\"footnote-marker\">160</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"II Samuel 23:15-16\" href=\"/II_Samuel.23.15-16\"><i>2S</i>. 23:15–16</a>; <a class=\"refLink\" data-ref=\"I Chronicles 11:17-18\" href=\"/I_Chronicles.11.17-18\"><i>1Chr</i>. 11:17–18</a>.</i> accused him. Rebbi Simeon ben Ioḥai stated: The book Deuteronomy ascended, bowed down before the Holy One, praise to Him, and said to Him: Master of the Universe, You wrote in Your Torah that any disposition<sup class=\"footnote-marker\">198</sup><i class=\"footnote\">Greek διαθήκη “will, disposition”.</i> which is partially invalid is totally invalid, and now Solomon wants to uproot a י from me! The Holy One, praise to Him, said to it: Solomon and a thousand like him will disappear but nothing from you will disappear.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d094b6084aa1cbf05217", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, דָּבָר 1", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "BDB, דָּבָר 1", "sourceHeRef": "בראון-דרייבר-בריגס, דָּבָר א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "דָּבָר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">דָּבָר</span></big><sub>1439</sub>  <strong>n.m. speech, word</strong>—<a data-ref=\"Genesis 18:14\" href=\"/Genesis.18.14\">Gn 18:14</a> + 446 times; cstr. <span dir=\"rtl\">דְּבַר</span> <a data-ref=\"Genesis 12:17\" href=\"/Genesis.12.17\">Gn 12:17</a> + 361 times; sf. <span dir=\"rtl\">דְּבָרִי</span> <a data-ref=\"Numbers 11:23\" href=\"/Numbers.11.23\">Nu 11:23</a> + (sfs. 66 times); sg. in all 875 times; pl. <span dir=\"rtl\">דְּבָרִים</span> <a data-ref=\"Exodus 4:10\" href=\"/Exodus.4.10\">Ex 4:10</a> + 182 times; cstr. <span dir=\"rtl\">דִּבְרֵי</span> <a data-ref=\"Genesis 24:30\" href=\"/Genesis.24.30\">Gn 24:30</a> + 253 times; sf. <span dir=\"rtl\">דְּבָרָיו</span> <a data-ref=\"Genesis 37:8\" href=\"/Genesis.37.8\">Gn 37:8</a> (sfs. 127 times); pl. in all 564 times;—<br><strong>I.</strong>  sg. <em>speech, discourse, saying, word</em>, as the sum of that which is spoken: <strong>1.</strong>  <em>of men</em>, <strong>a.</strong>  <span dir=\"rtl\">נְבוֹן דָּבָר</span> <em>discreet in speech</em> <a data-ref=\"I Samuel 16:18\" href=\"/I_Samuel.16.18\">1 S 16:18</a>; <span dir=\"rtl\">ד׳ שְׂפָתַיִם</span> <em>speech of lips</em> <a data-ref=\"Psalms 59:13\" href=\"/Psalms.59.13\">ψ 59:13</a>, <em>mere talk</em> <a data-ref=\"Isaiah 36:5\" href=\"/Isaiah.36.5\">Is 36:5</a> (= <a data-ref=\"II Kings 18:20\" href=\"/II_Kings.18.20\">2 K 18:20</a>) <a data-ref=\"Proverbs 14:23\" href=\"/Proverbs.14.23\">Pr 14:23</a> (cf. <a data-ref=\"Psalms 17:4\" href=\"/Psalms.17.4\">ψ 17:4</a> speech of God’s lips); <span dir=\"rtl\">דָּבָר מָר</span> <em>bitter speech</em> <a data-ref=\"Psalms 64:4\" href=\"/Psalms.64.4\">ψ 64:4</a>; <span dir=\"rtl\">ד׳ כָּזָב</span> <em>lying speech</em> <a data-ref=\"Proverbs 30:8\" href=\"/Proverbs.30.8\">Pr 30:8</a>; <span dir=\"rtl\">טוֹב דְּבָֽרְךָ</span> <em>thy saying is good</em> <a data-ref=\"I Samuel 9:10\" href=\"/I_Samuel.9.10\">1 S 9:10</a>; <span dir=\"rtl\">וּדְבַר אַבְנֵר הָיָה עִם</span> <em>and the speech of Abner had been with</em> the elders of Israel <a data-ref=\"II Samuel 3:17\" href=\"/II_Samuel.3.17\">2 S 3:17</a> (cf. <a data-ref=\"I Kings 1:7\" href=\"/I_Kings.1.7\">1 K 1:7</a>); †<span dir=\"rtl\">אמר הדבר הזה</span> <em>say this saying</em> <a data-ref=\"Jeremiah 23:38\" href=\"/Jeremiah.23.38\">Je 23:38</a>; <a data-ref=\"Jeremiah 31:23\" href=\"/Jeremiah.31.23\">31:23</a> cf. <a data-ref=\"Jeremiah 13:12\" href=\"/Jeremiah.13.12\">13:12</a>; <a data-ref=\"Jeremiah 14:17\" href=\"/Jeremiah.14.17\">14:17</a> (of God), <a data-ref=\"I Samuel 8:10\" href=\"/I_Samuel.8.10\">1 S 8:10</a> <span dir=\"rtl\">(דִּבְרֵי י׳)</span>. <strong>b.</strong>  <em>word of command</em>, <span dir=\"rtl\">ד׳ (הַ)מֶּלֶךְ</span> <a data-ref=\"I Chronicles 21:4\" href=\"/I_Chronicles.21.4\">1 Ch 21:4</a>, <a data-ref=\"I Chronicles 21:6\" href=\"/I_Chronicles.21.6\">6</a> <a data-ref=\"Esther 1:12\" href=\"/Esther.1.12\">Est 1:12</a> + 6 times Est, <a data-ref=\"Ecclesiastes 8:4\" href=\"/Ecclesiastes.8.4\">Ec 8:4</a> cf. <a data-ref=\"II Chronicles 30:5\" href=\"/II_Chronicles.30.5\">2 Ch 30:5</a>; <a data-ref=\"II Chronicles 31:5\" href=\"/II_Chronicles.31.5\">31:5</a> <a data-ref=\"Daniel 9:23\" href=\"/Daniel.9.23\">Dn 9:23</a>, <a data-ref=\"Daniel 9:25\" href=\"/Daniel.9.25\">25</a>; †<span dir=\"rtl\">ד׳ מַלְכוּת</span> <em>royal edict</em> <a data-ref=\"Esther 1:19\" href=\"/Esther.1.19\">Est 1:19</a>; <span dir=\"rtl\">עשׂה כדבר</span> <em>do according to the command of</em> <a data-ref=\"Genesis 44:2\" href=\"/Genesis.44.2\">Gn 44:2</a>; <a data-ref=\"Genesis 47:30\" href=\"/Genesis.47.30\">47:30</a> <a data-ref=\"Exodus 8:9\" href=\"/Exodus.8.9\">Ex 8:9</a>, <a data-ref=\"Exodus 8:27\" href=\"/Exodus.8.27\">27</a>; <a data-ref=\"Exodus 12:35\" href=\"/Exodus.12.35\">12:35</a>; <a data-ref=\"Exodus 32:28\" href=\"/Exodus.32.28\">32:28</a> (J) <a data-ref=\"Leviticus 10:7\" href=\"/Leviticus.10.7\">Lv 10:7</a> (P) <a data-ref=\"Judges 11:10\" href=\"/Judges.11.10\">Ju 11:10</a> <a data-ref=\"Ezra 10:5\" href=\"/Ezra.10.5\">Ezr 10:5</a> <a data-ref=\"Nehemiah 5:12\" href=\"/Nehemiah.5.12\">Ne 5:12</a>, <a data-ref=\"Nehemiah 5:13\" href=\"/Nehemiah.5.13\">13</a>; cf. <a data-ref=\"II Samuel 17:6\" href=\"/II_Samuel.17.6\">2 S 17:6</a> (word of counsel), <a data-ref=\"I Kings 3:12\" href=\"/I_Kings.3.12\">1 K 3:12</a> (request), <a data-ref=\"I Kings 17:13\" href=\"/I_Kings.17.13\">1 K 17:13</a> (proposal; on these meanings v. infr.) <strong>c.</strong>  <em>message, report, tidings</em>, <span dir=\"rtl\">וַיִּשְׁמַע הָעָם אֶת־הַדָּבָר הָרָע הַזֶּה</span> <em>and the people heard this evil report</em> <a data-ref=\"Exodus 33:4\" href=\"/Exodus.33.4\">Ex 33:4</a> (JE) cf. <a data-ref=\"I Kings 20:12\" href=\"/I_Kings.20.12\">1 K 20:12</a>; <span dir=\"rtl\">אמת (היה) הדבר</span> <em>the report was true</em> <a data-ref=\"I Kings 10:6\" href=\"/I_Kings.10.6\">1 K 10:6</a> = <a data-ref=\"II Chronicles 9:5\" href=\"/II_Chronicles.9.5\">2 Ch 9:5</a>; <span dir=\"rtl\">עַד בּוֹא דָבָר מֵעִמָּכֶם</span> <em>until word come from you</em> <a data-ref=\"II Samuel 15:28\" href=\"/II_Samuel.15.28\">2 S 15:28</a>; <span dir=\"rtl\">ויגע הדבר אל מלך נינוה</span> <a data-ref=\"Jonah 3:6\" href=\"/Jonah.3.6\">Jon 3:6</a>; †<span dir=\"rtl\">הֵשִׁיב דָּבָר</span> <em>return</em> or <em>bring word, report</em> <a data-ref=\"Genesis 37:14\" href=\"/Genesis.37.14\">Gn 37:14</a> <a data-ref=\"Numbers 13:26\" href=\"/Numbers.13.26\">Nu 13:26</a>; <a data-ref=\"Numbers 22:8\" href=\"/Numbers.22.8\">22:8</a> (J) <a data-ref=\"Deuteronomy 1:22\" href=\"/Deuteronomy.1.22\">Dt 1:22</a>, <a data-ref=\"Deuteronomy 1:25\" href=\"/Deuteronomy.1.25\">25</a> <a data-ref=\"Joshua 14:7\" href=\"/Joshua.14.7\">Jos 14:7</a>; <a data-ref=\"Joshua 22:32\" href=\"/Joshua.22.32\">22:32</a> (D) <a data-ref=\"I Kings 2:30\" href=\"/I_Kings.2.30\">1 K 2:30</a>; <a data-ref=\"I Kings 20:9\" href=\"/I_Kings.20.9\">20:9</a> <a data-ref=\"II Kings 22:9\" href=\"/II_Kings.22.9\">2 K 22:9</a>, <a data-ref=\"II Kings 22:20\" href=\"/II_Kings.22.20\">20</a> (= <a data-ref=\"II Chronicles 34:16\" href=\"/II_Chronicles.34.16\">2 Ch 34:16</a>, <a data-ref=\"II Chronicles 34:28\" href=\"/II_Chronicles.34.28\">28</a>), but <em>answer</em> <a data-ref=\"I Samuel 17:30\" href=\"/I_Samuel.17.30\">1 S 17:30</a> <a data-ref=\"II Samuel 3:11\" href=\"/II_Samuel.3.11\">2 S 3:11</a>; <a data-ref=\"II Samuel 24:13\" href=\"/II_Samuel.24.13\">24:13</a> (= <a data-ref=\"I Chronicles 21:12\" href=\"/I_Chronicles.21.12\">1 Ch 21:12</a>), <a data-ref=\"I Kings 12:6\" href=\"/I_Kings.12.6\">1 K 12:6</a>, <a data-ref=\"I Kings 12:9\" href=\"/I_Kings.12.9\">9</a> (= <a data-ref=\"II Chronicles 10:6\" href=\"/II_Chronicles.10.6\">2 Ch 10:6</a>, <a data-ref=\"II Chronicles 10:9\" href=\"/II_Chronicles.10.9\">9</a>), <a data-ref=\"I Kings 12:16\" href=\"/I_Kings.12.16\">12:16</a> <a data-ref=\"Nehemiah 2:20\" href=\"/Nehemiah.2.20\">Ne 2:20</a> <a data-ref=\"Proverbs 18:13\" href=\"/Proverbs.18.13\">Pr 18:13</a>; <a data-ref=\"Proverbs 27:11\" href=\"/Proverbs.27.11\">27:11</a> <a data-ref=\"Isaiah 41:28\" href=\"/Isaiah.41.28\">Is 41:28</a> <a data-ref=\"Ezekiel 9:11\" href=\"/Ezekiel.9.11\">Ez 9:11</a> (Dr<sup>Sm p. 190</sup> explains the phrase as <em>turn back with a word</em>); cf. <span dir=\"rtl\">ענה (לא) דבר</span> <em>answer something</em> or <em>nothing</em> <a data-ref=\"I Kings 18:21\" href=\"/I_Kings.18.21\">1 K 18:21</a> <a data-ref=\"II Kings 18:36\" href=\"/II_Kings.18.36\">2 K 18:36</a> <a data-ref=\"Psalms 119:42\" href=\"/Psalms.119.42\">ψ 119:42</a> <a data-ref=\"Isaiah 36:21\" href=\"/Isaiah.36.21\">Is 36:21</a> <a data-ref=\"Jeremiah 44:20\" href=\"/Jeremiah.44.20\">Je 44:20</a> vid. <strong>IV. 6</strong>; <span dir=\"rtl\">השׁיב דברים</span> <em>return words</em> <a data-ref=\"Exodus 19:8\" href=\"/Exodus.19.8\">Ex 19:8</a> (E) <a data-ref=\"Proverbs 24:26\" href=\"/Proverbs.24.26\">Pr 24:26</a> vid. <strong>III. 1.</strong> <strong>d.</strong>  <em>advice, counsel</em>, <span dir=\"rtl\">בדבר בלעם</span> <em>by advice of Balaam</em> <a data-ref=\"Numbers 31:16\" href=\"/Numbers.31.16\">Nu 31:16</a> (P), cf. <a data-ref=\"Judges 20:7\" href=\"/Judges.20.7\">Ju 20:7</a> <a data-ref=\"II Samuel 19:44\" href=\"/II_Samuel.19.44\">2 S 19:44</a> <a data-ref=\"Esther 5:5\" href=\"/Esther.5.5\">Est 5:5</a>. <strong>e.</strong>  <em>request</em>, <span dir=\"rtl\">אמתו</span> of <em>his maid</em>, <span dir=\"rtl\">עבדו</span> of <em>his servant</em> <a data-ref=\"II Samuel 14:15\" href=\"/II_Samuel.14.15\">2 S 14:15</a>, <a data-ref=\"II Samuel 14:22\" href=\"/II_Samuel.14.22\">22</a>. <strong>f.</strong>  <em>promise</em>, <span dir=\"rtl\">לא יחל דברו</span> <em>he shall not break his word</em> <a data-ref=\"Numbers 30:3\" href=\"/Numbers.30.3\">Nu 30:3</a> (P), cf. <span dir=\"rtl\">הקים דבר</span> <em>perform a promise</em> <a data-ref=\"Nehemiah 5:13\" href=\"/Nehemiah.5.13\">Ne 5:13</a>, vid. also <strong>2 b.</strong> <strong>g.</strong>  <em>charge, complaint</em>, <span dir=\"rtl\">אם אמת היה הדבר הזה</span> <em>if this charge be true</em> <a data-ref=\"Deuteronomy 22:20\" href=\"/Deuteronomy.22.20\">Dt 22:20</a> cf. <a data-ref=\"Deuteronomy 13:15\" href=\"/Deuteronomy.13.15\">13:15</a>; <a data-ref=\"Deuteronomy 17:4\" href=\"/Deuteronomy.17.4\">17:4</a>, <span dir=\"rtl\">שׂים דבר בְּ</span> <a data-ref=\"I Samuel 22:15\" href=\"/I_Samuel.22.15\">1 S 22:15</a>, <span dir=\"rtl\">שׂים עלילות דברים לְ</span> <a data-ref=\"Deuteronomy 22:14\" href=\"/Deuteronomy.22.14\">Dt 22:14</a>, <a data-ref=\"Deuteronomy 22:17\" href=\"/Deuteronomy.22.17\">17</a>. <strong>h.</strong>  <em>decision, sentence</em>, <span dir=\"rtl\">דְּבַר דַמִּשְׁפָּט</span> <em>the sentence of judgment</em> <a data-ref=\"Deuteronomy 17:9\" href=\"/Deuteronomy.17.9\">Dt 17:9</a> cf. v <a data-ref=\"Deuteronomy 17:10\" href=\"/Deuteronomy.17.10\">10</a>, <a data-ref=\"Deuteronomy 17:11\" href=\"/Deuteronomy.17.11\">11</a>. <strong>i.</strong>  <em>theme, story</em>, <span dir=\"rtl\">רָחַשׁ לִבִּי דָּבָר טוֹב</span> my heart swells with a <em>good theme</em> <a data-ref=\"Psalms 45:2\" href=\"/Psalms.45.2\">ψ 45:2</a>; <span dir=\"rtl\">דְּבַר גְּבוּרוֹת</span> <em>the story of his great might</em> <a data-ref=\"Job 41:4\" href=\"/Job.41.4\">Jb 41:4</a>. <strong>2.</strong>  <em>word of God</em>, as a divine communication in the form of commandments, prophecy, and words of help to his people, used 394 times. This word is communicated in several ways: <strong>a.</strong>  <span dir=\"rtl\">ויהי דבר י׳ אל</span> <em>then the word of Yahweh came unto</em> <a data-ref=\"I Samuel 15:10\" href=\"/I_Samuel.15.10\">1 S 15:10</a> <a data-ref=\"II Samuel 7:4\" href=\"/II_Samuel.7.4\">2 S 7:4</a> (cf. <span dir=\"rtl\">אלהים</span> <a data-ref=\"I Chronicles 17:3\" href=\"/I_Chronicles.17.3\">1 Ch 17:3</a>), <a data-ref=\"I Kings 6:11\" href=\"/I_Kings.6.11\">1 K 6:11</a>; <a data-ref=\"I Kings 13:20\" href=\"/I_Kings.13.20\">13:20</a>; <a data-ref=\"I Kings 16:1\" href=\"/I_Kings.16.1\">16:1</a>; <a data-ref=\"I Kings 17:2\" href=\"/I_Kings.17.2\">17:2</a>, <a data-ref=\"I Kings 17:8\" href=\"/I_Kings.17.8\">8</a>; <a data-ref=\"I Kings 21:17\" href=\"/I_Kings.21.17\">21:17</a>, <a data-ref=\"I Kings 21:28\" href=\"/I_Kings.21.28\">28</a> <a data-ref=\"II Chronicles 11:2\" href=\"/II_Chronicles.11.2\">2 Ch 11:2</a> (cf. <span dir=\"rtl\">האלהים</span> <a data-ref=\"I Kings 12:22\" href=\"/I_Kings.12.22\">1 K 12:22</a>); cf.<a data-ref=\"I Chronicles 22:8\" href=\"/I_Chronicles.22.8\">1 Ch 22:8</a> (<span dir=\"rtl\">על</span> by confusion), <a data-ref=\"Isaiah 38:4\" href=\"/Isaiah.38.4\">Is 38:4</a> <a data-ref=\"Jeremiah 1:4\" href=\"/Jeremiah.1.4\">Je 1:4</a> + 20 times Je, <a data-ref=\"Ezekiel 3:16\" href=\"/Ezekiel.3.16\">Ez 3:16</a> + 41 times Ez, <a data-ref=\"Jonah 1:1\" href=\"/Jonah.1.1\">Jon 1:1</a>; <a data-ref=\"Jonah 3:1\" href=\"/Jonah.3.1\">3:1</a> <a data-ref=\"Haggai 2:20\" href=\"/Haggai.2.20\">Hg 2:20</a> <a data-ref=\"Zechariah 4:8\" href=\"/Zechariah.4.8\">Zc 4:8</a>; <a data-ref=\"Zechariah 6:9\" href=\"/Zechariah.6.9\">6:9</a>; <a data-ref=\"Zechariah 7:4\" href=\"/Zechariah.7.4\">7:4</a>, <a data-ref=\"Zechariah 7:8\" href=\"/Zechariah.7.8\">8</a>; <a data-ref=\"Zechariah 8:1\" href=\"/Zechariah.8.1\">8:1</a> (without <span dir=\"rtl\">אל</span>) v <a data-ref=\"Zechariah 8:18\" href=\"/Zechariah.8.18\">18</a>; †<span dir=\"rtl\">היה ד׳ י׳ אל</span> <a data-ref=\"Genesis 15:1\" href=\"/Genesis.15.1\">Gn 15:1</a> <a data-ref=\"II Chronicles 12:7\" href=\"/II_Chronicles.12.7\">2 Ch 12:7</a> <a data-ref=\"Jeremiah 25:3\" href=\"/Jeremiah.25.3\">Je 25:3</a> + 4 times Je, <a data-ref=\"Ezekiel 1:3\" href=\"/Ezekiel.1.3\">Ez 1:3</a> + 7 times Ez, <a data-ref=\"Daniel 9:2\" href=\"/Daniel.9.2\">Dn 9:2</a> <a data-ref=\"Zechariah 1:1\" href=\"/Zechariah.1.1\">Zc 1:1</a>, <a data-ref=\"Zechariah 1:7\" href=\"/Zechariah.1.7\">7</a>; <a data-ref=\"Zechariah 7:1\" href=\"/Zechariah.7.1\">7:1</a>; †<span dir=\"rtl\">הנה ד׳ י׳ אל</span> <a data-ref=\"Genesis 15:4\" href=\"/Genesis.15.4\">Gn 15:4</a> <a data-ref=\"I Kings 19:9\" href=\"/I_Kings.19.9\">1 K 19:9</a>; †<span dir=\"rtl\">ד׳ י׳ היה אל</span> <a data-ref=\"II Samuel 24:11\" href=\"/II_Samuel.24.11\">2 S 24:11</a> <a data-ref=\"I Kings 16:7\" href=\"/I_Kings.16.7\">1 K 16:7</a>; <a data-ref=\"I Kings 18:1\" href=\"/I_Kings.18.1\">18:1</a> <a data-ref=\"II Kings 20:4\" href=\"/II_Kings.20.4\">2 K 20:4</a> <a data-ref=\"Ezekiel 24:20\" href=\"/Ezekiel.24.20\">Ez 24:20</a>; †<span dir=\"rtl\">היה ד׳ י׳ ביד</span> <a data-ref=\"Haggai 1:1\" href=\"/Haggai.1.1\">Hg 1:1</a>; <a data-ref=\"Haggai 2:1\" href=\"/Haggai.2.1\">2:1</a>, <a data-ref=\"Haggai 2:10\" href=\"/Haggai.2.10\">10</a>; †<span dir=\"rtl\">ויהי ד׳ י׳ ביד</span> <a data-ref=\"Haggai 1:3\" href=\"/Haggai.1.3\">Hg 1:3</a>; †<span dir=\"rtl\">ד׳ י׳ אשׁר היה אל</span> <a data-ref=\"Hosea 1:1\" href=\"/Hosea.1.1\">Ho 1:1</a> <a data-ref=\"Joel 1:1\" href=\"/Joel.1.1\">Jo 1:1</a> <a data-ref=\"Micah 1:1\" href=\"/Micah.1.1\">Mi 1:1</a> <a data-ref=\"Zephaniah 1:1\" href=\"/Zephaniah.1.1\">Zp 1:1</a>; †<span dir=\"rtl\">אשׁר היה ד׳ י׳ אליו</span> <a data-ref=\"I Kings 18:31\" href=\"/I_Kings.18.31\">1 K 18:31</a> <a data-ref=\"Jeremiah 1:2\" href=\"/Jeremiah.1.2\">Je 1:2</a>; †<span dir=\"rtl\">אשׁר היה ד׳ י׳ אל יר׳</span> <a data-ref=\"Jeremiah 14:1\" href=\"/Jeremiah.14.1\">Je 14:1</a>; <a data-ref=\"Jeremiah 46:1\" href=\"/Jeremiah.46.1\">46:1</a>; <a data-ref=\"Jeremiah 47:1\" href=\"/Jeremiah.47.1\">47:1</a>; <a data-ref=\"Jeremiah 49:34\" href=\"/Jeremiah.49.34\">49:34</a> (vid. <span dir=\"rtl\">אשׁר</span> <strong>6 a</strong>; <span dir=\"rtl\">הדבר אשׁר היה אל</span> <a data-ref=\"Jeremiah 7:1\" href=\"/Jeremiah.7.1\">Je 7:1</a> + 11 times Je; †<span dir=\"rtl\">את ד׳ י׳</span> <a data-ref=\"II Kings 3:12\" href=\"/II_Kings.3.12\">2 K 3:12</a> <a data-ref=\"Jeremiah 23:28\" href=\"/Jeremiah.23.28\">Je 23:28</a>; <a data-ref=\"Jeremiah 27:18\" href=\"/Jeremiah.27.18\">27:18</a>; cf. <span dir=\"rtl\">אֵלַי דָּבָר יְגֻנָּב</span> <em>unto me a word was brought by stealth</em> <a data-ref=\"Job 4:12\" href=\"/Job.4.12\">Jb 4:12</a>, cf. <span dir=\"rtl\">וְטֶרֶם יִגָּלֶה אֵלָיו דְּבַר י׳</span> <em>and the word of Yahweh was not yet revealed unto him</em> <a data-ref=\"I Samuel 3:7\" href=\"/I_Samuel.3.7\">1 S 3:7</a>. Yahweh also sends his word <span dir=\"rtl\">שׁלח</span> <a data-ref=\"Psalms 107:20\" href=\"/Psalms.107.20\">ψ 107:20</a>; <a data-ref=\"Psalms 147:18\" href=\"/Psalms.147.18\">147:18</a> <a data-ref=\"Isaiah 9:7\" href=\"/Isaiah.9.7\">Is 9:7</a> <a data-ref=\"Jeremiah 42:5\" href=\"/Jeremiah.42.5\">Je 42:5</a> (cf. pl. <a data-ref=\"Zechariah 7:12\" href=\"/Zechariah.7.12\">Zc 7:12</a>) and makes it an object of vision <span dir=\"rtl\">ראה</span> <a data-ref=\"Jeremiah 2:31\" href=\"/Jeremiah.2.31\">Je 2:31</a>; <a data-ref=\"Jeremiah 38:21\" href=\"/Jeremiah.38.21\">38:21</a> (cf. pl. <a data-ref=\"Ezekiel 11:25\" href=\"/Ezekiel.11.25\">Ez 11:25</a>), <span dir=\"rtl\">חזה</span> <a data-ref=\"Isaiah 2:1\" href=\"/Isaiah.2.1\">Is 2:1</a>; it is also commanded <span dir=\"rtl\">צוה</span> <a data-ref=\"Exodus 16:16\" href=\"/Exodus.16.16\">Ex 16:16</a>, <a data-ref=\"Exodus 16:32\" href=\"/Exodus.16.32\">32</a>; <a data-ref=\"Exodus 35:4\" href=\"/Exodus.35.4\">35:4</a> <a data-ref=\"Leviticus 8:5\" href=\"/Leviticus.8.5\">Lv 8:5</a>; <a data-ref=\"Leviticus 9:6\" href=\"/Leviticus.9.6\">9:6</a>; <a data-ref=\"Leviticus 17:2\" href=\"/Leviticus.17.2\">17:2</a> <a data-ref=\"Numbers 30:2\" href=\"/Numbers.30.2\">Nu 30:2</a>; <a data-ref=\"Numbers 36:6\" href=\"/Numbers.36.6\">36:6</a> (P) <a data-ref=\"Deuteronomy 4:2\" href=\"/Deuteronomy.4.2\">Dt 4:2</a>; <a data-ref=\"Deuteronomy 13:1\" href=\"/Deuteronomy.13.1\">13:1</a>; <a data-ref=\"Deuteronomy 15:15\" href=\"/Deuteronomy.15.15\">15:15</a> <a data-ref=\"Joshua 1:13\" href=\"/Joshua.1.13\">Jos 1:13</a>; <a data-ref=\"Joshua 4:10\" href=\"/Joshua.4.10\">4:10</a> (D) <a data-ref=\"I Chronicles 16:15\" href=\"/I_Chronicles.16.15\">1 Ch 16:15</a> (= <a data-ref=\"Psalms 105:8\" href=\"/Psalms.105.8\">ψ 105:8</a>) <a data-ref=\"Nehemiah 1:8\" href=\"/Nehemiah.1.8\">Ne 1:8</a> <a data-ref=\"Jeremiah 7:23\" href=\"/Jeremiah.7.23\">Je 7:23</a>, cf. <span dir=\"rtl\">הדברים אשׁר צוה</span> <a data-ref=\"Exodus 35:1\" href=\"/Exodus.35.1\">Ex 35:1</a> <a data-ref=\"Leviticus 8:36\" href=\"/Leviticus.8.36\">Lv 8:36</a> (P) <a data-ref=\"Exodus 19:7\" href=\"/Exodus.19.7\">Ex 19:7</a> (E) <a data-ref=\"Deuteronomy 6:6\" href=\"/Deuteronomy.6.6\">Dt 6:6</a>. <strong>b.</strong>  Yahweh confirms his word of promise <a data-ref=\"Deuteronomy 9:5\" href=\"/Deuteronomy.9.5\">Dt 9:5</a> <a data-ref=\"I Samuel 1:23\" href=\"/I_Samuel.1.23\">1 S 1:23</a> (where read <span dir=\"rtl\">דְּבָרֵךְ</span> <em>thy word</em> according to 𝔊 𝔖 & Dr), <a data-ref=\"I Kings 2:4\" href=\"/I_Kings.2.4\">1 K 2:4</a>; <a data-ref=\"I Kings 6:12\" href=\"/I_Kings.6.12\">6:12</a>; <a data-ref=\"I Kings 8:20\" href=\"/I_Kings.8.20\">8:20</a> <a data-ref=\"Jeremiah 29:10\" href=\"/Jeremiah.29.10\">Je 29:10</a>; <a data-ref=\"Jeremiah 33:14\" href=\"/Jeremiah.33.14\">33:14</a>, and his word of warning <a data-ref=\"I Kings 12:15\" href=\"/I_Kings.12.15\">1 K 12:15</a> <a data-ref=\"Daniel 9:12\" href=\"/Daniel.9.12\">Dn 9:12</a>; his word stands for ever <a data-ref=\"Isaiah 40:8\" href=\"/Isaiah.40.8\">Is 40:8</a>; it is settled for ever in heaven <a data-ref=\"Psalms 119:89\" href=\"/Psalms.119.89\">ψ 119:89</a>; he remembers his <em>holy word</em> <span dir=\"rtl\">דבר קדשׁו</span> <a data-ref=\"Psalms 105:42\" href=\"/Psalms.105.42\">ψ 105:42</a> (cf. <span dir=\"rtl\">דִּבְרֵי קָדְשׁוֹ</span> <a data-ref=\"Jeremiah 23:9\" href=\"/Jeremiah.23.9\">Je 23:9</a>); he himself <a data-ref=\"Joel 2:11\" href=\"/Joel.2.11\">Jo 2:11</a>, the angels <a data-ref=\"Psalms 103:20\" href=\"/Psalms.103.20\">ψ 103:20</a>, and forces of nature <a data-ref=\"Psalms 148:8\" href=\"/Psalms.148.8\">ψ 148:8</a> <span dir=\"rtl\">עשׂה דברו</span> do his word of command; by his word the heavens were made <a data-ref=\"Psalms 33:6\" href=\"/Psalms.33.6\">ψ 33:6</a>; it is near his people, in their mouth and heart <a data-ref=\"Deuteronomy 30:14\" href=\"/Deuteronomy.30.14\">Dt 30:14</a>; a lamp to their feet <a data-ref=\"Psalms 119:105\" href=\"/Psalms.119.105\">ψ 119:105</a>.<br><strong>II.</strong>  <em>saying, utterance, sentence</em>, as a section of a discourse:— <strong>1.</strong>  <em>of men</em>, <strong>a.</strong>  <span dir=\"rtl\">דָּבָר בְּעִתּוֹ</span> <em>a word in due season</em> <a data-ref=\"Proverbs 15:23\" href=\"/Proverbs.15.23\">Pr 15:23</a> cf. <a data-ref=\"Job 4:2\" href=\"/Job.4.2\">Jb 4:2</a> <a data-ref=\"Proverbs 12:25\" href=\"/Proverbs.12.25\">Pr 12:25</a>; commonly in plural, †<span dir=\"rtl\">דִּבְרֵי (הַ)שִּׁירָ(ה)</span> <em>words of the song</em> (i.e. its lines of poetry) <a data-ref=\"Deuteronomy 31:30\" href=\"/Deuteronomy.31.30\">Dt 31:30</a>; <a data-ref=\"Deuteronomy 32:44\" href=\"/Deuteronomy.32.44\">32:44</a> <a data-ref=\"Psalms 18:1\" href=\"/Psalms.18.1\">ψ 18·1</a> (= <a data-ref=\"II Samuel 22:1\" href=\"/II_Samuel.22.1\">2 S 22:1</a>) <a data-ref=\"Psalms 137:3\" href=\"/Psalms.137.3\">137:3</a>; <span dir=\"rtl\">הלל בדברי דויד</span> <em>to sing praises with the words of David</em> (his psalms) <a data-ref=\"II Chronicles 29:30\" href=\"/II_Chronicles.29.30\">2 Ch 29:30</a>; <span dir=\"rtl\">דִּבְרֵי חֲכָמִים</span> <em>sentences of the wise</em> <a data-ref=\"Proverbs 1:6\" href=\"/Proverbs.1.6\">Pr 1:6</a>; <a data-ref=\"Proverbs 22:17\" href=\"/Proverbs.22.17\">22:17</a> <a data-ref=\"Ecclesiastes 9:17\" href=\"/Ecclesiastes.9.17\">Ec 9:17</a>; <a data-ref=\"Ecclesiastes 12:11\" href=\"/Ecclesiastes.12.11\">12:11</a>; these sayings are commonly <em>written</em>, cf. <span dir=\"rtl\">דברי האגרת</span> <em>words of the letter</em> <a data-ref=\"Esther 9:26\" href=\"/Esther.9.26\">Est 9:26</a>; <span dir=\"rtl\">הדברים עתיקים</span> <em>the records are ancient</em> <a data-ref=\"I Chronicles 4:22\" href=\"/I_Chronicles.4.22\">1 Ch 4:22</a>; <span dir=\"rtl\">דִּבְרֵי (ה)סֵפֶר</span> <a data-ref=\"Isaiah 29:11\" href=\"/Isaiah.29.11\">Is 29:11</a>, <a data-ref=\"Isaiah 29:18\" href=\"/Isaiah.29.18\">18</a> <a data-ref=\"Jeremiah 29:1\" href=\"/Jeremiah.29.1\">Je 29:1</a>. <strong>b.</strong>  <em>title of writings:</em> <span dir=\"rtl\">דִּבְרֵי קֹהֶלֶת</span> <a data-ref=\"Ecclesiastes 1:1\" href=\"/Ecclesiastes.1.1\">Ec 1:1</a>, <span dir=\"rtl\">ד׳ אגור</span> <a data-ref=\"Proverbs 30:1\" href=\"/Proverbs.30.1\">Pr 30:1</a>, <span dir=\"rtl\">ד׳ למואל</span> <a data-ref=\"Proverbs 31:1\" href=\"/Proverbs.31.1\">Pr 31:1</a>, <span dir=\"rtl\">ד׳ ירמיהו</span> <a data-ref=\"Jeremiah 1:1\" href=\"/Jeremiah.1.1\">Je 1:1</a>, so <a data-ref=\"Amos 1:1\" href=\"/Amos.1.1\">Am 1:1</a> <a data-ref=\"Nehemiah 1:1\" href=\"/Nehemiah.1.1\">Ne 1:1</a>; cf. in appended phrase or clause, <a data-ref=\"Jeremiah 51:64\" href=\"/Jeremiah.51.64\">Je 51:64</a>, <span dir=\"rtl\">ד׳ איוב</span> <a data-ref=\"Job 31:40\" href=\"/Job.31.40\">Jb 31:40</a>. <strong>c.</strong>  in Ch <em>name of a work:</em> <span dir=\"rtl\">ד׳ החזים</span> <a data-ref=\"II Chronicles 33:18\" href=\"/II_Chronicles.33.18\">2 Ch 33:18</a>, <a data-ref=\"II Chronicles 33:19\" href=\"/II_Chronicles.33.19\">19</a>, <span dir=\"rtl\">בד׳ שׁמעיה</span> <a data-ref=\"II Chronicles 12:15\" href=\"/II_Chronicles.12.15\">2 Ch 12:15</a>, <span dir=\"rtl\">בד׳ יהוא</span> <a data-ref=\"II Chronicles 20:34\" href=\"/II_Chronicles.20.34\">2 Ch 20:34</a>, <span dir=\"rtl\">על ד׳ שׁמואל</span> <a data-ref=\"I Chronicles 29:29\" href=\"/I_Chronicles.29.29\">1 Ch 29:29</a>; <span dir=\"rtl\">על ד׳ נתן</span> <a data-ref=\"I Chronicles 29:29\" href=\"/I_Chronicles.29.29\">1 Ch 29:29</a> <a data-ref=\"II Chronicles 9:29\" href=\"/II_Chronicles.9.29\">2 Ch 9:29</a>, <span dir=\"rtl\">על ד׳ גד</span> <a data-ref=\"I Chronicles 29:29\" href=\"/I_Chronicles.29.29\">1 Ch 29:29</a>. (It is not certain whether writings of prophets or histories about them are referred to; in the latter case they are <em>acts</em>, <strong>IV. 2,</strong> vid. Dr<sup>Intr. 497</sup>.) <strong>2.</strong>  <em>of God:</em> <span dir=\"rtl\">עֲשֶׂרֶת הַדְּבָרִים</span> <em>the ten words</em> (sentences in the tables) <a data-ref=\"Exodus 34:28\" href=\"/Exodus.34.28\">Ex 34:28</a> (JE) <a data-ref=\"Deuteronomy 4:13\" href=\"/Deuteronomy.4.13\">Dt 4:13</a>; <a data-ref=\"Deuteronomy 10:4\" href=\"/Deuteronomy.10.4\">10:4</a>, referred to as <span dir=\"rtl\">הדברים</span> <a data-ref=\"Exodus 34:1\" href=\"/Exodus.34.1\">Ex 34:1</a> (JE) <a data-ref=\"Deuteronomy 4:10\" href=\"/Deuteronomy.4.10\">Dt 4:10</a>, <a data-ref=\"Deuteronomy 4:36\" href=\"/Deuteronomy.4.36\">36</a>; <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">5:19</a>; <a data-ref=\"Deuteronomy 9:10\" href=\"/Deuteronomy.9.10\">9:10</a>; <a data-ref=\"Deuteronomy 10:2\" href=\"/Deuteronomy.10.2\">10:2</a>; of commands of covenant code <a data-ref=\"Exodus 24:3\" href=\"/Exodus.24.3\">Ex 24:3</a>, <a data-ref=\"Exodus 24:4\" href=\"/Exodus.24.4\">4</a>, <a data-ref=\"Exodus 24:8\" href=\"/Exodus.24.8\">8</a> cf. <a data-ref=\"Exodus 34:27\" href=\"/Exodus.34.27\">34:27</a> (JE); of Deuteronomic code <a data-ref=\"Deuteronomy 17:19\" href=\"/Deuteronomy.17.19\">Dt 17:19</a> (+ 16 times D) <a data-ref=\"II Kings 22:11\" href=\"/II_Kings.22.11\">2 K 22:11</a>; <a data-ref=\"II Kings 23:3-24\" href=\"/II_Kings.23.3-24\">23:3–24</a> (cf. <a data-ref=\"II Chronicles 34:19-31\" href=\"/II_Chronicles.34.19-31\">2 Ch 34:19–31</a>) <a data-ref=\"Jeremiah 11:2-8\" href=\"/Jeremiah.11.2-8\">Je 11:2–8</a>; <a data-ref=\"Jeremiah 34:18\" href=\"/Jeremiah.34.18\">34:18</a>; the lawbook of joshua <a data-ref=\"Joshua 24:26\" href=\"/Joshua.24.26\">Jos 24:26</a> (E); of the code of Ezra <a data-ref=\"Ezra 7:11\" href=\"/Ezra.7.11\">Ezr 7:11</a>; <a data-ref=\"Ezra 9:4\" href=\"/Ezra.9.4\">9:4</a> <a data-ref=\"Nehemiah 8:9\" href=\"/Nehemiah.8.9\">Ne 8:9</a>, <a data-ref=\"Nehemiah 8:13\" href=\"/Nehemiah.8.13\">13</a>; the words of Yahweh written by Jeremiah <a data-ref=\"Jeremiah 25:13\" href=\"/Jeremiah.25.13\">Je 25:13</a>; <a data-ref=\"Jeremiah 36:4-32\" href=\"/Jeremiah.36.4-32\">36:4–32</a>; <a data-ref=\"Jeremiah 51:61\" href=\"/Jeremiah.51.61\">51:61</a>; the words of the book of Daniel <a data-ref=\"Daniel 12:4\" href=\"/Daniel.12.4\">Dn 12:4</a>; <a data-ref=\"Daniel 12:9\" href=\"/Daniel.12.9\">9</a> commands in general <a data-ref=\"I Samuel 15:11\" href=\"/I_Samuel.15.11\">1 S 15:11</a> <a data-ref=\"Psalms 50:17\" href=\"/Psalms.50.17\">ψ 50:17</a>; <a data-ref=\"Psalms 119:57\" href=\"/Psalms.119.57\">119:57</a>, <a data-ref=\"Psalms 119:130\" href=\"/Psalms.119.130\">130</a>, <a data-ref=\"Psalms 119:139\" href=\"/Psalms.119.139\">139</a>; promises <a data-ref=\"II Samuel 7:28\" href=\"/II_Samuel.7.28\">2 S 7:28</a> <a data-ref=\"Nehemiah 9:8\" href=\"/Nehemiah.9.8\">Ne 9:8</a>, cf. <a data-ref=\"I Chronicles 25:5\" href=\"/I_Chronicles.25.5\">1 Ch 25:5</a> <a data-ref=\"II Chronicles 36:16\" href=\"/II_Chronicles.36.16\">2 Ch 36:16</a>.<br><strong>III.</strong>  <em>a word, words:</em>— <strong>1.</strong>  <em>of men:</em> <span dir=\"rtl\">שָׂפָה אֶחָ֑ת וּדְבָרִים אֲחָדִים</span> <em>one lip, and one and the same words</em> <a data-ref=\"Genesis 11:1\" href=\"/Genesis.11.1\">Gn 11:1</a> (J); <span dir=\"rtl\">אֵין אֹמֶר וְאֵין דְּבָרִים</span> <em>no speech and no words</em> <a data-ref=\"Psalms 19:4\" href=\"/Psalms.19.4\">ψ 19:4</a>; <span dir=\"rtl\">אִישׁ דְּבָרִים</span> <em>man of words</em>, ready in speech, <a data-ref=\"Exodus 4:10\" href=\"/Exodus.4.10\">Ex 4:10</a> (J); <span dir=\"rtl\">רב דברים</span> <em>multitude of words</em> <a data-ref=\"Job 11:2\" href=\"/Job.11.2\">Jb 11:2</a> <a data-ref=\"Proverbs 10:19\" href=\"/Proverbs.10.19\">Pr 10:19</a> <a data-ref=\"Ecclesiastes 5:2\" href=\"/Ecclesiastes.5.2\">Ec 5:2</a>; <span dir=\"rtl\">קְחוּ עִמָּכֶם דְּבָרִים</span> <em>take with you words</em> <a data-ref=\"Hosea 14:3\" href=\"/Hosea.14.3\">Ho 14:3</a>; <span dir=\"rtl\">דבר(י) (ה)שׁקר</span> <em>lying word</em>(<em>s</em>) <a data-ref=\"Exodus 5:9\" href=\"/Exodus.5.9\">Ex 5:9</a>; <a data-ref=\"Exodus 23:7\" href=\"/Exodus.23.7\">23:7</a> (E) <a data-ref=\"Proverbs 13:5\" href=\"/Proverbs.13.5\">Pr 13:5</a>; <a data-ref=\"Proverbs 29:12\" href=\"/Proverbs.29.12\">29:12</a> <a data-ref=\"Isaiah 59:13\" href=\"/Isaiah.59.13\">Is 59:13</a> <a data-ref=\"Jeremiah 7:4\" href=\"/Jeremiah.7.4\">Je 7:4</a>, <a data-ref=\"Jeremiah 7:8\" href=\"/Jeremiah.7.8\">8</a>; <span dir=\"rtl\">דִּבְרֵי רוּחַ</span> <em>words of wind</em>, vain words <a data-ref=\"Job 16:3\" href=\"/Job.16.3\">Jb 16:3</a>; <span dir=\"rtl\">וּמַה־שֶּׁמֶץ דָּבָר נִשְׁמַע־בּוֹ</span> <em>and what a whisper of a word we hear of him!</em> <a data-ref=\"Job 26:14\" href=\"/Job.26.14\">Jb 26:14</a>. <strong>2.</strong>  <em>of God</em>. It is difficult to determine how many of the following should come under <strong>II. 2.</strong> The pl. for <em>words of God</em> is relatively seldom: <a data-ref=\"Genesis 20:8\" href=\"/Genesis.20.8\">Gn 20:8</a> <a data-ref=\"Exodus 19:6\" href=\"/Exodus.19.6\">Ex 19:6</a> <a data-ref=\"Numbers 12:6\" href=\"/Numbers.12.6\">Nu 12:6</a> <a data-ref=\"Joshua 3:9\" href=\"/Joshua.3.9\">Jos 3:9</a> (E) <a data-ref=\"Exodus 4:28\" href=\"/Exodus.4.28\">Ex 4:28</a>, <a data-ref=\"Exodus 4:30\" href=\"/Exodus.4.30\">30</a> <a data-ref=\"Numbers 11:24\" href=\"/Numbers.11.24\">Nu 11:24</a> (J) <a data-ref=\"Deuteronomy 18:19\" href=\"/Deuteronomy.18.19\">Dt 18:19</a> <a data-ref=\"Joshua 23:14\" href=\"/Joshua.23.14\">Jos 23:14</a> (D) <a data-ref=\"I Samuel 3:18\" href=\"/I_Samuel.3.18\">1 S 3:18</a>; <a data-ref=\"I Samuel 8:10\" href=\"/I_Samuel.8.10\">8:10</a>; <a data-ref=\"I Samuel 15:1\" href=\"/I_Samuel.15.1\">15:1</a> <a data-ref=\"II Chronicles 11:4\" href=\"/II_Chronicles.11.4\">2 Ch 11:4</a> <a data-ref=\"Job 42:7\" href=\"/Job.42.7\">Jb 42:7</a> <a data-ref=\"Proverbs 30:6\" href=\"/Proverbs.30.6\">Pr 30:6</a> <a data-ref=\"Isaiah 31:2\" href=\"/Isaiah.31.2\">Is 31:2</a> <a data-ref=\"Daniel 10:11\" href=\"/Daniel.10.11\">Dn 10:11</a> <a data-ref=\"Amos 8:11\" href=\"/Amos.8.11\">Am 8:11</a> <a data-ref=\"Micah 2:7\" href=\"/Micah.2.7\">Mi 2:7</a>, apart from <a data-ref=\"Jeremiah 3:12\" href=\"/Jeremiah.3.12\">Je 3:12</a> + 30 times Je, <a data-ref=\"Ezekiel 2:7\" href=\"/Ezekiel.2.7\">Ez 2:7</a> + 4 times Ez, <a data-ref=\"Zechariah 1:6\" href=\"/Zechariah.1.6\">Zc 1:6</a> + 4 times Zc.<br><strong>IV.</strong>  <em>matter, affair</em>, thing about which one speaks:— <strong>1.</strong>  <em>business, occupation:</em> <span dir=\"rtl\">דְּבַר הַמֶּלֶךְ</span> <em>king’s business</em> <a data-ref=\"I Samuel 21:9\" href=\"/I_Samuel.21.9\">1 S 21:9</a>; <span dir=\"rtl\">לְכָל־דְּבַר</span> <em>for every matter of</em> <a data-ref=\"I Chronicles 26:32\" href=\"/I_Chronicles.26.32\">1 Ch 26:32</a>; <a data-ref=\"I Chronicles 27:1\" href=\"/I_Chronicles.27.1\">27:1</a> <a data-ref=\"II Chronicles 19:11\" href=\"/II_Chronicles.19.11\">2 Ch 19:11</a>; <span dir=\"rtl\">לְכָל־דְּבָרֶיךָ</span> <em>for all thine affairs</em> <a data-ref=\"I Chronicles 28:21\" href=\"/I_Chronicles.28.21\">1 Ch 28:21</a>; <span dir=\"rtl\">דבר המזבח</span> <a data-ref=\"Numbers 18:7\" href=\"/Numbers.18.7\">Nu 18:7</a>; <span dir=\"rtl\">דָּבָר אֵין־לָהֶם עִם</span> <em>they had no dealings with</em> <a data-ref=\"Judges 18:7\" href=\"/Judges.18.7\">Ju 18:7</a>, <a data-ref=\"Judges 18:28\" href=\"/Judges.18.28\">28</a>; †<span dir=\"rtl\">דְּבַר־יוֹם בְּיוֹמוֹ</span> <em>the task or portion of a day in its day, daily duty or due</em> <a data-ref=\"Exodus 5:13\" href=\"/Exodus.5.13\">Ex 5:13</a>, <a data-ref=\"Exodus 5:19\" href=\"/Exodus.5.19\">19</a> (E) <a data-ref=\"Exodus 16:4\" href=\"/Exodus.16.4\">16:4</a> (J) <a data-ref=\"Leviticus 23:37\" href=\"/Leviticus.23.37\">Lv 23:37</a> (P) <a data-ref=\"I Kings 8:59\" href=\"/I_Kings.8.59\">1 K 8:59</a> <a data-ref=\"II Kings 25:30\" href=\"/II_Kings.25.30\">2 K 25:30</a> <a data-ref=\"I Chronicles 16:37\" href=\"/I_Chronicles.16.37\">1 Ch 16:37</a> <a data-ref=\"II Chronicles 8:13\" href=\"/II_Chronicles.8.13\">2 Ch 8:13</a> <span dir=\"rtl\">(ביום)</span> v <a data-ref=\"II Chronicles 8:14\" href=\"/II_Chronicles.8.14\">14</a> <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">31:16</a> <a data-ref=\"Ezra 3:4\" href=\"/Ezra.3.4\">Ezr 3:4</a> <a data-ref=\"Nehemiah 11:23\" href=\"/Nehemiah.11.23\">Ne 11:23</a>; <a data-ref=\"Nehemiah 12:47\" href=\"/Nehemiah.12.47\">12:47</a> <a data-ref=\"Jeremiah 52:34\" href=\"/Jeremiah.52.34\">Je 52:34</a> <a data-ref=\"Daniel 1:5\" href=\"/Daniel.1.5\">Dn 1:5</a>; †<span dir=\"rtl\">דבר שׁנה בשׁנה</span> <a data-ref=\"I Kings 10:25\" href=\"/I_Kings.10.25\">1 K 10:25</a> <a data-ref=\"II Chronicles 9:24\" href=\"/II_Chronicles.9.24\">2 Ch 9:24</a>. <strong>2.</strong>  pl. <em>acts</em> cstr. <span dir=\"rtl\">דִּבְרֵי</span> <a data-ref=\"I Kings 11:41\" href=\"/I_Kings.11.41\">1 K 11:41</a><sup>(×2)</sup> <a data-ref=\"I Chronicles 29:29\" href=\"/I_Chronicles.29.29\">1 Ch 29:29</a> <a data-ref=\"II Chronicles 12:15\" href=\"/II_Chronicles.12.15\">2 Ch 12:15</a>; <a data-ref=\"II Chronicles 16:11\" href=\"/II_Chronicles.16.11\">16:11</a>; †<span dir=\"rtl\">דְּבָרָיו</span> <em>his acts</em> <a data-ref=\"II Chronicles 13:22\" href=\"/II_Chronicles.13.22\">2 Ch 13:22</a>; <a data-ref=\"II Chronicles 35:27\" href=\"/II_Chronicles.35.27\">35:27</a>; especially in phrases, <span dir=\"rtl\">וְיֶתֶר דִּבְרֵי</span> … <span dir=\"rtl\">עַל־סֵפֶר דִּבְרֵי הַיָּמִים</span> <em>and the rest of the acts of … in the book of the chronicles</em> (<em>daily record of events</em>) <em>of</em> <a data-ref=\"I Kings 14:29\" href=\"/I_Kings.14.29\">1 K 14:29</a> + 32: times K.; <span dir=\"rtl\">וְיֶתֶר דִּבְרֵי</span> <a data-ref=\"II Chronicles 13:22\" href=\"/II_Chronicles.13.22\">2 Ch 13:22</a> + 8 times Ch, <span dir=\"rtl\">וְיֶתֶר דְּבָרָיו</span> <a data-ref=\"II Chronicles 28:26\" href=\"/II_Chronicles.28.26\">2 Ch 28:26</a>, <span dir=\"rtl\">שְׁאָר דִּבְרֵי</span> <a data-ref=\"II Chronicles 9:29\" href=\"/II_Chronicles.9.29\">2 Ch 9:29</a> are referred to various sources; cf. also <span dir=\"rtl\">במספר דברי הימים</span> <a data-ref=\"I Chronicles 27:24\" href=\"/I_Chronicles.27.24\">1 Ch 27:24</a>, <span dir=\"rtl\">בדברי דויד</span> <a data-ref=\"I Chronicles 23:27\" href=\"/I_Chronicles.23.27\">1 Ch 23:27</a>, <span dir=\"rtl\">על־דברי מלכי ישׂראל</span> <a data-ref=\"II Chronicles 33:18\" href=\"/II_Chronicles.33.18\">2 Ch 33:18</a>: <span dir=\"rtl\">דברים טובים</span> <em>good deeds</em> <a data-ref=\"II Chronicles 12:12\" href=\"/II_Chronicles.12.12\">2 Ch 12:12</a>; <a data-ref=\"II Chronicles 19:3\" href=\"/II_Chronicles.19.3\">19:3</a>; <span dir=\"rtl\">דִּבְרֵי עֲוֹנֹת</span> <em>acts of iniquity</em> <a data-ref=\"Psalms 65:4\" href=\"/Psalms.65.4\">ψ 65:4</a> (De, <em>Fälle von Missethaten</em>); <span dir=\"rtl\">דִּבְרֵי־רָע</span> <em>evil deeds</em> <a data-ref=\"Jeremiah 5:28\" href=\"/Jeremiah.5.28\">Je 5:28</a>. It is used of God, only in <span dir=\"rtl\">כל דבריו לא יענה</span> <a data-ref=\"Job 33:13\" href=\"/Job.33.13\">Jb 33:13</a>, <span dir=\"rtl\">ד׳ אֹתוֹתָיו</span> <a data-ref=\"Psalms 105:27\" href=\"/Psalms.105.27\">ψ 105:27</a>, <span dir=\"rtl\">ד׳ נִפְלְאֹתֶיךָ</span> <a data-ref=\"Psalms 145:5\" href=\"/Psalms.145.5\">ψ 145:5</a>. <strong>3.</strong>  <em>matter, affair:</em> <span dir=\"rtl\">דבר אוריה</span> <em>affair of Uriah</em> <a data-ref=\"I Kings 15:5\" href=\"/I_Kings.15.5\">1 K 15:5</a>; <span dir=\"rtl\">שׁרשׁ דבר</span> <em>root of the matter</em> <a data-ref=\"Job 19:28\" href=\"/Job.19.28\">Jb 19:28</a>; <span dir=\"rtl\">מה היה הדבר</span> <em>how went the matter?</em> <a data-ref=\"I Samuel 4:16\" href=\"/I_Samuel.4.16\">1 S 4:16</a> <a data-ref=\"II Samuel 1:4\" href=\"/II_Samuel.1.4\">2 S 1:4</a> cf. <a data-ref=\"Ruth 3:18\" href=\"/Ruth.3.18\">Ru 3:18</a>; <span dir=\"rtl\">סבב את פני הדבר</span> <em>change the face of the matter</em> <a data-ref=\"II Samuel 14:20\" href=\"/II_Samuel.14.20\">2 S 14:20</a>; <span dir=\"rtl\">דִּבְרֵי הָאֲתֹנוֹת</span> <em>the matter of the asses</em> <a data-ref=\"I Samuel 10:2\" href=\"/I_Samuel.10.2\">1 S 10:2</a>; <span dir=\"rtl\">זה דבר הרצח</span> <em>this is the case of the slayer</em> <a data-ref=\"Deuteronomy 19:4\" href=\"/Deuteronomy.19.4\">Dt 19:4</a>; <span dir=\"rtl\">לְכָל־דְּבָרָיו</span> <a data-ref=\"I Kings 6:38\" href=\"/I_Kings.6.38\">1 K 6:38</a> <em>as to all its particulars;</em> <a data-ref=\"Proverbs 13:13\" href=\"/Proverbs.13.13\">Pr 13:13</a>; <a data-ref=\"Proverbs 16:20\" href=\"/Proverbs.16.20\">16:20</a>. <strong>4.</strong>  <em>events, things:</em> †<span dir=\"rtl\">אחר הדברים האלה</span> <em>after these things</em> (events in time) <a data-ref=\"Genesis 15:1\" href=\"/Genesis.15.1\">Gn 15:1</a>; <a data-ref=\"Genesis 22:1\" href=\"/Genesis.22.1\">22:1</a>; <a data-ref=\"Genesis 40:1\" href=\"/Genesis.40.1\">40:1</a> (E) <a data-ref=\"Genesis 39:7\" href=\"/Genesis.39.7\">39:7</a> (J) <a data-ref=\"I Kings 17:17\" href=\"/I_Kings.17.17\">1 K 17:17</a>; <a data-ref=\"I Kings 21:1\" href=\"/I_Kings.21.1\">21:1</a> <a data-ref=\"Ezra 7:1\" href=\"/Ezra.7.1\">Ezr 7:1</a> <a data-ref=\"Esther 2:1\" href=\"/Esther.2.1\">Est 2:1</a>; <a data-ref=\"Esther 3:1\" href=\"/Esther.3.1\">3:1</a>; †<span dir=\"rtl\">אחרי הדברים האלה</span> <a data-ref=\"Genesis 48:1\" href=\"/Genesis.48.1\">Gn 48:1</a> <a data-ref=\"Joshua 24:29\" href=\"/Joshua.24.29\">Jos 24:29</a> (E) <a data-ref=\"Genesis 22:20\" href=\"/Genesis.22.20\">Gn 22:20</a> (J) <a data-ref=\"II Chronicles 32:1\" href=\"/II_Chronicles.32.1\">2 Ch 32:1</a>. <strong>5.</strong>  <em>cause, case</em> for judicial investigation: <span dir=\"rtl\">כִּי־יִהְיֶה לָהֶם דָּבָר</span> <em>if they have a case</em> <a data-ref=\"Exodus 18:16\" href=\"/Exodus.18.16\">Ex 18:16</a> cf. <a data-ref=\"Exodus 18:22\" href=\"/Exodus.18.22\">18:22</a>; <a data-ref=\"Exodus 22:8\" href=\"/Exodus.22.8\">22:8</a>; <span dir=\"rtl\">בעל דברים</span> <em>one having a case</em> <a data-ref=\"Exodus 24:14\" href=\"/Exodus.24.14\">Ex 24:14</a>, cf. <span dir=\"rtl\">בדבר משׁפט</span> <a data-ref=\"II Chronicles 19:6\" href=\"/II_Chronicles.19.6\">2 Ch 19:6</a>; <span dir=\"rtl\">דְּבָרֶיךָ טוֹבִים וּנְכֹחִים</span> <em>pleas, good and right</em> <a data-ref=\"II Samuel 15:3\" href=\"/II_Samuel.15.3\">2 S 15:3</a> cf. <a data-ref=\"Joshua 20:4\" href=\"/Joshua.20.4\">Jos 20:4</a>. <strong>6.</strong>  <em>something, anything</em> (indefinite): <span dir=\"rtl\">עשׂה דבר</span> <em>do a thing</em> <a data-ref=\"Genesis 22:16\" href=\"/Genesis.22.16\">Gn 22:16</a> + (frequent); <span dir=\"rtl\">עשׂה דברים</span> <a data-ref=\"Isaiah 42:16\" href=\"/Isaiah.42.16\">Is 42:16</a> + (less frequent); <span dir=\"rtl\">היפלא מי׳ דבר</span> <a data-ref=\"Genesis 18:14\" href=\"/Genesis.18.14\">Gn 18:14</a> cf. <a data-ref=\"Jeremiah 32:17\" href=\"/Jeremiah.32.17\">Je 32:17</a>, <a data-ref=\"Jeremiah 32:27\" href=\"/Jeremiah.32.27\">27</a>; <span dir=\"rtl\">לא</span> … <span dir=\"rtl\">דבר</span> <em>nothing</em> <a data-ref=\"I Kings 5:7\" href=\"/I_Kings.5.7\">1 K 5:7</a>; <a data-ref=\"I Kings 10:3\" href=\"/I_Kings.10.3\">10:3</a> <a data-ref=\"Isaiah 39:2\" href=\"/Isaiah.39.2\">Is 39:2</a> <a data-ref=\"Jeremiah 42:4\" href=\"/Jeremiah.42.4\">Je 42:4</a> + (frequent), <span dir=\"rtl\">אין דבר</span> <a data-ref=\"Exodus 5:11\" href=\"/Exodus.5.11\">Ex 5:11</a> (E) <a data-ref=\"Numbers 20:19\" href=\"/Numbers.20.19\">Nu 20:19</a> <a data-ref=\"I Samuel 20:21\" href=\"/I_Samuel.20.21\">1 S 20:21</a>; <span dir=\"rtl\">לא דבר מ׳</span> <em>nothing of</em> <a data-ref=\"Exodus 9:4\" href=\"/Exodus.9.4\">Ex 9:4</a> (J) <a data-ref=\"Joshua 8:35\" href=\"/Joshua.8.35\">Jos 8:35</a>; <a data-ref=\"Joshua 11:15\" href=\"/Joshua.11.15\">11:15</a>; <a data-ref=\"Joshua 21:45\" href=\"/Joshua.21.45\">21:45</a>; <a data-ref=\"Joshua 23:14\" href=\"/Joshua.23.14\">23:14</a> (D); <span dir=\"rtl\">כל דבר</span> <em>anything</em> <a data-ref=\"Numbers 31:23\" href=\"/Numbers.31.23\">Nu 31:23</a> <a data-ref=\"Deuteronomy 23:20\" href=\"/Deuteronomy.23.20\">Dt 23:20</a> +; <span dir=\"rtl\">דבר רע</span> <a data-ref=\"Psalms 141:4\" href=\"/Psalms.141.4\">ψ 141:4</a> +; <span dir=\"rtl\">ד׳ טוב</span> <a data-ref=\"I Kings 14:13\" href=\"/I_Kings.14.13\">1 K 14:13</a> +; <span dir=\"rtl\">דְּבַר־מָה</span> <em>whatsoever</em> <a data-ref=\"Numbers 23:3\" href=\"/Numbers.23.3\">Nu 23:3</a> (E); <span dir=\"rtl\">עֶרְוַת דבר</span> <a data-ref=\"Deuteronomy 23:15\" href=\"/Deuteronomy.23.15\">Dt 23:15</a> <em>nakedness of a thing</em>, i.e. unclean or unseemly thing (indecency in camp); so of a wife <a data-ref=\"Genesis 24:1\" href=\"/Genesis.24.1\">24:1</a>. <strong>7.</strong>  <em>way, manner:</em> <span dir=\"rtl\">זֶה דְּבַר הַשְּׁמִטָּה</span> <em>this is the manner of the release</em> <a data-ref=\"Deuteronomy 15:2\" href=\"/Deuteronomy.15.2\">Dt 15:2</a> (cf. SI<sup>1</sup>); <span dir=\"rtl\">כֵּן דְּבַר הַמֶּלֶךְ</span> <em>so was the way of the king</em> <a data-ref=\"Esther 1:13\" href=\"/Esther.1.13\">Est 1:13</a>; <span dir=\"rtl\">כדבר הזה</span> <em>after this manner, thus</em> †<a data-ref=\"Genesis 18:25\" href=\"/Genesis.18.25\">Gn 18:25</a>; <a data-ref=\"Genesis 32:20\" href=\"/Genesis.32.20\">32:20</a>; <a data-ref=\"Genesis 44:7\" href=\"/Genesis.44.7\">44:7</a> (JE) <a data-ref=\"II Samuel 15:6\" href=\"/II_Samuel.15.6\">2 S 15:6</a> <a data-ref=\"Ezra 10:5\" href=\"/Ezra.10.5\">Ezr 10:5</a> <a data-ref=\"Nehemiah 5:12\" href=\"/Nehemiah.5.12\">Ne 5:12</a>, <a data-ref=\"Nehemiah 5:13\" href=\"/Nehemiah.5.13\">13</a> with <span dir=\"rtl\">(עשׂה)</span>, <a data-ref=\"I Samuel 9:21\" href=\"/I_Samuel.9.21\">1 S 9:21</a> <a data-ref=\"II Samuel 14:3\" href=\"/II_Samuel.14.3\">2 S 14:3</a>; <a data-ref=\"II Samuel 17:6\" href=\"/II_Samuel.17.6\">17:6</a> <span dir=\"rtl\">(דבר)</span>, <a data-ref=\"I Samuel 17:27\" href=\"/I_Samuel.17.27\">1 S 17:27</a>, <a data-ref=\"I Samuel 17:30\" href=\"/I_Samuel.17.30\">30</a> <a data-ref=\"Isaiah 8:20\" href=\"/Isaiah.8.20\">Is 8:20</a> <span dir=\"rtl\">(אמר)</span>, <a data-ref=\"Nehemiah 6:4\" href=\"/Nehemiah.6.4\">Ne 6:4</a>, <a data-ref=\"Nehemiah 6:5\" href=\"/Nehemiah.6.5\">5</a> <span dir=\"rtl\">(שׁלח)</span>, <a data-ref=\"Nehemiah 6:4\" href=\"/Nehemiah.6.4\">Ne 6:4</a> <span dir=\"rtl\">(השׁיב)</span> cf. <a data-ref=\"I Samuel 17:30\" href=\"/I_Samuel.17.30\">1 S 17:30</a>, <a data-ref=\"II Kings 7:19\" href=\"/II_Kings.7.19\">2 K 7:19</a> <span dir=\"rtl\">(היה)</span>; (peculiar to D, <span dir=\"rtl\">כדבר הרע הזה</span> <em>such a wicked deed as this</em> <a data-ref=\"Deuteronomy 13:12\" href=\"/Deuteronomy.13.12\">Dt 13:12</a>; <a data-ref=\"Deuteronomy 19:20\" href=\"/Deuteronomy.19.20\">19:20</a>, <span dir=\"rtl\">כדבר הגדול הזה</span> <a data-ref=\"Deuteronomy 4:32\" href=\"/Deuteronomy.4.32\">Dt 4:32</a>); <span dir=\"rtl\">כדברים האלה עשׂה</span> <em>thus and thus did he</em> <a data-ref=\"Genesis 39:19\" href=\"/Genesis.39.19\">Gn 39:19</a> (J) <a data-ref=\"I Samuel 2:23\" href=\"/I_Samuel.2.23\">1 S 2:23</a> (but usually the pl. = <em>these words</em>). <strong>8.</strong>  <em>reason, cause:</em> <span dir=\"rtl\">זֶה דְבַר־הַמַּס</span> <a data-ref=\"I Kings 9:15\" href=\"/I_Kings.9.15\">1 K 9:15</a>; <span dir=\"rtl\">זה הדבר אשׁר</span> <em>this is the reason why</em> <a data-ref=\"Joshua 5:4\" href=\"/Joshua.5.4\">Jos 5:4</a> (D) <a data-ref=\"I Kings 11:27\" href=\"/I_Kings.11.27\">1 K 11:27</a>; so <a data-ref=\"I Samuel 17:29\" href=\"/I_Samuel.17.29\">1 S 17:29</a> AV RV, <em>was it not</em> but <em>a word?</em> Th Ke RVm VB Dr; … <span dir=\"rtl\">עַל דְּבַר</span>, <span dir=\"rtl\">עַל־דִּבְרֵי</span> <em>for the sake of, in reference to</em>, v. Kö<sup>Expositor, Aug. 1902, 142–148</sup>; and add for <span dir=\"rtl\">עַל־דְּבַר</span> <a data-ref=\"Numbers 25:18\" href=\"/Numbers.25.18\">Nu 25:18</a><sup>(×3)</sup>; <a data-ref=\"Numbers 31:16\" href=\"/Numbers.31.16\">31:16</a> <a data-ref=\"II Samuel 18:5\" href=\"/II_Samuel.18.5\">2 S 18:5</a>, and for <span dir=\"rtl\">עַל־דִּבְרֵי</span> <a data-ref=\"Jeremiah 7:22\" href=\"/Jeremiah.7.22\">Je 7:22</a> <a data-ref=\"II Kings 22:13\" href=\"/II_Kings.22.13\">2 K 22:13</a> = <a data-ref=\"II Chronicles 34:21\" href=\"/II_Chronicles.34.21\">2 Ch 34:21a</a>, and perhaps <a data-ref=\"Psalms 7:1\" href=\"/Psalms.7.1\">ψ 7:1</a>. <em>because of, for the sake of</em> <a data-ref=\"Genesis 20:11\" href=\"/Genesis.20.11\">Gn 20:11</a>, <a data-ref=\"Genesis 20:18\" href=\"/Genesis.20.18\">18</a> (E) <a data-ref=\"Genesis 12:17\" href=\"/Genesis.12.17\">12:17</a>; <a data-ref=\"Genesis 43:18\" href=\"/Genesis.43.18\">43:18</a> <a data-ref=\"Exodus 8:8\" href=\"/Exodus.8.8\">Ex 8:8</a> (J) <a data-ref=\"Numbers 17:14\" href=\"/Numbers.17.14\">Nu 17:14</a> (P) <a data-ref=\"Psalms 45:5\" href=\"/Psalms.45.5\">ψ 45:5</a>; <a data-ref=\"Psalms 79:9\" href=\"/Psalms.79.9\">79:9</a>, <span dir=\"rtl\">עַל דִּבְרֵי</span> <a data-ref=\"Jeremiah 14:1\" href=\"/Jeremiah.14.1\">Je 14:1</a>; <span dir=\"rtl\">עַל־דִּבְרֵיכֶם</span> <em>for your sakes</em> <a data-ref=\"Deuteronomy 4:21\" href=\"/Deuteronomy.4.21\">Dt 4:21</a>, <span dir=\"rtl\">עַל דְּבַר אשׁר</span> <a data-ref=\"Deuteronomy 22:24\" href=\"/Deuteronomy.22.24\">Dt 22:24</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 23:5\" href=\"/Deuteronomy.23.5\">23:5</a> <a data-ref=\"II Samuel 13:22\" href=\"/II_Samuel.13.22\">2 S 13:22</a>.. Oldest tradition (Jerome) seems to waver between <span dir=\"rtl\">דָּג</span> <em>fish</em> and <span dir=\"rtl\">דָּגָן</span> <em>grain</em>, as explan. of <span dir=\"rtl\">דָּגוֹן</span>, v. <a ,=\"\" data-ref=\"BDB, דִּבְלָתַ֫יִם\" dir=\"rtl\" href=\"/BDB,_דִּבְלָתַ֫יִם\">בית ד׳</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d403b6084aa1cbf2de93", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, צָוָה 1", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "BDB, צָוָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, צָוָה א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "צָוָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big>[<span dir=\"rtl\">צָוָה</span></big></big><sub>485</sub><big><big>]</big></big>  <strong>vb.</strong><br><strong>Pi.</strong>  lay charge (upon), give charge (to), charge, command, order <strong>(</strong>Ba<sup>ZMG xli (1887), 641</sup> Gerber <sup>124</sup> cp. Arabic <span dir=\"rtl\">وَصَى</span> <em>combine</em>, ii. <em>enjoin</em>, iv. <em>charge;</em> <span dir=\"rtl\">وَصِيَّةٌ</span> <em>injunction, command;</em> Syriac <span dir=\"rtl\">ܨܘܳܐ</span>, <em>head up</em> stones, <span dir=\"rtl\">ܨܘܳܝܳܐ</span>, <em>stone-heap</em>, Arabic <span dir=\"rtl\">صُوَّةٌ</span> <em>guide-stone</em>, cf. Schulth <sup>57</sup>; Gerber makes Heb. vb. denom. from <span dir=\"rtl\">מִצְוָה</span>, but vb. is much earlier<strong>)</strong>;—Pf. 3 ms. <span dir=\"rtl\">צִוָּה</span> <a data-ref=\"Genesis 6:22\" href=\"/Genesis.6.22\">Gn 6:22</a> +; sf. <span dir=\"rtl\">צִוַּנִי</span> <a data-ref=\"Deuteronomy 4:5\" href=\"/Deuteronomy.4.5\">Dt 4:5</a> +; <span dir=\"rtl\">צִוְּךָ</span> <a data-ref=\"Deuteronomy 4:23\" href=\"/Deuteronomy.4.23\">Dt 4:23</a> +; <span dir=\"rtl\">צִוָּהוּ</span> <a data-ref=\"Genesis 7:5\" href=\"/Genesis.7.5\">Gn 7:5</a> +, etc.; 1 s. <span dir=\"rtl\">צִוִּיתִי</span> <a data-ref=\"Exodus 29:35\" href=\"/Exodus.29.35\">Ex 29:35</a> + 29 times, <span dir=\"rtl\">צִוֵּיתִי</span> <a data-ref=\"Leviticus 8:31\" href=\"/Leviticus.8.31\">Lv 8:31</a> + 4 times, etc.; Impf. 3 ms. <span dir=\"rtl\">יְצַוֶּה</span> <a data-ref=\"Genesis 18:19\" href=\"/Genesis.18.19\">Gn 18:19</a> + 8 times; <span dir=\"rtl\">יְצַו</span> <a data-ref=\"Deuteronomy 28:8\" href=\"/Deuteronomy.28.8\">Dt 28:8</a>; <span dir=\"rtl\">וַיְצַו</span> <a data-ref=\"Genesis 2:16\" href=\"/Genesis.2.16\">Gn 2:16</a> +; sf. <span dir=\"rtl\">וִיצַוְּךָ</span> <a data-ref=\"I Chronicles 22:12\" href=\"/I_Chronicles.22.12\">1 Ch 22:12</a>, etc.; 1 s. <span dir=\"rtl\">וָאֲצַוֶּה</span> <a data-ref=\"Ezra 8:17\" href=\"/Ezra.8.17\">Ezr 8:17</a> Qr (> Kt <span dir=\"rtl\">ואוצאה</span>); 3 mpl. <span dir=\"rtl\">וַיְצַוּוּ</span> <a data-ref=\"Genesis 50:16\" href=\"/Genesis.50.16\">Gn 50:16</a> +, etc.; Inf. cstr. <span dir=\"rtl\">צַוֹּת</span> <a data-ref=\"II Samuel 18:5\" href=\"/II_Samuel.18.5\">2 S 18:5</a> +, etc.; Imv. ms. <span dir=\"rtl\">צַוֵּה</span> <a data-ref=\"Joshua 4:16\" href=\"/Joshua.4.16\">Jos 4:16</a> + 2 times; <span dir=\"rtl\">צַו</span> <a data-ref=\"Leviticus 6:2\" href=\"/Leviticus.6.2\">Lv 6:2</a> + 9 times; mpl. <span dir=\"rtl\">צַוּוּ</span> <a data-ref=\"Joshua 1:11\" href=\"/Joshua.1.11\">Jos 1:11</a>; <a data-ref=\"Joshua 4:3\" href=\"/Joshua.4.3\">4:3</a>; Pt. <span dir=\"rtl\">מְצַוֶּה</span> <a data-ref=\"Numbers 32:25\" href=\"/Numbers.32.25\">Nu 32:25</a> +; cstr. <span dir=\"rtl\">מְצַוֵּה</span> <a data-ref=\"Isaiah 55:4\" href=\"/Isaiah.55.4\">Is 55:4</a>, etc.; f. <span dir=\"rtl\">מְצַוָּה</span> <a data-ref=\"Genesis 27:8\" href=\"/Genesis.27.8\">Gn 27:8</a>;— <strong>1.</strong> <strong>a.</strong>  <em>lay charge upon</em>, c. <span dir=\"rtl\">עַל</span> pers., <a data-ref=\"Genesis 2:16\" href=\"/Genesis.2.16\">Gn 2:16</a> (J) <a data-ref=\"Genesis 28:6\" href=\"/Genesis.28.6\">28:6</a> (P) <a data-ref=\"I Kings 2:43\" href=\"/I_Kings.2.43\">1 K 2:43</a>; <a data-ref=\"I Kings 11:11\" href=\"/I_Kings.11.11\">11:11</a>; <a data-ref=\"Amos 2:12\" href=\"/Amos.2.12\">Am 2:12</a>; <a data-ref=\"Jeremiah 35:6\" href=\"/Jeremiah.35.6\">Je 35:6</a> + 6 times; <span dir=\"rtl\">עַל</span> rei, <span dir=\"rtl\">עַל הֶעָבִים אֲצַוֶּה מֵהַמְטִיר</span> <a data-ref=\"Isaiah 5:6\" href=\"/Isaiah.5.6\">Is 5:6</a>, cf. <a data-ref=\"Job 36:32\" href=\"/Job.36.32\">Jb 36:32</a>, <span dir=\"rtl\">צ׳ עַל־חָגָב</span> <a data-ref=\"II Chronicles 7:13\" href=\"/II_Chronicles.7.13\">2 Ch 7:13</a>. <strong>b.</strong>  <em>give charge to, command to</em> c. <span dir=\"rtl\">לְ</span> pers. <a data-ref=\"Exodus 1:22\" href=\"/Exodus.1.22\">Ex 1:22</a> (E) <a data-ref=\"I Samuel 20:29\" href=\"/I_Samuel.20.29\">1 S 20:29</a>; <a data-ref=\"I Chronicles 22:17\" href=\"/I_Chronicles.22.17\">1 Ch 22:17</a>; <a data-ref=\"Isaiah 13:3\" href=\"/Isaiah.13.3\">Is 13:3</a>; <a data-ref=\"Jeremiah 32:23\" href=\"/Jeremiah.32.23\">Jer 32:23</a>; <a data-ref=\"Psalms 105:8\" href=\"/Psalms.105.8\">ψ 105:8</a> <span dir=\"rtl\">תּוֹרָה צ׳ לָנוּ מֹשֶׁה</span> <a data-ref=\"Deuteronomy 33:4\" href=\"/Deuteronomy.33.4\">Dt 33:4</a>, cf. <a data-ref=\"Nehemiah 9:14\" href=\"/Nehemiah.9.14\">Ne 9:14</a>; <span dir=\"rtl\">צַו לְבֵיתֶ֑ךָ</span> <a data-ref=\"II Kings 20:1\" href=\"/II_Kings.20.1\">2 K 20:1</a> <em>give charge to the household</em> (in preparation for death) = <a data-ref=\"Isaiah 38:1\" href=\"/Isaiah.38.1\">Is 38:1</a> (cf. NH, B.Bath. <sup>151 b</sup>, <span dir=\"rtl\">צַוָּאָה</span> ‘<em>verbal will</em>’ Id 147a). <strong>c.</strong>  <em>give charge unto</em>, c. <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"Exodus 16:34\" href=\"/Exodus.16.34\">Ex 16:34</a> (P), <a data-ref=\"I Kings 11:10\" href=\"/I_Kings.11.10\">1 K 11:10</a>; <span dir=\"rtl\">וַיְצַו אֶל־בֵּיתוֹ</span> <a data-ref=\"II Samuel 17:23\" href=\"/II_Samuel.17.23\">2 S 17:23</a> (cf. <strong>b</strong>). <strong>d.</strong>  <em>give charge over, appoint</em>, c. acc. pers. + <span dir=\"rtl\">עַל</span> rei, <a data-ref=\"Nehemiah 7:2\" href=\"/Nehemiah.7.2\">Ne 7:2</a>; <a data-ref=\"I Chronicles 22:12\" href=\"/I_Chronicles.22.12\">1 Ch 22:12</a>, <span dir=\"rtl\">נָגִיד עַל (לִהְיוֹת) צ׳</span> <em>appoint</em> one (to be) ruler over <a data-ref=\"II Samuel 6:21\" href=\"/II_Samuel.6.21\">2 S 6:21</a>; <a data-ref=\"I Kings 1:35\" href=\"/I_Kings.1.35\">1 K 1:35</a>; c. <span dir=\"rtl\">לנגיד</span> <a data-ref=\"I Samuel 13:14\" href=\"/I_Samuel.13.14\">1 S 13:14</a>; <a data-ref=\"I Samuel 25:30\" href=\"/I_Samuel.25.30\">25:30</a>; <span dir=\"rtl\">שׁפטים על</span> <a data-ref=\"II Samuel 7:11\" href=\"/II_Samuel.7.11\">2 S 7:11</a> = <a data-ref=\"I Chronicles 17:10\" href=\"/I_Chronicles.17.10\">1 Ch 17:10</a>; c. inf. (no <span dir=\"rtl\">על</span>), <span dir=\"rtl\">לִרְעוֹת עמי</span> <a data-ref=\"II Samuel 7:7\" href=\"/II_Samuel.7.7\">2 S 7:7</a> = <a data-ref=\"I Chronicles 17:6\" href=\"/I_Chronicles.17.6\">1 Ch 17:6</a>; <span dir=\"rtl\">וְצִוִּיתָה אֹתוֹ לְעֵינֵיהֶם</span> <a data-ref=\"Numbers 27:19\" href=\"/Numbers.27.19\">Nu 27:19</a> (P) <em>and thou shalt install him in their sight</em>, cf. v <a data-ref=\"Numbers 27:23\" href=\"/Numbers.27.23\">23</a> (P). <strong>e.</strong>  <em>give</em> one <em>charge, command</em> (often <span dir=\"rtl\">עַל</span> <em>concerning</em>), <a data-ref=\"Genesis 12:20\" href=\"/Genesis.12.20\">Gn 12:20</a> (J), <a data-ref=\"Numbers 8:22\" href=\"/Numbers.8.22\">Nu 8:22</a> (P), <a data-ref=\"II Samuel 14:8\" href=\"/II_Samuel.14.8\">2 S 14:8</a>; <a data-ref=\"II Samuel 18:5\" href=\"/II_Samuel.18.5\">18:5</a>; <a data-ref=\"Jeremiah 7:22\" href=\"/Jeremiah.7.22\">Je 7:22</a>; <a data-ref=\"Jeremiah 39:11\" href=\"/Jeremiah.39.11\">39:11</a>; <a data-ref=\"Isaiah 45:12\" href=\"/Isaiah.45.12\">Is 45:12</a> (AV RV Che Ry<sup>Kau</sup>; > Ges Ew Di Du al. as <strong>d</strong>), <a data-ref=\"Isaiah 10:6\" href=\"/Isaiah.10.6\">10:6</a> (al. <em>against</em>), <a data-ref=\"Nahum 1:14\" href=\"/Nahum.1.14\">Na 1:14</a> (al. id.); c. <span dir=\"rtl\">לְ</span> <a data-ref=\"Numbers 9:8\" href=\"/Numbers.9.8\">Nu 9:8</a>; <a data-ref=\"Numbers 32:28\" href=\"/Numbers.32.28\">32:28</a> (P), <a data-ref=\"Psalms 91:11\" href=\"/Psalms.91.11\">ψ 91:11</a> <a data-ref=\"Lamentations 1:17\" href=\"/Lamentations.1.17\">La 1:17</a> <a data-ref=\"Esther 3:2\" href=\"/Esther.3.2\">Est 3:2</a>; c. <span dir=\"rtl\">אֶל</span> <a data-ref=\"Isaiah 23:11\" href=\"/Isaiah.23.11\">Is 23:11</a> <a data-ref=\"Jeremiah 47:7\" href=\"/Jeremiah.47.7\">Je 47:7</a>. <strong>2.</strong>  <em>charge, command:</em> <strong>a.</strong>  c. acc. pers. + rei, often, especially of the law: Deut. phrases are <span dir=\"rtl\">אשׁר אנכי מצוךָ</span> <a data-ref=\"Exodus 34:11\" href=\"/Exodus.34.11\">Ex 34:11</a> (J), <a data-ref=\"Deuteronomy 4:40\" href=\"/Deuteronomy.4.40\">Dt 4:40</a>; <a data-ref=\"Deuteronomy 6:2\" href=\"/Deuteronomy.6.2\">6:2</a>, <a data-ref=\"Deuteronomy 6:6\" href=\"/Deuteronomy.6.6\">6</a> + 18 times Dt, cf. <a data-ref=\"Deuteronomy 15:15\" href=\"/Deuteronomy.15.15\">15:15</a>; <span dir=\"rtl\">אשׁר אנכי מצוה אתכם</span> <a data-ref=\"Deuteronomy 4:2\" href=\"/Deuteronomy.4.2\">Dt 4:2</a><sup>(×2)</sup> + 9 times Dt; †<span dir=\"rtl\">הַדֶּרֶךְ אשׁר ע׳</span> <a data-ref=\"Deuteronomy 13:6\" href=\"/Deuteronomy.13.6\">Dt 13:6</a>; <a data-ref=\"Exodus 32:8\" href=\"/Exodus.32.8\">Ex 32:8</a> (E) <a data-ref=\"Deuteronomy 5:27\" href=\"/Deuteronomy.5.27\">Dt 5:30</a>; <a data-ref=\"Deuteronomy 9:12\" href=\"/Deuteronomy.9.12\">9:12</a>, <a data-ref=\"Deuteronomy 9:16\" href=\"/Deuteronomy.9.16\">16</a>; <a data-ref=\"Deuteronomy 11:28\" href=\"/Deuteronomy.11.28\">11:28</a>; <a data-ref=\"Deuteronomy 31:29\" href=\"/Deuteronomy.31.29\">31:29</a>. <strong>b.</strong>  c. acc. pers. + obj. clause, e.g., Inf. <a data-ref=\"Genesis 50:2\" href=\"/Genesis.50.2\">Gn 50:2</a> +; ו consec. Pf. <a data-ref=\"Genesis 18:19\" href=\"/Genesis.18.19\">18:19</a> (J), <a data-ref=\"Numbers 35:2\" href=\"/Numbers.35.2\">Nu 35:2</a> (P); ו consec. Impf. <a data-ref=\"II Samuel 4:12\" href=\"/II_Samuel.4.12\">2 S 4:12</a>; <a data-ref=\"I Kings 2:46\" href=\"/I_Kings.2.46\">1 K 2:46</a>; weak ו c. Impf. <a data-ref=\"Exodus 27:20\" href=\"/Exodus.27.20\">Ex 27:20</a> (P) <a data-ref=\"Joshua 4:16\" href=\"/Joshua.4.16\">Jos 4:16</a>; Imv. <a data-ref=\"Joshua 1:9\" href=\"/Joshua.1.9\">Jos 1:9</a>; <a data-ref=\"I Samuel 18:22\" href=\"/I_Samuel.18.22\">1 S 18:22</a>. <strong>c.</strong>  acc. pers., acc. rei om., <a data-ref=\"Exodus 18:23\" href=\"/Exodus.18.23\">Ex 18:23</a> (E) <a data-ref=\"Genesis 49:33\" href=\"/Genesis.49.33\">Gn 49:33</a> (P) +; obj. given after <span dir=\"rtl\">לֵאמֹר</span> <a data-ref=\"Genesis 26:11\" href=\"/Genesis.26.11\">Gn 26:11</a>; <a data-ref=\"Genesis 32:18\" href=\"/Genesis.32.18\">32:18</a>, <a data-ref=\"Genesis 32:20\" href=\"/Genesis.32.20\">20</a>; <a data-ref=\"Leviticus 6:2\" href=\"/Leviticus.6.2\">Lv 6:2</a> +; <span dir=\"rtl\">וַיֹּאמֶר</span>, etc., <a data-ref=\"Genesis 28:1\" href=\"/Genesis.28.1\">Gn 28:1</a>; <a data-ref=\"Genesis 49:29\" href=\"/Genesis.49.29\">49:29</a> +. <strong>d.</strong>  acc. rei, acc. pers. om., <span dir=\"rtl\">צ׳ לעולם בריתוֹ</span> <a data-ref=\"Psalms 111:9\" href=\"/Psalms.111.9\">ψ 111:9</a>; †<span dir=\"rtl\">זֶה הַדָּבָר אֲשֶׁר צ׳ י׳</span>, <a data-ref=\"Exodus 16:16\" href=\"/Exodus.16.16\">Ex 16:16</a>, <a data-ref=\"Exodus 16:32\" href=\"/Exodus.16.32\">32</a>; <a data-ref=\"Exodus 35:4\" href=\"/Exodus.35.4\">35:4</a>; <a data-ref=\"Leviticus 8:5\" href=\"/Leviticus.8.5\">Lv 8:5</a>; <a data-ref=\"Leviticus 9:6\" href=\"/Leviticus.9.6\">9:6</a>; <a data-ref=\"Leviticus 17:2\" href=\"/Leviticus.17.2\">17:2</a>; <a data-ref=\"Numbers 30:2\" href=\"/Numbers.30.2\">Nu 30:2</a>; <a data-ref=\"Numbers 36:6\" href=\"/Numbers.36.6\">36:6</a> (P); obj. cl., <a data-ref=\"Leviticus 8:34\" href=\"/Leviticus.8.34\">Lv 8:34</a> (P), <a data-ref=\"Leviticus 13:54\" href=\"/Leviticus.13.54\">13:54</a> (P); <a data-ref=\"Genesis 42:25\" href=\"/Genesis.42.25\">Gn 42:25</a> (E), <a data-ref=\"I Kings 5:20\" href=\"/I_Kings.5.20\">1 K 5:20</a>; <a data-ref=\"Judges 4:6\" href=\"/Judges.4.6\">Ju 4:6</a> <strong>e.</strong>  abs. <a data-ref=\"Genesis 50:16\" href=\"/Genesis.50.16\">Gn 50:16</a> (E), <a data-ref=\"Lamentations 3:37\" href=\"/Lamentations.3.37\">La 3:37</a>. <strong>3.</strong>  <em>charge, command</em>, acc. pers. in phr. <span dir=\"rtl\">כַּאֲשֶׁר צ׳</span> <a data-ref=\"Exodus 23:15\" href=\"/Exodus.23.15\">Ex 23:15</a> (E) <a data-ref=\"Genesis 7:9\" href=\"/Genesis.7.9\">Gn 7:9</a> (P) +; <span dir=\"rtl\">ככל אשׁר צ׳</span> <a data-ref=\"Genesis 7:5\" href=\"/Genesis.7.5\">Gn 7:5</a> (J) <a data-ref=\"Exodus 29:35\" href=\"/Exodus.29.35\">Ex 29:35</a> (P) +; <span dir=\"rtl\">כאשׁר צ׳ י׳ משֶׁה</span> <a data-ref=\"Exodus 12:28\" href=\"/Exodus.12.28\">Ex 12:28</a>, <a data-ref=\"Exodus 12:50\" href=\"/Exodus.12.50\">50</a>; <a data-ref=\"Exodus 39:1\" href=\"/Exodus.39.1\">39:1</a>, <a data-ref=\"Exodus 39:5\" href=\"/Exodus.39.5\">5</a> + 37 times P; <span dir=\"rtl\">ככל אשׁר צ׳ י׳ משׁה</span> <a data-ref=\"Exodus 39:32\" href=\"/Exodus.39.32\">39:32</a>, <a data-ref=\"Exodus 39:42\" href=\"/Exodus.39.42\">42</a> + 5 times P; †<span dir=\"rtl\">לכל אשׁר צ׳</span> <a data-ref=\"Joshua 1:18\" href=\"/Joshua.1.18\">Jos 1:18</a>; <a data-ref=\"Joshua 22:2\" href=\"/Joshua.22.2\">22:2</a> <a data-ref=\"Jeremiah 35:8\" href=\"/Jeremiah.35.8\">Je 35:8</a>; acc. pers. om. <span dir=\"rtl\">כאשׁר צ׳</span> <a data-ref=\"Exodus 7:10\" href=\"/Exodus.7.10\">Ex 7:10</a> <a data-ref=\"Numbers 32:25\" href=\"/Numbers.32.25\">Nu 32:25</a> (P) +; <span dir=\"rtl\">ככל אשׁר צ׳</span> <a data-ref=\"II Kings 11:9\" href=\"/II_Kings.11.9\">2 K 11:9</a> = <a data-ref=\"II Chronicles 23:8\" href=\"/II_Chronicles.23.8\">2 Ch 23:8</a> +; †<span dir=\"rtl\">לכל אשׁר צ׳</span> <a data-ref=\"Exodus 36:1\" href=\"/Exodus.36.1\">Ex 36:1</a> (P). †<strong>4.</strong>  <em>charge</em>, with command to others, <em>commission</em>, <strong>a.</strong>  acc. pers. + <span dir=\"rtl\">אֶל</span> pers. (sometimes + acc. rei) <a data-ref=\"Exodus 6:13\" href=\"/Exodus.6.13\">Ex 6:13</a>; <a data-ref=\"Exodus 25:22\" href=\"/Exodus.25.22\">25:22</a>; <a data-ref=\"Leviticus 27:34\" href=\"/Leviticus.27.34\">Lv 27:34</a> (P) <a data-ref=\"Deuteronomy 1:3\" href=\"/Deuteronomy.1.3\">Dt 1:3</a>; <a data-ref=\"Jeremiah 27:4\" href=\"/Jeremiah.27.4\">Je 27:4</a> <a data-ref=\"Esther 4:10\" href=\"/Esther.4.10\">Est 4:10</a>; acc. pers. om. <a data-ref=\"Genesis 50:16\" href=\"/Genesis.50.16\">Gn 50:16</a> (E) <a data-ref=\"Esther 3:12\" href=\"/Esther.3.12\">Est 3:12</a>; <a data-ref=\"Esther 8:9\" href=\"/Esther.8.9\">8:9</a>. <strong>b.</strong>  <span dir=\"rtl\">בְּיַד</span> of agent, + <span dir=\"rtl\">אֶל</span>, <a data-ref=\"Numbers 15:23\" href=\"/Numbers.15.23\">Nu 15:23</a>; <a data-ref=\"Numbers 36:13\" href=\"/Numbers.36.13\">36:13</a> (P); <span dir=\"rtl\">אֶל</span> om. <a data-ref=\"Leviticus 8:36\" href=\"/Leviticus.8.36\">Lv 8:36</a> (P), <a data-ref=\"Ezra 9:11\" href=\"/Ezra.9.11\">Ezr 9:11</a>; <a data-ref=\"Nehemiah 8:14\" href=\"/Nehemiah.8.14\">Ne 8:14</a>. <strong>c.</strong>  acc. pers. + <span dir=\"rtl\">עַל</span> for <span dir=\"rtl\">אֶל</span> <a data-ref=\"Ezra 8:17\" href=\"/Ezra.8.17\">Ezr 8:17</a>; <a data-ref=\"I Chronicles 22:13\" href=\"/I_Chronicles.22.13\">1 Ch 22:13</a>; <a data-ref=\"Malachi 3:22\" href=\"/Malachi.3.22\">Mal 3:22</a>; <a data-ref=\"Esther 4:5\" href=\"/Esther.4.5\">Est 4:5</a>. <strong>d.</strong>  c. acc. rei, <span dir=\"rtl\">וצ׳ בִּרְכָתִי לְ</span> <a data-ref=\"Leviticus 25:21\" href=\"/Leviticus.25.21\">Lv 25:21</a> (P) <em>and I will command my blessing to you</em>, c. <span dir=\"rtl\">אִתְּךָ</span> <a data-ref=\"Deuteronomy 28:8\" href=\"/Deuteronomy.28.8\">Dt 28:8</a>, cf. <a data-ref=\"Psalms 133:3\" href=\"/Psalms.133.3\">ψ 133:3</a>; <span dir=\"rtl\">צ׳ חסדוֹ</span> <a data-ref=\"Psalms 42:9\" href=\"/Psalms.42.9\">42:9</a>, <span dir=\"rtl\">בֹּקֶר</span> <a data-ref=\"Job 38:12\" href=\"/Job.38.12\">Jb 38:12</a>, <span dir=\"rtl\">נָחָשׁ</span>, <span dir=\"rtl\">חֶרֶב</span> <a data-ref=\"Amos 9:3\" href=\"/Amos.9.3\">Am 9:3</a>, <a data-ref=\"Amos 9:4\" href=\"/Amos.9.4\">4</a>. †<strong>5.</strong>  <em>command, appoint, ordain</em>, of divine act: in creation <a data-ref=\"Isaiah 45:12\" href=\"/Isaiah.45.12\">Is 45:12</a> <a data-ref=\"Psalms 33:9\" href=\"/Psalms.33.9\">ψ 33:9</a>; <a data-ref=\"Psalms 148:5\" href=\"/Psalms.148.5\">148:5</a>, providence <a data-ref=\"II Samuel 17:14\" href=\"/II_Samuel.17.14\">2 S 17:14</a>; <a data-ref=\"Amos 6:11\" href=\"/Amos.6.11\">Am 6:11</a>; <a data-ref=\"Amos 9:9\" href=\"/Amos.9.9\">9:9</a>; <a data-ref=\"Job 37:12\" href=\"/Job.37.12\">Jb 37:12</a> <a data-ref=\"Psalms 78:23\" href=\"/Psalms.78.23\">ψ 78:23</a>; <a data-ref=\"Isaiah 34:16\" href=\"/Isaiah.34.16\">Is 34:16</a>, redemption <a data-ref=\"Psalms 7:7\" href=\"/Psalms.7.7\">ψ 7:7</a>; <a data-ref=\"Psalms 44:5\" href=\"/Psalms.44.5\">44:5</a>; <a data-ref=\"Psalms 68:29\" href=\"/Psalms.68.29\">68:29</a>; <a data-ref=\"Psalms 71:3\" href=\"/Psalms.71.3\">71:3</a>; so of idol <a data-ref=\"Isaiah 48:5\" href=\"/Isaiah.48.5\">Is 48:5</a> (‖ <span dir=\"rtl\">עשׂה</span>).<br>†<strong>Pu.</strong>  Pf. 3 ms. <span dir=\"rtl\">צֻוָּה</span> <a data-ref=\"Numbers 3:16\" href=\"/Numbers.3.16\">Nu 3:16</a>; <a data-ref=\"Numbers 36:2\" href=\"/Numbers.36.2\">36:2</a>; 2 ms. <span dir=\"rtl\">צֻוֵּיתָה</span> <a data-ref=\"Genesis 45:19\" href=\"/Genesis.45.19\">Gn 45:19</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יְצֻוֶּה</span> <a data-ref=\"Exodus 34:34\" href=\"/Exodus.34.34\">Ex 34:34</a>;—<em>be commanded</em>, i.e. receive command, subj. pers., <a data-ref=\"Genesis 45:19\" href=\"/Genesis.45.19\">Gn 45:19</a> (E), c. <span dir=\"rtl\">בְּ</span> by whom <a data-ref=\"Numbers 36:2\" href=\"/Numbers.36.2\">Nu 36:2</a> (P); <span dir=\"rtl\">אשׁר צ׳</span> <a data-ref=\"Exodus 34:34\" href=\"/Exodus.34.34\">Ex 34:34</a> (P), <span dir=\"rtl\">כִּי־כֵן צ׳</span> <a data-ref=\"Leviticus 8:35\" href=\"/Leviticus.8.35\">Lv 8:35</a>; <a data-ref=\"Leviticus 10:13\" href=\"/Leviticus.10.13\">10:13</a> (P), <span dir=\"rtl\">כאשׁר צ׳</span> <a data-ref=\"Numbers 3:16\" href=\"/Numbers.3.16\">Nu 3:16</a> (P) <a data-ref=\"Ezekiel 12:7\" href=\"/Ezekiel.12.7\">Ez 12:7</a>; <a data-ref=\"Ezekiel 24:18\" href=\"/Ezekiel.24.18\">24:18</a>; <a data-ref=\"Ezekiel 37:7\" href=\"/Ezekiel.37.7\">37:7</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6665c9fdfaee0b8c909d82a9", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 17:2:1", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "David Zvi Hoffmann on Leviticus 17:2:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״ז:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "commentaryNum": 2.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>א-ד. \"אל אהרן וגו'\".</b> הצו מופנה גם אל הכהנים וגם אל העם, משום שהוא כולל גם את איסור שחיטת קדשים בחוץ ששייך ראשית כל לכהנים.<i data-commentator=\"Endnotes\" data-label=\"1071\" data-order=\"1071\"></i>", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665c9feb695d8dbb73bd480", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 17:2:2", "anchorRef": "Leviticus 17:2", "anchorRefExpanded": ["Leviticus 17:2"], "sourceRef": "David Zvi Hoffmann on Leviticus 17:2:2", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״ז:ב׳:ב׳", "anchorVerse": 2, "sourceHasEn": false, "commentaryNum": 2.0002, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"זה הדבר\"</b>, רומז שצו זה ניתן מכבר ורק כאן נתפרסם, השוה לעיל ח ה, ט ו, שמות טז: טז, לב, כט א, לה ד (דילמאן), השוה לעיל במבוא לקרבנות (סוף הקטע: היחס שבין שתי תורות הקרבנות).<i data-commentator=\"Endnotes\" data-label=\"1072\" data-order=\"1072\"></i>", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]