[{"_id": "521b8f3aedbab45814ae54eb", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 18:8:1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Rashi on Leviticus 18:8:1", "sourceHeRef": "רש\"י על ויקרא י״ח:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>ערות אשת אביך.</b> לְרַבּוֹת אַחַר מִיתָה (שם):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ערות אשת אביך THE NAKEDNESS OF THY FATHER'S WIFE [SHALT THOU NOT UNCOVER] — This is intended to include in the prohibition of union with one's father's wife already mentioned v. 7. even the doing of this after his death (Sanhedrin 54a).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe2fbfba276047f6bc4", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 18:8", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Onkelos Leviticus 18:8", "sourceHeRef": "תרגום אונקלוס על ויקרא י״ח:ח׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 18.0008, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "עֶרְיַת אִתַּת אָבוּךְ לָא תְגַלֵּי עֶרְיַת אֲבוּךְ הִיא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "The nakedness of your fathers wife you shall not uncover; it is your fathers nakedness.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec3fb", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 18:8", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Targum Jonathan on Leviticus 18:8", "sourceHeRef": "תרגום יונתן על ויקרא י״ח:ח׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 18.0008, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "עֶרְיַית אִתַּת אָבוּךְ לָא תִבְזֵי מְטוּל דְעִרְיְיתָא דְאָבוּךְ הִיא", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " The nakedness of thy father's wife thou shalt not dishonour, for it is the nakedness of thy father.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54b1d9a4fbfba21603f5776c", "index_title": "Mishneh Torah, Negative Mitzvot", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Negative Mitzvot 331", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Mishneh Torah, Negative Mitzvot 331", "sourceHeRef": "משנה תורה, מצוות לא תעשה של״א", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 331, "collectiveTitle": {"en": "Mishneh Torah, Negative Mitzvot", "he": "משנה תורה, מצוות לא תעשה"}, "heTitle": "משנה תורה, מצוות לא תעשה", "he": "שלא לגלות ערוות אשת אב, שנאמר \"ערוות אשת אביך, לא תגלה\" (ויקרא יח,ח).", "heVersionTitle": "Wikisource Mishneh Torah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "משנה תורה (ויקיטקסט)", "text": "Not to have intimate relations with one's father's wife, as [Leviticus 18:8] states: \"Do not commit incest with your father's wife.\"", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "54b1d9d6fbfba21603f5a7f0", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 191:1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Sefer HaChinukh 191:1", "sourceHeRef": "ספר החינוך קצ״א:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 191.0001, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "<b>שֶׁלֹּא לְגַלּוֹת עֶרְוַת אֵשֶׁת אָב וְאַף עַל פִּי שֶׁאֵינָהּ אִמּוֹ</b> – שֶׁלֹּא לְגַלּוֹת עֶרְוַת אֵשֶׁת אָב וְאַף עַל פִּי שֶׁאֵינָהּ אִמּוֹ. שֶׁנֶּאֱמַר (ויקרא יח ח) עֶרְוַת אֵשֶׁת אָבִיךָ לֹא תְגַלֵּה.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b>To not reveal the nakedness of the wife of the father, even though she is not his mother:</b> To not reveal the nakedness of the wife of the father, even though she is not his mother, as it is stated (Leviticus 18:8), “The nakedness of the wife of your father you shall not reveal.”", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "55adfcc0fbfba23a06809800", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Akharei Mot 65", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Meshekh Chokhmah, Akharei Mot 65", "sourceHeRef": "משך חכמה, אחרי מות ס״ה", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 65, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "אחרי מות", "he": "<b>ערות </b>אשת אביך כו' אזהרה לאמר מיתה ערות אביך היא משום אשת אביו אתה מחייבו ואי אתה מחייבו משום אשת איש. כן דריש ר' יודא בסנהדרין נ\"ד. ולפ\"ז נראה, דהתוספתא בפרק י\"ב זנתה עם חמיה (בת כהן) בסקילה (כדין החמור בכלתו) ר\"ש אומר בשרפה (משום דלדידיה שרפה חמורה) ולא חשיב באשת אב בת כהן שזנתה עם בן האב דלפ\"ז אף אם נאמר דשרפה חמורה מ\"מ כיון דאין חיוב רק משום אשת אב, לא משום אשת איש, הוי כזנות בלא זיקת הבעל, דאז גם בת כהן אינה בשרפה, וכמו לאחר מות האב, וכמו דאמרו הכל היו בכלל אשת רעהו מות ימות הנואף, וזה אינו רק איסור שהוא משום שמזנית תחת בעלה שזה שם נאף בכל תנ\"ך אבל כאן שאין החיוב רק משום אשת אב לבד הוי כזנות בלא זיקת הבעל ודו\"ק, ולכולי עלמא אינה רק בסקילה ודו\"ק, ורק דזנתה עם חמיה שכלתו חייב משום אשת איש אז לר\"ש בת כהן בשרפה. והבן.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55b9dbadfbfba26d9c254d15", "index_title": "Mishnah Eduyot", "category": "Mishnah", "type": "", "ref": "Mishnah Eduyot 4:8", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Mishnah Eduyot 4:8", "sourceHeRef": "משנה עדיות ד׳:ח׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 4.0008, "collectiveTitle": {"en": "Mishnah Eduyot", "he": "משנה עדיות"}, "heTitle": "משנה עדיות", "he": "בֵּית שַׁמַּאי מַתִּירִין אֶת הַצָּרוֹת לָאַחִים, וּבֵית הִלֵּל אוֹסְרִין. חָלְצוּ, בֵּית שַׁמַּאי פּוֹסְלִין מִן הַכְּהֻנָּה, וּבֵית הִלֵּל מַכְשִׁירִין. נִתְיַבְּמוּ, בֵּית שַׁמַּאי מַכְשִׁירִין, וּבֵית הִלֵּל פּוֹסְלִין. וְאַף עַל פִּי שֶׁאֵלּוּ פוֹסְלִין וְאֵלּוּ מַכְשִׁירִין, לֹא נִמְנְעוּ בֵית שַׁמַּאי מִלִּשָּׂא נָשִׁים מִבֵּית הִלֵּל, וְלֹא בֵית הִלֵּל מִלִּשָּׂא נָשִׁים מִבֵּית שַׁמָּאי. וְכָל הַטָּהֳרוֹת וְהַטֻּמְאוֹת שֶׁהָיוּ אֵלּוּ מְטַהֲרִין וְאֵלּוּ מְטַמְּאִין, לֹא נִמְנְעוּ לִהְיוֹת עוֹשִׂים טָהֳרוֹת אֵלּוּ עַל גַּב אֵלּוּ: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "Beth Shammai permits the rival wives [of a deceased brother to be married] to the [surviving] brothers; But Beth Hillel forbids them. If they have performed halitzah, Beth Shammai pronounce them unfit to [marry into] the priesthood, But Beth Hillel pronounced them fit. If they have married their brother-in-law, Beth Shammai pronounce them fit [to marry into the priesthood], But Beth Hillel pronounced them unfit. And although these pronounce unfit and these pronounce fit, Beth Shammai did not refrain from marrying women from [the daughters of] Beth Hillel, nor did Beth Hillel refrain from marrying women from [the daughters of] Beth Shammai. And in the case of all matters of purity and impurity in respect to which these pronounce pure and these pronounce impure, they did not refrain from preparing foods requiring a condition of purity each by means of [the vessels of] the other.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55b9f3f3fbfba26d9c2557bf", "index_title": "Mishnah Yevamot", "category": "Mishnah", "type": "", "ref": "Mishnah Yevamot 1:1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Mishnah Yevamot 1:1", "sourceHeRef": "משנה יבמות א׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Mishnah Yevamot", "he": "משנה יבמות"}, "heTitle": "משנה יבמות", "he": "חֲמֵשׁ עֶשְׂרֵה נָשִׁים פּוֹטְרוֹת צָרוֹתֵיהֶן וְצָרוֹת צָרוֹתֵיהֶן מִן הַחֲלִיצָה וּמִן הַיִּבּוּם עַד סוֹף הָעוֹלָם. וְאֵלּוּ הֵן, בִּתּוֹ, וּבַת בִּתּוֹ, וּבַת בְּנוֹ, בַּת אִשְׁתּוֹ, וּבַת בְּנָהּ, וּבַת בִּתָּהּ, חֲמוֹתוֹ וְאֵם חֲמוֹתוֹ, וְאֵם חָמִיו, אֲחוֹתוֹ מֵאִמּוֹ, וַאֲחוֹת אִמּוֹ, וַאֲחוֹת אִשְׁתּוֹ, וְאֵשֶׁת אָחִיו מֵאִמּוֹ, וְאֵשֶׁת אָחִיו שֶׁלֹּא הָיָה בְעוֹלָמוֹ, וְכַלָּתוֹ, הֲרֵי אֵלּוּ פּוֹטְרוֹת צָרוֹתֵיהֶן וְצָרוֹת צָרוֹתֵיהֶן מִן הַחֲלִיצָה וּמִן הַיִּבּוּם עַד סוֹף הָעוֹלָם. וְכֻלָּן אִם מֵתוּ, אוֹ מֵאֲנוּ, אוֹ נִתְגָּרְשׁוּ, אוֹ שֶׁנִּמְצְאוּ אַיְלוֹנִיּוֹת, צָרוֹתֵיהֶן מֻתָּרוֹת. וְאִי אַתָּה יָכוֹל לוֹמַר בַּחֲמוֹתוֹ וּבְאֵם חֲמוֹתוֹ וּבְאֵם חָמִיו שֶׁנִּמְצְאוּ אַיְלוֹנִיּוֹת אוֹ שֶּׁמֵּאֵנוּ: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "The Torah law obligating a man whose brother died without children [<i>yavam</i>] to marry his deceased brother’s widow [<i>yevama</i>] or to free her from her levirate bonds through the act of <i>ḥalitza</i> applies only when it is permitted for the widow to marry her surviving brother-in-law. However, in cases where the <i>yevama</i> is forbidden to her <i>yavam</i> due to her status as a close family relative, the mitzva of levirate marriage is not applicable, and she is exempt from both levirate marriage and <i>ḥalitza</i>.<br>The Sages further taught that the exemption of a <i>yevama</i> from levirate marriage also exempts her rival wife. In other words, if the deceased brother had two wives, each a so-called rival of the other, and only one wife is a relative of the surviving brother, then the rival wife is also exempt from both levirate marriage and <i>ḥalitza</i>. Moreover, if that same rival wife entered into levirate marriage with a different brother of the deceased, one to whom she is not forbidden, then were this third brother also to die childless, so that the obligation of levirate marriage would again be incurred by the second brother, not only is the forbidden rival wife exempt from levirate marriage and <i>ḥalitza</i>, her new rival wives from her second marriage are also exempt.<br>That is to say, any other wife of the third brother is exempt from the mitzva of levirate marriage, as she is the rival wife of that first rival wife, who was exempted from levirate marriage following her first husband’s death due the exemption of her original rival wife. The same principle applies if that second rival wife subsequently enters into levirate marriage with another permitted brother, and so on. In summary, every widow who is exempt from marrying her brother-in-law due to her status as rival wife of a forbidden relative is treated as a forbidden relative herself and is therefore exempt from both <i>ḥalitza</i> and levirate marriage and causes exemption for future rival wives as well.<br><br>The mishna describes various cases that invoke the principles above. <b>Fifteen</b> categories of <b>women</b> constitute familial relations that are forbidden as incestuous, and consequently, these women <b>exempt their rival wives and the rival wives of their rival wives from <i>ḥalitza</i> and from levirate marriage forever,</b> i.e., they also exempt rival wives of rival wives of rival wives, and so on. <b>And these</b> women <b>are: The daughter</b> of the <i>yavam</i>, i.e., the deceased brother had married a daughter of his brother, which means that when he died childless, his brother’s own daughter came before her father for levirate marriage, and therefore she is exempt. <b>And</b> the same applies if the deceased brother’s widow is <b>the daughter of</b> the <b>daughter of</b> the <i>yavam</i>, <b>or</b> if she is <b>the daughter of his son,</b> or <b>the daughter of</b> his <b>wife.</b> <b>And</b> similarly, if the <i>yevama</i> is <b>the daughter of</b> the <b>son</b> of the wife of her <i>yavam</i> <b>or the daughter of</b> his wife’s <b>daughter, or</b> if she is the <b>mother-in-law</b> of her <i>yavam</i>, <b>or his mother-in-law’s mother, or his father-in-law’s mother,</b> then she is exempt from <i>ḥalitza</i> and levirate marriage. The mishna continues its list of close relatives. If the <i>yevama</i> is the <b>maternal</b> half <b>sister</b> of the <i>yavam</i>, <b>or</b> if she is the <b>sister of his mother, or his wife’s sister,</b> then she is exempt from both <i>ḥalitza</i> and levirate marriage <b>Or</b> if she was <b>the wife of his maternal</b> half <b>brother,</b> and after this brother died or divorced his wife, she married another of his father’s brothers, who was not her relative, and this brother died, she is exempt. In this case, the obligation to enter into levirate marriage should be incurred by the surviving brother, but since she was previously the wife of his maternal brother, she is exempt. <b>And</b> the same applies to the <b>wife of a brother with whom he did not coexist,</b> i.e., the wife of a man who died before his brother was born. As will be explained, the obligation of levirate marriage does not apply to the <i>yavam</i> in this case. Since levirate marriage does not apply to him, the <i>yevama</i> remains forbidden to him as his brother’s wife. <b>And</b> the last case is if one’s <i>yevama</i> had previously been <b>his daughter-in-law,</b> and after his son had died one’s brother married her, before he too passed away. <b>These</b> fifteen women <b>exempt their rival wives and the rival wives of their rival wives from <i>ḥalitza</i> and levirate marriage forever.</b> § <b>And</b> with regard to <b>all of these</b> women listed as prohibited relations, these <i>halakhot</i> apply only if they were married to the deceased brother until the time of his death. However, this is not the case <b>if they died</b> during the deceased brother’s lifetime, <b>or</b> if <b>they refused</b> their husbands when they were minors. This refusal is referring to the decree of the Sages that a girl under the age of twelve whose father is no longer alive may be married off by her mother or brothers. However, this marriage is not final, as she can terminate it by performing an act of refusal, i.e., by declaring, while still a minor, that she does not desire this marriage. In this case, the marriage is annulled retroactively and she is considered as though she were never married at all. <b>Or</b> if those women <b>were divorced</b> by their husband, the deceased brother, <b>or were found to be a sexually underdeveloped woman [<i>aylonit</i>],</b> i.e., a woman who is so underdeveloped that she is not considered a woman in the full sense, these <i>halakhot</i> do not apply. Her marriage is considered a mistaken marriage and is null and void. In all these cases <b>their rival wives are permitted,</b> as the exemption for rival wives of forbidden relatives applies only when the forbidden relative was the brother’s wife at the time of his death, when the <i>halakhot</i> of levirate marriage came into effect. § <b>And</b> the mishna comments that the language of this principle is imprecise, as <b>you cannot say with regard to his mother-in-law and with regard to his mother-in-law’s mother and with regard to his father-in-law’s mother that they were found to be an <i>aylonit</i>,</b> as an <i>aylonit</i> is sterile and therefore cannot become a mother or a mother-in-law. <b>Nor</b> is the mishna precise when it states: <b>Or refused,</b> as refusal applies only to minors, who cannot give birth.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "56c4a458d6e4a96ff057dd62", "index_title": "Nineteen Letters", "category": "Jewish Thought", "type": "", "ref": "Nineteen Letters 11:4", "anchorRef": "Leviticus 18:4-24", "anchorRefExpanded": ["Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24"], "sourceRef": "Nineteen Letters 11:4", "sourceHeRef": "אגרות צפון י״א:ד׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1836], "commentaryNum": 11.0004, "collectiveTitle": {"en": "Nineteen Letters", "he": "אגרות צפון"}, "heTitle": "אגרות צפון", "he": "והחוקים: כמו עם האדם כן תתנהג עם כל יצור ממך ולמטה; מהאדמה אשר תשא הכל, עד הצמחים ומפלגת הבעלי חיים. גופך וכחות נפשך \"האני\" שלך, אשר יותר מכלם תכנה בשם \"שלי\" — הלא הוא, לפעול נגדם במדת הצדק כמו נגד האדם. — המשפט היוצא שם ממושג השווי של העצמים הדומים לך, יצא לנו פה ממושג קנין ה', ה', אשר הוא למגן ומחשה בעד כל הנכנעים תחתך מיצר לבבך. — חובות המשפטים מובנים וברורים לך יותר, יען עפ\"י הרוב עליך רק להכיר את עצמותך, למען תרגיש אל נכון את רגשות אחיך האדם, גבר עמיתך, לוא יכולת לחוש ולהרגיש ככה בדברים הנוגעים לכל יצור אחר, לוא הכרת ככה את גופך ורוחך ותנאי הפעולה אשר יפעלו יחד; כי אז גם החוקים היו ברורים ומובנים לך כהמשפטים, המה ידרשו ממך: כבוד היצורים בהיותם קנין ה', אל תשחית דבר מהם! אל תרע ואל תצר למו! אל תעש בם כלה! השתמש בכל דבר בהשכל ודעת. כבד את קיום המינים בהיותם סדר ה', אל תערבם כלאים. כבד את הברואים בהיותם עבדים במערכת הבריאה. כבד רגשות ונטיות הבעלי חיים. כבד גוף האדם גם בצאת נפשו. כבד גופך. והחזקתו בהיותו חומר, ציר וכלי יוצר לרוחך. להגביל ולהכניע גם נטיות לבבך ופעולותיך הארציות תחת חוק ה', למען גם הנה תהיינה קדושות רק על טהרת האנושיות בבנין תכלית האדם הקדושה, — ואל תשפל למדרגת בהמה. כבד רוחך חלק אלקי במזון וכלכלת גופו שהנהו כלי למעשהו, וכי תביא אל תוכו רק מזון כזה, אשר לא ישביתהו מטהרו, למען יוכל להיות ציר אמונים בעד העולם אל הרוח ובעד הרוח אל העולם, ולא יבוא לידי התרפות או מלחמת החושים. לכן עליך לכסות ולהכשיר את חלק הבהמי שלך, לבלי תפריז להעריך את ערכו ולכבדו, עד כי כל צדדי ההתנגדות יבואו בך אל עמק השוה, וגם התשוקה הבהמית תתהפך לתשוקת אדם המעלה בטוב טעם ודעת. ובאחרונה כבד נפשך בדבורך ומוצא שפתיך. — ", "heVersionTitle": "Iggerot Tzfun, Vilna 1890", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Chukkim. — Arbitrary or apparently inexplicable Statutes. — The same thoughtful regard which you show to man, show as well to every lower being; to the earth which bears and sustains all; to the world of animals and plants, to your own body, to your own mental faculties, to your \"ego,\" that which is most of all your own. It is the same justice which you owe to other human beings. What in the case of the Mishpatim results from the concept of identical personality, flows here from the fundamental notion of equal subordination to God, who defends all which is lower in order and subject to you against your caprice and the ebullitions of unregulated will. Your duties towards humanity are more intelligible to you simply because you have only to think of yourself, your own views and feelings, in order to recognize and sympathize with the demands and needs of your fellow-man. Could you put yourself as thoroughly in the place of other beings, could you even understand the conditions of the union and the combined activity of your own body and soul, you would find it as easy to comprehend Chukkim as Mishpatim. They ask of you to regard all beings as God's possessions; destroy none; abuse none; waste nothing; employ all things wisely; the kinds and species of plants and animals are God's order; mingle them not. All creatures are servants in the household of creation. Respect even the feelings and desires of beasts. Respect the body of man even when the personality has departed. Respect your own body as receptacle, messenger and instrument of the spirit. Limit and subdue your impulses and animal actions under the law of God that they be used in a manner truly human and holy for the upbuilding of the holy purpose of the human race, that man sink not into a mere beast. Respect your soul in nourishing your body; give the latter only so much and such food as will permit it to be a pure, obedient messenger of the world to the soul, of the soul to the world, but not such as to produce sluggishness or sensuality. Therefore conceal and elevate, do not esteem too highly thy animal part, in order that in the end all contradictory dispositions be eliminated from you, and even the beast-like become truly human. Finally, respect yourself in your purest emanation, your word. ", "versionTitle": "Bernard Drachman translation, 1899", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "57e77d1dd6e4a94c7c18a722", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 18:8", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Tafsir Rasag, Leviticus 18:8", "sourceHeRef": "תפסיר רס\"ג, ויקרא י״ח:ח׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 18.0008, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ואמא סואה זוג̇ה אביך פהי זוג̇ה אביך פלא תכשפן סואתהא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b162d6e4a952249cbfd3", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Leviticus 18:8:1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Minchat Shai on Torah, Leviticus 18:8:1", "sourceHeRef": "מנחת שי על תורה, ויקרא י״ח:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "ויקרא", "he": "<b>ערות אשת אביך.</b> סתומה:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59119bc6d6e4a955f8ceb63c", "index_title": "Sanhedrin", "category": "Talmud", "type": "", "ref": "Sanhedrin 53b:8", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Sanhedrin 53b:8", "sourceHeRef": "סנהדרין נ״ג ב:ח׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 106.0008, "collectiveTitle": {"en": "Sanhedrin", "he": "סנהדרין"}, "heTitle": "סנהדרין", "he": "אלא מעתה (ויקרא יח, ח) ערות אשת אביך לא תגלה ערות אביך היא משום אשת אב אתה מחייבו ואי אתה מחייבו משום אמו", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara asks: <b>If that is so,</b> it should be derived from the verse: <b>“The nakedness of your father’s wife you shall not uncover; it is your father’s nakedness”</b> (Leviticus 18:8), that <b>you shall render him liable due to</b> the fact that she is his <b>father’s wife, but you shall not render him liable due to</b> the fact that she is <b>his mother.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59119bc6d6e4a955f8ceb656", "index_title": "Sanhedrin", "category": "Talmud", "type": "", "ref": "Sanhedrin 54a:18", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Sanhedrin 54a:18", "sourceHeRef": "סנהדרין נ״ד א:י״ח", "anchorVerse": 8, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 107.0018, "collectiveTitle": {"en": "Sanhedrin", "he": "סנהדרין"}, "heTitle": "סנהדרין", "he": "ורבנן אזהרה לאשת אביו מנא להו נפקא להו מערות אשת אביך לא תגלה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara asks: <b>And</b> with regard to <b>the Rabbis,</b> who disagree with the opinion of Rabbi Yehuda, <b>from where do they</b> derive <b>the prohibition of</b> intercourse with one’s <b>father’s wife?</b> The Gemara answers: <b>They derive it from</b> the verse: <b>“The nakedness of your father’s wife you shall not uncover;</b> it is your father’s nakedness” (Leviticus 18:8).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59119bc7d6e4a955f8ceb6ce", "index_title": "Sanhedrin", "category": "Talmud", "type": "", "ref": "Sanhedrin 58b:2", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Sanhedrin 58b:2", "sourceHeRef": "סנהדרין נ״ח ב:ב׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 116.0002, "collectiveTitle": {"en": "Sanhedrin", "he": "סנהדרין"}, "heTitle": "סנהדרין", "he": "ורבי עקיבא מוטב לאוקמיה באשת אביו דאיקרי ערות אביו לאפוקי אחות אביו דשאר אביו איקרי ערות אביו לא איקרי", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>And Rabbi Akiva</b> holds that <b>it is preferable to interpret</b> the term “his father” as referring <b>to his father’s wife, who is referred to as his father’s nakedness</b> in the verse: “You shall not uncover the nakedness of your father’s wife; it is your father’s nakedness” (Leviticus 18:8), <b>to the exclusion of his father’s sister, who is referred to as his father’s kin</b> in the verse: “You shall not uncover the nakedness of your father’s sister; she is your father’s kin” (Leviticus 18:12), and who <b>is not referred to as his father’s nakedness.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59d48917d6e4a939ba174291", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 18:8:1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Torah Temimah on Torah, Leviticus 18:8:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא י״ח:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>ערות אשת אביך. </b>הרי זו אזהרה לאשת אביו <sup class=\"footnote-marker\">כד</sup><i class=\"footnote\">ר\"ל אמו חורגת, דאין לומר אמו ממש, דהא כתיב לעיל בפסוק הקודם מפורש ערות אמך לא תגלה, וע' משכ\"ל אות כ\"ב. –\n<br>ודע דבכלל איסור אשת האב הוי גם אשת האב מן האירוסין. וטעם הדבר פירש\"י במשנה נ\"ג א' משום דכיון דקדשה אשתו היא כדכתיב כי יקח איש אשה משעת לקיחה נקראת אשתו וכו', עכ\"ל. ולא ידעתי למה הוצרך לראיה זו שאפשר לדחותה לומר שעל שם העתיד נקראת כן, בעוד שכמה פסוקים בתורה מורים שארוסה נקראת אשתו כמו דכתיב בנערה המאורסה אשר ענה את אשת רעהו (פ' תצא), וכן אמר יעקב ללבן הבה את אשתי, ועדיין ארוסה הואי, ומטעם זה כתב רבינו ירוחם ח\"ב נתיב כ\"ז שאם כתב בגט ארוסה את אנתתי כשר הגט, יעו\"ש.\n</i>.<br>(שם שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48917d6e4a939ba174293", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 18:8:2", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Torah Temimah on Torah, Leviticus 18:8:2", "sourceHeRef": "תורה תמימה על התורה, ויקרא י״ח:ח׳:ב׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>ערות אביך היא. </b>הרי זו אזהרה לאשת אביו לאחר מיתה <sup class=\"footnote-marker\">כה</sup><i class=\"footnote\">דאל\"ה הוי כל מאמר זה מיותר.\n</i>.<br>(שם שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef33c0d6e4a90d4d5df212", "index_title": "Steinsaltz on Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sanhedrin 53b:8", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Steinsaltz on Sanhedrin 53b:8", "sourceHeRef": "ביאור שטיינזלץ על סנהדרין נ״ג ב:ח׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 106.0008, "collectiveTitle": {"en": "Steinsaltz on Sanhedrin", "he": "ביאור שטיינזלץ על סנהדרין"}, "heTitle": "ביאור שטיינזלץ על סנהדרין", "he": "ומקשים: <b>אלא מעתה</b> (אם כך) אנו מדייקים <b>\"ערות אשת אביך לא תגלה ערות אביך הוא\"</b> (ויקרא יח, ח) האם נאמר כי <b>משום אשת אב אתה מחייבו, ואי אתה מחייבו משום אמו?</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef33c3d6e4a90d4d5df2ac", "index_title": "Steinsaltz on Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sanhedrin 58b:2", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Steinsaltz on Sanhedrin 58b:2", "sourceHeRef": "ביאור שטיינזלץ על סנהדרין נ״ח ב:ב׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 116.0002, "collectiveTitle": {"en": "Steinsaltz on Sanhedrin", "he": "ביאור שטיינזלץ על סנהדרין"}, "heTitle": "ביאור שטיינזלץ על סנהדרין", "he": "<b>ור' עקיבא</b> סבור: <b>מוטב לאוקמיה</b> <small>[להעמיד,</small> לפרש<small>]</small> שמדובר <b>באשת אביו דאיקרי</b> <small>[שנקראה]</small> בכתוב <b>\"ערות אביו\"</b> (\"ערות אביך\", ויקרא יח, ח), <b>לאפוקי</b> <small>[להוציא]</small> <b>אחות אביו</b> שרק <b>\"שאר אביו\"</b> — <b>איקרי</b> <small>[נקראה]</small> בכתוב (\"שאר אביך\". ויקרא יח, יב), ואולם <b>\"ערות אביו\"</b> — <b>לא איקרי</b> <small>[נקראה].</small> ומנסים להוכיח אמיתותן של כל אחת משיטות אלה מן המקרא.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a43670cd6e4a97d18d914c9", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 18:8:1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 18:8:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא י״ח:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>ערות אשת אביך לא תגלה.</b> ר\"ל אף על פי שאינה אמו והיא נקראת אשת אב משנתארסה ואע\"פ שמת האב מן הארוסין יתחייב עליה משום אשת אב ואולם אנוסת אביו ומפותת אביו אינה אסורה לו משום אשת אב כי אינה אשתו:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a648befd6e4a91ee8b0ea6b", "index_title": "Sefer Yereim", "category": "Halakhah", "type": "", "ref": "Sefer Yereim 2:1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Sefer Yereim 2:1", "sourceHeRef": "ספר יראים ב׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1135, 1165], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Sefer Yereim", "he": "ספר יראים"}, "he": "<b>סימן ב <i data-commentator=\"Toafot Re'em\" data-order=\"1\"></i> </b> <br>אשת אב הזהיר עליה התורה (ויקרא י\"ח ח') ערות אשת אביך לא תגלה וענש (שם כ' י\"א) ואיש אשר ישכב את אשת אביו ערות אביו גלה מישד\"ב ואפילו לאחר מיתת אביו אסור <i data-commentator=\"Toafot Re'em\" data-order=\"2\"></i> משום אשת אב. ותנן (סנהדרין נ\"ג א') הבא על אשת אב חייב משום אשת אב ומשום אשת איש בין בחיי אביו ובין לאחר מיתת אביו בין מן הארוסין ובין מן הנשואים <i data-commentator=\"Toafot Re'em\" data-order=\"3\"></i> אמרי' ר' <i data-commentator=\"Toafot Re'em\" data-order=\"4\"></i> מפיק לה מערות אשת אביך לא תגלה דמייתר ועונש גז\"ש <i data-commentator=\"Toafot Re'em\" data-order=\"5\"></i> ילפינן עונש נאמר באן אביך ונאמר להלן ערות אביו [ולמעלה פירשנוה בהלכות אם] ורבי <i data-commentator=\"Toafot Re'em\" data-order=\"6\"></i> נפקי להו עונש מערות אביו גלה דמייתר ואזהרת <i data-commentator=\"Toafot Re'em\" data-order=\"7\"></i> מערות אביך הוא דכתיב גבי אזהרה דמייתר ואליבא דכולהו בסקילה בעדים ובהתראה, ובכרת בלא עדים או בלא התראה, כרת משום דכתיב אשת אביך לא תגלה וכתיב בסוף העריות ונכרתו הנפשות העושות וסקילה מגז\"ש נאמר כאן דמיהם בם ונאמר באוב וידעוני באבן ירגמו אתם דמיהם בם מה להלן בסקילה אף כאן בסקילה ואנוסת אביו אינה בכלל אשת אביו דאשת אביו וקדושי' <i data-commentator=\"Toafot Re'em\" data-order=\"8\"></i> משמע ליה דתניא בסיפא <i data-commentator=\"Toafot Re'em\" data-order=\"9\"></i> ומייתינן לה לקמן אשת בנך יכול אפילו שפחה ונכרית ת\"ל אשת בנך היא פרט שפחה ונכרית פי' שאין בה קדושין ואמרינן ביבמות פ' אין <i data-commentator=\"Toafot Re'em\" data-order=\"10\"></i> נושאין (צ\"ז א') ר' יהודה אומר <i data-commentator=\"Toafot Re'em\" data-order=\"11\"></i> באנוסת אביו ובמפותת אביו לא <i data-commentator=\"Toafot Re'em\" data-order=\"12\"></i> גרידה וסקילה ויליף ליה מדכתיב במשנה תורה (בפ' כי תצא) ולא יגלה כנף אביו כנף שראה באביו <i data-commentator=\"Toafot Re'em\" data-order=\"13\"></i> לא יגלה. ותולדותיהן אשת אבי אביו ואשת אמו <i data-commentator=\"Toafot Re'em\" data-order=\"14\"></i> כדתניא ביבמות פ' כיצד (ל־א א') מה הן שניות אשת אבי אביו ואשת אבי אמו ואמר רבא אשת אביו ערוה ואשת אבי אביו שניה וגזור רבא <i data-commentator=\"Toafot Re'em\" data-order=\"15\"></i> על אשת אבי אמו משום אם אביו <i data-commentator=\"Toafot Re'em\" data-order=\"16\"></i> וטעמא מאי משום דכולהו דבי אבא אבא <i data-commentator=\"Toafot Re'em\" data-order=\"17\"></i> קרו להו: ", "heVersionTitle": "Sefer Yereim HaShalem, Vilna, 1892-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9bf979197ec001aac36da", "index_title": "Notes and Corrections on Midrash Aggadah", "category": "Quoting Commentary", "type": "", "ref": "Notes and Corrections on Midrash Aggadah, Deuteronomy 23:1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Notes and Corrections on Midrash Aggadah, Deuteronomy 23:1", "sourceHeRef": "הערות ותיקונים על מדרש אגדה, דברים כ״ג:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1888, 1894], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Notes and Corrections on Midrash Aggadah", "he": "הערות ותיקונים על מדרש אגדה"}, "heTitle": "דברים", "he": "תרי קראי למה לי, כי כבר הזהיר (ויקרא י\"ח ח'), ועיין סנהדרין נ\"ד ע\"א:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5afeccd9e37da9001896163f", "index_title": "Sefer Mitzvot Gadol", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Mitzvot Gadol, Negative Commandments, Remazim 91", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Sefer Mitzvot Gadol, Negative Commandments, Remazim 91", "sourceHeRef": "ספר מצוות גדול, לאוין, רמזים צ״א", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1243, 1247], "commentaryNum": 91, "collectiveTitle": {"en": "Sefer Mitzvot Gadol", "he": "ספר מצוות גדול"}, "heTitle": "רמזים", "he": "שלא לגלות ערות אשת האב שנא' ערות אשת אביך לא תגלה אף לאחר מיתת האב:", "heVersionTitle": "Munkatch, 1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מונקאטש, 1901", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5afeccdae37da90018961649", "index_title": "Sefer HaMitzvot", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer HaMitzvot, Negative Commandments 331:1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Sefer HaMitzvot, Negative Commandments 331:1", "sourceHeRef": "ספר המצוות, מצוות לא תעשה של״א:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1167, 1179], "commentaryNum": 331.0001, "collectiveTitle": {"en": "Sefer HaMitzvot", "he": "ספר המצוות"}, "heTitle": "מצוות לא תעשה", "he": " הזהיר מגלות ערות אשת אב. והוא אמרו ערות אשת אביך לא תגלה, והעובר על לאו זה בכרת, וכשהעידו בו עדים יסקל אם היה מזיד ואם היה שוגג מביא חטאת קבועה. הנה התבאר לך שהבא על אמו חייב עליה משום אשת אב בין בחיי אביו בין לאחר מיתת אביו כמו שהתבאר בסנהדרין: ", "heVersionTitle": "Sefer HaMitzvot, Warsaw 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר המצוות, ורשה 1883", "text": "He prohibited sexual intercourse with the father's wife. And that is His saying, \"The nakedness of your father's wife you shall not uncover\" (Leviticus 18:8). And one who transgresses this negative commandment is [punished] with excision. And when witnesses testify against him, he is stoned if it was volitional. But if it was inadvertent, he must bring a fixed sin-offering. Behold it has been made clear to you that one who has sexual intercourse with his mother is [also] liable on account of [her being] his father's wife - whether during or after the lifetime of his father, as it is explained in Sanhedrin (Sanhedrin 54a).", "versionTitle": "Sefaria Edition 2021, Translated by Rabbi Francis Nataf", "license": "", "versionTitleInHebrew": ""}, {"_id": "5afeccdae37da90018961651", "index_title": "Sefer Mitzvot Gadol", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Mitzvot Gadol, Negative Commandments 91:1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Sefer Mitzvot Gadol, Negative Commandments 91:1", "sourceHeRef": "ספר מצוות גדול, לאוין צ״א:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1243, 1247], "commentaryNum": 91.0001, "collectiveTitle": {"en": "Sefer Mitzvot Gadol", "he": "ספר מצוות גדול"}, "he": "שלא (א) לגלות ערות אשת האב בין בחיים בין לאחר מיתת האב שנא' ערות אשת אביך לא תגלה ערות אביך היא ומלשון ערות אביך היא שלא הוצרך ליכתב אנו למדים בסנהדרין [שם] שבא לרבות לאחר מיתה ובפרשת קדושים כתיב איש אשר ישכב את אשת אביו ערות אביו גלה מות יומתו שניהם דמיהם בם וכל דמיהם בם האמורה בפ' היא סקילה כאשר בארנו, לעיל ומערות אביו גלה שלא היה צריך ליכתב אנו למדין שבא לרבות עונש סקילה לבא על אשת אביו לאחר מיתת אביו: ", "heVersionTitle": "Munkatch, 1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מונקאטש, 1901", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5afeccdae37da90018961655", "index_title": "Mishneh Torah, Forbidden Intercourse", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Mishneh Torah, Forbidden Intercourse 2:1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Mishneh Torah, Forbidden Intercourse 2:1", "sourceHeRef": "משנה תורה, הלכות איסורי ביאה ב׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Mishneh Torah, Forbidden Intercourse", "he": "משנה תורה, הלכות איסורי ביאה"}, "heTitle": "משנה תורה, הלכות איסורי ביאה", "he": "אֵשֶׁת אָבִיו וְאֵשֶׁת בְּנוֹ וְאֵשֶׁת אָחִיו וְאֵשֶׁת אֲחִי אָבִיו אַרְבַּעְתָּן עֶרְוָה עָלָיו לְעוֹלָם. בֵּין מִן הָאֵרוּסִין בֵּין מִן הַנִּשּׂוּאִין. בֵּין שֶׁנִּתְגָּרְשׁוּ בֵּין שֶׁלֹּא נִתְגָּרְשׁוּ. בֵּין בְּחַיֵּי בַּעְלֵיהֶן בֵּין אַחַר מִיתַת בַּעְלֵיהֶן. חוּץ מֵאֵשֶׁת אָחִיו שֶׁלֹּא הִנִּיחַ בֵּן. וְאִם בָּא עַל אַחַת מֵהֶן בְּחַיֵּי בַּעְלָהּ חַיָּב שְׁתַּיִם. מִשּׁוּם שְׁאֵר בָּשָׂר וּמִשּׁוּם אֵשֶׁת אִישׁ. שֶׁהֲרֵי שְׁנֵיהֶן הָאִסּוּרִין בָּאִין כְּאֶחָד: \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "The [following] four women: the wife of a man's father, the wife of his son, the wife of his brother, and the wife of the brother of his father, are considered an <i>ervah</i><sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The singular of the term <i>arayot</i> mentioned in the first chapter.</i> for him forever, whether after consecration or after marriage, in the lifetime of their husbands or after their deaths, [even] if they were divorced - with the exception of the wife of one's brother who did not leave a son.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">When a man dies childless, one of the brothers of the deceased is obligated to marry his widow to propagate his name. This obligation, <i>yibbum</i> in Hebrew, is described in Deuteronomy, ch. 25, and in <i>Hilchot Yibbum ViChalitzah</i>.</i><br>If a man engages in relations with one of these woman during the lifetime of their husbands, he is liable for two [sin-offerings<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">I.e., if he transgresses inadvertently. If he transgresses intentionally, he is liable for execution, by stoning for relations with his father's wife and his son's wife, and by strangulation for relations with his brother's wife and the wife of his father's brother. (For the latter two transgressions are punishable by <i>kerait</i> and so he receives the penalty for adultery alone.)</i>]: for incestuous relations and adulterous relations, for both of these prohibitions take effect at the same time.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">See Chapter 17, Halachah 8, and notes where this concept is explained.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5afeccdae37da90018961659", "index_title": "Tur", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Tur, Even HaEzer 15", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Tur, Even HaEzer 15", "sourceHeRef": "טור, אבן העזר ט״ו", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1300, 1340], "commentaryNum": 15.0, "collectiveTitle": {"en": "Tur", "he": "טור"}, "he": [" <i data-commentator=\"Bach\" data-order=\"1.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"1.1\"></i> <i data-commentator=\"Prisha\" data-order=\"1.1\"></i> אלו שאינן בני קידושין מחמת ערוה מהן מן התורה ומהן מדרבנן אותם שהן מן התורה לא תפסו בהו קידושין כלל ואותן שהן מדרבנן או שהן ספק ערוה כאשר יתבאר לקמן בע\"ה צריכות גט:  <i data-commentator=\"Bach\" data-order=\"2.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"2.1\"></i> אמו אסורה לו מן התורה <i data-commentator=\"Prisha\" data-order=\"2.1\"></i> ואם אמו אסורה לו מדרבנן <i data-commentator=\"Prisha\" data-order=\"3.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"3.1\"></i> וכן אם אם אמו עד עולם  <i data-commentator=\"Beit_Yosef\" data-order=\"4.1\"></i> ואם אבי אמו אסור לו מדרבנן  <i data-commentator=\"Beit_Yosef\" data-order=\"5.1\"></i> אבל אם אם אבי אמו <i data-commentator=\"Prisha\" data-order=\"4.1\"></i> ואם אבי אמו מותרת לו <i data-commentator=\"Prisha\" data-order=\"5.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"6.1\"></i> אם אביו אסורה לו מדרבנן  <i data-commentator=\"Beit_Yosef\" data-order=\"7.1\"></i> וכן אם אם אביו עד עולם <i data-commentator=\"Prisha\" data-order=\"6.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"8.1\"></i> אם אבי אביו אסורה לו מדרבנן <i data-commentator=\"Drisha\" data-order=\"1.1\"></i> <i data-commentator=\"Prisha\" data-order=\"7.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"9.1\"></i> אבל מכאן ואילך כגון אם אם אבי אביו או אם אבי אבי אביו מותרת לו:  <i data-commentator=\"Beit_Yosef\" data-order=\"10.1\"></i> אשת אביו אסורה לו מן התורה <i data-commentator=\"Prisha\" data-order=\"8.1\"></i> בין שהיא אשתו מן האירוסין בין שהיא אשתו מן הנישואין בין בחיי אביו בין כשמת אביו או גירשה <i data-commentator=\"Prisha\" data-order=\"9.1\"></i>  <i data-commentator=\"Bach\" data-order=\"3.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"11.1\"></i> אבל אם אנס אביו <i data-commentator=\"Darchei Moshe\" data-order=\"2.1\"></i> אשה מותרת לו <i data-commentator=\"Prisha\" data-order=\"10.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"12.1\"></i> ואשת אבי אביו<i data-commentator=\"Hagahot\" data-order=\"1.1\"></i> אסורה לו מדרבנן  <i data-commentator=\"Beit_Yosef\" data-order=\"13.1\"></i> וכן אשת אבי אבי אביו עד עולם ואשת אבי אמו אסורה לו מדרבנן אבל מכאן ואילך כגון אשת אבי אבי אמו או אשת אבי אם אמו מותרת לו:  <i data-commentator=\"Beit_Yosef\" data-order=\"14.1\"></i> אחותו אסורה לו מן התורה לא שנא <i data-commentator=\"Prisha\" data-order=\"11.1\"></i> אחותו מאביו או מאמו  <i data-commentator=\"Beit_Yosef\" data-order=\"15.1\"></i> בין אחותו מן הנשואין <i data-commentator=\"Prisha\" data-order=\"12.1\"></i> או מהזנות או אפילו בא אביו על הערוה והוליד ממנה אחותו היא וחייב עליה  <i data-commentator=\"Beit_Yosef\" data-order=\"16.1\"></i> חוץ מאחותו <i data-commentator=\"Prisha\" data-order=\"13.1\"></i> מן השפחה וכותית  <i data-commentator=\"Bach\" data-order=\"4.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"17.1\"></i> בד\"א שפחה דעלמא <i data-commentator=\"Prisha\" data-order=\"14.1\"></i> אבל אם בא אביו על שפחתו והוליד ממנה אחותו היא  <i data-commentator=\"Beit_Yosef\" data-order=\"18.1\"></i> ומותר בבת אשת אביו ואפילו חורגה הגדלה בבית מותרת לאחיו ולא חיישינן למראית העין לומר שנראית כאחותם:  <i data-commentator=\"Bach\" data-order=\"5.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"19.1\"></i> בתו אסורה לו מן התורה <i data-commentator=\"Prisha\" data-order=\"15.1\"></i> וכן בת בנו ובת בתו  <i data-commentator=\"Beit_Yosef\" data-order=\"20.1\"></i> ובת בת בנו ובת בת בתו או בת בן בנו או בת בן בתו אסורות לו מדרבנן  <i data-commentator=\"Beit_Yosef\" data-order=\"21.1\"></i> אבל מכאן ואילך כגון בת בת בת בנו ובת בת בת בתו <i data-commentator=\"Drisha\" data-order=\"2.1\"></i> כתב הרמב\"ם שהן מותרות לו ולא נהירא לא\"א הרא\"ש ז\"ל אלא כולן אסורות לו עד עולם:  <i data-commentator=\"Beit_Yosef\" data-order=\"22.1\"></i> בת אשתו אסורה לו מן התורה וכן בת בנה ובת בתה  <i data-commentator=\"Beit_Yosef\" data-order=\"23.1\"></i> ודוקא בת אשתו מן הנשואין <i data-commentator=\"Prisha\" data-order=\"16.1\"></i>  <i data-commentator=\"Bach\" data-order=\"6.1\"></i> אבל בת אנוסתו <i data-commentator=\"Prisha\" data-order=\"17.1\"></i> מותרת לו <i data-commentator=\"Darchei Moshe\" data-order=\"8.1\"></i> לאחר מיתתה  <i data-commentator=\"Beit_Yosef\" data-order=\"24.1\"></i> ובת בת בת אשתו ובת בת בן אשתו אסורה לו מדרבנן  <i data-commentator=\"Beit_Yosef\" data-order=\"25.1\"></i> אבל מכאן ואילך כגון בת בת בת בת אשתו <i data-commentator=\"Prisha\" data-order=\"18.1\"></i>  <i data-commentator=\"Bach\" data-order=\"7.1\"></i> ובת בן בן בן אשתו כתב הרמב\"ם ז\"ל שמותרת לו וא\"א הרא\"ש ז\"ל כתב שהן אסורות לו עד עולם ואם אשתו אסורה לו מן התורה <i data-commentator=\"Prisha\" data-order=\"19.1\"></i> וכן אם אם אשתו <i data-commentator=\"Prisha\" data-order=\"20.1\"></i> ואם אבי אשתו אבל אם אם אם אשתו ואם אם אבי אשתו ואם אבי אבי אשתו אסורות לו מדרבנן <i data-commentator=\"Drisha\" data-order=\"3.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"26.1\"></i> מכאן ואילך כגון אם אם אם אם אשתו ואם אם אם אבי אשתו כתב הרמב\"ם שמותרות ואדוני אבי הרא\"ש ז\"ל כתב שאסורות לו לעולם אחות אביו ואחות אמו אסורות לו מן התורה <i data-commentator=\"Prisha\" data-order=\"21.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"27.1\"></i> לא שנא היא אחותו מן האב או מן האם <i data-commentator=\"Prisha\" data-order=\"22.1\"></i>  <i data-commentator=\"Bach\" data-order=\"8.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"28.1\"></i> ומותר בבת אחי אביו ובבת אחי אמו ואחי אביו ואחי אמו מותר באשתו ובבתו  <i data-commentator=\"Beit_Yosef\" data-order=\"29.1\"></i> אבל הוא אסור מן התורה באשת אחי אביו ומדרבנן באשת אחי אמו ודוקא שהוא אחי אביו מן האב אבל אשת אחי אביו מן האם ואשת אחי אמו בין מן האב בין מן האם אין אסורות אלא מדרבנן  <i data-commentator=\"Bach\" data-order=\"9.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"30.1\"></i> ומכאן ואילך כגון אשת אחי אבי אביו מן האם ואשת אחי אם אמו בין מן האב בין מן האם מותרות  <i data-commentator=\"Beit_Yosef\" data-order=\"31.1\"></i> ובאשת אחי אבי אביו מן האב ואחות אבי האב בין מן האם בין מן האב ואחות אם האם פסק ר\"י שהן אסורות מדרבנן ובשאלתות פסק שהן מותרות וכן פסק רבינו תם ומסקנת אדוני אבי הרא\"ש ז\"ל בדברי ר\"י  <i data-commentator=\"Bach\" data-order=\"10.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"32.1\"></i> אשת בנו אסורה לו מן התורה <i data-commentator=\"Drisha\" data-order=\"4.1\"></i> <i data-commentator=\"Prisha\" data-order=\"23.1\"></i> ואשת בן בנו אסורה לו מדרבנן וכן אשת בן בן בנו עד עולם <i data-commentator=\"Prisha\" data-order=\"24.1\"></i> אשת בן <i data-commentator=\"Darchei Moshe\" data-order=\"6.1\"></i> בתו אסורה לו מדרבנן אבל מכאן ואילך כגון אשת בן בן בתו מותרת לו:  <i data-commentator=\"Beit_Yosef\" data-order=\"33.1\"></i> אשת בן אשתו מותרת לו ובן אשתו מותר באשתו <i data-commentator=\"Drisha\" data-order=\"5.1\"></i>  <i data-commentator=\"Bach\" data-order=\"11.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"34.1\"></i> אשת אחיו אסורה לו מן התורה בין אם הוא אחיו מן האב או מן האם  <i data-commentator=\"Beit_Yosef\" data-order=\"35.1\"></i> בין מן הנישואין בין מן הזנות  <i data-commentator=\"Beit_Yosef\" data-order=\"36.1\"></i> אלא שאשת אחיו מן האם אסורה לו מן התורה לעולם ואשת אחיו מן האב מותרת לו אם מת אחיו בלא בנים כאשר יתבאר לקמן בהלכות יבום בע\"ה: <i data-commentator=\"Prisha\" data-order=\"25.1\"></i>  <i data-commentator=\"Bach\" data-order=\"12.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"37.1\"></i> ב' חורגין הגדלין יחד בבית מותר כ\"א באשת חבירו ולא חיישינן למראי' העין לומר שנראה באשת אחיו: <i data-commentator=\"Prisha\" data-order=\"26.1\"></i> <i data-commentator=\"Drisha\" data-order=\"6.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"38.1\"></i> אשת חמיו אסורה לו  <i data-commentator=\"Beit_Yosef\" data-order=\"39.1\"></i> וגם חמיו אסור באשתו <i data-commentator=\"Prisha\" data-order=\"27.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"40.1\"></i> ומותר באשת בן אחיו ובאשת בן אחותו:  <i data-commentator=\"Beit_Yosef\" data-order=\"41.1\"></i> אחות אשתו אסורה לו מן התורה <i data-commentator=\"Prisha\" data-order=\"28.1\"></i> כ\"ז שאשתו קיימת  <i data-commentator=\"Beit_Yosef\" data-order=\"42.1\"></i> ל\"ש אם היא אחותה מן האב או מן האם <i data-commentator=\"Prisha\" data-order=\"29.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"43.1\"></i> ואפי' גירש את אשתו <i data-commentator=\"Darchei Moshe\" data-order=\"7.1\"></i> אבל לאחר מיתתה מותר באחותה:  <i data-commentator=\"Bach\" data-order=\"13.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"44.1\"></i> הלכה אשתו למ\"ה ואמרו לו שמתה ונשא אחותה ואח\"כ באתה אשתו אם היתה אשתו נשואה לו מותרת לחזור לו שהכל יודעים שבמעות נשא את אחותה <i data-commentator=\"Prisha\" data-order=\"30.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"45.1\"></i> דאין זנות שמזנה עם אחותה <i data-commentator=\"Drisha\" data-order=\"7.1\"></i> אוסר אשתו עליו אפילו במזיד  <i data-commentator=\"Beit_Yosef\" data-order=\"46.1\"></i> וכן בכל הקרובות <i data-commentator=\"Darchei Moshe\" data-order=\"8.2\"></i> הנאסרות ע\"י אשתו אם מזנה עמהם לא נאסרה אשתו עליו <i data-commentator=\"Prisha\" data-order=\"31.1\"></i>  <i data-commentator=\"Bach\" data-order=\"14.1\"></i> ומותר בקרובות שניה  <i data-commentator=\"Bach\" data-order=\"15.1\"></i> היתה ארוסתו ואמרו לו שמתה ונשא אחותה ואח\"כ באת ארוסתו <i data-commentator=\"Prisha\" data-order=\"32.1\"></i> אסור בשתיהן <i data-commentator=\"Prisha\" data-order=\"33.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"47.1\"></i> מתה הראשונה מותר בשנייה אמרו לו מתה אשתו ונשא אחותה ואח\"כ אמרו לו קיימת היתה <i data-commentator=\"Prisha\" data-order=\"34.1\"></i> הולד הראשון ממזר והאחרון אינו ממזר  <i data-commentator=\"Bach\" data-order=\"16.1\"></i> היתה אחות אשתו נשואה והלכה אשתו ובעל אחות אשתו  <i data-commentator=\"Beit_Yosef\" data-order=\"48.1\"></i> ואמרו לו מתה אשתך וגיסך ונשא אחות אשתו ואח\"כ באו אשתו וגיסו <i data-commentator=\"Prisha\" data-order=\"35.1\"></i> אשת גיסו צריכה גט <i data-commentator=\"Drisha\" data-order=\"8.1\"></i> ל\"ש נשאת לו בב' עדים או בעד א' <i data-commentator=\"Prisha\" data-order=\"36.1\"></i> ואסורה לגיסו <i data-commentator=\"Prisha\" data-order=\"37.1\"></i> ואשתו אסורה עליו ל\"ש היתה נשואה לו או ארוסתו: "], "heVersionTitle": "Even HaEzer, Vilna, 1923", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אבן העזר, וילנה תרכ\"ג", "text": ["Aquellos que no son considerados aptos para el matrimonio debido a relaciones incestuosas, algunos de ellos están prohibidos por la Torá y otros por la ley rabínica. Aquellos prohibidos por la Torá no requieren un documento de divorcio para su separación, y aquellos prohibidos por la ley rabínica o aquellos que son un caso dudoso de incesto, como se explicará más adelante, requieren un documento de divorcio.", "Su madre está prohibida para él según la Torá, y si su madre está prohibida para él por la ley rabínica, y asimismo si la madre de su madre está prohibida para él por la ley rabínica para siempre, y si el padre de su madre está prohibido para él por la ley rabínica, pero si la madre del padre de su madre está prohibida para él, está permitido casarse con ella. Sin embargo, si el padre de su madre está prohibido para él por la Torá, y asimismo si el padre de su madre está prohibido para él para siempre, está permitido casarse con ella. Si el padre de su padre está prohibido para él por la ley rabínica, pero de aquí en adelante, por ejemplo, si la esposa del padre del padre de su madre o la esposa del padre del padre del padre de su madre, está permitido casarse con ella.", "La esposa de su padre está prohibida para él según la Torá, ya sea que ella sea su esposa desde el período de compromiso o su esposa desde el matrimonio, ya sea en vida de su padre o después de su muerte, o si su padre se divorció de ella. Sin embargo, si su padre violó a una mujer, está permitido para él, y la esposa del padre de su padre está prohibida para él por la ley rabínica, pero de aquí en adelante, por ejemplo, si la esposa del padre del padre de su padre, está permitido casarse con ella.", "La hija de su esposa está prohibida para él según la Torá, y asimismo la hija de su hijo, la hija de su hija, la hija de su nieto o la hija de su bisnieto. Sin embargo, de aquí en adelante, por ejemplo, la hija del hijo del hijo de su esposa, como escribió Maimónides, está permitido para él, y según la opinión de Rashi, todas ellas están prohibidas para él para siempre.", "La madre de su esposa está prohibida para él según la Torá, y asimismo la madre del hijo de su esposa, y la madre de la hija de su esposa, y específicamente la madre de su esposa desde el matrimonio. Sin embargo, si la madre de su esposa fue violada, está permitido para él después de su muerte, y la madre de la madre de su esposa está prohibida para él por la ley rabínica, pero de aquí en adelante, por ejemplo, la esposa del padre de la madre de su esposa, está permitido para él.", "Su hermana está prohibida para él según la Torá, no distinguiendo si es su hermana por parte de su padre o de su madre, ya sea su hermana desde el matrimonio o desde la prostitución, o incluso si su padre tuvo relaciones con ella y ella dio a luz a su hermana, es responsable por ella, excepto por su hermana de una sierva o una esclava cananea. Sin embargo, si su padre tuvo relaciones con su sierva y ella dio a luz a su hermana, es responsable por ella, y no está preocupado por la apariencia de los ojos al decir que parece que son sus hermanas.", "Su hija está prohibida para él según la Torá, y asimismo su nieta, su bisnieta, su tataranieta o su trastataranieta. Sin embargo, de aquí en adelante, por ejemplo, su hija del hijo del hijo del hijo, como Rashi dictaminó, está prohibida para él para siempre.", "La nuera de su esposa está prohibida para él, y la nuera de su hijo está prohibida para él según la Torá, ya sea que ella sea su nuera desde su hijo o desde su hija, ya sea desde el matrimonio o desde la prostitución. Sin embargo, la nuera de su esposa desde su madre está prohibida para él para siempre, y la nuera de su esposa desde su padre está permitida para él. Si su hermano murió sin hijos, está permitido para su nuera, pero está prohibido para la cuñada de su esposa.", "La hermana de su esposa está prohibida para él según la Torá, ya sea que sea hermana de su padre o de su madre, y está permitido para la esposa de su hermano y el esposo de su hermana, y la hermana de la esposa de su hermano y la hermana del esposo de su hermana."], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5b6bf77d1c73e90297952a5b", "index_title": "Sefer HaMitzvot HaKatzar", "category": "Halakhah", "type": "", "ref": "Sefer HaMitzvot HaKatzar, Negative Commandments 113", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Sefer HaMitzvot HaKatzar, Negative Commandments 113", "sourceHeRef": "ספר המצות הקצר, מצות לא תעשה קי״ג", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1920, 1930], "commentaryNum": 113, "collectiveTitle": {"en": "Sefer HaMitzvot HaKatzar", "he": "ספר המצות הקצר"}, "heTitle": "מצות לא תעשה", "he": "קיג. מצות לא תעשה שלא לבוא על אשת אביו. שנאמר (ויקרא יח, ח): \"ערות אשת אביר לא תגלה\". אפלו היא איננה אמו, אם היא אשת אביו - בין מן האירוסין, בין מן הנשואין, בין בחיי האב, בין לאחר מיתת האב - ואפילו גירשה. וחייבין על זה בעדים והתראה - סקילה; ובלא עדים - במזיד, כרות; ובשוגג, חטאת. ושניות מדברי סופרים: אשת אבי אביו, ואין לה הפסק עד למעלה; ואשת אבי אמו בלבד. ונוהג בכל מקום ובכל זמן:", "heVersionTitle": "Sefer HaMitzvot HaKatzar, Sefad 2004", "heLicense": "", "heVersionTitleInHebrew": "ספר מצות הקצר, צפת תשס\"ד", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b6bf77d1c73e90297952a75", "index_title": "Sefer HaMitzvot HaKatzar", "category": "Halakhah", "type": "", "ref": "Sefer HaMitzvot HaKatzar, Negative Commandments 128", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Sefer HaMitzvot HaKatzar, Negative Commandments 128", "sourceHeRef": "ספר המצות הקצר, מצות לא תעשה קכ״ח", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1920, 1930], "commentaryNum": 128, "collectiveTitle": {"en": "Sefer HaMitzvot HaKatzar", "he": "ספר המצות הקצר"}, "heTitle": "מצות לא תעשה", "he": "קכח. מצות לא תעשה שלא לבוא על אחותו בת אשת אביו. שנאמר (ויקרא יח, ח): \"ערות בת אשת אביך לא תגלה\". ר\"ל, כשהיא אחותו - דאם היא בת אשת אביו מאיש אחר, היא מותרת להנשא לו לכתחילה - אלא ר\"ל, כשהיא אחותו. וחייב עליה שתים, וכנזכר לעיל. ואין בה מיתת ב\"ד, אלא כרת; ובשוגג, חטאת. ונוהג בכל מקום ובכל זמן:", "heVersionTitle": "Sefer HaMitzvot HaKatzar, Sefad 2004", "heLicense": "", "heVersionTitleInHebrew": "ספר מצות הקצר, צפת תשס\"ד", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c1795e2bb386c011be94f41", "index_title": "Rashi on Yevamot", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Yevamot 4a:8:1", "anchorRef": "Leviticus 18:7-8", "anchorRefExpanded": ["Leviticus 18:7", "Leviticus 18:8"], "sourceRef": "Rashi on Yevamot 4a:8:1", "sourceHeRef": "רש\"י על יבמות ד׳ א:ח׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Rashi on Yevamot", "he": "רש\"י על יבמות"}, "heTitle": "רש\"י על יבמות", "he": "נושא אדם אנוסת אביו - שלא נאסרה עליו עולמית אלא אשת אביו כדכתיב (ויקרא י״ח:ז׳-ח׳) ערות אשת אביך ואשת משמע ע\"י אישות דקדושין:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b9acb071e100bf4ece15", "index_title": "Tosefta Yevamot", "category": "Tosefta", "type": "", "ref": "Tosefta Yevamot 12:1", "anchorRef": "Leviticus 18:7-8", "anchorRefExpanded": ["Leviticus 18:7", "Leviticus 18:8"], "sourceRef": "Tosefta Yevamot 12:1", "sourceHeRef": "תוספתא יבמות י״ב:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [190, 230], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Tosefta Yevamot", "he": "תוספתא יבמות"}, "heTitle": "תוספתא יבמות", "he": "רבי יהודה אוסר באנוסת אביו ומפותת אביו שנאמר (ויקרא י״ח:ז׳-ח׳) ערות אשת אביך לא תגלה [וגו'] ולהלן הוא אומר (דברים כ״ב:י״ג) לא יקח איש את אשת אביו [ולא יגלה כנף אביו] ואומר (דברים כג) ולו תהיה לאשה [וגו'] הגיורת שנתגיירו בניה עמה לא חולצין ולא מיבמין היתה הורתן שלא בקדושה ולידתן שלא בקדושה ולא חולצין ולא מיבמין ואין חייבין משום אשת אח היתה הורתן שלא בקדושה ולידתן בקדושה או חולצין או מיבמין אבל חייבין משום אשת אח היתה הורתן ולידתן בקדושה הרי הם כישראל לכל דבר.", "heVersionTitle": "Tosefta Yevamot -- Machon Mamre", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תוספתא יבמות - מכון ממרא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17ba28b071e100bf4f1d87", "index_title": "Rashi on Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Sanhedrin 58b:2:1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Rashi on Sanhedrin 58b:2:1", "sourceHeRef": "רש\"י על סנהדרין נ״ח ב:ב׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Rashi on Sanhedrin", "he": "רש\"י על סנהדרין"}, "heTitle": "רש\"י על סנהדרין", "he": "ורבי עקיבא מוטב לאוקמא באשת אביו - כמשמעותה דקרא דקרי ליה אביו דכתיב יעזב איש את אביו ואשת אביו אשכחן דקרי בישראל ערות אביו דכתיב (ויקרא י״ח:ח׳) ערות אביך היא ולאו לאוקמא באחות אביו דקרא לא משמע הכי דאחות אביו שאר אביו הוא דאקרי ערות אחות אביך לא תגלה כי שאר אביך היא (שם):", "heVersionTitle": "Wikisource Rashi", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "רש״י (ויקיטקסט)", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c4048694610a90056a0ee68", "index_title": "Shev Shmateta", "category": "Halakhah", "type": "", "ref": "Shev Shmateta, Introduction 4", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Shev Shmateta, Introduction 4", "sourceHeRef": "שב שמעתתא, הקדמה ד׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1765, 1805], "commentaryNum": 4, "collectiveTitle": {"en": "Shev Shmateta", "he": "שב שמעתתא"}, "heTitle": "הקדמה", "he": "<b><big>א</big></b>מרו חז\"ל בשעה שרצה הקב\"ה לברוא את האדם ברא כת מלאכים כו' אמרו מה אנוש כי תזכרנו כו' ולכאורה מה אכפת להו למלאכים בבריאת אדם אלא דעיקר בריאת האדם על הארץ אם כי הנשמה במחצבה נהנית מזיו התפארת וכלום חסר בבית המלך אולם גזרה חכמתו ית\"ש להורידה למטה לנסותה בקיום מצותיו ושמירת תורותיו וכאשר תצדק הרבה כן תרבה וכן תפרוץ ותגדל למעלה עד אשר תשוב אל האלהים אשר נתנה ביתר עוז ורב אונים וכתיב בזהר שתה מים מבורך ונוזלים מתוך בארך כי בהיות הנשמה למעלה אינה אלא בחינת בור שאינו נובע רק מתמלא מאחרים ומצד עצמו הוא ריק ובירידתה אל עולם השפל הזה והשיגה מה שעליה להשיג כגזירת חכמתו ית\"ש אזי היא בחינת באר הוא מעין המתגבר ונובע מעצמו ובזה לא יהיה נהמא דכסופא ועיקרא דמלתא דכל דלית ליה מגרמיה כלום עני חשוב כמת כמ\"ש בגור אריה דמי באר קרוין מים חיים לפי שהוא נובע מעצמו משא\"כ מי בור ולזה עני חשוב כמת ושונא מתנות יחיה ע\"ש וא\"כ כל זמן היות הנפש במקורה והיא בבחינת בור אין לה חיות, כי מעצמה ריקה היא רק מה שמשפיעין אותה עד רדתה הנה ונובעת מעצמה היא בבחינת באר ויש לה חיות לזה אמר ויפח באפיו נשמת חיים והיינו דעיקר בריאת אדם על הארץ בכדי שתהא הנפש בבחינת באר ותקרא נשמת חיים וזהו אלה המצות אשר יעשה אותם האדם וחי בהם.", "heVersionTitle": "Shev Shmatta", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "(<i>Aleph</i>)<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Starting from here, each paragraph begins with a letter from an acrostic that sequentially includes all of the letters of the Hebrew alphabet, followed by the author’s name.</i> The Rabbis said (Bereishit Rabbah 8:5), “At the time that the Holy One, blessed be He, wanted to create man, He created a group of angels, etc. And they said (Ps. 8:5), ‘What is man that you should consider him’ [and so, they opposed his creation].” At first glance, [we would wonder] why the angels would care about man’s creation. [To answer this, we must understand the nature of man:] As the essence of man’s creation is [that he be] upon the earth. Even though the [human] soul benefits from the radiance of the glory from [the One from] which it has been hewn, and there is nothing lacking in the house of the King; [nevertheless] the Divine Wisdom, may His name be blessed, decreed that [the human soul] should be brought down [to the world], in order to test it with the performance of His commandments and the keeping of His Torah. And when ‘it is very righteous,’ ‘so will it multiply and so will it expand’ and ‘grow upwards,’ until ‘it returns to God who gave it’ ‘with great strength’ and ‘with abundance of power.’ And it is written in the Zohar 1:60a [to explain the verse in Prov. 5:15], “Drink water from your own cistern, running water from your own well”; [that] when the soul is above, it only has the aspect of a cistern, which does not [produce its own water], but is rather filled from others. In of itself, however, it is empty. But when it comes down to this lowly world and achieves what it is supposed to achieve – like the wisdom of His decree, may His name be blessed – then it has the aspect of a well, which is an overflowing spring and is emanating from itself. And in this way it will not [acquire] the bread of shame.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">The roots of this this idea – that unearned reward is a source of shame – are from several places in the Zohar. See, for example Zohar 1:4a. The basis for the metaphor, however is found in Talmud Yerushalmi Orlah 1:3, 61b. And the first well-known use of the actual phrase is only found later in R. Yosef Karo’s Maggid Mesharim 2:8, which was written in the 1500’s.</i> As the essence of the matter is that anyone who has nothing from himself is a poor person that is considered as if dead.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Zohar 2:119a, Nedarim 64b.</i> This is as is written in <i>Gur Aryeh</i>,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Maharal, Gur Aryeh on Exod. 4:19:2.</i> that the water of a well is called living waters because it [produces water] from itself (meaning, its underground spring) – which is not the case with the water of a cistern. And so this is why a poor person is considered as if dead. [Hence (as in Prov. 15:27)], “and the one who hates gifts, lives.” See there. And if so, the whole time that the soul is in its source, it has the aspect of a cistern that has no life; as it is empty from itself, besides from what is given to it. [This is] until it descends here and emanates from itself with the aspect of a well and has life. And this is why it states (Gen. 2:7), “He blew into his nostrils a living soul.” That is because the main aspect of the creation of man on the earth was so that the soul could have the aspect of “a living soul.” And this is [the meaning of], these are the commandments, “that a man should do and live through them” (Lev. 18:8).", "versionTitle": "Shev Shmat'ta, Sponsored by Jacob and Suzanne Doft, trans. Rabbi Francis Nataf, 2018", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5caefff638f4c90017cdd461", "index_title": "Sefer Hamitzvot of Rasag", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Hamitzvot of Rasag, Negative Commandments 94", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Sefer Hamitzvot of Rasag, Negative Commandments 94", "sourceHeRef": "ספר המצוות לרס\"ג, מצות לא תעשה צ״ד", "anchorVerse": 8, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 94, "collectiveTitle": {"en": "Sefer Hamitzvot of Rasag", "he": "ספר המצוות לרס\"ג"}, "he": "וְאֵשֶׁת אָב", "heVersionTitle": "Sefer Hamitzvot L'Rasag, Warsaw, 1914. Vocalized Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dbe924946943bef88acd5a6", "index_title": "Yein Levanon on Avot", "category": "Quoting Commentary", "type": "", "ref": "Yein Levanon on Avot 3:18:4", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Yein Levanon on Avot 3:18:4", "sourceHeRef": "יין לבנון על אבות ג׳:י״ח:ד׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1765, 1775], "commentaryNum": 18.0004, "collectiveTitle": {"en": "Yein Levanon on Avot", "he": "יין לבנון על אבות"}, "he": "<small>תועלת שיש בלימוד החכמות הלימודיות, כדי להשיג על ידיהן יראת ה'<br></small>ואני מוסיף לומר דנקט הני לפי שאין דעתו של אדם משגת בהן דבר, כמו ז' ימי נדה, וי\"א יום שבין נדה לנדה, וכן יולדת וזב וזבה ומצורע שצריכין להביא קינין לטהרתן אחרי ימי ספירתן וטבילתן, ואין כן שאר הטמאים שטובלין וכשהעריב שמשן אוכלין בקדשים. וכל אלו חקים גמורים, והן גופי תורה ועיקרים גדולים שבהלכות החכמה, כי יש כרת על שתיהן, הנדה בכרת, ומחוסר כפורים שאכל קדש או בא אל המקדש גם הוא בכרת. ונגד זה תקופות וגמטריאות שהן דברי בינה, נכוחים למבין וישרים למוצאי דעת ואינן הלכות, שהרי קהל הנבונים יבינו בהן על דרך אחד. ועל ההלכות שתלויים בהם המנהגים שיצרו של אדם מסיתו לעבור עליהן כשיקיימם ביראת ה' יקבל עליהן שכר, לא על דברי בינה ודעת כשנלוז מן החכמה, וכדכתיב <small>(דברים ל, טו)</small> \"ראה נתתי לפניך את החיים ואת הטוב ואת המות ואת הרע\" וגו' <small>(דברים ל, יט)</small> \"ובחרת בחיים למען תחיה\" וגו'. למדנו שחיי האדם תלויים במנהגים שהן בבחירתו, ונאמר <small>(שמות יח, כ)</small> \"והודעת להם את הדרך ילכו בה ואת המעשה אשר יעשון\". מיהו \"תקופות וגמטריאות הן פרפראות לחכמה\", כלומר ראוי לאדם שיעסוק בהם וידעם, שעל ידיהן יקרב לנפשו חקי ה' ותורותיו. ומה נכבד המשל שהמשילם ל\"פרפראות\", שכבר רמזנו בבבא \"ר\"א אומר עין טובה\" שכח החכמה נמשל לחוש הטעם, ובכלי זה תלויין חיי האדם כי צריך לאכול ולשתות. וכן בחכמה תלויין חיי הנפש, כדכתיב <small>(ויקרא יח, ח)</small> \"אשר יעשה אותם האדם וחי בהם\". ולכן בכל המקרא נמשלה החכמה ללחם ולכל תנובה טובה, וכמו שהודענו בפתיחתנו הראשונה לספר \"גן נעול\". גם פירשנו שם משל של יותם בן ירובעל שאמר במענה התאנה <small>(שופטים ט, יא)</small> \"החדלתי את מתקי ואת תנובתי הטובה?\" וגו'. והלחם הוא עיקר חיי הגוף, ולכן כל סעודה קרוייה לחם, אלא שהלחם לבדו אינו ערב לחיך, ועל כן יאכל האדם עמו כל מיני תבשילין לפרפר [ללפת] בהם את הפת ולהמתיקו לחכו. ובכל זאת הלחם עיקר החיים, וכן הוא בנמשל, חקי התורה והלכותיה הן העיקר והן חיי הנפש, אלא בעבור שאין דרכי החכמה מתבררים לאדם במופתי הדעת, גם אינן ערבים לנפשו בעבור שהן הפוכים מתאותו ומיצר לבבו, וכדפרישית לעיל במשנת ר' אלעזר בן עזריה, צריך האדם לעשות פרפראות לחכמתו, להמתיקה לנפשו. ודברי יראת ה' הן הן הפרפראות, שבהיותו ירא את ה' ומבין בכבודו ובמעשיו הגדולים, ישמח לבו לקבל דבריו ולעשותן, וכדפרישית בבבא \"אם אין יראה אין חכמה\". ולפי שיראת ה' היא להבין בגדולותיו של מקום ב\"ה, וכמאמר התורה אצל היראה <small>(דברים י, יד)</small> \"הן לה' אלוהיך השמים ושמי השמים הארץ וכל אשר בה\", ראוי לאדם שיבין בחכמות הלימודיות לדעת תכונת השמים ומדת הארץ באמת, אז ישתומם ויבהל על המעשה הגדול אשר עשה ה', ויכיר מעט מחכמתו של יוצר בראשית, ויתברר לו שהוא החכם באמת, ויכנע מחקי תורתו ומשפטיו שציוה לבני אדם ולא יהרהר עליהן, והיינו \"תקופות וגמטריאות\". ויפה שנה שהן פרפראות לחכמה, כלומר שממתיקין דרכי החכמה לנפש. שכשיראה כי נוטה שמים ויוסד ארץ בחכמה בתבונה ובדעת הוא אלוהי ישראל אשר מסר תורה לעמו, ידע בכל לב שחכמת התורה נפלאה ושכל דבריה צדק ומישרים. ואם ריק הוא, מדעתו [הוא ריק], ישען ויבטח באלוהיו היודע סוד החכמה, שהרי נתברר לו שמעשי ה' רמים ונפלאים וטובים מאד. ומהן ידון לכל דברי התורה וחקותיה, וכדכתיב <small>(ירמיה יז, ז)</small> \"ברוך הגבר אשר יבטח בה'\". וכן שלמה כשהזהיר האדם שיבטח בה' ולא ישען על בינתו ולא יהיה חכם בעיניו, אבל ילך בדרכי התורה לפי שהן דבר ה', הזכיר <small>(משלי ג, יט)</small> \"ה' בחכמה יסד ארץ כונן שמים בתבונה\" וגו'. כלומר הרי לך מופת על יושר דברי התורה כשתראה מעשה שמים וארץ שהן בחכמה ובתבונה ובדעת, והיינו דאמרינן <small>(שבת עה.)</small> \"כל היודע לחשב בתקופות ומזלות ואינו חושב, עליו הכתוב אומר ואת פעל ה' לא יביטו ומעשה ידיו לא ראו\". ונביא אוכח להו לישראל שסרו מן התורה ולא השגיחו על דבריה לפי שלא האמינו בצדקתה ובישרה, כי לא הביטו אל מעשה שמים וארץ. ודברי המשנה הזאת עדים נאמנים על יושר הכללים שיסדנו בספרנו \"גן נעול\" על הנחת לשונות של \"חכמה\" בספרי הקדש. וממה שפירשנו במשניות הפרק הזה התבאר שנשנו כולם על התורה ועל השמירה בלב [של] חקותיה והלכותיה דרכיה ונתיבותיה, הן תורת המעשים, והן תורת הדרכים והאמונות. וזהו מה שרצינו לבאר.", "heVersionTitle": "Yein Levanon, Rishon Letzion 2013", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ed3ba376022cb66f7cecf6d", "index_title": "Tractate Soferim", "category": "Talmud", "type": "", "ref": "Tractate Soferim 9:8", "anchorRef": "Leviticus 18:6-20", "anchorRefExpanded": ["Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20"], "sourceRef": "Tractate Soferim 9:8", "sourceHeRef": "מסכת סופרים ט׳:ח׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [750], "commentaryNum": 9.0008, "collectiveTitle": {"en": "Tractate Soferim", "he": "מסכת סופרים"}, "heTitle": "מסכת סופרים", "he": "<i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"1\"></i>אלו דברים כתובים <i data-commentator=\"Gra's Nuschah\" data-order=\"1\"></i>ולא נקראים כתיב (דברים כח) בעפולים וקרינן בטחורים כתיב (ישעיה יג) תשגלנה וקרי תשכבנה כתיב (מלכים ב ו׳:כ״ה) ורובע (דביונים) [הקב חרייונים] וקרי ורובע הקב דביונים כתיב (שם יח) שיניהם וקרי מימי רגליהם כתיב את חוריהם וקרי את צואתם כתיב (שם י) וישימהו (למחריהם) [למחראות] וקרי למוצאות (מניין שאין מכנים לעריות) <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"2\"></i>המכנה <i data-commentator=\"Gra's Nuschah\" data-order=\"2\"></i>לעריות משתקין אותו א\"ר יונה (המכנה בעריות) בעריות דאבוה ובעריות דאימיה <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"3\"></i>האומר (ויקרא י״ח:כ״א) ומזרעך לא תתן למעברה בארמית׳ משתקין אותו בנזיפה:", "heVersionTitle": "Talmud Bavli, Vilna 1883 ed.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תלמוד בבלי, מהדורת וילנא, 1883", "text": "The following words<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Which have an indelicate nuance.</i> are written but not read [in their written form]:<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">A more polite word is substituted.</i> It is written <i>ba‘folim</i><sup class=\"footnote-marker\">29</sup><i class=\"footnote\">Meaning ‘posteriors’.</i> but we read <i>baṭṭeḥorim;</i><sup class=\"footnote-marker\">30</sup><i class=\"footnote\">1 Sam. 5, 6, <i>emerods</i>.</i> it is written <i>yishgalennah</i><sup class=\"footnote-marker\">31</sup><i class=\"footnote\">Meaning ‘rape’. This is the reading of N.Y. and M. V has <i>thishgalennah</i>.</i> but we read <i>yishkabennah;</i><sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Deut. 28, 30, <i>shall lie with her</i>.</i> it is written <i>weroba‘ haḳḳab ḥiryonim</i><sup class=\"footnote-marker\">33</sup><i class=\"footnote\">2 Kings 6, 25, <i>and the fourth part of a kab of dove’s dung</i>.</i> but we read <i>weroba‘ haḳḳab dibyonim;</i><sup class=\"footnote-marker\">34</sup><i class=\"footnote\">Meaning ‘and the fourth … of decayed leaves’.</i> it is written <i>memë shinehem</i><sup class=\"footnote-marker\">35</sup><i class=\"footnote\"><i>ibid.</i> XVIII, 27, <i>their own water</i>.</i> but we read <i>memë raglehem;</i><sup class=\"footnote-marker\">36</sup><i class=\"footnote\">lit. ‘the water of their feet’.</i> it is written <i>ḥorehem</i><sup class=\"footnote-marker\">37</sup><i class=\"footnote\"><i>ibid. their own dung.</i></i> but we read <i>ẓo’atham;</i><sup class=\"footnote-marker\">38</sup><i class=\"footnote\">lit. ‘their evacuation’.</i> it is written <i>wayyesimehu lemaḥara’oth</i><sup class=\"footnote-marker\">39</sup><i class=\"footnote\"><i>ibid.</i> X, 27, <i>and made it a draught-house</i>.</i> but we read <i>lemoẓa’oth</i>.<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">lit. ‘retreats’.</i><br>If a person uses euphemisms in the section of forbidden marriages<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">Lev. 18, 6-20.</i> he is silenced.<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">[The text in V is corrupt and emended in agreement with the Mishnah in Meg. 25a (Sonc. ed., p. 149).]</i> R. Jonah explained:<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">What is meant here by ‘euphemisms’.</i> [39<i>a</i>] [When one says]<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">By trying to be more considerate than Scripture.</i> ‘the nakedness of his father’ or ‘the nakedness of his<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">Instead of <i>thy father</i> and <i>thy mother</i> (Lev. 18, 7). R. Joseph (Meg. <i>loc. cit.</i>) gives a different interpretation, viz. the alteration of <i>nakedness</i> to ‘shame’ (cf. Sonc. ed., p. 151, n. 2).</i> mother’. If a person says<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">[Or, according to J. Rabbinowitz, <i>Mishnah Megillah</i>, p. 133. ‘And thou shalt not give any of thy seed (to a heathen woman) to become with child in idolatry,] instead of <i>and thou shalt not give of thy seed to set them apart to Molech</i> (Lev. 18, 21).</i> ‘and thou shalt not cause any of thy seed to be conceived by a Gentile woman’,<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">So altering the true meaning of the text which deals with the worship of Molech (cf. Sonc. ed., Meg. p. 149, n. 3).</i> he is silenced with a rebuke.", "versionTitle": "The Minor Tractates of the Talmud, trans. A. Cohen, London: Soncino Press, 1965", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f1e9fd9eb7d2e1475644943", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 18:8:1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Midrash Lekach Tov, Leviticus 18:8:1", "sourceHeRef": "מדרש לקח טוב, ויקרא י״ח:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> ערות אשת אביך זו אשת האב אע\"פ שנתגרשה הימנו לא תגלה ערותה. ערות אביך היא. אפילו לאחר מיתת אביך:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6021585e369199723e26540a", "index_title": "MeAvur HaAretz; on Joshua", "category": "Quoting Commentary", "type": "", "ref": "MeAvur HaAretz; on Joshua 18:7", "anchorRef": "Leviticus 18:3-8", "anchorRefExpanded": ["Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8"], "sourceRef": "MeAvur HaAretz; on Joshua 18:7", "sourceHeRef": "מעבור הארץ; יהושע י״ח:ז׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1970, 1990], "commentaryNum": 18.0007, "collectiveTitle": {"en": "MeAvur HaAretz; on Joshua", "he": "מעבור הארץ; יהושע"}, "he": "עם ישראל נקרא לתקן את הטבע העולמי. להעלותו, ולא לשברו. להפגש עם הכוחות הטבעיים, יופיים ועצמתם, להכיר את הטוב שבהם ולמזגם יחד, לפעול בהרמוניה של שלום עולמי: \"וְגָר זְאֵב עִם-כֶּבֶשׂ... וְעַל מְאוּרַת צִפְעוֹנִי, גָּמוּל יָדוֹ הָדָה\"<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">(ישעיהו ו-ח.)</i>. אבל בתוך העיסוק הנפלא הזה עלול היה העם להתפתות משיכרון עצמת הכוחות הטבעיים ויופיים, כשם שקרה לכנענים. בתורה נצטוה העם, במפורש: \"כְּמַעֲשֵׂה אֶרֶץ-מִצְרַיִם אֲשֶׁר יְשַׁבְתֶּם-בָּהּ, לֹא תַעֲשׂוּ, וּכְמַעֲשֵׂה אֶרֶץ-כְּנַעַן אֲשֶׁר אֲנִי מֵבִיא אֶתְכֶם שָׁמָּה, לֹא תַעֲשׂוּ, וּבְחֻקֹּתֵיהֶם לֹא תֵלֵכוּ. אֶת-מִשְׁפָּטַי תַּעֲשׂוּ וְאֶת-חֻקֹּתַי תִּשְׁמְרוּ לָלֶכֶת בָּהֶם אֲנִי ה' אֱלֹהֵיכֶם\"<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">(ויקרא יח ג-ד.)</i>. חוקות הגויים, המוזכרים כאן, מתוארים על-ידי חז\"ל<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">(ילקוט שמעוני ויקרא תקפז, תקצ.)</i> כשימוש בכוחות הטבע בדרכים המעוותות את כוחות החיים ואת החיים בעצמם. ואמר רבי מאיר, שהתורה ידעה, שיהיו אנשים מבני ישראל שיתפתו וימצאו בדרכים מעוותות אלו עצמה ויופי שאינם נמצאים באורחות החיים הישראליים. \"עדיין יש מקום ליצר הרע להרהר ולומר: שלהם נאים משלנו, לכן נאמר: וּשְׁמַרְתֶּם, וַעֲשִׂיתֶם כִּי הִוא חָכְמַתְכֶם וּבִינַתְכֶם, לְעֵינֵי הָעַמִּים אֲשֶׁר יִשְׁמְעוּן אֵת כָּל-הַחֻקִּים הָאֵלֶּה\". ה' ציונו לשמור את חוקיו ומשפטיו, את-החוקים שחקק בעולם, ולא לעוותם בהרבעת כלאיים ובהרכבתם<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">(ספר החינוך, קדושים רמד.)</i>. פעולות אלו מסוגלות אמנם להביא לתוצאות, שאולי תרשמנה את בני האדם ותבאנה תועלת לטווח קצר, אבל רק חוקי ה' ומשפטיו הם החוקים \"אֲשֶׁר יַעֲשֶׂה אֹתָם הָאָדָם וָחַי בָּהֶם\"<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">(ויקרא יח ג-ח.)</i>. בייחוד עלולים המנהיגים, המופקדים על רווחת העם ומנהיגים את האומה לעיני הגויים להתפתות ולהשתמש בכוחות הטבע בדרכים לא נכונות. לכן נצטוו מלכי ישראל שלא להרבות סוסים<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">(דברים יז טז.)</i>, כדי שלא ישיבו את העם למצרים ולתרבותה<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">(דברים ח ח וספר החינוך תצט.)</i>. והעם נצטוה להתרחק מדרכי האמורי.", "heVersionTitle": "Rabbi Avraham Remer, Bet El, 1995", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "הרב אברהם רמר, בית אל, תשנ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a6a1cda51cfa3ddf3a9a", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 18:7:1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Ramban on Leviticus 18:7:1", "sourceHeRef": "רמב\"ן על ויקרא י״ח:ז׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "<b>ערות אביך וערות אמך</b> לשון רש\"י (רש\"י על ויקרא י״ח:ז׳) ערות אביך זו אשת אביך וערות אמך להביא אמו שאינה אשת אביו ערות אשת אביך לרבות לאחר מיתה וכן פירש ערות אחי אביך לא תגלה (ויקרא י״ח:י״ד) ומהו ערותו אל אשתו לא תקרב וכן הוא באמת כפי משמעותו הנכון אבל בגמרא במסכת סנהדרין (סנהדרין נ״ד) העלו כי ערות אביך וערות אחי אביך על הזכרים ממש ולחייבו בשוגג שתים ואני תמה לדעתם למה לא יזהיר כן בבן ובאח עם ערות נשיהם ואולי חששה התורה בכבוד הזקנים יותר אבל כל פסוק ופסוק בפרשה אזהרה אחת לא באו בפרשה שתי אזהרות בלאו אחד כי הלאו באחיות כלן וכן הבנות אחת הנה והנכון בעיני על דרך הפשט כי ערות אביך וערות אמך לאו אחד הוא ואזהרה אחת ימנע שלא יבא על אמו כי בבואו עליה יגלה ערות אביו וערות אמו וזהו שאמר (כאן) אמך היא כי עשית בה שתים רעות שגלית ערות אם וערות אב ואחרי שהזהיר על ערות אביו שהיא אמו חזר והזהיר על ערות אשת אביו שאינה אמו ואמר (ויקרא י״ח:ח׳) ערות אשת אביך לא תגלה ערות אביך היא וכן ערות אחי אביך לא תגלה פירושו אל אשתו לא תקרב ולכך לא אמר \"ואל\":", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "THE NAKEDNESS OF THY FATHER, AND THE NAKEDNESS OF THY MOTHER, SHALT THOU NOT UNCOVER. Rashi commented: “<i>The nakedness of thy father</i> — this refers to thy father’s wife. <i>And the nakedness of thy mother</i> — this is intended to include one’s own mother, although she be not the wife of one’s father. <i>The nakedness of thy father’s wife shalt thou not uncover</i><sup class=\"footnote-marker\">262</sup><i class=\"footnote\">Verse 8.</i> — this is intended to include in this prohibition one’s father’s wife even after [the father’s] death.” Similarly Rashi explained: “<i>Thou shalt not uncover the nakedness of thy father’s brother</i>.<sup class=\"footnote-marker\">263</sup><i class=\"footnote\">Verse 14.</i> And what does this [uncovering of his] nakedness mean? <i>Thou shalt not approach to his wife</i>.”<sup class=\"footnote-marker\">263</sup><i class=\"footnote\">Verse 14.</i> This is indeed true according to the correct sense [of the verses]. But in the Gemara of Tractate Sanhedrin<sup class=\"footnote-marker\">264</sup><i class=\"footnote\">Sanhedrin 54 a.</i> the Rabbis concluded that the verses, <i>the nakedness of thy father</i>, and <i>the nakedness of thy father’s brother</i>,<sup class=\"footnote-marker\">263</sup><i class=\"footnote\">Verse 14.</i> are prohibitions against carnal relationships with these males themselves [and not with their wives], and [are required] to make the offender liable to a double penalty if he committed it in error [lying carnally with his father or uncle].<sup class=\"footnote-marker\">265</sup><i class=\"footnote\">If the sin were committed knowingly, there would be no point in saying that “a double penalty is incurred,” since the punishment for either of these two sins is death by stoning, and death cannot be inflicted more than once. Hence “the double penalty” must be where he committed it unwittingly, in which case he must bring two sin-offerings. See “The Commandments,” Vol. II, pp. 315-317.</i> But I wonder, according to the opinion of the Sages [who explain the verse, <i>the nakedness of thy father</i> as being a prohibition against lying carnally with one’s father], why did He not likewise admonish against lying carnally with a son or brother, in addition to prohibiting [sexual relationships with their] wives?<sup class=\"footnote-marker\">266</sup><i class=\"footnote\">Verses 15-16.</i> Perhaps the Torah was more particular in guarding the honor of the elders. However, each and every verse in this section [of forbidden relationships] constitutes only one prohibition,<sup class=\"footnote-marker\">267</sup><i class=\"footnote\">Hence the verse before us, <i>the nakedness of thy father and the nakedness of thy mother</i> does not constitute two separate prohibitions as Rashi explained it [one referring to one’s father’s wife, and one to one’s own mother although she is not the wife of one’s father, as stated above], but they are one prohibition, as explained further on in the text.</i> there being here no case of two admonitions in one prohibition, for the command concerning sisters [in Verse 9] and also daughters [in Verse 10] each constitute but one prohibition [and not, as Rashi explained there, that each verse contains two prohibitions]. The correct interpretation by way of the simple meaning of Scripture appears to me to be that <i>the nakedness of thy father, and the nakedness of thy mother</i> [<i>shalt thou not uncover</i>], constitute but one negative commandment and one admonition, which forbids intercourse with one’s own mother, for in having such intercourse he thereby uncovers the nakedness of his father and that of his mother. This is the sense of the [concluding] expression in this verse, <i>she is thy mother</i>, meaning that you have done with her two evils, in that you have uncovered the nakedness of your mother and that of your father. Following the admonition against uncovering the nakedness of one’s father, which refers [as explained] to one’s mother, He went back [in the following Verse 8] and admonished against [uncovering] the nakedness of one’s father’s wife, although she be not one’s mother, saying, <i>The nakedness of thy father’s wife shalt thou not uncover; it is thy father’s nakedness</i>.<sup class=\"footnote-marker\">268</sup><i class=\"footnote\">Verse 8.</i> Similarly, <i>Thou shalt not uncover the nakedness of thy father’s brother</i><sup class=\"footnote-marker\">269</sup><i class=\"footnote\">Verse 14.</i> means [as the verse itself continues], <i>thou shalt not approach to his wife</i>.<sup class=\"footnote-marker\">269</sup><i class=\"footnote\">Verse 14.</i> This is why it does not say “and” to [<i>his wife thou shalt not approach</i>].", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60ace8ddc47fb18c542032f8", "index_title": "Tosefta Yevamot (Lieberman)", "category": "Tosefta", "type": "related", "ref": "Tosefta Yevamot (Lieberman) 12:1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Tosefta Yevamot (Lieberman) 12:1", "sourceHeRef": "תוספתא יבמות (ליברמן) י״ב:א׳", "anchorVerse": 8, "sourceHasEn": false, "commentaryNum": 12.0001, "collectiveTitle": {"en": "Tosefta Yevamot (Lieberman)", "he": "תוספתא יבמות (ליברמן)"}, "heTitle": "תוספתא יבמות (ליברמן)", "he": "<i data-commentator=\"Variants\" data-label=\"א\" data-order=\"1\"></i>ר' יהודה אוסר באנוסת אביו ובמפותת אביו, שנ' <i data-commentator=\"Variants\" data-label=\"ב\" data-order=\"2\"></i>ערות אשת אביך לא תגלה <i data-commentator=\"Variants\" data-label=\"ג\" data-order=\"3\"></i>ערות אביך היא. ולהלן הוא <i data-commentator=\"Variants\" data-label=\"ד\" data-order=\"4\"></i>אומ' לא יקח איש את אשת אביו ולא יגלה כנף אביו, <i data-commentator=\"Variants\" data-label=\"ה\" data-order=\"5\"></i>ואו' <i data-commentator=\"Variants\" data-label=\"ו\" data-order=\"6\"></i>ולו תהיה <i data-commentator=\"Variants\" data-label=\"ז\" data-order=\"7\"></i>לאשה <i data-commentator=\"Variants\" data-label=\"ח\" data-order=\"8\"></i>וגו'.", "heVersionTitle": "The Tosefta according to to codex Vienna. Third Augmented Edition, JTS 2001", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ad183834562eca13bb7673", "index_title": "Tosefta Yevamot", "category": "Tosefta", "type": "related", "ref": "Tosefta Yevamot 12:1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Tosefta Yevamot 12:1", "sourceHeRef": "תוספתא יבמות י״ב:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [190, 230], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Tosefta Yevamot", "he": "תוספתא יבמות"}, "heTitle": "תוספתא יבמות", "he": "רבי יהודה אוסר באנוסת אביו ומפותת אביו שנאמר (ויקרא י״ח:ז׳-ח׳) ערות אשת אביך לא תגלה [וגו'] ולהלן הוא אומר (דברים כ״ב:י״ג) לא יקח איש את אשת אביו [ולא יגלה כנף אביו] ואומר (דברים כג) ולו תהיה לאשה [וגו'] הגיורת שנתגיירו בניה עמה לא חולצין ולא מיבמין היתה הורתן שלא בקדושה ולידתן שלא בקדושה ולא חולצין ולא מיבמין ואין חייבין משום אשת אח היתה הורתן שלא בקדושה ולידתן בקדושה או חולצין או מיבמין אבל חייבין משום אשת אח היתה הורתן ולידתן בקדושה הרי הם כישראל לכל דבר.", "heVersionTitle": "Tosefta Yevamot -- Machon Mamre", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תוספתא יבמות - מכון ממרא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6114d5d7802a4bd39cfeb8d6", "index_title": "Sanhedrin", "category": "Talmud", "type": "", "ref": "Sanhedrin 54a:4", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Sanhedrin 54a:4", "sourceHeRef": "סנהדרין נ״ד א:ד׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 107.0004, "collectiveTitle": {"en": "Sanhedrin", "he": "סנהדרין"}, "heTitle": "סנהדרין", "he": "עונש שמענו אזהרה מניין ת\"ל (ויקרא יח, ז) ערות אביך לא תגלה ערות אביך זו אשת אביך", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The <i>baraita</i> asks: <b>We have learned</b> the <b>punishment</b> for one who engages in intercourse with his father’s wife. <b>From where</b> is the <b>prohibition</b> against doing this act derived? The <i>baraita</i> answers: <b>The verse states: “The nakedness of your father</b> and the nakedness of your mother <b>you shall not uncover”</b> (Leviticus 18:7); the phrase <b>“the nakedness of your father” is</b> referring to <b>your father’s wife.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "6121b6c4c823a798e70b5744", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 593:1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Yalkut Shimoni on Torah 593:1", "sourceHeRef": "ילקוט שמעוני על התורה תקצ״ג:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 593.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ערות אביך וגו'. הבא על האם חייב משום אם ומשום אשת אב. רבי יהודה אומר אינו חייב אלא משום אם בלבד. אמר רבא קסבר ר' יהודה ערות אביך זו אשת אביך ומייתי לה בגזרה שוה ומשמע בין אשת אביו שהיא אמו בין אשת אביו שאינה אמו. אמו שאינה אשת אביו מנין תלמוד לומר ערות אביך לא תגלה אמך היא. משום אמו אתה מחייבו ואי אתה מחייבו משום אשת אב. תניא כוותיה דרבא. איש פרט לקטן, אשר ישכב את אשת אביו משמע בין אשת אביו שהיא אמו בין אשת אביו שאינה אמו. אמו שאינה אשת אביו מנין תלמוד לומר ערות אביו גלה מופנה להקיש ולדון הימנו גזרה שוה. מות יומתו בסקילה, או אינו אלא באחת מכל מיתות האמורות בתורה, נאמר כאן דמיהם בם ונאמר באוב וידעוני דמיהם בם מה להלן בסקילה אף כאן בסקילה, עונש שמענו אזהרה מנין תלמוד לומר ערות אביך לא תגלה. ערות אביך זו אשת אביך, או אינו אלא ערות אביך ממש, נאמר כאן ערות אביך לא תגלה ונאמר להלן ערות אביו גלה מה להלן באישות הכתוב מדבר אף כאן באישות הכתוב מדבר, ומשמע בין אשת אביו שהיא אמו בין אשת אביו שאינה אמו שאינה אשת אביו שהיא אמו בין אשת אביו שאינה אמו, אמו שאינה אשת אביו מנין, תלמוד לומר ערות אביך לא תגלה. אין לי אלא באזהרה שעשה הכתוב אמו שאינה אשת אביו כאמו שהיא אשת אביו, בעונש מנין, נאמר כאן ערות אביך לא תגלה ונאמר להלן ערות (דודו) [אביו] גלה מה באזהרה עשה הכתוב אמו שאינה אשת אביו כאמו שהיא אשת אביו אף בעונש עשה הכתוב אמו שאינה אשת אביו כאמו שהיא אשת אביו. אמך היא משים אמו אתה מחייבו ואי אתה מחייבו משום אשת אביו, ורבנן ערות אביך אביך ממש. האי מואת זכר נפקא, לחייב עליו שתים וכדרב יהודה כותי הבא על (אמו) [אביו] חייב שתים, אמר רבא מסתבר מילתא דרב יהודה בישראל ובשוגג ובקרבן והאי דקאמך כותי לישנא מעליא הוא. דאי סלקא דעתך כותי, דינו מאי ניהו קטלא, בתרי קטלי קטלת ליה. תניא נמי הכי הבא על (אמו) [אביו] חייב שתים, הבא על אחי אביו חייב שתים. איבעית אימא דלא כר' יהודה, ואיבעית אימא אפילו תימא ר' יהודה דמייתי לה בקל וחומר מאחי אביו, ומה אחי אביו דקורבא דאבא הוא חייב שתים אביו לא כל שכן, וקא מיפלגי בפלוגתא דאביי ורבא, מר סבר עונשין מן הדין ומר סבר אין עונשין מן הדין. ורבנן אזהרה לאשת אביו מנא להו, נפקא להו מערות אשת אביך לא תגלה. ור' יהודה ההוא מיבעי ליה לאזהרה לאשת אביו לאחר מיתה ורבנן הדוא מסיפא דקרא נפקא ערות אביך היא, ור' ההוא מיבעי ליה משום אשת אב אתה מחייבו ואי אתה מחייבו משום אשת איש. והא אנן תנן הבא על אשת אב חייב משום אשת אב ומשום אשת איש בין בחיי האב בין לאחר מיתת אביו ולא פליג ר' יהודה, אמר אביי פליג בברייתא. ורבנן עונש דאשת אביו לאחר מיתה מנא להו, בשלמא לר' יהודה מייתי ליה בגזרה שוה, אלא לרבנן מנא להו, אמרי לך ההוא ערות אביו גלה דמפיק ר' יהודה לגזרה שוה מפקי ליה אינהו לעונש דאשת אביו לאחר מיתה, ורבנן עונש דאמו שאינה אשת אביו מנא להו, אמר רב ששת אמך היא עשה הכתוב לאמו שאינה אשת אביו כאמו שהיא אשת אביו, ערות אשת אחיך לא תגלה יבמה יבוא עליה בדבור אחד נאמרו (כתוב ברמז רצ\"ה):", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61ee9bc41d82090a96b4ecfb", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Orach Chayim 622:2", "anchorRef": "Leviticus 18:1-21", "anchorRefExpanded": ["Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21"], "sourceRef": "Shulchan Arukh, Orach Chayim 622:2", "sourceHeRef": "שולחן ערוך, אורח חיים תרכ״ב:ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 622.0002, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<i data-commentator=\"Be'er HaGolah\" data-label=\"ב\" data-order=\"2\"></i>ומוציאין <i data-commentator=\"Ateret Zekenim\" data-label=\"♦\" data-order=\"2\"></i>ס\"ת וקורים שלשה <i data-commentator=\"Turei Zahav\" data-order=\"4\"></i>בפ' <i data-commentator=\"Ba'er Hetev\" data-order=\"2\"></i>עריו' עד סוף הפרשה והשלישי מפטיר <i data-commentator=\"Ba'er Hetev\" data-order=\"3\"></i>ביונה <i data-commentator=\"Be'er HaGolah\" data-label=\"ג\" data-order=\"3\"></i>ומסיים מי אל כמוך ומברך לפניה ולאחריה <i data-commentator=\"Be'er HaGolah\" data-label=\"ד\" data-order=\"4\"></i>ואם חל בשבת מזכיר בה של שבת <i data-commentator=\"Turei Zahav\" data-order=\"5\"></i>וחותם בשל שבת: <small>הגה <i data-commentator=\"Magen Avraham\" data-order=\"2\"></i><i data-commentator=\"Turei Zahav\" data-order=\"6\"></i><i data-commentator=\"Ateret Zekenim\" data-label=\"♦\" data-order=\"3\"></i>ואין אומרים <i data-commentator=\"Ba'er Hetev\" data-order=\"4\"></i>על התורה ועל העבודה במנחה (הגמ\"יי סוף הלכות י\"כ ומהרי\"ל ומנהגם והגהות מרדכי)</small>:", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "We take out the Torah scroll and three (men) read from the portion “<span dir=\"ltr\">עריות</span>” (Incest), (Leviticus 18:1-21) until the end of the portion and the third (man reads) the <i>Maftir</i> (<i>Haftarah</i>) from the Book of Jonah<sup class=\"footnote-marker\">195</sup><i class=\"footnote\"><i>Maftir</i>, <span class=\"rtl\">מפטיר</span>, and <i>Haftarah</i>, <span class=\"rtl\">הפטרה</span>; see footnotes 169 and 170.</i> and concludes with, “who is a God like You etc.,” (Micah 7:18-20) and he says the blessings before and after (the <i>Haftarah</i>), and if (Yom Kippur) falls on Shabbat he mentions in (the blessings of the <i>Haftarah</i>) the Sabbath and he concludes with the blessing of the Sabbath.<sup class=\"footnote-marker\">196</sup><i class=\"footnote\">The blessing that comes after the <i>Haftarah</i> on the Sabbath mentions the fact that it is the Sabbath day with the words \"<i>shel ha-Shabbat</i>\", \"of the Sabbath\".</i><br><small><i>Hagah</i>: But he does not say (the part of the blessing that states) “for the Torah and for the Service, etc.<sup class=\"footnote-marker\">197</sup><i class=\"footnote\">These words are included in the prayers normally said on the Sabbath in the blessings after the <i>Haftarah</i> but during the <i>Minḥah</i> (see footnote 40) Service on Yom Kippur they are omitted.</i>” during the Afternoon Service, (<span dir=\"ltr\">הגמ״יי סוף הלכות י״כ ומהרי״ל ומנהגים והגהות מרדכי</span>).<sup class=\"footnote-marker\">198</sup><i class=\"footnote\"><i>Hagahot Maimuniyyot</i>, the end of the Laws of Yom Kippur, and <i>Maharil</i>, and <i>Minhagim</i> and <i>Hagahot Mordekhai</i>, <span class=\"rtl\">הגמ״יי סוף הלכות י״כ ומהרי״ל ומנהגים והגהות מרדכי</span>.<br>For <i>Hagahot Maimuniyyot</i>, <span class=\"rtl\">הגהות מיימוני</span>; see footnote 27.<br>For <i>Maharil</i>, <span class=\"rtl\">מהרי״ל</span>; see footnote 8.<br>For <i>Minhagim</i>, <span class=\"rtl\">מנהגים</span>; see footnote 13.<br><i>Hagahot Mordekhai</i>, <span class=\"rtl\">הגהות מרדכי</span>, is a collection of notes and commentaries on <i>Mordekhai</i> written by Samuel Sohlettstadt in 1376 which was a result of the popularity of the <i>Mordekhai</i> in Europe in the fourteenth century (see footnote 24).<br>Samuel ben Aaron Schlettstadt was an Alsatian rabbi who lived in the second half of the fourteenth century. He was the head of the yeshivah in his home town of Schlettstadt. Little is known of his life other than the fact that he apparently had to hide for a number of years due to the revenge caused by his sentencing to death two conspirators who were working for the knights of Andlau. One of the conspirators was killed and the other fled and apostatized. It seems as if a number of Jews were involved in the affair for financial gain and Samuel eventually made his way to Babylonia where he obtained deeds of excommunication (see footnote 29) from the <i>nesi'im</i>, the heads of the academies, against those who were involved in the affair.<br>Samuel's best known work, <i>Hagahot Mordekhai</i> is also referred to as <i>Ha-Mordekhai ha-Katan</i>, <i>Ha-Mordekhai ha-Kaẓer</i>, and <i>Kiẓẓur Mordekhai</i>. It is an abridgment of the <i>Mordekhai</i> by Mordecai b. Hillel (see footnote 24). It seems as if the work had an independent value apart from the major work upon which it was based. It was mentioned in numerous halakhic works by such scholars as Isserlein (see footnote 96), Weil (see footnote 27), Moellin (see footnote 8), and Landau (see footnote 223).<br>Samuel added notes containing rulings and additions from the work of various <i>posekim</i>, halakhic decision makers, to the <i>Mordekhai</i>, and the notes have appeared as an appendix to the major work since the edition published in 1559 of Riva di Trento.<br>Shlomoh Zalman Havlin, <i>E</i>. <i>J</i>., v. 14, pp. 974-75.</i></small>", "versionTitle": "Hilkhot Yom ha-Kippurim, trans. by Jan M. Brahms. HUC, 1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61eea3671d82090a96b4ee7a", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Orach Chayim 621:1", "anchorRef": "Leviticus 16:1-18:30", "anchorRefExpanded": ["Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30"], "sourceRef": "Shulchan Arukh, Orach Chayim 621:1", "sourceHeRef": "שולחן ערוך, אורח חיים תרכ״א:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 621.0001, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<b>סדר קריאת התורה ומילה ביו\"כ ובו ו' סעיפים:</b><br>מוציאין שני ספרים <i data-commentator=\"Be'er HaGolah\" data-label=\"א\" data-order=\"1\"></i>בראשונה קורים ששה בפרשת <i data-commentator=\"Be'er HaGolah\" data-label=\"ב\" data-order=\"2\"></i><i data-commentator=\"Ba'er Hetev\" data-order=\"1\"></i>אחרי מות עד ויעש כאשר צוה ה' <i data-commentator=\"Sha'arei Teshuvah\" data-order=\"1\"></i>ואם חל בשב' קוראים שבעה <i data-commentator=\"Ba'er Hetev\" data-order=\"2\"></i>ומפטיר קורא בשניה בפנחס ובעשור לחודש <i data-commentator=\"Ateret Zekenim\" data-label=\"♦\" data-order=\"1\"></i>ומפטיר בישעיה ואמר סלו סלו פנו עד כי פי ה' דבר:", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "<b>“The order of the reading of the Torah and of circumcision on Yom Kippur” - Containing six paragraphs.</b><br>We take out (from the ark) two Torah scrolls.<sup class=\"footnote-marker\">168</sup><i class=\"footnote\">Two Torah scrolls are taken out on the festivals because portions from two separate sections of the Torah are read. The Torahs can be set before hand so that they can be opened to the correct portion without the necessity of rolling the scroll from one portion to the next.</i> In the first Torah six men read from the portion “<span dir=\"ltr\">אחרי מות</span>”, (Leviticus 16:1-18:30) until “and he did as the Lord commanded (Moses)”, (Leviticus 16:34). But if (Yom Kippur) falls on Shabbat, seven (men read from the first Torah), and the <i>Maftir</i><sup class=\"footnote-marker\">169</sup><i class=\"footnote\"><i>Maftir</i>, <span class=\"rtl\">מפטיר</span>, means literally \"one who concludes\". It is the name given to the man who is the last to read in the Torah and he also usually reads the <i>haftarah</i> (see footnote 170), the section of the prophets that corresponds to the Torah reading. <i>Maftir</i> is also the name given to the three or more concluding verses of the regular weekly Torah portion as well as to the final verses read on festivals and public fast days.<br>Editorial Staff, <i>E</i>. <i>J</i>., v. 11, p. 685.</i> (the last reader) reads from the second (Torah scroll) from the portion, <i>Pinḥas</i>, (Numbers 25:10-30:1), the section “and you shall have on the tenth day of this seventh month”, (Numbers 29:7-11). The <i>Maftir</i> (the <i>Haftarah</i> section from the Prophets<sup class=\"footnote-marker\">170</sup><i class=\"footnote\">The <i>Haftarah</i>, <span class=\"rtl\">הפטרה</span>, is a portion from the Prophets section of the Bible read after the Torah is read on Sabbaths, festivals, and fast days. On Sabbaths and festivals the <i>haftarah</i> is read during the Morning, <i>Shaḥarit</i> Service (see footnote 17), but on fast days it is read only during the Afternoon, <i>Minḥah</i> Service (see footnote 40). The exception to this is Yom Kippur and <i>Tishah be-Av</i> (see footnote 102) where there is a <i>haftarah</i> after the Torah reading in both the Morning and the Afternoon Service.<br>The Torah in its regular portions is read straight through during the year but such is not the case on festivals and some special Sabbaths. The <i>haftarot</i> are selected in parts from both the Former and Latter Prophets. Only two prophetic books are read in their entirety as <i>haftarot</i>, the Book of Obadiah which has only twenty-one verses and is read after the Torah portion <i>Va-Yishlaḥ</i> (Genesis 32:4-36-43) according to the Sephardi rite, and the Book of Jonah which is the <i>haftarah</i> for the <i>Minḥah</i> Service on Yom Kippur (see the Shulḥan Arukh, <i>Oraḥ Ḥayyim</i> 622:2).<br><i>Haftarot</i> were usually selected so there would be some similarity in content between the Pentateuchal and the Prophetic portions, but often this did not happen and <i>haftarot</i> were chosen because of historical events or because of some special date. Special <i>haftarot</i> are read on special Sabbaths and the <i>haftarah</i> for each festival is based on the nature of the festival.<br>When the custom of reading the <i>haftarah</i> got started is not known for sure, but it is thought that it began during the persecutions of the Antiochus Epiphanes which preceded the Hasmonean revolt. The Torah was not permitted to be read by the Jews during the persecution for it was felt that the reading of it kept the Jews together and gave them a special strength. As a substitute for the Torah reading, sections form the Prophets were chosen that would remind the Jews of the corresponding Torah portion. Appearantly when the ban against reading the Torah was lifted, the practice of reading the <i>haftarah</i> continued. The first mention of the practice of the reading of the <i>haftarah</i> is found in the New Testament. Acts 13:15 states, \"after the reading of the law and the prophets\". <i>Haftarot</i> are also discussed in the Talmud as to which are to be read at specific times and festivals. In Mishnaic times different communities read different <i>haftarot</i>, and a set order was probably not established until talmudic times. Some <i>haftarot</i> today differ from those recorded in the Talmud, and there are differences in the Sephardi and Ashkenazi rites.<br>The <i>maftir</i>, the one who reads the <i>haftarah</i> also reads the last part of the weekly portion, (i.e., the Torah reader reads it for him). On the Sabbath, after the seventh reader from the Torah, the <i>maftir</i> usually rereads the last three verses of the weekly portion. On festivals and the four special Sabbaths, the <i>maftir</i> reads the special section from the second scroll which is usually a short description of of the festival found in the Torah. Before the <i>haftarah</i> is read (or chanted) the <i>maftir</i> precedes the <i>haftarah</i> with two blessings and after he ends the <i>haftarah</i> he recites three blessings to which a fourth one is added on Sabbaths and festivals. This fourth blessing changes with the nature of the day. The Sabbath <i>haftarah</i> usually has a minimum of twenty-one verses while the festival has at least fifteen verses. Lately it has become the custom for the Bar Mitzvah boy (a man upon reaching the age of thirteen) to chant the <i>haftarah</i> to display his ability with a Hebrew text.<br>Louis Isaac Rabinowitz, <i>E</i>. <i>J</i>., v. 16, pp. 1342-44.</i>) comes from Isaiah, “and shall say, cast you up, cast you up, prepare the way” until “for the mouth of the Lord has spoken it”, (Isaiah 57:14-58:14).", "versionTitle": "Hilkhot Yom ha-Kippurim, trans. by Jan M. Brahms. HUC, 1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037ed96bfddfbb310fece2", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Pollution from Forbidden Unions 2-5", "anchorRef": "Leviticus 18:1-30", "anchorRefExpanded": ["Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Pollution from Forbidden Unions 2-5", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳, ויקרא הערה א׳ ב׳-ה׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Pollution from Forbidden Unions", "he": "ויקרא הערה א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Now begin, thematically and stylistically, the chapters on holiness. Like much of this final section of the book, Chap. 18 is distinguished by its powerful use of rhetoric (cf. vv.3–5, similar in tone to much of Deuteronomy). Separation returns as a major theme, this time stressing the divide between Israel and the nations around (vv.3 and 27–30). The emphasis on sexuality mirrors that on food in Chap. 11; the two often reflect each other in culture, both in practice and in imagery Thus the wording here (“it is insidiousness,” “it is perversion”) parallels the rhetoric of Chap. 11 (“it is abomination,” “it is a detestable-thing”). Structurally, just as the laws on pollution began with categories of and distinctions between animals for the purpose of eating, so the holiness laws begin with categories of and distinctions between partners for the purposes of sexual relations (Eilberg-Schwartz, Goodman). The confusing of boundaries again becomes a grave matter.", "In Schwartz’s (1987) view, the list of forbidden women goes through a sequence from close relatives, to indirect ones, to women related to each other, and finally to other cases of “abomination.” In general, the list deals with women whose sexuality and reproductivity are controlled by males (Wegner 1992)—in other words, it reflects a highly patriarchal society.", "An odd omission of sexual prohibitions is the one between a man and his daughter; perhaps it was universally understood as the primary one, and hence did not require mentioning.", "Refrains in the chapter, which create its backbone, include “I am Y<small>HWH</small> your God” and the constant “the nakedness of X you are not to expose.” Late in the chapter, the words “abomination” and “<i>tum’a</i>” frequently recur."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a4713bd8cd388d3e4d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness 2-8", "anchorRef": "Leviticus 18:1-26:46", "anchorRefExpanded": ["Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness 2-8", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳ ב׳-ח׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; Holiness", "he": "ויקרא מאמר ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE ADDITION OF</small> C<small>HAPTERS 18–26 CHANGES THE NATURE OF THE BOOK BEFORE US</small>. I<small>T</small> accomplishes this, not by introducing something entirely new into biblical thinking, but by broadening the base of God’s words to Moshe in Leviticus. In this book we have already encountered the “Holy-Shrine,” “holy-things,” “holy donations,” and the like; we have seen that Israel is to be “separate” from the nations around it in a variety of life areas. But now we move toward expansion of what was called for at the first moments at Sinai: for Israel to be a “[kingdom of priests and a] holy nation” (Ex. 19:6).", "While the exact structure and setting of the Holiness Code, as these chapters were designated a century ago, are subject to scholarly debate, its thrust seems clear enough. Beginning with sexual relations, Israel is to be “holy,” “separate” from other nations. Holiness here has a connotation of wholeness and perfection; Wright (1992) has defined it as “that which is consistent with God and his character.”", "<i>Imitatio dei</i>, the human urge to be godlike, is an ancient, undoubtedly prehistoric one. We long to be linked with the primal powers of existence, whose rush we feel at heightened moments of <i>perception</i>, but whose perfection is always out of reach in the flesh and blood world of human beings. The Torah, in contrast, presents the longing for perfection and wholeness as properly expressed through a discipline of <i>behavior</i> in all areas of life, personal and communal. The central lines “Holy are you to be, / for holy am I, YHWH your God” (19:2) are followed by line after line calling for holiness in worship, agriculture, interpersonal relations, business, the treatment of the disabled and the elderly, court procedure, and sexuality, to list some of the areas covered.", "Many communities of the “elect,” from Qumran at the Dead Sea to medieval monasteries, and many individuals, from biblical Nazirites (Num. 6) to Sufi mystics and St. Francis, have sought to create lives suffused with holiness; one could easily maintain that many of the mainstream forms and ideas in Judaism, Christianity, and Islam have remained wedded to this approach. They all owe a debt, one way or the other, to Lev. 18–26, especially in the communal sphere. Rarely has the drive toward holiness found as full expression in a vision of “real life” society, grounded in the everyday world of people and institutions, as it does in the texts to be found in the following chapters.", "For many decades, debate has raged within the scholarly community as to the date and setting of H, the putative stratum of literature to which these chapters belong. As of this writing there is still not full agreement on (a) whether H was indeed a separate document or school, and (b) whether its origin and influence can be easily traced (cf., for instance, Knohl, and Milgrom 1993). These disagreements, however, should not and must not detract from the importance of what we have in these chapters: a significant statement of the ethical code of ancient Israel which continues to speak to contemporary problems.", "<img>", "<i>Lev. 19:35</i> You are not to commit corruption injustice, in measure, weight, or capacity…"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e7c9ad75f2d99af98a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Pollution from Forbidden Unions 1", "anchorRef": "Leviticus 18:1-30", "anchorRefExpanded": ["Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Pollution from Forbidden Unions 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳, ויקרא הערה א׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 18:1-30\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 18:1-30</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62821b60db3d3391b78a0cf4", "index_title": "Mishnah Yevamot", "category": "Mishnah", "type": "", "ref": "Mishnah Yevamot 1:3", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Mishnah Yevamot 1:3", "sourceHeRef": "משנה יבמות א׳:ג׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Mishnah Yevamot", "he": "משנה יבמות"}, "heTitle": "משנה יבמות", "he": "שֵׁשׁ עֲרָיוֹת חֲמוּרוֹת מֵאֵלּוּ, מִפְּנֵי שֶׁנְּשׂוּאוֹת לַאֲחֵרִים, צָרוֹתֵיהֶן מֻתָּרוֹת. אִמּוֹ, וְאֵשֶׁת אָבִיו, וַאֲחוֹת אָבִיו, אֲחוֹתוֹ מֵאָבִיו, וְאֵשֶׁת אֲחִי אָבִיו, וְאֵשֶׁת אָחִיו מֵאָבִיו: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>Six</b> women <b>with whom relations are forbidden</b> who were not enumerated in the first mishna <b>are</b> forbidden by prohibitions that are <b>more severe than those</b> listed in that mishna <b>because they may be married</b> only <b>to others</b> and may never be married to any of the brothers, due to the closeness of their relationship. However, this stringency entails a corresponding leniency: Since the <i>halakha</i> of levirate marriage is entirely inapplicable in these cases, <b>their rival wives are permitted.</b> The rival wife of a forbidden relative is forbidden herself only if the mitzva of levirate marriage is applicable, but where it is not in effect she is permitted. The six women with whom relations are forbidden are as follows: <b>His mother, and his father’s wife, and his father’s sister, and his paternal</b> half <b>sister, and the wife of his father’s brother, and the wife of his paternal</b> half <b>brother.</b> Each of these women with whom relations are forbidden is forbidden equally to all of the brothers, and the mitzva of levirate marriage is inapplicable. Therefore, her rival wife is permitted.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62946feb1eb9f101d2d155f5", "index_title": "Mishnah Sanhedrin", "category": "Mishnah", "type": "", "ref": "Mishnah Sanhedrin 7:4", "anchorRef": "Leviticus 18:7-8", "anchorRefExpanded": ["Leviticus 18:7", "Leviticus 18:8"], "sourceRef": "Mishnah Sanhedrin 7:4", "sourceHeRef": "משנה סנהדרין ז׳:ד׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 7.0004, "collectiveTitle": {"en": "Mishnah Sanhedrin", "he": "משנה סנהדרין"}, "heTitle": "משנה סנהדרין", "he": "אֵלּוּ הֵן הַנִּסְקָלִין, הַבָּא עַל הָאֵם, וְעַל אֵשֶׁת הָאָב, וְעַל הַכַּלָּה, וְעַל הַזְּכוּר, וְעַל הַבְּהֵמָה, וְהָאִשָּׁה הַמְבִיאָה אֶת הַבְּהֵמָה, וְהַמְגַדֵּף, וְהָעוֹבֵד עֲבוֹדָה זָרָה, וְהַנּוֹתֵן מִזַּרְעוֹ לַמֹּלֶךְ, וּבַעַל אוֹב וְיִדְּעוֹנִי, וְהַמְחַלֵּל אֶת הַשַּׁבָּת, וְהַמְקַלֵּל אָבִיו וְאִמּוֹ, וְהַבָּא עַל נַעֲרָה הַמְאֹרָסָה, וְהַמֵּסִית, וְהַמַּדִּיחַ, וְהַמְכַשֵּׁף, וּבֵן סוֹרֵר וּמוֹרֶה. הַבָּא עַל הָאֵם, חַיָּב עָלֶיהָ מִשּׁוּם אֵם וּמִשּׁוּם אֵשֶׁת אָב. רַבִּי יְהוּדָה אוֹמֵר, אֵינוֹ חַיָּב אֶלָּא מִשּׁוּם הָאֵם בִּלְבָד. הַבָּא עַל אֵשֶׁת אָב חַיָּב עָלֶיהָ מִשּׁוּם אֵשֶׁת אָב וּמִשּׁוּם אֵשֶׁת אִישׁ, בֵּין בְּחַיֵּי אָבִיו בֵּין לְאַחַר מִיתַת אָבִיו, בֵּין מִן הָאֵרוּסִין בֵּין מִן הַנִּשּׂוּאִין. הַבָּא עַל כַּלָּתוֹ, חַיָּב עָלֶיהָ מִשּׁוּם כַּלָּתוֹ וּמִשּׁוּם אֵשֶׁת אִישׁ, בֵּין בְּחַיֵּי בְנוֹ בֵּין לְאַחַר מִיתַת בְּנוֹ, בֵּין מִן הָאֵרוּסִין בֵּין מִן הַנִּשּׂוּאִין. הַבָּא עַל הַזְּכוּר וְעַל הַבְּהֵמָה, וְהָאִשָּׁה הַמְבִיאָה אֶת הַבְּהֵמָה, אִם אָדָם חָטָא, בְּהֵמָה מֶה חָטָאת, אֶלָּא לְפִי שֶׁבָּאת לָאָדָם תַּקָּלָה עַל יָדָהּ, לְפִיכָךְ אָמַר הַכָּתוּב תִּסָּקֵל. דָּבָר אַחֵר, שֶׁלֹּא תְהֵא בְּהֵמָה עוֹבֶרֶת בַּשּׁוּק וְיֹאמְרוּ זוֹ הִיא שֶׁנִּסְקַל פְּלוֹנִי עַל יָדָהּ:  ", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>These</b> transgressors <b>are those who are stoned</b> to death: <b>One who engages in intercourse with</b> his <b>mother; or with</b> his <b>father’s wife,</b> even if she is not his mother; <b>or with</b> his <b>daughter-in-law; or with a male; or with an animal; and a woman who engages in intercourse with an animal. And one who blasphemes, and one who engages in idol worship. And one who gives of his offspring to Molekh, and a necromancer, and a sorcerer. And one who desecrates Shabbat, and one who curses his father or his mother, and one who engages in intercourse with a betrothed young woman, and an inciter</b> who incites individuals to idol worship, <b>and a subverter</b> who incites an entire city to idol worship, <b>and a warlock, and a stubborn and rebellious son.</b> The mishna elaborates: <b>One who</b> unwittingly <b>engages in intercourse with</b> his <b>mother</b> who is also his father’s wife is <b>liable</b> to bring two sin-offerings <b>for</b> his intercourse with <b>her:</b> One <b>due to</b> the prohibition against engaging in intercourse with one’s <b>mother and</b> one <b>due to</b> the prohibition against engaging in intercourse with one’s <b>father’s wife. Rabbi Yehuda says: He is liable</b> to bring <b>only</b> one sin-offering, <b>due to</b> the prohibition against engaging in intercourse with one’s <b>mother.</b> <b>One who</b> unwittingly <b>engages in intercourse with</b> his <b>father’s wife</b> while his father is married to her is <b>liable</b> to bring two sin-offerings: One <b>due to</b> the prohibition against engaging in intercourse with one’s <b>father’s wife and</b> one <b>due to</b> the prohibition against engaging in intercourse with <b>a married woman.</b> He is liable due to the former prohibition <b>both during his father’s lifetime and after his father’s death,</b> and <b>whether</b> the relationship between the woman and his father is one <b>of betrothal or</b> one <b>of marriage.</b> Likewise, <b>one who</b> unwittingly <b>engages in intercourse with his daughter-in-law</b> during his son’s lifetime is <b>liable</b> to bring two sin-offerings <b>for</b> his intercourse with <b>her:</b> One <b>due to</b> the prohibition against engaging in intercourse with one’s <b>daughter-in-law, and</b> one <b>due to</b> the prohibition against engaging in intercourse with <b>a married woman.</b> The former liability applies <b>both during his son’s lifetime</b> and <b>after his son’s death,</b> and <b>whether</b> the relationship between the woman and his son is one <b>of betrothal or</b> one <b>of marriage.</b> A man <b>who engages in intercourse with a male or with an animal, and a woman who engages in intercourse with an animal,</b> are executed <b>by stoning.</b> The animal is likewise stoned to death. The mishna asks: <b>If</b> the <b>person sinned</b> by doing this, <b>how did the animal sin? Rather, because a calamity was caused to a person by it, therefore the verse states</b> that <b>it should be stoned,</b> so that it does not cause another to sin. <b>Alternatively,</b> it is <b>so that</b> this <b>animal will not pass through the marketplace, and</b> those who see it <b>will say: This is</b> the animal <b>because of which so-and-so was stoned,</b> and its existence would shame his memory.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6296fe398e34b9dc161d48f4", "index_title": "Mishnah Keritot", "category": "Mishnah", "type": "", "ref": "Mishnah Keritot 1:1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Mishnah Keritot 1:1", "sourceHeRef": "משנה כריתות א׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Mishnah Keritot", "he": "משנה כריתות"}, "heTitle": "משנה כריתות", "he": "שְׁלשִׁים וָשֵׁשׁ כְּרֵתוֹת בַּתּוֹרָה. הַבָּא עַל הָאֵם, וְעַל אֵשֶׁת הָאָב, וְעַל הַכַּלָּה, הַבָּא עַל הַזְּכוּר, וְעַל הַבְּהֵמָה, וְהָאִשָּׁה הַמְבִיאָה אֶת הַבְּהֵמָה עָלֶיהָ, הַבָּא עַל אִשָּׁה וּבִתָּהּ, וְעַל אֵשֶׁת אִישׁ, הַבָּא עַל אֲחוֹתוֹ, וְעַל אֲחוֹת אָבִיו, וְעַל אֲחוֹת אִמּוֹ, וְעַל אֲחוֹת אִשְׁתּוֹ, וְעַל אֵשֶׁת אָחִיו, וְעַל אֵשֶׁת אֲחִי אָבִיו, וְעַל הַנִּדָּה, הַמְגַדֵּף, וְהָעוֹבֵד עֲבוֹדָה זָרָה, וְהַנּוֹתֵן מִזַּרְעוֹ לַמֹּלֶךְ, וּבַעַל אוֹב, הַמְחַלֵּל אֶת הַשַּׁבָּת, וְטָמֵא שֶׁאָכַל אֶת הַקֹּדֶשׁ, וְהַבָּא לַמִּקְדָּשׁ טָמֵא, הָאוֹכֵל חֵלֶב, וְדָם, נוֹתָר, וּפִגּוּל, הַשּׁוֹחֵט וְהַמַּעֲלֶה בַּחוּץ, הָאוֹכֵל חָמֵץ בְּפֶסַח, וְהָאוֹכֵל וְהָעוֹשֶׂה מְלָאכָה בְיוֹם הַכִּפּוּרִים, הַמְפַטֵּם אֶת הַשֶּׁמֶן, וְהַמְפַטֵּם אֶת הַקְּטֹרֶת, וְהַסָּךְ בְּשֶׁמֶן הַמִּשְׁחָה. הַפֶּסַח וְהַמִּילָה בְּמִצְוֹת עֲשֵׂה: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "There are <b>thirty-six</b> cases <b>in the Torah</b> with regard to which one who performs a prohibited action intentionally is liable to receive <b>excision from the World-to-Come [<i>karet</i>].</b> They are: <b>One who engages in sexual intercourse with</b> his <b>mother; or with the wife of</b> his <b>father,</b> even if she is not his mother; <b>or with</b> his <b>daughter-in-law.</b> The same punishment is imposed on a man <b>who engages in intercourse with</b> another <b>male [<i>hazekhur</i>], or</b> who copulates <b>with an animal; and a woman who brings an animal upon her</b> to engage in bestiality. The same punishment is imposed on <b>one who engages in intercourse with a woman and her daughter, or</b> with <b>a married woman.</b> The same punishment is imposed on <b>one who engages in intercourse with his sister, or with his father’s sister, or with his mother’s sister, or with his wife’s sister, or with his brother’s wife, or with the wife of his father’s brother, or with the wife of his mother’s brother, or with a menstruating woman.</b> <b>And</b> these too are liable to receive <i>karet</i>: <b>One who blasphemes</b> the name of Heaven, <b>and</b> one who <b>worships an idol, and one who gives of his children to <i>Molekh</i></b> (see Leviticus 20:1–5), <b>and a necromancer, and</b> one who <b>desecrates Shabbat. And</b> the same is the punishment of <b>one who is ritually impure who ate sacrificial</b> food; <b>and one who enters the Temple</b> while <b>ritually impure; and one who eats</b> forbidden <b>fat, or</b> consumes <b>blood, or</b> eats meat <b>left over from an offering after the time allotted for its consumption [<i>notar</i>], or</b> eats meat of <b>an offering that was sacrificed with the intent to consume it after its designated time [<i>piggul</i>]; and one who slaughters</b> offerings <b>and offers</b> them <b>up outside</b> the Temple. <b>And</b> these too are liable to receive <i>karet</i>: <b>One who eats leavened bread on Passover, and one who eats or performs</b> prohibited <b>labor on Yom Kippur. And</b> the same is the punishment of <b>one who blends the</b> anointing <b>oil</b> according to the specifications of the oil prepared by Moses in the wilderness (see Exodus 30:22–33); <b>and one who blends the incense</b> according to the specifications of the incense used in the Temple service for purposes other than use in the Temple; <b>and one who applies the anointing oil</b> to his skin. <b>And</b> one is liable to receive <i>karet</i> for failure to fulfill the mitzva of bringing <b>the Paschal offering and the</b> mitzva of <b>circumcision,</b> which unlike the cases of prohibitions enumerated in the mishna, are <b>positive mitzvot.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "63c9427101e878406e0ce078", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Bereshit 25:268", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Zohar, Bereshit 25:268", "sourceHeRef": "ספר הזהר, בראשית כ״ה:רס״ח", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 25.0004, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "בראשית", "he": "ט\"ו עֶרְיָין אִנּוּן כְּחֻשְׁבַּן י\"ה. וְשִׁית אָחֳרָנִין כְּחֻשְׁבַּן ו'. קֳדָם דְּגָלוּ יִשְׂרָאֵל בְּגָלוּתָא וּשְׁכִינְתָּא עִמְּהוֹן. מָנֵי קוּדְשָׁא בְּרִיךְ הוּא לְיִשְׂרָאֵל (ויקרא י״ח:י״ג) עֶרְוַת אִמְךָ לֹא תְגַלֵּה. וְדָא גָּלוּתָא אִיהוּ גִּלּוּי עֶרְוָתָה דִשְׁכִינְתָּא הֲדָא הוּא דִכְתִיב, (ישעיהו נ׳:א׳) וּבְפִשְׁעֵיכֶם שֻׁלְחָה אִמְכֶם. וְעַל גִּלּוּי עֲרָיוֹת גָּלוּ יִשְׂרָאֵל וּשְׁכִינְתָּא בְּגָלוּתָא. וְדָא אִיהִי עֶרְוָה דִּשְׁכִינְתָּא. וְהַאי עֶרְוָה אִיהִי לִילִית אִמָּא דְּעֵרֶב רַב. וְעֵרֶב רַב אִנּוּן עֲרָיוֹת דִּילָהּ וַעֲרָיוֹת דְּיִשְׂרָאֵל דִּלְעֵילָא דְּעֲלֵיהּ אִתְּמָר (ויקרא י״ח:ח׳) עֶרְוַת אָבִיךָ לא תְגַלֵּה.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63c9437501e878406e0d0a14", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Sifra DiTzniuta 3:32", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Zohar, Sifra DiTzniuta 3:32", "sourceHeRef": "ספר הזהר, ספרא דצניעותא ג׳:ל״ב", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1100, 1400], "commentaryNum": 3.0019, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "ספרא דצניעותא", "he": "כַּד אִסְתַּלָּק י' מִן ו\"ד בְּחוֹבֵי עָלְמָא, עֶרְיָיתָא דְּכֹלָּא אִשְׁתְּכַח, עַל דָּא כְּתִיב (ויקרא י״ח:ח׳) עֶרְוַת אָבִיךָ לא תְגַלֵּה. וְכַד אִסְתָּלִיק יוֹ\"ד מִן הֵ\"א, עַל דָּא כְּתִיב וְעֶרְוַת אִמְּךָ לא תְגַלֶּה אִמְּךָ הִיא לֹא תְגַלֵּה עֶרְוָתָהּ. אִמְּךָ הִיא וַדַּאי, (משלי ב׳:ג׳) כִּי אִם לַבִּינָה תִקְרָא וְגוֹ'.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": "When Yod departs from Wav-Daleth through the sins of the world, the nakedness of all is found, on this it is written (Leviticus 18:7) \"the nakedness of your father [...] you shall not reveal\". And when Yod-Wav-Daleth departs from He-Aleph, on this it is written \"the nakedness of your mother you shall not reveal, she is your mother, you shall not reveal her nakedness\". Your mother she is for sure, (Proverbs 2:3) \"because you will call Understanding (Bina) \"mother\" (אם) etc\". ", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "63eb761ec159397276b74c6c", "index_title": "Rambam on Mishnah Megillah", "category": "Quoting Commentary", "type": "", "ref": "Rambam on Mishnah Megillah 3:5:1", "anchorRef": "Leviticus 18:1-30", "anchorRefExpanded": ["Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30"], "sourceRef": "Rambam on Mishnah Megillah 3:5:1", "sourceHeRef": "רמב\"ם על משנה מגילה ג׳:ה׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1160, 1168], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rambam on Mishnah Megillah", "he": "רמב\"ם על משנה מגילה"}, "heTitle": "רמב\"ם על משנה מגילה", "he": "<b>בפסח קורין בפרשת מועדות כו':</b> זה הדבר מבואר וסדר הקריאה באלו הזמנים הוא מנהג פשוט בכל ישראל מה שאומר לך. יום ראשון של פסח [קורין] משכו וקחו לכם והפטרה בפסח גלגל. יום שני שור או כשב והפטרה פסח יאשיהו. יום שלישי קדש לי. יום רביעי אם כסף תלוה את עמי. וביום חמישי פסל לך. ויום ששי ויעשו בני ישראל. ביום שביעי ויהי בשלח הפטרה וידבר דוד. ביום שמיני כל הבכור הפטרה עוד היום. ושבת שבתוך הפסח קורין ראה אתה אומר אלי הפטרה העצמות היבשות. וביום ראשון של עצרת קורין בחדש השלישי הפטרה ויהי בשלשים שנה וביום שני כל הבכור הפטרה תפלה לחבקוק וביום ראשון מראש השנה קורא וה' פקד את שרה והפטרה ויהי איש אחד מן הרמתים וביום שני והאלהים נסה הפטרה מצא חן במדבר ובצום כפור בשחרית קורין אחרי מות הפטרה כה אמר רם ונשא ובמנחה פרשת עריות הפטרה בנבואת יונה וביום ראשון וביום שני מסוכות קורין שור או כשב הפטרה ביום ראשון הנה יום בא ביום שני ויקהלו אל המלך שלמה ושאר ימות החג קורין בקרבנות החג וביום שמיני כל הבכור הפטרה ויהי ככלות שלמה ובתשיעי קורין וזאת הברכה הפטרה ויהי אחרי מות ושבת שבתוך החג קורין ראה אתה אומר אלי הפטרה ביום בא גוג:", "heVersionTitle": "Vilna edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": "All of this is clear, and the order of the Torah readings on these [special] seasons/occasions, and it is a custom that has spread throughout all of Israel as I will explain to you (see Tractate Megillah 31a-b). On the first day of Passover (Exodus 12:21-51): “Go and pick out lambs, etc.” and the Haftarah is the “Passover at Gilgal” (Joshua 5:2-6:1, 27) and on the second day [of Passover], “When an ox, a sheep or a goat is born,” (Leviticus 22:26-33:44) and the Haftarah is the Passover of Josiah (Second Kings 23:1-25). On the third day [of Passover], “Consecrate to Me every first-born” (Exodus 13:1-16). And on the fourth day [of Passover], “If you lend money to My people” (Exodus 22:24-23:19). And on the fifth day [of Passover], “Carve two tablets of stone” (Exodus 34:1-26). And on the sixth day [of Passover], “Let the Israelite people offer the Passover sacrifice at its set time” (Numbers 9:1-15). And on the seventh day [of Passover] “Now when Pharaoh let the people go” (Exodus 13:17-15:26). And the Haftarah is “And David spoke to God” (Second Samuel 22:1-51). And on the eighth day [of Passover], “You shall consecrate to the LORD your God all male firstlings” (Deuteronomy 15:19-16:17), and the Haftarah is, “This same day at Nob” (Isaiah 10:32-12:6). But on the Sabbath that is within the Festival [of Passover], we read on it from “See, You say to me” (Exodus 33:12-34:26) and the Haftarah is the “Dry Bones” (Ezekiel 37:1-14). And on the first day of Atzeret/Shavuot we read “In the third month” (Exodus 19:1-20:23), and the Haftarah is “In the thirteenth year” (Ezekiel 1:1-28, 3:12). And on the second day [of Shavuot], “You shall consecrate to the LORD your God all male firstlings” (Deuteronomy 15:19-16:17) and the Haftarah is “The Prayer of the prophet Habakkuk” (Habakkuk 3:1-19). And on the first day of Rosh Hashanah, “The LORD took note of Sarah as He had promised” (Genesis 21:1-34) and the Haftarah, “There was a man from Ramathaim of the Zuphites” (First Samuel 1:1-2:10). And on the second day [of Rosh Hashanah], “And God put Abraham to the test” (Genesis 22:1-24), and the Haftarah, “The people…found favor in the wilderness (Jeremiah 31:2-20). And on the Fast of Atonement (i.e., Yom Kippur) in the morning, “After the death [of the two sons of Aaron]” (Leviticus 16:1-34) and the Haftarah, “For thus said He who is high aloft” (Isaiah 57:14 – 58:14). And at the Afternoon service, the portion of the forbidden relationships/nakedness (Leviticus 18:1-30), and the Haftarah is the prophecy of [the book of] Jonah (plus Micah 7:18-20). And on the first and second days of Sukkot, “When an ox, a sheep or a goat is born,” (Leviticus 22:26-23-44) and the Haftarah on the first day [of Sukkot] “Lo, a day of the LORD is coming” (Zechariah 14:1-21) and on the second day [of Sukkot] “All the men of Israel gathered before King Solomon” (First Kings 8:2-21). And all the rest of the days of Sukkot festival the sacrifices of the festival [of Sukkot are read] (Numbers 29:17-34), and on the Eighth Day (i.e., Shemini Atzeret) , “”You shall consecrate to the LORD your God all male firstlings” (Deuteronomy 15:19-16:17), and the Haftarah is “When King Solomon finished offering to the LORD” (First Kings 8:54-66) and on the ninth day (i.e., Simhat Torah), “And this is the Blessing” (Deuteronomy 33:1-34:12) and the Haftarah, “After the death of Moses the servant of the LORD,” (Joshua 1:1-18). And on the Shabbat within the Festival [of Sukkot], “See, You say to me,” (Exodus 33:12-34:26), and the Haftarah is “On that day, when Gog sets foot on the soil of Israel” (Ezekiel 38:18-39:16).", "versionTitle": "Translation by Rabbi Robert Alpert, 2023", "license": "", "versionTitleInHebrew": ""}, {"_id": "64187d6fc9371ec0cebe6985", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 18:8:1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Reggio on Torah, Leviticus 18:8:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י״ח:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>אשת אביך,</b> שאינה אמו:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648839f0a5a4d0d5926408b2", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 18:8:1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Rav Hirsch on Torah, Leviticus 18:8:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא י״ח:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 8. ערות אביך היא: sie ist durch deinen Vater dir: ערוה. Ebenso V. 14: ערות אחי אביך", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc59758c1dc532ec8e53", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 18:8", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Steinsaltz on Leviticus 18:8", "sourceHeRef": "ביאור שטיינזלץ על ויקרא י״ח:ח׳", "anchorVerse": 8, "sourceHasEn": true, "commentaryNum": 18.0008, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>עֶרְוַת אֵשֶׁת אָבִיךָ</b>, גם אם אינה אמך אלא אשה אחרת של אביך\n    <b>לֹא תְגַלֵּה. עֶרְוַת</b>, קלון\n    \n    <b>אָבִיךָ הִוא.</b> יחסים עם אשתו האחרת של האב נוגעים לקלונו ובושתו של האב.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The nakedness of your father’s wife, </b>even if she is not your mother, <b>you shall not uncover; it is your father’s nakedness [ <i>erva </i>]. </b>The narrow meaning of the word <i>erva </i>is nakedness, as it has been explained here, or it can specifically refer to the sexual organs. However, it can also be used in the sense of shame or embarrassment. 43 Consequently, one possible interpretation of this verse is that sexual relations with one’s father’s wife would cause the father shame and embarrassment.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66af8fc7fab29904ed3f8a93", "index_title": "Torat HaAdam", "category": "Halakhah", "type": "", "ref": "Torat HaAdam, The Gate of Malady, The Matter of Danger 38", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Torat HaAdam, The Gate of Malady, The Matter of Danger 38", "sourceHeRef": "תורת האדם, שער המיחוש, ענין הסכנה ל״ח", "anchorVerse": 8, "sourceHasEn": true, "commentaryNum": 38, "collectiveTitle": {"en": "Torat HaAdam", "he": "תורת האדם"}, "heTitle": "ענין הסכנה", "he": "<b>בפרק</b> יום הכפורים: מי שנפלה עליו מפולת ספק הוא שם ספק אינו שם, ספק חי ספק מת, מפקחין עליו. מצאוהו חי מפקחין עליו ואם מת יניחוהו. מצאוהו חי מפקחין אפילו לחיי שעה. מיהו שמעינן דאמרינן אפילו לחיי שעה, ומחללין שבת, ועוברין על המצות להחיותו חיי שעה, כשם שמחללין בחייו ימים הרבה. וחי בהם, ולא שימות בהם, קרינא ביה אפילו לחיי שעה. ועד היכן הוא בודק. עד חוטמו. ויש אומרים עד טבורו. בדק ומצא עליונים מתים לא יאמר כבר מתו חתחתונים. מעשה היה ומצאו עליונים מתים והתחתונים חיים. אמר רב פפא מחלוקת ממטה למעלה, אבל מלמעלה למטה כיון דבדק ברישא ולא אשכח לא צריך, דכתיב כל אשר נשמת רוח חיים באפיו.", "heVersionTitle": "Mossad Harav Kook, Jerusalem 1963", "heLicense": "", "heVersionTitleInHebrew": "", "text": "In the chapter headed \"On <i>Yom Kippur</i>\": <br><span class=\"poetry indentAll\">If there is a fall of debris, and it is doubtful whether or not anyone is buried there, or whether [anyone trapped] is alive or dead, one should excavate the heap of debris for the sake [of a possible survivor, even on <i>Shabbat</i>]. If one finds someone alive one should remove the debris, but if he is dead one should leave him there [until after <i>Shabbat</i>]. (BT <i>Yoma</i> 83a)</span> <br><span class=\"poetry indentAll\">If one finds him alive, one should evacuate the debris … even if he has only a short while to live. (BT <i>Yoma</i> 85b) </span> <br>From the statement that we desecrate <i>Shabbat</i> for a short life expectancy, we learn that we transgress commandments to keep someone alive for a short while just as we would to keep him alive for many days – <i>\"</i>you shall live by them<i>\" </i>(Leviticus 18:8) interpreted as \"you should not die because of them\" - even for a short life expectancy. <br><span class=\"poetry indentAll\">How far does one examine [the trapped person]? Until [one reaches] his nose. Some say: to his umbilicus. If one searches and finds the upper organs to be dead, one must not assume those below are definitely dead. Once it happened that those above were dead and those below were found to be alive. … Rav Papa said: The dispute arises only as to from below upwards, but if from above downwards, since he has already checked above<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">i.e. the nose</i> and found no sign of life, one need not search any further, as it is said: (Genesis 7:22)‘In whose nostrils was the breath of life’. (BT <i>Yoma </i>85a)<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">There follows a passage on the principle of majority, which does not appear in all versions of <i>Torat Ha'adam</i> and is omitted here.</i></span>", "versionTitle": "Inyan Hasakana, trans. Michael Weingarten, 2016", "license": "", "versionTitleInHebrew": ""}, {"_id": "5868bd30d6e4a97c9cbb15e0", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Leviticus 18:8:1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Bekhor Shor, Leviticus 18:8:1", "sourceHeRef": "בכור שור, ויקרא י״ח:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "ויקרא", "he": "<b>ערות אשת אביך.</b> אעפ\"י שאינה אמך, והשתא מפרש מהו ערות אבי' דקא' לעיל. ורבותינו פירשו: ערות אביך (ערות אשת אביך) בין היא אמו בין אינה אמו, וערות אשת אביך להזהיר על אשת אביו לאחר מיתה. ואיכא למ\"ד ערות אביך דוקא, והבא על אביו חיב שתים משום אביו ומשום ואת זכר. ואנוסת אביו ומפותת אביו איכא למאן דאמר דאסור מדכתיב במקום אחר: ולא יגלה כנף אביו, כנף שראה אביו לא יגלה. ואיכא דמוקי לההוא קרא בשומרת יבם של אביו, אבל אנוסתו ומפותתו אינה מן התורה: ", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1924", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5922e8b1d6e4a91a92fb5a68", "index_title": "Contemporary Halakhic Problems, Vol II", "category": "Halakhah", "type": "", "ref": "Contemporary Halakhic Problems, Vol II, Part I, Chapter IV Marriage, Divorce and Personal Status 5", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Contemporary Halakhic Problems, Vol II, Part I, Chapter IV Marriage, Divorce and Personal Status 5", "sourceHeRef": "בעיות הלכתיות עכשוויות, כרך ב, חלק ראשון, פרק ד: נישואין, גירושין ומעמד אישי ה׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1977, 1983], "commentaryNum": 5, "collectiveTitle": {"en": "Contemporary Halakhic Problems, Vol II", "he": "בעיות הלכתיות עכשוויות, כרך ב"}, "heTitle": "פרק ד: נישואין, גירושין ומעמד אישי", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Ramban, in his commentary on <i>Yevamot</i> 98a, joins many other scholars in questioning the propriety of Jacob's action in marrying two sisters, Rachel and Leah. Such marriages are explicitly enjoined by Leviticus 18:8 and rabbinic tradition maintains that the Patriarchs observed the commandments even prior to their revelation at Mount Sinai. This difficulty is resolved by other authorities in a variety of ways. Ramban offers an incisive explanation. Consanguineous relations are forbidden to Noachides, yet sexual liasons with close relatives of a spouse are incestuous only for Jews, but not for non-Jews. Ramban remarks that this is so because <i>\"ishut let lehu,\"</i> i.e., non-Jews are excluded from the institution of <i>ishut</i>. Thus Jacob was able to marry his sister-in-law because, odd as it may sound, she was not the sister of a \"wedded\" wife. Assuredly, a relationship did exist between Jacob and his spouse, but it was significantly different from a sanctified matrimonial relationship since such relationships became hallowed only at Sinai.", "versionTitle": "Contemporary halakhic problems, by J. David Bleich, 1977-2005", "license": "", "versionTitleInHebrew": "בעיות הלכתיות עכשוויות, רבי יהודה דוד בלייך, 1977-2005"}, {"_id": "59ec5a87d6e4a94f1a7201bf", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 91:1:6", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Akeidat Yitzchak 91:1:6", "sourceHeRef": "עקידת יצחק צ״א:א׳:ו׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "והנה עכשיו בעמדם על הפרק כי בא מועד לקחת מיד מלכי כנען את ארצם לתת להם נחלה כי היא האשה אשר הוכיח ה' לענין הספוק והפרנסה כמו שהוכחנו בשערים הנזכרים טרם ילכו שמה הזהיר להם מאד על אודות האשה הצנועה המיוחסת אם הבנים ותולדתן של צדיקים מעשים טובים ועל דרך שאמר אם אחרת יקח לו שארה כסותה ועונתה לא יגרע (שמות כ\"א) ולזה אמר כל המצוה אשר אנכי מצוך היום תשמרון לעשות למען תחיון וגו'. בשער י\"ז ובשער פ\"ג כתבנו טעם נכבד למאמר כל המצוה ולא אמר כל המצות אמנם עתה לפי דרכנו יראה כי אף על פי שהמה פונים היום אל עסקי הארץ ההיא וכבר התחילו קצתם להאחז בה כמו שהיה הענין בבני גד ובבני ראובן הנה לפי זה לא יסורו מהמצוה הזאת רצוני כלל המצות הכתובות בתורה כי הוא העסק אשר הוא להם העקר ואשר בעבורו ישא חן וחסד לפני אלהיהם לחיות ולבא ולרשת את הארץ ההיא ולהתקיים בה. ואם תאמרו אם אנו מתעסקים בה תמיד מה נאכל ומה נשתה ובמה נסתפק כל צרכנו לזה אמר וזכרת את כל הדרך אשר הוליכך ה' אלהיך זה ארבעים שנה במדבר למען ענותך לנסותך לדעת את אשר בלבבך וגו'. ויענך וירעיבך ויאכילך את המן אשר לא ידעת וגו'. שמלתך לא בלתה מעליך וגו' , ירצה זכור תזכור את אשר התענית במדבר ארבעים שנה לא מקום זרע תאנה וגפן אשר היה זה כדי לעשותך בעל נסיון ושתבא לכלל דעת אשר בלבבך היום מהמדע בענין שאלת התשמור מצותיו אם לא כי מאז ראו עיניך ופתחה אזניך לדעת שעל ידי שמירת התורה והמצות תצליח בכל דרכיך מה שלא ידעת כן בראשונה שלא הייתי מלומד בכך וכמ\"ש בדבריו האחרונים ולא נתן ה' לכם לב לדעת ועינים לראות ואזנים לשמוע עד היום הזה שהכוונה שכל הטורח ההוא הוצרך להודיעם את אשר בלבבם מהמדע היום ומלת לדעת כמו לדעת כי אני ה' מקדשכם (שמות ל\"א) כלומר שיבא לכלל דעת ופירש הענין הנודע וסבת ידיעתו ואמר ויענך וירעיבך ויאכילך את המן וגו' למען הודיעך וגו'. וזה שהביאך לידי הענוי ההוא המכונה בלקיחת האשה הסוחרת ממנו למען הודיעך כי לא על הלחם הקנוי בהשתדלותה לבדו יחיה האדם כי על כל מוצא פי ה' בעבור האשה הצנועה וטובת שכל יחיה האדם כמו שראית כל הימים אשר נסתפקת מן המן אשר לא ידעת ולא ידעון אבותיך וגו'. גם שמלתך לא בלתה מעליך וגו'. שכל הדברים ההם היו מתנות אלהיות בעבורה ובפ' המן נזכרו ענינים אלהיים מזה המין ונתבאר עוד שם הכתוב הזה לכן וידעת עם לבבך כי כאשר ייסר איש את בנו יי' אלהיך מיסרך. ירצה לכן שמור ושמעת את כל אשר אנכי מצוך היום משמירתם בכבוד ומורא התורה והמצוה ולא יטה לבבך אל עבודת האדמה אשר אתה בא שמה עד אשר תעשה קבע ממלאכתך ותשאר התורה מקופלת ומונחת בקרן זוית ואם תשכיל ותדע אם לבבך תכיר כי כאשר ייסר איש את בנו האוהב אותו ומדריכו בדרך ישרה בטוב לו יי' אלהיך מיסרך כי הוא הדבר אשר יעמידך חי וישאירך על פני האדמה ולא זולת ולכן שיראה חיים טובים ונכוחים עם האשה התמימה משיבת נפש אשר נתן לו גם רמז לו כי מעתה ידע כי כל נזק ופגע שישיגוהו לא יבאו עליו רק בעלבונה וכמו שאמר בת קול יוצאת מהר חורב ואומרת אוי להם לבריות מעלבונה של תורה (אבות פ\"ו) ושהוא יכיר זה בבא עליו תמיד הרעות מדה כנגד מדה וכמו שאמר כל הפורק ממנו עול תורה נותנין עליו עול מלכות ועול דרך ארץ וכו' (שם) והוא מה שיכוין גם כן באומרו וידעת עם לבבך וגו'. וזה כאשר יגיעו עליך ייסורין רעים מפאת מעלה אתה תדע סבתן עם לבבך מבלי שאלת פי חכם וחוזה למה שמדתו יתע' ליסר אותך כאשר ייסר איש את בנו שדרכו להודיעו על מה הוכה כדי שידע ויוסר שהרי לא בא עליו בתורת נקמה והוא טעם מה שמודד השם יתעלה תמיד מדה כנגד מדה כדי שתיסרהו רעתו ומשובותיו יוכיחוהו אם יש לו דעת כלל. ולזה נמצא תמיד רוב הייסורין והרעות שהמה באופן שבא עמם היראתם שבאו על ביטול התורה והמצוה. והנה אחר שהקדים לפניו זאת האזהרה דרך כלל לא סר מהכין לפניו את הדרך הנכונה ולומר לו באר הטיב איך יהיה מנהגו עם שתי הנשים האלו בענין שלא תהינה צרות זו לזו כי הוא ענין נכבד מאד להעמיד ולקיים שלום הבית וטוב מצבו ואמר ושמרת את מצות ה' אלהיך ללכת בדרכיו וליראה אותו. כי ה' אלהיך מביאך אל ארץ טובה וגו'. הנה הפרשה הזאת כלה נתבארה יפה בשערים הנזכרים ראשונה בכל אחד הראוי לו לפי הכוונה. אמנם מה שראוי שיאמר כאן בקישור הדברים ההם וחבורם אל מקומם זה המיוחד וביאורם עוד הוא <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">שהמבואר שהמזון וכו' להבין דבריו אלה (עיין ביאורי בראשית דף רנ\"ד ע\"א. ושמות דף ע' ע\"א) ופה אוסיף רק לאמר כי בעבור היות הגוף כלי המעשה של הנפש, כי רק על ידו תפעול פעולותיה עלי ארץ, ורק על ידו יובלו לה השגות החושים מכל סביבותיה עלי תבל, ע\"כ רק כל עוד יהיה הגוף ניזון כראוי וכוחותיו עי\"ז גם בריאים ושלימים, תתקיים הנפש אצלו שכונת מציאות, אפס ע\"י העדר ומניעת לקיחת המזון ההכרחי לו, יוחלש הגוף וכל איבריו וכחותיו, ולא עוד תוכל הנפש לשכון אצלו ולפעול פעולותיה עלי ארץ באמצאותם, וע\"ז רומז גם הכ' שאמר בתחילה \"ושמרתם את מצות ה' אלהיך\" וכו' כי מזון וחיי נפש אלה (כמו שאמר למעלה \"כל המצוה וכו' תשמרון לעשות למען תחיון\" וכו') הוא העיקר, ואח\"כ אמר בבחינת מזון הגוף ההכרחיי גם כן לאדם, \"כי ה' אלהיך מביאך אל ארץ טובה וכו',\" \n</i>שהמבואר שהמזון החמרי לא יתהפך אל נפש המשכלת אבל יתהפך אל הגוף שהוא הניזון ממנו בעצם וראשונה ונשמת האדם תיזון בו במקרה והוא במה שימצא הגוף ניזון ובריא כי בזה תתקיים הנפש אצלו שכונת מציאות. אמנם התורה והמצוה הוא מזון הנפש בעצם וראשונה שבשני חלקי העיון והמעשה היא מתעצמת עמה להיות ענין אחד כי על כן תארה החכם נר מצוה ותורה כמ\"ש נר יי' נשמת אדם וגו'. (משלי כ') והתורה בעצמה ביארה זה באומרו למעלה למען הודיעך כי לא על הלחם וגו' כי על כל מוצא פי יי' יחיה האדם: וכמו שאמר אשר יעשה אותם האדם וחי בהם (ויקרא י\"ח) ותרגם אנקלוס לחיי עלמא. אמנם מפני שאין לעמוד לנפש בזה המציאות כי אם בקיום הגוף והזמנת ספוקו בלחם לאכול ובגד ללבוש היתה מהחכמה האלהית להמציא להם המצות המעשיות ולהכניסם לארץ הצבי המיוחדת להם יהיו עקר מעשיהם מזון הנפש בעצם וראשונה כמו שאמרו אמרו צדיק כי טוב כי פרי מעלליהם יאכלו (ישעיה ג') וזולת זה ואגבן ימצא ספוק ומזון ההוא על מכונוי במקרה ובשניה והוא מה שנתבאר בכאן יפה יפה באומרו ושמרת ועשית את מצות יי' אלהיך ללכת בדרכיו וליראה אותו כי המזון המיוחד לכם ומלאכת האשה ההיא האלהית אשר תחיה בעליה כמו שאמר למעלה כל המצוה אשר אנכי מצוך היום תשמרון לעשות למען תחיון כי הוא עקר חייך ואורך ימיך כי לענין הספוק הגופיי הנה יי' אלהיך מביאך אל ארץ טובה ארץ נחלי מים עינות ותהומות וגו' ארץ חטה ושעורה וגו'. ארץ אשר לא במסכנות תאכל בה וגו' והכוונה שהיא ארץ מוגבלת ומשוערת החיים על דרך הספוק ולא על דרך המותרות המטרידות לאנשים מהחיים הנפשיים האמתיים והוא העסק בכבוד וקיום האשה יראת יי' המהוללת כמו שנתבאר זה יפה בשבחה של ארץ ישראל בפרשת מרגלים אשר בשער ע\"ז הנזכר. ולזה מה שהזהיר עליה ואכלת ושבעת וברכת כי יראה שהאכילה וההנאה מהאשה הרוכלת יהיה כדי הספוק לבד באופן שתמשך משם הכוונה התכליתית שתודה את ה' המביאך שמה ותברך את שמו על הארץ ועל המזון וכמו שאמר הנהנה מן העולם בלא ברכה מעל (ברכות ל\"ה.) ואמר השמר לך פן תתחזק בעסק מלאכת עבודת האדמה ותיגע להעשיר עד אשר תשכח את ה' אלהיך לבלתי שמור מצותיו ומשפטיו וחקיו אשר אנוכי מצוך היום: וביאר אופן השכחה ומציאותה באומרו פן תאכל ושבעת ובתים טובים וגו'. ובקרך וצאנך וגו'. ורם לבבך ושכחת וגו' המוציאך מארץ מצרים מבית עבדים המוליכך במדבר וגו'. המאכילך מן וגו' עד להיטיבך באחריתך. <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">יראה וכו' (עיין ביאורי למעלה במדבר דף מ\"ג). \n</i>יראה שלא יהיה העסק בה כדי לאכול ולשבוע ולברך אלא כדי לאכול ולשבוע ולשכוח וכמו שאמר וישמן ישורון ויבעט (דברים ל\"ב) ותהיה סבור שאין שום מקום לשפע ההצלחות רק בעסקה על האופן ההוא ולא תזכור מה שהיה ראשונה כשהוציאך ממצרים ערום ועריה והוליכך במדבר הגדול והנורא נחש שרף ועקרב ובעבור התורה והמצוה האכילך את המן אשר לא ידעת ולא ידעון אבותיך וכל זה עשה למען ענותך לנסותך להיטיבך באחריתך והוא שתדע מדת העינוי ותהיה בעל נסיון כי בזכות עסק התורה יגיע לך די ספוקך. וזה כדי להטיבך באחריתך בהיות לך זה אות ומופת לכל עת וזמן שלא תחטא בזה ואתה לא תעלה על לבך דבר זה אבל תאמר כחי ועוצם ידי על צד ההשתדלות הגופיי עשה לי את החיל הזה כי תראה בעיניך שאתה בעצמך ובחייליך תעשה חיל. אני לא אכחיש זה לגמרי אבל הסכת ושמע וזכרת את יי' אלהיך כי הוא הנותן לך כח לעשות חיל למען הקים את בריתו אשר נשבע לאבותיך כיום הזה ירצה שהוא אשר יעשה תמיד עמכם כאשר עשה יום הזה וכאשר אמרנו. והיה אם שכוח תשכח אם ה' אלהיך והלכת אחרי אלהים אחרים ועבדתם העידותי בכם היום כי אבוד תאבדון כגוים וגו'. ירצה והיה אם לא תשמע אל דברי להתנהג אישות שלימה את האשה האלהית בשארה כסותה ועונתה ועם צרתה תייחד דירתך ללכת אחרי המיית הענינים המדומים אשר בעבורם יעבדו הגוים האלה את אלהיהם העידותי בכם היום כי אבוד תאבדון כגוים אשר יי' מאביד אותם מפניכם לבלתי היות להם חלק ונחלה בתורת אלהי ישראל. והנה אחר שגמר את דבריו ביאר לו מה שאמר כי הוא הנותן לך כח לעשות חיל. ולפי דרכו הזכיר את אשר הכעיסו כמה פעמים במריבת האשה התמימה והטהורה על עסקי צרתה ואמר שמע ישראל אתה עובר היום את הירדן לבא לרשת גוים גדולים ועצומים ממך ערים גדולות ובצורות בשמים עם גדול ורם בני ענקים אשר אתה ידעת ואתה שמעת מי יתיצב לפני בני ענק והוא מבואר כי אין בכחך לעשות חיל עמהם כלל אבל תשכיל וידעת את לבבך בלי שום ספק כי ה' אלהיך הוא עובר לפניך אש אוכלה הוא ישמידם והוא יכניעם לפניך והורשתם והאבדתם מהר כאשר דבר יי' לך. ואם תאמר אם כן נתבאר שהיה זכותי גדול אשר למעני עשה והרי זה כח יפה מהראשון אל תאמר בלבבך בהדוף יי' אות' מלפניך לאמר בצדקתי הביאני יי' לרשת את הארץ הזאת וברשעת הגוים האלה יי' מורישם מפניך. והכוונה שצדקו יחדו משפטי השם יתעלה בגרש גוים חטאים מן הארץ ולהביא צדיקים תחתם כי באמת לא בצדקתך ויושר לבבך אתה בא לרשת את ארצם ואם שאינו עושה עול להם כי ברשעת הגוים האלה יי' אלהיך מורישם מארצם. אמנם אתה נכנס במקומם למען הקים את הדבר אשר נשבע יי' לאבותיך. וכבר נתברר זה הענין מאומרו כי לא שלם עון האמרי עד הנה (ברא' ט\"ו). הנה שנתברר שלא באת בכחך לרשת את ארצם לא בכח הגופיי ולא בכח הנפשיי הנכבד ממנו ולאמת מה שאמר מחוסר כחו הנפשיי אמר וידעת כי לא בצדקתך וגו'. זכור אל תשכח את אשר הקצפת את יי' אלהיך במדבר למן היום אשר יצאת מארץ מצרים עד באכם עד המקום הזה ממרים הייתם עם יי' ובחורב הקצפתם את יי' וגו'. בעלותי ההרה וגו'. כל הפרשה וגו'. הנה שזכר לו את הראשונות אשר הכעיסו על דברי התורה והמצוה ובירר לו בהם מיעוט צדקתו ויושר לבבו. והודיע אותם כי לא יהיה כן תמיד. רצוני שיעבור השם יתעלה על חטאים גדולים כהם ונסלח להם כמו שהיה במדבר כי הנה הוא היה מצוי שם ונתחזק מאד בפניהם גם שלא היה אז להם עסק האשה ההיא השלטת כי איננה. ולזה היתה התשובה מחטאם הנקלה. אמנם אחרי כן בהתחדש להם מציאותה ונטות לבם אחריה לגמרי יהיו חטאיהם יותר חזקים ותשובתם יותר כבדה ויותר קשה והנביאים אשר ימצאו ביניהם לא יספיקו להוכיחם ולמנעם ויהיה אבדנם הכרחי. והוא מה שאמרוהו חז\"ל במדרש ההוא שזכרנו ראשונה אמר להם משה כשאתם עוברים את הירדן דברים אחרים יתחדשו והם התחזקם בעסקי' המדומים והחלישם בנפשיים כמו שאמרנו ולזה לא תהיה סבורים בעצמכם כשם שהייתם במדבר חוטאים ואני מבקש עליכם רחמים. כי אחר שלא הייתם מוטבעים ומושקעים ביתר העסקים אפילו על אותו מעשה של עגל אשר היה מהראוי לכלות אתכם בקשתי סנגוריא על צד היותר שאפשר ואתפלל אל יי' ואומר יי' אלהים אל תשחת עמך וגו'. ולאו בכל שעתא ושעתא מתרחיש מי שימסור נפשו עליכם כמו שמסרתי אני בכל אשר הייתי לפניכם עד אשר לא חסרתם דבר ברוב פשעיכם שפשעתם לפניו. והוא מה שיתבאר יפה כשנתבונן בכוונתו בפרשה הזאת אשר היא באמת קשת הביאור לפי מה שבאו דבריה לכאורה מבולבלין ובלתי שומרים סדר מציאותם גם בזכור ענינים שאינן נראין מענינם ולא ראיתי לשום אחד מהמפרשים ז\"ל שיחוש לזה ואני אזכרם אחד לאחד: \n", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "Now that the land of Canaan, -i.e. wife number one,- is about to be restored to the Jewish people, normal economic factors will provide the people's sustenance, instead of the miraculous help from the king. Israel is warned not again to neglect its soul, the unseemly wife, while enjoying the companionship of wife number one, delighting in her physical endowments. Moses' warning about the need to observe all the <i>mitzvot</i> now that Israel is about to enter the holy land, is a reminder that the period of dependence on the king's largesse is drawing to a close. The king warns that neglect of the rules He had laid down would be viewed as a serious act of ingratitude for past favours. Such ingratitude could lead to Israel forfeiting the land itself. Should the nation ask how they could ensure their economic survival if they had to be constantly occupied with spiritual matters such as studying the Torah, they are reminded that they had learned during forty long years that the pursuit of material values is not the only way to ensure one' economic success in the world. \"Remember the way your Lord guided you,...He fed you the manna...your clothing did not rot...\" The whole purpose of allowing wife number one to be kidnapped, was to demonstrate that survival is possible without all these accoutrements. On the contrary, harm and failure will result from neglect of our spiritual equipment, rather than from our neglecting our business in favour of Torah study and <i>mitzvah</i> performance. We find this type of warning in Avot 6,2, \"woe to the creatures because of the insult they heap upon Torah.\" Neglect of Torah spells retribution according to the <i>midah keneged midah</i>, measure for measure principle. \"He who tries to divest himself of the yoke of Torah has the yoke of government and bureaucracy imposed upon him.\" (Avot 3,5.) If one encounters certain difficulties in life, one often does not have to search very far for the reasons. It is usually due to an imbalance in the way one has handled one's priorities. Torah study, <i>mitzvah</i> performance, have to be given equal time with the pursuit of one's economic goals. Nourishment of the soul is not provided by the same source as nourishment for the body. A healthy body is needed to enable the souls to function at full capacity. For that reason, all reasonable efforts have to be made to provide the body with proper sustenance. We know that Torah and <i>mitzvot</i> are the primary food for the soul from Solomon (Proverbs 6,23) \"for the <i>mitzvah</i> is like a candle, whereas the Torah is like light itself.\" In the Torah (Deut 8,3,) we are told \"man does not live by bread alone, but by everything which emanates from the mouth of G'd does man live.\" Onkelos renders Leviticus 18,8, as follows: \"You shall observe My statutes and My social laws so that man ensures eternal life for himself when he carries them out.\" The expression \"to live thereby,\" accordingly refers to sustenance for our spiritual half. All the commandments that become applicable upon entry into the holy land, give sustenance to the spiritual part of the Jew. The land is described as one in \"which you do not eat bread therein out of scarceness\" (Deut 8,9). It is a land that does not demand so much physical labour that its inhabitants cannot find enough time to devote themselves to their spiritual tasks. Verses 11-14 are the warning not to immerse ourselves too deeply in the effort to acquire material riches. This could lead to forgetting G'ds goodness and the purpose for which we travelled forty years through the desert. Whereas, notwithstanding G'ds generosity, our own contribution to econonmic stability is required, or at least permitted, we must never forget what it is that gives us the strength to perform economic miracles. Should we fail to remember, our fate will be the same as that of the nations whom we are replacing in Canaan. If any reminder were needed as to by whose grace conquest of the country was accomplished, reference is made to the relative physical and numerical strength of Israel vis a vis the nations it has conquered. Those nations had inspired such awe in any would be conquerors, that to credit our success merely to our own strength would be sheer lunacy. G'd is also anxious to disabuse us of the thought that it was our moral superiority that led to our successful conquest. He points out that it was the wickedness of the land's inhabitants that caused them to be dispossessed. Already at the time of Abraham, G'd had promised that fulfilment of G'ds promise to him had to await the inhabitants' cumulative level of sin reaching a stage that would give G'd legal justification to dispossess them. (Genesis chapter 15) Israel's own waywardness is recalled, to remind them further that it was not their righteousness that led to the conquest of the land of Canaan. Precisely because G'd had forgiven so many of their past misdemeanours in the desert, they had to be warned now that they could not count on G'd being indulgent with them in the future. Also, the argument which Moses had used successfully up to now, namely that demise of the Jewish people would be interpreted by the nations at large as the Jewish G'ds inability to make good on His promise to his people, would no longer be valid. Once Israel had conquered the land of Canaan, G'd would have demonstrated His ability to deliver on His promises. The difficulties in this Parshah stem from the apparent lack of logical sequence in which it is written. ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5bf3e30209271600b7255e64", "index_title": "English Explanation of Mishnah Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Sanhedrin 7:4:2", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "English Explanation of Mishnah Sanhedrin 7:4:2", "sourceHeRef": "ביאור אנגלי על משנה סנהדרין ז׳:ד׳:ב׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 4.0002, "collectiveTitle": {"en": "English Explanation of Mishnah Sanhedrin", "he": "ביאור אנגלי על משנה סנהדרין"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "This mishnah lists all of those who are executed by stoning and then begins to explain some of the details.  Most of these crimes are specifically listed in the Torah as being punishable by stoning.  Some are learned through an analogy with other crimes.  We will mention the verses for each crime.(1) one who has sexual relations with his mother:  Leviticus 18:7, 20:11.  (2) with his father's wife:  Leviticus 18:8, 20:11.  (3) with his daughter -in-law:  Leviticus 20:12.  (4) with a male: Leviticus 20:13.  (5) with a beast:  Leviticus 20:15.  (6) a woman who commits bestiality with a beast:  Leviticus 20:16. (7) a blasphemer:  Leviticus 24:15-16.  (8) an idolater:  Deuteronomy 17:2-5.  (9) one who gives of his seed to molech:  Leviticus 20:2.  (10) a necromancer or a wizard:  Leviticus 20:27.  (11) one who desecrates the Sabbath:  Number 15:35.  (12) he who curses his father or mother:  Exodus 21:17, Leviticus 20:9.  (13) he who commits adultery with a betrothed woman:  Deuteronomy 22:23-24.  (14) one who incites [individuals to idolatry:  Deuteronomy 13:7-11.  (15) one who seduces [a whole town to idolatry]: Deuteronomy 13:7-11.  (16)  a sorcerer:  Exodus 22:17, Deuteronomy 18:10.  (17) a wayward and rebellious son:  Deuteronomy 21:18-21. The rest of chapter seven will deal with the first 16 of these issues.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cd14055922a7400186dd77d", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 18:8:1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Birkat Asher on Torah, Leviticus 18:8:1", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ח:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "<b>רש\"י ד\"ה ערות אשת אביך, לרבות לאחר מיתה. ע\"כ.</b> כלומר אחר מיתת אביו. וצריך לפרש כך, שהרי האם החורגת כבר נאסרה ב\"ערות אביך\" (פסוק ז), ואמו ה\"בלתי חוקית\" - על־ידי \"וערות אמך\" (שם). (פ' אחרי־מות תשמ\"ט)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e14870a2ed40553af50fde7", "index_title": "Gan Naul", "category": "Jewish Thought", "type": "", "ref": "Gan Naul, House I 9:2:2", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Gan Naul, House I 9:2:2", "sourceHeRef": "גן נעול, בית ראשון ט׳:ב׳:ב׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1755, 1765], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Gan Naul", "he": "גן נעול"}, "heTitle": "בית ראשון", "he": "וצונו *לענות נפשותינו ביום הכפורים. ומשפטי הענויים מבוארים בקבלה. והוא רק פעם אחת בשנה. וידוע כי צום יום אחד בשנה לא תפסיד הבריאות מן הבריא. ואולם החולה המסתכן מן הצום, הנה הוא פטור מלצום, כי משפטי התורה הן דרכי החיים לאדם, וכמו שאמר (ויקרא יח, ח) \"אשר יעשה אותן האדם וחי בהם\". וכשיהיה חשש סכנה במצוה ממצותיה, יפטור המסתכן ממנה. ונתנה התורה קצבה לענוי היום הקדוש הזה כמפורש בתלמוד (יומא פב, א). והמוסיף נקרא מתחכם ולא יֵרָצֶה לפני ה'. ועם כל זה הבטיחה התורה הטובה הגדולה המסתעפת מן הענוי המוגבל הזה, ואמרה (ויקרא טז, ל) \"כי ביום הזה יכפר עליכם לטהר אתכם מכל חטאתיכם\" וגו'. היש תרופה יותר קלה מזאת? ואם היו אומרים לאדם המאמין בה' וירא מזעמו, שיעשה כך וכך מן הענויים והעבודות הקשות והליכות הדרכים הרחוקים, ואז ימחול לו השם על פשעיו וחטאיו, ודאי היה שמח לעשות מה שהוקצב עליו בקלות ובמהירות, וכל שכן הענוי הקצוב הזה, שאין בה צער וטרח יותר מדאי:", "heVersionTitle": "Gan Na'ul, Rishon Letzion, 2016", "heLicense": "CC-BY", "heVersionTitleInHebrew": "גן נעול, ראשון לציון תשע\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5fedde6b1a111074df8a9427", "index_title": "Bartenura on Mishnah Yevamot", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Yevamot 11:1:2", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Bartenura on Mishnah Yevamot 11:1:2", "sourceHeRef": "ברטנורא על משנה יבמות י״א:א׳:ב׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Bartenura on Mishnah Yevamot", "he": "ברטנורא על משנה יבמות"}, "heTitle": "ברטנורא על משנה יבמות", "he": "<b>רבי יהודה אוסר.</b> דכתיב (דברים כ״ג:א׳-ב׳) לא יקח איש את אשת אביו ולא יגלה כנף אביו, כנף שראה אביו לא יגלה. ואין הלכה כרבי יהודה. אבל חכמים אסרו לנטען מן האשה לישא בתה או אחותה או אמה או אחת מקרובותיה, מפני שהיא מצויה אצלם תמיד ואתו לידי הרגל עבירה. ואם עבר ונשא אחת מקרובות אנוסתו ומפותתו או מקרובות האשה שנחשד עליה אין מוציאין אותה מידו. ומתניתין דקתני נושאין על האנוסה דמשמע אפילו לכתחלה, מיירי לאחר מיתת האנוסה והמפותה, דהשתא ליכא למיחש שמא לאחר שישא בתה יזנה עם הראשונה:  ", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "רבי יהודה אוסר – as it is written (Deuteronomy 23:1): “No man shall marry his father’s former wife, so as to remove his father’s garment” (i.e., to lay claim to what his father had possessed: Cf. Leviticus 18:8, 20:11, Ezekiel 16:8 and Ruth 3:9). The garment that his father saw, he should not reveal. But the Halakha is not according to the Rabbi Yehuda. But the Sages prohibited those summoned on suspicion of intercourse from the woman. To marry her daughter, or her sister, or her mother or one of her relatives, because she is found with them always, and the come to get accustomed to sin. But if he transgressed and married one of these relatives of the woman he raped or seduced or of the relatives of his wife whom he was suspected of having relations with her, we don’t remove her from his hands. But our Mishnah which teaches: “They marry the kinswomen of a woman who one has raped or seduced,” that applies, even ab initio. We are speaking after the death of the raped or seduced woman, for now, there isn’t a suspicion lest after that he will marry her daughter, he will be faithless with the first.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "606f02daa6bef871fd0d43db", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 23:1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Deuteronomy 23:1", "sourceHeRef": "דברים כ״ג:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "לֹא־יִקַּ֥ח אִ֖ישׁ אֶת־אֵ֣שֶׁת אָבִ֑יו וְלֹ֥א יְגַלֶּ֖ה כְּנַ֥ף אָבִֽיו׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">This verse constitutes 22.30 in some editions, so that chapter 23 starts with the next verse.</i> No householder<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>householder </b>See the first note at 1.31.</i> shall take his father’s former wife [as his own wife], so as to remove his father’s garment.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>remove his father’s garment </b>I.e., lay claim to what his father had possessed. Cf. Lev. 18.8; 20.11; Ezek. 16.8; Ruth 3.9.</i> ", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "606f03c32feeca3c7968fdb9", "index_title": "Ezekiel", "category": "Tanakh", "type": "", "ref": "Ezekiel 22:10", "anchorRef": "Leviticus 18:7-8", "anchorRefExpanded": ["Leviticus 18:7", "Leviticus 18:8"], "sourceRef": "Ezekiel 22:10", "sourceHeRef": "יחזקאל כ״ב:י׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [-550, -450], "commentaryNum": 22.001, "collectiveTitle": {"en": "Ezekiel", "he": "יחזקאל"}, "heTitle": "יחזקאל", "he": "עֶרְוַת־אָ֖ב גִּלָּה־בָ֑ךְ טְמֵאַ֥ת הַנִּדָּ֖ה עִנּוּ־בָֽךְ׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "In you they have uncovered their fathers’ nakedness;<sup class=\"footnote-marker\">e</sup><i class=\"footnote\"><b>uncovered their fathers’ nakedness </b>I.e., cohabited with their father’s (former) wife; cf. Lev. 18.7–8.</i> in you they have violated women during their menstrual impurity. ", "versionTitle": "THE JPS TANAKH: Gender-Sensitive Edition", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61a6231687f574a17ca6b84a", "index_title": "Jerusalem Talmud Sanhedrin", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Sanhedrin 2:6:4", "anchorRef": "Leviticus 16:1-18:30", "anchorRefExpanded": ["Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30"], "sourceRef": "Jerusalem Talmud Sanhedrin 2:6:4", "sourceHeRef": "תלמוד ירושלמי סנהדרין ב׳:ו׳:ד׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 6.0004, "collectiveTitle": {"en": "Jerusalem Talmud Sanhedrin", "he": "תלמוד ירושלמי סנהדרין"}, "heTitle": "תלמוד ירושלמי סנהדרין", "he": "אָמַר רִבִּי אָחָא. אָמַר שְׁלֹמֹה. <i data-overlay=\"Vilna Pages\" data-value=\"13a\"></i>שְׁלֹשָׁה דְבָרִים שֶׁסִּחֲקָה עֲלֵיהֶן מִידַּת הַדִּין חִילַּלְתִּים. לֹא יַרְבֶּה לּוֹ נָשִׁים. וְכָתוּב וְהַמֶּ֣לֶךְ שְׁלֹמֹ֗ה אָהַ֞ב נָשִׁ֧ים נָכְרִיּ֛וֹת. רִבִּי שִׁמְעוֹן בֶּן יוֹחַי אָמַר. אָהַב מַמָּשׁ לִזְנוּת. חֲנַנְיָה בֶּן אֲחִי רִבִּי יְהוֹשֻׁעַ אוֹמֵר. עַל שֵׁם לֹא תִּתְחַתֵּן בָּם. רִבִּי יוֹסֵי אוֹמֵר. לְמוֹשְׁכָן לְדִבְרֵי תוֹרָה וּלְקָֽרְבָן תַּחַת כַּנְפֵי הַשְּׁכִינָה. רִבִּי לִיעֶזֶר אוֹמֵר. עַל שֵׁם גַּם־אוֹת֣וֹ הֶחֱטִ֔יאוּ הַנָּשִׁ֖ים הַנָּכְרִיּֽוֹת׃ אַשְׁכַּח תֵּימַר. רִבִּי שִׁמְעוֹן בֶּן יוֹחַי וַחֲנַנְיָה וְרִבִּי לִיעֶזֶר חָדָא. וְרִבִּי יוֹסֵי פְלִיג עַל תַּלְתֵּיהוֹן.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Rebbi Aḥa said: Solomon said, three things I desecrated where I got the better of the law<sup class=\"footnote-marker\">181</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Kohelet Rabbah 2:3\" href=\"/Kohelet_Rabbah.2.3\"><i>Eccl.</i> <i>r</i>. 2(3</a>), <a class=\"refLink\" data-ref=\"Leviticus 16:1-18:30\" href=\"/Leviticus.16.1-18.30\"><i>Tanhuma Aḥare Mot</i> 1</a>, <a class=\"refLink\" data-ref=\"Leviticus 16:1-18:30\" href=\"/Leviticus.16.1-18.30\"><i>Tanhuma Buber Ahare</i> <i>Mot</i> 2</a>, <a class=\"refLink\" data-ref=\"Leviticus 16:1-18:30\" href=\"/Leviticus.16.1-18.30\"><i>Pesiqṭa dR. Cahana</i>(Buber) <i>Ahare Mot</i> 168b–168a</a>.<br>Most of the verses quoted in these paragraphs are also quoted in the <a class=\"refLink\" data-ref=\"Sanhedrin 21b\" href=\"/Sanhedrin.21b\">Babli, 21b</a>. Cf. also <a class=\"refLink\" data-ref=\"Shir HaShirim Rabbah 1:10\" href=\"/Shir_HaShirim_Rabbah.1.10\"><i>Cant. rabba</i> 1(10</a>).</i>. <i>He shall not add wives,</i> and it is written: <i>King Solomon</i><i>loved foreign women</i><sup class=\"footnote-marker\">182</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"I Kings 11:1\" href=\"/I_Kings.11.1\"><i>1K</i>. 11:1</a>.</i>. Rebbi Simeon ben Ioḥai said, he really made love to them immorally<sup class=\"footnote-marker\">183</sup><i class=\"footnote\">He did not marry them but slept with them unmarried to increase his sexual enjoyment.</i>. Ḥananiah, Rebbi Joshua’s nephew, says, because <i>you shall not intermarry with them</i><sup class=\"footnote-marker\">184</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 7:3\" href=\"/Deuteronomy.7.3\"><i>Deut</i>. 7:3</a>. He agrees with R. Simeon ben Iohai and notes that by behaving immorally he avoided violating the law. In <a class=\"refLink\" data-ref=\"Bamidbar Rabbah 10:8\" href=\"/Bamidbar_Rabbah.10.8\"><i>Num</i>. r. 10(8</a>) only Hanania and R. Yose are mentioned.</i>. Rebbi Yose said, to draw them to the words of the Torah and bring them under the Wings of the Divine Presence<sup class=\"footnote-marker\">185</sup><i class=\"footnote\">He married all those women with good intentions but violated <a class=\"refLink\" data-ref=\"Deuteronomy 17:17\" href=\"/Deuteronomy.17.17\"><i>Deut</i>. 17:17</a>. The expression “to take shelter under the Wings of the Divine Presence” for “to convert to Judaism” is from <a class=\"refLink\" data-ref=\"Ruth 2:12\" href=\"/Ruth.2.12\"><i>Ru</i>. 2:12</a>.</i>. Rebbi Eliezer said, because <i>also the foreign wives made him sin</i><sup class=\"footnote-marker\">186</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Nehemiah 13:26\" href=\"/Nehemiah.13.26\"><i>Neh.</i> 13:26</a>. He violated <a class=\"refLink\" data-ref=\"Jerusalem Talmud Sanhedrin 2:6:1\" href=\"/Jerusalem_Talmud_Sanhedrin.2.6.1\">Mishnah 7</a> according to all authorities quoted there.</i>. It turns out that one may say that Rebbi Simeon ben Ioḥai, Ḥananiah, and Rebbi Eliezer mean the same. Rebbi Yose disagrees with all three of them.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6231687f574a17ca6b854", "index_title": "Jerusalem Talmud Sanhedrin", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Sanhedrin 2:6:7", "anchorRef": "Leviticus 16:1-18:30", "anchorRefExpanded": ["Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30"], "sourceRef": "Jerusalem Talmud Sanhedrin 2:6:7", "sourceHeRef": "תלמוד ירושלמי סנהדרין ב׳:ו׳:ז׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 6.0007, "collectiveTitle": {"en": "Jerusalem Talmud Sanhedrin", "he": "תלמוד ירושלמי סנהדרין"}, "heTitle": "תלמוד ירושלמי סנהדרין", "he": "כָּתוּב לִשְׂח֖וֹק אָמַ֣רְתִּי מְהוֹלָ֑ל. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לִשְׁלֹמֹה. מָה עֲטָרָה זוֹ בְרֹאשְׁךָ. רֵד מִכִּסְאִי. רִבִּי יוֹסֵי בֶן חֲנִינִה אוֹמֵר. בְּאוֹתָהּ שָׁעָה יָרַד מַלְאָךְ וְנִדִמֶה כִדְמוּת שְׁלֹמֹה וְהֶעֱמִידוֹ מִכְִּסְאוֹ וְיָשַׁב תַּחְתָּיו. וְהָיָה מְחַזֵּר עַל בָּתֵּי כְּנֵסִיּוֹת וּבָתֵּי מִדְרָשׁוֹת וְאוֹמֵר אֲנִ֣י קֹהֶ֗לֶת הָיִ֥יתִי מֶ֛לֶךְ עַל־יִשְׂרָאֵ֖ל בִּירוּשָׁלָֽם׃ וַהֲווּ מָרִין לֵיהּ. מַלְכָּא יְתִיב עַל בִּסֶּילְּיוֹן דִּידֵיהּ וְתֵימַר אֲנִ֣י קֹהֶ֗לֶת. וְהָיוּ מַכִּין אוֹתוֹ בְקָנֶה וּמֵבִיאִין לְפָנָיו קְעָרַת גְּרִיסִין. בְּאוֹתָהּ שָׁעָה אָמַר וְזֶה־הָיָ֥ה חֶלְקִ֖י. אִית דָּֽמְרִין. חוּטְרָא. וְאִית דָּֽמְרִין. קַנְיָא. וְאִית דָּֽמְרִין. קוֹשַׁרְתֵּיהּ. וּמִי קִיטְרְגוֹ. אָמַר רִבִּי יְהוֹשֻׁעַ בֶּן לֵוִי. יוֹ״ד שֶׁבְּיַרְבֶּה קִיטְרְגוֹ. תַּנֵּי רִבִּי שִׁמְעוֹן בֶּן יוֹחַי. עָלָה סֵפֶר מִשְׁנֶה תוֹרָה וְנִשְׁתַּטַּח לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא. אָמַר לְפָנָיו. רִבּוֹן הָעוֹלָם. כָּתַבְתָּה בְתוֹרָתָךְ. כָּל־דִּייַתֵיקֵי שֶׁבָּֽטְלָה מִקְצָתָהּ בָּֽטְלָה כּוּלָּהּ. וַהֲרֵי שְׁלֹמֹה מְבַקֵּשׁ לַעֲקוֹר יוּ״ד מִמֶּנִּי. אָמַר לָהּ הַקָּדוֹשׁ בָּרוּךְ הוּא. שְׁלֹמֹה וְאֶלֶף כְּיוֹצֵא בוֹ בְטֵילִין וְדָבָר מִמָּךְ אֵינוֹ בָטֵל.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<sup class=\"footnote-marker\">181</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Kohelet Rabbah 2:3\" href=\"/Kohelet_Rabbah.2.3\"><i>Eccl.</i> <i>r</i>. 2(3</a>), <a class=\"refLink\" data-ref=\"Leviticus 16:1-18:30\" href=\"/Leviticus.16.1-18.30\"><i>Tanhuma Aḥare Mot</i> 1</a>, <a class=\"refLink\" data-ref=\"Leviticus 16:1-18:30\" href=\"/Leviticus.16.1-18.30\"><i>Tanhuma Buber Ahare</i> <i>Mot</i> 2</a>, <a class=\"refLink\" data-ref=\"Leviticus 16:1-18:30\" href=\"/Leviticus.16.1-18.30\"><i>Pesiqṭa dR. Cahana</i>(Buber) <i>Ahare Mot</i> 168b–168a</a>.<br>Most of the verses quoted in these paragraphs are also quoted in the <a class=\"refLink\" data-ref=\"Sanhedrin 21b\" href=\"/Sanhedrin.21b\">Babli, 21b</a>. Cf. also <a class=\"refLink\" data-ref=\"Shir HaShirim Rabbah 1:10\" href=\"/Shir_HaShirim_Rabbah.1.10\"><i>Cant. rabba</i> 1(10</a>).</i> It is written<sup class=\"footnote-marker\">193</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Ecclesiastes 2:2\" href=\"/Ecclesiastes.2.2\"><i>Eccl.</i> 2:2</a>.</i>: <i>To amusement I said, be praised</i>. The Holy One, praise to him, said to Solomon: What is this crown on your head? Descend from My throne! Rebbi Yose ben Ḥanina said, at that moment an angel came down looking like Solomon, removed him from his throne, and sat in his stead. He was going around in synagogues and houses of study, saying <i>I am Ecclesiastes, I used to be king over Israel in Jerusalem</i><sup class=\"footnote-marker\">194</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Ecclesiastes 1:12\" href=\"/Ecclesiastes.1.12\"><i>Eccl.</i> 1:12</a>.</i>. They were telling him, the king sits on his chair of honor<sup class=\"footnote-marker\">195</sup><i class=\"footnote\">Latin <i>bisellium</i>; cf. Löw in Krauss’s <i>Lehnwörter</i>.</i> and you say, <i>I am Ecclesiastes</i>? They hit him with a stick and brought a dish of split beans before him. At that moment, he said: <i>that is my part</i><sup class=\"footnote-marker\">196</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Ecclesiastes 2:10\" href=\"/Ecclesiastes.2.10\"><i>Eccl.</i> 2:10</a>.</i>. Some say, a staff. Others say, a rod. Others say, with his belt. <sup class=\"footnote-marker\">197</sup><i class=\"footnote\"><i>Cant. r. ad</i> 5:10, <a class=\"refLink\" data-ref=\"Vayikra Rabbah 19:2\" href=\"/Vayikra_Rabbah.19.2\"><i>Lev</i>. <i>r</i>. 19(2</a>), <a class=\"refLink\" data-ref=\"Shemot Rabbah 6:1\" href=\"/Shemot_Rabbah.6.1\"><i>Ex</i>. <i>r</i>. 6(1</a>). Solomon is accused of wanting to remove the imperative from <a class=\"refLink\" data-ref=\"Deuteronomy 17:17\" href=\"/Deuteronomy.17.17\"><i>Deut</i>. 17:17</a>.</i> Who had accused him? Rebbi Joshua ben Levi said, י in יַרְבֶּה<sup class=\"footnote-marker\">160</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"II Samuel 23:15-16\" href=\"/II_Samuel.23.15-16\"><i>2S</i>. 23:15–16</a>; <a class=\"refLink\" data-ref=\"I Chronicles 11:17-18\" href=\"/I_Chronicles.11.17-18\"><i>1Chr</i>. 11:17–18</a>.</i> accused him. Rebbi Simeon ben Ioḥai stated: The book Deuteronomy ascended, bowed down before the Holy One, praise to Him, and said to Him: Master of the Universe, You wrote in Your Torah that any disposition<sup class=\"footnote-marker\">198</sup><i class=\"footnote\">Greek διαθήκη “will, disposition”.</i> which is partially invalid is totally invalid, and now Solomon wants to uproot a י from me! The Holy One, praise to Him, said to it: Solomon and a thousand like him will disappear but nothing from you will disappear.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6231887f574a17ca6b93d", "index_title": "Jerusalem Talmud Sanhedrin", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Sanhedrin 7:6:5", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Jerusalem Talmud Sanhedrin 7:6:5", "sourceHeRef": "תלמוד ירושלמי סנהדרין ז׳:ו׳:ה׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 6.0005, "collectiveTitle": {"en": "Jerusalem Talmud Sanhedrin", "he": "תלמוד ירושלמי סנהדרין"}, "heTitle": "תלמוד ירושלמי סנהדרין", "he": "תַּמָּן תַּנִּינָן. רִבִּי יְהוּדָה אוֹמֵר. אִם לֹא הָֽיְתָה אִמּוֹ רְאוּיָה לְאָבִיו אֵינוֹ חַייָב אֶלָּא אַחַת. הָא אִם הָֽיְתָה אִמּוֹ רְאוּיָה לָאָבִיו חַייָב שְׁתַּיִם. רִבִּי אַבָּהוּ בְשֵׁם רִבִּי יוֹחָנָן. לֹא שַׁנְייָא. בֵּין שֶׁהָֽיְתָה אִמּוֹ רְאוּיָה לָאָבִיו בֵּין שֶׁאֵין אִמּוֹ רְאוּיָה לָאָבִיו אֵינוֹ חַייָב אֶלָּא אַחַת. טַעֲמֵיהּ דְּרִבִּי יוֹחָנָן. אִמְּךָ֣ הִיא. מִשּׁוּם אִמּוֹ אַתָּה מְחַייְבוֹ. עִרָה אֶת כָּל־הַפָּרָשָׁה לָאֵם. רִבִּי בּוּן בַּר חִייָה בְּעָא קוֹמֵי רִבִּי זְעִירָא. מָה רָאָה רִבִּי יוֹחָנָן לִתְפוֹשׂ אֶת הָאֵם וּלְהָנִיחַ אֶת אֵשֶׁת הָאָב. אָמַר לֵיהּ. דְּהוּא סָבַר כְּרִבִּי יִשְׁמָעֵאל. דְּרִבִּי יִשְׁמָעֵאל דָּרַשׁ. עֶרְוַ֥ת אֵֽשֶׁת־אָבִ֖יךָ. בִּזְכוּר הַכָּתוּב מְדַבֵּר. וְאֵין אָבִיו בִּכְלַל הַזְּכוּר. אֶלָּא לְחַייְבוּ שְׁתַּיִם. דְּתַנֵּי. הָבָּא עַל אָבִיו חַייָב עָלָיו שְׁתַּיִם. וְנִיתְנֵי. שְׁלֹשִׁים וְשֶׁבַע כְּרִיתוֹת בַּתּוֹרָה. רִבִּי מָנָא אָמַר. כָּל־שֵׁם זְכוּר אֶחָד. עֶרְוַ֥ת אֵֽשֶׁת־אָבִ֖יךָ בְּאֵשֶׁת אָב הַכָּתוּב מְדַבֵּר. עֶרְוַ֥ת אִמְּךָ֖ זוֹ אִמּוֹ שֶׁהִיא אֵשֶׁת אָבִיו. אִמּוֹ שֶׁאֵינָהּ אֵשֶׁת אָבִיו מְנַיִין. אִמְּךָ֣ הִ֔וא לֹ֥א תְגַלֶּה֖ עֶרְוָתָֽהּ׃ מָה עֲבַד לָהּ רִבִּי יִשְׁמָעֵאל. פָּתַר לָהּ לְאַחַר מִיתָה. וְלֵית לֵיהּ לְרִבִּי עֲקִיבָה כֵּן עֶרְוַ֥ת אָבִ֖יךָ הִיא׃ לֹא שַׁנְייָא בֵּין בְּחַיֵּיהָ בֵּין לְאַחַר מִיתָה. <i data-overlay=\"Vilna Pages\" data-value=\"34b\"></i>רִבִּי עֲקִיבָה דָּרַשׁ. עֶרְוַ֥ת אֵֽשֶׁת־אָבִ֖יךָ. בְּאֵשֶׁת אָב הַכָּתוּב מְדַבֵּר. עֶרְוַ֥ת אִמְּךָ֖ זוֹ אִמּוֹ שֶׁהִיא אֵשֶׁת אָבִיו. אִמּוֹ שֶׁאֵינָהּ אֵשֶׁת אָבִיו מְנַיִין. אִמְּךָ֣ הִ֔וא לֹ֥א תְגַלֶּה֖ עֶרְווָתָהּ׃ מָה עֲבַד לָהּ רִבִּי יִשְׁמָעֵאל. פָּתַר לָהּ לְאַחַר מִיתָה. וְלֵית לֵיהּ לְרִבִּי עֲקִיבָה כֵּן עֶרְוַ֥ת אָבִ֖יךָ עֶרְוַ֥ת אִמְּךָ֖. מָה אָבִיךָ כָּל־שֶׁהוּא אָבִיךָ בֵּין לָעוֹנֶשׁ בֵּין לָאַזְהָרָה. אַף אִמְּךָ כָּל־שֶׁהִיא אִמְּךָ בֵּין לָעוֹנֶשׁ בֵּין לָאַזְהָרָה. לָא מִסְתַּבְּרָה דְדָרִישׁ אָהֵן קִרְייָה. אֶלָּא רִבִּי יוּדָה דְּלֵית לֵיהּ אִמּוֹ שֶׂהִיא אֵשֶׁת אָבִיו צָרִיךְ מִידְרוֹשׁ עֶרְוַ֥ת אָבִ֖יךָ וְעֶרְוַ֥ת אִמְּךָ֖. מָה אָבִיךָ כָּל־שֶׁהוּא אָבִיךָ בֵּין לָעוֹנֶשׁ בֵּין לָאַזְהָרָה. אַף אִמְּךָ כָּל־שֶׁהִיא אִמְּךָ בֵּין לָעוֹנֶשׁ בֵּין לָאַזְהָרָה. אָמַר רִבִּי זְעִירָה. הָדָא אָֽמְרָה. לְמֵידִין מִגְּזֵירָה שָׁוָה אֲפִילוּ מופְנָה מִצַּד אֶחָד. אָמַר לֵיהּ רִבִּי יוּדָן. לֵית דָא פְשִׁיטָא עַל דְּרִבִּי עֲקִיבָה. דְּרִבִּי עֲקִיבָה אָמַר. גְּזֵירָה שָׁוָה אַף עַל פִּי שֶׁאֵינָהּ מוּפְנָה.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<sup class=\"footnote-marker\">142</sup><i class=\"footnote\">These two paragraphs are partially corrupt. In a few places, the required corrections are obvious; other passages are not so simple. The text was treated at length by M. Assis לפירושה של סוגיא אחת בירושלמי סנהדרין Sinai 99(1986) pp. 110–127. The parallel in the <a class=\"refLink\" data-ref=\"Sanhedrin 53a-54a\" href=\"/Sanhedrin.53a-54a\">Babli is 53a–54a</a>.</i> There, we have stated<sup class=\"footnote-marker\">143</sup><i class=\"footnote\">In the Yerushalmi תַּמָּן תַּנִּינָן always introduces a Mishnah quote. Already J. N. Epstein in מבוא לנוסח המשנה p. 150 has noted that one should read תַּמָּן תְּנַיִין “there (in Babylonia) one states.” The Babylonian <i>baraita</i> is quoted in the <a class=\"refLink\" data-ref=\"Sanhedrin 53a\" href=\"/Sanhedrin.53a\">Babli, 53a</a>.</i>: Rebbi Jehudah says, if his mother was not fit for his father, he is liable only for one [sacrifice]. Therefore, if his mother was fit for his father, he is liable for two. Rebbi Abbahu in the name of Rebbi Joḥanan: There is no difference. Whether his mother was fit for his father or unfit for his father, he is liable only once. The reason of Rebbi Joḥanan<sup class=\"footnote-marker\">144</sup><i class=\"footnote\">It seems that one has to read “R. Jehudah” since R. Johanan opposes the conclusion of the argument.</i>: <i>Your mother is she</i>, you find him guilty because of his mother; this directs the entire chapter towards his mother<sup class=\"footnote-marker\">145</sup><i class=\"footnote\">This is only the end of an argument which can be reconstructed from <a class=\"refLink\" data-ref=\"Sifra, Kedoshim, Chapter 9 12\" href=\"/Sifra,_Kedoshim,_Chapter_9.12\"><i>Sifra Qedošim Pereq</i> 9(12</a>). <a class=\"refLink\" data-ref=\"Leviticus 18:7\" href=\"/Leviticus.18.7\"><i>Lev</i>. 18:7</a> reads: <i>Your father’s nakedness and your mother’s nakedness you shall not uncover; she is your mother, do not uncover her nakedness</i>. The unusual wordiness of the verse has to be explained. Later in the paragraph there is disagreement whether <i>your father’s nakedness</i> refers to homosexual relations or describes a woman other than the mother who had sexual relations with the father. R. Jehudah opts for the first alternative. The mother then is singled out; she is equally forbidden whether she is or ever was his father’s wife or not, just as the father is forbidden whether he ever was married to his mother or not. This excludes any possibility to charge relations with her as father’s wife as a separate crime.</i>. Rebbi Abun bar Ḥiyya asked before Rebbi Zeˋira: What caused Rebbi Joḥanan<sup class=\"footnote-marker\">144</sup><i class=\"footnote\">It seems that one has to read “R. Jehudah” since R. Johanan opposes the conclusion of the argument.</i> to concentrate on the mother and to leave the father’s wife aside? He told him, for he argues with Rebbi Ismael, as Rebbi Ismael explained: <i>Your father’s wife’s nakedness</i><sup class=\"footnote-marker\">146</sup><i class=\"footnote\">Obviously one has to read <i>your father’s nakedness</i> (<a class=\"refLink\" data-ref=\"Leviticus 18:7\" href=\"/Leviticus.18.7\">v. 7</a>) instead of a quote from v.8.</i>; the verse refers to the male. Is not his father included in the category of the male<sup class=\"footnote-marker\">147</sup><i class=\"footnote\">Since homosexual intercourse also is a capital crime.</i>? Only to make him liable twice, as we have stated: A person having sexual relations with his father is doubly liable about him<sup class=\"footnote-marker\">148</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Sanhedrin 54a\" href=\"/Sanhedrin.54a\">Babli 54a</a>; <a class=\"refLink\" data-ref=\"Tosafot on Sanhedrin 54a:12:1\" href=\"/Tosafot_on_Sanhedrin.54a.12.1\">Tosaphot <i>s. v</i>. הבא</a>.</i>. Then should we not state “thirty-seven extirpations in the Torah”<sup class=\"footnote-marker\">149</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Mishnah Keritot 1:1\" href=\"/Mishnah_Keritot.1.1\">Mishnah <i>Keritut</i> 1:1</a> lists 36 separate cases of extirpation; homosexual acts with the father are not listed.</i>? Rebbi Mana said, all denotations of males are one. <sup class=\"footnote-marker\">150</sup><i class=\"footnote\">This text is repeated later as R. Aqiba’s opinion. Since R. Ismael was quoted as opposing this interpretation, it is not his opinion. The text is dittography from the following.</i><i>Your father’s wife’s nakedness</i>; the verse refers to the father’s wife. <i>Your mother’s nakedness</i>, that is his mother who is his father’s wife. From where his mother who is not his father’s wife? <i>Your mother is she; do not uncover her nakedness</i>. How does Rebbi Ismael treat this? He explains it to apply after [the father’s] death<sup class=\"footnote-marker\">151</sup><i class=\"footnote\">Why is the mother mentioned twice, once in parallel with the father and once separately?</i>. Does Rebbi Aqiba not explain <i>she is your father’s nakedness</i><sup class=\"footnote-marker\">152</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 18:8\" href=\"/Leviticus.18.8\"><i>Lev</i>. 18:8</a>, referring to the stepmother.</i>? There is no difference whether during lifetime or after death. Rebbi Aqiba explains: <i>Your father’s wife’s nakedness</i><sup class=\"footnote-marker\">146</sup><i class=\"footnote\">Obviously one has to read <i>your father’s nakedness</i> (<a class=\"refLink\" data-ref=\"Leviticus 18:7\" href=\"/Leviticus.18.7\">v. 7</a>) instead of a quote from v.8.</i>, the verse refers to the father’s wife. <i>Your mother’s nakedness</i>, that is his mother who is his father’s wife. From where his mother who is not his father’s wife? <i>Your mother is she; do not uncover her nakedness</i>. How does Rebbi Ismael treat this? He explains it to apply after [the father’s] death<sup class=\"footnote-marker\">153</sup><i class=\"footnote\">Dittography from above.</i>. Does not Rebbi Aqiba treat <i>your father’s nakedness, your mother’s nakedness</i><sup class=\"footnote-marker\">154</sup><i class=\"footnote\">M. Assis here sees a lacuna referring to the earlier statement that the mother remains equally forbidden whether or not the father is alive. This is not a necessary inference.</i>? Since <i>your father</i> refers to your father in any capacity<sup class=\"footnote-marker\">155</sup><i class=\"footnote\">Whether married, seducer, rapist or paying for sexual services.</i> both for punishment<sup class=\"footnote-marker\">156</sup><i class=\"footnote\">Punishment is spelled out in <a class=\"refLink\" data-ref=\"Leviticus 20:11\" href=\"/Leviticus.20.11\"><i>Lev</i>. 20:11</a>, warning in 18:7.</i> and warning, so also <i>your mother</i> refers to one’s mother in any capacity both for punishment and warning. Is it not reasonable to explain that verse except following Rebbi Jehudah who because he does not accept “his mother who is his father’s wife”<sup class=\"footnote-marker\">157</sup><i class=\"footnote\">He rejects the interpretation that the first mention of <i>your mother</i> in v. 7 refers to the father’s wife, the second mention to a mother not married to his father.</i> must explain that <i>your father’s nakedness, your mother’s nakedness</i> refers to your father in any capacity both for punishment and warning, so also <i>your mother</i> refers to your mother in any capacity both for punishment and warning. Rebbi Zeˋira said, this implies that one infers from parallel language<sup class=\"footnote-marker\">158</sup><i class=\"footnote\">גְּזֵירָה שָׁוָה “equal cut” is the transfer of rules from one law to another if identical language was used. The majority opinion accepts inferences from “equal cut” only if (a) there exists a tradition that the words in question were written for this purpose and (b) no other inferences are drawn from the expressions in question (<a class=\"refLink\" data-ref=\"Niddah 22b\" href=\"/Niddah.22b\">Babli <i>Niddah</i> 22b</a>). Property (b) is meant if an expression is called “free”. The equal cut here is the use of <i>your father’s nakedness</i> both in v.7 and v.8. As we have seen, in v.7 the expression clearly is not “free”.</i> even if it is free only from one side<sup class=\"footnote-marker\">159</sup><i class=\"footnote\">M. Assis rightly points out that it is not free even in v.8 since the expression is used to forbid the stepmother after the father’s death.</i>. Rebbi Yudan said to him<sup class=\"footnote-marker\">160</sup><i class=\"footnote\">As M. Assis points out, the statement also is quoted in <a class=\"refLink\" data-ref=\"Jerusalem Talmud Yoma 8:3:2-15\" href=\"/Jerusalem_Talmud_Yoma.8.3.2-15\"><i>Yoma</i> 8:3</a> (45a l. 48) where R. Yudan’s statement is an independent remark. Since R. Yudan lived a generation after R. Zeˋira, the <i>Yoma</i> version has to be accepted.</i>, this is obvious for Rebbi Aqiba since Rebbi Aqiba infers from parallel language even if it is not free<sup class=\"footnote-marker\">161</sup><i class=\"footnote\">This statement is unknown to Babylonian sources; the statement of the Babylonian R. Zeˋira is found in the <a class=\"refLink\" data-ref=\"Shabbat 64a\" href=\"/Shabbat.64a\">Babli, <i>Šabbat</i> 64a</a>, <a class=\"refLink\" data-ref=\"Niddah 22b\" href=\"/Niddah.22b\"><i>Niddah</i> 22b</a>.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6231887f574a17ca6b935", "index_title": "Jerusalem Talmud Sanhedrin", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Sanhedrin 7:6:2", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Jerusalem Talmud Sanhedrin 7:6:2", "sourceHeRef": "תלמוד ירושלמי סנהדרין ז׳:ו׳:ב׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Jerusalem Talmud Sanhedrin", "he": "תלמוד ירושלמי סנהדרין"}, "heTitle": "תלמוד ירושלמי סנהדרין", "he": "<strong><big>הלכה:</big></strong> הַבָּא עַל הָאֵם כול׳. הַבָּא עַל אֵשֶׁת אָב כול׳. אַזְהָרָה לָבֹא עַל הָאֵם מְנַיִין. עֶרְוַת אִמְּךָ֖ לֹ֣א תְגַלֵּה֑. כָּרֵת מְנַיִין. כִּ֚י כָּל־אֲשֶׁ֣ר יַֽעֲשֶׂ֔ה מִכֹּ֥ל הַתּֽוֹעֵבוֹת הָאֵ֑לֶּה וְנִכְרְת֛וּ הַנְּפָשׁ֥וֹת הָֽעוֹשׂוֹת מִקֶּ֥רֶב עַמָּֽם׃ אַזְהָרָה לָבֹא עַל אֵשֶׁת אָב מְנַיִין. עֶרְוַ֥ת אֵֽשֶׁת־אָבִ֖יךָ לֹ֣א תְגַלֵּה֑. כָּרֵת מְנַיִין. כִּ֚י כָּל־אֲשֶׁ֣ר יַֽעֲשֶׂ֔ה וגו׳. עוֹנֶשׁ מְנַיִין. וְאִ֗ישׁ אֲשֶׁ֤ר יִשְׁכַּב֙ אֶת־אֵ֣שֶׁת אָבִ֔יו עֶרְוַ֥ת אָבִ֖יו גִּלָּה֑ מוֹת־יֽוּמְת֥וּ וגו׳.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>HALAKHAH:</strong> “A person having sexual relations with the mother,” etc. Halakhah 7:“A person having sexual relations with the father’s wife,” etc. From where the warning<sup class=\"footnote-marker\">129</sup><i class=\"footnote\">A prohibition the penalty for which is not spelled out carries a penalty of flogging (<i>Deut</i>. 25:21). For any more serious infraction the pentateuchal style requires that separate verses must spell out (1) the prohibition, (2) the penalty to be imposed by the court, (3) the penalty imposed by Heaven in case the crime was not observed by two blameless adult male witnesses and, therefore, no court case was possible. In case of sexual crimes this would mean that the witnesses have to see the sex act. For a civil case, such as a husband wishing to divorce his wife because of her adultery, without paying her <i>ketubah</i>, it is enough for witnesses to testify to her going to a room with another man, locking the door, and extinguishing the lights. But this is not enough for a criminal conviction.</i> for a person having sexual relations with the mother? <i>Your mother’s nakedness you shall not uncover</i>.<sup class=\"footnote-marker\">130</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 18:7\" href=\"/Leviticus.18.7\"><i>Lev</i>. 18:7</a>.</i> From where extirpation? <i>For anybody who would commit any of these abominations, the guilty persons will be extirpated from their people</i><sup class=\"footnote-marker\">131</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 18:29\" href=\"/Leviticus.18.29\"><i>Lev</i>. 18:29</a>.</i>. From where the warning for a person having sexual relations with the father’s wife? <i>Your father’s wife’s nakedness you shall not uncover</i>.<sup class=\"footnote-marker\">132</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 18:8\" href=\"/Leviticus.18.8\"><i>Lev</i>. 18:8</a></i> From where extirpation? <i>For anybody who would commit</i>,<sup class=\"footnote-marker\">131</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 18:29\" href=\"/Leviticus.18.29\"><i>Lev</i>. 18:29</a>.</i> etc. Punishment from where? <i>A man who would sleep with his father’s wife, his father’s nakedness he uncovered; they shall be put to death</i>,<sup class=\"footnote-marker\">133</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 20:11\" href=\"/Leviticus.20.11\"><i>Lev</i>. 20:11</a>. Even R. Jehudah will agree that this verse also refers to the mother. The verse ends: <i>their blood be on them</i>. In the next Halakhah it will be determined that this expression implies stoning; cf. <a class=\"refLink\" data-ref=\"Sanhedrin 54a\" href=\"/Sanhedrin.54a\">Babli 54a</a>.</i> etc.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6233587f574a17ca6c606", "index_title": "Jerusalem Talmud Yevamot", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Yevamot 2:4:6", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "Jerusalem Talmud Yevamot 2:4:6", "sourceHeRef": "תלמוד ירושלמי יבמות ב׳:ד׳:ו׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 4.0006, "collectiveTitle": {"en": "Jerusalem Talmud Yevamot", "he": "תלמוד ירושלמי יבמות"}, "heTitle": "תלמוד ירושלמי יבמות", "he": "רַב אָמַר. כָּל־שֶׁאִילּוּ נְקֵיבָה מִן הַתּוֹרָה אֲסוּרָה כְּיוֹצֵא בוֹ זָכָר אִשְׁתּוֹ אֲסוּרָה. אֲחוֹת אָבִיו נְקֵיבָה אֲסוּרָה. אֲחִי אָבִיו זָכָר אִשְׁתּוֹ אֲסוּרָה.. אֲחוֹת אִמּוֹ נְקֵיבָה אֲסוּרָה. אֲחִי אִמּוֹ זָכָר אִשְׁתּוֹ אֲסוּרָה. בַּת בְּנוֹ נְקֵיבָה אֲסוּרָה. בֶּן בְּנוֹ זָכָר אִשְׁתּוֹ אֲסוּרָה. בַּת בִּתּוֹ נְקֵיבָה אֲסוּרָה. בֶּן בִּתּוֹ זָכָר אִשְׁתּוֹ אֲסוּרָה. אָמַר רִבִּי יַעֲקֹב דְּרוֹמַייָא קוֹמֵי רִבִּי יוֹסֵי. אִית לָךְ אַף תַּרְתֵּי. אִמּוֹ תּוֹרָה. אֵם אִמּוֹ שְׁנִייָה לָהּ. אָֽסְרוּ אֵם אָבִיו מִפְּנֵי אֵם אִמּוֹ. אֵשֶׁת בְּנוֹ תוֹרָה. אֵשֶׁת בֶּן בּנְוֹ שְׁנִייָה לָהּ. אָֽסְרוּ אֵשֶׁת בֶּן בִּתּוֹ מִפְּנֵי אֵשֶׁת בֶּן בְּנוֹ. אָמַר רִב מַּתַּנְייָא. אִית לָךְ אַף תַּרְתֵּי. אֵשֶׁת אָבִיו תּורָה. אֵשֶׁת אֲבִי אָבִיו שְׁנִיָּה לָהּ. אָֽסְרוּ אֵשֶׁת אֲבִי אִמּוֹ מִפְּנֵי אֵשֶׁת אֲבִי אָבִיו. אֵשֶׁת אֲחִי אָבִיו מֵאָבִיו תּוֹרָה. אֵשֶׁת אֲחִי אָבִיו מֵאִמּוֹ שְׁנִייָה לָהּ. אָֽסְרוּ אֵשֶׁת אֲחִי אִמּוֹ מֵאִמּוֹ מִפְּנֵי אֵשֶׁת אֲחִי אָבִיו מֵאִמּוֹ.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Rav said<sup class=\"footnote-marker\">95</sup><i class=\"footnote\">In the <a class=\"refLink\" data-ref=\"Yevamot 21b\" href=\"/Yevamot.21b\">Babli, 21b</a>, this is reported as a Galilean statement which is rejected because it is not valid in all cases.</i>: In all cases where the female is forbidden by the Torah, the wife of the corresponding male is forbidden. The father’s sister is forbidden as female; the wife of the father’s brother, the corresponding male, is forbidden<sup class=\"footnote-marker\">96</sup><i class=\"footnote\">Both cases are biblical, <a class=\"refLink\" data-ref=\"Leviticus 18:12\" href=\"/Leviticus.18.12\"><i>Lev</i>. 18:12</a>,<a class=\"refLink\" data-ref=\"Leviticus 18:14\" href=\"/Leviticus.18.14\">14</a>. It seems that Rav claims biblical status for his statement.</i>. The mother’s sister is forbidden as female<sup class=\"footnote-marker\">97</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 18:13\" href=\"/Leviticus.18.13\"><i>Lev</i>. 18:13</a>. The second case is a secondary prohibition.</i>; the wife of the mother’s brother, the corresponding male, is forbidden His son’s daughter is forbidden as female<sup class=\"footnote-marker\">98</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 18:17\" href=\"/Leviticus.18.17\"><i>Lev</i>. 18:17</a>.</i>; the wife of his son’s son, the corresponding male, is forbidden His daughter’s daughter is forbidden as female<sup class=\"footnote-marker\">98</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 18:17\" href=\"/Leviticus.18.17\"><i>Lev</i>. 18:17</a>.</i>; the wife of his daughter’s son, the corresponding male, is forbidden Rebbi Jacob the Southerner said before Rebbi Yose, there are another two. His mother is biblical<sup class=\"footnote-marker\">99</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 18:7\" href=\"/Leviticus.18.7\"><i>Lev</i>. 18:7</a>.</i>. His mother’s mother is secondary to her. They forbade his father’s mother because of his mother’s mother<sup class=\"footnote-marker\">100</sup><i class=\"footnote\">She is in the list of secondary prohibitions. As the <a class=\"refLink\" data-ref=\"Yevamot 21b\" href=\"/Yevamot.21b\">Babli notes, 21b</a>, in general one does not admit fences around fences of the law (cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Yevamot 2:4:1\" href=\"/Jerusalem_Talmud_Yevamot.2.4.1\">Note 72</a>), so without Rav’s rule, she should be permitted. The Babli has a special explanation for the prohibitions, because grandmother and grandfather are called grand <i>mother</i> and grand <i>father</i> by the grandchildren, which gives them status of father and mother. The Yerushalmi disagrees and holds that there is never a fence for a fence of the law. In the next paragraph one proves the biblical prohibition of some so-called secondaries.</i>. His son’s wife is biblical<sup class=\"footnote-marker\">101</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 18:15\" href=\"/Leviticus.18.15\"><i>Lev</i>. 18:15</a>.</i>. His son’s son’s wife is secondary to her. They forbade his daughter’s son’s wife because of his son’s son’s wife. Rebbi Mattaniah said, there are another two. His father’s wife is biblical<sup class=\"footnote-marker\">102</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 18:8\" href=\"/Leviticus.18.8\"><i>Lev</i>. 18:8</a>.</i>. His paternal grandfather’s wife is secondary to her. They forbade his maternal grandfather’s wife because of his paternal grandfather’s wife. His father’s paternal brother’s wife is biblical<sup class=\"footnote-marker\">103</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 18:14\" href=\"/Leviticus.18.14\"><i>Lev</i>. 18:14</a>. It was stated in <a class=\"refLink\" data-ref=\"Jerusalem Talmud Yevamot 1:1:2-26\" href=\"/Jerusalem_Talmud_Yevamot.1.1.2-26\">Halakhah 1:1</a> that “brother” means “paternal brother”.</i>. His father’s maternal brother’s wife is secondary to her. They forbade his mother’s maternal halfbrother’s wife because of his father’s maternal brother’s wife.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "63048f58082ee59f3f55a318", "index_title": "Horeb", "category": "Jewish Thought", "type": "", "ref": "Horeb 439:2", "anchorRef": "Leviticus 18:4-19:20", "anchorRefExpanded": ["Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20"], "sourceRef": "Horeb 439:2", "sourceHeRef": "חורב תל״ט:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1835], "commentaryNum": 439.0002, "collectiveTitle": {"en": "Horeb", "he": "חורב"}, "he": "את משפטי תעשו ואת חקתי תשמרו, ללכת בהם, אני ה׳ אלקיכם. ושמרתם את חקתי ואת משפטי, אשר יעשה אתם האדם וחי בהם, אני ה׳. איש איש אל כל שאר בשרו לא תקרבו לגלות ערוה וגו׳ ואל אשה בנדת טמאתה לא תקרב לגלות ערותה. ואל אשת עמיתך לא תתן שכבתך לזרע לטמאה בה וגו׳ (ויקרא י״ח ד׳ — י״ט כ׳).", "heVersionTitle": "Vilna, 1895", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cf7ab6084aa1cbef8425", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אָב² 1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "BDB, אָב² 1", "sourceHeRef": "בראון-דרייבר-בריגס, אָב² א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אָב²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אָב</span></big><sub>1191</sub>  <strong>n.m. father (</strong>Ph. <span dir=\"rtl\">אב</span>, Assyrian <em>abu</em>, Arabic <span dir=\"rtl\">أَبٌ</span>, Sab. <span dir=\"rtl\">אב</span> CIS<sup>iv, 1. 37 1. 2</sup> al. Ethiopic አብ Aramaic <span dir=\"rtl\">אַבָּא</span>, <span dir=\"rtl\">ܐܰܒܳܐ</span> <strong>)</strong>—abs. <span dir=\"rtl\">אָב</span> <a data-ref=\"Genesis 44:19\" href=\"/Genesis.44.19\">Gn 44:19</a> + 47 times; cstr. <span dir=\"rtl\">אַב</span> <a data-ref=\"Genesis 17:4\" href=\"/Genesis.17.4\">Gn 17:4</a>, <a data-ref=\"Genesis 17:5\" href=\"/Genesis.17.5\">5</a> (cf. in <span dir=\"rtl\">אַבְרָהָם</span> <em>ib.</em> & elsewhere in n.pr. On Hal’s proposes <span dir=\"rtl\">אֲבִר</span> v. <a data-ref=\"BDB, אַבְרָהָם\" href=\"/BDB,_אַבְרָהָם\", dir=\"rtl\">אברהם</a>); <a ,=\"\" data-ref=\"BDB, אֲבִי\" dir=\"rtl\" href=\"/BDB,_אֲבִי\">אֲבִי</a> (cf. Ge<sup>§§ 90, 3b, 96</sup>) <a data-ref=\"Genesis 4:20\" href=\"/Genesis.4.20\">Gn 4:20</a> +; sf. <span dir=\"rtl\">אָבִי</span> <a data-ref=\"Genesis 19:34\" href=\"/Genesis.19.34\">Gn 19:34</a> + (MI <span dir=\"rtl\">אבי</span>); <span dir=\"rtl\">אָבִיךָ</span> <a data-ref=\"Genesis 12:1\" href=\"/Genesis.12.1\">Gn 12:1</a> +; <span dir=\"rtl\">אָבִיו</span> <a data-ref=\"Genesis 2:24\" href=\"/Genesis.2.24\">Gn 2:24</a> +; <span dir=\"rtl\">אָבִ֫יהוּ</span> <a data-ref=\"Judges 14:10\" href=\"/Judges.14.10\">Ju 14:10</a> + 6 times; pl. <span dir=\"rtl\">אָבוֹת</span> <a data-ref=\"Exodus 12:3\" href=\"/Exodus.12.3\">Ex 12:3</a> +; cstr. <span dir=\"rtl\">אֲבוֹת</span> <a data-ref=\"Exodus 6:25\" href=\"/Exodus.6.25\">Ex 6:25</a> + 7 times; sf. <span dir=\"rtl\">אֲבוֹתַי</span> (<span dir=\"rtl\">אֲבֹתַי</span>, <span dir=\"rtl\">אֲבוֹתָ֑י</span>) <a data-ref=\"Genesis 47:9\" href=\"/Genesis.47.9\">Gn 47:9</a> + 15 times; <span dir=\"rtl\">אֲבוֹתֵיהֶם</span> <a data-ref=\"I Chronicles 4:38\" href=\"/I_Chronicles.4.38\">1 Ch 4:38</a> + 32 times (late); <span dir=\"rtl\">אֲבוֹתָם</span> <a data-ref=\"Exodus 4:5\" href=\"/Exodus.4.5\">Ex 4:5</a> + 106 times etc.;—<br><strong>1.</strong>  <em>father of individual</em> <a data-ref=\"Genesis 2:24\" href=\"/Genesis.2.24\">Gn 2:24</a> (+ <span dir=\"rtl\">אֵם</span>) <a data-ref=\"Genesis 11:28\" href=\"/Genesis.11.28\">11:28</a>, <a data-ref=\"Genesis 11:29\" href=\"/Genesis.11.29\">29</a><sup>(×2)</sup>; <a data-ref=\"Genesis 19:31\" href=\"/Genesis.19.31\">19:31</a>, <a data-ref=\"Genesis 19:32\" href=\"/Genesis.19.32\">32</a>, <a data-ref=\"Genesis 19:33\" href=\"/Genesis.19.33\">33</a>, + often (mostly JED); of father as commanding <a data-ref=\"Genesis 50:16\" href=\"/Genesis.50.16\">Gn 50:16</a> (J) <a data-ref=\"Jeremiah 35:6\" href=\"/Jeremiah.35.6\">Je 35:6 f</a> <a data-ref=\"Proverbs 6:20\" href=\"/Proverbs.6.20\">Pr 6:20</a> (cf. <a data-ref=\"Genesis 18:19\" href=\"/Genesis.18.19\">Gn 18:19</a> J <a data-ref=\"Genesis 28:1\" href=\"/Genesis.28.1\">28:1</a>, <a data-ref=\"Genesis 28:6\" href=\"/Genesis.28.6\">6</a> P <a data-ref=\"I Samuel 17:20\" href=\"/I_Samuel.17.20\">1 S 17:20</a> <a data-ref=\"I Kings 2:1\" href=\"/I_Kings.2.1\">1 K 2:1</a>); instructing <span dir=\"rtl\">מוסר</span> <a data-ref=\"Proverbs 1:8\" href=\"/Proverbs.1.8\">Pr 1:8</a>; <a data-ref=\"Proverbs 4:1\" href=\"/Proverbs.4.1\">4:1</a> (cf. <a data-ref=\"Deuteronomy 8:5\" href=\"/Deuteronomy.8.5\">Dt 8:5</a>); specif. as begetter, <em>genitor</em> <a data-ref=\"Proverbs 23:22\" href=\"/Proverbs.23.22\">Pr 23:22</a> <a data-ref=\"Zechariah 13:3\" href=\"/Zechariah.13.3\">Zc 13:3</a><sup>(×2)</sup> (+ <span dir=\"rtl\">אֵם</span>) <a data-ref=\"Isaiah 45:10\" href=\"/Isaiah.45.10\">Is 45:10</a>; cf. <a data-ref=\"Genesis 49:4\" href=\"/Genesis.49.4\">Gn 49:4</a> (J) <a data-ref=\"Leviticus 18:7\" href=\"/Leviticus.18.7\">Lv 18:7</a>, <a data-ref=\"Leviticus 18:8\" href=\"/Leviticus.18.8\">8</a>, <a data-ref=\"Leviticus 18:11\" href=\"/Leviticus.18.11\">11</a> (P); rebuking <a data-ref=\"Genesis 37:10\" href=\"/Genesis.37.10\">Gn 37:10</a>; loving <a data-ref=\"Genesis 37:4\" href=\"/Genesis.37.4\">Gn 37:4</a>; <a data-ref=\"Genesis 44:20\" href=\"/Genesis.44.20\">44:20</a> (JE; cf. <a data-ref=\"Genesis 22:2\" href=\"/Genesis.22.2\">22:2</a>; <a data-ref=\"Genesis 25:28\" href=\"/Genesis.25.28\">25:28</a>; <a data-ref=\"Genesis 37:3\" href=\"/Genesis.37.3\">37:3</a> <a data-ref=\"II Samuel 14:1\" href=\"/II_Samuel.14.1\">2 S 14:1</a>); pitying <a data-ref=\"Psalms 103:13\" href=\"/Psalms.103.13\">ψ 103:13</a> (in sim. cf. <a data-ref=\"II Samuel 18:5\" href=\"/II_Samuel.18.5\">2 S 18:5</a>); blessing <a data-ref=\"Genesis 27:41\" href=\"/Genesis.27.41\">Gn 27:41</a> (JE cf. <a data-ref=\"Genesis 27:4\" href=\"/Genesis.27.4\">27:4</a> also <a data-ref=\"Genesis 28:1\" href=\"/Genesis.28.1\">28:1</a> P +); as glad <a data-ref=\"Proverbs 10:1\" href=\"/Proverbs.10.1\">Pr 10:1</a>; <a data-ref=\"Proverbs 15:20\" href=\"/Proverbs.15.20\">15:20</a> cf. <a data-ref=\"Proverbs 29:3\" href=\"/Proverbs.29.3\">29:3</a>; grieving <a data-ref=\"Genesis 37:35\" href=\"/Genesis.37.35\">Gn 37:35</a> (JE; cf. <a data-ref=\"II Samuel 12:22\" href=\"/II_Samuel.12.22\">2 S 12:22</a>; <a data-ref=\"II Samuel 19:1\" href=\"/II_Samuel.19.1\">19:1</a>, <a data-ref=\"II Samuel 19:2\" href=\"/II_Samuel.19.2\">2 f</a>) etc. Also as obj. of honour, obedience, love <a data-ref=\"Exodus 20:12\" href=\"/Exodus.20.12\">Ex 20:12</a> (E) = <a data-ref=\"Deuteronomy 5:16\" href=\"/Deuteronomy.5.16\">Dt 5:16</a>; <a data-ref=\"Exodus 21:15\" href=\"/Exodus.21.15\">Ex 21:15</a>, <a data-ref=\"Exodus 21:17\" href=\"/Exodus.21.17\">17</a> (E) <a data-ref=\"Deuteronomy 21:18\" href=\"/Deuteronomy.21.18\">Dt 21:18</a>, <a data-ref=\"Deuteronomy 21:19\" href=\"/Deuteronomy.21.19\">19</a> <a data-ref=\"Genesis 28:7\" href=\"/Genesis.28.7\">Gn 28:7</a> (P), <a data-ref=\"Genesis 50:1\" href=\"/Genesis.50.1\">50:1</a>, <a data-ref=\"Genesis 50:5\" href=\"/Genesis.50.5\">5</a> <a data-ref=\"I Kings 19:20\" href=\"/I_Kings.19.20\">1 K 19:20</a> (all + <span dir=\"rtl\">אֵם</span>) (J) <a data-ref=\"Malachi 1:6\" href=\"/Malachi.1.6\">Mal 1:6</a> etc. Hence metaph. of <em>intimate connection</em> <a data-ref=\"Job 17:14\" href=\"/Job.17.14\">Jb 17:14</a> <em>to corruption I cry, My father</em> art <em>thou</em> (‖ <span dir=\"rtl\">אִמִּי וַאֲחֹתִי לָֽרִמָּה</span>).<br><strong>2.</strong>  of God as <em>father of his people</em> (v. RS<sup>Sem 42</sup>), who constituted, controls, guides and lovingly watches over it: <a data-ref=\"Deuteronomy 32:6\" href=\"/Deuteronomy.32.6\">Dt 32:6</a> <a data-ref=\"Jeremiah 3:4\" href=\"/Jeremiah.3.4\">Je 3:4</a>, <a data-ref=\"Jeremiah 3:19\" href=\"/Jeremiah.3.19\">19</a>; <a data-ref=\"Jeremiah 31:9\" href=\"/Jeremiah.31.9\">31:9</a> <a data-ref=\"Isaiah 63:16\" href=\"/Isaiah.63.16\">Is 63:16</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 64:7\" href=\"/Isaiah.64.7\">64:7</a> <a data-ref=\"Malachi 1:6\" href=\"/Malachi.1.6\">Mal 1:6</a>; <a data-ref=\"Malachi 2:10\" href=\"/Malachi.2.10\">2:10</a> (cf. <a data-ref=\"Exodus 4:22\" href=\"/Exodus.4.22\">Ex 4:22</a>; <a data-ref=\"Exodus 19:4\" href=\"/Exodus.19.4\">19:4</a> (JE) <a data-ref=\"Deuteronomy 32:11\" href=\"/Deuteronomy.32.11\">Dt 32:11</a> <a data-ref=\"Hosea 11:1\" href=\"/Hosea.11.1\">Ho 11:1</a>); cf. <a data-ref=\"Jeremiah 2:27\" href=\"/Jeremiah.2.27\">Je 2:27</a> (of idolatr. Isr.) <span dir=\"rtl\">אֹמְרִים לָעֵץ אָבִי אַתָּה וְלָאֶבֶן אַתְּ ילדתני׃</span>; especially God as <em>father of Davidic line</em> <a data-ref=\"II Samuel 7:14\" href=\"/II_Samuel.7.14\">2 S 7:14</a> <a data-ref=\"Psalms 89:27\" href=\"/Psalms.89.27\">ψ 89:27</a>; f. <em>of needy</em> (late) <a data-ref=\"Psalms 68:6\" href=\"/Psalms.68.6\">ψ 68:6</a> (cf. <a data-ref=\"Psalms 103:13\" href=\"/Psalms.103.13\">103:13</a>) (in n.pr., f. <em>of individ.</em>, cf. infr.)<br><strong>3.</strong>  <em>head of household</em>, family or clan; <span dir=\"rtl\">בֵּית אָבִי</span> as abode <a data-ref=\"Genesis 38:11\" href=\"/Genesis.38.11\">Gn 38:11</a><sup>(×2)</sup> <a data-ref=\"Leviticus 22:13\" href=\"/Leviticus.22.13\">Lv 22:13</a> +; = family <a data-ref=\"Genesis 24:40\" href=\"/Genesis.24.40\">Gn 24:40</a> (‖ <span dir=\"rtl\">מִשְׁפַחְתִּי</span>) <a data-ref=\"Genesis 41:51\" href=\"/Genesis.41.51\">41:51</a>; <a data-ref=\"Genesis 46:31\" href=\"/Genesis.46.31\">46:31</a> + cf. <a data-ref=\"Numbers 18:1\" href=\"/Numbers.18.1\">Nu 18:1</a>, <a data-ref=\"Numbers 18:2\" href=\"/Numbers.18.2\">2</a> <a data-ref=\"Joshua 2:12\" href=\"/Joshua.2.12\">Jos 2:12</a>, <a data-ref=\"Joshua 2:18\" href=\"/Joshua.2.18\">18</a>; <a data-ref=\"Joshua 6:25\" href=\"/Joshua.6.25\">6:25</a>; especially techn. of divisions of Isr. <span dir=\"rtl\">בֵּית אָב לְמִשְׁפָּחוֹת</span> <a data-ref=\"Numbers 3:30\" href=\"/Numbers.3.30\">Nu 3:30</a>, <a data-ref=\"Numbers 3:35\" href=\"/Numbers.3.35\">35</a> = a father’s house, i.e. a family or clan; more often pl. (<span dir=\"rtl\">אבותם</span>, <span dir=\"rtl\">אבותיו</span>) <span dir=\"rtl\">בֵית אָבוֹת</span> = fathers’ houses = families, clans (cf. Di on <a data-ref=\"Exodus 6:14\" href=\"/Exodus.6.14\">Ex 6:14</a>) <a data-ref=\"Exodus 6:14\" href=\"/Exodus.6.14\">Ex 6:14</a>; <a data-ref=\"Exodus 12:3\" href=\"/Exodus.12.3\">12:3</a> <a data-ref=\"Numbers 1:2\" href=\"/Numbers.1.2\">Nu 1:2</a>, <a data-ref=\"Numbers 1:18\" href=\"/Numbers.1.18\">18 ff.</a> (often in Nu) <a data-ref=\"Joshua 22:14\" href=\"/Joshua.22.14\">Jos 22:14</a><sup>(×2)</sup> without <span dir=\"rtl\">בית</span> <a data-ref=\"Joshua 14:1\" href=\"/Joshua.14.1\">Jos 14:1</a>; <a data-ref=\"Joshua 19:51\" href=\"/Joshua.19.51\">19:51</a>; <a data-ref=\"Joshua 21:1\" href=\"/Joshua.21.1\">21:1</a><sup>(×2)</sup> (always P in Hex.); also <a data-ref=\"I Chronicles 5:13\" href=\"/I_Chronicles.5.13\">1 Ch 5:13</a>, <a data-ref=\"I Chronicles 5:15\" href=\"/I_Chronicles.5.15\">15</a> + often in Ch; cf. <span dir=\"rtl\">רָאשֵׁי אבות הלוים</span> (= <span dir=\"rtl\">ר׳ בית א׳</span>) <a data-ref=\"Exodus 6:25\" href=\"/Exodus.6.25\">Ex 6:25</a> cf. <a data-ref=\"I Kings 8:1\" href=\"/I_Kings.8.1\">1 K 8:1</a> <a data-ref=\"I Chronicles 6:4\" href=\"/I_Chronicles.6.4\">1 Ch 6:4</a>; <a data-ref=\"I Chronicles 7:11\" href=\"/I_Chronicles.7.11\">7:11</a> + often Ch Ezr Ne.<br><strong>4.</strong>  <em>ancestor</em> (<strong>a</strong>) of individual; grandfather (instead of precise term) <a data-ref=\"Genesis 28:13\" href=\"/Genesis.28.13\">Gn 28:13</a>; <a data-ref=\"Genesis 32:10\" href=\"/Genesis.32.10\">32:10</a> (J; where used of Abr. & Isaac); greatgr. <a data-ref=\"I Kings 15:3\" href=\"/I_Kings.15.3\">1 K 15:3</a>; gr.-greatgr. <a data-ref=\"I Kings 15:11\" href=\"/I_Kings.15.11\">1 K 15:11</a>, <a data-ref=\"I Kings 15:24\" href=\"/I_Kings.15.24\">24</a> etc.; cf. <a data-ref=\"II Kings 14:3\" href=\"/II_Kings.14.3\">2 K 14:3</a>; <a data-ref=\"II Kings 15:38\" href=\"/II_Kings.15.38\">15:38</a>; <a data-ref=\"II Kings 16:2\" href=\"/II_Kings.16.2\">16:2</a>; <a data-ref=\"II Kings 18:3\" href=\"/II_Kings.18.3\">18:3</a>; <a data-ref=\"II Kings 22:2\" href=\"/II_Kings.22.2\">22:2</a>; often pl. (= <em>fathers, forefathers</em>) <a data-ref=\"Genesis 15:15\" href=\"/Genesis.15.15\">Gn 15:15</a>; <a data-ref=\"Genesis 46:34\" href=\"/Genesis.46.34\">46:34</a> (JE) <a data-ref=\"I Kings 19:4\" href=\"/I_Kings.19.4\">1 K 19:4</a>; <a data-ref=\"I Kings 21:3\" href=\"/I_Kings.21.3\">21:3</a>, <a data-ref=\"I Kings 21:4\" href=\"/I_Kings.21.4\">4</a> <a data-ref=\"II Kings 19:12\" href=\"/II_Kings.19.12\">2 K 19:12</a>; <a data-ref=\"II Kings 20:17\" href=\"/II_Kings.20.17\">20:17</a> +; particularly <span dir=\"rtl\">שׁכב עם אבותיו</span> <a data-ref=\"I Kings 1:21\" href=\"/I_Kings.1.21\">1 K 1:21</a>; <a data-ref=\"I Kings 2:10\" href=\"/I_Kings.2.10\">2:10</a>; <a data-ref=\"I Kings 11:21\" href=\"/I_Kings.11.21\">11:21</a>; <a data-ref=\"I Kings 22:40\" href=\"/I_Kings.22.40\">22:40</a> +; joined with <span dir=\"rtl\">ויקבר עם אב׳</span> <a data-ref=\"I Kings 14:31\" href=\"/I_Kings.14.31\">1 K 14:31</a>; <a data-ref=\"I Kings 15:24\" href=\"/I_Kings.15.24\">15:24</a>; <a data-ref=\"I Kings 22:51\" href=\"/I_Kings.22.51\">22:51</a> <a data-ref=\"II Kings 8:24\" href=\"/II_Kings.8.24\">2 K 8:24</a>; <a data-ref=\"II Kings 15:38\" href=\"/II_Kings.15.38\">15:38</a> cf. v <a data-ref=\"II Kings 15:7\" href=\"/II_Kings.15.7\">7</a>, <a data-ref=\"I Kings 16:20\" href=\"/I_Kings.16.20\">16:20</a> + (all of kings of Judah); intens., <span dir=\"rtl\">אֲבֹתֶיךָ וַאֲבוֹת אֲבֹתֶיךָ</span> <a data-ref=\"Exodus 10:6\" href=\"/Exodus.10.6\">Ex 10:6</a> cf. <a data-ref=\"Daniel 11:24\" href=\"/Daniel.11.24\">Dn 11:24</a>; (<strong>b</strong>) of people <a data-ref=\"Genesis 10:21\" href=\"/Genesis.10.21\">Gn 10:21</a> (J) <a data-ref=\"Genesis 17:4\" href=\"/Genesis.17.4\">17:4</a>, <a data-ref=\"Genesis 17:5\" href=\"/Genesis.17.5\">5</a> (P) <a data-ref=\"Genesis 19:37\" href=\"/Genesis.19.37\">19:37</a>, <a data-ref=\"Genesis 19:38\" href=\"/Genesis.19.38\">38</a> (J) <a data-ref=\"Genesis 36:9\" href=\"/Genesis.36.9\">36:9</a>, <a data-ref=\"Genesis 36:43\" href=\"/Genesis.36.43\">43</a> (P) <a data-ref=\"Deuteronomy 26:5\" href=\"/Deuteronomy.26.5\">Dt 26:5</a> <a data-ref=\"Isaiah 51:2\" href=\"/Isaiah.51.2\">Is 51:2</a>; <a data-ref=\"Isaiah 43:27\" href=\"/Isaiah.43.27\">43:27</a> (where <span dir=\"rtl\">אביך הראשׁון</span> <em>thy first father</em>, v. Che) cf. also <a data-ref=\"Ezekiel 16:3\" href=\"/Ezekiel.16.3\">Ez 16:3</a>, <a data-ref=\"Ezekiel 16:45\" href=\"/Ezekiel.16.45\">45</a> + often; pl. <a data-ref=\"Exodus 3:13\" href=\"/Exodus.3.13\">Ex 3:13</a>, <a data-ref=\"Exodus 3:15\" href=\"/Exodus.3.15\">15</a>, <a data-ref=\"Exodus 3:16\" href=\"/Exodus.3.16\">16</a> (E) <a data-ref=\"Deuteronomy 1:8\" href=\"/Deuteronomy.1.8\">Dt 1:8</a> <a data-ref=\"Joshua 1:6\" href=\"/Joshua.1.6\">Jos 1:6</a> <a data-ref=\"Judges 2:1\" href=\"/Judges.2.1\">Ju 2:1</a> <a data-ref=\"I Samuel 12:6\" href=\"/I_Samuel.12.6\">1 S 12:6</a> +; <a data-ref=\"I Samuel 12:15\" href=\"/I_Samuel.12.15\">1 S 12:15</a> ad fin read <span dir=\"rtl\">וּבְמַלְכְּכֶם</span> 𝔊 We Dr.<br><strong>5.</strong>  <em>originator</em> or <em>patron</em> of a class, profession, or art <a data-ref=\"Genesis 4:20\" href=\"/Genesis.4.20\">Gn 4:20</a>, <a data-ref=\"Genesis 4:21\" href=\"/Genesis.4.21\">21</a>.<br><strong>6.</strong>  fig. of <em>producer, generator</em> <a data-ref=\"Job 38:28\" href=\"/Job.38.28\">Jb 38:28</a> <span dir=\"rtl\">הֲיֵשׁ לַמָּטָר אָ֑ב</span> (‖ <span dir=\"rtl\">מִי־הוֹלִיד אֶגְלֵי־טָֽל׃</span>).<br><strong>7.</strong>  fig. of <em>benevolence</em> & protection <a data-ref=\"Job 29:16\" href=\"/Job.29.16\">Jb 29:16</a> <span dir=\"rtl\">אָב אָֽנֹכִי לָֽאֶבְיוֹנִים</span>, cf. <a data-ref=\"Job 31:18\" href=\"/Job.31.18\">31:18</a>; of Eliakim <a data-ref=\"Isaiah 22:21\" href=\"/Isaiah.22.21\">Is 22:21</a>; perhaps also of gracious Mess. king <span dir=\"rtl\">אֲבִי עַד</span> <a data-ref=\"Isaiah 9:5\" href=\"/Isaiah.9.5\">Is 9:5</a> <em>everlasting father</em> (Ge Ew De Che Brd Di)—others <em>divider of spoil</em> (Abarb Hi Kn KueBr<sup>MP</sup>).<br><strong>8.</strong>  term of <em>respect & honour</em> (<em>Abbas, Pater, Papa, Pope</em>); appl. to master <a data-ref=\"II Kings 5:13\" href=\"/II_Kings.5.13\">2 K 5:13</a>; priest <a data-ref=\"Judges 17:10\" href=\"/Judges.17.10\">Ju 17:10</a>; <a data-ref=\"Judges 18:19\" href=\"/Judges.18.19\">18:19</a>; prophet <a data-ref=\"II Kings 2:12\" href=\"/II_Kings.2.12\">2 K 2:12</a><sup>(×2)</sup>; <a data-ref=\"II Kings 6:21\" href=\"/II_Kings.6.21\">6:21</a>; <a data-ref=\"II Kings 13:14\" href=\"/II_Kings.13.14\">13:14</a><sup>(×2)</sup> cf. <a data-ref=\"II Kings 8:9\" href=\"/II_Kings.8.9\">8:9</a>; counsellor <a data-ref=\"Genesis 45:8\" href=\"/Genesis.45.8\">Gn 45:8</a> (E; cf. δευτέρου πατρός 𝔊 add. <a data-ref=\"Esther 3:13\" href=\"/Esther.3.13\">Est 3:13</a>; τῷ πατρί <a data-ref=\"The Book of Maccabees I (Kahana Translation) 11:32\" href=\"/The_Book_of_Maccabees_I_(Kahana_Translation).11.32\">1 Mac 11:32</a>); king <a data-ref=\"I Samuel 24:12\" href=\"/I_Samuel.24.12\">1 S 24:12</a>; artificer <a data-ref=\"II Chronicles 2:12\" href=\"/II_Chronicles.2.12\">2 Ch 2:12</a>; <a data-ref=\"II Chronicles 4:16\" href=\"/II_Chronicles.4.16\">4:16</a>.<br><strong>9.</strong>  specif., <em>ruler, chief</em> (late) <a data-ref=\"I Chronicles 2:24\" href=\"/I_Chronicles.2.24\">1 Ch 2:24</a>, <a data-ref=\"I Chronicles 2:42\" href=\"/I_Chronicles.2.42\">42</a><sup>(×2)</sup> etc. (cf. Ew<sup>§ 273b</sup>). See also Ew<sup>Gesch. i. 524 H i. 365</sup>. On the force of <span dir=\"rtl\">אָב</span> in proper names (in many prob. a divine title), v. Che<sup>Ency. Bib., abi, names with</sup> Nö<sup>ib., names, §§ 44, 45</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319cfddb6084aa1cbefcc53", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אִשָּׁה 1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "BDB, אִשָּׁה 1", "sourceHeRef": "בראון-דרייבר-בריגס, אִשָּׁה א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אִשָּׁה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אִשָּׁה</span></big><sub>775</sub>  <strong>n.f.</strong> woman, wife, female <strong>(</strong>Arabic <span dir=\"rtl\">أُنْثَى</span>, Sab. <span dir=\"rtl\">אנתֿת</span> etc. DHM<sup>ZK 1884, 360</sup>, Aramaic <span dir=\"rtl\">אִתְּתָא</span>, <span dir=\"rtl\">אִנְתְּתָא</span>, <span dir=\"rtl\">אִתָּא</span>, <span dir=\"rtl\">ܐܰܢ̱ܬܬܴܐ</span>, Palm. Nab. <span dir=\"rtl\">אנתתא</span>, Ethiopic አንስት Ph. <span dir=\"rtl\">אשת</span>, Assyrian <em>aššatu</em> COT<sup>Gloss</sup><strong>)</strong>—<span dir=\"rtl\">א׳</span> abs. <a data-ref=\"Genesis 2:23\" href=\"/Genesis.2.23\">Gn 2:23</a> +; cstr. <span dir=\"rtl\">אֵשֶׁת</span> <a data-ref=\"Genesis 11:29\" href=\"/Genesis.11.29\">Gn 11:29</a> + (appar. abs. <a data-ref=\"Deuteronomy 21:11\" href=\"/Deuteronomy.21.11\">Dt 21:11</a>; <a data-ref=\"I Samuel 28:7\" href=\"/I_Samuel.28.7\">1 S 28:7</a> <a data-ref=\"Psalms 58:9\" href=\"/Psalms.58.9\">ψ 58:9</a> but cf. Bö<sup>§ 728</sup> Ges<sup>§ 130, 5</sup>); sf. <span dir=\"rtl\">אִשְׁתִּי</span> <a data-ref=\"Genesis 20:11\" href=\"/Genesis.20.11\">Gn 20:11</a> +; <span dir=\"rtl\">אִשְׁתְּךָ</span> <a data-ref=\"Genesis 12:18\" href=\"/Genesis.12.18\">Gn 12:18</a> + (<span dir=\"rtl\">אֶשְׁתְּךָ</span> <a data-ref=\"Psalms 128:3\" href=\"/Psalms.128.3\">ψ 128:3</a>), etc.; Pl. †<span dir=\"rtl\">אִשֹּׁת</span> <a data-ref=\"Ezekiel 23:44\" href=\"/Ezekiel.23.44\">Ez 23:44</a> (Co <span dir=\"rtl\">לעשׂות</span>); <span dir=\"rtl\">נָשִׁים</span> <a data-ref=\"Genesis 4:19\" href=\"/Genesis.4.19\">Gn 4:19</a> +; cstr. <span dir=\"rtl\">נְשֵׁי</span> <a data-ref=\"Genesis 4:23\" href=\"/Genesis.4.23\">Gn 4:23</a> +; sf. <span dir=\"rtl\">נָשַׁי</span> <a data-ref=\"Genesis 30:26\" href=\"/Genesis.30.26\">Gn 30:26</a>; <a data-ref=\"I Kings 20:7\" href=\"/I_Kings.20.7\">1 K 20:7</a>; <span dir=\"rtl\">נְשֵׁיכֶם</span> <a data-ref=\"Exodus 22:23\" href=\"/Exodus.22.23\">Ex 22:23</a> +, etc.;—<br><strong>1.</strong>  <em>woman</em> <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">Gn 3:1</a>, <a data-ref=\"Genesis 3:2\" href=\"/Genesis.3.2\">2</a>; <a data-ref=\"Genesis 12:11\" href=\"/Genesis.12.11\">12:11</a> +; opp. man <a data-ref=\"Genesis 2:22\" href=\"/Genesis.2.22\">2:22</a>, <a data-ref=\"Genesis 2:23\" href=\"/Genesis.2.23\">23</a> <a data-ref=\"Exodus 35:29\" href=\"/Exodus.35.29\">Ex 35:29</a>; <a data-ref=\"Exodus 36:6\" href=\"/Exodus.36.6\">36:6</a>; <a data-ref=\"Deuteronomy 17:2\" href=\"/Deuteronomy.17.2\">Dt 17:2</a>, <a data-ref=\"Deuteronomy 17:5\" href=\"/Deuteronomy.17.5\">5</a>; <a data-ref=\"Deuteronomy 22:22\" href=\"/Deuteronomy.22.22\">22:22</a>; <a data-ref=\"I Samuel 21:5\" href=\"/I_Samuel.21.5\">1 S 21:5</a> +; <span dir=\"rtl\">א׳</span> emphat. <em>a genuine</em> (or ideal) <em>woman</em> <a data-ref=\"Ecclesiastes 7:28\" href=\"/Ecclesiastes.7.28\">Ec 7:28</a> (‖ <span dir=\"rtl\">אדם</span>); sim. of men as feeble, timid <a data-ref=\"Jeremiah 50:37\" href=\"/Jeremiah.50.37\">Je 50:37</a>; <a data-ref=\"Jeremiah 51:30\" href=\"/Jeremiah.51.30\">51:30</a>; note especially <span dir=\"rtl\">הַטַּף בַּנָּשִׁים</span> <em>the children among the women, female children</em> <a data-ref=\"Numbers 31:18\" href=\"/Numbers.31.18\">Nu 31:18</a> (P); as conceiving <a data-ref=\"Exodus 2:2\" href=\"/Exodus.2.2\">Ex 2:2</a>; <a data-ref=\"Leviticus 12:2\" href=\"/Leviticus.12.2\">Lv 12:2</a>; <a data-ref=\"II Samuel 11:5\" href=\"/II_Samuel.11.5\">2 S 11:5</a> +; travailing <a data-ref=\"Jeremiah 13:21\" href=\"/Jeremiah.13.21\">Je 13:21</a>; bearing children <a data-ref=\"Judges 13:24\" href=\"/Judges.13.24\">Ju 13:24</a>; <a data-ref=\"I Kings 3:18\" href=\"/I_Kings.3.18\">1 K 3:18</a>; cf. <a data-ref=\"Job 14:1\" href=\"/Job.14.1\">Jb 14:1</a>; <a data-ref=\"Job 15:14\" href=\"/Job.15.14\">15:14</a>; <a data-ref=\"Job 25:4\" href=\"/Job.25.4\">25:4</a> +, etc.; suckling <a data-ref=\"Isaiah 49:15\" href=\"/Isaiah.49.15\">Is 49:15</a>; <span dir=\"rtl\">אֹרַח כַּנָּשִׁים</span> <a data-ref=\"Genesis 18:11\" href=\"/Genesis.18.11\">Gn 18:11</a>; <span dir=\"rtl\">דֶּרֶךְ נָשִׁים</span> <a data-ref=\"Genesis 31:35\" href=\"/Genesis.31.35\">31:35</a>; with adj., or app., <span dir=\"rtl\">א׳מֵינֶקֶת</span> <em>nursing woman, nurse</em> <a data-ref=\"Exodus 2:7\" href=\"/Exodus.2.7\">Ex 2:7</a>; <span dir=\"rtl\">א׳ זוֹנָה</span> <em>harlot</em> <a data-ref=\"Joshua 2:1\" href=\"/Joshua.2.1\">Jos 2:1</a>; <a data-ref=\"Joshua 6:22\" href=\"/Joshua.6.22\">6:22</a>; <a data-ref=\"Judges 11:1\" href=\"/Judges.11.1\">Ju 11:1</a>; <a data-ref=\"Judges 16:1\" href=\"/Judges.16.1\">16:1</a>; <a data-ref=\"I Kings 3:16\" href=\"/I_Kings.3.16\">1 K 3:16</a>; <a data-ref=\"Proverbs 6:26\" href=\"/Proverbs.6.26\">Pr 6:26</a>; <a data-ref=\"Jeremiah 3:3\" href=\"/Jeremiah.3.3\">Je 3:3</a> <a data-ref=\"Ezekiel 16:30\" href=\"/Ezekiel.16.30\">Ez 16:30</a>; <a data-ref=\"Ezekiel 23:44\" href=\"/Ezekiel.23.44\">23:44</a>; so <span dir=\"rtl\">א׳ זָרָה</span> <a data-ref=\"Proverbs 2:16\" href=\"/Proverbs.2.16\">Pr 2:16</a>; <a data-ref=\"Proverbs 7:5\" href=\"/Proverbs.7.5\">7:5</a>; cf. also <a data-ref=\"Ezekiel 23:44\" href=\"/Ezekiel.23.44\">Ez 23:44</a> supr.; <span dir=\"rtl\">א׳ מְנָאָ֑פֶת</span> <em>adulteress</em> <a data-ref=\"Proverbs 30:20\" href=\"/Proverbs.30.20\">Pr 30:20</a> (cf. <span dir=\"rtl\">אֵשֶׁת אִישׁ</span> <a data-ref=\"Proverbs 6:26\" href=\"/Proverbs.6.26\">6:26</a>), <span dir=\"rtl\">אֵשֶׁת זְנוּנִים</span> <a data-ref=\"Hosea 1:2\" href=\"/Hosea.1.2\">Ho 1:2</a>; <span dir=\"rtl\">נָשִׁים נָכְרִיּוֹת</span> <em>foreign women</em> <a data-ref=\"I Kings 11:1\" href=\"/I_Kings.11.1\">1 K 11:1</a>, <a data-ref=\"I Kings 11:8\" href=\"/I_Kings.11.8\">8</a>; <a data-ref=\"Ezra 10:2\" href=\"/Ezra.10.2\">Ezr 10:2</a>, <a data-ref=\"Ezra 10:10\" href=\"/Ezra.10.10\">10</a>, <a data-ref=\"Ezra 10:11\" href=\"/Ezra.10.11\">11</a>, <a data-ref=\"Ezra 10:14\" href=\"/Ezra.10.14\">14</a>, <a data-ref=\"Ezra 10:17\" href=\"/Ezra.10.17\">17</a>, <a data-ref=\"Ezra 10:18\" href=\"/Ezra.10.18\">18</a>, <a data-ref=\"Ezra 10:44\" href=\"/Ezra.10.44\">44</a>; <a data-ref=\"Nehemiah 13:26\" href=\"/Nehemiah.13.26\">Ne 13:26</a>, <a data-ref=\"Nehemiah 13:27\" href=\"/Nehemiah.13.27\">27</a> (cf. v <a data-ref=\"Nehemiah 13:23\" href=\"/Nehemiah.13.23\">23</a>); <span dir=\"rtl\">א׳ חֲכָמָה</span> <em>wise woman</em>, one known as clever, shrewd <a data-ref=\"II Samuel 14:2\" href=\"/II_Samuel.14.2\">2 S 14:2</a>; <a data-ref=\"II Samuel 20:16\" href=\"/II_Samuel.20.16\">20:16</a>, etc.; also <span dir=\"rtl\">א׳ פִּילֶגֶשׁ</span> <em>concubine</em> <a data-ref=\"Judges 19:1\" href=\"/Judges.19.1\">Ju 19:1</a>, <a data-ref=\"Judges 19:27\" href=\"/Judges.19.27\">27</a>: <span dir=\"rtl\">א׳ אַלְמָנָה</span> <em>widow</em> <a data-ref=\"II Samuel 14:5\" href=\"/II_Samuel.14.5\">2 S 14:5</a>; <a data-ref=\"I Kings 11:26\" href=\"/I_Kings.11.26\">1 K 11:26</a>; <a data-ref=\"I Kings 17:9\" href=\"/I_Kings.17.9\">17:9</a>, <a data-ref=\"I Kings 17:10\" href=\"/I_Kings.17.10\">10</a>; <span dir=\"rtl\">א׳ נְבִיאָה</span> <em>prophetess</em> <a data-ref=\"Judges 4:4\" href=\"/Judges.4.4\">Ju 4:4</a>; also cstr. bef. noun of quality <span dir=\"rtl\">אֵשֶׁתרָ֑ע</span> <a data-ref=\"Proverbs 6:24\" href=\"/Proverbs.6.24\">Pr 6:24</a>; <span dir=\"rtl\">א׳ כְּסִילוּת</span> <a data-ref=\"Proverbs 9:13\" href=\"/Proverbs.9.13\">9:13</a>; <span dir=\"rtl\">א׳ חֵן</span> <a data-ref=\"Proverbs 11:16\" href=\"/Proverbs.11.16\">11:16</a>; <span dir=\"rtl\">א׳ חַיִל</span> <a data-ref=\"Proverbs 12:4\" href=\"/Proverbs.12.4\">12:4</a>; <a data-ref=\"Proverbs 31:10\" href=\"/Proverbs.31.10\">31:10</a>; <a data-ref=\"Ruth 3:11\" href=\"/Ruth.3.11\">Ru 3:11</a>; <span dir=\"rtl\">א׳ מִדְיָנִים</span> <a data-ref=\"Proverbs 21:9\" href=\"/Proverbs.21.9\">Pr 21:9</a>; <a data-ref=\"Proverbs 25:24\" href=\"/Proverbs.25.24\">25:24</a>; <a data-ref=\"Proverbs 27:15\" href=\"/Proverbs.27.15\">27:15</a>; <span dir=\"rtl\">א׳ מ׳ וָכָ֑עַס</span> <a data-ref=\"Proverbs 21:19\" href=\"/Proverbs.21.19\">21:19</a>.<br><strong>2.</strong>  <em>Wife</em> (woman belonging to a man, usually cstr. or sf.) <a data-ref=\"Genesis 2:24\" href=\"/Genesis.2.24\">Gn 2:24</a>, <a data-ref=\"Genesis 2:25\" href=\"/Genesis.2.25\">25</a>; <a data-ref=\"Genesis 3:8\" href=\"/Genesis.3.8\">3:8</a>, <a data-ref=\"Genesis 3:17\" href=\"/Genesis.3.17\">17</a>; <a data-ref=\"Genesis 4:1\" href=\"/Genesis.4.1\">4:1</a>, <a data-ref=\"Genesis 4:17\" href=\"/Genesis.4.17\">17</a> + often; of one betrothed <span dir=\"rtl\">(ארשׂ)</span> <a data-ref=\"Deuteronomy 20:7\" href=\"/Deuteronomy.20.7\">Dt 20:7</a>; <a data-ref=\"Deuteronomy 28:30\" href=\"/Deuteronomy.28.30\">28:30</a>; <span dir=\"rtl\">בַּעַל (הָ)אִשָּׁה</span> <a data-ref=\"Exodus 21:3\" href=\"/Exodus.21.3\">Ex 21:3</a>, <a data-ref=\"Exodus 21:22\" href=\"/Exodus.21.22\">22</a>; <span dir=\"rtl\">אִישׁ הָאִשָּׁה</span> <a data-ref=\"Judges 20:4\" href=\"/Judges.20.4\">Ju 20:4</a>; <span dir=\"rtl\">לְאִשָּׁה</span> <em>to wife</em> <a data-ref=\"Genesis 12:19\" href=\"/Genesis.12.19\">Gn 12:19</a>; <a data-ref=\"Genesis 16:3\" href=\"/Genesis.16.3\">16:3</a>; <a data-ref=\"Genesis 34:21\" href=\"/Genesis.34.21\">34:21</a> + often (after <span dir=\"rtl\">לָקַח</span>, <span dir=\"rtl\">נָתַן</span> husband or father subj.); <em>for wife</em> (after <span dir=\"rtl\">הָֽיְתָה</span>, woman subj.) <a data-ref=\"Genesis 20:12\" href=\"/Genesis.20.12\">Gn 20:12</a>; <a data-ref=\"Numbers 36:3\" href=\"/Numbers.36.3\">Nu 36:3</a>, <a data-ref=\"Numbers 36:6\" href=\"/Numbers.36.6\">6</a><sup>(×2)</sup>, <a data-ref=\"Numbers 36:11\" href=\"/Numbers.36.11\">11</a>, <a data-ref=\"Numbers 36:12\" href=\"/Numbers.36.12\">12</a>; <a data-ref=\"Deuteronomy 22:19\" href=\"/Deuteronomy.22.19\">Dt 22:19</a>, <a data-ref=\"Deuteronomy 22:29\" href=\"/Deuteronomy.22.29\">29</a> +; for unfaithful wife cf. <strong>1</strong>; cstr. in phr. <span dir=\"rtl\">אֵשֶׁת חֵיקֶ֑ךָ</span> <a data-ref=\"Deuteronomy 13:7\" href=\"/Deuteronomy.13.7\">Dt 13:7</a> cf. <a data-ref=\"Deuteronomy 28:54\" href=\"/Deuteronomy.28.54\">28:54</a>; <span dir=\"rtl\">א׳ נְעוּרֶיךָ</span> <a data-ref=\"Proverbs 5:18\" href=\"/Proverbs.5.18\">Pr 5:18</a>; <a data-ref=\"Malachi 2:14\" href=\"/Malachi.2.14\">Mal 2:14</a>, <a data-ref=\"Malachi 2:15\" href=\"/Malachi.2.15\">15</a>; <span dir=\"rtl\">א׳ בְּרִיתֶ֑ךָ</span> v <a data-ref=\"Malachi 2:14\" href=\"/Malachi.2.14\">14</a>; <span dir=\"rtl\">אֵשֶׁת אָב</span> = step-mother <a data-ref=\"Leviticus 18:8\" href=\"/Leviticus.18.8\">Lv 18:8</a>, <a data-ref=\"Leviticus 18:11\" href=\"/Leviticus.18.11\">11</a>; <a data-ref=\"Leviticus 20:11\" href=\"/Leviticus.20.11\">20:11</a>.<br><strong>3.</strong>  <em>Female</em> of animals <a data-ref=\"Genesis 7:2\" href=\"/Genesis.7.2\">Gn 7:2</a><sup>(×2)</sup>; v. also sub <strong>4</strong>.<br>†<strong>4.</strong>  With distrib. & recipr. sense, <span dir=\"rtl\">א׳ מֵאֵת רְעוּתָהּ</span> <em>each woman from her neighbour</em> <a data-ref=\"Exodus 11:2\" href=\"/Exodus.11.2\">Ex 11:2</a> (E); cf. <a data-ref=\"Ruth 1:8\" href=\"/Ruth.1.8\">Ru 1:8</a>, <a data-ref=\"Ruth 1:9\" href=\"/Ruth.1.9\">9</a>; <a data-ref=\"Jeremiah 9:19\" href=\"/Jeremiah.9.19\">Je 9:19</a>; <em>each one</em>, of birds of prey <a data-ref=\"Isaiah 34:15\" href=\"/Isaiah.34.15\">Is 34:15</a> cf. v <a data-ref=\"Isaiah 34:16\" href=\"/Isaiah.34.16\">16</a> (del. Bi Che); of cows (fig. of heartless women of Isr.) <a data-ref=\"Amos 4:3\" href=\"/Amos.4.3\">Am 4:3</a>; of sheep (fig. of Isr.) <a data-ref=\"Zechariah 11:9\" href=\"/Zechariah.11.9\">Zc 11:9</a>; & of inanimate things (P, & late) <span dir=\"rtl\">א׳ אֶל אֲחֹתָהּ</span> <a data-ref=\"Exodus 26:3\" href=\"/Exodus.26.3\">Ex 26:3</a><sup>(×2)</sup>, <a data-ref=\"Exodus 26:5\" href=\"/Exodus.26.5\">5</a>, <a data-ref=\"Exodus 26:6\" href=\"/Exodus.26.6\">6</a>, <a data-ref=\"Exodus 26:17\" href=\"/Exodus.26.17\">17</a> (P) <a data-ref=\"Ezekiel 1:9\" href=\"/Ezekiel.1.9\">Ez 1:9</a> (del. Co) v <a data-ref=\"Ezekiel 1:23\" href=\"/Ezekiel.1.23\">23</a>; <a data-ref=\"Ezekiel 3:13\" href=\"/Ezekiel.3.13\">3:13</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3b9b6084aa1cbf2a451", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֶרְוָה 1", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "BDB, עֶרְוָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֶרְוָה א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֶרְוָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">עֶרְוָה</span></big><sub>54</sub>  <strong>n.f. nakedness, pudenda</strong>;—abs. <span dir=\"rtl\">ע׳</span> <a data-ref=\"Exodus 28:42\" href=\"/Exodus.28.42\">Ex 28:42</a> <a data-ref=\"Leviticus 18:6\" href=\"/Leviticus.18.6\">Lv 18:6</a>; usually cstr. <span dir=\"rtl\">עֶרְוַת</span> <a data-ref=\"Genesis 9:22\" href=\"/Genesis.9.22\">Gn 9:22</a> +, sf. <span dir=\"rtl\">עֶרְוָתְֽךָ</span> <a data-ref=\"Exodus 20:20\" href=\"/Exodus.20.20\">Ex 20:23</a> (Ginsb), <a data-ref=\"Leviticus 18:10\" href=\"/Leviticus.18.10\">Lv 18:10</a>; <span dir=\"rtl\">עֶרְוָתֵךְ</span> <a data-ref=\"Isaiah 47:3\" href=\"/Isaiah.47.3\">Is 47:3</a> +; -<span dir=\"rtl\">תוֹ</span> <a data-ref=\"Leviticus 20:17\" href=\"/Leviticus.20.17\">Lv 20:17</a>, -<span dir=\"rtl\">תָהּ</span> <a data-ref=\"Leviticus 18:7\" href=\"/Leviticus.18.7\">18:7</a> +; sf. 3 fpl. <span dir=\"rtl\">עֶרְוָתָן</span> v <a data-ref=\"Leviticus 18:9\" href=\"/Leviticus.18.9\">9</a>, <a data-ref=\"Leviticus 18:10\" href=\"/Leviticus.18.10\">10</a>;—<br><strong>1.</strong>  <em>pudenda</em>, of man, <span dir=\"rtl\">רָאָה ע׳</span> implying shameful exposure <a data-ref=\"Genesis 9:22\" href=\"/Genesis.9.22\">Gn 9:22</a>, <a data-ref=\"Genesis 9:23\" href=\"/Genesis.9.23\">23</a> (J); mostly of woman: fig. of Jerus. (c. <span dir=\"rtl\">רָאָה</span>) <a data-ref=\"Lamentations 1:8\" href=\"/Lamentations.1.8\">La 1:8</a>; <a data-ref=\"Ezekiel 16:37\" href=\"/Ezekiel.16.37\">Ez 16:37</a>; usually c. <span dir=\"rtl\">גלה</span>: lit. <span dir=\"rtl\">תִּגָּלֶה ע׳</span> i.e. be exposed to view <a data-ref=\"Exodus 20:20\" href=\"/Exodus.20.20\">Ex 20:23</a> (Ginsb; van d. H. v <a data-ref=\"Exodus 20:23\" href=\"/Exodus.20.23\">26</a>; E), so, as shameful punishment, fig. of Egypt <a data-ref=\"Isaiah 20:4\" href=\"/Isaiah.20.4\">Is 20:4</a> (gloss according to Du Che Di-Kit), Bab. <a data-ref=\"Isaiah 47:3\" href=\"/Isaiah.47.3\">47:3</a>, of Jerus. <a data-ref=\"Ezekiel 16:37\" href=\"/Ezekiel.16.37\">Ez 16:37</a>; <a data-ref=\"Ezekiel 23:10\" href=\"/Ezekiel.23.10\">23:10</a>, <a data-ref=\"Ezekiel 23:29\" href=\"/Ezekiel.23.29\">29</a> (<span dir=\"rtl\">עֶרְוַת זְנוּנַיִךְ</span>; all three obj. of act. vb.); chiefly euphem. for cohabit., <span dir=\"rtl\">גִּלָּה ע׳</span> <a data-ref=\"Leviticus 18:6\" href=\"/Leviticus.18.6\">Lv 18:6</a> + (v. <span dir=\"rtl\">גלה</span> <strong>Pi. 1 a</strong>); fig. of Jerus. (vb. pass.) <a data-ref=\"Ezekiel 16:36\" href=\"/Ezekiel.16.36\">Ez 16:36</a>; <span dir=\"rtl\">רָאָה ע׳</span> in same meaning <a data-ref=\"Leviticus 20:17\" href=\"/Leviticus.20.17\">Lv 20:17</a><sup>(×2)</sup> (H; of both sexes); <span dir=\"rtl\">ע׳</span> also <a data-ref=\"Leviticus 18:8\" href=\"/Leviticus.18.8\">18:8</a>, <a data-ref=\"Leviticus 18:10\" href=\"/Leviticus.18.10\">10</a>, <a data-ref=\"Leviticus 18:16\" href=\"/Leviticus.18.16\">16</a> (H); <span dir=\"rtl\">כִּסָּה ע׳</span> <em>cover nakedness</em> <a data-ref=\"Genesis 9:23\" href=\"/Genesis.9.23\">Gn 9:23</a> (J), <a data-ref=\"Exodus 28:42\" href=\"/Exodus.28.42\">Ex 28:42</a> (P; <span dir=\"rtl\">בְּשַׂר ע׳</span>), <a data-ref=\"Hosea 2:11\" href=\"/Hosea.2.11\">Ho 2:11</a> (fig. of Isr.), <a data-ref=\"Ezekiel 16:8\" href=\"/Ezekiel.16.8\">Ez 16:8</a> (of Jerus.); reviling words are <span dir=\"rtl\">לְבֹשֶׁת ע׳ אִמֶּ֑ךָ</span> <a data-ref=\"I Samuel 20:30\" href=\"/I_Samuel.20.30\">1 S 20:30</a> (cf. Doughty<sup>Arab. Deserta i. 269</sup>).<br><strong>2.</strong>  <span dir=\"rtl\">עֶרְוַת דָּבָר</span> <em>nakedness of a thing</em>, i.e. prob. <em>indecency, improper behaviour</em> <a data-ref=\"Deuteronomy 23:15\" href=\"/Deuteronomy.23.15\">Dt 23:15</a>; <a data-ref=\"Deuteronomy 24:1\" href=\"/Deuteronomy.24.1\">24:1</a> (v. Dr).<br><strong>3.</strong>  fig. <span dir=\"rtl\">ע׳ הָאָרֶץ</span> <a data-ref=\"Genesis 42:9\" href=\"/Genesis.42.9\">Gn 42:9</a>, <a data-ref=\"Genesis 42:12\" href=\"/Genesis.42.12\">12</a> (E), i.e. its exposed, undefended parts (Arabic <span dir=\"rtl\">عَوْرَةٌ</span>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a0fc613f3c2d3b451f56", "index_title": "German Commentary on Mishnah Keritot", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Keritot 1:1:4", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "German Commentary on Mishnah Keritot 1:1:4", "sourceHeRef": "פירוש גרמני על משנה כריתות א׳:א׳:ד׳", "anchorVerse": 8, "sourceHasEn": true, "commentaryNum": 1.0004, "collectiveTitle": {"en": "German Commentary on Mishnah Keritot", "he": "פירוש גרמני על משנה כריתות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>der Frau seines Vaters.</b>  d. i. seiner Stiefmutter, Lev. 18, 8.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a03e613f3c2d3b44f636", "index_title": "German Commentary on Mishnah Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Sanhedrin 7:4:15", "anchorRef": "Leviticus 18:7-8", "anchorRefExpanded": ["Leviticus 18:7", "Leviticus 18:8"], "sourceRef": "German Commentary on Mishnah Sanhedrin 7:4:15", "sourceHeRef": "פירוש גרמני על משנה סנהדרין ז׳:ד׳:ט״ו", "anchorVerse": 7, "sourceHasEn": true, "commentaryNum": 4.0015, "collectiveTitle": {"en": "German Commentary on Mishnah Sanhedrin", "he": "פירוש גרמני על משנה סנהדרין"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>sofern es seine Mutter und seines Vaters Weib ist.</b>  Denn die Thora hat dafür zwei Verbote gestellt, Lev. 18, 7—8. Diese Bestimmung gilt nur für den Fall, dass die Mutter dem Vater als Weib angetraut ist.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e49efb613f3c2d3b44afa8", "index_title": "German Commentary on Mishnah Yevamot", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Yevamot 1:3:5", "anchorRef": "Leviticus 18:8", "anchorRefExpanded": ["Leviticus 18:8"], "sourceRef": "German Commentary on Mishnah Yevamot 1:3:5", "sourceHeRef": "פירוש גרמני על משנה יבמות א׳:ג׳:ה׳", "anchorVerse": 8, "sourceHasEn": true, "commentaryNum": 3.0005, "collectiveTitle": {"en": "German Commentary on Mishnah Yevamot", "he": "פירוש גרמני על משנה יבמות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>die Frau seines Vaters.</b>  Lev. 18, 8.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}]