[{"_id": "521b8f60edbab45814ae54fa", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 18:11:1", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Rashi on Leviticus 18:11:1", "sourceHeRef": "רש\"י על ויקרא י״ח:י״א:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>ערות בת אשת אביך.</b> לִמֵּד שֶׁאֵינוֹ חַיָּב עַל אֲחוֹתוֹ מִשִּׁפְחָה וְנָכְרִית, לְכָךְ נֶאֱמַר \"בַּת אֵשֶׁת אָבִיךָ\" — בִּרְאוּיָה לְקִדּוּשִׁין (שם כ\"ג):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ערות בת אשת אביך THE NAKEDNESS OF THY FATHER'S WIFE'S DAUGHTER… [THOU SHALT NOT UNCOVER] — This teaches us that one is not liable to excision for a union with one's sister (on his father’s side) who was born of a maid-servant or a non-Jewess. It is for this reason that Scripture instead of simply saying \"thy sister\"  uses the circumlocution \"the daughter of thy father's wife\" i. e. a woman who is fitted for Kiddushin (one with whom a marriage may be legitimately entered into, which is not the case with a שפחה ונכרית) (Yevamot 22b).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe2fbfba276047f6bc7", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 18:11", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Onkelos Leviticus 18:11", "sourceHeRef": "תרגום אונקלוס על ויקרא י״ח:י״א", "anchorVerse": 11, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 18.0011, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "עֶרְיַת בַּת אִתַּת אֲבוּךְ דִּילִידָא מִן אֲבוּךְ אֲחָתָךְ הִיא לָא תְגַלֵּי עֶרְיְתַהּ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "The nakedness of the daughter of your fathers wife who is born to your father; she is your sister, you shall not uncover her nakedness.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec3fe", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 18:11", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Targum Jonathan on Leviticus 18:11", "sourceHeRef": "תרגום יונתן על ויקרא י״ח:י״א", "anchorVerse": 11, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 18.0011, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "עֶרְיַית בַּת אִתַּת אָבוּךְ דִילֵידַת מִן אַבָּךְ אַחְתָךְ הִיא לָא תִבְזֵי עִירְיְיתָהּ", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " The nakedness of thy father's wife's daughter, who hath been begotten of thy father, she is thy sister, thou shalt not dishonour.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54b1d9a4fbfba21603f57770", "index_title": "Mishneh Torah, Negative Mitzvot", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Negative Mitzvot 333", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Mishneh Torah, Negative Mitzvot 333", "sourceHeRef": "משנה תורה, מצוות לא תעשה של״ג", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 333, "collectiveTitle": {"en": "Mishneh Torah, Negative Mitzvot", "he": "משנה תורה, מצוות לא תעשה"}, "heTitle": "משנה תורה, מצוות לא תעשה", "he": "שלא לגלות ערוות אחות מן האב ומן האם, שנאמר \"ערוות בת אשת אביך מולדת אביך, אחותך היא--לא תגלה, ערוותה\" (ויקרא יח,יא).", "heVersionTitle": "Wikisource Mishneh Torah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "משנה תורה (ויקיטקסט)", "text": "Not to have intimate relations with a sister,<sup class=\"footnote-marker\">13</sup><i class=\"footnote\"><i>Sefer HaMitzvot</i> notes that this prohibition is almost identical with Negative Mitzvah 331, and explains that the Torah forbids such relations with two separate commands so that a person who commits such a sin will be held liable on two counts.</i> [the daughter of] either your father or your mother, as [Leviticus 18:11] states: \"She is the daughter of your father, your father's progeny, do not commit incest with her.\"", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "54b1d9d6fbfba21603f5a80c", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 196:1", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Sefer HaChinukh 196:1", "sourceHeRef": "ספר החינוך קצ״ו:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 196.0001, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "<b>שֶׁלֹּא לְגַלּוֹת עֶרְוַת אֲחוֹתוֹ מִן הָאָב וְהִיא בַּת אֵשֶׁת אָבִיו</b> – שֶׁלֹּא לְגַלּוֹת עֶרְוַת בַּת אֵשֶׁת אָבִיו כְּשֶׁתִּהְיֶה אֲחוֹתוֹ. כְּלוֹמַר שֶׁהִיא בַּת אָבִיו, שֶׁאִלּוּ בַּת אֵשֶׁת אָבִיו שֶׁאֵינָהּ אֲחוֹתוֹ כְּבָר אָמַרְנוּ לְמַעְלָה (מצוה קצב) שֶׁמֻּתָּר לִשָּׂא אוֹתָהּ לְאִשָּׁה לְכַתְּחִלָּה, אֶלָּא פֵּרוּשׁוֹ, בַּת אֵשֶׁת אָבִיו וְהִיא אֲחוֹתוֹ, שֶׁנֶּאֱמַר (ויקרא יח יא) עֶרְוַת בַּת אֵשֶׁת אָבִיךָ לֹא תְגַלֵּה. וּכְבָר כָּתַבְתִּי לְמַעְלָה בְּעֶרְוַת אָחוֹת, שֶׁהַלָּאו הַזֶּה בָּא כְּדֵי שֶׁיָּשִׂים אֲחוֹתוֹ מִנְּשׂוּאַת אָבִיו עֶרְוָה בִּפְנֵי עַצְמָהּ, וּכְעֵין מַה שֶּׁאָמַרְנוּ בְּאִמּוֹ (מצוה קצ), שֶׁאִם הִיא אֵשֶׁת אָב חַיָּב בָּהּ שְׁתַּיִם מִשּׁוּם אֵם וּמִשּׁוּם אֵשֶׁת אָב. וְהָרְאָיָה מָה שֶׁאָמְרוּ זִכְרוֹנָם לִבְרָכָה בִּיבָמוֹת (כב, ב) תָּנוּ רַבָּנַן הַבָּא עַל אֲחוֹתוֹ, וְהִיא בַּת אֵשֶׁת אָבִיו, חַיָּב מִשּׁוּם אֲחוֹת וּמִשּׁוּם בַּת אֵשֶׁת אָבִיו. רַבִּי יוֹסֵי בְּרַבִּי יְהוּדָה אוֹמֵר אֵינוֹ חַיָּב אֶלָּא מִשּׁוּם אֲחוֹתוֹ בִּלְבַד. מַאי טַעְמַיְהוּ דְּרַבָּנָן אָמְרִי מִכְּדֵי כְּתִיב עֶרְוַת אֲחוֹתְךָ בַת אָבִיךָ וְגוֹ', עֶרְוַת בַּת אֵשֶׁת אָבִיךָ מוֹלֶדֶת אָבִיךָ לָמָּה לִי, שְׁמַע מִנַּהּ לְחַיְּבוֹ מִשּׁוּם אֲחוֹתוֹ וּמִשּׁוּם בַּת אֵשֶׁת אָבִיו. נִמְצָא שֶׁהַשּׁוֹכֵב עִם אֲחוֹתוֹ שֶׁהִיא מֵאֲנוּסַת אָבִיו אֵין בָּהּ אֶלָּא לָאו אֶחָד, וְהַשּׁוֹכֵב עִם אֲחוֹתוֹ שֶׁהִיא מִנְּשׂוּאַת אָבִיו יִתְחַיֵּב שְׁנֵי לָאוִין, וּבְשׁוֹגֵג חַיָּב לְהָבִיא שְׁתֵּי חַטָּאוֹת. וּמִשְׁפְּטֵי הַשֵּׁם צָדְקוּ, כִּי אַחַר שֶׁתַּרְחִיק הַתּוֹרָה קֻרְבַת הָאָחוֹת רָאוּי לְהַחְמִיר בְּאוֹתָהּ שֶׁהִיא אָחוֹת גְּמוּרָה, רוֹצֶה לוֹמַר מִן הַנִּשּׂוּאִין, כִּי הִיא נִקְרֵאת אֲחוֹת אֱמֶת. וּכְעִנְיָן זֶה כָּתַב הָרַמְבַּ\"ן זִכְרוֹנוֹ לִבְרָכָה (אחרי מות יח ט).", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b>To not uncover the nakedness of his sister from the father, and she is the daughter of the wife of the father:</b> To not uncover the nakedness of the daughter of the wife of the father when she is his sister — meaning to say, that she is the daughter of his father. As if she was the daughter of the wife of his father that is not his sister, we have already said above (Sefer HaChinukh 192) that he is permitted to marry her from the outset. Rather, the understanding [of the prohibition] is that it is the daughter of the wife of his father and she is his sister, as it is stated (Leviticus 18:11), “The nakedness of the daughter of your father [...] you shall not reveal.” And I have already written above regarding the nakedness of the sister that this negative commandment comes in order to make his sister from the wife of his father a sexual prohibition by itself — and similar to what I wrote about his mother (Sefer HaChinukh 190): that if she is the wife of the father, he is liable with her for two — on account of the mother and on account of the wife of the father. And the proof is from that which they, may their memory be blessed, said in Yevamot 22b, “The Sages learned, ‘He who has intercourse with his sister who is the daughter of his father’s wife, is liable on account of his sister and on account of the daughter of his father’s wife.’ Rabbi Yose beRebbi Yehudah says, ‘He is liable only on account of his sister alone.’ What is the reason for the opinion of the rabbis? They said, ‘How is it? Since it is written in the Torah, “The nakedness of your sister, the daughter of your father, etc.” (Leviticus 18:9), for what do I need, “The nakedness of the daughter of the wife of your father, who has born into your father’s household,” (Leviticus 18:11)? We understand from this, [that] it is to make him liable on account of his sister and on account of the daughter of his father’s wife.’” It comes out that there is only one negative commandment with one who lays with his sister who is from a woman that his father raped; but one who lays with his sister from a woman that his father married is liable for [the transgression of] two negative commandments — and [so] if inadvertent, he is obligated to bring two sin-offerings. And “the judgments of God are righteous”: Since the Torah distanced the sister, it is fitting to be stringent with the one that is his full sister — meaning to say from marriage, as she is called the true sister. And like this matter did Ramban, may his memory be blessed, write (Ramban on Leviticus 18:9).", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "56894e77d6e4a90d903e1afa", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Kedoshim, Chapter 11 13", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Sifra, Kedoshim, Chapter 11 13", "sourceHeRef": "ספרא, קדושים, פרק יא י״ג", "anchorVerse": 11, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 13, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק יא", "he": "<small>הוספה:</small> [יג] אי \"אחותך\", אפילו שפחה? אפילו נכרית? תלמוד לומר \"בת אשת אביך\" (ויקרא יח, יא). אי \"בת אשת אביך\" יכול אפילו מאיש אחר? תלמוד לומר \"מולדת אביך\" (ויקרא יח, יא). ואם כן למה נאמר \"מולדת בית או מולדת חוץ\" (ויקרא יח, ט) – בין שאומרים לו \"קיים\" בין שאומרים לו \"הוצא\".", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "13) If (Vayikra 18:9) \"your sister,\" I might think even by a maidservant or by a gentile woman; it is, therefore, written (Vayikra 18:11) \"the daughter of your father's wife.\" If \"the daughter of your father's wife,\" I would think even (the daughter) by another man; it is, therefore, written \"begotten of your father\" If so, why is it written (Vayikra 18:9) \"born of the home or born of the outside? Whether (born of one concerning whom) we tell him \"Keep her\" (in the home, i.e., one that he was permitted to marry) or (born of one concerning whom) we tell him \"Send her out\" (i.e., one that he was not permitted to marry). ", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "56c4a458d6e4a96ff057dd62", "index_title": "Nineteen Letters", "category": "Jewish Thought", "type": "", "ref": "Nineteen Letters 11:4", "anchorRef": "Leviticus 18:4-24", "anchorRefExpanded": ["Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24"], "sourceRef": "Nineteen Letters 11:4", "sourceHeRef": "אגרות צפון י״א:ד׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1836], "commentaryNum": 11.0004, "collectiveTitle": {"en": "Nineteen Letters", "he": "אגרות צפון"}, "heTitle": "אגרות צפון", "he": "והחוקים: כמו עם האדם כן תתנהג עם כל יצור ממך ולמטה; מהאדמה אשר תשא הכל, עד הצמחים ומפלגת הבעלי חיים. גופך וכחות נפשך \"האני\" שלך, אשר יותר מכלם תכנה בשם \"שלי\" — הלא הוא, לפעול נגדם במדת הצדק כמו נגד האדם. — המשפט היוצא שם ממושג השווי של העצמים הדומים לך, יצא לנו פה ממושג קנין ה', ה', אשר הוא למגן ומחשה בעד כל הנכנעים תחתך מיצר לבבך. — חובות המשפטים מובנים וברורים לך יותר, יען עפ\"י הרוב עליך רק להכיר את עצמותך, למען תרגיש אל נכון את רגשות אחיך האדם, גבר עמיתך, לוא יכולת לחוש ולהרגיש ככה בדברים הנוגעים לכל יצור אחר, לוא הכרת ככה את גופך ורוחך ותנאי הפעולה אשר יפעלו יחד; כי אז גם החוקים היו ברורים ומובנים לך כהמשפטים, המה ידרשו ממך: כבוד היצורים בהיותם קנין ה', אל תשחית דבר מהם! אל תרע ואל תצר למו! אל תעש בם כלה! השתמש בכל דבר בהשכל ודעת. כבד את קיום המינים בהיותם סדר ה', אל תערבם כלאים. כבד את הברואים בהיותם עבדים במערכת הבריאה. כבד רגשות ונטיות הבעלי חיים. כבד גוף האדם גם בצאת נפשו. כבד גופך. והחזקתו בהיותו חומר, ציר וכלי יוצר לרוחך. להגביל ולהכניע גם נטיות לבבך ופעולותיך הארציות תחת חוק ה', למען גם הנה תהיינה קדושות רק על טהרת האנושיות בבנין תכלית האדם הקדושה, — ואל תשפל למדרגת בהמה. כבד רוחך חלק אלקי במזון וכלכלת גופו שהנהו כלי למעשהו, וכי תביא אל תוכו רק מזון כזה, אשר לא ישביתהו מטהרו, למען יוכל להיות ציר אמונים בעד העולם אל הרוח ובעד הרוח אל העולם, ולא יבוא לידי התרפות או מלחמת החושים. לכן עליך לכסות ולהכשיר את חלק הבהמי שלך, לבלי תפריז להעריך את ערכו ולכבדו, עד כי כל צדדי ההתנגדות יבואו בך אל עמק השוה, וגם התשוקה הבהמית תתהפך לתשוקת אדם המעלה בטוב טעם ודעת. ובאחרונה כבד נפשך בדבורך ומוצא שפתיך. — ", "heVersionTitle": "Iggerot Tzfun, Vilna 1890", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Chukkim. — Arbitrary or apparently inexplicable Statutes. — The same thoughtful regard which you show to man, show as well to every lower being; to the earth which bears and sustains all; to the world of animals and plants, to your own body, to your own mental faculties, to your \"ego,\" that which is most of all your own. It is the same justice which you owe to other human beings. What in the case of the Mishpatim results from the concept of identical personality, flows here from the fundamental notion of equal subordination to God, who defends all which is lower in order and subject to you against your caprice and the ebullitions of unregulated will. Your duties towards humanity are more intelligible to you simply because you have only to think of yourself, your own views and feelings, in order to recognize and sympathize with the demands and needs of your fellow-man. Could you put yourself as thoroughly in the place of other beings, could you even understand the conditions of the union and the combined activity of your own body and soul, you would find it as easy to comprehend Chukkim as Mishpatim. They ask of you to regard all beings as God's possessions; destroy none; abuse none; waste nothing; employ all things wisely; the kinds and species of plants and animals are God's order; mingle them not. All creatures are servants in the household of creation. Respect even the feelings and desires of beasts. Respect the body of man even when the personality has departed. Respect your own body as receptacle, messenger and instrument of the spirit. Limit and subdue your impulses and animal actions under the law of God that they be used in a manner truly human and holy for the upbuilding of the holy purpose of the human race, that man sink not into a mere beast. Respect your soul in nourishing your body; give the latter only so much and such food as will permit it to be a pure, obedient messenger of the world to the soul, of the soul to the world, but not such as to produce sluggishness or sensuality. Therefore conceal and elevate, do not esteem too highly thy animal part, in order that in the end all contradictory dispositions be eliminated from you, and even the beast-like become truly human. Finally, respect yourself in your purest emanation, your word. ", "versionTitle": "Bernard Drachman translation, 1899", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "57e77d1dd6e4a94c7c18a728", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 18:11", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Tafsir Rasag, Leviticus 18:11", "sourceHeRef": "תפסיר רס\"ג, ויקרא י״ח:י״א", "anchorVerse": 11, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 18.0011, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "סואה בנת זוג̇ה אביך אלמולודה מן אביך הי אלתי בינת אנהא אכ̇תך פלא תכשפן סואתהא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "585b89aed6e4a908ac4f319a", "index_title": "Mishneh Torah, Forbidden Intercourse", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Forbidden Intercourse 2:3", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Mishneh Torah, Forbidden Intercourse 2:3", "sourceHeRef": "משנה תורה, הלכות איסורי ביאה ב׳:ג׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Mishneh Torah, Forbidden Intercourse", "he": "משנה תורה, הלכות איסורי ביאה"}, "heTitle": "משנה תורה, הלכות איסורי ביאה", "he": "בַּת אֵשֶׁת אָבִיו שֶׁהִיא אֲחוֹתוֹ מֵאָבִיו הֲרֵי הִיא עֶרְוָה עָלָיו שֶׁנֶּאֱמַר <small>(ויקרא יח יא)</small> \"עֶרְוַת בַּת אֵשֶׁת אָבִיךָ מוֹלֶדֶת אָבִיךָ\". אֲבָל אִם נָשָׂא אָבִיו אִשָּׁה וְיֵשׁ לָהּ בַּת מֵאִישׁ אַחֵר אוֹתָהּ הַבַּת מֻתֶּרֶת לוֹ שֶׁאֵין זוֹ מוֹלֶדֶת אָבִיו. וַהֲלֹא מִשּׁוּם אֲחוֹתוֹ חַיָּב עָלֶיהָ וְלָמָּה נֶאֱמַר <small>(ויקרא יח יא)</small> \"בַּת אֵשֶׁת אָבִיךָ\" לְחַיֵּב עָלֶיהָ אַף מִשּׁוּם זֶה: \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "The daughter of his father's wife who is his paternal sister is an <i>ervah </i>for him, [as <i>ibid.</i>:11] states: \"the nakedness of the daughter of your father's wife, your father's offspring.\" If, however, a man's father marries a woman and she has a daughter from another man, that daughter is permitted to him.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Even if they were raised in the same household like a brother and a sister, marriage between them is permitted. We are not considered with the possible impression such a union might create [<i>Shulchan Aruch</i> (<i>Even HaEzer</i> 15:11)].</i> She is not \"your father's offspring.\" Behold one is already liable for [relations] with her because she is a sister, why then [does the Torah mention]: \"the daughter of your father's wife\"? So that one should be liable for this prohibition as well.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">And thus be required to bring two sin offerings.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "585b89aed6e4a908ac4f31a0", "index_title": "Mishneh Torah, Forbidden Intercourse", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Forbidden Intercourse 2:4", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Mishneh Torah, Forbidden Intercourse 2:4", "sourceHeRef": "משנה תורה, הלכות איסורי ביאה ב׳:ד׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 2.0004, "collectiveTitle": {"en": "Mishneh Torah, Forbidden Intercourse", "he": "משנה תורה, הלכות איסורי ביאה"}, "heTitle": "משנה תורה, הלכות איסורי ביאה", "he": "לְפִיכָךְ הַבָּא עַל אֲחוֹתוֹ שֶׁהִיא בַּת נְשׂוּאַת אָבִיו חַיָּב שְׁתַּיִם. אַחַת מִשּׁוּם <small>(ויקרא יח ט)</small> \"עֶרְוַת אֲחוֹתְךָ\" וְאַחַת מִשּׁוּם <small>(ויקרא יח יא)</small> \"עֶרְוַת בַּת אֵשֶׁת אָבִיךָ\". אֲבָל אִם אָנַס אָבִיו אִשָּׁה אוֹ פִּתָּה אוֹתָהּ וְהוֹלִיד מִמֶּנָּה בַּת וּבָא עָלֶיהָ אֵינוֹ חַיָּב אֶלָּא מִשּׁוּם אֲחוֹתוֹ בִּלְבַד. שֶׁאֵין בַּת הָאֲנוּסָה בַּת אֵשֶׁת אָבִיו: \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "Therefore a man who engages in relations with his sister who was born to his father's wife in marriage is liable for two [sin offerings]: one because of \"the nakedness of your sister\" and one because of \"the nakedness of the daughter of your father's wife.\" If, however, one's father raped or seduced a woman and conceived a daughter, one is liable only for having relations with one's sister. For the daughter of the woman who was raped is not the daughter of the wife of one's father.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">This applies even if afterwards, the father marries the woman who he raped or seduced (<i>Minchat Chinuch</i>, mitzvah 196).</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "58a44749d6e4a97ea8054302", "index_title": "Sifrei Devarim", "category": "Midrash", "type": "", "ref": "Sifrei Devarim 233:3", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Sifrei Devarim 233:3", "sourceHeRef": "ספרי דברים רל״ג:ג׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [200], "commentaryNum": 233.0003, "collectiveTitle": {"en": "Sifrei Devarim", "he": "ספרי דברים"}, "heTitle": "ספרי דברים", "he": "ערות אשת אחיך לא תגלה (דברים כה ה) יבמה יבא עליה שניהם נאמרו בדבור אחד, (במדבר לו ח) ", "heVersionTitle": "Sifre on Deuteronomy, ed. Dr. Louis Finkelstein. JTS, 1969", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "(Vayikra 18:11) \"The nakedness of your brother's wife you shall not uncover\" and (Devarim 25:5) \"Her levir (her husband's brother) shall come upon her\" were both stated in one pronouncement.", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "58ad9786d6e4a93323dc4075", "index_title": "Yevamot", "category": "Talmud", "type": "", "ref": "Yevamot 22b:11", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Yevamot 22b:11", "sourceHeRef": "יבמות כ״ב ב:י״א", "anchorVerse": 11, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 44.0011, "collectiveTitle": {"en": "Yevamot", "he": "יבמות"}, "heTitle": "יבמות", "he": "מַאי טַעְמַיְיהוּ דְּרַבָּנַן? אָמְרִי, מִכְּדֵי כְּתִיב: ״עֶרְוַת אֲחוֹתְךָ בַת אָבִיךָ אוֹ בַת אִמֶּךָ״, ״עֶרְוַת בַּת אֵשֶׁת אָבִיךָ מוֹלֶדֶת אָבִיךָ אֲחוֹתְךָ הִיא״ לְמָה לִי? שְׁמַע מִינַּהּ לְחַיְּיבוֹ מִשּׁוּם אֲחוֹתוֹ וּמִשּׁוּם בַּת אֵשֶׁת אָבִיו.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara asks: <b>What is the reason</b> for the opinion <b>of</b> the <b>Rabbis,</b> the first <i>tanna</i> of the <i>baraita</i>? <b>They said: Since it is written</b> in the Torah: <b>“The nakedness of your sister, the daughter of your father, or the daughter of your mother</b>…you shall not uncover” (Leviticus 18:9), then <b>why do I</b> need the verse: <b>“The nakedness of your father’s wife’s daughter, begotten of your father, she is your sister</b>…you shall not uncover” (Leviticus 18:11)? <b>Conclude from this</b> that the additional verse serves <b>to make him liable</b> separately <b>due to</b> the fact that she is <b>his sister and due to</b> the fact that she is <b>his father’s wife’s daughter.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "596c7b94d6e4a95e60570270", "index_title": "Makkot", "category": "Talmud", "type": "", "ref": "Makkot 5b:13", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Makkot 5b:13", "sourceHeRef": "מכות ה׳ ב:י״ג", "anchorVerse": 11, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 10.0013, "collectiveTitle": {"en": "Makkot", "he": "מכות"}, "heTitle": "מכות", "he": "עוֹנֶשׁ שָׁמַעְנוּ, אַזְהָרָה מִנַּיִן? תַּלְמוּד לוֹמַר ״עֶרְוַת אֲחוֹתְךָ בַת אָבִיךָ אוֹ בַת אִמֶּךָ״. אֵין לִי אֶלָּא בַּת אָבִיו שֶׁלֹּא בַּת אִמּוֹ, וּבַת אִמּוֹ שֶׁלֹּא בַּת אָבִיו. בַּת אָבִיו וּבַת אִמּוֹ מִנַּיִן? תַּלְמוּד לוֹמַר: ״עֶרְוַת בַּת אֵשֶׁת אָבִיךָ מוֹלֶדֶת אָבִיךָ אֲחוֹתְךָ הִוא״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "The <i>baraita</i> continues: <b>We heard</b> from that verse (Leviticus 20:17) the <b>punishment</b> for engaging in intercourse with one’s sister with whom he has both parents in common. <b>From where</b> is the <b>prohibition</b> against engaging in those acts of intercourse derived? It is derived from a verse, as <b>the verse states: “The nakedness of your sister, the daughter of your father or the daughter of your mother…</b>you shall not uncover” (Leviticus 18:9). <b>I have</b> derived the prohibition against engaging in intercourse <b>only</b> with <b>the daughter of his father who is not the daughter of his mother, or</b> with <b>the daughter of his mother who is not the daughter of his father. From where</b> do I derive a prohibition against engaging in intercourse with his sister who is both <b>the daughter of his father and the daughter of his mother?</b> It is derived from a verse, as <b>the verse states: “The nakedness of the daughter of your father’s wife, born of your father; she is your sister”</b> (Leviticus 18:11), indicating that engaging in intercourse with any sister is prohibited.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5990953cd6e4a94d00975ceb", "index_title": "Mishneh Torah, Negative Mitzvot", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Negative Mitzvot 334", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Mishneh Torah, Negative Mitzvot 334", "sourceHeRef": "משנה תורה, מצוות לא תעשה של״ד", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 334, "collectiveTitle": {"en": "Mishneh Torah, Negative Mitzvot", "he": "משנה תורה, מצוות לא תעשה"}, "heTitle": "משנה תורה, מצוות לא תעשה", "he": "שלא לגלות ערוות בת הבן, שנאמר \"ערוות בת בנך\" (ויקרא יח,י).", "heVersionTitle": "Wikisource Mishneh Torah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "משנה תורה (ויקיטקסט)", "text": "Not to have intimate relations with one's son's daughter, as [Leviticus 18:10] states: \"[Do not commit] incest with your son's daughter.\"", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "59d48917d6e4a939ba17429b", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 18:11:1", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Torah Temimah on Torah, Leviticus 18:11:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא י״ח:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>ערות בת אשת אביך. </b>ת\"ר, הבא על אחותו והיא בת אשת אביו חייב שתים, מאי טעמא, מכדי כתיב(פ' ט') ערות אחותך בת אביך או בת אמך, ל\"ל דכתיב עוד ערות בת אשת אביך מולדת אביך, אלא לחייבו משום אחותו ומשום בת אשת אביו <sup class=\"footnote-marker\">כט</sup><i class=\"footnote\">ואם שגג בה חייב שני חטאות משום שני לאוין. וע\"ד הפשט י\"ל הלשון בפסוק זה מולדת אביך שבא להתיר אחות חורגת, והוא שנשא אביו אשה ויש לה בת מאיש אחר שאותה הבת מותרת לו דאינה מולדת אביך, ובסוטה מ\"ג ב' רצה הגמרא לומר שלא ישא אדם חורגת משום מראית העין שנראית כאחותו, ואסיקו התם ולא היא קלא אית לה, ולפי מש\"כ יש רמז להיתר זה בתורה. ותמה אני במש\"כ הב\"ח באה\"ע סי' ט\"ו בענין זה והמחמיר תבא עליו ברכה, דלמה נוסיף חומרא על המפורש בגמרא להיתר ומרומז בתורה שבכתב כמש\"כ.\n</i>.<br>(יבמות כ\"ב ב')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48917d6e4a939ba17429d", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 18:11:2", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Torah Temimah on Torah, Leviticus 18:11:2", "sourceHeRef": "תורה תמימה על התורה, ויקרא י״ח:י״א:ב׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 11.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>בת אשת אביך. </b>פרט לאחותו מן השפחה ומן הנכרית שאין אישות לאביך בה <sup class=\"footnote-marker\">ל</sup><i class=\"footnote\">שלא תפסי בהו קדושין כמבואר בקדושין ס\"ח א'. והנה לעיל בדרשה הקודמת ילפינן מבת אשת אביך דרשה אחרת, ובאמת לפי אותה דרשה מבואר בגמרא דדרשה שלפנינו ילפינן מפסוק אחר בפ' משפטים האשה וילדיה וגו', ומאן דיליף דרשה זו שלפנינו מפסוק זה לא ס\"ל דרשה הקודמת, ובכ\"ז העתקנוה מפני שעכ\"פ הדין דין אמת, ולא יחסר עיקר גדול זה בדיני הפרשה, ועיין ברא\"ש כאן בבאור דרשה זו.\n</i>.<br>(שם שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48917d6e4a939ba17429f", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 18:11:3", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Torah Temimah on Torah, Leviticus 18:11:3", "sourceHeRef": "תורה תמימה על התורה, ויקרא י״ח:י״א:ג׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 11.0003, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>אחותך היא. </b>מה ת\"ל, והלא אם הוזהר על בת אמו שאינה בת אביו ועל בת אביו שאינה בת אמו א\"כ בת אביו ובת אמו לא כש\"כ, אלא הא למדת שאין מזהירין מן הדין <sup class=\"footnote-marker\">לא</sup><i class=\"footnote\">מדייק יתור הלשון אחותך היא, ובא בזה ללמד שאין מזהירין ע\"פ ק\"ו, שאחותו בת אביו ובת אמו בודאי חמור יותר מאחותו מאביו לחוד או מאמו לחוד, בכ\"ז צריך רבוי מיוחד על זה, וזה הלשון אחותך היא בא לרבות זה, ולקמן בס\"פ קדושים בפסוק ערות אחותו גלה דריש כן מיתור לשון כזה שאין עונשין מן הדין, יעו\"ש. ולמד כאן שאין מזהירין משום דפרשה זו איירי באזהרות, ובפ' קדושים למד שאין עונשין, משום דפרשה דשם איירי בעונשין, וע' מש\"כ שם.\n</i>.<br>(מכות ה' ב')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef28f2d6e4a90d4d5b1954", "index_title": "Steinsaltz on Makkot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Makkot 5b:13", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Steinsaltz on Makkot 5b:13", "sourceHeRef": "ביאור שטיינזלץ על מכות ה׳ ב:י״ג", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 10.0013, "collectiveTitle": {"en": "Steinsaltz on Makkot", "he": "ביאור שטיינזלץ על מכות"}, "heTitle": "ביאור שטיינזלץ על מכות", "he": " וממשיכה הברייתא: <b>עונש</b> לאחותו שהיא אביו ואמו <b>שמענו</b> בכתוב זה, <b>אזהרה</b> כלומר, מקור שבו נאמר האיסור הזה, <b>מנין</b> לנו? <b>תלמוד לומר \"ערות אחותך בת אביך או בת אמך...</b> לא תגלה\" (ויקרא יח, ט). <b>אין לי אלא</b> אזהרה ל<b>בת אביו שלא בת אמו, ובת אמו שלא בת אביו,</b> אבל אחותו שהיא <b>בת אביו ובת אמו מנין</b> שהוא מוזהר עליה? <b>תלמוד לומר \"ערות בת אשת אביך מולדת אביך אחותך הוא\"</b> (ויקרא יח יא) לומר: כל שהיא אחותך — יש עליה איסור.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a2cfec8d6e4a906d54bfd7f", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 192:1", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Sefer HaChinukh 192:1", "sourceHeRef": "ספר החינוך קצ״ב:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 192.0001, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "<b>שֶׁלֹּא לְגַלּוֹת עֶרְוַת אֲחוֹתוֹ בְּכָל צַד שֶׁהִיא אֲחוֹתוֹ</b> – שֶׁלֹּא לְגַלּוֹת עֶרְוַת אָחוֹת, בֵּין שֶׁהִיא אָחוֹת מֵאָב לְבַד לְבֵין שֶׁהִיא אָחוֹת מֵאֵם לְבַד, וּבֵין שֶׁהִיא אָחוֹת מֵאֲנוּסַת אָבִיו וּבֵין שֶׁהִיא אָחוֹת מֵאֵם מִן הַזְּנוּת, בְּכָל צְדָדִין אֵלּוּ נִקְרֵאת אָחוֹת, וְחַיָּבִין עָלֶיהָ, שֶׁנֶּאֱמַר (ויקרא יח ט) עֶרְוַת אֲחוֹתְךָ בַת אָבִיךָ אוֹ בַת אִמֶּךָ מוֹלֶדֶת בַּיִת אוֹ מוֹלֶדֶת חוּץ. וְאִם תֹּאמַר אִם כֵּן מָה זֶה שֶׁנֶּאֱמַר בַּתּוֹרָה (שם יא) עֶרְוַת בַּת אֵשֶׁת אָבִיךָ לֹא תְגַלֵּה וְלָמָּה הָיָה צָרִיךְ זֶה הַמִּקְרָא, וַהֲלֹא מִשּׁוּם אֲחוֹתוֹ חַיָּב עָלֶיהָ? בֶּאֱמֶת זֶה הַמִּקְרָא לֹא נֶאֱמַר אֶלָּא כְּדֵי שֶׁיָּשִׂים בַּת אֵשֶׁת הָאָב כְּשֶׁתִּהְיֶה אֲחוֹתוֹ עֶרְוָה בִּפְנֵי עַצְמָהּ, וּכְמוֹ שֶׁנִּכְתֹּב לְמַטָּה בִּמְקוֹמוֹ (לקמן מצוה קצו). וְנִמְצָא (יבמות כב, ב) שֶׁהַבָּא עַל אֲחוֹתוֹ שֶׁהִיא בַּת נְשׂוּאַת אָבִיו שֶׁחַיָּב שְׁתַּיִם, מִשּׁוּם עֶרְוַת אֲחוֹתוֹ וּמִשּׁוּם עֶרְוַת בַּת אֵשֶׁת אָבִיו. וְאִם בָּא עָלֶיהָ בְּשׁוֹגֵג חַיָּב לְהָבִיא שְׁתֵּי חַטָּאוֹת.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b>To not reveal the nakedness of his sister, from any angle that she is his sister:</b> To not reveal the nakedness of his sister — whether she is a sister only from the father or whether she is a sister only from the mother; whether she is a sister from a woman raped by his father, or whether she is a sister from a mother from infidelity. From all of these angles, she is called his sister, and [he] is liable for her, as it is stated (Leviticus 18:9), “The nakedness of your sister — the daughter of your father or the daughter of your mother, whether born into the household or born outside.” And if you shall say, “If so, what is this that is stated in the Torah (Leviticus 18:11), ‘The nakedness of the daughter of the wife of your father, who was born into your father’s household’; and what was the need for this verse, is he not liable for her on account of [her being] his sister” — this verse was truthfully only stated to make the daughter of the wife of the father when she is his sister, a sexual prohibition on its own, and as we will write below in its place (below, Sefer HaChinukh 196). And it comes out that one who has intercourse with his sister, who is the daughter from the marriage of his father, is liable for two: on account of the nakedness of his sister and the nakedness of the daughter of the wife of his father (Yevamot 22b). And if he has intercourse with her inadvertently, he is liable for two sin-offerings.", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "5a43670cd6e4a97d18d914cf", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 18:11:1", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 18:11:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא י״ח:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>ערות בת אשת אביך מולדת אביך.</b> ר\"ל שתהיה נולדת מאביו שאם לא היה הענין כן כבר תהיה מותרת לו אם לא היתה אמו אשת אביו הנזכרת בזה המקום וכבר יתחייב עליה משום בת אביו כשהיתה אשתו ואולם אם היתה בת אנוסת אביו או מפותת אביו לא יתחייב עליה משום בת אביו אבל יתחייב עליה משום אחותו מן האב:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5afecce3e37da900189616fd", "index_title": "Sefer Mitzvot Gadol", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Mitzvot Gadol, Negative Commandments, Remazim 104", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Sefer Mitzvot Gadol, Negative Commandments, Remazim 104", "sourceHeRef": "ספר מצוות גדול, לאוין, רמזים ק״ד", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1243, 1247], "commentaryNum": 104, "collectiveTitle": {"en": "Sefer Mitzvot Gadol", "he": "ספר מצוות גדול"}, "heTitle": "רמזים", "he": "שלא לגלות ערות אחותו מנשואת אביו שנאמר ערות בת אשת אביך מולדת אביך אחותך היא לא תגלה ערותה:", "heVersionTitle": "Munkatch, 1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מונקאטש, 1901", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5afecce4e37da90018961707", "index_title": "Sefer HaMitzvot", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer HaMitzvot, Negative Commandments 333:1", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Sefer HaMitzvot, Negative Commandments 333:1", "sourceHeRef": "ספר המצוות, מצוות לא תעשה של״ג:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1167, 1179], "commentaryNum": 333.0001, "collectiveTitle": {"en": "Sefer HaMitzvot", "he": "ספר המצוות"}, "heTitle": "מצוות לא תעשה", "he": " הזהיר מגלות ערות בת אשת אב כשתהיה אחותו. והוא אמרו ערות בת אשת אביך מולדת אביך אחותך היא לא תגלה ערותה, וזה הלאו בא לשים בת אשת אב ערוה בפני עצמה להיות הבא על אחותו מאביו מנשואת אביו חייב שתים משום אחותו ומשום בת אשת אביו כמו שבארנו. וזה לשונם בזה אמרו בשני מיבמות (דף כ\"ב:) תנו רבנן הבא על אחותו והיא בת אשת אביו חייב שתים משום אחותו ומשום בת אשת אביו רבי יוסי ברבי יהודה אומר אינו חייב אלא משום אחותו בלבד. מאי טעמא דרבנן מכדי כתיב ערות אחותך בת אביך ערות בת אשת אביך מולדת אביך למה לי שמע מינה לחייבו משום אחותו ומשום בת אשת אביו. והעובר על זאת גם כן רוצה לומר האחות מהאב ומאם בכרת לבד אם היה מזיד, ובשוגג חייב חטאת קבועה: ", "heVersionTitle": "Sefer HaMitzvot, Warsaw 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר המצוות, ורשה 1883", "text": "He prohibited sexual intercourse with the daughter of his father's wife, when she is is sister. And that is His saying, \"The nakedness of the daughter of your father's wife who is born to your father; she is your sister, you shall not uncover her nakedness\" (Leviticus 18:11). And this negative commandment comes to place the daughter of the father's wife as a separate negative commandment, such that one who has sexual intercourse with his sister from his father - from his father's spouse - is liable for two: On account of [her being] his sister; and on account of [her being] the daughter of his father's wife - as we explained. And this is their language about this: They said in the second chapter of Yevamot (Yevamot 22b), \"The Sages taught, 'He who has sexual intercourse with his sister, who is the daughter of his father’s wife, is liable on account of two [sins]: On account of [her being] his sister; and on account of [her being] the daughter of his father’s wife.' Rabbi Yose ben Yehuda says, 'He is liable only on account of [her being] his sister alone.' What is the reason of the Rabbis? Since it is written (Leviticus 18:9), 'The nakedness of your sister, your father's daughter,' why do I need, 'The nakedness of the daughter of your father's wife who is born to your father?' Understand from this, [that it is] to make him liable on account of [her being] his sister and on account of [her being] the daughter of his father’s wife.\" And one who transgresses this negative commandment as well - meaning, the sister from the father and the mother - is [punished] with excision, only when it was volitional; But if it was inadvertent, he is liable for a fixed sin-offering.", "versionTitle": "Sefaria Edition 2021, Translated by Rabbi Francis Nataf", "license": "", "versionTitleInHebrew": ""}, {"_id": "5afecce4e37da9001896170b", "index_title": "Sefer Mitzvot Gadol", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Mitzvot Gadol, Negative Commandments 104:1", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Sefer Mitzvot Gadol, Negative Commandments 104:1", "sourceHeRef": "ספר מצוות גדול, לאוין ק״ד:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1243, 1247], "commentaryNum": 104.0001, "collectiveTitle": {"en": "Sefer Mitzvot Gadol", "he": "ספר מצוות גדול"}, "he": "<b>[ראה מצוה קה]:</b>", "heVersionTitle": "Munkatch, 1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מונקאטש, 1901", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5afecce4e37da90018961711", "index_title": "Tur", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Tur, Even HaEzer 15", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Tur, Even HaEzer 15", "sourceHeRef": "טור, אבן העזר ט״ו", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1300, 1340], "commentaryNum": 15.0, "collectiveTitle": {"en": "Tur", "he": "טור"}, "he": [" <i data-commentator=\"Bach\" data-order=\"1.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"1.1\"></i> <i data-commentator=\"Prisha\" data-order=\"1.1\"></i> אלו שאינן בני קידושין מחמת ערוה מהן מן התורה ומהן מדרבנן אותם שהן מן התורה לא תפסו בהו קידושין כלל ואותן שהן מדרבנן או שהן ספק ערוה כאשר יתבאר לקמן בע\"ה צריכות גט:  <i data-commentator=\"Bach\" data-order=\"2.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"2.1\"></i> אמו אסורה לו מן התורה <i data-commentator=\"Prisha\" data-order=\"2.1\"></i> ואם אמו אסורה לו מדרבנן <i data-commentator=\"Prisha\" data-order=\"3.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"3.1\"></i> וכן אם אם אמו עד עולם  <i data-commentator=\"Beit_Yosef\" data-order=\"4.1\"></i> ואם אבי אמו אסור לו מדרבנן  <i data-commentator=\"Beit_Yosef\" data-order=\"5.1\"></i> אבל אם אם אבי אמו <i data-commentator=\"Prisha\" data-order=\"4.1\"></i> ואם אבי אמו מותרת לו <i data-commentator=\"Prisha\" data-order=\"5.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"6.1\"></i> אם אביו אסורה לו מדרבנן  <i data-commentator=\"Beit_Yosef\" data-order=\"7.1\"></i> וכן אם אם אביו עד עולם <i data-commentator=\"Prisha\" data-order=\"6.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"8.1\"></i> אם אבי אביו אסורה לו מדרבנן <i data-commentator=\"Drisha\" data-order=\"1.1\"></i> <i data-commentator=\"Prisha\" data-order=\"7.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"9.1\"></i> אבל מכאן ואילך כגון אם אם אבי אביו או אם אבי אבי אביו מותרת לו:  <i data-commentator=\"Beit_Yosef\" data-order=\"10.1\"></i> אשת אביו אסורה לו מן התורה <i data-commentator=\"Prisha\" data-order=\"8.1\"></i> בין שהיא אשתו מן האירוסין בין שהיא אשתו מן הנישואין בין בחיי אביו בין כשמת אביו או גירשה <i data-commentator=\"Prisha\" data-order=\"9.1\"></i>  <i data-commentator=\"Bach\" data-order=\"3.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"11.1\"></i> אבל אם אנס אביו <i data-commentator=\"Darchei Moshe\" data-order=\"2.1\"></i> אשה מותרת לו <i data-commentator=\"Prisha\" data-order=\"10.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"12.1\"></i> ואשת אבי אביו<i data-commentator=\"Hagahot\" data-order=\"1.1\"></i> אסורה לו מדרבנן  <i data-commentator=\"Beit_Yosef\" data-order=\"13.1\"></i> וכן אשת אבי אבי אביו עד עולם ואשת אבי אמו אסורה לו מדרבנן אבל מכאן ואילך כגון אשת אבי אבי אמו או אשת אבי אם אמו מותרת לו:  <i data-commentator=\"Beit_Yosef\" data-order=\"14.1\"></i> אחותו אסורה לו מן התורה לא שנא <i data-commentator=\"Prisha\" data-order=\"11.1\"></i> אחותו מאביו או מאמו  <i data-commentator=\"Beit_Yosef\" data-order=\"15.1\"></i> בין אחותו מן הנשואין <i data-commentator=\"Prisha\" data-order=\"12.1\"></i> או מהזנות או אפילו בא אביו על הערוה והוליד ממנה אחותו היא וחייב עליה  <i data-commentator=\"Beit_Yosef\" data-order=\"16.1\"></i> חוץ מאחותו <i data-commentator=\"Prisha\" data-order=\"13.1\"></i> מן השפחה וכותית  <i data-commentator=\"Bach\" data-order=\"4.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"17.1\"></i> בד\"א שפחה דעלמא <i data-commentator=\"Prisha\" data-order=\"14.1\"></i> אבל אם בא אביו על שפחתו והוליד ממנה אחותו היא  <i data-commentator=\"Beit_Yosef\" data-order=\"18.1\"></i> ומותר בבת אשת אביו ואפילו חורגה הגדלה בבית מותרת לאחיו ולא חיישינן למראית העין לומר שנראית כאחותם:  <i data-commentator=\"Bach\" data-order=\"5.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"19.1\"></i> בתו אסורה לו מן התורה <i data-commentator=\"Prisha\" data-order=\"15.1\"></i> וכן בת בנו ובת בתו  <i data-commentator=\"Beit_Yosef\" data-order=\"20.1\"></i> ובת בת בנו ובת בת בתו או בת בן בנו או בת בן בתו אסורות לו מדרבנן  <i data-commentator=\"Beit_Yosef\" data-order=\"21.1\"></i> אבל מכאן ואילך כגון בת בת בת בנו ובת בת בת בתו <i data-commentator=\"Drisha\" data-order=\"2.1\"></i> כתב הרמב\"ם שהן מותרות לו ולא נהירא לא\"א הרא\"ש ז\"ל אלא כולן אסורות לו עד עולם:  <i data-commentator=\"Beit_Yosef\" data-order=\"22.1\"></i> בת אשתו אסורה לו מן התורה וכן בת בנה ובת בתה  <i data-commentator=\"Beit_Yosef\" data-order=\"23.1\"></i> ודוקא בת אשתו מן הנשואין <i data-commentator=\"Prisha\" data-order=\"16.1\"></i>  <i data-commentator=\"Bach\" data-order=\"6.1\"></i> אבל בת אנוסתו <i data-commentator=\"Prisha\" data-order=\"17.1\"></i> מותרת לו <i data-commentator=\"Darchei Moshe\" data-order=\"8.1\"></i> לאחר מיתתה  <i data-commentator=\"Beit_Yosef\" data-order=\"24.1\"></i> ובת בת בת אשתו ובת בת בן אשתו אסורה לו מדרבנן  <i data-commentator=\"Beit_Yosef\" data-order=\"25.1\"></i> אבל מכאן ואילך כגון בת בת בת בת אשתו <i data-commentator=\"Prisha\" data-order=\"18.1\"></i>  <i data-commentator=\"Bach\" data-order=\"7.1\"></i> ובת בן בן בן אשתו כתב הרמב\"ם ז\"ל שמותרת לו וא\"א הרא\"ש ז\"ל כתב שהן אסורות לו עד עולם ואם אשתו אסורה לו מן התורה <i data-commentator=\"Prisha\" data-order=\"19.1\"></i> וכן אם אם אשתו <i data-commentator=\"Prisha\" data-order=\"20.1\"></i> ואם אבי אשתו אבל אם אם אם אשתו ואם אם אבי אשתו ואם אבי אבי אשתו אסורות לו מדרבנן <i data-commentator=\"Drisha\" data-order=\"3.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"26.1\"></i> מכאן ואילך כגון אם אם אם אם אשתו ואם אם אם אבי אשתו כתב הרמב\"ם שמותרות ואדוני אבי הרא\"ש ז\"ל כתב שאסורות לו לעולם אחות אביו ואחות אמו אסורות לו מן התורה <i data-commentator=\"Prisha\" data-order=\"21.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"27.1\"></i> לא שנא היא אחותו מן האב או מן האם <i data-commentator=\"Prisha\" data-order=\"22.1\"></i>  <i data-commentator=\"Bach\" data-order=\"8.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"28.1\"></i> ומותר בבת אחי אביו ובבת אחי אמו ואחי אביו ואחי אמו מותר באשתו ובבתו  <i data-commentator=\"Beit_Yosef\" data-order=\"29.1\"></i> אבל הוא אסור מן התורה באשת אחי אביו ומדרבנן באשת אחי אמו ודוקא שהוא אחי אביו מן האב אבל אשת אחי אביו מן האם ואשת אחי אמו בין מן האב בין מן האם אין אסורות אלא מדרבנן  <i data-commentator=\"Bach\" data-order=\"9.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"30.1\"></i> ומכאן ואילך כגון אשת אחי אבי אביו מן האם ואשת אחי אם אמו בין מן האב בין מן האם מותרות  <i data-commentator=\"Beit_Yosef\" data-order=\"31.1\"></i> ובאשת אחי אבי אביו מן האב ואחות אבי האב בין מן האם בין מן האב ואחות אם האם פסק ר\"י שהן אסורות מדרבנן ובשאלתות פסק שהן מותרות וכן פסק רבינו תם ומסקנת אדוני אבי הרא\"ש ז\"ל בדברי ר\"י  <i data-commentator=\"Bach\" data-order=\"10.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"32.1\"></i> אשת בנו אסורה לו מן התורה <i data-commentator=\"Drisha\" data-order=\"4.1\"></i> <i data-commentator=\"Prisha\" data-order=\"23.1\"></i> ואשת בן בנו אסורה לו מדרבנן וכן אשת בן בן בנו עד עולם <i data-commentator=\"Prisha\" data-order=\"24.1\"></i> אשת בן <i data-commentator=\"Darchei Moshe\" data-order=\"6.1\"></i> בתו אסורה לו מדרבנן אבל מכאן ואילך כגון אשת בן בן בתו מותרת לו:  <i data-commentator=\"Beit_Yosef\" data-order=\"33.1\"></i> אשת בן אשתו מותרת לו ובן אשתו מותר באשתו <i data-commentator=\"Drisha\" data-order=\"5.1\"></i>  <i data-commentator=\"Bach\" data-order=\"11.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"34.1\"></i> אשת אחיו אסורה לו מן התורה בין אם הוא אחיו מן האב או מן האם  <i data-commentator=\"Beit_Yosef\" data-order=\"35.1\"></i> בין מן הנישואין בין מן הזנות  <i data-commentator=\"Beit_Yosef\" data-order=\"36.1\"></i> אלא שאשת אחיו מן האם אסורה לו מן התורה לעולם ואשת אחיו מן האב מותרת לו אם מת אחיו בלא בנים כאשר יתבאר לקמן בהלכות יבום בע\"ה: <i data-commentator=\"Prisha\" data-order=\"25.1\"></i>  <i data-commentator=\"Bach\" data-order=\"12.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"37.1\"></i> ב' חורגין הגדלין יחד בבית מותר כ\"א באשת חבירו ולא חיישינן למראי' העין לומר שנראה באשת אחיו: <i data-commentator=\"Prisha\" data-order=\"26.1\"></i> <i data-commentator=\"Drisha\" data-order=\"6.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"38.1\"></i> אשת חמיו אסורה לו  <i data-commentator=\"Beit_Yosef\" data-order=\"39.1\"></i> וגם חמיו אסור באשתו <i data-commentator=\"Prisha\" data-order=\"27.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"40.1\"></i> ומותר באשת בן אחיו ובאשת בן אחותו:  <i data-commentator=\"Beit_Yosef\" data-order=\"41.1\"></i> אחות אשתו אסורה לו מן התורה <i data-commentator=\"Prisha\" data-order=\"28.1\"></i> כ\"ז שאשתו קיימת  <i data-commentator=\"Beit_Yosef\" data-order=\"42.1\"></i> ל\"ש אם היא אחותה מן האב או מן האם <i data-commentator=\"Prisha\" data-order=\"29.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"43.1\"></i> ואפי' גירש את אשתו <i data-commentator=\"Darchei Moshe\" data-order=\"7.1\"></i> אבל לאחר מיתתה מותר באחותה:  <i data-commentator=\"Bach\" data-order=\"13.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"44.1\"></i> הלכה אשתו למ\"ה ואמרו לו שמתה ונשא אחותה ואח\"כ באתה אשתו אם היתה אשתו נשואה לו מותרת לחזור לו שהכל יודעים שבמעות נשא את אחותה <i data-commentator=\"Prisha\" data-order=\"30.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"45.1\"></i> דאין זנות שמזנה עם אחותה <i data-commentator=\"Drisha\" data-order=\"7.1\"></i> אוסר אשתו עליו אפילו במזיד  <i data-commentator=\"Beit_Yosef\" data-order=\"46.1\"></i> וכן בכל הקרובות <i data-commentator=\"Darchei Moshe\" data-order=\"8.2\"></i> הנאסרות ע\"י אשתו אם מזנה עמהם לא נאסרה אשתו עליו <i data-commentator=\"Prisha\" data-order=\"31.1\"></i>  <i data-commentator=\"Bach\" data-order=\"14.1\"></i> ומותר בקרובות שניה  <i data-commentator=\"Bach\" data-order=\"15.1\"></i> היתה ארוסתו ואמרו לו שמתה ונשא אחותה ואח\"כ באת ארוסתו <i data-commentator=\"Prisha\" data-order=\"32.1\"></i> אסור בשתיהן <i data-commentator=\"Prisha\" data-order=\"33.1\"></i>  <i data-commentator=\"Beit_Yosef\" data-order=\"47.1\"></i> מתה הראשונה מותר בשנייה אמרו לו מתה אשתו ונשא אחותה ואח\"כ אמרו לו קיימת היתה <i data-commentator=\"Prisha\" data-order=\"34.1\"></i> הולד הראשון ממזר והאחרון אינו ממזר  <i data-commentator=\"Bach\" data-order=\"16.1\"></i> היתה אחות אשתו נשואה והלכה אשתו ובעל אחות אשתו  <i data-commentator=\"Beit_Yosef\" data-order=\"48.1\"></i> ואמרו לו מתה אשתך וגיסך ונשא אחות אשתו ואח\"כ באו אשתו וגיסו <i data-commentator=\"Prisha\" data-order=\"35.1\"></i> אשת גיסו צריכה גט <i data-commentator=\"Drisha\" data-order=\"8.1\"></i> ל\"ש נשאת לו בב' עדים או בעד א' <i data-commentator=\"Prisha\" data-order=\"36.1\"></i> ואסורה לגיסו <i data-commentator=\"Prisha\" data-order=\"37.1\"></i> ואשתו אסורה עליו ל\"ש היתה נשואה לו או ארוסתו: "], "heVersionTitle": "Even HaEzer, Vilna, 1923", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אבן העזר, וילנה תרכ\"ג", "text": ["Aquellos que no son considerados aptos para el matrimonio debido a relaciones incestuosas, algunos de ellos están prohibidos por la Torá y otros por la ley rabínica. Aquellos prohibidos por la Torá no requieren un documento de divorcio para su separación, y aquellos prohibidos por la ley rabínica o aquellos que son un caso dudoso de incesto, como se explicará más adelante, requieren un documento de divorcio.", "Su madre está prohibida para él según la Torá, y si su madre está prohibida para él por la ley rabínica, y asimismo si la madre de su madre está prohibida para él por la ley rabínica para siempre, y si el padre de su madre está prohibido para él por la ley rabínica, pero si la madre del padre de su madre está prohibida para él, está permitido casarse con ella. Sin embargo, si el padre de su madre está prohibido para él por la Torá, y asimismo si el padre de su madre está prohibido para él para siempre, está permitido casarse con ella. Si el padre de su padre está prohibido para él por la ley rabínica, pero de aquí en adelante, por ejemplo, si la esposa del padre del padre de su madre o la esposa del padre del padre del padre de su madre, está permitido casarse con ella.", "La esposa de su padre está prohibida para él según la Torá, ya sea que ella sea su esposa desde el período de compromiso o su esposa desde el matrimonio, ya sea en vida de su padre o después de su muerte, o si su padre se divorció de ella. Sin embargo, si su padre violó a una mujer, está permitido para él, y la esposa del padre de su padre está prohibida para él por la ley rabínica, pero de aquí en adelante, por ejemplo, si la esposa del padre del padre de su padre, está permitido casarse con ella.", "La hija de su esposa está prohibida para él según la Torá, y asimismo la hija de su hijo, la hija de su hija, la hija de su nieto o la hija de su bisnieto. Sin embargo, de aquí en adelante, por ejemplo, la hija del hijo del hijo de su esposa, como escribió Maimónides, está permitido para él, y según la opinión de Rashi, todas ellas están prohibidas para él para siempre.", "La madre de su esposa está prohibida para él según la Torá, y asimismo la madre del hijo de su esposa, y la madre de la hija de su esposa, y específicamente la madre de su esposa desde el matrimonio. Sin embargo, si la madre de su esposa fue violada, está permitido para él después de su muerte, y la madre de la madre de su esposa está prohibida para él por la ley rabínica, pero de aquí en adelante, por ejemplo, la esposa del padre de la madre de su esposa, está permitido para él.", "Su hermana está prohibida para él según la Torá, no distinguiendo si es su hermana por parte de su padre o de su madre, ya sea su hermana desde el matrimonio o desde la prostitución, o incluso si su padre tuvo relaciones con ella y ella dio a luz a su hermana, es responsable por ella, excepto por su hermana de una sierva o una esclava cananea. Sin embargo, si su padre tuvo relaciones con su sierva y ella dio a luz a su hermana, es responsable por ella, y no está preocupado por la apariencia de los ojos al decir que parece que son sus hermanas.", "Su hija está prohibida para él según la Torá, y asimismo su nieta, su bisnieta, su tataranieta o su trastataranieta. Sin embargo, de aquí en adelante, por ejemplo, su hija del hijo del hijo del hijo, como Rashi dictaminó, está prohibida para él para siempre.", "La nuera de su esposa está prohibida para él, y la nuera de su hijo está prohibida para él según la Torá, ya sea que ella sea su nuera desde su hijo o desde su hija, ya sea desde el matrimonio o desde la prostitución. Sin embargo, la nuera de su esposa desde su madre está prohibida para él para siempre, y la nuera de su esposa desde su padre está permitida para él. Si su hermano murió sin hijos, está permitido para su nuera, pero está prohibido para la cuñada de su esposa.", "La hermana de su esposa está prohibida para él según la Torá, ya sea que sea hermana de su padre o de su madre, y está permitido para la esposa de su hermano y el esposo de su hermana, y la hermana de la esposa de su hermano y la hermana del esposo de su hermana."], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5c7da57cea593e00185b695f", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Kedoshim, Chapter 11 12", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Sifra, Kedoshim, Chapter 11 12", "sourceHeRef": "ספרא, קדושים, פרק יא י״ב", "anchorVerse": 11, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 12, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק יא", "he": "<small>הוספה:</small> [יב] \"ונכרתו לעיני בני עמם\". עונש שמענו, אזהרה לא שמענו. תלמוד לומר \"ערות אחותך בת אביך או בת אמך\" (ויקרא יח, ט). אין לי אלא בת אביו ולא בת אמו, בת אמו ולא בת אביו. מן האב ומן האם מנין? תלמוד לומר (ויקרא יח, ט) \"אחותך (הוא)\". ועד שלא יאמר הכתוב יש לי בדין: אם הזהיר על אחותו מן האב ולא מן האם, מן האם ולא מן האב – קל וחמר מן האב ומן האם! אלא אי אמרת כן הזהיר מן הדין. לכך נאמר \"אחותך\" ללמדך שאין מזהירין מן הדין.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "12) \"And they shall be cut off before the eyes of their people.\" We have heard the punishment, but we have not heard the exhortation. It is, therefore, written (Vayikra 18:9) \"The nakedness of your sister, the daughter of your father or the daughter of your mother … you shall not reveal.\" This tells me only of ht daughter of his father who is not the daughter of his mother, or the daughter of his mother who is not the daughter of his father. Whence do I derive (for inclusion his sister) both from his father and from his mother? From (the repetition of ) \"your sister\" (Vayikra 18:11) — in any event. — But even without the repetition, I could derive it a fortiori, viz.: If he is exhorted for his sister from his father, who is not the daughter of his mother, and from his mother, who is not the daughter of his father, how much more so (is he exhorted for his sister) both from his father and from his mother! — But if you say this, you have exhorted by means of an a fortiori argument — wherefore it is written \"your sister,\" to teach that there is no exhortation by means of an a fortiori argument.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5caf014c1fb9a30018bd34d3", "index_title": "Sefer Hamitzvot of Rasag", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Hamitzvot of Rasag, Negative Commandments 98", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Sefer Hamitzvot of Rasag, Negative Commandments 98", "sourceHeRef": "ספר המצוות לרס\"ג, מצות לא תעשה צ״ח", "anchorVerse": 11, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 98, "collectiveTitle": {"en": "Sefer Hamitzvot of Rasag", "he": "ספר המצוות לרס\"ג"}, "he": "שְׁלָשָׁה דּוֹרוֹת מִזַּרְעֶךָ", "heVersionTitle": "Sefer Hamitzvot L'Rasag, Warsaw, 1914. Vocalized Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d077f253e25930088d8c915", "index_title": "Steinsaltz on Megillah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Megillah 31a:11", "anchorRef": "Leviticus 18:11-12", "anchorRefExpanded": ["Leviticus 18:11", "Leviticus 18:12"], "sourceRef": "Steinsaltz on Megillah 31a:11", "sourceHeRef": "ביאור שטיינזלץ על מגילה ל״א א:י״א", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 61.0011, "collectiveTitle": {"en": "Steinsaltz on Megillah", "he": "ביאור שטיינזלץ על מגילה"}, "heTitle": "ביאור שטיינזלץ על מגילה", "he": "<b>ביום הכפורים קורין</b> פרשת <b>\"אחרי מות\"</b> (ויקרא ט״ז:א׳), <b>ומפטירין \"כי כה אמר רם ונשא\"</b> (ישעיהו נז, יד - נח, יד) העוסק בענייני צום ותשובה. <b>ובמנחה קורין ב</b>פרשת <b>עריות</b> (ויקרא י״ח:י״א-י״ב) להודיע חומרת עבירות אלה, שאם חטא אדם בהן שישוב ביום הכיפורים. <b>ומפטירין ב</b>כל ספר <b>יונה,</b> שמוזכרת שם התשובה של אנשי נינוה.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ed3ba376022cb66f7cecf6d", "index_title": "Tractate Soferim", "category": "Talmud", "type": "", "ref": "Tractate Soferim 9:8", "anchorRef": "Leviticus 18:6-20", "anchorRefExpanded": ["Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20"], "sourceRef": "Tractate Soferim 9:8", "sourceHeRef": "מסכת סופרים ט׳:ח׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [750], "commentaryNum": 9.0008, "collectiveTitle": {"en": "Tractate Soferim", "he": "מסכת סופרים"}, "heTitle": "מסכת סופרים", "he": "<i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"1\"></i>אלו דברים כתובים <i data-commentator=\"Gra's Nuschah\" data-order=\"1\"></i>ולא נקראים כתיב (דברים כח) בעפולים וקרינן בטחורים כתיב (ישעיה יג) תשגלנה וקרי תשכבנה כתיב (מלכים ב ו׳:כ״ה) ורובע (דביונים) [הקב חרייונים] וקרי ורובע הקב דביונים כתיב (שם יח) שיניהם וקרי מימי רגליהם כתיב את חוריהם וקרי את צואתם כתיב (שם י) וישימהו (למחריהם) [למחראות] וקרי למוצאות (מניין שאין מכנים לעריות) <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"2\"></i>המכנה <i data-commentator=\"Gra's Nuschah\" data-order=\"2\"></i>לעריות משתקין אותו א\"ר יונה (המכנה בעריות) בעריות דאבוה ובעריות דאימיה <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"3\"></i>האומר (ויקרא י״ח:כ״א) ומזרעך לא תתן למעברה בארמית׳ משתקין אותו בנזיפה:", "heVersionTitle": "Talmud Bavli, Vilna 1883 ed.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תלמוד בבלי, מהדורת וילנא, 1883", "text": "The following words<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Which have an indelicate nuance.</i> are written but not read [in their written form]:<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">A more polite word is substituted.</i> It is written <i>ba‘folim</i><sup class=\"footnote-marker\">29</sup><i class=\"footnote\">Meaning ‘posteriors’.</i> but we read <i>baṭṭeḥorim;</i><sup class=\"footnote-marker\">30</sup><i class=\"footnote\">1 Sam. 5, 6, <i>emerods</i>.</i> it is written <i>yishgalennah</i><sup class=\"footnote-marker\">31</sup><i class=\"footnote\">Meaning ‘rape’. This is the reading of N.Y. and M. V has <i>thishgalennah</i>.</i> but we read <i>yishkabennah;</i><sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Deut. 28, 30, <i>shall lie with her</i>.</i> it is written <i>weroba‘ haḳḳab ḥiryonim</i><sup class=\"footnote-marker\">33</sup><i class=\"footnote\">2 Kings 6, 25, <i>and the fourth part of a kab of dove’s dung</i>.</i> but we read <i>weroba‘ haḳḳab dibyonim;</i><sup class=\"footnote-marker\">34</sup><i class=\"footnote\">Meaning ‘and the fourth … of decayed leaves’.</i> it is written <i>memë shinehem</i><sup class=\"footnote-marker\">35</sup><i class=\"footnote\"><i>ibid.</i> XVIII, 27, <i>their own water</i>.</i> but we read <i>memë raglehem;</i><sup class=\"footnote-marker\">36</sup><i class=\"footnote\">lit. ‘the water of their feet’.</i> it is written <i>ḥorehem</i><sup class=\"footnote-marker\">37</sup><i class=\"footnote\"><i>ibid. their own dung.</i></i> but we read <i>ẓo’atham;</i><sup class=\"footnote-marker\">38</sup><i class=\"footnote\">lit. ‘their evacuation’.</i> it is written <i>wayyesimehu lemaḥara’oth</i><sup class=\"footnote-marker\">39</sup><i class=\"footnote\"><i>ibid.</i> X, 27, <i>and made it a draught-house</i>.</i> but we read <i>lemoẓa’oth</i>.<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">lit. ‘retreats’.</i><br>If a person uses euphemisms in the section of forbidden marriages<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">Lev. 18, 6-20.</i> he is silenced.<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">[The text in V is corrupt and emended in agreement with the Mishnah in Meg. 25a (Sonc. ed., p. 149).]</i> R. Jonah explained:<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">What is meant here by ‘euphemisms’.</i> [39<i>a</i>] [When one says]<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">By trying to be more considerate than Scripture.</i> ‘the nakedness of his father’ or ‘the nakedness of his<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">Instead of <i>thy father</i> and <i>thy mother</i> (Lev. 18, 7). R. Joseph (Meg. <i>loc. cit.</i>) gives a different interpretation, viz. the alteration of <i>nakedness</i> to ‘shame’ (cf. Sonc. ed., p. 151, n. 2).</i> mother’. If a person says<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">[Or, according to J. Rabbinowitz, <i>Mishnah Megillah</i>, p. 133. ‘And thou shalt not give any of thy seed (to a heathen woman) to become with child in idolatry,] instead of <i>and thou shalt not give of thy seed to set them apart to Molech</i> (Lev. 18, 21).</i> ‘and thou shalt not cause any of thy seed to be conceived by a Gentile woman’,<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">So altering the true meaning of the text which deals with the worship of Molech (cf. Sonc. ed., Meg. p. 149, n. 3).</i> he is silenced with a rebuke.", "versionTitle": "The Minor Tractates of the Talmud, trans. A. Cohen, London: Soncino Press, 1965", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f1e9fdbeb7d2e1475644949", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 18:11:1", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Midrash Lekach Tov, Leviticus 18:11:1", "sourceHeRef": "מדרש לקח טוב, ויקרא י״ח:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> ערות בת אשת אביך מולדת אביך. מה בא ללמדנו אם על אחותו בת אביו שלא בת אמו או בת אמו שלא בת אביו הרי כבר נאמר ערות אחותך בת אביך או בת אמך אלא זו היא בת אשת אביו מאביו שהיא בת אמו מאביו ומהו אשת אביך שיש לה אישות ממנו לכך נאמר אחותך היא שהיא אחותך ממש ללמדך שאין מזהירים מדין ק\"ו לומר אם על אחותו בת אביו שלא בת אמו בת אמו שלא בת אביו חייב בת אמו ובת אביו לא כ\"ש. אלא לומר שאין מזהירין מן הדין. ולכך הפריד בין האחיות ללמדך כשם שאין בתו נלמדת מדין ק\"ו אלא בפירוש. ובתו אתיא ליה מדרשא כדרבא דאמר רבא אתיא הנה הנה מה להלן ג' דורות אף כאן ג' דורות אתיא זמה זמה לגבי עונש. כתיב הכא שארה הנה זמה היא וכתיב בעונש (ויקרא כ׳:י״ד) באש ישרפו אותו ואתהן מה להלן בשריפה אף כאן בשריפה <i data-commentator=\"Beur HaRe'em\" data-order=\"68\"></i> אבל בת אשת אביו שלא בת אביו מותרת לו:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a6a1cda51cfa3ddf3a9e", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 18:9:1", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Ramban on Leviticus 18:9:1", "sourceHeRef": "רמב\"ן על ויקרא י״ח:ט׳:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "<b>מולדת בית או מולדת חוץ</b> בין שאומרים לאביך קיים את אמה בין שאומרים לאביך הוצא את אמה כגון ממזרת או נתינה לשון רש\"י (רש\"י על ויקרא י״ח:ט׳) ואינו נכון כי יצא מזה שאחותו מן העריות לא תהיה בכלל האיסור הזה והן כולן בכרת חוץ מן הנולדת משפחה ונכרית ואני תמה על הרב שהרי בגמרא במסכת יבמות בפרק שני (כג) מפורש ואימא פרט לאחותו מחייבי לאוין אמר רב פפא חייבי לאוין תפסי בהו קידושין דכתיב (דברים כא טו) כי תהיין לאיש שתי נשים האחת אהובה והאחת שנואה וכי יש אהובה לפני המקום ויש שנואה לפני המקום אלא אהובה אהובה בנשואיה שנואה שנואה בנשואיה ואמר רחמנא כי תהיין לאיש ואימא פרט לאחותו מחייבי כריתות אמר רבא אמר קרא (כאן) ערות אחותך בת אביך או בת אמך מולדת בית או מולדת חוץ בין שאומרין לאביך קיים בין שאומרין לאביך הוצא ואמר רחמנא אחותך היא והנה פירושו שאומרים לו הוצא שתוציאנה מביתך שאינה אשתך ואין קידושין תופסין בה שהם חייבי כריתות ומיתות בית דין ואע\"פ כן חייב עליה משום אחותו אבל אחותו מן השפחה ומן הנכרית אינה בכלל האיסור הזה מפני שהולד כמוה ועל דרך הפשט יאמר ערות אחותך בת אביך או בת אמך מולדת מן הנשואין שהכניסה האיש לו לבית או מולדת חוץ שמצא איש אותה בחוץ ותפשה ושכב עמה וילדה לו לא תגלה ערותה הזכיר בבת אמו בין שתולד מן הנשואין או מן הזנות כי אע\"פ שכל אחת משתיהן בת אמו ולא בת אביו יעלה על הדעת שראוי לנהוג כבוד האחוה במולדת מן הנשואין ולא בבאין מן הזנות שהכל הפקר ולכך הוצרך הכתוב להזהיר על הכל ועוד הזכיר באחותו מן האב כתוב אחר (ויקרא י״ח:י״א) ערות בת אשת אביך מולדת אביך והיא אחותו בת אביו מן הנשואין והוצרך להזכיר זה בעבור שהזכיר ערות אחותך בת אביך סתם ופירש בבת אמו מולדת בית בנשואין או מולדת חוץ בזנות ויחשב מזה בבת האב מן הזנות שתהיה מותרת כי אולי לא תחוש התורה לשאר האיש הבא מן הזנות בעבור שאין הנולדים ידועים לו ולכך ביאר ואמר ערות בת אשת אביך מולדת אביך להגיד כי בת אביו הנזכרת בתחילה אינה בת אשת אביו ובעבור שהיה בבני נח איסור באחוה מן האם ולא מן האב (סנהדרין נח) יפרש הכתוב כי בישראל כולן שוות באיסור והנכון בפשט הכתוב הזה מה שאמרו חכמים בגמרא במסכת יבמות (יבמות כ״ב) הבא על אחותו והיא בת אשת אביו שאינה אמו חייב משום אחותו ומשום בת אשת אביו ומפרש שם מכדי כתיב כאן ערות אחותך בת אביך בת אשת אביך מולדת אביך למה לי שמע מינה לחיבן משום אחותו ומשום בת אשת אביו ויכפול הכתוב בלאוין לחייב על כל שם ושם כי אפילו בשרצים יכפול לאוין רבים בשם אחד ללקות עליהם:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "THE NAKEDNESS OF THY SISTER, THE DAUGHTER OF THY FATHER, OR THE DAUGHTER OF THY MOTHER, WHETHER BORN AT HOME, OR BORN ABROAD, EVEN THEIR NAKEDNESS THOU SHALT NOT UNCOVER. “<i>Whether born at home, or born abroad</i> — this means whether [the court] says to your father, ‘Keep her mother as your wife,’ or whether it has to say to him, ‘Divorce her mother,’ as for instance when she [i.e., the mother] is a <i>mamzereth</i> or a <i>nethinah</i>” [a <i>mamzereth</i> is the female product from one of the forbidden sexual relationships in this section, and a <i>nethinah</i> is a female descendant of the Gibeonites — relationships with these women being in both cases punishable by whipping]. Thus the language of Rashi. But it is not correct, since this interpretation leads to the conclusion that a sister that is born from [a woman who is herself one of] the relations forbidden [to his father],<sup class=\"footnote-marker\">270</sup><i class=\"footnote\">I.e., if his mother had sexual relationships with one of the forbidden <i>relations</i>, the penalty for which is excision [and not mere whipping], it would follow that the child born from that union is not included under the terms of this prohibition; since by stating these two examples — that the mother was either a <i>mamzereth</i> or a <i>nethinah</i>, with whom, in both of which cases, sexual intercourse is punishable only with whipping — Rashi thereby seems to exclude from this verse the case where the mother was one of the forbidden <i>relations</i>, where the penalty is excision! This conclusion is obviously incorrect.</i> is not included in this prohibition [against marrying one’s sister. For since Rashi explained the expressions <i>whether born at home, or born abroad</i> as referring to the <i>mother</i>, whether she is a lawful wife or a <i>mamzereth</i> or <i>nethinah</i>, both of whom are forbidden to the father only by punishment of whipping, and not by excision, unlike all forbidden relations, then the illogical result follows that if the mother <i>were</i> one of those relations forbidden to his father by punishment of excision, then the son’s sister born from that union would not be included in this prohibition]! And yet all [sisters] are forbidden by excision [i.e., regardless of whether the sister was born of a union itself permitted, or forbidden by whipping only, or by excision], unless she be born of a bondwoman or a Cuthean woman [in which case she is not considered his sister at all]!<br>And I wonder at the Rabbi [Rashi]! For in the Gemara of Tractate Yebamoth<sup class=\"footnote-marker\">271</sup><i class=\"footnote\">Yebamoth 23 a.</i> in the second chapter it is clearly stated: “Perhaps I can say that this excludes a sister born of a union forbidden by whipping [as in the case where his father married a <i>mamzereth</i> and she gave birth to a daughter, for I might say that the marriage, being forbidden, had no validity, and she is therefore not his ‘sister’ in the sense that she is included in the prohibition against having intercourse with one’s sister]! Said Rav Papa: In unions punishable by whipping, the marriage, [although forbidden], has legal validity. For it is written, <i>If a man have two wives, the one beloved, and the other hated</i>.<sup class=\"footnote-marker\">272</sup><i class=\"footnote\">Deuteronomy 21:15.</i> Now is there before G-d a beloved one and a hated one [i.e., could it be supposed that the law should allow discrimination between the children of a favored wife and those of a hated wife]? Rather, you must say ‘beloved’ denotes ‘beloved for her well-chosen marriage’ [i.e., that it was blameless, since it was within the law], and ‘hated’ means ‘hated for her [illicit] marriage.’ And the Merciful One states, <i>‘ki thihyena l’ish’</i> (<i>if a man ‘have’</i>) — <i>two wives</i>.<sup class=\"footnote-marker\">273</sup><i class=\"footnote\">The word <i>thihyena</i> is a word indicating legal status of marriage. Thus you must say that in the case of a marriage which is “hated” because it is punishable merely by whipping, [as in the case of a man marrying a <i>mamzereth</i>], the act of betrothal <i>does</i> take effect, and the daughter born from such a union is considered one’s “sister” with respect to the prohibition before us.</i> Perhaps I might say that this excludes a sister born of a union punishable by excision [so that she is not his ‘sister’ in the sense that she is included in the prohibition against having intercourse with one’s sister]! Said Rava: Scripture states, <i>The nakedness of thy sister, the daughter of thy father, or the daughter of thy mother, whether born at home, or born abroad</i>, which means whether [the court] can say to your father, ‘Keep [the mother as your wife],’ or whether it has to say to him, <i>‘Hotzei’</i> [as explained further on], and yet the Merciful One states that she is <i>thy sister</i>!”<sup class=\"footnote-marker\">274</sup><i class=\"footnote\">Since Verse 9 before us begins, <i>The nakedness of ‘thy sister,’</i> and yet goes on to mention the one <i>‘born abroad,’</i> it is clear that even a daughter born of a union which is punishable by excision [as explained further on], is a “sister” with respect to this prohibition.</i> Now the meaning of the word <i>hotzei</i> is that [the court] tells him, “Take her out from your house, for she is not your [legitimate] wife, and the act of marriage has no legal validity in those cases where the union is punishable by excision or by any of the [four] deaths by the hand of the court.” And yet notwithstanding this, one is punished for having intercourse with her because she <i>is</i> considered his sister!<sup class=\"footnote-marker\">275</sup><i class=\"footnote\">It is thus clear that even if the mother were one of those forbidden relations to his father with whom sexual intercourse is punishable by excision, the daughter born is still forbidden as a “sister.” This does not appear to be so from the language of Rashi before us, who singled out cases of marriages forbidden only by whipping, in which cases the betrothal is valid! See above, Note 270.</i> Only one’s sister born from a bondwoman or a Cuthean woman is not included in this prohibition, since the offspring is of her own [legal] standing.<br>By way of the plain meaning of Scripture the verse is stating: “<i>The nakedness of thy sister, the daughter of thy father, or the daughter of thy mother, whether born</i> of a marriage, as when the father brought the woman into the home as a wife [and she gave birth to a daughter], <i>or born abroad</i>, as when the man found her outside, <i>and lay hold on her, and lie with her</i><sup class=\"footnote-marker\">276</sup><i class=\"footnote\">Deuteronomy 22:28.</i> and she gave him birth [to a daughter], <i>thou shalt not uncover their nakedness</i>.” Thus He mentioned [the prohibition concerning] a mother’s daughter whether she be born in wedlock or from unchastity. For even though in either case she is only his mother’s daughter and not his father’s daughter, [and if so, why did Scripture have to mention both cases], yet one might have thought that a brotherly relationship [forbidding sexual intercourse] applies only to a sister born in wedlock, but not to one born from unchastity, where everything is “free;” therefore Scripture had to admonish against all [kinds of sisters]. There is yet another verse which He stated with reference to one’s father’s daughter, stating <i>The nakedness of thy father’s wife’s daughter, begotten of thy father</i> [<i>thou shalt not uncover</i>],<sup class=\"footnote-marker\">277</sup><i class=\"footnote\">Verse 11.</i> this being [a prohibition against having intercourse with] a sister who is one’s father’s daughter born of his legitimate wife. It was necessary that He state this, because having said [in Verse 9 before us], <i>the nakedness of thy sister, the daughter of thy father</i>, without any qualification, and then in connection with <i>the daughter of thy mother</i> He explained <i>whether born at home</i> through marriage, <i>or born abroad</i> through unchastity, one might therefore have thought that one’s father’s daughter born in unchastity is permissible to him; for perhaps the Torah was not particular about a man’s offspring born in unchastity, because these are not known to him; therefore He said in explanation, <i>The nakedness of thy father’s wife’s daughter</i> [<i>thou shalt not uncover</i>], thus declaring that the daughter of one’s father mentioned at first [in Verse 9 before us] is not one’s father’s daughter born of his legitimate wife [since that is specifically mentioned further on in Verse 11]. Also, because in the case of the Noachides the prohibition [against sexual intercourse] was only if the brotherhood was from the same mother, and not [if it was exclusively] from the father, Scripture therefore explains that with respect to Israelites, all are alike in the prohibition [whether they are born of one father or one mother].<br>The correct interpretation of this verse is what the Sages have said in the Gemara of Tractate Yebamoth;<sup class=\"footnote-marker\">278</sup><i class=\"footnote\">Yebamoth 22a.</i> “A man who has intercourse with his sister, who is also the daughter of his father’s wife [through marriage]<sup class=\"footnote-marker\">279</sup><i class=\"footnote\">So explained <i>ibid.</i>, in Rashi.</i> who is not his mother,<sup class=\"footnote-marker\">280</sup><i class=\"footnote\">This phrase is not found in our Gemara, but it is a correct explanation.</i> is guilty both on account of his sister, and his father’s wife’s daughter.” And there in the Gemara the Rabbis explained the reason: “Observe, it is written, <i>the nakedness of thy sister, the daughter of thy father</i> etc.; what need was there for the expression, <i>the nakedness of thy father’s wife’s daughter</i> etc.?<sup class=\"footnote-marker\">277</sup><i class=\"footnote\">Verse 11.</i> In order to teach that he is guilty both on account of his sister, and his father’s wife’s daughter.” Thus Scripture repeats certain prohibitions in order to make one [who commits these abominable practices] guilty on many counts, for even with reference to creeping things [which we are forbidden to eat] He has repeated many prohibitions regarding one matter, in order to punish the offender on all counts.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60f57544a40e8c99a1f4e229", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Leviticus 18:11:1", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Maskil LeDavid, Leviticus 18:11:1", "sourceHeRef": "משכיל לדוד, ויקרא י״ח:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "commentaryNum": 11.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "ויקרא", "he": "<b>ערות בת אשת אביך למדנו וכו׳.</b> פי׳ דק״ל לכאורה משמע דהכי מיירי בבת אשת אביו אע״פ שאינה אחותו כלל כגון יעקב נשא לאה והוליד ראובן ואח״כ לקח עוד רחל והיא אלמנה שנשאת תחלה ליצחק וילדה לו את חנה דהשתא קמ״ל קרא דראובן אסור לישא את חנה לפי שהיא בת רחל דהיא השתא אשת אביו והא ודאי א״א לומר שהרי היא נכרית אצלו לגמרי אלא ודאי צריך לומר דבאחותו מיירי ומעתה קשה מאי קמ״ל הרי כתיב לעיל ערות אחותך וכו׳ דליכא למימר דהכא בא לרבות אחותו בת אביו מאשתו פסולה דכלהו כתיבי לעיל מולדת בית או מולדת חוץ וכדפירש״י התם ולכך משני דאה״נ דהכא ליכא מידי לאתויי ולא בא אלא ללמד שאינו חייב על אחותו מנכרית:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b6bc8430f78f206366aa", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 594:1", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Yalkut Shimoni on Torah 594:1", "sourceHeRef": "ילקוט שמעוני על התורה תקצ״ד:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 594.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ערות ערות אחותך בת אביך או בת אמך מולדת בית. בין שאומר לאביך קיים בין שאומר לאביך הוצא וכו', ורבנן למעוט שפחה ונכרית מנא להו, נפקא להו מהאשה וילדיה תהיה לאדוניה. ור' יוסי בר' יהודה חד בשפחה וחד בנכרית. וצריכי דאי אשמעיון שפחה משום דאין לה יחס אבל נכרית דאית לה יחס אימא לא. ואי אשמעינן נכרית משום דלא שייכה במצות אבל שפחה אימא לא, צריכא. ורבנן אשכחן שפחה נכרית מנא לן, וכי תימא לילף משפחה מה לשפחה שכן אין לה יחס, אמר קרא כי יסיר את בנך מאחרי בנך [הבא מישראלית] קרוי בנך ואין בנך הבא מן הכותית קרוי בנך אלא בנה, הא בשבעת גוים כתיב. סיר לרבות את כל המסירות. ומאן תנא דפליג עליה דר' יוסי בר' יהודה ר' שמעון דדריש טעמא דקראי, ערות בת בנך רבא רמי כתיב ערות בת בנך או בת בתך לא תגלה ערותה הא בת בנה דידה ואת בת בתה דידה גלי וכתיב ערות אשה ובתה לא תגלה את בת בנה ואת בת בתה הא כיצד, כאן בנשואין כאן באונס. ואימא פרט לחייבי לאוין, חייבי לאוין תפסי בה קידושין דכתיב כי תהיין לאיש שתי נשים וגו', אהובה אהובה בנשואה, שנואה שנואה בנשואיה ואמר רחמנא כי תהיין. תנו רבנן אנס אשה מותר לישא בתה, נשא אשה אסור לישא בתה. מנא הני מילי דתנו רבנן בכולן נאמר בהן שכיבה וכאן נאמר בו קיחא לומר לך דרך לקוחין אסרה תורה. אמר ליה רב פפא לאביי אלא מעתה גבי אחותו דכתיב ואיש אשר יקח את אחותו דרך קיחה הוא דאסור דרך שכיבה שרי. א\"ל לקוחין יש בתורה סתם, הראיון לשכיבה לשכיבה הראוין לקיחה. רבא אמר אנס אשה מותר לישא בתה מהכא, דכתיב ערות בת בנך או בת בתך לא תגלה ערותה הא בת בנה דידה גלי וכתיב ערות אשה ובתה לא תגלה וגו', הא כיצד כאן באונסין כאן בנשואין, ואיפוך אנא, עריות שאר כתיב בהו, בנשואין איכא שאר באונסין ליכא ליכא, ערות כלתך וגו' הבא על כלתו חייב משום כלתו ומשום אשת איש בין בחיי בנו בין לאחר מיתת בנו בין מן האירוסין בין מן הנשואין. וליחייב נמי משום אשת בנו, אמר אביי פתח הכתוב בכלתו וסיים באשת בנו לומר לך זו היא כלתו וזו היא אשךת בנו. ערות אשת אחיך וגו' תניא אשת אחיך לא תגלה בין מן האב בין מן האם. או אינו אלא מן האב ולא מן האם ודין הוא חייב כאן וחייב באחותו מה אחותו בין מן האב בין מן האם אף כאן בין מן האם או כלך לדרך זו חייב כאן וחייב בדודתו מה דודתו מה דודתו מן האב ולא מן האם אף כאן מן האב ולא מן האם. נראה למי דומה דנין קרובי עצמו מקרובי עצמו ואל תוכיח דודתו שקרובי האב. או כלך לדרך זו דנין דבר שעל ידי קדושין מדבר שעל ידי קדושין ואל תוכיח אחותו שאיסור הבא מאליו, תלמוד לומר ערות (אחיו גלה) [אחיך הוא] בין מן האב בין מן האם. ואימא אידי ואידי בואשת אח מן האב חדא דיש לה בנים בחיי בעלה וחדא דאין לה בנים בחיי בעלה. אין לה בנים בחיי בעלה מדרב הונא נפקא. ואימא אידי ואידי באשת אח מן האב חדא דיש לה בנים בחיי בעלה וחדא דיש לה בנים לאחר מיתת בעלה, יש לה בנים לאחר מיתת בעלה לא צריכא קרא מדאמר רחמנא שאין לה בנים שהיא הא יש לה בנים אסירא [ודלמא אין לה בנים אסורה לעלמא ושריא ליבם. יש לה בנים שריא לעלמא ושריא ליבם], אי נמי אין לה בנים מצוה יש לה בנים רשות. אי נמיאין לה בנים אין יש לה בנים לא ילאו הבא מכלל עשה עשה, כתיב קרא אחרינא ערות אחיו גלה. ואימא אשת אח מן האם כאשת אח מן האב ולאחר מיתת בעלה שריא, אמר קרא היא בהוייתה תהא:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61681e95f6ad10b22c77ea8c", "index_title": "Mishnat Eretz Yisrael on Mishnah Ketubot", "category": "Quoting Commentary", "type": "", "ref": "Mishnat Eretz Yisrael on Mishnah Ketubot 3:1:28", "anchorRef": "Leviticus 18:9-19", "anchorRefExpanded": ["Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19"], "sourceRef": "Mishnat Eretz Yisrael on Mishnah Ketubot 3:1:28", "sourceHeRef": "משנת ארץ ישראל על משנה כתובות ג׳:א׳:כ״ח", "anchorVerse": 9, "sourceHasEn": false, "commentaryNum": 1.0028, "collectiveTitle": {"en": "Mishnat Eretz Yisrael on Mishnah Ketubot", "he": "משנת ארץ ישראל על משנה כתובות"}, "he": "<b>ועל</b> <b>הנדה</b> – נערה בימי וסתה, <b>יש</b> <b>להן</b> <b>קנס</b> <b>אף</b> <b>על</b> <b>פי</b> <b>שהן</b> <b>בהכרת</b> – איסורי עריות אלו הם חייבי כרת (ויקרא יח ט-יט; כ יז-כא; משנה, כריתות פ\"א מ\"א), אך <b>אין</b> <b>בהן</b> <b>מיתת</b> <b>בית</b> <b>דין</b>. סדר חייבי כריתות שמונה משנתנו ערוך באותו סדר במשנת מכות (פ\"ג מ\"א) ובכריתות (פ\"א מ\"א), אלא שבמשנת כריתות הוא ערוך כדי למנות את חייבי הכריתות ובמשנת מכות כדי ללמדנו שהם לוקים, שכן \"כל חייבי כריתות שלקו נפטרו ידי כריתתם\" (שם פ\"ג מט\"ו). רשימת העריות במסכת כריתות ארוכה יותר, וכוללת איסורי עריות רבים שאינם במשנתנו ובמשנת מכות. העבֵרות החסרות במשנתנו ובמשנת מכות הן אלה אשר משנת סנהדרין מונה בין חייבי מיתות בית דין. מכיוון שמשנתנו עניינה בהבחנה בין מיתות בית דין ובין כריתות, אין היא מביאה את המקרים שבהם יש כפילות או הבדלי מסורת באשר לעונשים. נעסוק בכך בהרחבה בפירושנו למשנה הבאה.", "heVersionTitle": "Mishnat Eretz Yisrael, Seder Nashim, Jerusalem, 2013-2019", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סדר נשים, מאת שמואל ספראי, זאב ספראי וחנה ספראי, ירושלים. תשע\"ג-תשע\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61ee9bc41d82090a96b4ecfb", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Orach Chayim 622:2", "anchorRef": "Leviticus 18:1-21", "anchorRefExpanded": ["Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21"], "sourceRef": "Shulchan Arukh, Orach Chayim 622:2", "sourceHeRef": "שולחן ערוך, אורח חיים תרכ״ב:ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 622.0002, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<i data-commentator=\"Be'er HaGolah\" data-label=\"ב\" data-order=\"2\"></i>ומוציאין <i data-commentator=\"Ateret Zekenim\" data-label=\"♦\" data-order=\"2\"></i>ס\"ת וקורים שלשה <i data-commentator=\"Turei Zahav\" data-order=\"4\"></i>בפ' <i data-commentator=\"Ba'er Hetev\" data-order=\"2\"></i>עריו' עד סוף הפרשה והשלישי מפטיר <i data-commentator=\"Ba'er Hetev\" data-order=\"3\"></i>ביונה <i data-commentator=\"Be'er HaGolah\" data-label=\"ג\" data-order=\"3\"></i>ומסיים מי אל כמוך ומברך לפניה ולאחריה <i data-commentator=\"Be'er HaGolah\" data-label=\"ד\" data-order=\"4\"></i>ואם חל בשבת מזכיר בה של שבת <i data-commentator=\"Turei Zahav\" data-order=\"5\"></i>וחותם בשל שבת: <small>הגה <i data-commentator=\"Magen Avraham\" data-order=\"2\"></i><i data-commentator=\"Turei Zahav\" data-order=\"6\"></i><i data-commentator=\"Ateret Zekenim\" data-label=\"♦\" data-order=\"3\"></i>ואין אומרים <i data-commentator=\"Ba'er Hetev\" data-order=\"4\"></i>על התורה ועל העבודה במנחה (הגמ\"יי סוף הלכות י\"כ ומהרי\"ל ומנהגם והגהות מרדכי)</small>:", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "We take out the Torah scroll and three (men) read from the portion “<span dir=\"ltr\">עריות</span>” (Incest), (Leviticus 18:1-21) until the end of the portion and the third (man reads) the <i>Maftir</i> (<i>Haftarah</i>) from the Book of Jonah<sup class=\"footnote-marker\">195</sup><i class=\"footnote\"><i>Maftir</i>, <span class=\"rtl\">מפטיר</span>, and <i>Haftarah</i>, <span class=\"rtl\">הפטרה</span>; see footnotes 169 and 170.</i> and concludes with, “who is a God like You etc.,” (Micah 7:18-20) and he says the blessings before and after (the <i>Haftarah</i>), and if (Yom Kippur) falls on Shabbat he mentions in (the blessings of the <i>Haftarah</i>) the Sabbath and he concludes with the blessing of the Sabbath.<sup class=\"footnote-marker\">196</sup><i class=\"footnote\">The blessing that comes after the <i>Haftarah</i> on the Sabbath mentions the fact that it is the Sabbath day with the words \"<i>shel ha-Shabbat</i>\", \"of the Sabbath\".</i><br><small><i>Hagah</i>: But he does not say (the part of the blessing that states) “for the Torah and for the Service, etc.<sup class=\"footnote-marker\">197</sup><i class=\"footnote\">These words are included in the prayers normally said on the Sabbath in the blessings after the <i>Haftarah</i> but during the <i>Minḥah</i> (see footnote 40) Service on Yom Kippur they are omitted.</i>” during the Afternoon Service, (<span dir=\"ltr\">הגמ״יי סוף הלכות י״כ ומהרי״ל ומנהגים והגהות מרדכי</span>).<sup class=\"footnote-marker\">198</sup><i class=\"footnote\"><i>Hagahot Maimuniyyot</i>, the end of the Laws of Yom Kippur, and <i>Maharil</i>, and <i>Minhagim</i> and <i>Hagahot Mordekhai</i>, <span class=\"rtl\">הגמ״יי סוף הלכות י״כ ומהרי״ל ומנהגים והגהות מרדכי</span>.<br>For <i>Hagahot Maimuniyyot</i>, <span class=\"rtl\">הגהות מיימוני</span>; see footnote 27.<br>For <i>Maharil</i>, <span class=\"rtl\">מהרי״ל</span>; see footnote 8.<br>For <i>Minhagim</i>, <span class=\"rtl\">מנהגים</span>; see footnote 13.<br><i>Hagahot Mordekhai</i>, <span class=\"rtl\">הגהות מרדכי</span>, is a collection of notes and commentaries on <i>Mordekhai</i> written by Samuel Sohlettstadt in 1376 which was a result of the popularity of the <i>Mordekhai</i> in Europe in the fourteenth century (see footnote 24).<br>Samuel ben Aaron Schlettstadt was an Alsatian rabbi who lived in the second half of the fourteenth century. He was the head of the yeshivah in his home town of Schlettstadt. Little is known of his life other than the fact that he apparently had to hide for a number of years due to the revenge caused by his sentencing to death two conspirators who were working for the knights of Andlau. One of the conspirators was killed and the other fled and apostatized. It seems as if a number of Jews were involved in the affair for financial gain and Samuel eventually made his way to Babylonia where he obtained deeds of excommunication (see footnote 29) from the <i>nesi'im</i>, the heads of the academies, against those who were involved in the affair.<br>Samuel's best known work, <i>Hagahot Mordekhai</i> is also referred to as <i>Ha-Mordekhai ha-Katan</i>, <i>Ha-Mordekhai ha-Kaẓer</i>, and <i>Kiẓẓur Mordekhai</i>. It is an abridgment of the <i>Mordekhai</i> by Mordecai b. Hillel (see footnote 24). It seems as if the work had an independent value apart from the major work upon which it was based. It was mentioned in numerous halakhic works by such scholars as Isserlein (see footnote 96), Weil (see footnote 27), Moellin (see footnote 8), and Landau (see footnote 223).<br>Samuel added notes containing rulings and additions from the work of various <i>posekim</i>, halakhic decision makers, to the <i>Mordekhai</i>, and the notes have appeared as an appendix to the major work since the edition published in 1559 of Riva di Trento.<br>Shlomoh Zalman Havlin, <i>E</i>. <i>J</i>., v. 14, pp. 974-75.</i></small>", "versionTitle": "Hilkhot Yom ha-Kippurim, trans. by Jan M. Brahms. HUC, 1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61eea3671d82090a96b4ee7a", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Orach Chayim 621:1", "anchorRef": "Leviticus 16:1-18:30", "anchorRefExpanded": ["Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30"], "sourceRef": "Shulchan Arukh, Orach Chayim 621:1", "sourceHeRef": "שולחן ערוך, אורח חיים תרכ״א:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 621.0001, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<b>סדר קריאת התורה ומילה ביו\"כ ובו ו' סעיפים:</b><br>מוציאין שני ספרים <i data-commentator=\"Be'er HaGolah\" data-label=\"א\" data-order=\"1\"></i>בראשונה קורים ששה בפרשת <i data-commentator=\"Be'er HaGolah\" data-label=\"ב\" data-order=\"2\"></i><i data-commentator=\"Ba'er Hetev\" data-order=\"1\"></i>אחרי מות עד ויעש כאשר צוה ה' <i data-commentator=\"Sha'arei Teshuvah\" data-order=\"1\"></i>ואם חל בשב' קוראים שבעה <i data-commentator=\"Ba'er Hetev\" data-order=\"2\"></i>ומפטיר קורא בשניה בפנחס ובעשור לחודש <i data-commentator=\"Ateret Zekenim\" data-label=\"♦\" data-order=\"1\"></i>ומפטיר בישעיה ואמר סלו סלו פנו עד כי פי ה' דבר:", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "<b>“The order of the reading of the Torah and of circumcision on Yom Kippur” - Containing six paragraphs.</b><br>We take out (from the ark) two Torah scrolls.<sup class=\"footnote-marker\">168</sup><i class=\"footnote\">Two Torah scrolls are taken out on the festivals because portions from two separate sections of the Torah are read. The Torahs can be set before hand so that they can be opened to the correct portion without the necessity of rolling the scroll from one portion to the next.</i> In the first Torah six men read from the portion “<span dir=\"ltr\">אחרי מות</span>”, (Leviticus 16:1-18:30) until “and he did as the Lord commanded (Moses)”, (Leviticus 16:34). But if (Yom Kippur) falls on Shabbat, seven (men read from the first Torah), and the <i>Maftir</i><sup class=\"footnote-marker\">169</sup><i class=\"footnote\"><i>Maftir</i>, <span class=\"rtl\">מפטיר</span>, means literally \"one who concludes\". It is the name given to the man who is the last to read in the Torah and he also usually reads the <i>haftarah</i> (see footnote 170), the section of the prophets that corresponds to the Torah reading. <i>Maftir</i> is also the name given to the three or more concluding verses of the regular weekly Torah portion as well as to the final verses read on festivals and public fast days.<br>Editorial Staff, <i>E</i>. <i>J</i>., v. 11, p. 685.</i> (the last reader) reads from the second (Torah scroll) from the portion, <i>Pinḥas</i>, (Numbers 25:10-30:1), the section “and you shall have on the tenth day of this seventh month”, (Numbers 29:7-11). The <i>Maftir</i> (the <i>Haftarah</i> section from the Prophets<sup class=\"footnote-marker\">170</sup><i class=\"footnote\">The <i>Haftarah</i>, <span class=\"rtl\">הפטרה</span>, is a portion from the Prophets section of the Bible read after the Torah is read on Sabbaths, festivals, and fast days. On Sabbaths and festivals the <i>haftarah</i> is read during the Morning, <i>Shaḥarit</i> Service (see footnote 17), but on fast days it is read only during the Afternoon, <i>Minḥah</i> Service (see footnote 40). The exception to this is Yom Kippur and <i>Tishah be-Av</i> (see footnote 102) where there is a <i>haftarah</i> after the Torah reading in both the Morning and the Afternoon Service.<br>The Torah in its regular portions is read straight through during the year but such is not the case on festivals and some special Sabbaths. The <i>haftarot</i> are selected in parts from both the Former and Latter Prophets. Only two prophetic books are read in their entirety as <i>haftarot</i>, the Book of Obadiah which has only twenty-one verses and is read after the Torah portion <i>Va-Yishlaḥ</i> (Genesis 32:4-36-43) according to the Sephardi rite, and the Book of Jonah which is the <i>haftarah</i> for the <i>Minḥah</i> Service on Yom Kippur (see the Shulḥan Arukh, <i>Oraḥ Ḥayyim</i> 622:2).<br><i>Haftarot</i> were usually selected so there would be some similarity in content between the Pentateuchal and the Prophetic portions, but often this did not happen and <i>haftarot</i> were chosen because of historical events or because of some special date. Special <i>haftarot</i> are read on special Sabbaths and the <i>haftarah</i> for each festival is based on the nature of the festival.<br>When the custom of reading the <i>haftarah</i> got started is not known for sure, but it is thought that it began during the persecutions of the Antiochus Epiphanes which preceded the Hasmonean revolt. The Torah was not permitted to be read by the Jews during the persecution for it was felt that the reading of it kept the Jews together and gave them a special strength. As a substitute for the Torah reading, sections form the Prophets were chosen that would remind the Jews of the corresponding Torah portion. Appearantly when the ban against reading the Torah was lifted, the practice of reading the <i>haftarah</i> continued. The first mention of the practice of the reading of the <i>haftarah</i> is found in the New Testament. Acts 13:15 states, \"after the reading of the law and the prophets\". <i>Haftarot</i> are also discussed in the Talmud as to which are to be read at specific times and festivals. In Mishnaic times different communities read different <i>haftarot</i>, and a set order was probably not established until talmudic times. Some <i>haftarot</i> today differ from those recorded in the Talmud, and there are differences in the Sephardi and Ashkenazi rites.<br>The <i>maftir</i>, the one who reads the <i>haftarah</i> also reads the last part of the weekly portion, (i.e., the Torah reader reads it for him). On the Sabbath, after the seventh reader from the Torah, the <i>maftir</i> usually rereads the last three verses of the weekly portion. On festivals and the four special Sabbaths, the <i>maftir</i> reads the special section from the second scroll which is usually a short description of of the festival found in the Torah. Before the <i>haftarah</i> is read (or chanted) the <i>maftir</i> precedes the <i>haftarah</i> with two blessings and after he ends the <i>haftarah</i> he recites three blessings to which a fourth one is added on Sabbaths and festivals. This fourth blessing changes with the nature of the day. The Sabbath <i>haftarah</i> usually has a minimum of twenty-one verses while the festival has at least fifteen verses. Lately it has become the custom for the Bar Mitzvah boy (a man upon reaching the age of thirteen) to chant the <i>haftarah</i> to display his ability with a Hebrew text.<br>Louis Isaac Rabinowitz, <i>E</i>. <i>J</i>., v. 16, pp. 1342-44.</i>) comes from Isaiah, “and shall say, cast you up, cast you up, prepare the way” until “for the mouth of the Lord has spoken it”, (Isaiah 57:14-58:14).", "versionTitle": "Hilkhot Yom ha-Kippurim, trans. by Jan M. Brahms. HUC, 1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037ed96bfddfbb310fece2", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Pollution from Forbidden Unions 2-5", "anchorRef": "Leviticus 18:1-30", "anchorRefExpanded": ["Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Pollution from Forbidden Unions 2-5", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳, ויקרא הערה א׳ ב׳-ה׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Pollution from Forbidden Unions", "he": "ויקרא הערה א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Now begin, thematically and stylistically, the chapters on holiness. Like much of this final section of the book, Chap. 18 is distinguished by its powerful use of rhetoric (cf. vv.3–5, similar in tone to much of Deuteronomy). Separation returns as a major theme, this time stressing the divide between Israel and the nations around (vv.3 and 27–30). The emphasis on sexuality mirrors that on food in Chap. 11; the two often reflect each other in culture, both in practice and in imagery Thus the wording here (“it is insidiousness,” “it is perversion”) parallels the rhetoric of Chap. 11 (“it is abomination,” “it is a detestable-thing”). Structurally, just as the laws on pollution began with categories of and distinctions between animals for the purpose of eating, so the holiness laws begin with categories of and distinctions between partners for the purposes of sexual relations (Eilberg-Schwartz, Goodman). The confusing of boundaries again becomes a grave matter.", "In Schwartz’s (1987) view, the list of forbidden women goes through a sequence from close relatives, to indirect ones, to women related to each other, and finally to other cases of “abomination.” In general, the list deals with women whose sexuality and reproductivity are controlled by males (Wegner 1992)—in other words, it reflects a highly patriarchal society.", "An odd omission of sexual prohibitions is the one between a man and his daughter; perhaps it was universally understood as the primary one, and hence did not require mentioning.", "Refrains in the chapter, which create its backbone, include “I am Y<small>HWH</small> your God” and the constant “the nakedness of X you are not to expose.” Late in the chapter, the words “abomination” and “<i>tum’a</i>” frequently recur."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a4713bd8cd388d3e4d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness 2-8", "anchorRef": "Leviticus 18:1-26:46", "anchorRefExpanded": ["Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness 2-8", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳ ב׳-ח׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; Holiness", "he": "ויקרא מאמר ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE ADDITION OF</small> C<small>HAPTERS 18–26 CHANGES THE NATURE OF THE BOOK BEFORE US</small>. I<small>T</small> accomplishes this, not by introducing something entirely new into biblical thinking, but by broadening the base of God’s words to Moshe in Leviticus. In this book we have already encountered the “Holy-Shrine,” “holy-things,” “holy donations,” and the like; we have seen that Israel is to be “separate” from the nations around it in a variety of life areas. But now we move toward expansion of what was called for at the first moments at Sinai: for Israel to be a “[kingdom of priests and a] holy nation” (Ex. 19:6).", "While the exact structure and setting of the Holiness Code, as these chapters were designated a century ago, are subject to scholarly debate, its thrust seems clear enough. Beginning with sexual relations, Israel is to be “holy,” “separate” from other nations. Holiness here has a connotation of wholeness and perfection; Wright (1992) has defined it as “that which is consistent with God and his character.”", "<i>Imitatio dei</i>, the human urge to be godlike, is an ancient, undoubtedly prehistoric one. We long to be linked with the primal powers of existence, whose rush we feel at heightened moments of <i>perception</i>, but whose perfection is always out of reach in the flesh and blood world of human beings. The Torah, in contrast, presents the longing for perfection and wholeness as properly expressed through a discipline of <i>behavior</i> in all areas of life, personal and communal. The central lines “Holy are you to be, / for holy am I, YHWH your God” (19:2) are followed by line after line calling for holiness in worship, agriculture, interpersonal relations, business, the treatment of the disabled and the elderly, court procedure, and sexuality, to list some of the areas covered.", "Many communities of the “elect,” from Qumran at the Dead Sea to medieval monasteries, and many individuals, from biblical Nazirites (Num. 6) to Sufi mystics and St. Francis, have sought to create lives suffused with holiness; one could easily maintain that many of the mainstream forms and ideas in Judaism, Christianity, and Islam have remained wedded to this approach. They all owe a debt, one way or the other, to Lev. 18–26, especially in the communal sphere. Rarely has the drive toward holiness found as full expression in a vision of “real life” society, grounded in the everyday world of people and institutions, as it does in the texts to be found in the following chapters.", "For many decades, debate has raged within the scholarly community as to the date and setting of H, the putative stratum of literature to which these chapters belong. As of this writing there is still not full agreement on (a) whether H was indeed a separate document or school, and (b) whether its origin and influence can be easily traced (cf., for instance, Knohl, and Milgrom 1993). These disagreements, however, should not and must not detract from the importance of what we have in these chapters: a significant statement of the ethical code of ancient Israel which continues to speak to contemporary problems.", "<img>", "<i>Lev. 19:35</i> You are not to commit corruption injustice, in measure, weight, or capacity…"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e7c9ad75f2d99af98a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Pollution from Forbidden Unions 1", "anchorRef": "Leviticus 18:1-30", "anchorRefExpanded": ["Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Pollution from Forbidden Unions 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳, ויקרא הערה א׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 18:1-30\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 18:1-30</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63eb761ec159397276b74c6c", "index_title": "Rambam on Mishnah Megillah", "category": "Quoting Commentary", "type": "", "ref": "Rambam on Mishnah Megillah 3:5:1", "anchorRef": "Leviticus 18:1-30", "anchorRefExpanded": ["Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30"], "sourceRef": "Rambam on Mishnah Megillah 3:5:1", "sourceHeRef": "רמב\"ם על משנה מגילה ג׳:ה׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1160, 1168], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rambam on Mishnah Megillah", "he": "רמב\"ם על משנה מגילה"}, "heTitle": "רמב\"ם על משנה מגילה", "he": "<b>בפסח קורין בפרשת מועדות כו':</b> זה הדבר מבואר וסדר הקריאה באלו הזמנים הוא מנהג פשוט בכל ישראל מה שאומר לך. יום ראשון של פסח [קורין] משכו וקחו לכם והפטרה בפסח גלגל. יום שני שור או כשב והפטרה פסח יאשיהו. יום שלישי קדש לי. יום רביעי אם כסף תלוה את עמי. וביום חמישי פסל לך. ויום ששי ויעשו בני ישראל. ביום שביעי ויהי בשלח הפטרה וידבר דוד. ביום שמיני כל הבכור הפטרה עוד היום. ושבת שבתוך הפסח קורין ראה אתה אומר אלי הפטרה העצמות היבשות. וביום ראשון של עצרת קורין בחדש השלישי הפטרה ויהי בשלשים שנה וביום שני כל הבכור הפטרה תפלה לחבקוק וביום ראשון מראש השנה קורא וה' פקד את שרה והפטרה ויהי איש אחד מן הרמתים וביום שני והאלהים נסה הפטרה מצא חן במדבר ובצום כפור בשחרית קורין אחרי מות הפטרה כה אמר רם ונשא ובמנחה פרשת עריות הפטרה בנבואת יונה וביום ראשון וביום שני מסוכות קורין שור או כשב הפטרה ביום ראשון הנה יום בא ביום שני ויקהלו אל המלך שלמה ושאר ימות החג קורין בקרבנות החג וביום שמיני כל הבכור הפטרה ויהי ככלות שלמה ובתשיעי קורין וזאת הברכה הפטרה ויהי אחרי מות ושבת שבתוך החג קורין ראה אתה אומר אלי הפטרה ביום בא גוג:", "heVersionTitle": "Vilna edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": "All of this is clear, and the order of the Torah readings on these [special] seasons/occasions, and it is a custom that has spread throughout all of Israel as I will explain to you (see Tractate Megillah 31a-b). On the first day of Passover (Exodus 12:21-51): “Go and pick out lambs, etc.” and the Haftarah is the “Passover at Gilgal” (Joshua 5:2-6:1, 27) and on the second day [of Passover], “When an ox, a sheep or a goat is born,” (Leviticus 22:26-33:44) and the Haftarah is the Passover of Josiah (Second Kings 23:1-25). On the third day [of Passover], “Consecrate to Me every first-born” (Exodus 13:1-16). And on the fourth day [of Passover], “If you lend money to My people” (Exodus 22:24-23:19). And on the fifth day [of Passover], “Carve two tablets of stone” (Exodus 34:1-26). And on the sixth day [of Passover], “Let the Israelite people offer the Passover sacrifice at its set time” (Numbers 9:1-15). And on the seventh day [of Passover] “Now when Pharaoh let the people go” (Exodus 13:17-15:26). And the Haftarah is “And David spoke to God” (Second Samuel 22:1-51). And on the eighth day [of Passover], “You shall consecrate to the LORD your God all male firstlings” (Deuteronomy 15:19-16:17), and the Haftarah is, “This same day at Nob” (Isaiah 10:32-12:6). But on the Sabbath that is within the Festival [of Passover], we read on it from “See, You say to me” (Exodus 33:12-34:26) and the Haftarah is the “Dry Bones” (Ezekiel 37:1-14). And on the first day of Atzeret/Shavuot we read “In the third month” (Exodus 19:1-20:23), and the Haftarah is “In the thirteenth year” (Ezekiel 1:1-28, 3:12). And on the second day [of Shavuot], “You shall consecrate to the LORD your God all male firstlings” (Deuteronomy 15:19-16:17) and the Haftarah is “The Prayer of the prophet Habakkuk” (Habakkuk 3:1-19). And on the first day of Rosh Hashanah, “The LORD took note of Sarah as He had promised” (Genesis 21:1-34) and the Haftarah, “There was a man from Ramathaim of the Zuphites” (First Samuel 1:1-2:10). And on the second day [of Rosh Hashanah], “And God put Abraham to the test” (Genesis 22:1-24), and the Haftarah, “The people…found favor in the wilderness (Jeremiah 31:2-20). And on the Fast of Atonement (i.e., Yom Kippur) in the morning, “After the death [of the two sons of Aaron]” (Leviticus 16:1-34) and the Haftarah, “For thus said He who is high aloft” (Isaiah 57:14 – 58:14). And at the Afternoon service, the portion of the forbidden relationships/nakedness (Leviticus 18:1-30), and the Haftarah is the prophecy of [the book of] Jonah (plus Micah 7:18-20). And on the first and second days of Sukkot, “When an ox, a sheep or a goat is born,” (Leviticus 22:26-23-44) and the Haftarah on the first day [of Sukkot] “Lo, a day of the LORD is coming” (Zechariah 14:1-21) and on the second day [of Sukkot] “All the men of Israel gathered before King Solomon” (First Kings 8:2-21). And all the rest of the days of Sukkot festival the sacrifices of the festival [of Sukkot are read] (Numbers 29:17-34), and on the Eighth Day (i.e., Shemini Atzeret) , “”You shall consecrate to the LORD your God all male firstlings” (Deuteronomy 15:19-16:17), and the Haftarah is “When King Solomon finished offering to the LORD” (First Kings 8:54-66) and on the ninth day (i.e., Simhat Torah), “And this is the Blessing” (Deuteronomy 33:1-34:12) and the Haftarah, “After the death of Moses the servant of the LORD,” (Joshua 1:1-18). And on the Shabbat within the Festival [of Sukkot], “See, You say to me,” (Exodus 33:12-34:26), and the Haftarah is “On that day, when Gog sets foot on the soil of Israel” (Ezekiel 38:18-39:16).", "versionTitle": "Translation by Rabbi Robert Alpert, 2023", "license": "", "versionTitleInHebrew": ""}, {"_id": "64187d45c9371ec0cebe6917", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 18:11:1", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Reggio on Torah, Leviticus 18:11:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י״ח:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>ערות בת אשת אביך,</b> שהיא מולדת אביך אחותך היא, אבל בת אשת אביך שאינה מולדת אביך, כגון שנשא אביו אשה והיתה לה בת מאיש אחר מותרת לבנו, שאינה מולדת אביו לא בתו ולא ממשפחתו וכשנושא אותה אינה פוגם באביו בעל אמה כלל:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187d46c9371ec0cebe6919", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 18:11:2", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Reggio on Torah, Leviticus 18:11:2", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י״ח:י״א:ב׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 11.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>אשת אביך,</b> לימד שאינו חייב על אחותו משפחה ונכרית, לכך נאמר בת אשת אביך, בראוייה לקדושין:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc59758c1dc532ec8e56", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 18:11", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Steinsaltz on Leviticus 18:11", "sourceHeRef": "ביאור שטיינזלץ על ויקרא י״ח:י״א", "anchorVerse": 11, "sourceHasEn": true, "commentaryNum": 18.0011, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>עֶרְוַת בַּת אֵשֶׁת אָבִיךָ</b>, אם היא \n    <b>מוֹלֶדֶת אָבִיךָ</b>– \n    <b>אֲחוֹתְךָ הִוא,</b> ולכן \n    <b>לֹא תְגַלֶּה עֶרְוָתָהּ.</b> יש כאן כפל אזהרה על האמור מקודם: נמצא שאחות מהאב שהיא גם בת אשת האב – אזהרתה כפולה.\n    מאידך גיסא, בת אשתו של האב שהיא אחות חורגת לגמרי – שנולדה מאב אחר ומאם אחרת – אינה נחשבת לקרובה והיא מותרת.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The nakedness of the daughter of your father’s wife, </b>who was <b>born to your father </b>and not necessarily to your mother, <b>she is your sister; </b>therefore, <b>you shall not uncover her nakedness. </b>There is overlap between this verse and the prohibition of verse 9. Consequently, sexual relations with the daughter of one’s father who is also the daughter of the father’s wife is prohibited by two commandments. 47 However, if one does not share either parent with the daughter of his father’s wife, he is not considered her relative at all, and she is not forbidden to him. 48 Indeed, there are historical precedents of men marrying their stepsisters. 49", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5253c738edbab4498f482c24", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 18:11:1", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Ibn Ezra on Leviticus 18:11:1", "sourceHeRef": "אבן עזרא על ויקרא י״ח:י״א:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>ערות בת אביך.</b> יש אומרים שהיא האחות מאב ואם ואנחנו ידענו כי השוכב עמה עובר על שני לאוין ויש אומרים כי זה הפסוק לחזוק והצדוקים אמרו שאיננה בת אם ויפרשו מולדת אביך שגדלה אביך והטעם שלקח האב אשה והיתה לה בת קטנה וכן יפרשו על תמר וראייתם כי לא ימנעני ממך רק לא היתה מולדת דוד ואחר שהמעתיקים אמרו כי בת אשת אב מותרת אין צורך להשיב על הבודאים מלבם ויתכן להיות בת אשת אביך בת אנוסה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "THE NAKEDNESS OF THY FATHER’S WIFE’S DAUGHTER. There are those who say that this refers to a sister from a father and mother.<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">While verse 9 speaks of a sister from one’s father or one’s mother. Hence our verse is not redundant.</i> We know<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">From this verse; i.e., we learn from this verse.</i> that the one who sleeps with a sister from a father and mother violates two negative laws.<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">He transgresses the law prohibiting intercourse with the daughter of one’s father (v. 9) and the law forbidding intercourse with the daughter of the wife of one’s father.</i> There are those who say that our verse was written for emphasis.<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">It repeats what is written in verse 9 to emphasize that one is not to sleep with one’s sister.</i> The Sadducees<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">The Karaites.</i> say that <i>thy father’s wife’s daughter</i> does not refer to the daughter of one’s mother. They explain that <i>begotten of thy father</i> means whom your father raised. Our verse deals with an instance in which the father took a woman who had a small daughter. They say the same thing regarding Tamar.<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">Tamar was the daughter of David. She was raped by her brother Amnon. See II Sam. 13:1-22. According to the Karaites, Tamar was not actually David’s daughter. She was his stepdaughter. When David married her mother she was already grown. According to the Karaites, Scripture only prohibits a stepsister that grew up in one’s home. Hence it was permitted for Amnon to take her in marriage,</i> Their proof is, <i>for he will not withhold me from thee</i> (II Sam. 13:13).<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">If she were his real sister, she would not have said this to Amnon.</i> She thus was not begotten by David. Now since the transmitters of tradition said that the daughter of your father’s wife is permitted, we have no need to answer those who invent things in their hearts. It is possible that “the daughter of thy father’s wife” refers to a daughter<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">Of one’s father.</i> resulting from a rape.<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">While verse 9 speak of a sister born in wedlock. Hence our verse is not redundant.</i> ", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5868bd30d6e4a97c9cbb15e8", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Leviticus 18:11:1", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Bekhor Shor, Leviticus 18:11:1", "sourceHeRef": "בכור שור, ויקרא י״ח:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "ויקרא", "he": "<b>אחותך היא.</b> כלומר, אם מולדת אביך אחותך אפילו מאשת איש אסורה עליך, אבל אם אינה אחותך אפילו היא מולדת אביך שבא על השפחה ו[על] הנכרית שהיא מולדת אביך אבל אינה בת אביך ואינה אחותך שאינה נקראת אלא אחר אמה השפחה, דכתיב: האשה וילדיה תהיה לאדניה, שאינם הולכים אחר האב כלל, ונכרית כדנפקא לן מכי יסיר את בניך, בן בתך הבא מן הגוי קרוי בנך ואין בן בנך הבא מן הגויה קרוי בנך אלא בנה, ולפיכך אינך חיב עליה, אבל אם עבד וגוי בא על אמך והוליד ממנה בת אחותך היא, שלעולם הולד כרוך אחר אמו: ", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1924", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f28dd6e4a92746471bf4", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 18:11:1", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Chizkuni, Leviticus 18:11:1", "sourceHeRef": "חזקוני, ויקרא י״ח:י״א:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>אחותך היא</b> למעלה דבר הכתוב באחוה שלא ע״‎י נשואין וכאן ע״‎י נשואין וה״‎ה לבת אמך שע״‎י נשואין וכ״‎ש לאחותך מאביך ומאמך.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "אחותך היא, “she is your sister.” Here the Torah speaks of a “sister” who is the result of an official union, whereas previously, in verse 9 it spoke of the result of a casual relationship. The same is true when the Torah spoke of “the daughter of your mother by marriage, all the more so the daughter, i.e. a sister who is the result of your father or your mother.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5cd1405604bbb60019c1e358", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 18:11:1", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Birkat Asher on Torah, Leviticus 18:11:1", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ח:י״א:א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "<b>רש\"י ד\"ה ערות בת אשת אביך, לימד שאינו חייב על אחותו משפחה ונכרית וכו'.</b> ולכאורה מפרש כך משום שאיסור 'אחות למחצה' כלול כבר בפסוק ט. (פ' אחרי־מות תשמ\"ט)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a6231687f574a17ca6b84a", "index_title": "Jerusalem Talmud Sanhedrin", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Sanhedrin 2:6:4", "anchorRef": "Leviticus 16:1-18:30", "anchorRefExpanded": ["Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30"], "sourceRef": "Jerusalem Talmud Sanhedrin 2:6:4", "sourceHeRef": "תלמוד ירושלמי סנהדרין ב׳:ו׳:ד׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 6.0004, "collectiveTitle": {"en": "Jerusalem Talmud Sanhedrin", "he": "תלמוד ירושלמי סנהדרין"}, "heTitle": "תלמוד ירושלמי סנהדרין", "he": "אָמַר רִבִּי אָחָא. אָמַר שְׁלֹמֹה. <i data-overlay=\"Vilna Pages\" data-value=\"13a\"></i>שְׁלֹשָׁה דְבָרִים שֶׁסִּחֲקָה עֲלֵיהֶן מִידַּת הַדִּין חִילַּלְתִּים. לֹא יַרְבֶּה לּוֹ נָשִׁים. וְכָתוּב וְהַמֶּ֣לֶךְ שְׁלֹמֹ֗ה אָהַ֞ב נָשִׁ֧ים נָכְרִיּ֛וֹת. רִבִּי שִׁמְעוֹן בֶּן יוֹחַי אָמַר. אָהַב מַמָּשׁ לִזְנוּת. חֲנַנְיָה בֶּן אֲחִי רִבִּי יְהוֹשֻׁעַ אוֹמֵר. עַל שֵׁם לֹא תִּתְחַתֵּן בָּם. רִבִּי יוֹסֵי אוֹמֵר. לְמוֹשְׁכָן לְדִבְרֵי תוֹרָה וּלְקָֽרְבָן תַּחַת כַּנְפֵי הַשְּׁכִינָה. רִבִּי לִיעֶזֶר אוֹמֵר. עַל שֵׁם גַּם־אוֹת֣וֹ הֶחֱטִ֔יאוּ הַנָּשִׁ֖ים הַנָּכְרִיּֽוֹת׃ אַשְׁכַּח תֵּימַר. רִבִּי שִׁמְעוֹן בֶּן יוֹחַי וַחֲנַנְיָה וְרִבִּי לִיעֶזֶר חָדָא. וְרִבִּי יוֹסֵי פְלִיג עַל תַּלְתֵּיהוֹן.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Rebbi Aḥa said: Solomon said, three things I desecrated where I got the better of the law<sup class=\"footnote-marker\">181</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Kohelet Rabbah 2:3\" href=\"/Kohelet_Rabbah.2.3\"><i>Eccl.</i> <i>r</i>. 2(3</a>), <a class=\"refLink\" data-ref=\"Leviticus 16:1-18:30\" href=\"/Leviticus.16.1-18.30\"><i>Tanhuma Aḥare Mot</i> 1</a>, <a class=\"refLink\" data-ref=\"Leviticus 16:1-18:30\" href=\"/Leviticus.16.1-18.30\"><i>Tanhuma Buber Ahare</i> <i>Mot</i> 2</a>, <a class=\"refLink\" data-ref=\"Leviticus 16:1-18:30\" href=\"/Leviticus.16.1-18.30\"><i>Pesiqṭa dR. Cahana</i>(Buber) <i>Ahare Mot</i> 168b–168a</a>.<br>Most of the verses quoted in these paragraphs are also quoted in the <a class=\"refLink\" data-ref=\"Sanhedrin 21b\" href=\"/Sanhedrin.21b\">Babli, 21b</a>. Cf. also <a class=\"refLink\" data-ref=\"Shir HaShirim Rabbah 1:10\" href=\"/Shir_HaShirim_Rabbah.1.10\"><i>Cant. rabba</i> 1(10</a>).</i>. <i>He shall not add wives,</i> and it is written: <i>King Solomon</i><i>loved foreign women</i><sup class=\"footnote-marker\">182</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"I Kings 11:1\" href=\"/I_Kings.11.1\"><i>1K</i>. 11:1</a>.</i>. Rebbi Simeon ben Ioḥai said, he really made love to them immorally<sup class=\"footnote-marker\">183</sup><i class=\"footnote\">He did not marry them but slept with them unmarried to increase his sexual enjoyment.</i>. Ḥananiah, Rebbi Joshua’s nephew, says, because <i>you shall not intermarry with them</i><sup class=\"footnote-marker\">184</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 7:3\" href=\"/Deuteronomy.7.3\"><i>Deut</i>. 7:3</a>. He agrees with R. Simeon ben Iohai and notes that by behaving immorally he avoided violating the law. In <a class=\"refLink\" data-ref=\"Bamidbar Rabbah 10:8\" href=\"/Bamidbar_Rabbah.10.8\"><i>Num</i>. r. 10(8</a>) only Hanania and R. Yose are mentioned.</i>. Rebbi Yose said, to draw them to the words of the Torah and bring them under the Wings of the Divine Presence<sup class=\"footnote-marker\">185</sup><i class=\"footnote\">He married all those women with good intentions but violated <a class=\"refLink\" data-ref=\"Deuteronomy 17:17\" href=\"/Deuteronomy.17.17\"><i>Deut</i>. 17:17</a>. The expression “to take shelter under the Wings of the Divine Presence” for “to convert to Judaism” is from <a class=\"refLink\" data-ref=\"Ruth 2:12\" href=\"/Ruth.2.12\"><i>Ru</i>. 2:12</a>.</i>. Rebbi Eliezer said, because <i>also the foreign wives made him sin</i><sup class=\"footnote-marker\">186</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Nehemiah 13:26\" href=\"/Nehemiah.13.26\"><i>Neh.</i> 13:26</a>. He violated <a class=\"refLink\" data-ref=\"Jerusalem Talmud Sanhedrin 2:6:1\" href=\"/Jerusalem_Talmud_Sanhedrin.2.6.1\">Mishnah 7</a> according to all authorities quoted there.</i>. It turns out that one may say that Rebbi Simeon ben Ioḥai, Ḥananiah, and Rebbi Eliezer mean the same. Rebbi Yose disagrees with all three of them.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6231687f574a17ca6b854", "index_title": "Jerusalem Talmud Sanhedrin", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Sanhedrin 2:6:7", "anchorRef": "Leviticus 16:1-18:30", "anchorRefExpanded": ["Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30"], "sourceRef": "Jerusalem Talmud Sanhedrin 2:6:7", "sourceHeRef": "תלמוד ירושלמי סנהדרין ב׳:ו׳:ז׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 6.0007, "collectiveTitle": {"en": "Jerusalem Talmud Sanhedrin", "he": "תלמוד ירושלמי סנהדרין"}, "heTitle": "תלמוד ירושלמי סנהדרין", "he": "כָּתוּב לִשְׂח֖וֹק אָמַ֣רְתִּי מְהוֹלָ֑ל. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לִשְׁלֹמֹה. מָה עֲטָרָה זוֹ בְרֹאשְׁךָ. רֵד מִכִּסְאִי. רִבִּי יוֹסֵי בֶן חֲנִינִה אוֹמֵר. בְּאוֹתָהּ שָׁעָה יָרַד מַלְאָךְ וְנִדִמֶה כִדְמוּת שְׁלֹמֹה וְהֶעֱמִידוֹ מִכְִּסְאוֹ וְיָשַׁב תַּחְתָּיו. וְהָיָה מְחַזֵּר עַל בָּתֵּי כְּנֵסִיּוֹת וּבָתֵּי מִדְרָשׁוֹת וְאוֹמֵר אֲנִ֣י קֹהֶ֗לֶת הָיִ֥יתִי מֶ֛לֶךְ עַל־יִשְׂרָאֵ֖ל בִּירוּשָׁלָֽם׃ וַהֲווּ מָרִין לֵיהּ. מַלְכָּא יְתִיב עַל בִּסֶּילְּיוֹן דִּידֵיהּ וְתֵימַר אֲנִ֣י קֹהֶ֗לֶת. וְהָיוּ מַכִּין אוֹתוֹ בְקָנֶה וּמֵבִיאִין לְפָנָיו קְעָרַת גְּרִיסִין. בְּאוֹתָהּ שָׁעָה אָמַר וְזֶה־הָיָ֥ה חֶלְקִ֖י. אִית דָּֽמְרִין. חוּטְרָא. וְאִית דָּֽמְרִין. קַנְיָא. וְאִית דָּֽמְרִין. קוֹשַׁרְתֵּיהּ. וּמִי קִיטְרְגוֹ. אָמַר רִבִּי יְהוֹשֻׁעַ בֶּן לֵוִי. יוֹ״ד שֶׁבְּיַרְבֶּה קִיטְרְגוֹ. תַּנֵּי רִבִּי שִׁמְעוֹן בֶּן יוֹחַי. עָלָה סֵפֶר מִשְׁנֶה תוֹרָה וְנִשְׁתַּטַּח לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא. אָמַר לְפָנָיו. רִבּוֹן הָעוֹלָם. כָּתַבְתָּה בְתוֹרָתָךְ. כָּל־דִּייַתֵיקֵי שֶׁבָּֽטְלָה מִקְצָתָהּ בָּֽטְלָה כּוּלָּהּ. וַהֲרֵי שְׁלֹמֹה מְבַקֵּשׁ לַעֲקוֹר יוּ״ד מִמֶּנִּי. אָמַר לָהּ הַקָּדוֹשׁ בָּרוּךְ הוּא. שְׁלֹמֹה וְאֶלֶף כְּיוֹצֵא בוֹ בְטֵילִין וְדָבָר מִמָּךְ אֵינוֹ בָטֵל.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<sup class=\"footnote-marker\">181</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Kohelet Rabbah 2:3\" href=\"/Kohelet_Rabbah.2.3\"><i>Eccl.</i> <i>r</i>. 2(3</a>), <a class=\"refLink\" data-ref=\"Leviticus 16:1-18:30\" href=\"/Leviticus.16.1-18.30\"><i>Tanhuma Aḥare Mot</i> 1</a>, <a class=\"refLink\" data-ref=\"Leviticus 16:1-18:30\" href=\"/Leviticus.16.1-18.30\"><i>Tanhuma Buber Ahare</i> <i>Mot</i> 2</a>, <a class=\"refLink\" data-ref=\"Leviticus 16:1-18:30\" href=\"/Leviticus.16.1-18.30\"><i>Pesiqṭa dR. Cahana</i>(Buber) <i>Ahare Mot</i> 168b–168a</a>.<br>Most of the verses quoted in these paragraphs are also quoted in the <a class=\"refLink\" data-ref=\"Sanhedrin 21b\" href=\"/Sanhedrin.21b\">Babli, 21b</a>. Cf. also <a class=\"refLink\" data-ref=\"Shir HaShirim Rabbah 1:10\" href=\"/Shir_HaShirim_Rabbah.1.10\"><i>Cant. rabba</i> 1(10</a>).</i> It is written<sup class=\"footnote-marker\">193</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Ecclesiastes 2:2\" href=\"/Ecclesiastes.2.2\"><i>Eccl.</i> 2:2</a>.</i>: <i>To amusement I said, be praised</i>. The Holy One, praise to him, said to Solomon: What is this crown on your head? Descend from My throne! Rebbi Yose ben Ḥanina said, at that moment an angel came down looking like Solomon, removed him from his throne, and sat in his stead. He was going around in synagogues and houses of study, saying <i>I am Ecclesiastes, I used to be king over Israel in Jerusalem</i><sup class=\"footnote-marker\">194</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Ecclesiastes 1:12\" href=\"/Ecclesiastes.1.12\"><i>Eccl.</i> 1:12</a>.</i>. They were telling him, the king sits on his chair of honor<sup class=\"footnote-marker\">195</sup><i class=\"footnote\">Latin <i>bisellium</i>; cf. Löw in Krauss’s <i>Lehnwörter</i>.</i> and you say, <i>I am Ecclesiastes</i>? They hit him with a stick and brought a dish of split beans before him. At that moment, he said: <i>that is my part</i><sup class=\"footnote-marker\">196</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Ecclesiastes 2:10\" href=\"/Ecclesiastes.2.10\"><i>Eccl.</i> 2:10</a>.</i>. Some say, a staff. Others say, a rod. Others say, with his belt. <sup class=\"footnote-marker\">197</sup><i class=\"footnote\"><i>Cant. r. ad</i> 5:10, <a class=\"refLink\" data-ref=\"Vayikra Rabbah 19:2\" href=\"/Vayikra_Rabbah.19.2\"><i>Lev</i>. <i>r</i>. 19(2</a>), <a class=\"refLink\" data-ref=\"Shemot Rabbah 6:1\" href=\"/Shemot_Rabbah.6.1\"><i>Ex</i>. <i>r</i>. 6(1</a>). Solomon is accused of wanting to remove the imperative from <a class=\"refLink\" data-ref=\"Deuteronomy 17:17\" href=\"/Deuteronomy.17.17\"><i>Deut</i>. 17:17</a>.</i> Who had accused him? Rebbi Joshua ben Levi said, י in יַרְבֶּה<sup class=\"footnote-marker\">160</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"II Samuel 23:15-16\" href=\"/II_Samuel.23.15-16\"><i>2S</i>. 23:15–16</a>; <a class=\"refLink\" data-ref=\"I Chronicles 11:17-18\" href=\"/I_Chronicles.11.17-18\"><i>1Chr</i>. 11:17–18</a>.</i> accused him. Rebbi Simeon ben Ioḥai stated: The book Deuteronomy ascended, bowed down before the Holy One, praise to Him, and said to Him: Master of the Universe, You wrote in Your Torah that any disposition<sup class=\"footnote-marker\">198</sup><i class=\"footnote\">Greek διαθήκη “will, disposition”.</i> which is partially invalid is totally invalid, and now Solomon wants to uproot a י from me! The Holy One, praise to Him, said to it: Solomon and a thousand like him will disappear but nothing from you will disappear.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "63048f58082ee59f3f55a318", "index_title": "Horeb", "category": "Jewish Thought", "type": "", "ref": "Horeb 439:2", "anchorRef": "Leviticus 18:4-19:20", "anchorRefExpanded": ["Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20"], "sourceRef": "Horeb 439:2", "sourceHeRef": "חורב תל״ט:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1835], "commentaryNum": 439.0002, "collectiveTitle": {"en": "Horeb", "he": "חורב"}, "he": "את משפטי תעשו ואת חקתי תשמרו, ללכת בהם, אני ה׳ אלקיכם. ושמרתם את חקתי ואת משפטי, אשר יעשה אתם האדם וחי בהם, אני ה׳. איש איש אל כל שאר בשרו לא תקרבו לגלות ערוה וגו׳ ואל אשה בנדת טמאתה לא תקרב לגלות ערותה. ואל אשת עמיתך לא תתן שכבתך לזרע לטמאה בה וגו׳ (ויקרא י״ח ד׳ — י״ט כ׳).", "heVersionTitle": "Vilna, 1895", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cf78b6084aa1cbef8339", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אָב² 1", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "BDB, אָב² 1", "sourceHeRef": "בראון-דרייבר-בריגס, אָב² א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אָב²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אָב</span></big><sub>1191</sub>  <strong>n.m. father (</strong>Ph. <span dir=\"rtl\">אב</span>, Assyrian <em>abu</em>, Arabic <span dir=\"rtl\">أَبٌ</span>, Sab. <span dir=\"rtl\">אב</span> CIS<sup>iv, 1. 37 1. 2</sup> al. Ethiopic አብ Aramaic <span dir=\"rtl\">אַבָּא</span>, <span dir=\"rtl\">ܐܰܒܳܐ</span> <strong>)</strong>—abs. <span dir=\"rtl\">אָב</span> <a data-ref=\"Genesis 44:19\" href=\"/Genesis.44.19\">Gn 44:19</a> + 47 times; cstr. <span dir=\"rtl\">אַב</span> <a data-ref=\"Genesis 17:4\" href=\"/Genesis.17.4\">Gn 17:4</a>, <a data-ref=\"Genesis 17:5\" href=\"/Genesis.17.5\">5</a> (cf. in <span dir=\"rtl\">אַבְרָהָם</span> <em>ib.</em> & elsewhere in n.pr. On Hal’s proposes <span dir=\"rtl\">אֲבִר</span> v. <a data-ref=\"BDB, אַבְרָהָם\" href=\"/BDB,_אַבְרָהָם\", dir=\"rtl\">אברהם</a>); <a ,=\"\" data-ref=\"BDB, אֲבִי\" dir=\"rtl\" href=\"/BDB,_אֲבִי\">אֲבִי</a> (cf. Ge<sup>§§ 90, 3b, 96</sup>) <a data-ref=\"Genesis 4:20\" href=\"/Genesis.4.20\">Gn 4:20</a> +; sf. <span dir=\"rtl\">אָבִי</span> <a data-ref=\"Genesis 19:34\" href=\"/Genesis.19.34\">Gn 19:34</a> + (MI <span dir=\"rtl\">אבי</span>); <span dir=\"rtl\">אָבִיךָ</span> <a data-ref=\"Genesis 12:1\" href=\"/Genesis.12.1\">Gn 12:1</a> +; <span dir=\"rtl\">אָבִיו</span> <a data-ref=\"Genesis 2:24\" href=\"/Genesis.2.24\">Gn 2:24</a> +; <span dir=\"rtl\">אָבִ֫יהוּ</span> <a data-ref=\"Judges 14:10\" href=\"/Judges.14.10\">Ju 14:10</a> + 6 times; pl. <span dir=\"rtl\">אָבוֹת</span> <a data-ref=\"Exodus 12:3\" href=\"/Exodus.12.3\">Ex 12:3</a> +; cstr. <span dir=\"rtl\">אֲבוֹת</span> <a data-ref=\"Exodus 6:25\" href=\"/Exodus.6.25\">Ex 6:25</a> + 7 times; sf. <span dir=\"rtl\">אֲבוֹתַי</span> (<span dir=\"rtl\">אֲבֹתַי</span>, <span dir=\"rtl\">אֲבוֹתָ֑י</span>) <a data-ref=\"Genesis 47:9\" href=\"/Genesis.47.9\">Gn 47:9</a> + 15 times; <span dir=\"rtl\">אֲבוֹתֵיהֶם</span> <a data-ref=\"I Chronicles 4:38\" href=\"/I_Chronicles.4.38\">1 Ch 4:38</a> + 32 times (late); <span dir=\"rtl\">אֲבוֹתָם</span> <a data-ref=\"Exodus 4:5\" href=\"/Exodus.4.5\">Ex 4:5</a> + 106 times etc.;—<br><strong>1.</strong>  <em>father of individual</em> <a data-ref=\"Genesis 2:24\" href=\"/Genesis.2.24\">Gn 2:24</a> (+ <span dir=\"rtl\">אֵם</span>) <a data-ref=\"Genesis 11:28\" href=\"/Genesis.11.28\">11:28</a>, <a data-ref=\"Genesis 11:29\" href=\"/Genesis.11.29\">29</a><sup>(×2)</sup>; <a data-ref=\"Genesis 19:31\" href=\"/Genesis.19.31\">19:31</a>, <a data-ref=\"Genesis 19:32\" href=\"/Genesis.19.32\">32</a>, <a data-ref=\"Genesis 19:33\" href=\"/Genesis.19.33\">33</a>, + often (mostly JED); of father as commanding <a data-ref=\"Genesis 50:16\" href=\"/Genesis.50.16\">Gn 50:16</a> (J) <a data-ref=\"Jeremiah 35:6\" href=\"/Jeremiah.35.6\">Je 35:6 f</a> <a data-ref=\"Proverbs 6:20\" href=\"/Proverbs.6.20\">Pr 6:20</a> (cf. <a data-ref=\"Genesis 18:19\" href=\"/Genesis.18.19\">Gn 18:19</a> J <a data-ref=\"Genesis 28:1\" href=\"/Genesis.28.1\">28:1</a>, <a data-ref=\"Genesis 28:6\" href=\"/Genesis.28.6\">6</a> P <a data-ref=\"I Samuel 17:20\" href=\"/I_Samuel.17.20\">1 S 17:20</a> <a data-ref=\"I Kings 2:1\" href=\"/I_Kings.2.1\">1 K 2:1</a>); instructing <span dir=\"rtl\">מוסר</span> <a data-ref=\"Proverbs 1:8\" href=\"/Proverbs.1.8\">Pr 1:8</a>; <a data-ref=\"Proverbs 4:1\" href=\"/Proverbs.4.1\">4:1</a> (cf. <a data-ref=\"Deuteronomy 8:5\" href=\"/Deuteronomy.8.5\">Dt 8:5</a>); specif. as begetter, <em>genitor</em> <a data-ref=\"Proverbs 23:22\" href=\"/Proverbs.23.22\">Pr 23:22</a> <a data-ref=\"Zechariah 13:3\" href=\"/Zechariah.13.3\">Zc 13:3</a><sup>(×2)</sup> (+ <span dir=\"rtl\">אֵם</span>) <a data-ref=\"Isaiah 45:10\" href=\"/Isaiah.45.10\">Is 45:10</a>; cf. <a data-ref=\"Genesis 49:4\" href=\"/Genesis.49.4\">Gn 49:4</a> (J) <a data-ref=\"Leviticus 18:7\" href=\"/Leviticus.18.7\">Lv 18:7</a>, <a data-ref=\"Leviticus 18:8\" href=\"/Leviticus.18.8\">8</a>, <a data-ref=\"Leviticus 18:11\" href=\"/Leviticus.18.11\">11</a> (P); rebuking <a data-ref=\"Genesis 37:10\" href=\"/Genesis.37.10\">Gn 37:10</a>; loving <a data-ref=\"Genesis 37:4\" href=\"/Genesis.37.4\">Gn 37:4</a>; <a data-ref=\"Genesis 44:20\" href=\"/Genesis.44.20\">44:20</a> (JE; cf. <a data-ref=\"Genesis 22:2\" href=\"/Genesis.22.2\">22:2</a>; <a data-ref=\"Genesis 25:28\" href=\"/Genesis.25.28\">25:28</a>; <a data-ref=\"Genesis 37:3\" href=\"/Genesis.37.3\">37:3</a> <a data-ref=\"II Samuel 14:1\" href=\"/II_Samuel.14.1\">2 S 14:1</a>); pitying <a data-ref=\"Psalms 103:13\" href=\"/Psalms.103.13\">ψ 103:13</a> (in sim. cf. <a data-ref=\"II Samuel 18:5\" href=\"/II_Samuel.18.5\">2 S 18:5</a>); blessing <a data-ref=\"Genesis 27:41\" href=\"/Genesis.27.41\">Gn 27:41</a> (JE cf. <a data-ref=\"Genesis 27:4\" href=\"/Genesis.27.4\">27:4</a> also <a data-ref=\"Genesis 28:1\" href=\"/Genesis.28.1\">28:1</a> P +); as glad <a data-ref=\"Proverbs 10:1\" href=\"/Proverbs.10.1\">Pr 10:1</a>; <a data-ref=\"Proverbs 15:20\" href=\"/Proverbs.15.20\">15:20</a> cf. <a data-ref=\"Proverbs 29:3\" href=\"/Proverbs.29.3\">29:3</a>; grieving <a data-ref=\"Genesis 37:35\" href=\"/Genesis.37.35\">Gn 37:35</a> (JE; cf. <a data-ref=\"II Samuel 12:22\" href=\"/II_Samuel.12.22\">2 S 12:22</a>; <a data-ref=\"II Samuel 19:1\" href=\"/II_Samuel.19.1\">19:1</a>, <a data-ref=\"II Samuel 19:2\" href=\"/II_Samuel.19.2\">2 f</a>) etc. Also as obj. of honour, obedience, love <a data-ref=\"Exodus 20:12\" href=\"/Exodus.20.12\">Ex 20:12</a> (E) = <a data-ref=\"Deuteronomy 5:16\" href=\"/Deuteronomy.5.16\">Dt 5:16</a>; <a data-ref=\"Exodus 21:15\" href=\"/Exodus.21.15\">Ex 21:15</a>, <a data-ref=\"Exodus 21:17\" href=\"/Exodus.21.17\">17</a> (E) <a data-ref=\"Deuteronomy 21:18\" href=\"/Deuteronomy.21.18\">Dt 21:18</a>, <a data-ref=\"Deuteronomy 21:19\" href=\"/Deuteronomy.21.19\">19</a> <a data-ref=\"Genesis 28:7\" href=\"/Genesis.28.7\">Gn 28:7</a> (P), <a data-ref=\"Genesis 50:1\" href=\"/Genesis.50.1\">50:1</a>, <a data-ref=\"Genesis 50:5\" href=\"/Genesis.50.5\">5</a> <a data-ref=\"I Kings 19:20\" href=\"/I_Kings.19.20\">1 K 19:20</a> (all + <span dir=\"rtl\">אֵם</span>) (J) <a data-ref=\"Malachi 1:6\" href=\"/Malachi.1.6\">Mal 1:6</a> etc. Hence metaph. of <em>intimate connection</em> <a data-ref=\"Job 17:14\" href=\"/Job.17.14\">Jb 17:14</a> <em>to corruption I cry, My father</em> art <em>thou</em> (‖ <span dir=\"rtl\">אִמִּי וַאֲחֹתִי לָֽרִמָּה</span>).<br><strong>2.</strong>  of God as <em>father of his people</em> (v. RS<sup>Sem 42</sup>), who constituted, controls, guides and lovingly watches over it: <a data-ref=\"Deuteronomy 32:6\" href=\"/Deuteronomy.32.6\">Dt 32:6</a> <a data-ref=\"Jeremiah 3:4\" href=\"/Jeremiah.3.4\">Je 3:4</a>, <a data-ref=\"Jeremiah 3:19\" href=\"/Jeremiah.3.19\">19</a>; <a data-ref=\"Jeremiah 31:9\" href=\"/Jeremiah.31.9\">31:9</a> <a data-ref=\"Isaiah 63:16\" href=\"/Isaiah.63.16\">Is 63:16</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 64:7\" href=\"/Isaiah.64.7\">64:7</a> <a data-ref=\"Malachi 1:6\" href=\"/Malachi.1.6\">Mal 1:6</a>; <a data-ref=\"Malachi 2:10\" href=\"/Malachi.2.10\">2:10</a> (cf. <a data-ref=\"Exodus 4:22\" href=\"/Exodus.4.22\">Ex 4:22</a>; <a data-ref=\"Exodus 19:4\" href=\"/Exodus.19.4\">19:4</a> (JE) <a data-ref=\"Deuteronomy 32:11\" href=\"/Deuteronomy.32.11\">Dt 32:11</a> <a data-ref=\"Hosea 11:1\" href=\"/Hosea.11.1\">Ho 11:1</a>); cf. <a data-ref=\"Jeremiah 2:27\" href=\"/Jeremiah.2.27\">Je 2:27</a> (of idolatr. Isr.) <span dir=\"rtl\">אֹמְרִים לָעֵץ אָבִי אַתָּה וְלָאֶבֶן אַתְּ ילדתני׃</span>; especially God as <em>father of Davidic line</em> <a data-ref=\"II Samuel 7:14\" href=\"/II_Samuel.7.14\">2 S 7:14</a> <a data-ref=\"Psalms 89:27\" href=\"/Psalms.89.27\">ψ 89:27</a>; f. <em>of needy</em> (late) <a data-ref=\"Psalms 68:6\" href=\"/Psalms.68.6\">ψ 68:6</a> (cf. <a data-ref=\"Psalms 103:13\" href=\"/Psalms.103.13\">103:13</a>) (in n.pr., f. <em>of individ.</em>, cf. infr.)<br><strong>3.</strong>  <em>head of household</em>, family or clan; <span dir=\"rtl\">בֵּית אָבִי</span> as abode <a data-ref=\"Genesis 38:11\" href=\"/Genesis.38.11\">Gn 38:11</a><sup>(×2)</sup> <a data-ref=\"Leviticus 22:13\" href=\"/Leviticus.22.13\">Lv 22:13</a> +; = family <a data-ref=\"Genesis 24:40\" href=\"/Genesis.24.40\">Gn 24:40</a> (‖ <span dir=\"rtl\">מִשְׁפַחְתִּי</span>) <a data-ref=\"Genesis 41:51\" href=\"/Genesis.41.51\">41:51</a>; <a data-ref=\"Genesis 46:31\" href=\"/Genesis.46.31\">46:31</a> + cf. <a data-ref=\"Numbers 18:1\" href=\"/Numbers.18.1\">Nu 18:1</a>, <a data-ref=\"Numbers 18:2\" href=\"/Numbers.18.2\">2</a> <a data-ref=\"Joshua 2:12\" href=\"/Joshua.2.12\">Jos 2:12</a>, <a data-ref=\"Joshua 2:18\" href=\"/Joshua.2.18\">18</a>; <a data-ref=\"Joshua 6:25\" href=\"/Joshua.6.25\">6:25</a>; especially techn. of divisions of Isr. <span dir=\"rtl\">בֵּית אָב לְמִשְׁפָּחוֹת</span> <a data-ref=\"Numbers 3:30\" href=\"/Numbers.3.30\">Nu 3:30</a>, <a data-ref=\"Numbers 3:35\" href=\"/Numbers.3.35\">35</a> = a father’s house, i.e. a family or clan; more often pl. (<span dir=\"rtl\">אבותם</span>, <span dir=\"rtl\">אבותיו</span>) <span dir=\"rtl\">בֵית אָבוֹת</span> = fathers’ houses = families, clans (cf. Di on <a data-ref=\"Exodus 6:14\" href=\"/Exodus.6.14\">Ex 6:14</a>) <a data-ref=\"Exodus 6:14\" href=\"/Exodus.6.14\">Ex 6:14</a>; <a data-ref=\"Exodus 12:3\" href=\"/Exodus.12.3\">12:3</a> <a data-ref=\"Numbers 1:2\" href=\"/Numbers.1.2\">Nu 1:2</a>, <a data-ref=\"Numbers 1:18\" href=\"/Numbers.1.18\">18 ff.</a> (often in Nu) <a data-ref=\"Joshua 22:14\" href=\"/Joshua.22.14\">Jos 22:14</a><sup>(×2)</sup> without <span dir=\"rtl\">בית</span> <a data-ref=\"Joshua 14:1\" href=\"/Joshua.14.1\">Jos 14:1</a>; <a data-ref=\"Joshua 19:51\" href=\"/Joshua.19.51\">19:51</a>; <a data-ref=\"Joshua 21:1\" href=\"/Joshua.21.1\">21:1</a><sup>(×2)</sup> (always P in Hex.); also <a data-ref=\"I Chronicles 5:13\" href=\"/I_Chronicles.5.13\">1 Ch 5:13</a>, <a data-ref=\"I Chronicles 5:15\" href=\"/I_Chronicles.5.15\">15</a> + often in Ch; cf. <span dir=\"rtl\">רָאשֵׁי אבות הלוים</span> (= <span dir=\"rtl\">ר׳ בית א׳</span>) <a data-ref=\"Exodus 6:25\" href=\"/Exodus.6.25\">Ex 6:25</a> cf. <a data-ref=\"I Kings 8:1\" href=\"/I_Kings.8.1\">1 K 8:1</a> <a data-ref=\"I Chronicles 6:4\" href=\"/I_Chronicles.6.4\">1 Ch 6:4</a>; <a data-ref=\"I Chronicles 7:11\" href=\"/I_Chronicles.7.11\">7:11</a> + often Ch Ezr Ne.<br><strong>4.</strong>  <em>ancestor</em> (<strong>a</strong>) of individual; grandfather (instead of precise term) <a data-ref=\"Genesis 28:13\" href=\"/Genesis.28.13\">Gn 28:13</a>; <a data-ref=\"Genesis 32:10\" href=\"/Genesis.32.10\">32:10</a> (J; where used of Abr. & Isaac); greatgr. <a data-ref=\"I Kings 15:3\" href=\"/I_Kings.15.3\">1 K 15:3</a>; gr.-greatgr. <a data-ref=\"I Kings 15:11\" href=\"/I_Kings.15.11\">1 K 15:11</a>, <a data-ref=\"I Kings 15:24\" href=\"/I_Kings.15.24\">24</a> etc.; cf. <a data-ref=\"II Kings 14:3\" href=\"/II_Kings.14.3\">2 K 14:3</a>; <a data-ref=\"II Kings 15:38\" href=\"/II_Kings.15.38\">15:38</a>; <a data-ref=\"II Kings 16:2\" href=\"/II_Kings.16.2\">16:2</a>; <a data-ref=\"II Kings 18:3\" href=\"/II_Kings.18.3\">18:3</a>; <a data-ref=\"II Kings 22:2\" href=\"/II_Kings.22.2\">22:2</a>; often pl. (= <em>fathers, forefathers</em>) <a data-ref=\"Genesis 15:15\" href=\"/Genesis.15.15\">Gn 15:15</a>; <a data-ref=\"Genesis 46:34\" href=\"/Genesis.46.34\">46:34</a> (JE) <a data-ref=\"I Kings 19:4\" href=\"/I_Kings.19.4\">1 K 19:4</a>; <a data-ref=\"I Kings 21:3\" href=\"/I_Kings.21.3\">21:3</a>, <a data-ref=\"I Kings 21:4\" href=\"/I_Kings.21.4\">4</a> <a data-ref=\"II Kings 19:12\" href=\"/II_Kings.19.12\">2 K 19:12</a>; <a data-ref=\"II Kings 20:17\" href=\"/II_Kings.20.17\">20:17</a> +; particularly <span dir=\"rtl\">שׁכב עם אבותיו</span> <a data-ref=\"I Kings 1:21\" href=\"/I_Kings.1.21\">1 K 1:21</a>; <a data-ref=\"I Kings 2:10\" href=\"/I_Kings.2.10\">2:10</a>; <a data-ref=\"I Kings 11:21\" href=\"/I_Kings.11.21\">11:21</a>; <a data-ref=\"I Kings 22:40\" href=\"/I_Kings.22.40\">22:40</a> +; joined with <span dir=\"rtl\">ויקבר עם אב׳</span> <a data-ref=\"I Kings 14:31\" href=\"/I_Kings.14.31\">1 K 14:31</a>; <a data-ref=\"I Kings 15:24\" href=\"/I_Kings.15.24\">15:24</a>; <a data-ref=\"I Kings 22:51\" href=\"/I_Kings.22.51\">22:51</a> <a data-ref=\"II Kings 8:24\" href=\"/II_Kings.8.24\">2 K 8:24</a>; <a data-ref=\"II Kings 15:38\" href=\"/II_Kings.15.38\">15:38</a> cf. v <a data-ref=\"II Kings 15:7\" href=\"/II_Kings.15.7\">7</a>, <a data-ref=\"I Kings 16:20\" href=\"/I_Kings.16.20\">16:20</a> + (all of kings of Judah); intens., <span dir=\"rtl\">אֲבֹתֶיךָ וַאֲבוֹת אֲבֹתֶיךָ</span> <a data-ref=\"Exodus 10:6\" href=\"/Exodus.10.6\">Ex 10:6</a> cf. <a data-ref=\"Daniel 11:24\" href=\"/Daniel.11.24\">Dn 11:24</a>; (<strong>b</strong>) of people <a data-ref=\"Genesis 10:21\" href=\"/Genesis.10.21\">Gn 10:21</a> (J) <a data-ref=\"Genesis 17:4\" href=\"/Genesis.17.4\">17:4</a>, <a data-ref=\"Genesis 17:5\" href=\"/Genesis.17.5\">5</a> (P) <a data-ref=\"Genesis 19:37\" href=\"/Genesis.19.37\">19:37</a>, <a data-ref=\"Genesis 19:38\" href=\"/Genesis.19.38\">38</a> (J) <a data-ref=\"Genesis 36:9\" href=\"/Genesis.36.9\">36:9</a>, <a data-ref=\"Genesis 36:43\" href=\"/Genesis.36.43\">43</a> (P) <a data-ref=\"Deuteronomy 26:5\" href=\"/Deuteronomy.26.5\">Dt 26:5</a> <a data-ref=\"Isaiah 51:2\" href=\"/Isaiah.51.2\">Is 51:2</a>; <a data-ref=\"Isaiah 43:27\" href=\"/Isaiah.43.27\">43:27</a> (where <span dir=\"rtl\">אביך הראשׁון</span> <em>thy first father</em>, v. Che) cf. also <a data-ref=\"Ezekiel 16:3\" href=\"/Ezekiel.16.3\">Ez 16:3</a>, <a data-ref=\"Ezekiel 16:45\" href=\"/Ezekiel.16.45\">45</a> + often; pl. <a data-ref=\"Exodus 3:13\" href=\"/Exodus.3.13\">Ex 3:13</a>, <a data-ref=\"Exodus 3:15\" href=\"/Exodus.3.15\">15</a>, <a data-ref=\"Exodus 3:16\" href=\"/Exodus.3.16\">16</a> (E) <a data-ref=\"Deuteronomy 1:8\" href=\"/Deuteronomy.1.8\">Dt 1:8</a> <a data-ref=\"Joshua 1:6\" href=\"/Joshua.1.6\">Jos 1:6</a> <a data-ref=\"Judges 2:1\" href=\"/Judges.2.1\">Ju 2:1</a> <a data-ref=\"I Samuel 12:6\" href=\"/I_Samuel.12.6\">1 S 12:6</a> +; <a data-ref=\"I Samuel 12:15\" href=\"/I_Samuel.12.15\">1 S 12:15</a> ad fin read <span dir=\"rtl\">וּבְמַלְכְּכֶם</span> 𝔊 We Dr.<br><strong>5.</strong>  <em>originator</em> or <em>patron</em> of a class, profession, or art <a data-ref=\"Genesis 4:20\" href=\"/Genesis.4.20\">Gn 4:20</a>, <a data-ref=\"Genesis 4:21\" href=\"/Genesis.4.21\">21</a>.<br><strong>6.</strong>  fig. of <em>producer, generator</em> <a data-ref=\"Job 38:28\" href=\"/Job.38.28\">Jb 38:28</a> <span dir=\"rtl\">הֲיֵשׁ לַמָּטָר אָ֑ב</span> (‖ <span dir=\"rtl\">מִי־הוֹלִיד אֶגְלֵי־טָֽל׃</span>).<br><strong>7.</strong>  fig. of <em>benevolence</em> & protection <a data-ref=\"Job 29:16\" href=\"/Job.29.16\">Jb 29:16</a> <span dir=\"rtl\">אָב אָֽנֹכִי לָֽאֶבְיוֹנִים</span>, cf. <a data-ref=\"Job 31:18\" href=\"/Job.31.18\">31:18</a>; of Eliakim <a data-ref=\"Isaiah 22:21\" href=\"/Isaiah.22.21\">Is 22:21</a>; perhaps also of gracious Mess. king <span dir=\"rtl\">אֲבִי עַד</span> <a data-ref=\"Isaiah 9:5\" href=\"/Isaiah.9.5\">Is 9:5</a> <em>everlasting father</em> (Ge Ew De Che Brd Di)—others <em>divider of spoil</em> (Abarb Hi Kn KueBr<sup>MP</sup>).<br><strong>8.</strong>  term of <em>respect & honour</em> (<em>Abbas, Pater, Papa, Pope</em>); appl. to master <a data-ref=\"II Kings 5:13\" href=\"/II_Kings.5.13\">2 K 5:13</a>; priest <a data-ref=\"Judges 17:10\" href=\"/Judges.17.10\">Ju 17:10</a>; <a data-ref=\"Judges 18:19\" href=\"/Judges.18.19\">18:19</a>; prophet <a data-ref=\"II Kings 2:12\" href=\"/II_Kings.2.12\">2 K 2:12</a><sup>(×2)</sup>; <a data-ref=\"II Kings 6:21\" href=\"/II_Kings.6.21\">6:21</a>; <a data-ref=\"II Kings 13:14\" href=\"/II_Kings.13.14\">13:14</a><sup>(×2)</sup> cf. <a data-ref=\"II Kings 8:9\" href=\"/II_Kings.8.9\">8:9</a>; counsellor <a data-ref=\"Genesis 45:8\" href=\"/Genesis.45.8\">Gn 45:8</a> (E; cf. δευτέρου πατρός 𝔊 add. <a data-ref=\"Esther 3:13\" href=\"/Esther.3.13\">Est 3:13</a>; τῷ πατρί <a data-ref=\"The Book of Maccabees I (Kahana Translation) 11:32\" href=\"/The_Book_of_Maccabees_I_(Kahana_Translation).11.32\">1 Mac 11:32</a>); king <a data-ref=\"I Samuel 24:12\" href=\"/I_Samuel.24.12\">1 S 24:12</a>; artificer <a data-ref=\"II Chronicles 2:12\" href=\"/II_Chronicles.2.12\">2 Ch 2:12</a>; <a data-ref=\"II Chronicles 4:16\" href=\"/II_Chronicles.4.16\">4:16</a>.<br><strong>9.</strong>  specif., <em>ruler, chief</em> (late) <a data-ref=\"I Chronicles 2:24\" href=\"/I_Chronicles.2.24\">1 Ch 2:24</a>, <a data-ref=\"I Chronicles 2:42\" href=\"/I_Chronicles.2.42\">42</a><sup>(×2)</sup> etc. (cf. Ew<sup>§ 273b</sup>). See also Ew<sup>Gesch. i. 524 H i. 365</sup>. On the force of <span dir=\"rtl\">אָב</span> in proper names (in many prob. a divine title), v. Che<sup>Ency. Bib., abi, names with</sup> Nö<sup>ib., names, §§ 44, 45</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319cfa1b6084aa1cbefa1a7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אָחוֹת 1", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "BDB, אָחוֹת 1", "sourceHeRef": "בראון-דרייבר-בריגס, אָחוֹת א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אָחוֹת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">אָחוֹת</span></big><sub>114</sub>  <strong>n.f. sister (</strong>Ph. <span dir=\"rtl\">אחת</span>, Aramaic <span dir=\"rtl\">אֲחָת</span>, <span dir=\"rtl\">ܚܳܬܳܐ</span>, Arabic <span dir=\"rtl\">أُخْتٌ</span>, Assyrian <em>aḫâtu</em>, Dl<sup>W</sup> Ethiopic እኅት Sab. in n.pr. <span dir=\"rtl\">אחֿתאמהו</span> Os<sup>ZMG 1865, 273</sup><strong>)</strong>—abs. <span dir=\"rtl\">אָ׳</span> <a data-ref=\"II Samuel 13:1\" href=\"/II_Samuel.13.1\">2 S 13:1</a> + (never with art.); cstr. <span dir=\"rtl\">אֲחוֹת</span> <a data-ref=\"Genesis 4:22\" href=\"/Genesis.4.22\">Gn 4:22</a> +; sf. <span dir=\"rtl\">אֲחֹתִי (אֲחוֹתִי)</span> <a data-ref=\"Genesis 12:13\" href=\"/Genesis.12.13\">Gn 12:13</a> +, etc.; pl. sf. <span dir=\"rtl\">אַחְוֹתַי</span> (Qr <span dir=\"rtl\">אַחְיוֹתַי</span>) <a data-ref=\"Joshua 2:13\" href=\"/Joshua.2.13\">Jos 2:13</a>; <span dir=\"rtl\">אֲחוֹתַיִךְ</span> <a data-ref=\"Ezekiel 16:51\" href=\"/Ezekiel.16.51\">Ez 16:51</a> (Qr; Kt <span dir=\"rtl\">אחותך</span>) + 2 times (Co all <span dir=\"rtl\">אחיו׳</span>); <span dir=\"rtl\">אַחֲיוֹתֵךְ</span> <a data-ref=\"Ezekiel 16:52\" href=\"/Ezekiel.16.52\">Ez 16:52</a> (Co <span dir=\"rtl\">־תיך</span>); <span dir=\"rtl\">אֲחוֹתֵךְ</span> <a data-ref=\"Ezekiel 16:52\" href=\"/Ezekiel.16.52\">Ez 16:52</a> (must be pl., but del. Co); <span dir=\"rtl\">אַחְיֹתָיו</span> <a data-ref=\"Job 42:11\" href=\"/Job.42.11\">Jb 42:11</a>; <span dir=\"rtl\">אֲחוֹתֵיכֶם</span> <a data-ref=\"Hosea 2:3\" href=\"/Hosea.2.3\">Ho 2:3</a>; <span dir=\"rtl\">אַחְיֹתֵיהֶם</span> <a data-ref=\"I Chronicles 2:16\" href=\"/I_Chronicles.2.16\">1 Ch 2:16</a> <a data-ref=\"Job 1:4\" href=\"/Job.1.4\">Jb 1:4</a>—<br><strong>1.</strong>  <em>sister</em> <a data-ref=\"Genesis 4:22\" href=\"/Genesis.4.22\">Gn 4:22</a>; <a data-ref=\"Genesis 12:13\" href=\"/Genesis.12.13\">12:13</a>, <a data-ref=\"Genesis 12:19\" href=\"/Genesis.12.19\">19</a>; <a data-ref=\"Genesis 20:2\" href=\"/Genesis.20.2\">20:2</a>, <a data-ref=\"Genesis 20:5\" href=\"/Genesis.20.5\">5</a>, <a data-ref=\"Genesis 20:12\" href=\"/Genesis.20.12\">12</a> (same father, diff. mother) so <a data-ref=\"Leviticus 18:11\" href=\"/Leviticus.18.11\">Lv 18:11</a> cf. <a data-ref=\"Ezekiel 22:11\" href=\"/Ezekiel.22.11\">Ez 22:11</a>; <a data-ref=\"Genesis 24:30\" href=\"/Genesis.24.30\">Gn 24:30</a><sup>(×2)</sup> +, <a data-ref=\"Exodus 2:4\" href=\"/Exodus.2.4\">Ex 2:4</a>, <a data-ref=\"Exodus 2:7\" href=\"/Exodus.2.7\">7</a>; <a data-ref=\"Leviticus 18:9\" href=\"/Leviticus.18.9\">Lv 18:9</a> (either parent same) so <a data-ref=\"Deuteronomy 27:22\" href=\"/Deuteronomy.27.22\">Dt 27:22</a> <a data-ref=\"Numbers 6:7\" href=\"/Numbers.6.7\">Nu 6:7</a> <a data-ref=\"II Samuel 13:1\" href=\"/II_Samuel.13.1\">2 S 13:1</a>, <a data-ref=\"II Samuel 13:2\" href=\"/II_Samuel.13.2\">2</a>, <a data-ref=\"II Samuel 13:4\" href=\"/II_Samuel.13.4\">4</a> +, <a data-ref=\"Song of Songs 8:8\" href=\"/Song_of_Songs.8.8\">Ct 8:8</a><sup>(×2)</sup>; called upon, in mourning for dead <a data-ref=\"Jeremiah 22:18\" href=\"/Jeremiah.22.18\">Je 22:18</a>; = near relative <a data-ref=\"Genesis 24:59\" href=\"/Genesis.24.59\">Gn 24:59</a>, <a data-ref=\"Genesis 24:60\" href=\"/Genesis.24.60\">60</a> (or because Laban prominent? so Di); woman of same nationality <a data-ref=\"Numbers 25:18\" href=\"/Numbers.25.18\">Nu 25:18</a> cf. <a data-ref=\"Hosea 2:3\" href=\"/Hosea.2.3\">Ho 2:3</a>.<br><strong>2.</strong>  = beloved <a data-ref=\"Song of Songs 4:9\" href=\"/Song_of_Songs.4.9\">Ct 4:9</a>, <a data-ref=\"Song of Songs 4:10\" href=\"/Song_of_Songs.4.10\">10</a>, <a data-ref=\"Song of Songs 4:12\" href=\"/Song_of_Songs.4.12\">12</a>; <a data-ref=\"Song of Songs 5:1\" href=\"/Song_of_Songs.5.1\">5:1</a>, <a data-ref=\"Song of Songs 5:2\" href=\"/Song_of_Songs.5.2\">2</a> (4 times ‖ <span dir=\"rtl\">כַּלָּה</span> <em>bride;</em> phr. orig. implying that marriage with half-sister—of same father—was allowed? cf. Nö<sup>ZMG 1886, 150</sup>, & <a data-ref=\"Genesis 20:12\" href=\"/Genesis.20.12\">Gn 20:12</a>).<br><strong>3.</strong>  symbol. of Judah, Samaria, Sodom & Jerusalem <a data-ref=\"Jeremiah 3:7\" href=\"/Jeremiah.3.7\">Je 3:7</a>, <a data-ref=\"Jeremiah 3:8\" href=\"/Jeremiah.3.8\">8</a>, <a data-ref=\"Jeremiah 3:10\" href=\"/Jeremiah.3.10\">10</a> <a data-ref=\"Ezekiel 16:45\" href=\"/Ezekiel.16.45\">Ez 16:45</a>, <a data-ref=\"Ezekiel 16:52\" href=\"/Ezekiel.16.52\">52</a>,<sup>(×2)</sup> (del. Co) +, <a data-ref=\"Ezekiel 23:4\" href=\"/Ezekiel.23.4\">23:4</a>, <a data-ref=\"Ezekiel 23:11\" href=\"/Ezekiel.23.11\">11</a> +.<br><strong>4.</strong>  fig. of intimate connection <span dir=\"rtl\">אִמִּי וַאֲחֹתִי לָרִמָּה</span> … <span dir=\"rtl\">קָרָאתי</span> <a data-ref=\"Job 17:14\" href=\"/Job.17.14\">Jb 17:14</a>; <span dir=\"rtl\">אֱמֹר לַחָכְמָה אֲחֹתִי אַתְּ</span> <a data-ref=\"Proverbs 7:4\" href=\"/Proverbs.7.4\">Pr 7:4</a>.<br>†<strong>5.</strong>  <em>another</em>, <span dir=\"rtl\">אִשָּׁה אֶל־אֲחֹתָהּ</span>, of curtains of tabern. <a data-ref=\"Exodus 26:3\" href=\"/Exodus.26.3\">Ex 26:3</a><sup>(×2)</sup>, <a data-ref=\"Exodus 26:6\" href=\"/Exodus.26.6\">6</a>, loops v <a data-ref=\"Exodus 26:5\" href=\"/Exodus.26.5\">5</a>, tenons v <a data-ref=\"Exodus 26:17\" href=\"/Exodus.26.17\">17</a>; of wings of living creatures, Ezek.’s vision <a data-ref=\"Ezekiel 1:9\" href=\"/Ezekiel.1.9\">Ez 1:9</a>, <a data-ref=\"Ezekiel 1:23\" href=\"/Ezekiel.1.23\">23</a>; <a data-ref=\"Ezekiel 3:13\" href=\"/Ezekiel.3.13\">3:13</a>; not of persons, but vid. <a ,=\"\" data-ref=\"BDB, רְעוּת\" dir=\"rtl\" href=\"/BDB,_רְעוּת\">רְעוּת</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319cfdcb6084aa1cbefcba7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אִשָּׁה 1", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "BDB, אִשָּׁה 1", "sourceHeRef": "בראון-דרייבר-בריגס, אִשָּׁה א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אִשָּׁה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אִשָּׁה</span></big><sub>775</sub>  <strong>n.f.</strong> woman, wife, female <strong>(</strong>Arabic <span dir=\"rtl\">أُنْثَى</span>, Sab. <span dir=\"rtl\">אנתֿת</span> etc. DHM<sup>ZK 1884, 360</sup>, Aramaic <span dir=\"rtl\">אִתְּתָא</span>, <span dir=\"rtl\">אִנְתְּתָא</span>, <span dir=\"rtl\">אִתָּא</span>, <span dir=\"rtl\">ܐܰܢ̱ܬܬܴܐ</span>, Palm. Nab. <span dir=\"rtl\">אנתתא</span>, Ethiopic አንስት Ph. <span dir=\"rtl\">אשת</span>, Assyrian <em>aššatu</em> COT<sup>Gloss</sup><strong>)</strong>—<span dir=\"rtl\">א׳</span> abs. <a data-ref=\"Genesis 2:23\" href=\"/Genesis.2.23\">Gn 2:23</a> +; cstr. <span dir=\"rtl\">אֵשֶׁת</span> <a data-ref=\"Genesis 11:29\" href=\"/Genesis.11.29\">Gn 11:29</a> + (appar. abs. <a data-ref=\"Deuteronomy 21:11\" href=\"/Deuteronomy.21.11\">Dt 21:11</a>; <a data-ref=\"I Samuel 28:7\" href=\"/I_Samuel.28.7\">1 S 28:7</a> <a data-ref=\"Psalms 58:9\" href=\"/Psalms.58.9\">ψ 58:9</a> but cf. Bö<sup>§ 728</sup> Ges<sup>§ 130, 5</sup>); sf. <span dir=\"rtl\">אִשְׁתִּי</span> <a data-ref=\"Genesis 20:11\" href=\"/Genesis.20.11\">Gn 20:11</a> +; <span dir=\"rtl\">אִשְׁתְּךָ</span> <a data-ref=\"Genesis 12:18\" href=\"/Genesis.12.18\">Gn 12:18</a> + (<span dir=\"rtl\">אֶשְׁתְּךָ</span> <a data-ref=\"Psalms 128:3\" href=\"/Psalms.128.3\">ψ 128:3</a>), etc.; Pl. †<span dir=\"rtl\">אִשֹּׁת</span> <a data-ref=\"Ezekiel 23:44\" href=\"/Ezekiel.23.44\">Ez 23:44</a> (Co <span dir=\"rtl\">לעשׂות</span>); <span dir=\"rtl\">נָשִׁים</span> <a data-ref=\"Genesis 4:19\" href=\"/Genesis.4.19\">Gn 4:19</a> +; cstr. <span dir=\"rtl\">נְשֵׁי</span> <a data-ref=\"Genesis 4:23\" href=\"/Genesis.4.23\">Gn 4:23</a> +; sf. <span dir=\"rtl\">נָשַׁי</span> <a data-ref=\"Genesis 30:26\" href=\"/Genesis.30.26\">Gn 30:26</a>; <a data-ref=\"I Kings 20:7\" href=\"/I_Kings.20.7\">1 K 20:7</a>; <span dir=\"rtl\">נְשֵׁיכֶם</span> <a data-ref=\"Exodus 22:23\" href=\"/Exodus.22.23\">Ex 22:23</a> +, etc.;—<br><strong>1.</strong>  <em>woman</em> <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">Gn 3:1</a>, <a data-ref=\"Genesis 3:2\" href=\"/Genesis.3.2\">2</a>; <a data-ref=\"Genesis 12:11\" href=\"/Genesis.12.11\">12:11</a> +; opp. man <a data-ref=\"Genesis 2:22\" href=\"/Genesis.2.22\">2:22</a>, <a data-ref=\"Genesis 2:23\" href=\"/Genesis.2.23\">23</a> <a data-ref=\"Exodus 35:29\" href=\"/Exodus.35.29\">Ex 35:29</a>; <a data-ref=\"Exodus 36:6\" href=\"/Exodus.36.6\">36:6</a>; <a data-ref=\"Deuteronomy 17:2\" href=\"/Deuteronomy.17.2\">Dt 17:2</a>, <a data-ref=\"Deuteronomy 17:5\" href=\"/Deuteronomy.17.5\">5</a>; <a data-ref=\"Deuteronomy 22:22\" href=\"/Deuteronomy.22.22\">22:22</a>; <a data-ref=\"I Samuel 21:5\" href=\"/I_Samuel.21.5\">1 S 21:5</a> +; <span dir=\"rtl\">א׳</span> emphat. <em>a genuine</em> (or ideal) <em>woman</em> <a data-ref=\"Ecclesiastes 7:28\" href=\"/Ecclesiastes.7.28\">Ec 7:28</a> (‖ <span dir=\"rtl\">אדם</span>); sim. of men as feeble, timid <a data-ref=\"Jeremiah 50:37\" href=\"/Jeremiah.50.37\">Je 50:37</a>; <a data-ref=\"Jeremiah 51:30\" href=\"/Jeremiah.51.30\">51:30</a>; note especially <span dir=\"rtl\">הַטַּף בַּנָּשִׁים</span> <em>the children among the women, female children</em> <a data-ref=\"Numbers 31:18\" href=\"/Numbers.31.18\">Nu 31:18</a> (P); as conceiving <a data-ref=\"Exodus 2:2\" href=\"/Exodus.2.2\">Ex 2:2</a>; <a data-ref=\"Leviticus 12:2\" href=\"/Leviticus.12.2\">Lv 12:2</a>; <a data-ref=\"II Samuel 11:5\" href=\"/II_Samuel.11.5\">2 S 11:5</a> +; travailing <a data-ref=\"Jeremiah 13:21\" href=\"/Jeremiah.13.21\">Je 13:21</a>; bearing children <a data-ref=\"Judges 13:24\" href=\"/Judges.13.24\">Ju 13:24</a>; <a data-ref=\"I Kings 3:18\" href=\"/I_Kings.3.18\">1 K 3:18</a>; cf. <a data-ref=\"Job 14:1\" href=\"/Job.14.1\">Jb 14:1</a>; <a data-ref=\"Job 15:14\" href=\"/Job.15.14\">15:14</a>; <a data-ref=\"Job 25:4\" href=\"/Job.25.4\">25:4</a> +, etc.; suckling <a data-ref=\"Isaiah 49:15\" href=\"/Isaiah.49.15\">Is 49:15</a>; <span dir=\"rtl\">אֹרַח כַּנָּשִׁים</span> <a data-ref=\"Genesis 18:11\" href=\"/Genesis.18.11\">Gn 18:11</a>; <span dir=\"rtl\">דֶּרֶךְ נָשִׁים</span> <a data-ref=\"Genesis 31:35\" href=\"/Genesis.31.35\">31:35</a>; with adj., or app., <span dir=\"rtl\">א׳מֵינֶקֶת</span> <em>nursing woman, nurse</em> <a data-ref=\"Exodus 2:7\" href=\"/Exodus.2.7\">Ex 2:7</a>; <span dir=\"rtl\">א׳ זוֹנָה</span> <em>harlot</em> <a data-ref=\"Joshua 2:1\" href=\"/Joshua.2.1\">Jos 2:1</a>; <a data-ref=\"Joshua 6:22\" href=\"/Joshua.6.22\">6:22</a>; <a data-ref=\"Judges 11:1\" href=\"/Judges.11.1\">Ju 11:1</a>; <a data-ref=\"Judges 16:1\" href=\"/Judges.16.1\">16:1</a>; <a data-ref=\"I Kings 3:16\" href=\"/I_Kings.3.16\">1 K 3:16</a>; <a data-ref=\"Proverbs 6:26\" href=\"/Proverbs.6.26\">Pr 6:26</a>; <a data-ref=\"Jeremiah 3:3\" href=\"/Jeremiah.3.3\">Je 3:3</a> <a data-ref=\"Ezekiel 16:30\" href=\"/Ezekiel.16.30\">Ez 16:30</a>; <a data-ref=\"Ezekiel 23:44\" href=\"/Ezekiel.23.44\">23:44</a>; so <span dir=\"rtl\">א׳ זָרָה</span> <a data-ref=\"Proverbs 2:16\" href=\"/Proverbs.2.16\">Pr 2:16</a>; <a data-ref=\"Proverbs 7:5\" href=\"/Proverbs.7.5\">7:5</a>; cf. also <a data-ref=\"Ezekiel 23:44\" href=\"/Ezekiel.23.44\">Ez 23:44</a> supr.; <span dir=\"rtl\">א׳ מְנָאָ֑פֶת</span> <em>adulteress</em> <a data-ref=\"Proverbs 30:20\" href=\"/Proverbs.30.20\">Pr 30:20</a> (cf. <span dir=\"rtl\">אֵשֶׁת אִישׁ</span> <a data-ref=\"Proverbs 6:26\" href=\"/Proverbs.6.26\">6:26</a>), <span dir=\"rtl\">אֵשֶׁת זְנוּנִים</span> <a data-ref=\"Hosea 1:2\" href=\"/Hosea.1.2\">Ho 1:2</a>; <span dir=\"rtl\">נָשִׁים נָכְרִיּוֹת</span> <em>foreign women</em> <a data-ref=\"I Kings 11:1\" href=\"/I_Kings.11.1\">1 K 11:1</a>, <a data-ref=\"I Kings 11:8\" href=\"/I_Kings.11.8\">8</a>; <a data-ref=\"Ezra 10:2\" href=\"/Ezra.10.2\">Ezr 10:2</a>, <a data-ref=\"Ezra 10:10\" href=\"/Ezra.10.10\">10</a>, <a data-ref=\"Ezra 10:11\" href=\"/Ezra.10.11\">11</a>, <a data-ref=\"Ezra 10:14\" href=\"/Ezra.10.14\">14</a>, <a data-ref=\"Ezra 10:17\" href=\"/Ezra.10.17\">17</a>, <a data-ref=\"Ezra 10:18\" href=\"/Ezra.10.18\">18</a>, <a data-ref=\"Ezra 10:44\" href=\"/Ezra.10.44\">44</a>; <a data-ref=\"Nehemiah 13:26\" href=\"/Nehemiah.13.26\">Ne 13:26</a>, <a data-ref=\"Nehemiah 13:27\" href=\"/Nehemiah.13.27\">27</a> (cf. v <a data-ref=\"Nehemiah 13:23\" href=\"/Nehemiah.13.23\">23</a>); <span dir=\"rtl\">א׳ חֲכָמָה</span> <em>wise woman</em>, one known as clever, shrewd <a data-ref=\"II Samuel 14:2\" href=\"/II_Samuel.14.2\">2 S 14:2</a>; <a data-ref=\"II Samuel 20:16\" href=\"/II_Samuel.20.16\">20:16</a>, etc.; also <span dir=\"rtl\">א׳ פִּילֶגֶשׁ</span> <em>concubine</em> <a data-ref=\"Judges 19:1\" href=\"/Judges.19.1\">Ju 19:1</a>, <a data-ref=\"Judges 19:27\" href=\"/Judges.19.27\">27</a>: <span dir=\"rtl\">א׳ אַלְמָנָה</span> <em>widow</em> <a data-ref=\"II Samuel 14:5\" href=\"/II_Samuel.14.5\">2 S 14:5</a>; <a data-ref=\"I Kings 11:26\" href=\"/I_Kings.11.26\">1 K 11:26</a>; <a data-ref=\"I Kings 17:9\" href=\"/I_Kings.17.9\">17:9</a>, <a data-ref=\"I Kings 17:10\" href=\"/I_Kings.17.10\">10</a>; <span dir=\"rtl\">א׳ נְבִיאָה</span> <em>prophetess</em> <a data-ref=\"Judges 4:4\" href=\"/Judges.4.4\">Ju 4:4</a>; also cstr. bef. noun of quality <span dir=\"rtl\">אֵשֶׁתרָ֑ע</span> <a data-ref=\"Proverbs 6:24\" href=\"/Proverbs.6.24\">Pr 6:24</a>; <span dir=\"rtl\">א׳ כְּסִילוּת</span> <a data-ref=\"Proverbs 9:13\" href=\"/Proverbs.9.13\">9:13</a>; <span dir=\"rtl\">א׳ חֵן</span> <a data-ref=\"Proverbs 11:16\" href=\"/Proverbs.11.16\">11:16</a>; <span dir=\"rtl\">א׳ חַיִל</span> <a data-ref=\"Proverbs 12:4\" href=\"/Proverbs.12.4\">12:4</a>; <a data-ref=\"Proverbs 31:10\" href=\"/Proverbs.31.10\">31:10</a>; <a data-ref=\"Ruth 3:11\" href=\"/Ruth.3.11\">Ru 3:11</a>; <span dir=\"rtl\">א׳ מִדְיָנִים</span> <a data-ref=\"Proverbs 21:9\" href=\"/Proverbs.21.9\">Pr 21:9</a>; <a data-ref=\"Proverbs 25:24\" href=\"/Proverbs.25.24\">25:24</a>; <a data-ref=\"Proverbs 27:15\" href=\"/Proverbs.27.15\">27:15</a>; <span dir=\"rtl\">א׳ מ׳ וָכָ֑עַס</span> <a data-ref=\"Proverbs 21:19\" href=\"/Proverbs.21.19\">21:19</a>.<br><strong>2.</strong>  <em>Wife</em> (woman belonging to a man, usually cstr. or sf.) <a data-ref=\"Genesis 2:24\" href=\"/Genesis.2.24\">Gn 2:24</a>, <a data-ref=\"Genesis 2:25\" href=\"/Genesis.2.25\">25</a>; <a data-ref=\"Genesis 3:8\" href=\"/Genesis.3.8\">3:8</a>, <a data-ref=\"Genesis 3:17\" href=\"/Genesis.3.17\">17</a>; <a data-ref=\"Genesis 4:1\" href=\"/Genesis.4.1\">4:1</a>, <a data-ref=\"Genesis 4:17\" href=\"/Genesis.4.17\">17</a> + often; of one betrothed <span dir=\"rtl\">(ארשׂ)</span> <a data-ref=\"Deuteronomy 20:7\" href=\"/Deuteronomy.20.7\">Dt 20:7</a>; <a data-ref=\"Deuteronomy 28:30\" href=\"/Deuteronomy.28.30\">28:30</a>; <span dir=\"rtl\">בַּעַל (הָ)אִשָּׁה</span> <a data-ref=\"Exodus 21:3\" href=\"/Exodus.21.3\">Ex 21:3</a>, <a data-ref=\"Exodus 21:22\" href=\"/Exodus.21.22\">22</a>; <span dir=\"rtl\">אִישׁ הָאִשָּׁה</span> <a data-ref=\"Judges 20:4\" href=\"/Judges.20.4\">Ju 20:4</a>; <span dir=\"rtl\">לְאִשָּׁה</span> <em>to wife</em> <a data-ref=\"Genesis 12:19\" href=\"/Genesis.12.19\">Gn 12:19</a>; <a data-ref=\"Genesis 16:3\" href=\"/Genesis.16.3\">16:3</a>; <a data-ref=\"Genesis 34:21\" href=\"/Genesis.34.21\">34:21</a> + often (after <span dir=\"rtl\">לָקַח</span>, <span dir=\"rtl\">נָתַן</span> husband or father subj.); <em>for wife</em> (after <span dir=\"rtl\">הָֽיְתָה</span>, woman subj.) <a data-ref=\"Genesis 20:12\" href=\"/Genesis.20.12\">Gn 20:12</a>; <a data-ref=\"Numbers 36:3\" href=\"/Numbers.36.3\">Nu 36:3</a>, <a data-ref=\"Numbers 36:6\" href=\"/Numbers.36.6\">6</a><sup>(×2)</sup>, <a data-ref=\"Numbers 36:11\" href=\"/Numbers.36.11\">11</a>, <a data-ref=\"Numbers 36:12\" href=\"/Numbers.36.12\">12</a>; <a data-ref=\"Deuteronomy 22:19\" href=\"/Deuteronomy.22.19\">Dt 22:19</a>, <a data-ref=\"Deuteronomy 22:29\" href=\"/Deuteronomy.22.29\">29</a> +; for unfaithful wife cf. <strong>1</strong>; cstr. in phr. <span dir=\"rtl\">אֵשֶׁת חֵיקֶ֑ךָ</span> <a data-ref=\"Deuteronomy 13:7\" href=\"/Deuteronomy.13.7\">Dt 13:7</a> cf. <a data-ref=\"Deuteronomy 28:54\" href=\"/Deuteronomy.28.54\">28:54</a>; <span dir=\"rtl\">א׳ נְעוּרֶיךָ</span> <a data-ref=\"Proverbs 5:18\" href=\"/Proverbs.5.18\">Pr 5:18</a>; <a data-ref=\"Malachi 2:14\" href=\"/Malachi.2.14\">Mal 2:14</a>, <a data-ref=\"Malachi 2:15\" href=\"/Malachi.2.15\">15</a>; <span dir=\"rtl\">א׳ בְּרִיתֶ֑ךָ</span> v <a data-ref=\"Malachi 2:14\" href=\"/Malachi.2.14\">14</a>; <span dir=\"rtl\">אֵשֶׁת אָב</span> = step-mother <a data-ref=\"Leviticus 18:8\" href=\"/Leviticus.18.8\">Lv 18:8</a>, <a data-ref=\"Leviticus 18:11\" href=\"/Leviticus.18.11\">11</a>; <a data-ref=\"Leviticus 20:11\" href=\"/Leviticus.20.11\">20:11</a>.<br><strong>3.</strong>  <em>Female</em> of animals <a data-ref=\"Genesis 7:2\" href=\"/Genesis.7.2\">Gn 7:2</a><sup>(×2)</sup>; v. also sub <strong>4</strong>.<br>†<strong>4.</strong>  With distrib. & recipr. sense, <span dir=\"rtl\">א׳ מֵאֵת רְעוּתָהּ</span> <em>each woman from her neighbour</em> <a data-ref=\"Exodus 11:2\" href=\"/Exodus.11.2\">Ex 11:2</a> (E); cf. <a data-ref=\"Ruth 1:8\" href=\"/Ruth.1.8\">Ru 1:8</a>, <a data-ref=\"Ruth 1:9\" href=\"/Ruth.1.9\">9</a>; <a data-ref=\"Jeremiah 9:19\" href=\"/Jeremiah.9.19\">Je 9:19</a>; <em>each one</em>, of birds of prey <a data-ref=\"Isaiah 34:15\" href=\"/Isaiah.34.15\">Is 34:15</a> cf. v <a data-ref=\"Isaiah 34:16\" href=\"/Isaiah.34.16\">16</a> (del. Bi Che); of cows (fig. of heartless women of Isr.) <a data-ref=\"Amos 4:3\" href=\"/Amos.4.3\">Am 4:3</a>; of sheep (fig. of Isr.) <a data-ref=\"Zechariah 11:9\" href=\"/Zechariah.11.9\">Zc 11:9</a>; & of inanimate things (P, & late) <span dir=\"rtl\">א׳ אֶל אֲחֹתָהּ</span> <a data-ref=\"Exodus 26:3\" href=\"/Exodus.26.3\">Ex 26:3</a><sup>(×2)</sup>, <a data-ref=\"Exodus 26:5\" href=\"/Exodus.26.5\">5</a>, <a data-ref=\"Exodus 26:6\" href=\"/Exodus.26.6\">6</a>, <a data-ref=\"Exodus 26:17\" href=\"/Exodus.26.17\">17</a> (P) <a data-ref=\"Ezekiel 1:9\" href=\"/Ezekiel.1.9\">Ez 1:9</a> (del. Co) v <a data-ref=\"Ezekiel 1:23\" href=\"/Ezekiel.1.23\">23</a>; <a data-ref=\"Ezekiel 3:13\" href=\"/Ezekiel.3.13\">3:13</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d039b6084aa1cbf0110f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בַּת 1", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "BDB, בַּת 1", "sourceHeRef": "בראון-דרייבר-בריגס, בַּת א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בַּת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><span dir=\"rtl\">בַּת</span></big><sub>587</sub>  <strong>n.f.</strong> daughter <strong>(</strong>= <span dir=\"rtl\">בַּנְתְּ</span> from <span dir=\"rtl\">בן</span>; Ph. <span dir=\"rtl\">בת</span>, MI <span dir=\"rtl\">בנת</span> pl. <em>maidens</em>, Assyrian <em>bintu</em> Winckler<sup>Sargon, Gloss.</sup>, Arabic <span dir=\"rtl\">بِنْتٌ</span> Sab. <span dir=\"rtl\">בת</span>, <span dir=\"rtl\">בנת</span> DHM<sup>ZMG 1883, 391</sup> CIS<sup>iv. 1, No. 6. 21</sup>; Aramaic <span dir=\"rtl\">ܒܰܪܬ</span> <strong>)</strong>—<span dir=\"rtl\">ב׳</span> abs. <a data-ref=\"Exodus 1:16\" href=\"/Exodus.1.16\">Ex 1:16</a> +; cstr. <a data-ref=\"Genesis 11:29\" href=\"/Genesis.11.29\">Gn 11:29</a> +; sf. <span dir=\"rtl\">בִּתִּי</span> <a data-ref=\"Deuteronomy 22:16\" href=\"/Deuteronomy.22.16\">Dt 22:16</a> +; <span dir=\"rtl\">בִּתְּךָ</span> <a data-ref=\"Genesis 29:18\" href=\"/Genesis.29.18\">Gn 29:18</a> +; <span dir=\"rtl\">בִּתֵּנוּ</span> <a data-ref=\"Genesis 34:17\" href=\"/Genesis.34.17\">Gn 34:17</a> etc.; pl. <span dir=\"rtl\">בָּנוֹת</span> <a data-ref=\"Genesis 5:4\" href=\"/Genesis.5.4\">Gn 5:4</a> +; cstr. <span dir=\"rtl\">בְּנוֹת</span> <a data-ref=\"Genesis 6:2\" href=\"/Genesis.6.2\">Gn 6:2</a> +; sf. <span dir=\"rtl\">בְּנֹתַי</span> <a data-ref=\"Genesis 31:26\" href=\"/Genesis.31.26\">Gn 31:26</a> +; <span dir=\"rtl\">בְּנוֹתֶיךָ</span> <a data-ref=\"Genesis 19:12\" href=\"/Genesis.19.12\">Gn 19:12</a> +; <span dir=\"rtl\">בְּנֹתָם</span> <a data-ref=\"Genesis 34:21\" href=\"/Genesis.34.21\">Gn 34:21</a>; <span dir=\"rtl\">בְּנוֹתֵיהֶם</span> <a data-ref=\"Deuteronomy 12:31\" href=\"/Deuteronomy.12.31\">Dt 12:31</a> +, etc.;—<br><strong>1.</strong>  <em>daughter</em>, female child, born of a woman <a data-ref=\"Genesis 30:21\" href=\"/Genesis.30.21\">Gn 30:21</a>; <a data-ref=\"Genesis 34:1\" href=\"/Genesis.34.1\">34:1</a> <a data-ref=\"Exodus 1:16\" href=\"/Exodus.1.16\">Ex 1:16</a>, <a data-ref=\"Exodus 1:22\" href=\"/Exodus.1.22\">22</a>; <a data-ref=\"Exodus 21:4\" href=\"/Exodus.21.4\">21:4</a> <a data-ref=\"Leviticus 12:6\" href=\"/Leviticus.12.6\">Lv 12:6</a> <a data-ref=\"Hosea 1:6\" href=\"/Hosea.1.6\">Ho 1:6</a> cf. <a data-ref=\"Genesis 20:12\" href=\"/Genesis.20.12\">Gn 20:12</a> <a data-ref=\"Leviticus 18:9\" href=\"/Leviticus.18.9\">Lv 18:9</a> <a data-ref=\"Deuteronomy 27:22\" href=\"/Deuteronomy.27.22\">Dt 27:22</a> +; begotten by a man <a data-ref=\"Genesis 5:4\" href=\"/Genesis.5.4\">Gn 5:4</a>, <a data-ref=\"Genesis 5:7\" href=\"/Genesis.5.7\">7</a>, <a data-ref=\"Genesis 5:10\" href=\"/Genesis.5.10\">10</a>; <a data-ref=\"Genesis 11:11\" href=\"/Genesis.11.11\">11:11</a>, <a data-ref=\"Genesis 11:13\" href=\"/Genesis.11.13\">13</a>, <a data-ref=\"Genesis 11:15\" href=\"/Genesis.11.15\">15</a> cf. <a data-ref=\"Genesis 11:29\" href=\"/Genesis.11.29\">Gn 11:29</a>; <a data-ref=\"Genesis 19:8\" href=\"/Genesis.19.8\">19:8</a>; <a data-ref=\"Genesis 20:12\" href=\"/Genesis.20.12\">20:12</a>; <a data-ref=\"Genesis 28:2\" href=\"/Genesis.28.2\">28:2</a> <a data-ref=\"Leviticus 19:9\" href=\"/Leviticus.19.9\">Lv 19:9</a> <a data-ref=\"Deuteronomy 27:22\" href=\"/Deuteronomy.27.22\">Dt 27:22</a> +; often ‖ <span dir=\"rtl\">בֵּן</span> <em>son</em> <a data-ref=\"Genesis 5:4\" href=\"/Genesis.5.4\">Gn 5:4</a>, <a data-ref=\"Genesis 5:7\" href=\"/Genesis.5.7\">7</a> + (v. <a data-ref=\"BDB, בֵּן²\" href=\"/BDB,_בֵּן²\", dir=\"rtl\">בֵּן</a>); cf. in allegory of Jehoash <a data-ref=\"II Kings 14:9\" href=\"/II_Kings.14.9\">2 K 14:9</a> = <a data-ref=\"II Chronicles 25:18\" href=\"/II_Chronicles.25.18\">2 Ch 25:18</a>; note especially <span dir=\"rtl\">בְּנוֹת הָאָדָם</span> i.e. human women <a data-ref=\"Genesis 6:2\" href=\"/Genesis.6.2\">Gn 6:2</a>, <a data-ref=\"Genesis 6:4\" href=\"/Genesis.6.4\">4</a>; <span dir=\"rtl\">בִּתְּךָ הַקְּטַנָּה</span> <em>thy younger daughter</em> <a data-ref=\"Genesis 29:18\" href=\"/Genesis.29.18\">Gn 29:18</a> (cf. <span dir=\"rtl\">הַצְּעִירָה</span> v <a data-ref=\"Genesis 29:26\" href=\"/Genesis.29.26\">26</a> opp. <span dir=\"rtl\">הַבְּכִירָה</span>); <span dir=\"rtl\">בִּתִּי הַגְּדוֹלָה</span> <em>my eldest daughter</em> <a data-ref=\"I Samuel 18:17\" href=\"/I_Samuel.18.17\">1 S 18:17</a>; <span dir=\"rtl\">בַּת־(הַ)מֶּלֶךְ</span> = <em>princess</em> <a data-ref=\"II Chronicles 22:11\" href=\"/II_Chronicles.22.11\">2 Ch 22:11</a> <a data-ref=\"II Kings 9:34\" href=\"/II_Kings.9.34\">2 K 9:34</a> <a data-ref=\"Daniel 11:6\" href=\"/Daniel.11.6\">Dn 11:6</a> cf. <a data-ref=\"II Samuel 13:18\" href=\"/II_Samuel.13.18\">2 S 13:18</a> <a data-ref=\"Jeremiah 41:10\" href=\"/Jeremiah.41.10\">Je 41:10</a>; <a data-ref=\"Jeremiah 43:6\" href=\"/Jeremiah.43.6\">43:6</a> <a data-ref=\"Psalms 45:10\" href=\"/Psalms.45.10\">ψ 45:10</a>; cf. as term of praise <span dir=\"rtl\">בַּת־נָדִיב</span> <a data-ref=\"Song of Songs 7:2\" href=\"/Song_of_Songs.7.2\">Ct 7:2</a>; in partic. †<strong>a.</strong>  girl called <span dir=\"rtl\">בִּתֵּנוּ</span> by father and brothers <a data-ref=\"Genesis 34:17\" href=\"/Genesis.34.17\">Gn 34:17</a> cf. <span dir=\"rtl\">בִּתְּכֶם</span> v <a data-ref=\"Genesis 34:8\" href=\"/Genesis.34.8\">8</a>. †<strong>b.</strong>  of adopted daughter <a data-ref=\"Esther 2:7\" href=\"/Esther.2.7\">Est 2:7</a>, <a data-ref=\"Esther 2:15\" href=\"/Esther.2.15\">15</a>. †<strong>c.</strong>  used in speaking to daughter-in-law <a data-ref=\"Ruth 1:11\" href=\"/Ruth.1.11\">Ru 1:11</a>, <a data-ref=\"Ruth 1:12\" href=\"/Ruth.1.12\">12</a>, <a data-ref=\"Ruth 1:13\" href=\"/Ruth.1.13\">13</a>; <a data-ref=\"Ruth 2:2\" href=\"/Ruth.2.2\">2:2</a>, <a data-ref=\"Ruth 2:8\" href=\"/Ruth.2.8\">8</a>, <a data-ref=\"Ruth 2:22\" href=\"/Ruth.2.22\">22</a>; <a data-ref=\"Ruth 3:1\" href=\"/Ruth.3.1\">3:1</a>, <a data-ref=\"Ruth 3:16\" href=\"/Ruth.3.16\">16</a>, <a data-ref=\"Ruth 3:18\" href=\"/Ruth.3.18\">18</a>. †<strong>d.</strong>  <span dir=\"rtl\">בַּת־אָבִיו</span> = <em>sister</em> <a data-ref=\"Ezekiel 22:11\" href=\"/Ezekiel.22.11\">Ez 22:11</a> (appos. <span dir=\"rtl\">אחותו</span>); also <em>half-sister</em> <a data-ref=\"Genesis 20:12\" href=\"/Genesis.20.12\">Gn 20:12</a> <span dir=\"rtl\">בַּת־אָבִי אַךְ לֹא בַת־אִמִּי</span>, cf. <a data-ref=\"Leviticus 18:9\" href=\"/Leviticus.18.9\">Lv 18:9</a> & v <a data-ref=\"Leviticus 18:11\" href=\"/Leviticus.18.11\">11</a> <span dir=\"rtl\">בַּת־אֵשֶׁת אָבִיךָ</span>, <a data-ref=\"Leviticus 20:17\" href=\"/Leviticus.20.17\">20:17</a>. †<strong>e.</strong>  <span dir=\"rtl\">בַּת־דֹּדוֹ</span> = <em>cousin</em> <a data-ref=\"Esther 2:7\" href=\"/Esther.2.7\">Est 2:7</a>. †<strong>f.</strong>  used in kindly address, <span dir=\"rtl\">בִּתִּי</span> <a data-ref=\"Ruth 3:10\" href=\"/Ruth.3.10\">Ru 3:10</a>, <a data-ref=\"Ruth 3:11\" href=\"/Ruth.3.11\">11</a> (Boaz to Ruth), cf. <a data-ref=\"Psalms 45:11\" href=\"/Psalms.45.11\">ψ 45:11</a>; <span dir=\"rtl\">בְּנוֹתַי</span> in mouth of <span dir=\"rtl\">י׳</span> <a data-ref=\"Isaiah 43:6\" href=\"/Isaiah.43.6\">Is 43:6</a> (‖ <span dir=\"rtl\">בָּנַי</span>). †<strong>g.</strong>  <span dir=\"rtl\">בְּנוֹת בָּנָיו</span> = <em>granddaughters</em> <a data-ref=\"Genesis 46:7\" href=\"/Genesis.46.7\">Gn 46:7</a> (P) cf. <a data-ref=\"Leviticus 18:10\" href=\"/Leviticus.18.10\">Lv 18:10</a> & v <a data-ref=\"Leviticus 18:17\" href=\"/Leviticus.18.17\">17</a> (H); note also <a data-ref=\"Genesis 37:35\" href=\"/Genesis.37.35\">Gn 37:35</a>, where <span dir=\"rtl\">בנותיו</span> must include other than actual daughters. <strong>h.</strong>  <span dir=\"rtl\">רִבְקָה בַּת־בְּתוּאֵל</span> (as more precise designation) <a data-ref=\"Genesis 25:20\" href=\"/Genesis.25.20\">Gn 25:20</a> cf. <a data-ref=\"Genesis 24:23\" href=\"/Genesis.24.23\">24:23</a>, <a data-ref=\"Genesis 24:24\" href=\"/Genesis.24.24\">24</a>, <a data-ref=\"Genesis 24:47\" href=\"/Genesis.24.47\">47</a><sup>(×2)</sup> also <a data-ref=\"Genesis 26:34\" href=\"/Genesis.26.34\">26:34</a><sup>(×2)</sup>; <a data-ref=\"Genesis 29:10\" href=\"/Genesis.29.10\">29:10</a> +; note especially †<span dir=\"rtl\">בַּת־פַּרְעֹה</span> (without personal name) <a data-ref=\"Exodus 2:5\" href=\"/Exodus.2.5\">Ex 2:5</a>, <a data-ref=\"Exodus 2:7\" href=\"/Exodus.2.7\">7</a>, <a data-ref=\"Exodus 2:8\" href=\"/Exodus.2.8\">8</a>, <a data-ref=\"Exodus 2:9\" href=\"/Exodus.2.9\">9</a>, <a data-ref=\"Exodus 2:10\" href=\"/Exodus.2.10\">10</a> cf. <a data-ref=\"I Kings 3:1\" href=\"/I_Kings.3.1\">1 K 3:1</a>; <a data-ref=\"I Kings 7:8\" href=\"/I_Kings.7.8\">7:8</a>; <a data-ref=\"I Kings 9:24\" href=\"/I_Kings.9.24\">9:24</a>; <a data-ref=\"I Kings 11:1\" href=\"/I_Kings.11.1\">11:1</a> <a data-ref=\"II Chronicles 8:11\" href=\"/II_Chronicles.8.11\">2 Ch 8:11</a>; <span dir=\"rtl\">בַּת־אִישׁ כְּנַעֲנִי וּשְׁמוֹ שׁוּעַ</span> <a data-ref=\"Genesis 38:2\" href=\"/Genesis.38.2\">Gn 38:2</a> cf. v <a data-ref=\"Genesis 38:12\" href=\"/Genesis.38.12\">12</a> (but cf. <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">1 Ch 2:3</a> sub <span dir=\"rtl\">בַּת־שׁוּעַ</span> <strong>n.pr.f.</strong> infr.) †<strong>i.</strong>  often pl. as designation of women of a particular city, land, or people: <span dir=\"rtl\">בְּנוֹת צִיּוֹן</span> <a data-ref=\"Isaiah 3:16\" href=\"/Isaiah.3.16\">Is 3:16</a>, <a data-ref=\"Isaiah 3:17\" href=\"/Isaiah.3.17\">17</a>; <a data-ref=\"Isaiah 4:4\" href=\"/Isaiah.4.4\">4:4</a> <a data-ref=\"Song of Songs 3:11\" href=\"/Song_of_Songs.3.11\">Ct 3:11</a> cf. <a data-ref=\"Isaiah 49:22\" href=\"/Isaiah.49.22\">Is 49:22</a>; <a data-ref=\"Isaiah 60:4\" href=\"/Isaiah.60.4\">60:4</a> <a data-ref=\"Lamentations 3:51\" href=\"/Lamentations.3.51\">La 3:51</a>; <span dir=\"rtl\">בְּנוֹת יְרוּשָׁלַם</span> <a data-ref=\"Song of Songs 1:5\" href=\"/Song_of_Songs.1.5\">Ct 1:5</a>; <a data-ref=\"Song of Songs 2:7\" href=\"/Song_of_Songs.2.7\">2:7</a>; <a data-ref=\"Song of Songs 3:5\" href=\"/Song_of_Songs.3.5\">3:5</a>, <a data-ref=\"Song of Songs 3:10\" href=\"/Song_of_Songs.3.10\">10</a>; <a data-ref=\"Song of Songs 5:8\" href=\"/Song_of_Songs.5.8\">5:8</a>, <a data-ref=\"Song of Songs 5:16\" href=\"/Song_of_Songs.5.16\">16</a>; <a data-ref=\"Song of Songs 8:4\" href=\"/Song_of_Songs.8.4\">8:4</a>; <span dir=\"rtl\">בְּנוֹת־שִׁילוֹ</span> <a data-ref=\"Judges 21:21\" href=\"/Judges.21.21\">Ju 21:21</a><sup>(×2)</sup>; <span dir=\"rtl\">בְּנוֹת רַבָּה</span> <a data-ref=\"Jeremiah 49:3\" href=\"/Jeremiah.49.3\">Je 49:3</a>; observe transitional phrase <span dir=\"rtl\">בְּנוֹת אַנְשֵׁי הָעִיר</span> <a data-ref=\"Genesis 24:13\" href=\"/Genesis.24.13\">Gn 24:13</a>; further <span dir=\"rtl\">בְּנוֹת כְּנָ֑עַן</span> <a data-ref=\"Genesis 28:1\" href=\"/Genesis.28.1\">Gn 28:1</a>, <a data-ref=\"Genesis 28:6\" href=\"/Genesis.28.6\">6</a>, <a data-ref=\"Genesis 28:8\" href=\"/Genesis.28.8\">8</a>; <a data-ref=\"Genesis 36:2\" href=\"/Genesis.36.2\">36:2</a> (all P) cf. <span dir=\"rtl\">ב׳ הַכְּנַעֲנִי</span> <a data-ref=\"Genesis 24:3\" href=\"/Genesis.24.3\">Gn 24:3</a>, <a data-ref=\"Genesis 24:37\" href=\"/Genesis.24.37\">37</a> (J); <span dir=\"rtl\">בְּנוֹת הָאָרֶץ</span> <a data-ref=\"Genesis 27:46\" href=\"/Genesis.27.46\">Gn 27:46</a>; <a data-ref=\"Genesis 34:1\" href=\"/Genesis.34.1\">34:1</a> (both P); <span dir=\"rtl\">בְּנוֹת מוֹאָב</span> <a data-ref=\"Numbers 25:1\" href=\"/Numbers.25.1\">Nu 25:1</a> <a data-ref=\"Isaiah 16:2\" href=\"/Isaiah.16.2\">Is 16:2</a> cf. <a data-ref=\"Numbers 21:29\" href=\"/Numbers.21.29\">Nu 21:29</a>; <span dir=\"rtl\">ב׳ חֵת</span> <a data-ref=\"Genesis 27:46\" href=\"/Genesis.27.46\">Gn 27:46</a><sup>(×2)</sup> (P); <span dir=\"rtl\">ב׳ פְּלִשְׁתִּים</span> <a data-ref=\"Judges 14:1\" href=\"/Judges.14.1\">Ju 14:1</a>, <a data-ref=\"Judges 14:2\" href=\"/Judges.14.2\">2</a> <a data-ref=\"II Samuel 1:20\" href=\"/II_Samuel.1.20\">2 S 1:20</a> ‖ <span dir=\"rtl\">ב׳ הָֽעֲרֵלִים</span> v <a data-ref=\"II Samuel 1:20\" href=\"/II_Samuel.1.20\">20</a> (poet.); <span dir=\"rtl\">ב׳ יִשְׂרָאֵל</span> <a data-ref=\"Judges 11:40\" href=\"/Judges.11.40\">Ju 11:40</a> <a data-ref=\"I Samuel 1:24\" href=\"/I_Samuel.1.24\">1 S 1:24</a> (poet.); <span dir=\"rtl\">ב׳ יְהוּדָה</span> <a data-ref=\"Psalms 48:12\" href=\"/Psalms.48.12\">ψ 48:12</a>; <a data-ref=\"Psalms 97:8\" href=\"/Psalms.97.8\">97:8</a>; <span dir=\"rtl\">ב׳ מְנַשֶּׁה</span> <a data-ref=\"Joshua 17:6\" href=\"/Joshua.17.6\">Jos 17:6</a>; <span dir=\"rtl\">ב׳ דָּן</span> <a data-ref=\"II Chronicles 2:13\" href=\"/II_Chronicles.2.13\">2 Ch 2:13</a>; cf. <span dir=\"rtl\">בַּת־לֵוִי</span> <a data-ref=\"Exodus 2:1\" href=\"/Exodus.2.1\">Ex 2:1</a> i.e. a woman of tribe of Levi; also <span dir=\"rtl\">ב׳ אַחֶיךָ</span> <a data-ref=\"Judges 14:3\" href=\"/Judges.14.3\">Ju 14:3</a>; <span dir=\"rtl\">ב׳ עַמֶּ֑ךָ</span> <a data-ref=\"Ezekiel 13:7\" href=\"/Ezekiel.13.7\">Ez 13:7</a>.—<span dir=\"rtl\">בַּת־צִיּוֹן</span> etc. v. sub <strong>3</strong> infr.<br><strong>2.</strong>  <em>young women, women</em> <a data-ref=\"Genesis 30:13\" href=\"/Genesis.30.13\">Gn 30:13</a> (J) <a data-ref=\"Proverbs 31:29\" href=\"/Proverbs.31.29\">Pr 31:29</a> <a data-ref=\"Song of Songs 2:2\" href=\"/Song_of_Songs.2.2\">Ct 2:2</a>; <a data-ref=\"Song of Songs 6:9\" href=\"/Song_of_Songs.6.9\">6:9</a>; <span dir=\"rtl\">בָּנוֹת בֹּטְחוֹת</span> <a data-ref=\"Isaiah 32:9\" href=\"/Isaiah.32.9\">Is 32:9</a>; also <span dir=\"rtl\">בַּת הַנָּשִׁים</span> <a data-ref=\"Daniel 11:17\" href=\"/Daniel.11.17\">Dn 11:17</a>.<br>†<strong>3.</strong>  with name of city, land, or people, poet. personif. of that city or inhabitants, etc.: <span dir=\"rtl\">בַּת־צִיּוֹן</span> <a data-ref=\"Isaiah 1:8\" href=\"/Isaiah.1.8\">Is 1:8</a>; <a data-ref=\"Isaiah 10:32\" href=\"/Isaiah.10.32\">10:32</a>; <a data-ref=\"Isaiah 16:1\" href=\"/Isaiah.16.1\">16:1</a>; <a data-ref=\"Isaiah 62:11\" href=\"/Isaiah.62.11\">62:11</a> <a data-ref=\"Micah 1:13\" href=\"/Micah.1.13\">Mi 1:13</a>; <a data-ref=\"Micah 4:8\" href=\"/Micah.4.8\">4:8</a>, <a data-ref=\"Micah 4:10\" href=\"/Micah.4.10\">10</a>, <a data-ref=\"Micah 4:13\" href=\"/Micah.4.13\">13</a> <a data-ref=\"Jeremiah 4:13\" href=\"/Jeremiah.4.13\">Je 4:13</a>; <a data-ref=\"Jeremiah 6:2\" href=\"/Jeremiah.6.2\">6:2</a>, <a data-ref=\"Jeremiah 6:23\" href=\"/Jeremiah.6.23\">23</a> <a data-ref=\"Zephaniah 3:14\" href=\"/Zephaniah.3.14\">Zp 3:14</a> <a data-ref=\"Zechariah 2:14\" href=\"/Zechariah.2.14\">Zc 2:14</a>; <a data-ref=\"Zechariah 9:9\" href=\"/Zechariah.9.9\">9:9</a> <a data-ref=\"Psalms 9:15\" href=\"/Psalms.9.15\">ψ 9:15</a> <a data-ref=\"Lamentations 1:6\" href=\"/Lamentations.1.6\">La 1:6</a>; <a data-ref=\"Lamentations 2:1\" href=\"/Lamentations.2.1\">2:1</a>, <a data-ref=\"Lamentations 2:4\" href=\"/Lamentations.2.4\">4</a>; <a data-ref=\"Lamentations 4:22\" href=\"/Lamentations.4.22\">4:22</a>; even <span dir=\"rtl\">זִקְנֵי בת־ציון</span> <a data-ref=\"Lamentations 2:10\" href=\"/Lamentations.2.10\">La 2:10</a>; <span dir=\"rtl\">חוֹמַת ב׳ צ׳</span> v <a data-ref=\"Lamentations 2:8\" href=\"/Lamentations.2.8\">8</a>, <a data-ref=\"Lamentations 2:18\" href=\"/Lamentations.2.18\">18</a>; also <span dir=\"rtl\">בְּתוּלַת ב׳־צ׳</span> <a data-ref=\"II Kings 19:21\" href=\"/II_Kings.19.21\">2 K 19:21</a> = <a data-ref=\"Isaiah 37:22\" href=\"/Isaiah.37.22\">Is 37:22</a> <a data-ref=\"Lamentations 2:13\" href=\"/Lamentations.2.13\">La 2:13</a>; <span dir=\"rtl\">שְׁבִיָּה ב׳־צ׳</span> <a data-ref=\"Isaiah 52:2\" href=\"/Isaiah.52.2\">Is 52:2</a>; <span dir=\"rtl\">ב׳ יְרוּשָׁלַם</span> <a data-ref=\"II Kings 19:21\" href=\"/II_Kings.19.21\">2 K 19:21</a> = <a data-ref=\"Isaiah 37:22\" href=\"/Isaiah.37.22\">Is 37:22</a> <a data-ref=\"Micah 4:8\" href=\"/Micah.4.8\">Mi 4:8</a> <a data-ref=\"Zephaniah 3:14\" href=\"/Zephaniah.3.14\">Zp 3:14</a> <a data-ref=\"Zechariah 9:9\" href=\"/Zechariah.9.9\">Zc 9:9</a> <a data-ref=\"Lamentations 2:13\" href=\"/Lamentations.2.13\">La 2:13</a>, <a data-ref=\"Lamentations 2:15\" href=\"/Lamentations.2.15\">15</a>; cf. <span dir=\"rtl\">בַּת־פּוּצַי</span> <a data-ref=\"Zephaniah 3:10\" href=\"/Zephaniah.3.10\">Zp 3:10</a> <em>daughter of my dispersed ones;</em> <span dir=\"rtl\">בַּת־צֹר</span> <a data-ref=\"Psalms 45:13\" href=\"/Psalms.45.13\">ψ 45:13</a>; <span dir=\"rtl\">ב׳ בָּבֶל</span> <a data-ref=\"Jeremiah 50:42\" href=\"/Jeremiah.50.42\">Je 50:42</a>; <a data-ref=\"Jeremiah 51:23\" href=\"/Jeremiah.51.23\">51:23</a> <a data-ref=\"Psalms 137:8\" href=\"/Psalms.137.8\">ψ 137:8</a>; <span dir=\"rtl\">בְּתוּלַת ב׳ בָּבֶל</span> <a data-ref=\"Isaiah 47:1\" href=\"/Isaiah.47.1\">Is 47:1</a>; v. further <a data-ref=\"Zechariah 2:11\" href=\"/Zechariah.2.11\">Zc 2:11</a>; also of Tarshish <a data-ref=\"Isaiah 23:10\" href=\"/Isaiah.23.10\">Is 23:10</a>, Sidon v <a data-ref=\"Isaiah 23:12\" href=\"/Isaiah.23.12\">12</a> (+ <span dir=\"rtl\">בְּתוּלַת</span>), Dibon <a data-ref=\"Jeremiah 48:18\" href=\"/Jeremiah.48.18\">Je 48:18</a> (+ <span dir=\"rtl\">יוֹשֶׁבֶת</span>), Gallim <a data-ref=\"Isaiah 10:30\" href=\"/Isaiah.10.30\">Is 10:30</a>; <span dir=\"rtl\">בְּתוּלַת ב׳־יְהוּדָה</span> <a data-ref=\"Lamentations 1:15\" href=\"/Lamentations.1.15\">La 1:15</a>; cf. <span dir=\"rtl\">מִבְצְרֵי בַּת יְהוּדָה</span> <a data-ref=\"Lamentations 2:2\" href=\"/Lamentations.2.2\">2:2</a>; <span dir=\"rtl\">בַּת־עַמִּי</span> <em>daughter of my people</em> <a data-ref=\"Isaiah 22:4\" href=\"/Isaiah.22.4\">Is 22:4</a> <a data-ref=\"Jeremiah 4:11\" href=\"/Jeremiah.4.11\">Je 4:11</a>; <a data-ref=\"Jeremiah 6:14\" href=\"/Jeremiah.6.14\">6:14</a>, <a data-ref=\"Jeremiah 6:26\" href=\"/Jeremiah.6.26\">26</a>; <a data-ref=\"Jeremiah 8:11\" href=\"/Jeremiah.8.11\">8:11</a>, <a data-ref=\"Jeremiah 8:19\" href=\"/Jeremiah.8.19\">19</a>, <a data-ref=\"Jeremiah 8:21\" href=\"/Jeremiah.8.21\">21</a>, <a data-ref=\"Jeremiah 8:22\" href=\"/Jeremiah.8.22\">22</a>, <a data-ref=\"Jeremiah 8:23\" href=\"/Jeremiah.8.23\">23</a>; <a data-ref=\"Jeremiah 9:6\" href=\"/Jeremiah.9.6\">9:6</a> <a data-ref=\"Lamentations 3:48\" href=\"/Lamentations.3.48\">La 3:48</a>; <a data-ref=\"Lamentations 4:3\" href=\"/Lamentations.4.3\">4:3</a>, <a data-ref=\"Lamentations 4:6\" href=\"/Lamentations.4.6\">6</a>, <a data-ref=\"Lamentations 4:10\" href=\"/Lamentations.4.10\">10</a>, <span dir=\"rtl\">בְּחוּלַת ב׳ ע׳</span> <a data-ref=\"Jeremiah 14:17\" href=\"/Jeremiah.14.17\">Je 14:17</a>; <span dir=\"rtl\">בַּת־מִצְרָ֑יִם</span> <a data-ref=\"Jeremiah 46:24\" href=\"/Jeremiah.46.24\">Je 46:24</a>; also <a data-ref=\"Jeremiah 46:11\" href=\"/Jeremiah.46.11\">46:11</a> (+ <span dir=\"rtl\">בְּתוּלַת</span>), v <a data-ref=\"Jeremiah 46:19\" href=\"/Jeremiah.46.19\">19</a> (+ <span dir=\"rtl\">יוֹשֶׁבֶת</span>); <span dir=\"rtl\">ב׳ אֱדוֹם</span> <a data-ref=\"Lamentations 4:21\" href=\"/Lamentations.4.21\">La 4:21</a>, <a data-ref=\"Lamentations 4:22\" href=\"/Lamentations.4.22\">22</a>; <span dir=\"rtl\">ב׳ כַּשְׂדִּים</span> <a data-ref=\"Isaiah 47:1\" href=\"/Isaiah.47.1\">Is 47:1</a>, <a data-ref=\"Isaiah 47:5\" href=\"/Isaiah.47.5\">5</a>; note <span dir=\"rtl\">הַבַּת הַשּׁוֹבֵבָ֑ה</span> <a data-ref=\"Jeremiah 31:22\" href=\"/Jeremiah.31.22\">Je 31:22</a> (‖ <span dir=\"rtl\">בְּתוּלַת יִשְׂרָאֵל</span> v <a data-ref=\"Jeremiah 31:21\" href=\"/Jeremiah.31.21\">21</a>) <a data-ref=\"Jeremiah 49:4\" href=\"/Jeremiah.49.4\">49:4</a> (= Ammon); on <span dir=\"rtl\">בַּת־אֲשֻׁרִים</span> <a data-ref=\"Ezekiel 27:6\" href=\"/Ezekiel.27.6\">Ez 27:6</a> v. sub <a ,=\"\" data-ref=\"BDB, אֲשֻׁרִים\" dir=\"rtl\" href=\"/BDB,_אֲשֻׁרִים\">אֲשֻׁרִים</a> p. 81; less often in pl. <span dir=\"rtl\">בְּנוֹת הַגּוֹיִם</span> <a data-ref=\"Ezekiel 32:16\" href=\"/Ezekiel.32.16\">Ez 32:16</a>; <span dir=\"rtl\">ב׳ גּ׳ אַדִּרִם</span> v <a data-ref=\"Ezekiel 32:18\" href=\"/Ezekiel.32.18\">18</a> (these perhaps sub <strong>1 i</strong>); <span dir=\"rtl\">בְּנוֹת פְּלִשְׁתִּים</span> <a data-ref=\"Ezekiel 16:27\" href=\"/Ezekiel.16.27\">Ez 16:27</a> (in allegory); cf. also of Sodom, Samaria, Syria etc. v <a data-ref=\"Ezekiel 16:44\" href=\"/Ezekiel.16.44\">44</a>, <a data-ref=\"Ezekiel 16:45\" href=\"/Ezekiel.16.45\">45</a>, <a data-ref=\"Ezekiel 16:46\" href=\"/Ezekiel.16.46\">46</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 16:53\" href=\"/Ezekiel.16.53\">53</a>, <a data-ref=\"Ezekiel 16:55\" href=\"/Ezekiel.16.55\">55</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 16:57\" href=\"/Ezekiel.16.57\">57</a><sup>(×2)</sup>; <a data-ref=\"Ezekiel 23:2\" href=\"/Ezekiel.23.2\">23:2</a>.<br><strong>4.</strong>  pl. = <em>villages</em>, after name of city, <span dir=\"rtl\">וּבְחֶשְׁבּוֹן וּבְכָל־בְּנֹתֶיהָ</span> <a data-ref=\"Numbers 21:25\" href=\"/Numbers.21.25\">Nu 21:25</a> cf. v <a data-ref=\"Numbers 21:32\" href=\"/Numbers.21.32\">32</a>; <a data-ref=\"Numbers 32:42\" href=\"/Numbers.32.42\">32:42</a> (E) <a data-ref=\"Joshua 15:45\" href=\"/Joshua.15.45\">Jos 15:45</a>, <a data-ref=\"Joshua 15:47\" href=\"/Joshua.15.47\">47</a><sup>(×2)</sup> (JE?) + v <a data-ref=\"Joshua 15:28\" href=\"/Joshua.15.28\">28</a> 𝔊 Di, <a data-ref=\"Joshua 17:11\" href=\"/Joshua.17.11\">17:11</a> (6 times) v <a data-ref=\"Joshua 17:16\" href=\"/Joshua.17.16\">16</a> (J) = <a data-ref=\"Judges 1:27\" href=\"/Judges.1.27\">Ju 1:27</a><sup>(×4)</sup>; <a data-ref=\"Judges 11:26\" href=\"/Judges.11.26\">11:26</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 49:2\" href=\"/Jeremiah.49.2\">Je 49:2</a> + 17 times Ch + 6 times <a data-ref=\"Nehemiah 11:25-31\" href=\"/Nehemiah.11.25-31\">Ne 11:25–31</a>. On <a data-ref=\"I Chronicles 18:1\" href=\"/I_Chronicles.18.1\">1 Ch 18:1</a> & its variation from ‖ <a data-ref=\"II Samuel 8:1\" href=\"/II_Samuel.8.1\">2 S 8:1</a> vid. We Dr<br><strong>5.</strong>  in phrases denoting character, quality, etc., <span dir=\"rtl\">בַּת־אֵל נֵכָר</span> <em>daughter of a strange god</em>, i.e. idolatrous (woman or people) <a data-ref=\"Malachi 2:11\" href=\"/Malachi.2.11\">Mal 2:11</a>; <span dir=\"rtl\">בַּת־גְּדוּד</span> <em>daughter of a troop</em>, i.e. war-like city <a data-ref=\"Micah 4:14\" href=\"/Micah.4.14\">Mi 4:14</a>; <span dir=\"rtl\">בְּנוֹת הַשִּׁיר</span> <a data-ref=\"Ecclesiastes 12:4\" href=\"/Ecclesiastes.12.4\">Ec 12:4</a> <em>the daughters of song</em>, i.e. songs, melodious notes; <span dir=\"rtl\">בַּת־בְּלִיַּעַל</span> <a data-ref=\"I Samuel 1:16\" href=\"/I_Samuel.1.16\">1 S 1:16</a> v. <a ,=\"\" data-ref=\"BDB, בְּלִיַּ֫עַל\" dir=\"rtl\" href=\"/BDB,_בְּלִיַּ֫עַל\">בְּלִיַּעַל</a> sub <a ,=\"\" data-ref=\"BDB, בְּלִיַּ֫עַל\" dir=\"rtl\" href=\"/BDB,_בְּלִיַּ֫עַל\">בלה</a>.<br>†<strong>6.</strong>  <span dir=\"rtl\">בַּת יַעֲנָה</span> = <em>ostrich</em> <a data-ref=\"Leviticus 11:16\" href=\"/Leviticus.11.16\">Lv 11:16</a> = <a data-ref=\"Deuteronomy 14:15\" href=\"/Deuteronomy.14.15\">Dt 14:15</a>; pl. <span dir=\"rtl\">בְּנוֹת יַעֲנָה</span> <a data-ref=\"Job 30:29\" href=\"/Job.30.29\">Jb 30:29</a> <a data-ref=\"Micah 1:8\" href=\"/Micah.1.8\">Mi 1:8</a> <a data-ref=\"Isaiah 13:21\" href=\"/Isaiah.13.21\">Is 13:21</a>; <a data-ref=\"Isaiah 34:13\" href=\"/Isaiah.34.13\">34:13</a>; <a data-ref=\"Isaiah 43:20\" href=\"/Isaiah.43.20\">43:20</a> <a data-ref=\"Jeremiah 50:39\" href=\"/Jeremiah.50.39\">Je 50:39</a> (v. <a data-ref=\"BDB, יַעֲנָה\" href=\"/BDB,_יַעֲנָה\", dir=\"rtl\">יַעֲנָה</a>); <span dir=\"rtl\">בַּת־עַיִן</span> <em>pupil of the eye</em> <a data-ref=\"Lamentations 2:18\" href=\"/Lamentations.2.18\">La 2:18</a> cf. Ethiopic ብንተ ዐይን v. also <a ,=\"\" data-ref=\"BDB, אִישׁוֹן\" dir=\"rtl\" href=\"/BDB,_אִישׁוֹן\">אִישׁוֹן</a>.<br>†<strong>7.</strong>  fig. <span dir=\"rtl\">לַעֲלוּקָה שְׁתֵּי בָנוֹת</span> <a data-ref=\"Proverbs 30:15\" href=\"/Proverbs.30.15\">Pr 30:15</a> <em>two daughters</em> (i.e. Sh<sup>e</sup>ʾôl & the barren womb, cf. Comm.)<br>†<strong>8.</strong>  of vine = <em>branch</em> <span dir=\"rtl\">בָּנוֹת צָֽעֲדָה עֲלֵי־שׁוּר</span> <a data-ref=\"Genesis 49:22\" href=\"/Genesis.49.22\">Gn 49:22</a> cf. Di & v. sub <a ,=\"\" data-ref=\"BDB, בֵּן²\" dir=\"rtl\" href=\"/BDB,_בֵּן²\">בֵּן</a>.<br>†<strong>9.</strong>  as n. relat. (all P), of age of woman <span dir=\"rtl\">בַּת־תִּשְׁעִים שָׁנָה</span> <a data-ref=\"Genesis 17:17\" href=\"/Genesis.17.17\">Gn 17:17</a>; of ewe-lamb <span dir=\"rtl\">בַּת־שְׁנָתָהּ</span> <a data-ref=\"Leviticus 14:10\" href=\"/Leviticus.14.10\">Lv 14:10</a> <a data-ref=\"Numbers 6:14\" href=\"/Numbers.6.14\">Nu 6:14</a>; of she-goat <em>id.</em> <a data-ref=\"Numbers 15:27\" href=\"/Numbers.15.27\">Nu 15:27</a>. Cf. <a ,=\"\" data-ref=\"BDB, בֵּן²\" dir=\"rtl\" href=\"/BDB,_בֵּן²\">בֵּן</a>. <a ,=\"\" data-ref=\"BDB, בֵּן²\" dir=\"rtl\" href=\"/BDB,_בֵּן²\">9</a>—ii. <span dir=\"rtl\">בַּת</span> v. <a ,=\"\" data-ref=\"BDB, בתת\" dir=\"rtl\" href=\"/BDB,_בתת\">בתת</a> p. 144."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1d8b6084aa1cbf12b71", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מוֹלֶ֫דֶת 1", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "BDB, מוֹלֶ֫דֶת 1", "sourceHeRef": "בראון-דרייבר-בריגס, מוֹלֶ֫דֶת א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מוֹלֶ֫דֶת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">מוֹלֶ֫דֶת</span></big>  <strong>n.f. kindred, birth, offspring</strong>;—<span dir=\"rtl\">מ׳</span> cstr. <a data-ref=\"Leviticus 18:9\" href=\"/Leviticus.18.9\">Lv 18:9</a>, <a data-ref=\"Leviticus 18:11\" href=\"/Leviticus.18.11\">11</a>; sf. <span dir=\"rtl\">מוֹלַדְתִּי</span> <a data-ref=\"Genesis 24:4\" href=\"/Genesis.24.4\">Gn 24:4</a> + 3 times, etc.; pl. sf. <span dir=\"rtl\">מוֹלְדוֹתַיִךְ</span> <a data-ref=\"Ezekiel 16:4\" href=\"/Ezekiel.16.4\">Ez 16:4</a>; <span dir=\"rtl\">מֹלְדֹתַיִךְ</span> v <a data-ref=\"Ezekiel 16:3\" href=\"/Ezekiel.16.3\">3</a>;—<br><strong>1.</strong>  <em>kindred</em> <a data-ref=\"Genesis 12:1\" href=\"/Genesis.12.1\">Gn 12:1</a> (‖ <span dir=\"rtl\">ארצך</span>, <span dir=\"rtl\">ביתאביך</span>), <a data-ref=\"Genesis 24:4\" href=\"/Genesis.24.4\">24:4</a>; <a data-ref=\"Genesis 32:10\" href=\"/Genesis.32.10\">32:10</a> (‖ <span dir=\"rtl\">ארץ</span>), <a data-ref=\"Numbers 10:30\" href=\"/Numbers.10.30\">Nu 10:30</a> (‖ <em>id.</em>), <a data-ref=\"Genesis 31:3\" href=\"/Genesis.31.3\">Gn 31:3</a> (‖ <span dir=\"rtl\">ארץ אבותיך</span>), <a data-ref=\"Genesis 43:7\" href=\"/Genesis.43.7\">43:7</a> (all J); ‖ <span dir=\"rtl\">עַם</span> <a data-ref=\"Esther 2:10\" href=\"/Esther.2.10\">Est 2:10</a>, <a data-ref=\"Esther 2:20\" href=\"/Esther.2.20\">20</a> <a data-ref=\"Esther 8:6\" href=\"/Esther.8.6\">8:6</a>; especially <span dir=\"rtl\">אֶרֶץ מ׳</span> <em>land of one’s kindred</em> <a data-ref=\"Genesis 11:28\" href=\"/Genesis.11.28\">Gn 11:28</a>; <a data-ref=\"Genesis 24:7\" href=\"/Genesis.24.7\">24:7</a> (both J), <a data-ref=\"Genesis 31:13\" href=\"/Genesis.31.13\">31:13</a> (E), <a data-ref=\"Jeremiah 22:10\" href=\"/Jeremiah.22.10\">Je 22:10</a>; <a data-ref=\"Jeremiah 46:16\" href=\"/Jeremiah.46.16\">46:16</a> <a data-ref=\"Ezekiel 23:15\" href=\"/Ezekiel.23.15\">Ez 23:15</a>; <a data-ref=\"Ruth 2:11\" href=\"/Ruth.2.11\">Ru 2:11</a>.<br><strong>2.</strong>  pl. <em>circumstances of birth, birth</em> (fig. of origin of Jerus.) <span dir=\"rtl\">מְכֹרֹתַיִךְ וּמ׳ מֵאֶרֶץ הַכְּנַעֲנִי</span> <a data-ref=\"Ezekiel 16:3\" href=\"/Ezekiel.16.3\">Ez 16:3</a>, cf. v <a data-ref=\"Ezekiel 16:4\" href=\"/Ezekiel.16.4\">4</a>.<br><strong>3.</strong>  (female) <em>offspring, one born</em> <a data-ref=\"Leviticus 18:9\" href=\"/Leviticus.18.9\">Lv 18:9</a><sup>(×2)</sup>, <em>begotten</em> v <a data-ref=\"Leviticus 18:11\" href=\"/Leviticus.18.11\">11</a> (all H); coll. = <em>issue, offspring</em> <span dir=\"rtl\">מוֹלַדְתְּךָ אֲשֶׁר הוֹלַ֫דְתָּ</span> <a data-ref=\"Genesis 48:6\" href=\"/Genesis.48.6\">Gn 48:6</a> (P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6395acfbab48012998102885", "index_title": "Derekh Mitzvotekha", "category": "Chasidut", "type": "", "ref": "Derekh Mitzvotekha, Forbidden relations; a sister 1", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "Derekh Mitzvotekha, Forbidden relations; a sister 1", "sourceHeRef": "דרך מצותיך, איסור ערות אחותו א׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1813, 1827], "commentaryNum": 1, "collectiveTitle": {"en": "Derekh Mitzvotekha", "he": "דרך מצותיך"}, "heTitle": "איסור ערות אחותו", "he": "(קצ\"ו) <b>שלא לבעול אחותו שנאמר אחותך היא כו'</b> (ויקרא י\"ח י\"א) מובן עפמ\"ש במ\"א בביאור מאמר הזהר פ' אמור ק' ע\"ב הנ\"ל ע\"פ אחותי בת אבי היא כו' (בראשית כ' י\"ב) כי הזו\"נ בעודם בעיבור במעי אימא בבטן א' נק' אח ואחות <i data-overlay=\"Vilna Pages\" data-value=\"לא, א\"></i> ולשון חיבור הוא כידוע בענין אחוונא שגדלים באחוה ואח\"כ כשנולדים הם אב\"א וננסרים ע\"י החסד כדאי' בזהר פ' אחרי אתא חסד ופריש גזעין, וזה מבואר ג\"כ במ\"א בענין הנסירה דר\"ה שמתחלה כותל א' לשתיהן ר\"ל כשההשפעה נמשכת בלבוש עב ומעלים עד שהמשפיע שוה בהשגת ההשפעה עם המקבל ואין לו יתרון עליו מסיבת קטנות השפע שהמקבל משיג בו כמו המשפיע ולכן אז אינו נק' יחוד כי היחוד ענינו גילוי אור א\"ס דוקא וזהו ע\"י שהחסד פריש גזעין שממשיך תוס' גילוי אלקות אזי נפרדים זו\"נ שניכר המשפיע למשפיע והמקבל למקבל כי אין ערוך כלל בין השגת המשפיע להשגת המקבל שקצר השגתו מהשיג העומק של ההשפעה הנמשכת מפנימיות אלקותו ית', אלא שאח\"כ מתייחדים ונמשך במקבל גלוי אא\"ס ע\"י מוחין חדשים כו' וה\"ז היחוד נק' אח ואחות מטעם הנ\"ל להיות' תחלה דבוקים יחד וע\"י הנסירה נעשים איש ואשתו כו' וכ\"ז הוא למעלה דוקא דאיהו וגרמוהי חד כנ\"ל משא\"כ למטה חייבים כרת וכדכתיב ואיש אשר יקח את אחותו כו' חסד הוא ונכרתו כו' (ויקרא כ' י\"ז) ופרש\"י א\"ת קין נשא אחותו חסד המקום הי' לבנות עולמו כמ\"ש עולם חסד יבנה (תלים פ\"ט ג') ר\"ל כי זיווג זו\"נ שנת\"ל הי' ע\"י חסד עליון דפריש גזעין בשביל לבנות העולמות כו' (ומ\"ש קין י\"ל משום כי בעודם אב\"א הי' בז\"א בחי' גבורות ונק' קין) משא\"כ עתה ונכרתו כי ערות אחותו גלה וכמשנת\"ל:", "heVersionTitle": "Kehot Publication Society", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665ca1afaee0b8c909d82d1", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 18:11:1-2", "anchorRef": "Leviticus 18:11", "anchorRefExpanded": ["Leviticus 18:11"], "sourceRef": "David Zvi Hoffmann on Leviticus 18:11:1-2", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״ח:י״א:א׳-ב׳", "anchorVerse": 11, "sourceHasEn": false, "commentaryNum": 11.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": ["<b>יא.</b> לכאורה פסוק זה מיותר לגמרי, מכיון שהאיסור הזה נכלל באיסור שבפסוק ט: \"אחותך בת אביך\". אבן עזרא מביא כאן את דעת הקראים, שמבארים, כי \"מולדת אביך\" מציינת את \"שנתגדלה על ידי אביך\", אחות שהיא חורגת במובן כפול, שהיא לא בת האב ולא בת האם אלא חונכה יחד עם הבן (כך גם רבים מן האחרונים). הם מסתייעים משמואל-ב יג יג. אך צודק אבן עזרא באמרו, שאין צורך לסתור את \"הבליהם\", שהרי \"מולדת\" לא ייתכן פירושו \"שנתגדלה\". נכון הדבר שר' אליעזר בן יעקב (סוטה מג:), סבור, שאסור ליקח אחות חורגת שגודלה יחד עם הבן באותו בית. אולם שם נוסף טעם האיסור רק משום מראית עין. וכך פוסק גם הירושלמי (יבמות ב ד). אבל התלמוד בבלי פוסק להלכה נגד דעתו של ר' אליעזר בן יעקב, ואחות חורגת מותרת, וכך גם בשולחן ערוך אבן העזר טו יא.", "ביבמות כב: יש על הפסוק שלפנינו מחלוקת בין ר' יוסי בן יהודה ובין חכמים. ר' יוסי סבור, שהאחות מצד האב אסורה רק אם האם שלה היתה מותרת באישות עם האב, לא כן אם היא בת שפחה ונכרית, שקידושיה אינן תופסין. ואילו דעת חכמים, שהפסוק מתכוון להוסיף עוד איסור על בת אשת האב, משום שלעיל, בפסוק ט, מדובר רק על אחותו מאנוסת אביו. אני הייתי מבאר את הפסוקים ט ויא באופן פשוט: קודם מתן תורה בסיני היתה אסורה בישראל רק האחות מצד האם (השוה בראשית כ יב ופירוש רש\"י שם).<i data-commentator=\"Endnotes\" data-label=\"1126\" data-order=\"1126\"></i> והואיל ולפי המקובל באותו זמן ציינו בשם \"אחות\" רק אחות בת האם, הרי אפשר להניח, ש\"אחותך בת אביך\", שימש תוספת לציין את האחות רק מצד האם. (את המלים \"מולדת בית – חוץ\" היה אפשר להסמיך לפי זה – בהתאם לרמב\"ן – רק אל \"בת אמך\". ואין להקשות, שאם כן היה \"אחותך בת אביך\" מיותר מפני שאפשר היה ללמוד אותו מקל וחומר מ\"בת אמך\" – הרי אין מזהירין מן הדין). אך מפני שעדיין לא היינו שומעים איסור על אחות מצד האב בלבד, וכדי להרחיק אותנו מטעות אפשרית, נוסף האיסור בפסוק יא, שבו הודגש \"אחותך היא\", כלומר שאף האחות מצד האב בלבד, היא אחות, אף שעד כה היא לא נחשבה כאחות והנישואין אתה היו מותרים. לפיכך לא בא דין זה בתורת הוספה אחרי פסוק ט אלא בסיום העריות של הקרובים קרבת בשר, (אמנם אפשר, שכאן מדובר על בכירה שנולדה מן יבמה, שהיא אמנם \"מולדת אביך\", אבל לפי דברים כה ו אינה נחשבת (בהתאם לפשט) ל\"בת אביך\" אלא לבתו של האח המת (השוה שופטים י א, השבעים והנוסחאות של התרגום לפי המובאות של קמחי). המוצא שהמציאו להם אחדים מהמבארים האחרונים (כגון בינטש) למחוק בפסוק ט את המלים \"בת אביך או\", אין להתחשב אתו, כי חוץ מזה שפסוק יז בפרק כ מתנגד לו, אי אפשר היה להסביר את הקשר עם הפסוק יא, שמכל מקום יש לו שייכות לפסוק ט, כפי שכבר העיר דילמאן (על דבר \"אחותך היא\" השוה עוד יבמות כב:)."], "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]