[{"_id": "521e2904edbab45814ae6401", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 11:2:1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Rashi on Numbers 11:2:1", "sourceHeRef": "רש\"י על במדבר י״א:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>ויצעק העם אל משה.</b> מָשָׁל לְמֶלֶךְ בָּשָׂר וָדָם שֶׁכָּעַס עַל בְּנוֹ, וְהָלַךְ הַבֵּן אֵצֶל אוֹהֲבוֹ שֶׁל אָבִיו וְאָמַר לוֹ צֵא וּבַקֵּשׁ עָלַי מֵאַבָּא:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויצעק העם אל משה AND THE PEOPLE CRIED UNTO MOSES — A parable! This may be compared to the case of an earthly king who was angry with his son, and the son went to a friend of his father and said to him, “Go and ask forgiveness for me from father!” (Sifrei Bamidbar 86).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "521e2904edbab45814ae6403", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 11:2:2", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Rashi on Numbers 11:2:2", "sourceHeRef": "רש\"י על במדבר י״א:ב׳:ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>ותשקע האש.</b> שָׁקְעָה בִּמְקוֹמָהּ, שֶׁאִלּוּ חָזְרָה לְאַחַת הָרוּחוֹת הָיְתָה מְקַפֶּלֶת וְהוֹלֶכֶת כָּל אוֹתוֹ הָרוּחַ (ספרי):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ותשקע האש THEN THE FIRE SANK — it sank on the very spot; because if it had turned along one of the sides of the camp it would gradually have rolled along the whole of that side (Sifrei Bamidbar 86).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6fb6", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 11:2", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Onkelos Numbers 11:2", "sourceHeRef": "תרגום אונקלוס על במדבר י״א:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 11.0002, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וּצְוַח עַמָּא עַל משֶׁה וְצַלִּי משֶׁה קֳדָם יְיָ וְאִשְׁתַּקְּעַת אֶשָּׁתָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "The people cried out to Moshe, and Moshe prayed to Adonoy, and the fire subsided.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec7ec", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 11:2", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Targum Jonathan on Numbers 11:2", "sourceHeRef": "תרגום יונתן על במדבר י״א:ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 11.0002, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וְצָוַח עַמָא עַל משֶׁה דְיִבְעֵי עֲלֵיהוֹן וְצַלֵי משֶׁה קֳדָם יְיָ וְאִשְׁתְּקָעַת אֵישָׁתָא בְּאַתְרָא", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And the people cried to Mosheh to pray for them; and Mosheh did pray before the Lord, and the fire was extinguished where it was. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179b4fbfba22336ea637b", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 11:2:1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Sforno on Numbers 11:2:1", "sourceHeRef": "ספורנו על במדבר י״א:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>ותשקע האש.</b> נגד טבע האש למען יכירו שהיה פלא בלתי טבעי ולא היה אש טבעי שקרה אז באיזו סיבה טבעית:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ותשקע האש. This was something supernatural, not compatible with the normal behaviour of fire. Fire rises, does not sink into the earth.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54bd4838fbfba21733363d32", "index_title": "Rashi on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Numbers 16:4:1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Rashi on Numbers 16:4:1", "sourceHeRef": "רש\"י על במדבר ט״ז:ד׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Rashi on Numbers", "he": "רש\"י על במדבר"}, "heTitle": "רש\"י על במדבר", "he": "<b>ויפל על פניו.</b> מִפְּנֵי הַמַּחֲלֹקֶת, שֶׁכְּבָר זֶה בְיָדָם סִרְחוֹן רְבִיעִי, חָטְאוּ בָעֵגֶל, \"וַיְחַל מֹשֶׁה\" (שמות ל\"ב), בַּמִּתְאוֹנְנִים, \"וַיִּתְפַּלֵּל מֹשֶׁה\" (במדבר י\"א), בַּמְּרַגְּלִים, \"וַיֹּאמֶר מֹשֶׁה אֶל ה' וְשָׁמְעוּ מִצְרַיִם\" (שם י\"ד), בְּמַחֲלָקְתּוֹ שֶׁל קֹרַח נִתְרַשְּׁלוּ יָדָיו, מָשָׁל לְבֶן מֶלֶךְ שֶׁסָּרַח עַל אָבִיו, וּפִיֵּס עָלָיו אוֹהֲבוֹ פַּעַם וּשְׁתַּיִם וְשָׁלֹשׁ, כְּשֶׁסָּרַח רְבִיעִית, נִתְרַשְּׁלוּ יְדֵי הָאוֹהֵב הַהוּא, אָמַר עַד מָתַי אַטְרִיחַ עַל הַמֶּלֶךְ? שֶׁמָּא לֹא יְקַבֵּל עוֹד מִמֶּנִּי (תנחומא):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויפל על פניו [AND WHEN MOSES HEARD IT,] HE FELL UPON HIS FACE because of the rebellion, for this was already the fourth offence on their part: when they sinned by worshipping the Golden Calf, it states, (Exodus 32:11) \"And Moses besought [the Lord]”; in the case of the “people who complained”, (Numbers 11:1) it states: “and Moses prayed”; at the incident of the “spies”, (Numbers 14:13) “And Moses said unto the Lord, ‘When the Egyptians shall hear it ... [and now I beseech Thee etc.]”; but now at the rebellion of Korah, his hands sank down (he felt himself powerless) A parable! This may be compared to the case of a prince who sinned against his father and for whom his (the father’s) friend gained forgiveness once, twice, three times. When he offended for the fourth time the friend felt himself powerless, for he said, “ How long can I trouble the king? Perhaps he will not again accept advocacy from me!” (Midrash Tanchuma, Korach 4).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "54e5b675fbfba21902696e22", "index_title": "Radak on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Radak on Genesis 2:18:4", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Radak on Genesis 2:18:4", "sourceHeRef": "רד\"ק על בראשית ב׳:י״ח:ד׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 18.0004, "collectiveTitle": {"en": "Radak on Genesis", "he": "רד\"ק על בראשית"}, "he": "כנגדו, שיהיה לפניו ולעזרתו תמיד לשרתו, והכף ככ\"ף כהיום (שמות ל\"ט) כמשיגי גבול (הושע ה' י') כמתאוננים (במדבר י\"א ב') והדומים להם, שהם לאמת הדבר ולחזקו, ודרש עזר כנגדו ידוע, זכה עזר לא זכה כנגדו (ב\"ר י\"ז, יבמות ס\"ב). ומה שהבדילו משאר היצורים החיים כי כולם נבראו זכר ונקבה והאדם נברא לבדו, היה זה לטובת האדם ולכבודו, כמו שהוא מובדל משאר החיים בחמרו וצורתו, כי שאר החיים אין לזכר יתרון על הנקבה, והאדם יש לו יתרון על נקבתו למשול עליה ולצוות אותה כאשר ירצה כי היא אחד מאבריו, וכמו שהאבר שבאדם הוא לרצון אדם להנהיגו כאשר ירצה כן האשה לאדם. ובעבור שהאדם עקר היצירה שנברא תחלה והאשה טפלה לו ונוצרה ממנו היה כח באדם לכל דבר יותר מהנקבה וכח השכל גובר בו יותר מאשר באשה:", "heVersionTitle": "Presburg : A. Schmid, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "כנגדו, she should be constantly present to attend to his needs; the prefix letter כ is to be understood as in Samuel I 9,13 כהיום, and as in Numbers 11,1 כמתאוננים, and as in Hoseah 5,10 כמסיגי גבול, in all of which instances the letter כ serves to emphasise what follows. (compare Genesis 25,31 where Yaakov insists that the sale of the birthright be effective immediately with the words כיום, “as of today”) Other explanations of the word כנגדו are that if and when her husband would embark on a sinful path of action, it would be woman’s task to prevent him from doing so by opposing it; these are familiar to all my readers, I am sure. The basic difference between man the species and woman his mate who were not initially created as two separate individuals as opposed to all the other living creatures, is to distinguish him favourably from all those other creatures. It draws attention to the fact that man is made from superior raw materials, and that as opposed to the other creatures among whom the male does not enjoy an advantage over the female, man, i.e. the male of the human species, does enjoy such an advantage. The male of the human species enjoys a position of authority vis a vis his female counterpart. The reason that he enjoys this right is the fact that woman is –after all- one of his own original limbs, and a person does have control over the various parts of his body. Seeing that the male of the human species had been the principal creation, woman became an adjunct to him, so that it is logical that man possesses superior strength to woman, and that also the power of his intellect is more manifest than that of his female counterpart.\n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "553d001ffbfba2023e4780ee", "index_title": "Shadal on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Shadal on Genesis 12:8:1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Shadal on Genesis 12:8:1", "sourceHeRef": "שד\"ל על בראשית י״ב:ח׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Shadal on Genesis", "he": "שד\"ל על בראשית"}, "heTitle": "שד\"ל על בראשית", "he": "ויעתק: עתק בקל ענינו נעקר ממקום למקום, כמו ויעתק צור ממקומו (איוב י\"ד י\"ח) ומזה עתיקי משדים (ישעיה כ\"ח ט'), ובהפעיל ענינו עקירת יתדות האוהל ללכת ממקום למקום, ויפה כתב רש\"י ויעתק משם אוהלו. והושאל אח\"כ להעתקת ספר מספר אחר כאילו הסופר עוקר הכתיבה ממקומה ונותנה במקום אחר; וכן שורש נסח (אחיו של נסע, שענינו ג\"כ עקירת היתדות ונסיעה ממקום למקום) ענינו עקירה, כמו בית גאים יסח ה' (משלי ט\"ו כ\"ה), והושאל בלשון ערבי להורות העתקת ספר ומזה אצלנו נוסח ענינו העתקה. ודע כי הפרש גדול יש בין נוסחא וגירסא, כי נוסחא היא מתחילתה ספר נעתק מספר, אבל גירסא היא למוד וקריאה בעל פה, כי בימי חכמי המשנה והתלמוד היו המשנה והתלמוד כולם נזכרים ונלמדים על פה, וזהו שכתב רש\"י (בבא מציעא ל\"ג ע\"א ד\"ה ואינה מדה) מפני שתלויין בגירסא ומשתכחים כלומר שתלויין בזכרון ובלימוד על פה; ועיקר הוראת פועל גרס ענין טחינה ולעיסה, ועיין מה שכתבתי ב\"כרם חמד\" ב' עמוד קע\"ח. והנה בימי חכמי התלמוד היה נכון לומר פלוני גריס הכי ופלוני גריס הכי, זו גירסת פלוני וזו גירסת פלוני, אבל עכשיו שהתלמוד כתוב, אין כאן גירסאות, אלא נוסחאות, ורש\"י שכבר ראינו כי היטב ידע עיקר הוראת מילת גירסא כתב אלף פעמים לא גרסינן והכי גרסינן, וזה לשון מושאל, מפני שקריאת התלמוד היתה מתחילתה בגירסא, כלומר בעל פה. ומכל מקום כשיהיה הדבור על ספרי הקודש ועל שאר ספרים שלא היו מעולם תלויים בגירסא, אין ראוי להזכיר חילופי גירסאות, אלא חילופי נוסחאות. ואולי מילת עתק מתחילתה הוראתה דבר קיים ובעל שורשים, ומזה הון עתק (משלי ח' י\"ח), צואר עתק (תהלים ע\"ה ו'), עתקו גם גברו חיל, (איוב כ\"א ז') ומזה עתיק, קדמון, ויהיה עתק ויעתק והעתיק כמו עקר ועקר, השריש ושרש, וכן סעיף מסעף. ואולי גם שורש תקע הוא אחד עם שורש עתק, והשורש אינו אלא תק, ודומה לו שק וממנו שקע, שגם הוא ענינו נעיצה בארץ, כמו ותשקע האש (במדבר י\"א ב').", "heVersionTitle": "Shadal on Torah", "heLicense": "", "heVersionTitleInHebrew": "שד\"ל על התורה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "569d07c0d6e4a979b40a0a67", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 86:1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Sifrei Bamidbar 86:1", "sourceHeRef": "ספרי במדבר פ״ו:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [200], "commentaryNum": 86.0001, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "ויצעק העם אל משה. וכי מה היה משה מועילם, והלא אין ראוי לומר אלא ויצעק העם אל ה'! ומה תלמוד לומר ויצעק העם אל משה? היה ר' שמעון אומר: משל למה הדבר דומה? למלך בשר ודם שכעס על בנו, והלך לו הבן ההוא אצל אוהבו של מלך, אמר לו: צא ובקש לי מאבא. כך הלכו ישראל אל משה, אמרו לו: בקש עלינו מלפני המקום. יכול שעיכב משה בידן? – ת\"ל ויצעק משה אל ה'. יכול שעיכב בידו המקום? – ת\"ל ותשקע האש, ששקעה האש במקומה. אלו חזרה לה לשמים – סופן היו חוזרים לקלקולם, ואלו חזרה לאחת מכל הרוחות – היתה קופלת את כל הרוח והולכת, אלא ותשקע האש – ששקעה במקומה. ויקרא שם המקום ההוא תבערה. אין תבערה, אלא כאדם שהוא אומר \"תבער אש פלוני במקום\" כך אמר להם משה לישראל: עשיתם תשובה – ותשקע האש; ואם לאו – עדין היא במקומה: כי בערה בם אש ה'. על מה שאירע נקרא, ולא כך היה שמו מקודם. כיוצא בו שמות יז ויקרא שם המקום ההוא מסה ומריבה, ולא כך היה שמו מקודם? – ת\"ל על ריב בני ישראל, על מה שאירע נקרא שמו. כיוצא בו (במדבר יא) ויקרא שם המקום ההוא קברות התאוה. יכול כך היה שמו מקודם? ת\"ל כי שם קברו את העם המתאוים, על מה שאירע נקרא. עדין אי אתה יודע מי היו אותם המרגילים את ישראל לדבר עבירה, הרי הוא אומר: והאספסוף אשר בקרבו – אלו הגרים המוסיפים מכל מקום.ר' שמעון בן מנסיה אומר: אלו הזקנים. נאמר (במדבר יא) אספה לי שבעים איש מזקני ישראל. אם כך היו הזקנים – ק\"ו לשאר בני אדם.כיוצא בו (בראשית ו) ויראו בני האלהים את בנות האדם, מה היו בני הדיינים עושים? היו אוחזים נשים מן השוק, ומענים אותם. אם כך היו בני הדיינים עושים – ק\"ו לשאר הטרטין: התאוו תאוה. יכול שהיו מתרעמים על דבר שלא טעמו מימיהם? ת\"ל התאוו תאוה, היו מתרעמין על המן, שהיה יורד בכל יום, ולא היו מתרעמים על דבר שלא טעמו אותו מימיהם, שנאמר וישובו ויבכו גם בני ישראל – מלמד שאף הראשונים היו בני ישראל: ויאמרו מי יאכילנו בשר. וכי מפני שלא היה להם בשר מתרעמים? והלא כבר נאמר שמות יב וגם ערב רב עלה אתם וצאן ובקר! יכול אכלום במדבר? והלא בכניסתן לארץ הוא אומר (במדבר לב) ומקנה רב היה לבני גד ולבני ראובן! אלא שמבקשים עלילה היאך לפרוש מן המקום:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 11:2) \"And the people cried out to Moses\": How would Moses help them? Should it not be \"And the people cried out to the L-rd\"? — R. Shimon says: An analogy: A king was angry with his son, and he went to the king's loved one and said to him: Please intercede for me with father. Thus, Israel went to him: Please intercede for us with the L-rd. I might think that Moses would demur; it is, therefore, written \"and Moses prayed to the L-rd.\" I might think that the L-rd would demur; it is, therefore, written \"and the fire sank\" — it sank in its place. If it returned to the heavens, they would revert to their wrong, and if it went to the side, it would raze that entire side, wherefore it sank in its place. (Ibid. 3) \"And he called the name of that place 'Taveirah'\" (\"conflagration\"). As one would say: Leave that fire burning in its place. Thus did Moses say to Israel: Repent and the fire will subside; if not, it is still (burning) in its place. \"for the fire of the L-rd burned in them\": It was called thus because of the event, and not because that was its name in the past. Similarly, (Shemot 17:7) \"And he called the name of the place Massah and Merivah.\" I might think that that was its name in the past; it is, therefore, written \"because of the quarrel (riv [as in \"Merivah\"]) of the children of Israel\" — it was thus called because of the event. Similarly, (Bamidbar 11:34) \"And he called the name of that place Kivroth Hata'avah.\" I might think that that was its name in the past; it is, therefore, written \"for there they buried (kavru) the people that lusted (hamitavim)\" — it was thus called because of the event. But you still do not know who were those who incited them to this transgression. — It is written (Bamidbar, Ibid. 4) \"And the asafsuf in its midst (lusted lust\"). These are the converts that were \"added on\" (hanosafim [as in \"asafsuf\"]) to them — how much more so the common Jews (i.e., the rabble). R. Shimon b. Menassia says: These (\"the asafsuf\") are the elders, viz. (Ibid. 11:16) \"Gather (asfah) unto me seventy men from the elders of Israel.\" If thus, the elders, how much more so, the commoners! Similarly, (Bereshit 6:2) \"And the sons of the judges saw the daughters of man, etc.\" What did they do? They would seize women from the marketplace and \"afflict\" them. If thus, the sons of the judges, how much more so the commoners? \"they lusted lust\": I might think that they lusted something they did not have; it is, therefore, written \"Who will feed us flesh,\" (which implies that they lusted something which they had.) \"and the children of Israel also wept again,\" which teaches us that the first ones (viz. Ibid. 2) were the children of Israel. \"And they said: 'Who will feed us flesh?'\" Now is it because they did not have flesh that they grumbled? Is it not written (Shemot 12:38) \"And also a mixed multitude went up with them, and flocks and herds, etc.\"? I might think that they had eaten them in the desert, but is it not written upon their entering the land (Bamidbar 32:1) \"And much livestock were possessed by the sons of Reuven and the sons of Gad, etc.\"? But (the truth is that) they were only seeking a pretext to abandon the L-rd.", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "57e77d57d6e4a94c7c18ad20", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 11:2", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Tafsir Rasag, Numbers 11:2", "sourceHeRef": "תפסיר רס\"ג, במדבר י״א:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 11.0002, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "פצרך̇ אלקום אלי מוסי פדעי רבה פגארת אלנאר", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48976d6e4a939ba174d52", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 11:2:1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Torah Temimah on Torah, Numbers 11:2:1", "sourceHeRef": "תורה תמימה על התורה, במדבר י״א:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>ויתפלל משה אל ה'. </b>תניא, אמר ר׳ אלעזר, משה הטיח דברים כלפי מעלה, שנאמר ויתפלל משה אל ה׳, אל תקרא אל ה׳ אלא על ה', שכן דבי ר' אליעזר בן יעקב קורין לאלפי\"ן עייני\"ן ולעייני\"ן אלפי\"ן <sup class=\"footnote-marker\">א</sup><i class=\"footnote\">נראה דר\"ל דבי ראב\"י דורשין אלפי\"ן כמו דכתיב עייני\"ן ולהיפך, והטעם הוא משום דאותיות שהן ממוצא אחד מתחלפות, ואל\"ף ועיי\"ן הם ממוצא אחד, ובכלל הדרשה עיין במהרש\"א שכתב לא ידענו מה הטחת דברים איכא כאן והלא לשון זה נמצא בכמה נביאים וכו', ועיי\"ש שהגיה בגמרא שהמכוון לפסוק אחר, וכל דבריו דחוקים לדעתי, כפי שיתבאר למעיין. אבל אני תמה עליו מאוד על שתמה לחנם, כי הלא הפרשה שבכאן מלאה הטחת דברים קשה ממשה להקב\"ה כמבואר בסמוך מפסוק י\"ט והלאה, ויאמר משה למה הרעות לעבדך וגו', האנכי הריתי את העם הזה וגו' מאין לי בשר וגו' לא אוכל אנכי לבדי וגו', ואם ככה את עושה לי וגו', שכל דברים אלה לגבי משה נחשבים לטרוניא ותרעומות ודברים קשים, ומה שהביא הגמרא הפסוק ויתפלל משה, פשוט הוא מפני שתחילת הענין הוא וכעין הקדמה ומבוא להפרשה ומכוין להמשך כל הפרשה, ומסמיך הדרשה על הלשון אל ה' כאלו היה כתוב על ה', כלומר שבא בטרוניא ובתרעומות ורוגז על הקב\"ה.\n</i>.<br>(ברכות ל\"ב א׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2de4d6e4a90d4d5bfaa8", "index_title": "Steinsaltz on Berakhot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Berakhot 32a:5", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Steinsaltz on Berakhot 32a:5", "sourceHeRef": "ביאור שטיינזלץ על ברכות ל״ב א:ה׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 63.0005, "collectiveTitle": {"en": "Steinsaltz on Berakhot", "he": "ביאור שטיינזלץ על ברכות"}, "heTitle": "ביאור שטיינזלץ על ברכות", "he": "<b>ו</b>המשיך ו<b>אמר ר' אלעזר:</b> אף <b>משה הטיח דברים כלפי מעלה. ש</b>כן <b>נאמר</b> בכתוב בעקבות חטא המתאוננים במדבר: <b>\"ויתפלל משה אל ה'</b> ותשקע האש<b>\"</b> (במדבר יא, ב). ומדרש כתוב זה: <b>אל תקרי</b> <small>[תקרא]</small> בו <b>\"אל ה'\"</b> אלא <b>\"על ה'\"</b> והרי זו לשון של הטחת דברים.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a154799d6e4a92409ac463c", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 11:2:1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Siftei Chakhamim, Numbers 11:2:1", "sourceHeRef": "שפתי חכמים, במדבר י״א:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>משל למלך.</b> דאל\"כ ויצעקו אל ה' מיבעי ליה:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Compared to a mortal king.</b> For if not so, the Torah should have said “they cried out to <i>Hashem</i>.”", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a154799d6e4a92409ac463e", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 11:2:2", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Siftei Chakhamim, Numbers 11:2:2", "sourceHeRef": "שפתי חכמים, במדבר י״א:ב׳:ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>במקומה.</b> (קצ\"מ) וא\"ת א\"כ למה לא עלתה למעלה כטבע האש, י\"ל שהקב\"ה הראה להם שתהיה תמיד מורא שמים עליהם שמא יחטאו יחזיר האש לטבעו לעלות למעלה ויבער בם. ד\"ט:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Into its place.</b> (<i>Kitzur Mizrochi</i>) You might ask: If so, why did it not go upwards as is natural for fire. The answer is that Hashem showed them this in order that the fear of Heaven would always be upon them, lest they sin and the fire return to its previous form, to rise up and burn among them.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5b0fd59d2f650300563a9995", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebikhtav, Bamidbar, Nasso, Beha'alotcha, Derekh Chayim, Beha'alotcha 7", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebikhtav, Bamidbar, Nasso, Beha'alotcha, Derekh Chayim, Beha'alotcha 7", "sourceHeRef": "שני לוחות הברית, תורה שבכתב, במדבר, נשא, בהעלותך, דרך חיים, בהעלותך ז׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1611, 1631], "commentaryNum": 7, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "בהעלותך", "he": "<b>עד</b> אשר יצא מאפכם והיה לכם לזרא <small>(במדבר יא, ב)</small>. ראה עד היכן מגיע עונשן של המתאוים תאוה, על כן יזהר האדם מן המותרות ויספיק במועט, כמו שאמר יעקב אבינו <small>(בראשית כח, כ)</small> ונתן לי לחם לאכול ובגד ללבוש, והארכתי בזה <small>(בשער האותיות)</small> באות קו\"ף קדושה:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": "<b>עד אשר יצא מאפכם והיה לכם לזרא</b> . When we observe how severely those people who knew no bounds to their greed were punished we learn the lesson that we should restrain our appetites even when it pertains to matters that are permissible. We should learn from our patriarch Jacob who had asked only for \"bread to eat and clothes to wear\" (Genesis 28,20).", "versionTitle": "Shney Luchot Habrit by Rabbi Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c7efa8411e66800180db08b", "index_title": "Pirkei DeRabbi Eliezer", "category": "Midrash", "type": "", "ref": "Pirkei DeRabbi Eliezer 53:2", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Pirkei DeRabbi Eliezer 53:2", "sourceHeRef": "פרקי דרבי אליעזר נ״ג:ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [630, 1030], "commentaryNum": 53.0002, "collectiveTitle": {"en": "Pirkei DeRabbi Eliezer", "he": "פרקי דרבי אליעזר"}, "heTitle": "פרקי דרבי אליעזר", "he": " רבן גמליאל אומר, אף ישראל הלשינו על הב\"ה ואמ' תאמר שיש בו כח לזון אותנו במדבר שנ' וידבר העם באלהים (ובמשה) אמרו היוכל אל לערוך שלחן במדבר, שנ' הן הכה צור ויזובו מים שמע הב\"ה שהלשינו על כבודו ומכבודו שהוא אש אוכלה שלח בהם אש ואכלה אותם סביב שנ' ויהי העם כמתאוננים רע בעיני ה' ותבער בם אש ה' ותאכל בקצה המחנה. הלכו להם זקני ישראל אצל משה ואמרו, משה רבנו, הננו ביד ה' כצאן לטבחה ולא לאש אוכלה אש, וראה משה בצרתם של ישראל, עמד ונתפלל עליהם ונעתר לו, שנ' ויצעק משה אל ה' ותשקע האש.", "heVersionTitle": "Pirkei Derabi Eliezer", "heLicense": "", "heVersionTitleInHebrew": "פרקי דרבי אליעזר", "text": "Rabban Gamaliel said: Israel also slandered the Holy One, blessed be He, (by) saying: Wilt thou say that He has power to feed us in the wilderness? as it is said, \"Yea, they spake against God; they said, Can God prepare a table in the wilderness? Behold, he smote the rock, that waters gushed out, and streams overflowed\" (Ps. 78:19, 20). The Holy One, blessed be He, heard that they slandered His Glory, || and from His Glory, which is a consuming fire, He sent against them a fire which consumed them round about, as it is said, \"And the people were as murmurers… and the fire of the Lord burnt among them, and devoured in the uttermost part of the camp\" (Num. 11:1). The Israelites betook themselves to our teacher Moses, and they said to him: Moses, our lord! Let these be given like sheep to the slaughter, but not to the fire which is consuming fire. Moses saw the plight of Israel, and he arose to pray on their behalf, and He was entreated of him, as it is said, \"And the people cried unto Moses\" (Num. 11:2).", "versionTitle": "Pirke de Rabbi Eliezer, trans. Rabbi Gerald Friedlander, London, 1916", "license": "Public Domain", "versionTitleInHebrew": "פרקי דרבי אליעזר, מתורגם בידי רב ג'רלד פרידלנדר, לונדון, 1916"}, {"_id": "5c7efa8cae32950018601d78", "index_title": "Pirkei DeRabbi Eliezer", "category": "Midrash", "type": "", "ref": "Pirkei DeRabbi Eliezer 53:4", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Pirkei DeRabbi Eliezer 53:4", "sourceHeRef": "פרקי דרבי אליעזר נ״ג:ד׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [630, 1030], "commentaryNum": 53.0004, "collectiveTitle": {"en": "Pirkei DeRabbi Eliezer", "he": "פרקי דרבי אליעזר"}, "heTitle": "פרקי דרבי אליעזר", "he": " ואין אדם נפטר מן העולם עד שיעבור עליו מאותה האש ששקעה בארץ, שנ' ותשקע האש.", "heVersionTitle": "Pirkei Derabi Eliezer", "heLicense": "", "heVersionTitleInHebrew": "פרקי דרבי אליעזר", "text": "No man departs from this world until some of that fire, which rested among the sons of man, passes over him, as it is said, \"And the fire rested\" (Num. 11:2). ||", "versionTitle": "Pirke de Rabbi Eliezer, trans. Rabbi Gerald Friedlander, London, 1916", "license": "Public Domain", "versionTitleInHebrew": "פרקי דרבי אליעזר, מתורגם בידי רב ג'רלד פרידלנדר, לונדון, 1916"}, {"_id": "5daeeda036cd26fc2ba99960", "index_title": "Toledot Yitzchak on Torah", "category": "Commentary", "type": "commentary", "ref": "Toledot Yitzchak on Torah, Numbers 11:2:1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Toledot Yitzchak on Torah, Numbers 11:2:1", "sourceHeRef": "תולדות יצחק על התורה, במדבר י״א:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1475, 1535], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Toledot Yitzchak", "he": "תולדות יצחק"}, "heTitle": "במדבר", "he": "<b>ותשקע האש </b>בזה יש ספק למה שקע ואמרו חז\"ל נשקעה במקומה בארץ שאלו חזרה לאחד הרוחות היה שורף כל אותו הרוח. ויש להקשות א\"כ היה ראוי שיכבה האש לא תשרוף או היה ראוי שתעלה למעלה כטבעה וצ\"ע ואחשוב שכוונת השי\"ת בשקיעה לפי שיהיה להם יראה ופחד מן האש ויאמרו אם אנו חוטאים תעלה האש מתחת הארץ כלפי מעלה בטבעה וישרוף אותנו שהקב\"ה דרך נס מעכב אותה שלא תעלה למעלה ואם אנו חוטאים אין צריך הקב\"ה לעשות נס להרע לנו אלא שיניח האש לטבעה והיא תעלה מאיליה ולכן נשקעה האש הפך טבעה כנ\"ל והוא ענין חשוב מאד:", "heVersionTitle": "Toledot Yitzchak, Warsaw 1877", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תולדות יצחק, וורשא תרל\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5edf4629f2b57282b2a", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, שׁקע 1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Sefer HaShorashim, שׁקע 1", "sourceHeRef": "ספר השרשים, שׁקע א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "שׁקע", "he": ["<strong><big>שׁקע</big></strong>   <strong>וְשָֽׁקְעָה</strong> כִּיאֹר מִצְרָֽיִם (<a class=\"refLink\" href=\"Amos 9:5\" data-ref=\"Amos 9:5\">עמוס ט, ה</a>), <strong>תִּשְׁקַע</strong> בָּבֶל (<a class=\"refLink\" href=\"Jeremiah 51:64\" data-ref=\"Jeremiah 51:64\">ירמיה נא, סד</a>), <strong>וַתִּשְׁקַע</strong> הָאֵֽשׁ (<a class=\"refLink\" href=\"Numbers 11:2\" data-ref=\"Numbers 11:2\">במדבר יא, ב</a>). <strong>והנפעל</strong> וְנִגְרְשָׁה וְנִשְׁקְהָ [<strong>וְנִשְׁקְעָה</strong>] (<a class=\"refLink\" href=\"Amos 8:8\" data-ref=\"Amos 8:8\">עמוס ח, ח</a>). <strong>והכבד</strong> [הִפְעִיל] וּבְחֶבֶל <strong>תַּשְׁקִיעַ</strong> לְשֹׁנֽוֹ (<a class=\"refLink\" href=\"Job 40:25\" data-ref=\"Job 40:25\">איוב מ, כה</a>), רוצה לומר ובלשונו תשקיע חבל כמו וַתָּשֶׂם בַּפּוּךְ עֵינֶיהָ (<a class=\"refLink\" href=\"II Kings 9:30\" data-ref=\"II Kings 9:30\">מלכים ב' ט, ל</a>), שִׁלְחוּ בָאֵשׁ מִקְדָּשֶׁךָ (<a class=\"refLink\" href=\"Psalms 74:7\" data-ref=\"Psalms 74:7\">תהלים עד, ז</a>). אָז <strong>אַשְׁקִיעַ</strong> מֵֽימֵיהֶם (<a class=\"refLink\" href=\"Ezekiel 32:14\" data-ref=\"Ezekiel 32:14\">יחזקאל לב, יד</a>), <strong>והשם</strong> <strong>וּמִשְׁקַע</strong>־מַיִם תִּשְׁתּוּ וְאֵת הַנּוֹתָרִים בְּרַגְלֵיכֶם תִּרְפֹּשֽׂוּן (<a class=\"refLink\" href=\"Ezekiel 34:18\" data-ref=\"Ezekiel 34:18\">יחזקאל לד, יח</a>), ענינם כענין עומק. ופירוש ומשקע מים תשתו כי כשהמים רבים יש בהם עומק ורצונו לומר שתשתו המים כשהם רבים וזכים טרם שיחסרו ויגיעו אל הטיט ואל הרפש, או טרם שתדלתו אותם שהם זכים. וכן פירוש <strong>אָז אַשְׁקִיעַ מֵֽימֵיהֶם</strong>, לפי שתהיה הארץ הרבה מאין אדם ובהמה ולא יעברו במים יהיו המים זכים כמו שאמר לא תדלחם רגל אדם עור ופרסות בהמה לא תדלחם (<a class=\"refLink\" href=\"Ezekiel 32:13\" data-ref=\"Ezekiel 32:13\">יחזקאל לב, יג</a>), כי כשתדלתם רגל אדם ובהמה הם עבורים, וכשלא תעבור בם רגל אדם ובהמה יהיו זכים כשמן וזהו שאמר וְנַֽהֲרוֹתָם כַּשֶּׁמֶן אוֹלִיךְ (שם). ועיקר הלשון לשון עומק מצולה. לתרגום צָֽלֲלוּ כַּֽעוֹפֶרֶת (<a class=\"refLink\" href=\"Exodus 15:10\" data-ref=\"Exodus 15:10\">שמות טו, י</a>) <strong>אִשְׁתְּקָעוּ כַּאֲבָרָא</strong>. תרגום ירושלמי כְּבַלַּע אֶת־הַקֹּדֶשׁ (<a class=\"refLink\" href=\"Numbers 4:20\" data-ref=\"Numbers 4:20\">במדבר ד, כ</a>) <strong>כד משקע</strong> ותרגום הָטְבְּעוּ בַבֹּץ רַגְלֶךָ (<a class=\"refLink\" href=\"Jeremiah 38:22\" data-ref=\"Jeremiah 38:22\">ירמיה לח, כב</a>) <strong>אִשְׁתְּקָעָא בִּבְהָתָא רִגְלָךְ</strong>."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee16bfddfbb310fecfe", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Rebellion 2-4", "anchorRef": "Numbers 11:1-35", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Rebellion 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה א׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "First Rebellion", "he": "במדבר הערה א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["The mood of the book, which up until now has been orderly and celebratory, abruptly shifts. We move from a God who commands, leaders who lead, and a people that obeys, to a bitter triangle of constant complaining, questioning of leadership, and divine punishment.", "The chapter that introduces the rebellion narratives is long and complex. Although it resembles Ex. 16 (the manna chapter) in some general respects, it has its own distinct vocabulary and concerns. It is stylistically held together by the repeating roots “eat,” “gather,” and “weep”; the “grumbling” of the Exodus story does not yet appear. The chapter combines the people’s complaints about the manna (and a concomitant craving for meat) with Moshe’s complaints about how difficult it is to lead this people; both receive answer from God, the people in the form of quails and Moshe through the dissemination of prophetic gifts to others in the camp.", "It is in this chapter that Moshe—the dramatic and at times tragic Moshe of the Golden Calf story in Exodus—reappears as a character with deep emotions. Although his fate as a leader destined never to enter the Promised Land is not sealed until Chap. 20, one has the sense already here that the strain of his mission is beginning to tell. The vividness of the portrayal of Moshe is matched by that of the Children of Israel, whose words, usually complaints, include the picturesque description of Egyptian cuisine in v.5."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382edc9ad75f2d99af9fc", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Rebellion 1", "anchorRef": "Numbers 11:1-35", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Rebellion 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה א׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 11:1-35\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 11:1-35</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63c942ed01e878406e0cf4ba", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Vayechi 37:386", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Zohar, Vayechi 37:386", "sourceHeRef": "ספר הזהר, ויחי ל״ז:שפ״ו", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 37.0001, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "ויחי", "he": "רִבִּי יְהוּדָה פָּתַח וְאָמַר, (ישעיהו ל״ח:ב׳) וַיַּסֵּב חִזְקִיָּהוּ פָּנָיו אֶל הַקִּיר וַיִּתְפַּלֵּל אֶל ה'. הָא אוּקְמוּהָ, דְּלָא לִצְלֵי בַּר נָשׁ אֶלָּא סָמוּךְ לְכוֹתְלָא, וְלָא יְהֵא מִלָּה חָצִיץ בֵּינֵיהּ לְבֵין כּוֹתְלָא. דִּכְתִיב וַיַּסֵּב חִזְקִיָּהוּ פָּנָיו אֶל הַקִּיר. מַאי שְׁנָא בְּכֻלְּהוּ דְּצַלֵּי צְלוֹתָא, דְּלָא כְּתִיב בְּהוּ וַיַּסֵּב פָּנָיו אֶל הַקִּיר, דְּהָא דַי לֵיהּ דְּיֵימָא וְיִתְפַּלֵּל אֶל ה', דְּהָא מַאן דְּמַצְלֵי צְלוֹתָא, אִיהוּ כִּוִּון דַּעְתֵּיהּ כְּדְקָא יְאוּת, דְּהָא כְּתִיב בְּמשֶׁה, (במדבר י״א:ב׳) וַיִּתְפַּלֵּל משֶׁה אֶל ה'. (שמות י״א:ט׳) וַיִּצְעַק משֶׁה אֶל ה' וְלָא כְּתִיב <i data-overlay=\"Vilna Pages\" data-value=\"228b\"></i>וַיַּסֵּב פָּנָיו. הָכָא בְּחִזְקִיָּהוּ, מַאי טַעְמָא וַיַּסֵּב חִזְקִיָּהוּ פָּנָיו אֶל הַקִּיר, וּלְבָתַר וַיִּתְפַּלֵּל.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63d77c74eca10007534469b5", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 11:2:1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Rav Hirsch on Torah, Numbers 11:2:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר י״א:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 2. ותשקע האש: es versank da, wo es brannte, und schritt nicht weiter fort. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64186a5c894184186dd58de8", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 11:2:1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Sifrei Zuta 11:2:1", "sourceHeRef": "ספרי זוטא י״א:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "commentaryNum": 2.0001, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>ויצעק העם אל משה</b>, וכי מה היה משה יכול להועיל להם והלא לא היה צריך לומר אלא אלא ויצעק העם אל י״י מושלין אותו משל למה הדבר דומה למלך שכעס על בנו והלך לו אותו הבן אצל אוהבו של אביו אמר צא ובקש לי מאבא כך אמרו ישרא' למשה צא ובקש לנו מן המקום יכול שעיכב בידם משה אמ' ויתפלל משה אל י״י יכול שעיכב בידו המקום אמ' ותשקע האש שקעה היא במקומה שאלו הלכה לאחת מכל הרוחות סופה היתה לכלות את כל הרוח או אלו עלתה לשמים סופן היה לחזור לקלקולן הראשון אלא ותשקע האש שקעה היא במקומה. ר' יהודה אומר אותה האש שירדה מן השמים שקעה בארץ ולא חזרה למקומה לשמים אלא נכנסה לאהל מועד וכל הקרבנות שהיו ישראל מקריבין במדבר היתה האש יוצאה ואוכלת אותן שנ' ותרד אש מן השמים ותאכל (ויקרא ט כד) אין כת' אלא ותצא ואותה האש היא שאכלה נדב ואביהו שנאמר ותצא אש מלפני י״י ותאכל אותם (ויקרא י ב) והיא שאכלה עדת קרח שנאמר ואש יצאה מאת י״י ותאכל את החמשים ומאתים איש (במדבר טז לה) ואין אדם נפטר מן העולם אלא עד שיעבור עליו מאותה האש ששקעה בארץ שנ' ותשקע האש:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "64188260c9371ec0cebe7457", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 11:2:1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Reggio on Torah, Numbers 11:2:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר י״א:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>ויצעק העם אל משה,</b> לא אמרו חטאנו כי דברנו באלהים, כמו שאמרו בנחשים השורפים, כי הצועקים הם עדת ישראל שלא חשבו רע על ה', רק בראותם העונש הנפלא הזה ולא ידעו סבתו צעקו אל משה שיתפלל בעדם כי יראו לנפשם מפני האש שהיה עדין עומד באמצע המחנה, ומשה התפלל אל השם, ותשקע האש במקומה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6538ea318e03cafe446c2832", "index_title": "Talks of Yeshayahu Leibowitz on the Parasha", "category": "Quoting Commentary", "type": "", "ref": "Talks of Yeshayahu Leibowitz on the Parasha, Beha'alotcha 11:2", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Talks of Yeshayahu Leibowitz on the Parasha, Beha'alotcha 11:2", "sourceHeRef": "שיחות על פרשת השבוע (ליבוביץ), בהעלותך י״א:ב׳", "anchorVerse": 2, "sourceHasEn": false, "commentaryNum": 11.0002, "collectiveTitle": {"en": "Talks of Yeshayahu Leibowitz on the Parasha", "he": "שיחות על פרשת השבוע (ליבוביץ)"}, "heTitle": "בהעלותך", "he": "בפרשת 'המתאוננים רע' מוצג העם לעינינו כנתפס לתאווה גדולה באכילת בשר להנאה, ובגללה מואס הוא למעשה במנהיגות משה, ואף מטיח דברים כלפי שמים, בהביעו ספקות לגבי כל נושא יציאת מצרים, קבלת התורה, לרבות המשימה לכיבוש הארץ. פרשה זו מעיקה על משה-רבנו החושש לאובדן העם, ולאחר פגיעת אש-ה' במתלוננים, הרועה הנאמן אוהבם של ישראל מתפלל כדרכו למענם, והאש שוקעת (במדבר יא:ב). ", "heVersionTitle": "Jerusalem, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc6a758c1dc532ec9152", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 11:2", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Steinsaltz on Numbers 11:2", "sourceHeRef": "ביאור שטיינזלץ על במדבר י״א:ב׳", "anchorVerse": 2, "sourceHasEn": true, "commentaryNum": 11.0002, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיִּצְעַק הָעָם אֶל מֹשֶׁה</b> על התבערה הלא-טבעית, \n  <b>וַיִּתְפַּלֵּל מֹשֶׁה אֶל ה'</b>– \n  <b>וַתִּשְׁקַע הָאֵשׁ.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The people cried out to Moses </b>about the supernatural fire consuming the camp; <b>Moses prayed to the Lord, and the fire subsided. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "525a3012edbab4498f484abb", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 11:2:1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Ibn Ezra on Numbers 11:2:1", "sourceHeRef": "אבן עזרא על במדבר י״א:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>ויצעק העם אל משה.</b> בפיוס:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND THE PEOPLE CRIED UNTO MOSES. In a conciliatory manner.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">The word <i>va-yitzaku</i> (cried) literally means screamed. Hence I.E.’s comment.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "525a3012edbab4498f484abd", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 11:2:2", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Ibn Ezra on Numbers 11:2:2", "sourceHeRef": "אבן עזרא על במדבר י״א:ב׳:ב׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>ותשקע האש.</b> כטעם ותכבה ואין לו אחר:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND THE FIRE ABATED. <i>Va-tishka</i> (abated) means extinguished. The word is not used again in Scripture<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">The root <i>shaka</i> means to sink. This root is used in the sense of extinguished only here.</i> with this meaning.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "53f1798efbfba22336ea5ba8", "index_title": "Kli Yakar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Kli Yakar on Numbers 11:2:1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Kli Yakar on Numbers 11:2:1", "sourceHeRef": "כלי יקר על במדבר י״א:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1598, 1602], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Kli Yakar", "he": "כלי יקר"}, "heTitle": "כלי יקר על במדבר", "he": "<b>ויצעק העם אל משה. </b>ולא אל ה', כי חשבו מאחר שמשה לא הרגיש עדיין בחטאם יחשוב שמקרה הוא להם ויתפלל בעדם, וכך עשה משה בחשבו שהמקום גרם להם כי יש מקומות בארץ אשר שם רוח גדול נסתר המסבב רעישת הארץ, ויש מקומות שבהם אש נסתר, על כן קרא משה שם המקום תבערה כי חשב שהמקום גרם להם ולא חטאם.\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5868bd02d6e4a97c9cbb102a", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 11:2:1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Bekhor Shor, Numbers 11:2:1", "sourceHeRef": "בכור שור, במדבר י״א:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1145, 1195], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "<b>ותשקע האש.</b> וכבתה ולא פשטה:\n", "heVersionTitle": "Bekhor Shor, Breslau, 1900", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, ברסלאו, תר\"ס", "text": "Verse: \"And the fire sank down.\" Commentary: \"And it extinguished and did not spread.\"", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "588f5761d6e4a96d624b179a", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Shin 148:2", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Machberet Menachem, Letter Shin 148:2", "sourceHeRef": "מחברת מנחם, ש קמ״ח:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 148.0002, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "<b>ותשקע</b> האש <small>(במדבר יא, ב)</small>, או <b>אשקיע</b> מימיהם <small>(יחזקאל לב, יד)</small>, ככה <b>תשקע</b> בבל <small>(ירמיהו נא, סד)</small>, ענין שקיעה הם.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b1ce0ed6e4a937f99994aa", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 18:6", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Bamidbar Rabbah 18:6", "sourceHeRef": "במדבר רבה י״ח:ו׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 18.0006, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיַּקְהֵל עֲלֵיהֶם קֹרַח <small>(במדבר טז, יט)</small>, אָמַר לָהֶם <small>(במדבר טז, ג)</small>: כָל הָעֵדָה כֻּלָּם קְדשִׁים, וְכֻלָּם שָׁמְעוּ בְּסִינַי <small>(שמות כ, ב)</small>: אָנֹכִי ה' אֱלֹהֶיךָ, <small>(במדבר טז, ג)</small>: וּמַדּוּעַ תִּתְנַשְֹּׂאוּ עַל קְהַל ה', אִלְמָלֵא אַתֶּם שְׁמַעְתֶּם לְבַדְּכֶם וְהֵם לֹא שָׁמְעוּ, הֱיִיתֶם אוֹמְרִים, עַכְשָׁו כֻּלָּם שָׁמְעוּ וּמַדּוּעַ תִּתְנַשְֹּׂאוּ. מִיָּד נִזְדַּעְזַע משֶׁה מִפְּנֵי הַמַּחֲלֹקֶת, מִפְּנֵי שֶׁכְּבָר הָיָה בְּיָדָן סִרְחוֹן רְבִיעִי. מָשָׁל לְבֶן מֶלֶךְ שֶׁסָּרַח עַל אָבִיו וּפִיֵּס עָלָיו אוֹהֲבוֹ פַּעַם שְׁתַּיִם וְשָׁלשׁ, כְּשֶׁסָּרַח רְבִיעִית נִתְרַשְׁלוּ יְדֵי אוֹהֲבוֹ שֶׁל מֶלֶךְ, אָמַר כַּמָּה פְּעָמִים אַטְרִיחַ אֶת הַמֶּלֶךְ. אַף כָּאן משֶׁה, חָטְאוּ בָּעֵגֶל <small>(שמות לב, יא)</small>: וַיְחַל משֶׁה, <small>(במדבר יא, א)</small>: וַיְהִי הָעָם כְּמִתְאֹנְנִים, <small>(במדבר יא, ב)</small>: וַיִּתְפַּלֵּל משֶׁה, בַּמְּרַגְּלִים <small>(במדבר יד, יג)</small>: וַיֹּאמֶר משֶׁה אֶל ה' וְשָׁמְעוּ מִצְרַיִם, בְּמַחְלָקְתּוֹ שֶׁל קֹרַח אָמַר כַּמָּה אוּכַל לְהַטְרִיחַ אֶת הַמָקוֹם, לְפִיכָךְ <small>(במדבר טז, ד)</small>: וַיִּשְׁמַע משֶׁה וַיִּפֹּל עַל פָּנָיו.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“Koraḥ assembled…against them” (Numbers 16:19) – He said to them: ‘“The entire congregation, all of them are holy” (Numbers 16:3),  and all of them heard at Sinai: “I am the Lord your God” (Exodus 20:2), “and why do you elevate yourselves over the assembly of the Lord?” (Numbers 16:3). Had you heard it alone, and they had not heard, you could say it, but now, all of them heard. Why do you elevate yourselves?’ <br>Moses was immediately shaken due to the dispute, because this was already their fourth wrongdoing. This is analogous to a king’s son who wronged his father. His dear friend placated him [the king] once, twice, three times. When he committed a fourth wrongdoing, the hands of the king’s dear friend were rendered powerless. He said: ‘How many times can I impose upon the king?’ So it was with Moses. They sinned with the calf – “Moses prayed” (Exodus 32:11). “The people were as complainers” (Numbers 11:1) – “Moses prayed” (Numbers 11:2). Regarding the spies – “Moses said: Egypt will hear…” (Numbers 14:13). Regarding Koraḥ’s dispute, he said: ‘How much can I impose upon the Omnipresent?’ That is why: “Moses heard and he fell on his face” (Numbers 16:4).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58d13995d6e4a96e427ef25a", "index_title": "Ibn Ezra on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Leviticus 14:37:1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Ibn Ezra on Leviticus 14:37:1", "sourceHeRef": "אבן עזרא על ויקרא י״ד:ל״ז:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 37.0001, "collectiveTitle": {"en": "Ibn Ezra on Leviticus", "he": "אבן עזרא על ויקרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>שקערורות.</b> אין אחות למלה הזאת ולא נדע אם היא מרובעת כפולה האות האחרון או מחמשת אותיות ופירושיה לפי טעם המקום יש אומרים כדמות סימנין או חוטין ויש אומרים שהיא מלה מורכבת מטעם ותשקע האש. ורורות מגזרת רר בשרו וזה רחוק:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "HOLLOW STREAKS. The word <i>sheka’arurot</i> (hollow streaks) has no sister.<sup class=\"footnote-marker\">78</sup><i class=\"footnote\">The word is not found again in Scripture. I.E. uses the term sister because <i>sheka’arurot</i> is feminine.</i> We do not know if it is a quadrilateral<sup class=\"footnote-marker\">79</sup><i class=\"footnote\">From the root <i>shin, kof, ayin, resh</i>.</i> with the last letter<sup class=\"footnote-marker\">80</sup><i class=\"footnote\">The <i>resh</i>.</i> doubled or if it is a pentaliteral.<sup class=\"footnote-marker\">81</sup><i class=\"footnote\">From the root <i>shin, kof, ayin, resh, tav</i>.</i> The meaning of <i>sheka’arurot</i> is to be ascertained from its context. Some say that it refers to marks or streaks. Others say that it is a compound word. It is akin to <i>va-tishka</i> (sank down)<sup class=\"footnote-marker\">82</sup><i class=\"footnote\">Translated literally.</i> in <i>and the fire sank down</i> (Num. 11:2) and to <i>rorot</i>, which is related to the word <i>rar</i> (run)<sup class=\"footnote-marker\">83</sup><i class=\"footnote\">That is, flow.</i> in <i>run with his issue</i> (Lev. 15:3).<sup class=\"footnote-marker\">84</sup><i class=\"footnote\">That is, <i>sheka’arurot</i> is made up of the words <i>shaka</i> (sank down) and <i>rorot</i> (run). According to this interpretation <i>sheka’arurot</i> means running cracks in the skin.</i> However, this is far-fetched.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "58fdc133d6e4a960c04a51bd", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Korach 4:1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Midrash Tanchuma, Korach 4:1", "sourceHeRef": "מדרש תנחומא, קרח ד׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "קרח", "he": "<b>בֶּן</b> יִצְהַר בֶּן קְהָת בֶּן לֵוִי. וְלָמָּה לֹא כְתִיב בֶּן יַעֲקֹב אוֹ בֶּן יִשְׂרָאֵל. זֶה שֶׁאָמַר הַכָּתוּב: בְּסוֹדָם אֶל תָּבֹא נַפְשִׁי וְגוֹ' <small>(בראשית מט, ו)</small>. בְּסוֹדָם אֶל תָּבֹא נַפְשִׁי, אֵלּוּ הַמְּרַגְּלִים. בִּקְהָלָם אֶל תֵּחַד כְּבוֹדִי <small>(שם)</small>, זֶה קֹרַח. אָמַר יַעֲקֹב לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא, רִבּוֹנוֹ שֶׁל עוֹלָם, לֹא בַּמְּרַגְּלִים וְלֹא בְּמַחֲלֻקְתּוֹ שֶׁל קֹרַח יִזָּכֵר שְׁמִי עַל אוֹתָן רְשָׁעִים שֶׁעֲתִידִים לְהַכְעִיס. וְאֵימָתַי יִכָּתֵב שְׁמִי עֲלֵיהֶם. כְּשֶׁהֵם מִתְיַחֲסִין וְעוֹמְדִין עַל הַדּוּכָן, שֶׁנֶּאֱמַר: בֶּן תַּחַת בֶּן אֲסִיר בֶּן אֲבִיאָסָף בֶּן קֹרַח בֶּן יִצְהָר בֵּן קְהָת בֶּן לֵוִי בֶּן יִשְׂרָאֵל <small>(דה״‎א ו, כב-כג)</small>. וְדָתָן וַאֲבִירָם. מִכָּאן אָמְרוּ חֲכָמֵינוּ זִכְרוֹנָם לַבְּרָכָה, אוֹי לָרָשָׁע וְאוֹי לִשְׁכֵנוֹ, שֶׁהָרֵי דָּתָן וַאֲבִירָם נֶאֶבְדוּ בְּמַחֲלֻקְתּוֹ שֶׁל קֹרַח, לְפִי שֶׁהָיוּ שְׁכֵנִים לְקֹרַח, שֶׁהָיָה שָׁרוּי בַּדָּרוֹם, דִּכְתִיב: מִשְׁפְּחוֹת בְּנֵי קְהָת יַחֲנוּ עַל יֶרֶךְ הַמִּשְׁכָּן תֵּימָנָה <small>(במדבר ג, כט)</small>. דִּגְלוֹ שֶׁל רְאוּבֵן סָמוּךְ לָהֶם, שֶׁנֶּאֱמַר: דֶּגֶל מַחֲנֵה רְאוּבֵן תֵּימָנָה <small>(שם ב, י)</small>, וְנִשְׁתַּתְּפוּ עִמָּהֶם. אֲבָל דִּגְלוֹ שֶׁל יְהוּדָה וְדִגְלוֹ שֶׁל יִשָּׂשׂכָר וּזְבוּלֻן, שֶׁהָיוּ שְׁרוּיִם בַּמִּזְרָח, שֶׁנֶּאֱמַר: וְהַחוֹנִים קֵדְמָה מִזְרָחָה דֶּגֶל מַחֲנֵה יְהוּדָה <small>(שם פסוק ג)</small>, וּכְתִיב: וְעָלָיו מַטֵּה יִשָּׂשׂכָר <small>(שם פסוק ה)</small>, וְהָיוּ שְׁכֵנִים לְמֹשֶׁה וְאַהֲרֹן וּבָנָיו, דִּכְתִיב: וְהַחוֹנִים לִפְנֵי הַמִּשְׁכָּן קֵדְמָה לִפְנֵי אֹהֶל מוֹעֵד מִזְרָחָה מֹשֶׁה וְאַהֲרֹן וּבָנָיו <small>(שם ג, לח)</small>. לְפִי שֶׁהָיוּ אֵלּוּ סְמוּכִין לַתּוֹרָה, לְפִיכָךְ זָכוּ לִהְיוֹת בְּנֵי תּוֹרָה, דִּכְתִיב: יְהוּדָה מְחוֹקְקִי <small>(תהלים ס, ט)</small>. וּכְתִיב: וּמִבְּנֵי יִשָּׂשׂכָר יוֹדְעֵי בִּינָה לְעִתִּים <small>(דה״‎א יב, לג)</small>. וּכְתִיב: וּמִזְּבוּלֻן מוֹשְׁכִים בְּשֵׁבֶט סוֹפֵר <small>(שופטים ה, יד)</small>. וְדָתָן וַאֲבִירָם שֶׁהָיוּ שְׁכֵנִים לְקֹרַח בַּעַל הַמַּחֲלֹקֶת, לָקוּ עִמּוֹ וְאָבְדוּ מִן הָעוֹלָם. וַיִּקָּהֵל עֲלֵיהֶם קֹרַח. אָמַר לָהֶם: רַב לָכֶם כִּי כָּל הָעֵדָה כֻּלָּם קְדוֹשִׁים, וְכֻלָּם שָׁמְעוּ בְּסִינַי, אֲנֹכִי ה' אֱלֹהֶיךָ. וּמַדּוּעַ תִּתְנַשְּׂאוּ. אִלְמָלֵא אַתֶּם שְׁמַעְתֶּם לְבַדְּכֶם וְהֵם לֹא שָׁמְעוּ, הֱיִיתֶם אוֹמְרִים. עַכְשָׁו כֻּלָּם קְדוֹשִׁים, וּמַדּוּעַ תִּתְנַשְּׂאוּ. מִיָּד נִזְדַּעְזֵעַ מֹשֶׁה מִפְּנֵי הַמַּחֲלֹקֶת, מִפְּנֵי שֶׁכְּבָר הָיָה בְּיָדָן סִרָחוֹן רְבִיעִי. מָשָׁל לְמַה הַדָּבָר דּוֹמֶה. לְבֶן מֶלֶךְ שֶׁסָּרַח עַל אָבִיו, וּפִיֵּס עָלָיו אוֹהֲבוֹ פַּעַם אַחַת וּשְׁתַּיִם וְשָׁלֹש. כְּשֶׁסָּרַח פַּעַם רְבִיעִית, נִתְרַשְּׁלוּ יְדֵי אוֹהֲבוֹ שֶׁל מֶלֶךְ, אָמַר, כַּמָּה פְּעָמִים אֲנִי מַטְרִיחַ אֶת הַמֶּלֶךְ. אַף כָּאן עָשָׂה מֹשֶׁה לְיִשְׂרָאֵל. חָטְאוּ בָּעֵגֶל, וַיְחַל מֹשֶׁה <small>(שמות לב, יא)</small>. בַּמִּתְאוֹנְנִים, וְיִתְפַּלֵּל מֹשֶׁה <small>(במדבר יא, ב)</small>. בַּמְּרַגְּלִים, וַיֹּאמֶר מֹשֶׁה אֶל ה' וְשָׁמְעוּ מִצְרַיִם <small>(שם יד, יג)</small>. בְּמַחֲלֻקְתוֹ שֶׁל קֹרַח, נִתְרַשְּׁלוּ יָדָיו. אָמַר, כַּמָּה אוּכַל לְהַטְרִיחַ אֶת הַמָּקוֹם. לְפִיכָךְ, וַיִּשְׁמַע מֹשֶׁה וַיִּפֹּל עַל פָּנָיו.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Numb. 16:1:) “[Korah who is] the son of Izhar [who is] the son of Kohath [who is] the son of Levi betook himself.” But there is not written \"the son of Jacob\" [or] \"the son of Israel.\"<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Numb. R. 18:5; cf.Gen. R. 98:5.</i> This text is related (to Gen. 49:6), “Let not my soul come into their council,” i.e., that of the spies; “and let not my glory be joined with their congregation,” i.e., that of Korah. Jacob said to the Holy One, blessed be He, “Master of the world, with reference to the spies and with reference to the dissension of Korah, let not my name be mentioned [in connection with] those evil men, who are going to cause provocation. So when should my name (Israel) be joined upon them? When they are joined together to stand on the dais (as Levitical singers), as stated (I Chron. 6:[17,] 22–23) ‘[These are the ones whom David put in charge of song in the house of the Lord….] The son of Assir [who is] the son of Ebiasaph [who is] the son of Korah [who is] the son of Izhar [who is] the son of Kohath [who is] the son of Levi [who is] the son of Israel.’” (Numb. 16:1, cont.:) “Along with Dathan and Abiram.” From here the sages said, “Woe to the wicked one, [and] woe to his neighbor.”<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Numb. R. 18:5, cont.; see <i>Neg.</i> 12:6; <i>Sifra</i> to Lev.14:40 (157: <i>Metsora</i>‘, pereq 4); <i>ARN</i>, A, 9; cf. <i>ARN</i>, B, 16; Numb.R. 3:12; <i>Suk.</i> 56b; above, Numb.1:13.</i> As see that Dathan and Abiram were destroyed by the dissent of Korah, because they were neighbors of Korah. As he was dwelling to the south (of the tabernacle), as stated (in Numb. 3:29), “The families of the Children of Kohath were to camp along the side of the tabernacle to the south.” The standard of Reuben was near them, as stated (in Numb. 2:10), “The standard of the camp of Reuben shall be to the south.” However, the standard of Judah was in the east, and with him were Issachar and Zebulun, as stated (in Numb. 2:3), “Now these camping in front to the east shall be the standard of the camp of Judah.” And near them were Moses, Aaron, and his children, as written (in Numb. 3:38), “Those who camped before the tabernacle, in front before the tent of meeting to the east, were Moses, Aaron, and his children.” Because these were near the Torah, they were therefore worthy to be Torah scholars, as written (in Ps. 60:9), “Judah is my lawgiver.”<sup class=\"footnote-marker\">20</sup><i class=\"footnote\"><i>Mehoqeq.</i> Most translations render the word as scepter, since kingship was what Judah actually attained.</i> And it is [also] written (in I Chron. 12:33), “And from the Children of Issachar, those who had an understanding of the times.” And it is [also] written (in Jud. 5:14), “and from Zebulon those who wield the scribal pen.” But Dathan and Abiram, who were neighbors to Korah – the one responsible for the dissent – were struck with him and perished from the world. (Numb. 16:19:) “And Korah gathered [the whole community] against them.” He said to them (in Numb. 16:3), “’You have gone too far, for all the congregation are holy, every one of them.’<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">Numb. R. 18:6.</i> Moreover, every one of them heard on Sinai (in Exod. 20:2 = Deut. 5:6), ‘I am the Lord your God.’ (Numb. 16:3, cont.:) ‘So why do you elevate yourselves?’” Immediately Moses trembled, because it was already the fourth transgression on their hands. It is comparable to a king's son who had transgressed against his father. Now his friend effected a reconciliation with him once,<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Rt.: <i>PSY</i>. See the Gk.: <i>peithein, peisai</i> in the aorist.</i> twice, and three times. When he transgressed a fourth time, the king's friend became discouraged. He said, “How many times shall I bother the king?” So also [it was with] Moses towards Israel. They had sinned with the calf, and (according to Exod. 32:11) “Moses implored.” In the case of the murmurers, (according to Numb. 11:2) “Moses prayed.” In the case of the spies, (according to Numb. 14:13), “Moses said unto the Lord, when the Egyptians hear [what happened].” [So] in the case of Korah's dissension, he became discouraged. He said, “How often can I bother the Omnipresent?” Therefore (in Numb. 16:4), “When Moses heard this, he fell on his face.”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5926b2a6d6e4a957603a2d7d", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Korach 9:1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Midrash Tanchuma Buber, Korach 9:1", "sourceHeRef": "תנחומא בובר, קרח ט׳:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "קרח", "he": " ויקהל עליהם קרח <small>(במדבר טז יט)</small>. אמר להם, כי כל העדה כולם קדושים [ובתוכם ה'] <small>(שם שם ג)</small>, וכולם שמעו בסיני אנכי ה' אלהיך, ומדוע תתנשאו <small>(שם)</small>, מיד נזדעזע משה, לפי שכבר היה סורחן רביעי בידם, משל לבן מלך שסרח על אביו, ופייס עליו אוהבו פעם שתים ושלש, כשסרח רביעית נתרשלו ידי אוהבו של מלך, אמר כמה פעמים אטריח על המלך, אף כן משה, חטאו בעגל, ויחל משה <small>(שמות לב יא)</small>, במתאוננים ויתפלל משה אל ה' <small>(במדבר יא ב)</small>, [במרגלים ויאמר משה אל ה'] <small>(שם יד יג)</small>, ושמעו מצרים וגו' <small>(שם)</small>, במחלוקתו של קרח נתרשלו ידיו, אמר כמה אוכל להטריח לפני המקום, לפיכך וישמע משה ויפל על פניו <small>(שם טז ד)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Numb. 16:19): <small>AND KORAH GATHERED &lt;THE WHOLE COMMUNITY&gt; AGAINST THEM</small>. He said to them (in Numb. 16:3): <small>&lt;YOU HAVE GONE TOO FAR,&gt; FOR ALL THE CONGREGATION ARE HOLY, EVERY ONE OF THEM</small>, [<small>AND THE LORD IS IN THE MIDST OF THEM</small>].<sup class=\"footnote-marker\">21</sup><i class=\"footnote\"><i>Tanh</i>., Numb. 5:4, cont.; Numb.R. 18:6.</i> Moreover, every one of them heard on Sinai (in Exod. 20:2 = Deut. 5:6): <small>I AM THE LORD YOUR GOD</small>. (Numb. 16:3, cont.:) <small>SO WHY DO YOU ELEVATE YOURSELVES</small>? Immediately Moses trembled, because it was already the fourth transgression on their hands. It is comparable to a king's son who had transgressed against his father. Now his friend effected a reconciliation with him once,<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Rt.: <i>PSY</i>. See the Gk.: <i>peithein, peisai</i> in the aorist.</i> twice, and three times. When he transgressed a fourth time, the king's friend became discouraged. He said: How many times shall I bother the king. So also &lt;it was with&gt; Moses. They had sinned with the calf, <small>AND</small> (according to Exod. 32:11) <small>MOSES IMPLORED &lt;THE LORD HIS GOD&gt;</small>. In the case of the murmurers, (according to Numb. 11:2) <small>MOSES PRAYED UNTO THE LORD</small>. [In the case of the spies, (according to Numb. 14:13): <small>MOSES SAID UNTO THE LORD</small>:] <small>WHEN THE EGYPTIANS HEAR &lt;WHAT HAPPENED&gt;….:</small> In the case of Korah's dissension, he became discouraged. He said: How often can I bother the Omnipresent? Therefore (in Numb. 16:4): <small>WHEN MOSES HEARD THIS, HE FELL ON HIS FACE</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "59636c1dd6e4a9416e9c4669", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 11:2:1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Mizrachi, Numbers 11:2:1", "sourceHeRef": "מזרחי, במדבר י״א:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>ויצעק העם אל משה משל למלך בשר ודם שכעס על בנו והלך הבן אצל אוהבו של אביו כו'. </b>בספרי וכי היה משה מועילן והלא אין ראוי לומר אלא ויצעק העם אל יי' מה ת\"ל ויצעק העם אל משה היה רבי שמעון אומר משל למה הדבר דומה למלך בשר ודם שכעס על בנו והלך הבן אצל אוהבו של אביו כו': \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "597654c0d6e4a90179bf4ba0", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "", "ref": "Be'er Mayim Chaim, Numbers 14:13:1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Be'er Mayim Chaim, Numbers 14:13:1", "sourceHeRef": "באר מים חיים, במדבר י״ד:י״ג:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>ויאמר </b>משה אל ה' וגו'. לשון הפסוקים האלו אינם מובנים לפי פשוטן לסדרן כסדר שנכתבו, והמפרשים נדחקו קצת בהם וגם אנו נפרשם לפי קט שכלינו ונאמר. כי הנה ידוע שזה היה בידם סרחון שלישי. א' בעגל והב' במתאוננים והג' כאן במרגלים. והנה בחטא הראשון נאמר <small>(שמות ל\"ב, י\"א)</small> ויחל משה וגו' והוא על דרך <small>(במדבר ל', ג')</small> לא יחל דברו ופירש רש\"י לא יעשה דברו חולין. פירוש שיעשה העבירה חולין והיה כלא היה כי כן הוא המדה להעביר הראשון. ובחטא השני נאמר <small>(במדבר י\"א, ב')</small> ויתפלל משה וגו' כלומר הנה זה חטא הוא אבל תועיל כח התפלה שלא יענשו על זה. וכאן שלא היה לו עוד במה להצילם, וחטא השלישי כבר נקרא פשע. על כן פתח בכבוד המקום ברוך הוא ונאמר ויאמר משה אל ה' פירוש שאמר דברים שנוגע אליו יתברך. ואיזה דבר בעולם שיעמוד נגד חילול שמו יתברך ח\"ו. ולזה פתח דבריו האיר, ואמר ושמעו מצרים וגו'. כי הנה רשעת המצרים נודע שאין כמוהם בעולם וכמה וכמה עמדו נגדו יתברך גם אחרי ראותם מנפלאותיו, ומהמכות אשר עשה בהם להפליא, וחפצו תמיד להכחיש את כח שמו יתברך ח\"ו ולתלות הכל בטבע ומקרי הזמן. והנה בתחלת רשעתם נאמר <small>(שמות א', י')</small> הבה נתחכמה לו פן ירבה וגו' עד ועלה מן הארץ. ואמרו חז\"ל <small>(סוטה י\"א.)</small> הבה נתחכמה לו, להם מבעיא, אלא למושיען של ישראל וכו'. ועלה מן הארץ, ועלינו מבעיא וכו' עד כאדם שמקלל ותולה קללתו בחבירו וכו'. כי לרוב גודל רשעתם לא הביטו כל כך על מפלתן ואיבודן כאשר יצא עינימו על קידוש שמו יתברך, ורעדה אחזתם פן יתקדש שמו יתברך בעולם, וכמו שאמרו חז\"ל <small>(ילקוט ישעיה רמז ת\"ט)</small> באחז שאמר אין רצוני שיתקדש שם שמים על ידי. כי מומרים להכעיס היו. ועל כן אם ישראל יתגברו ויגרשו אותם מארצם אין לך קידוש השם גדול מזה וייראו מזה. ואמנם כאשר הפליא שמו יתברך את נסיו ונוראותיו בארץ מצרים והכם עשר מכות נפלאות ואחר כך הוביש את מי ים סוף מפני בני ישראל וניער פרעה וחילו בתוכו. אז ודאי נתגדל ונתקדש שמו יתברך בפני כל האומות וכולם הודו ואמרו כי אין כה' אלהים כנאמר <small>(שמות ט\"ו, י\"ד)</small> שמעו עמים ירגזון וגו' וכאשר אמרה רחב <small>(יהושע ב', י')</small> כי שמענו את אשר הוביש ה' את מי ים סוף וגו' ולא קמה עוד רוח וגו'. ואולם המצריים לרוב גודל רשעתם היו יכולין לכשכש בזנבם גם אחר כל אלה לומר. כי על כל פנים ידם תקיפה במקצת שלא נתקיים בהם כמאמר איוב <small>(איוב ג', כ\"ה)</small> פחד פחדתי ויאתיני וגו'. כי הם יראו שלא יתגרשו הם מן הארץ וזה לא נעשה בהם כי אם ישראל יצאו משם. ואמנם הגוים אשר סביבותם אמרו להם כי זה לא ח\"ו מפני שידכם תקיפה כי אם עבור שחפץ שמו יתברך להביא את בניו לארץ טובה מארצכם. כמו שאמר הוא יתברך בעצמו <small>(שמות ג', ח')</small> וארד להצילו מיד מצרים ולהעלותו מן הארץ ההוא אל ארץ טובה גו'. ולזה טען משה ואמר ושמעו מצרים כי העלית בכוחך את העם הזה מקרבו שמיעה זו לשון הבנה הוא כמו <small>(בראשית מ\"ב, כ\"ג)</small> כי שומע יוסף, וכדומה. כלומר המצריים יבינו לאמת זה בלבבם כי רק העלית בכוחך את העם הזה מקרבו. כלומר כי ח\"ו רק על זה הגיע גדולת כוחך להוציא העם מביניהם אבל לא לגרש אותם משם לתת את ארצם לנחלה לישראל. ולזה אמר, ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59765596d6e4a90179bf6d32", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 11:2:1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Be'er Mayim Chaim, Numbers 11:2:1", "sourceHeRef": "באר מים חיים, במדבר י״א:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>ויצעק</b> העם אל משה וגו'. כי אחר שראו שהאש בוער בהם שלא לכלותם, מכלל שיוכלו להרפא כשאר החולים. ונודע מאמר חז\"ל <small>(עיין בבא בתרא קט\"ז.)</small> כל שיש לו צער או חולה בתוך ביתו ילך אצל חכם ויבקש עליו רחמים וכו' ועל כן צעקו אל משה ויתפלל משה וגו' ותשקע האש שקעה כולה בארץ שלא תבער אף לחולי בלבד כאמור. והנה בכתוב הזה אינו מוזכר רעתם מה שהתלוננו ומה שאמרו, כי כל זה היה עדיין בלב, שלא צעקו עדיין בפומבי אף על בשר רק בלבם או באמירה בביתם התלוננו. אלו על שניהם על בשר וערוה, ואלו על בשר לבד. ועל זה חרה אף ה' על תואנת לבם. ואחר כך צעקו בפיהם כאשר נכתוב להלן, ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a79bdd1d6e4a944624dbe8f", "index_title": "Berakhot", "category": "Talmud", "type": "", "ref": "Berakhot 32a:5", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Berakhot 32a:5", "sourceHeRef": "ברכות ל״ב א:ה׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 63.0005, "collectiveTitle": {"en": "Berakhot", "he": "ברכות"}, "heTitle": "ברכות", "he": "וְאָמַר רַבִּי אֶלְעָזָר: מֹשֶׁה הֵטִיחַ דְּבָרִים כְּלַפֵּי מַעְלָה. שֶׁנֶּאֱמַר: ״וַיִּתְפַּלֵּל מֹשֶׁה אֶל ה׳״ אַל תִּקְרֵי ״אֶל ה׳״, אֶלָּא ״עַל ה׳״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>And Rabbi Elazar said: Moses</b> also <b>spoke impertinently toward</b> God <b>on High, as it is stated</b> in the verse following the sin of those who murmured against God in the desert: <b>“And Moses prayed to the Lord</b> and the fire subsided” (Numbers 11:2), and this verse is interpreted homiletically: <b>Do not read to [<i>el</i>] the Lord,</b> but rather <b>onto [<i>al</i>] the Lord,</b> which indicates that he spoke impertinently.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5ae9bef19197ec001aac2a81", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Numbers 11:2:1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Midrash Aggadah, Numbers 11:2:1", "sourceHeRef": "מדרש אגדה, במדבר י״א:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "במדבר", "he": "ותשקע האש. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"3\"></i> [שקעה האש במקומה], ולמה שקעה האש ולא חזרה לאחור, לפי שאם היתה חוזרת לאחור היתה שורפת כל מה שמצאה כדרכה, לכך שקעה במקומה:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc281c1533e001928ab7d", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 11:2:1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Malbim on Numbers 11:2:1", "sourceHeRef": "מלבי\"ם על במדבר י״א:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>ויצעק העם </b>העם שלא נאכלו מן האש צעקו אל משה באשר הם לא חטאו, והתפלל משה עליהם, ותשקע האש, פי' חז\"ל ששקעה במקומה כדי שידעו שאם ישובו לקלקולם האש נמצאת שם לבער בם, וע\"כ קרא שם המקום תבערה להזכירם שהאש עדיין נמצאת שם וכמ\"ש בספרי, כאדם שאומר תבער אש פלוני במקומו וכו'. והנה מקום ההוא לא היה מסע בפ\"ע, שבסדר מסעי לא חשב שחנו בתבערה רק היה באמצע דרך נסיעתם, וע\"כ אמר בספרי (פסקא פד) רשב\"ג א' נקוד על ויהי בנסוע הארון מפני שאין זה מקומו ומה היה ראוי לכתוב ויסעו מהר ה' דרך שלשת ימים ויהי העם כמתאוננים, כי זה היה באמצע הדרך אחר שנסעו כבר מהר ה' וקודם שנחו בקבאות התאוה:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b8eeb071e100bf4e5258", "index_title": "Ein Yaakov", "category": "Midrash", "type": "", "ref": "Ein Yaakov, Berakhot 5:8", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Ein Yaakov, Berakhot 5:8", "sourceHeRef": "עין יעקב, ברכות ה׳:ח׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1490, 1550], "commentaryNum": 5.0008, "collectiveTitle": {"en": "Ein Yaakov", "he": "עין יעקב"}, "heTitle": "ברכות", "he": "פו וְאָמַר רַבִּי אֶלְעָזָר: חַנָּה, הִטִּיחָה דְּבָרִים כְּלַפֵּי מַעְלָה, שֶׁנֶּאֱמַר: (ש\"א א) \"וַתִּתְפַּלֵּל עַל ה'\", מְלַמֵּד שֶׁהִטִּיחָה דְּבָרִים כְּלַפֵּי מַעְלָה. וְאָמַר רַבִּי אֶלְעָזָר: אֵלִיָּהוּ הִטִּיחַ דְּבָרִים כְּלַפֵּי מַעְלָה, שֶׁנֶּאֱמַר: (מלכים א י״ח:ל״ז) \"וְאַתָּה הֲסִבֹּתָ אֶת לִבָּם אֲחֹרַנִּית\". אָמַר רַבִּי יִשְׁמָעֵאל בַּר רַב יִצְחָק: מִנַּיִן שֶׁחָזַר הַקָּדוֹשׁ בָּרוּךְ הוּא וְהוֹדָה לוֹ לְאֵלִיָּהוּ? דִּכְתִיב: (מיכה ד) \"וַאֲשֶׁר הֲרֵעֹתִי\". וְאָמַר רַבִּי חַנָּא בֶּן רַבִּי חֲנִינָא: אִלְמָלֵא שָׁלֹשׁ מִקְרָאוֹת הַלָּלוּ, נִתְמוֹטְטוּ רַגְלֵיהֶם [שֶׁל שׂוֹנְאֵי יִשְׂרָאֵל]. חַד דִּכְתִיב: \"וַאֲשֶׁר הֲרֵעֹתִי\". וְחַד דִּכְתִיב: (ירמיהו י״ח:ו׳) \"הִנֵּה כַחֹמֶר בְּיַד הַיּוֹצֵר, כֵּן אַתֶּם בְּיָדִי, בֵּית יִשְׂרָאֵל\". וְחַד, דִּכְתִיב: (יחזקאל ל״ו:כ״ו) \"וַהֲסִרֹתִי אֶת לֵב הָאֶבֶן מִבְּשַׂרְכֶם, וְנָתַתִּי לָכֶם לֵב בָּשָׂר\". רַב פָּפָּא אָמַר, מֵהָכָא: (שם) \"וְאֶת רוּחִי אֶתֵּן בְּקִרְבְּכֶם, וְעָשִׂיתִי אֵת אֲשֶׁר בְּחֻקַּי תֵּלֵכוּ\". וְאָמַר רַבִּי אֶלְעָזָר: מֹשֶׁה הִטִּיחַ דְּבָרִים כְּלַפֵּי מַעְלָה, שֶׁנֶּאֱמַר: (במדבר י״א:ב׳) \"וַיִּתְפַּלֵּל מֹשֶׁה אֶל ה'\", אַל תִּקְרִי \"אֶל ה'\" אֶלָּא, \"עַל ה'\", שֶׁכֵּן דְּבֵי רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב קוֹרִין לְ'אַלְפִין' 'עַיְנִין' וּלְ'עַיְנִין' 'אַלְפִין'. דְּבֵי רַבִּי יַנַּאי אַמְרֵי, מֵהָכָא: (דברים א׳:א׳) \"וְדִי זָהָב\", מַאי וְ'דִי זָהָב'? אַמְרֵי דְּבֵי רַבִּי יַנַאי: כָּךְ אָמַר מֹשֶׁה לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא: רִבּוֹנוֹ שֶׁל עוֹלָם, בִּשְׁבִיל כֶּסֶף וְזָהָב שֶׁהִשְׁפַּעְתָּ לָהֶם לְיִשְׂרָאֵל, עַד שֶׁאָמְרוּ 'דַּי', הוּא גָּרַם שֶׁעָשׂוּ אֶת הָעֵגֶל. אַמְרֵי דְּבֵי רַבִּי יַנַּאי: אֵין אֲרִי נוֹהֵם מִתּוֹךְ קֻפָּה שֶׁל תֶּבֶן, אֶלָּא מִתּוֹךְ קֻפָּה שֶׁל בָּשָׂר. אָמַר רַבִּי אוֹשַׁעְיָא: מָשָׁל לְאָדָם שֶׁהָיְתָה לוֹ פָּרָה כְּחוּשָׁה וּבַעֲלַת אֵיבָרִים, הֶאֱכִילָהּ כַּרְשִׁינִין וְהָיְתָה מְבַעֶטֶת בּוֹ, וְאָמַר לָהּ: מִי גָּרַם לִיךְ שֶׁתְּהֵא מְבַעֶטֶת בִּי? אֶלָּא כַּרְשִׁינִין שֶׁהֶאֱכַלְתִּיךְ! אָמַר רַבִּי חִיָּא בַּר אַבָּא, אָמַר רַבִּי יוֹחָנָן: מָשָׁל לְאָדָם אֶחָד, שֶׁהָיָה לוֹ בֵּן, הִרְחִיצוֹ וְסָכוֹ, וְהֶאֱכִילוֹ וְהִשְׁקָהוּ, וְתָלָה לוֹ כִּיס עַל צַוָּארוֹ, וְהוֹשִׁיבוֹ עַל פֶּתַח שֶׁל זוֹנוֹת, מַה יַּעֲשֶׂה אוֹתוֹ הַבֵּן שֶׁלֹּא יֶחֱטָא? אָמַר רַב אַחָא בְּרֵיהּ דְּרַב הוּנָא, אָמַר רַב שֵׁשֶׁת: הַיְנוּ דְּאַמְרֵי אִינְשֵׁי: מְלֵי כְּרֵיסֵיהּ זַנִי בִּישֵׁי, שֶׁנֶּאֱמַר: (הושע י״ג:ו׳) \"כְּמַרְעִיתָם וַיִּשְׂבָּעוּ, שָׂבְעוּ וַיָּרָם לִבָּם, עַל כֵּן שְׁכֵחוּנִי\". רַב נַחְמָן (בר יצחק) אָמַר, מֵהָכָא: (דברים ח׳:י״ד) \"וְרָם לְבָבֶךָ וְשָׁכַחְתָּ אֶת ה' אֱלֹהֶיךָ\". וְרַבָּנָן אַמְרֵי מֵהָכָא: [\"וְאָכַל וְשָׂבַע וְדָשֵׁן וּפָנָה\". וְאִי בָּעִית אֵימָא מֵהָכָא]: (שם לב) \"וַיִּשְׁמַן יְשֻׁרוּן וַיִּבְעָט\". אָמַר רַבִּי שְׁמוּאֵל בַּר נַחְמָנִי, אָמַר רַבִּי יוֹנָתָן: מִנַּיִן שֶׁחָזַר הַקָּדוֹשׁ בָּרוּךְ הוּא וְהוֹדָה לוֹ לְמֹשֶׁה? שֶׁנֶּאֱמַר: (הושע ב׳:י׳) \"וְכֶסֶף הִרְבֵּיתִי לָהּ, וְזָהָב עָשׂוּ לַבָּעַל\".", "heVersionTitle": "Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אגדות חז\"ל - דעת", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c2a25382cdd550018e50b28", "index_title": "Etz Yosef on Bamidbar Rabbah", "category": "Quoting Commentary", "type": "", "ref": "Etz Yosef on Bamidbar Rabbah 7:4:8", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Etz Yosef on Bamidbar Rabbah 7:4:8", "sourceHeRef": "עץ יוסף על במדבר רבה ז׳:ד׳:ח׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1807, 1833], "commentaryNum": 4.0008, "collectiveTitle": {"en": "Etz Yosef on Bamidbar Rabbah", "he": "עץ יוסף על במדבר רבה"}, "heTitle": "עץ יוסף על במדבר רבה", "he": "<b>אעפ\"כ למד משה סנגוריא.</b> פי' מליצה. כדכתיב שם במתאוננים (במדבר יא ב) ויתפלל משה אל ה' ותשקע האש.", "heVersionTitle": "Midrash Rabbah with Etz Yosef, Warsaw, 1867", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש רבה עם פירוש עץ יוסף, וורשא תרכ\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c467a2708d98a02694cba05", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, גְּזֵרָה 1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Jastrow, גְּזֵרָה 1", "sourceHeRef": "מילון יסטרוב, גְּזֵרָה א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "גְּזֵרָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">גְּזֵרָה</strong>, <strong dir=\"rtl\">גְּזֵירָה</strong> f. (b. h.;  <span dir=\"rtl\">גזר</span>) <b>1)</b> <i>a secluded and narrow place, dale, precipice</i>. <a class=\"refLink\" href=\"/Yoma.67b.6\" data-ref=\"Yoma 67b:6\">Yoma 67ᵇ</a> <span dir=\"rtl\">ומנין שבצוק ת\"ל ג׳</span> and how do we know that the place (Azazel) must be precipitous? We read <i>g’zerah</i> (<a class=\"refLink\" href=\"/Leviticus.16.22\" data-ref=\"Leviticus 16:22\">Lev. XVI, 22</a>) ; Sifra Aḥaré Par. 2, ch. II <a class=\"refLink\" href=\"/Bereishit_Rabbah.98\" data-ref=\"Bereishit Rabbah 98\">Gen. R. s. 98</a>, beg. <span dir=\"rtl\">איזה לשם ואיזה לג׳</span> which (goat) for the Lord and which for the precipice.—2) <i>decree, edict, divine dispensation</i>; (in an evil sense) <i>persecution</i> by foreign governments. Sifra l. c. ch. VI, Par. 5 <span dir=\"rtl\">יכול יהא גְּזֵרַת מלך</span> lest you may think it is a royal ordinance (the reason of which is not known); v. vers. in <a class=\"refLink\" href=\"/Yalkut_Shimoni_on_Torah.576.5\" data-ref=\"Yalkut Shimoni on Torah 576:5\">Yalk. Lev. 576</a>. <a class=\"refLink\" href=\"/Bamidbar_Rabbah.19.19\" data-ref=\"Bamidbar Rabbah 19:19\">Num. R. s. 19</a> ג׳ גזרתי … על גְּזֵרָתִי I have decreed it, thou art not permitted to transgress my decree (though knowing no reason).—<a class=\"refLink\" href=\"/Rosh_Hashanah.18b.15\" data-ref=\"Rosh Hashanah 18b:15\">R. Hash. 18ᵇ</a> <span dir=\"rtl\">גְּזֵרַת המלכות</span> (Ms. M. <span dir=\"rtl\">שמד</span>) political persecution. <a class=\"refLink\" href=\"/Shabbat.145b.14\" data-ref=\"Shabbat 145b:14\">Sabb. 145ᵇ</a> to reflect <span dir=\"rtl\">איזו ג׳ קשה אביא וכ׳</span> what hard dispensation to send them; a. fr. <b>—3)</b> <i>a rabbinical enactment issued as a guard</i> (v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_גֶּדֶר I.1\" data-ref=\"Jastrow, גֶּדֶר I 1\">גֶּדֶר</a>), <i>preventive measure; in gen. prohibition, restriction</i>. <a class=\"refLink\" href=\"/Bava_Batra.60b.20\" data-ref=\"Bava Batra 60b:20\">B. Bath. 60ᵇ</a>, a. e. <span dir=\"rtl\">אין גוזרין ג׳ על וכ׳</span> we must not impose a restriction on the public which the majority can not endure. <a class=\"refLink\" href=\"/Beitzah.2b.13\" data-ref=\"Beitzah 2b:13\">Bets. 2ᵇ</a>, a. fr. <span dir=\"rtl\">ג׳ משום וכ׳</span> it is prohibited in order to prevent &c. <a class=\"refLink\" href=\"/Beitzah.3a.3\" data-ref=\"Beitzah 3a:3\">Ib. 3ᵃ</a> <span dir=\"rtl\">ג׳ לג׳</span> a guard to a guard, i.e. a preventive measure enacted in order to prevent the violation of another preventive measure; a. fr.—Pl. <span dir=\"rtl\">גְּזֵרוֹת</span>, <span dir=\"rtl\">גְּזֵירוֹת</span>. B. Bath. l. c. <span dir=\"rtl\">ג׳ רעות וקשות</span> Ms. M. (v. Rabb. D. S. a. l. note) bad and severe enactments (persecutions). <a class=\"refLink\" href=\"/Shabbat.30a.5\" data-ref=\"Shabbat 30a:5\">Sabb. 30ᵃ</a> Moses, our teacher <span dir=\"rtl\">גזר כמה ג׳</span> issued so many restrictions. <a class=\"refLink\" href=\"/Makkot.24a.28\" data-ref=\"Makkot 24a:28\">Macc. 24ᵃ</a> <span dir=\"rtl\">ארבע ג׳ גזר וכ׳</span> four hardships did Moses pronounce over Israel. <a class=\"refLink\" href=\"/Eruvin.21b.5\" data-ref=\"Eruvin 21b:5\">Erub. 21ᵇ</a> <span dir=\"rtl\">הרבה ג׳ גזרתי על עצמי וכ׳</span> many restrictions did I (Israel) impose upon myself beyond those which thou (the Lord, in the Torah) &c. <a class=\"refLink\" href=\"/Pesachim.87b.7\" data-ref=\"Pesachim 87b:7\">Pes. 87ᵇ</a>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_אֲרָם.1\" data-ref=\"Jastrow, אֲרָם 1\">אֲרָם</a>; a. fr.—<a class=\"refLink\" href=\"/Mishnah_Moed_Katan.3.3\" data-ref=\"Mishnah Moed Katan 3:3\">M. Kat. III, 3</a>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_גָּזָר.1\" data-ref=\"Jastrow, גָּזָר 1\">גָּזָר</a>. <b>—4)</b>  (logics) <i>category</i>, esp. <span dir=\"rtl\">ג׳ שָׁוָה</span> <i>G’zerah shavah, an equal or identic category</i>, i.e. an analogy between two laws established on the basis of verbal congruities in the texts, e.g. <a class=\"refLink\" href=\"/Pesachim.66a.4\" data-ref=\"Pesachim 66a:4\">Pes. 66ᵃ</a>, <span dir=\"rtl\">נאמר מועדו בפסח וכ׳</span> the Passover law contains the word <i>moădo</i> (due season, <a class=\"refLink\" href=\"/Numbers.11.2\" data-ref=\"Numbers 11:2\">Num. XI, 2</a>) and the law concerning the daily sacrifices uses the same word (ib. XXVIII, 2): as the word <i>moădo</i> in the latter indicates that it applies also to the Sabbath day (superseding the ordinary Sabbath law concerning labor), so does it in the former intimate that it supersedes the Sabbath law (if the eve of Passover occurs on a Sabbath). Ib. <span dir=\"rtl\">אין אדם דן ג\"ש מעצמו</span> you cannot establish an analogy from congruent expressions of your own accord, i.e. it must be authorized by tradition that the verbal congruity is applied to a certain analogy and no other.—<a class=\"refLink\" href=\"Jerusalem_Talmud_Yevamot.11.1.7\" data-ref=\"Jerusalem Talmud Yevamot 11:1:7\">Y. Yeb. XI, 11ᵈ</a> top <span dir=\"rtl\">ג\"ש במקום שבאת</span> an analogy can be drawn wherever it occurs, i.e. a textual analogy once established must be carried through all details; ib. VIII, 9ᶜ bot. <span dir=\"rtl\">ג\"ש במקום שכתוב</span> (corr. acc.); Y. Kidd. IV, 65ᵈ top; <a class=\"refLink\" href=\"Jerusalem_Talmud_Sanhedrin.9.1.10\" data-ref=\"Jerusalem Talmud Sanhedrin 9:1:10\">Y. Snh. IX, 26ᵈ</a> bot.; a. e.—<a class=\"refLink\" href=\"/Shabbat.97a.1\" data-ref=\"Shabbat 97a:1\">Sabb. 97ᵃ</a> <span dir=\"rtl\">ג\"ש לא גמיר</span> he had no tradition concerning that analogy; a. fr.—In gen. <span dir=\"rtl\">ג\"ש</span> <i>analogy</i>. <a class=\"refLink\" href=\"/Mishnah_Beitzah.1.6\" data-ref=\"Mishnah Beitzah 1:6\">Bets. I, 6</a>; a. e.—Pl. <span dir=\"rtl\">גְּזֵירוֹת שָׁווֹת</span>. <a class=\"refLink\" href=\"/Bereishit_Rabbah.46.4\" data-ref=\"Bereishit Rabbah 46:4\">Gen. R. s. 46</a>; <a class=\"refLink\" href=\"/Vayikra_Rabbah.25\" data-ref=\"Vayikra Rabbah 25\">Lev. R. s. 25</a>. [<a class=\"refLink\" href=\"Jerusalem_Talmud_Berakhot.8.5.4\" data-ref=\"Jerusalem Talmud Berakhot 8:5:4\">Y. Ber. VIII, 12ᵇ</a> top <span dir=\"rtl\">גזירה דהוא רבע</span>, read <span dir=\"rtl\">גזרית</span> or <span dir=\"rtl\">גזירנא</span> I command that &c.; <a class=\"refLink\" href=\"Jerusalem_Talmud_Ketubot.5.6.3\" data-ref=\"Jerusalem Talmud Ketubot 5:6:3\">Y. Keth. V, 30ᵃ</a> <span dir=\"rtl\">גזירה דגזרין</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_גָּזוֹרָא.1\" data-ref=\"Jastrow, גָּזוֹרָא 1\">גָּזוֹרָא</a>.]"], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5d077f1d3e25930088d8c748", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Metzora 89:1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Malbim on Leviticus, Metzora 89:1", "sourceHeRef": "מלבי\"ם על ויקרא, מצורע פ״ט:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 89.0001, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "מצורע", "he": "שקערורות: שרשו \"שקע\" והרי\"ש נוספת שכן מצאנו בהרבה מרובעים שאות האחרון נוספת – \"גבעול\" מן \"גבע\", \"גנזך\" מן \"גנז\", \"חרטם\" מן \"חרט\", \"ערפל\" מן \"יערף כמטר\", \"פלגש\"-\"פלג\" (אשה), \"פרשדונה\" מן \"פרש\", \"פרשז עליו עננו\" מן \"פרש\" (ועיין מ\"ש בזה ויקרא סימן קנב). בפרט הרי\"ש שמצאנוהו נוסף גם בראש ואמצע המרובעים – \"רטפש\" מן \"טפש כחלב לבם\", \"שרביט\" מן \"שבט\", \"שרעף\" מן \"שעיף\". וז\"ש בספרא שוקעות במראיהן, ולשון הרבים על האבנים כמו \"ירקרקות\". אולם במה שהוסיף \"ומראיהן שפל\" פי' הרא\"ם שהוא ביאור למלת \"שקערורות\" בל תאמר שקועות בממשן רק במראיהן. וזה דוחק דבכל מקום אמר \"ומראה הנגע עמוק\" וידעינן שאין ממשו עמוק כמ\"ש תזריע (סימן נב) וכן פה אמר \"ומראיהן שפל\" ולא ממשן ולמה אמר \"שקערורות\"?  אולם פעל \"שקע\" יש לו כוונה אחרת לדעתי כי הוא מורה תמיד על הצולל בעומק – \"ככה תשקע בבל\" (ירמיהו נ״א:ס״ד), \"ושקעה כיאור מצרים\" (עמוס ט׳:ה׳), \"ותשקע האש\" (במדבר י״א:ב׳) פי' שנטבעה בעומק הקרקע. וכן פה ר\"ל שהמראה שקוע בעומק האבנים שגם אם יסיר הטיח ישאר המראה וז\"ש שוקעות במראיהם. ומ\"ש \"ומראיהן שפל\" הוא ענין אחר שנראה שפל בערך יתר הקיר כחמה העמוקה מן הצל. ומ\"ש ירקרקות ירוק בירוקים התבאר (תזריע ס)", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ed3b5ff6022cb66f7ceca25", "index_title": "Avot DeRabbi Natan", "category": "Talmud", "type": "", "ref": "Avot DeRabbi Natan 9:2", "anchorRef": "Numbers 11:1-3", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3"], "sourceRef": "Avot DeRabbi Natan 9:2", "sourceHeRef": "אבות דרבי נתן ט׳:ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [650, 950], "commentaryNum": 9.0002, "collectiveTitle": {"en": "Avot DeRabbi Natan", "he": "אבות דרבי נתן"}, "heTitle": "אבות דרבי נתן", "he": " <i data-commentator=\"Gra's Nuschah\" data-order=\"1\"></i>עשרה נסיונות נסו אבותינו את הקב״ה ולא נענשו אלא על לשון הרע <i data-commentator=\"Mitzpeh Etan\" data-order=\"1\"></i>([שהוא אחד מהם]) ואלו הן <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"1\"></i>אחד על הים ואחד בתחלת המן ואחד בסוף המן ואחד בשליו הראשון ואחד בשליו האחרון אחד במרה ואחד ברפידים ואחד <i data-commentator=\"Gra's Nuschah\" data-order=\"2\"></i>בחורב וא׳ [בעגל ואחד] במרגלים. זה של מרגלים קשה מכולם שנאמר (במדבר יד) וינסו אותי זה עשר פעמים ולא שמעו בקולי. כיוצא בו (שם) וימותו האנשים מוציאי דבת הארץ רעה במגפה לפני ה׳ והלא דברים ק״ו ומה ארץ שאין לה לא פה לדבר ולא פנים ולא בשת בקש הקב״ה עלבונה מן המרגלים המדבר דברים כנגד חבירו ומבייש אותו על אכ״ו שיבקש הקב״ה עלבונו. ר״ש אומר על מספרי לשון הרע נגעים באים עליו שכן מצינו באהרן ומרים שספרו לשון הרע במשה ובא עליהם את הפורענות שנאמר (שם יב) ותדבר מרים ואהרן במשה [למה הקדים הכתוב מרים לאהרן. מלמד שהלכה] צפורה ושחה לה למרים הלכה מרים ושחה לו לאהרן עמדו שניהם ודברו בצדיק ההוא מתוך שעמדו שניהם ודברו בצדיק בא עליהם את הפורענות שנאמר (שם) ויחר אך ה׳ בם וילך <i data-commentator=\"Gra's Nuschah\" data-order=\"3\"></i>מה ת״ל וילך <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"2\"></i>מלמד שנסתלק מאהרן ודבק במרים מפני שלא היה אהרן עסקן בדברים אבל מרים שהיתה עוסקת בדברים (מיד) נענשה יותר. מרים אמרה <i data-commentator=\"Gra's Nuschah\" data-order=\"4\"></i>אלי היה דבור ולא פרשתי מאצל בעלי. אהרן אמר <i data-commentator=\"Gra's Nuschah\" data-order=\"5\"></i>אלי היה דבור ולא פירשתי מאצל אשתי ואף אבותינו הראשונים היה דבור עליהם ולא פרשו מאצל נשותיהן אבל הוא מפני שדעתו גסה עליו פירש הוא מאצל אשתו. ולא היו <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"3\"></i>דנין אותו בפניו אלא שלא בפניו ולא היו דנין אותו בודאי אלא בספק ספק שדעתו גסה עליו ספק שאין דעתו גסה עליו. והרי דברים ק״ו ומה מרים שלא דברה אלא באחיה [ולא דברה אלא בהחבא] ולא דברה אלא שלא בפניו של משה נענשה אדם הדיוט המדבר דברים בפני חבירו ומביישו עאכ״ו שיהא עונשו מרובה. באותה שעה א״ל אהרן למשה משה אחי כסבור אתה בעצמך שצרעת זו על מרים נתונה אינה נתונה אלא על <i data-commentator=\"Gra's Nuschah\" data-order=\"6\"></i>בשרו של אבא עמרם. אמשול לך משל למה הדבר דומה לאחד שנתן גחלת בתוך ידו אע״פ שהופכה ממקום למקום מ״מ בשרו נכוית שנאמר אל נא תהי כמת באותה שעה התחיל אהרן לפייס במשה א״ל משה אחי כלום עשינו רעה עם אחד בעולם א״ל לאו ומה עם אחד בעולם לא עשינו רעה אתה שאחינו אתה האיך נעשה רעה עמך אבל מה אעשה שגגה היא בינותינו ברית שבינינו לבינך <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"4\"></i>(מפני שהברית כרותה לאהרן ולבניו) שנא׳ (עמוס א׳:ט׳) ולא זכרו ברית אחים באותה שעה עג משה עוגה קטנה ועמד בתוכה וביקש רחמים עליה ואמר איני זז מכאן עד <i data-commentator=\"Gra's Nuschah\" data-order=\"7\"></i>שתתרפא מרים אחותי שנאמר (במדבר י״ב:י״ג) אל נא רפא נא לה. באותה שעה א׳׳ל הקב״ה למשה <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"5\"></i>אילו מלך נזף בה אילו אביה נזף בה כראוי היה לה שתכלם שבעת ימים אני שאני מלך מלכי המלכים עאכ״ו לא דין הוא שתכלם ארבעה עשר יום אלא למענך מחול לה שנא׳ (שם) ויאמר ה׳ אל משה ואביה ירק ירק בפניה וגו׳. (שם) והאיש משה ענו מאד יכול שהיה ענו ולא נאה ומשובח ת״ל (שמות מ׳:י״ט) ויפרוש את האהל על המשכן מה משכן י׳ אמות אף <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"6\"></i>משה י׳ אמות קומתו. יכול שהיה ענו כמלאכי השרת ת״ל מכל האדם מאדם אמרו ולא ממלאכי השרת יכול שהיה ענו כדורות הראשונים ת״ל על פני האדמה מדורו אמרו ולא מדורות הראשונים. ג׳ מיני מוכי שחין נבראו בעולם לח יבש בעל פוליפוס והיתה נפשו של משה נמוכה מכולם:", "heVersionTitle": "Talmud Bavli, Vilna 1883 ed.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תלמוד בבלי, מהדורת וילנא, 1883", "text": "Our ancestors tested the Holy Blessed One ten different times, but they were punished only for the sin of slander ([which was one of them]). These are the ten: Once at the sea, once when the manna was first given, once when the manna stopped coming down, once at the first appearance of quails, once at the latter appearance of quails, once at Marah, once at Refidim, once at Horev, once [at the Calf, and once] with the spies. And the sin of the spies was the worst of them all, as it says (Numbers 14:22), “They have tested Me these ten times, and have not heeded My voice.” And also (Numbers 14:37), “The men died before God by plague, for spreading bad reports about the Land [of Israel].” And from this we can reason that if the Holy Blessed One punished the spies for insulting the land, which has no mouth to speak, no reaction, and no shame, then all the more so would the Holy Blessed One punish someone who speaks ill of his friend and shames him.<br>Rabbi Shimon would say: Afflictions come upon those who speak slander. For so we find with Aaron and Miriam, who spoke slanderously about Moses, and punishments came upon them – as it says (Numbers 12:1), “Miriam and Aaron spoke against Moses.” And why does the verse place Miriam before Aaron? [This teaches us that Tziporah (the wife of Moses)] went and talked to Miriam, and then Miriam went and told everything to Aaron, and then the two of them began to speak against this righteous man. And because these two spoke against a righteous man, punishments came upon them, as it says (Numbers 12:9), “And the Eternal became angry with <i>them</i>, and departed.” What do we learn from “and departed”? This teaches us that God departed from Aaron and attached to Miriam, because Aaron was not as engaged as Miriam in spreading slanderous words around, so she was (immediately) punished more. Miriam said: Prophecy has come to me even though I have not separated from my husband. And Aaron said: Prophecy has come to me even though I have not separated from my wife. And even our earliest ancestors received prophecy even though they did not separate from their wives. But Moses, because he is so arrogant, separated from his wife. They did not take this up with [Moses] directly, nor did they know for certain that it was true. It was not at all clear that he was being arrogant. We can reason from this that if Miriam, who spoke against her brother only secretly, was still punished, then if one speaks against his friend publicly, and shames him, all the more so will he be punished.<br>At that time, Aaron said to Moses: Moses, my brother, you think that this skin disease affects only Miriam, but it is also upon the flesh of our father Amram. I will give you a parable to tell you what this is like: Like someone who has a hot coal placed in his hand. Even if he tosses it around from place to place, his flesh is still burned.”<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The idea here is that Amram and Miriam, father and daughter, are of one flesh, and therefore, if one of them is affected, so is the other.</i> This is why it says (Numbers 12:12), “Please, do not let her be like one who is dead [when she emerges from her mother’s womb, with half of her flesh eaten away].” Meanwhile, Aaron attempted to pacify Moses by saying: Moses, my brother, have we ever done harm to anyone in the world? He replied: No. Aaron continued: So if we have done no harm to anyone in the world, would we have wished to harm you, who are our brother? Now what can I do? Will this mistake come between the covenant between us? (For he had established a covenant with Aaron and his sons,) as it says (Amos 1:9), “They did not remember the covenant of brotherhood.” At that moment, Moses drew a small circle on the ground and stood inside it, and asked for mercy for Miriam. He said: I will not leave this spot until my sister Miriam is healed, as it says (Numbers 12:13), “Please, God, heal her.” Then the Holy Blessed One said to Moses: If a king had reprimanded her, or if her father had reprimanded her, it would have been appropriate for her to sit in shame for seven days. And since it is I, the King of all kings, all the more so is it just for her to sit in shame for fourteen days! However, for your sake, I will forgive her, as it says (Numbers 12:14), “The Eternal said to Moses: If her father spat in her face [would she not sit in shame for seven days?]”<br>“Now Moses was a very humble man” (Numbers 12:3). Could it be that he was meek and not beautiful and praiseworthy? But we learn from the verse (Exodus 40:19), “He spread the tent over the Tabernacle”: That just as the Tabernacle was ten cubits high, so was Moses also ten cubits high. Could it be that he was as humble as the angels, who serve God? But we learn from that [same] verse [that Moses was humble] “more than any other person”; more than other people, that is, but not more than the angels who serve God. Could it be that he was humbler than those in previous generations? But we learn from that [same] verse, “on the face of the earth”; in his own generation, that is, and not previous generations. There are three types of skin-afflicted people in the world: moist, dry, and polypous, and Moses made himself lowlier than them all.", "versionTitle": "Avot DeRabbi Natan, trans. by David Kasher, 2019", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f1ea13feb7d2e1475644d69", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 11:2:1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Midrash Lekach Tov, Numbers 11:2:1", "sourceHeRef": "מדרש לקח טוב, במדבר י״א:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> ויצעק העם אל משה. לא נאמר אל ה' אלא אל משה. משל למלך שכעס על בנו והלך לו הבן אצל אהובו של מלך לבקש עליו רחמים. ויתפלל משה אל ה' לאמר. לא עיכב ולא נתרשל בדבר. ותשקע האש. שקעה האש במקומה. שאם הלכה לאחת מן הרוחות היתה חוזרת עליהם אלא שקעה במקומה:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6016b75d0d82d13ef27f1419", "index_title": "Kalach Pitchei Chokhmah", "category": "Kabbalah", "type": "", "ref": "Kalach Pitchei Chokhmah 123:7", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Kalach Pitchei Chokhmah 123:7", "sourceHeRef": "קל\"ח פתחי חכמה קכ״ג:ז׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1730, 1750], "commentaryNum": 123.0007, "collectiveTitle": {"en": "Kalach Pitchei Chokhmah", "he": "קל\"ח פתחי חכמה"}, "heTitle": "קל\"ח פתחי חכמה", "he": "חלק ב:<br><b>וזה צריך לשקע אותו,</b> כי הדין נדרש כמו האש, שנראה שמתגבר, עולה ומתלהט. ואם לאו - נשקע, כמו, \"ותשקע האש\". ותראה שכל זה הוא באדם למטה, הבחורים - אשם \"תלהט הרבה, ואין בהם רחמים כל כך. וכפי מה שמתגדלים - כך נשקע אשם זה, ומתמלאים רחמים, וזהו - זקן מלא רחמים, שכבר שקט הכעס:", "heVersionTitle": "Kalach Pitchei Chokhmah -- grimoar", "heLicense": "Public Domain", "heVersionTitleInHebrew": "קל\"ח פתחי חכמה", "text": "<b>Part 2: This must be made to subside…</b> We are taught that Judgment is like fire, which as we see either takes hold and flares up or subsides, as in “the fire subsided” (Numbers 11:2). See how all this is found in man down below: the fire of young people burns very strongly and they do not have much mercy. The older they become, the more this fire subsides and they become filled with mercy. Thus the elder is full of mercy, because the anger has already calmed down. When Judgment subsides, it does not cease altogether but is diminished.", "versionTitle": "138 Openings of Wisdom, translated by Rabbi Avraham Greenbaum. The Azamra Institute, 2005", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "60f5795159f29a4b526def57", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Numbers 11:2:1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "Maskil LeDavid, Numbers 11:2:1", "sourceHeRef": "משכיל לדוד, במדבר י״א:ב׳:א׳", "anchorVerse": 2, "sourceHasEn": false, "commentaryNum": 2.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "במדבר", "he": "<b>ותשקע האש וכו׳ שאילו חזרה וכו׳</b> ולא נסתלקה למעלה כטבע האש כדי שיכירו שסילוקה היה דרך נס ע״י תפלתו של משה שאם עלתה למעלה היו יכולים לתלות דרך טבע:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62af08d783329231658f3744", "index_title": "Noda BiYehudah I", "category": "Responsa", "type": "", "ref": "Noda BiYehudah I, Orach Chaim 2:13", "anchorRef": "Numbers 8:1-12:16", "anchorRefExpanded": ["Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16"], "sourceRef": "Noda BiYehudah I, Orach Chaim 2:13", "sourceHeRef": "נודע ביהודה מהדורא קמא, אורח חיים ב׳:י״ג", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1733, 1793], "commentaryNum": 2.0013, "collectiveTitle": {"en": "Noda BiYehudah I", "he": "נודע ביהודה מהדורא קמא"}, "heTitle": "אורח חיים", "he": "הנה אמת כי כן הוא בלשון הקודש אבל הלא ידוע שהרבה נשתמשו הפייטנים בלשון ארמי ובלשון תלמוד נם הוא לשון דיבור ובספרי פרשת בהעלותך נם לו ר' יאשי' נם לי ר' יונתן וכו'. ", "heVersionTitle": "Noda BeYehuda Warsaw 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "נודע ביהודה, ורשה, תר\"מ", "text": "While this is true regarding the ‘holy tongue’ (Hebrew), it is well known that the liturgical poets used Aramaic as well. In the language of the Talmud (Aramaic), ‘<i>Nam</i>’ has the meaning of speaking, as found in the Midrash Sifrei on the Torah weekly portion of <i>Beha’alotcha<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Numbers 8:1-12:16</i></i>: ‘Rabbi Yoshi’a spoke (‘<i>Nam</i>’): Rabbi Yonatan spoke (‘<i>Nam</i>’)to me”<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">ספרי במדבר פסקא סה<br>......אמר לו ר' יונתן ממשמע הזה עדיין לא שמענו, נם לו רבי יאשיה מפני שהוא אומר צו את בני ישראל את קרבני לחמי וכו'<br>R. Yonathan (to R. Yoshiyah): This is not sufficient (for the derivation [i.e., \"in its appointed time\" may mean if it does not fall out on a Sabbath.]) R. Yoshiyah (to R. Yonathan): Rather, it is written (Bamidbar 28:2) \"Command the children of Israel and say to them … to offer (the tamid) offering to Me in its appointed time</i>.", "versionTitle": "Noda BuYehudah, trans. by Harold Landa.", "license": "", "versionTitleInHebrew": ""}, {"_id": "6319cff2b6084aa1cbefdd11", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֵשׁ 1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "BDB, אֵשׁ 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֵשׁ א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֵשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">אֵשׁ</span></big></big><sub>377</sub><big></big>  <strong>n.f.</strong> <a data-ref=\"Exodus 9:23\" href=\"/Exodus.9.23\">Ex 9:23</a> (<strong>m.</strong> <a data-ref=\"Jeremiah 48:45\" href=\"/Jeremiah.48.45\">Je 48:45</a>; <a data-ref=\"Psalms 104:4\" href=\"/Psalms.104.4\">ψ 104·4</a>; <strong>f.</strong> & <strong>m.</strong> <a data-ref=\"Jeremiah 20:9\" href=\"/Jeremiah.20.9\">Je 20:9</a>; <a data-ref=\"Job 20:26\" href=\"/Job.20.26\">Jb 20:26</a>) <span dir=\"rtl\">אֵשׁ</span> ‘<strong>m.</strong>’ is dub.: <a data-ref=\"Numbers 16:18\" href=\"/Numbers.16.18\">Nu 16:18</a> read <span dir=\"rtl\">עָלֶיהָ</span> for 2nd <span dir=\"rtl\">עֲלֵיהֶם</span> (𝔊<sup>B</sup>); <a data-ref=\"Jeremiah 20:9\" href=\"/Jeremiah.20.9\">Je 20:9</a> v. Ges<sup>§ 132 d</sup>; <a data-ref=\"Jeremiah 48:45\" href=\"/Jeremiah.48.45\">48:45</a> read (many MSS., <a data-ref=\"Numbers 21:28\" href=\"/Numbers.21.28\">Nu 21:28</a>) <span dir=\"rtl\">יצאה</span>; <a data-ref=\"Psalms 104:4\" href=\"/Psalms.104.4\">ψ 104:4</a> read perhaps (Ol) <span dir=\"rtl\">לֹהֵֽטָה׃</span> or (Kenn) <span dir=\"rtl\">וָלָֽהַט׃</span>; <a data-ref=\"Job 20:26\" href=\"/Job.20.26\">Jb 20:26</a> v. Ges<sup>§ 145 u (or 121 b)</sup>: cf. Albr<sup>ZAW xvi (1896), 63</sup>. <strong>fire (</strong>Assyrian <em>išatu</em> COT<sup>Gloss</sup>, Syriac <span dir=\"rtl\">ܐܶܫܳܬܳܐ</span>, እሳት deriv. from ii. <span dir=\"rtl\">אנשׁ</span>,<span dir=\"rtl\">أَنَسَ</span>, sociable, friendly element (MV Wetzst in De <sup>Psalmen, ed. 4, p. 888</sup> Lag<sup>BN 68</sup> cf. <span dir=\"rtl\">انيسة</span>, <span dir=\"rtl\">مانوسة</span>), improb. especially in view of Assyrian; daghesh prob. secondary; cf. also Sta<sup>§ 189 b</sup><strong>)</strong>—<span dir=\"rtl\">א׳</span> abs. <a data-ref=\"Exodus 9:24\" href=\"/Exodus.9.24\">Ex 9:24</a> +; cstr. <a data-ref=\"Leviticus 6:2\" href=\"/Leviticus.6.2\">Lv 6:2</a> + (seld.); †sf. <span dir=\"rtl\">אִשּׁוֹ</span> <a data-ref=\"Deuteronomy 4:36\" href=\"/Deuteronomy.4.36\">Dt 4:36</a> <a data-ref=\"Job 18:5\" href=\"/Job.18.5\">Jb 18:5</a>; <span dir=\"rtl\">אֶשְׁכֶם</span> <a data-ref=\"Isaiah 50:11\" href=\"/Isaiah.50.11\">Is 50:11</a>; <span dir=\"rtl\">אִשָּׁם</span> <a data-ref=\"Isaiah 66:24\" href=\"/Isaiah.66.24\">Is 66:24</a>;—<br><strong>1.</strong>  <em>fire</em>, of conflagration, e.g. in briers, endangering or destroying crops <span dir=\"rtl\">תֵּצֵא אֵשׁ וּמָֽצְאָה קֹצִים</span> <a data-ref=\"Exodus 22:5\" href=\"/Exodus.22.5\">Ex 22:5</a> cf. <a data-ref=\"Exodus 3:2\" href=\"/Exodus.3.2\">3:2</a> <span dir=\"rtl\">הַסְּנֶה בֹּעֵר בָּאֵשׁ</span> (both E); more often of deliberate destruction by fire, especially <span dir=\"rtl\">שָׂרַף בָּאֵשׁ</span> (<span dir=\"rtl\">בָּ</span> c. qam. preton.) obj. golden calf <a data-ref=\"Exodus 32:20\" href=\"/Exodus.32.20\">Ex 32:20</a> (J), other idols <a data-ref=\"Deuteronomy 7:5\" href=\"/Deuteronomy.7.5\">Dt 7:5</a>, <a data-ref=\"Deuteronomy 7:25\" href=\"/Deuteronomy.7.25\">25</a>, Asherim <a data-ref=\"Deuteronomy 12:3\" href=\"/Deuteronomy.12.3\">12:3</a>, chariots <a data-ref=\"Joshua 11:6\" href=\"/Joshua.11.6\">Jos 11:6</a>, <a data-ref=\"Joshua 11:9\" href=\"/Joshua.11.9\">9</a> <a data-ref=\"II Kings 23:11\" href=\"/II_Kings.23.11\">2 K 23:11</a>, house <a data-ref=\"Judges 12:1\" href=\"/Judges.12.1\">Ju 12:1</a>; <a data-ref=\"Judges 14:15\" href=\"/Judges.14.15\">14:15</a>, tower <a data-ref=\"Judges 9:52\" href=\"/Judges.9.52\">9:52</a>, city-gates <a data-ref=\"Nehemiah 1:3\" href=\"/Nehemiah.1.3\">Ne 1:3</a>; <a data-ref=\"Nehemiah 2:3\" href=\"/Nehemiah.2.3\">2:3</a>, <a data-ref=\"Nehemiah 2:13\" href=\"/Nehemiah.2.13\">13</a>, <a data-ref=\"Nehemiah 2:17\" href=\"/Nehemiah.2.17\">17</a>, city <a data-ref=\"Joshua 6:24\" href=\"/Joshua.6.24\">Jos 6:24</a> <a data-ref=\"Judges 18:27\" href=\"/Judges.18.27\">Ju 18:27</a> cf. <a data-ref=\"Isaiah 1:7\" href=\"/Isaiah.1.7\">Is 1:7</a> +; also <span dir=\"rtl\">שִׁלַּח אֵשׁ בְּ</span> <a data-ref=\"Amos 1:4\" href=\"/Amos.1.4\">Am 1:4</a>, <a data-ref=\"Amos 1:7\" href=\"/Amos.1.7\">7</a>, <a data-ref=\"Amos 1:10\" href=\"/Amos.1.10\">10</a> +; <span dir=\"rtl\">שִׁלַּח אֶת־הָעִיר בָּאֵשׁ</span> †<a data-ref=\"Judges 1:8\" href=\"/Judges.1.8\">Ju 1:8</a>; <a data-ref=\"Judges 20:48\" href=\"/Judges.20.48\">20:48</a> cf. <a data-ref=\"II Kings 8:12\" href=\"/II_Kings.8.12\">2 K 8:12</a>; <span dir=\"rtl\">הִצִּית אֶת־הָעִיר בָּאֵשׁ</span> <a data-ref=\"Joshua 8:8\" href=\"/Joshua.8.8\">Jos 8:8</a>, <a data-ref=\"Joshua 8:19\" href=\"/Joshua.8.19\">19</a> <span dir=\"rtl\">הצ׳ אֵשׁ ב׳</span> <a data-ref=\"Jeremiah 17:27\" href=\"/Jeremiah.17.27\">Je 17:27</a> +; cf. <a data-ref=\"Judges 9:49\" href=\"/Judges.9.49\">Ju 9:49</a> <a data-ref=\"II Samuel 14:30\" href=\"/II_Samuel.14.30\">2 S 14:30</a>, <a data-ref=\"II Samuel 14:31\" href=\"/II_Samuel.14.31\">31</a> (of field, cf. <a data-ref=\"Exodus 22:5\" href=\"/Exodus.22.5\">Ex 22:5</a> supr.).<br><strong>2.</strong>  of supernatural fire, attending theophany <a data-ref=\"Exodus 3:2\" href=\"/Exodus.3.2\">Ex 3:2</a>; <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">19:18</a> (both JE) <a data-ref=\"Deuteronomy 4:11\" href=\"/Deuteronomy.4.11\">Dt 4:11</a>, <a data-ref=\"Deuteronomy 4:12\" href=\"/Deuteronomy.4.12\">12</a>, <a data-ref=\"Deuteronomy 4:15\" href=\"/Deuteronomy.4.15\">15</a>, <a data-ref=\"Deuteronomy 4:33\" href=\"/Deuteronomy.4.33\">33</a>, <a data-ref=\"Deuteronomy 4:36\" href=\"/Deuteronomy.4.36\">36</a> +; specif. <span dir=\"rtl\">עַמּוּד (הָ)אֵשׁ</span> <a data-ref=\"Exodus 13:21\" href=\"/Exodus.13.21\">Ex 13:21</a>, <a data-ref=\"Exodus 13:22\" href=\"/Exodus.13.22\">22</a>; <a data-ref=\"Exodus 14:24\" href=\"/Exodus.14.24\">14:24</a> (all JE) <a data-ref=\"Nehemiah 9:12\" href=\"/Nehemiah.9.12\">Ne 9:12</a>, <a data-ref=\"Nehemiah 9:19\" href=\"/Nehemiah.9.19\">19</a> cf. <a data-ref=\"Deuteronomy 1:33\" href=\"/Deuteronomy.1.33\">Dt 1:33</a> (v. <span dir=\"rtl\">מַרְאֵה־אֵשׁ</span> <a data-ref=\"Numbers 9:15\" href=\"/Numbers.9.15\">Nu 9:15</a>, <a data-ref=\"Numbers 9:16\" href=\"/Numbers.9.16\">16</a> P); of destructive fire from <span dir=\"rtl\">י׳</span> <a data-ref=\"Numbers 11:1\" href=\"/Numbers.11.1\">Nu 11:1</a>, <a data-ref=\"Numbers 11:2\" href=\"/Numbers.11.2\">2</a>, <a data-ref=\"Numbers 11:3\" href=\"/Numbers.11.3\">3</a> (J) <a data-ref=\"Numbers 26:10\" href=\"/Numbers.26.10\">26:10</a> (P) <a data-ref=\"Leviticus 10:2\" href=\"/Leviticus.10.2\">Lv 10:2</a> (P); cf. <span dir=\"rtl\">א׳ אֹכֶלֶת</span> in sim. of Yahweh’s glory <a data-ref=\"Exodus 24:17\" href=\"/Exodus.24.17\">Ex 24:17</a> (E) <a data-ref=\"Deuteronomy 4:24\" href=\"/Deuteronomy.4.24\">Dt 4:24</a>; <a data-ref=\"Deuteronomy 9:3\" href=\"/Deuteronomy.9.3\">9:3</a>; v. also <a data-ref=\"I Kings 18:24\" href=\"/I_Kings.18.24\">1 K 18:24</a>, <a data-ref=\"I Kings 18:38\" href=\"/I_Kings.18.38\">38</a> <a data-ref=\"II Kings 1:10\" href=\"/II_Kings.1.10\">2 K 1:10</a><sup>(×2)</sup>, <a data-ref=\"II Kings 1:12\" href=\"/II_Kings.1.12\">12</a><sup>(×2)</sup>, <a data-ref=\"II Kings 1:14\" href=\"/II_Kings.1.14\">14</a> <a data-ref=\"Job 1:16\" href=\"/Job.1.16\">Jb 1:16</a> (perhaps lightning intended), cf. further of lightning <a data-ref=\"Exodus 9:23\" href=\"/Exodus.9.23\">Ex 9:23</a>, <a data-ref=\"Exodus 9:24\" href=\"/Exodus.9.24\">24</a> (JE) <a data-ref=\"Psalms 18:13\" href=\"/Psalms.18.13\">ψ 18:13</a>, <a data-ref=\"Psalms 18:14\" href=\"/Psalms.18.14\">14</a>; <a data-ref=\"Psalms 148:8\" href=\"/Psalms.148.8\">148:8</a> etc.<br><strong>3.</strong>  fire for cooking, roasting, parching, etc. <span dir=\"rtl\">צְלִי אֵשׁ</span> <em>roasted at a fire</em> <a data-ref=\"Exodus 12:8\" href=\"/Exodus.12.8\">Ex 12:8</a>, <a data-ref=\"Exodus 12:9\" href=\"/Exodus.12.9\">9</a> (P) cf. <a data-ref=\"Leviticus 2:14\" href=\"/Leviticus.2.14\">Lv 2:14</a> <a data-ref=\"II Chronicles 35:13\" href=\"/II_Chronicles.35.13\">2 Ch 35:13</a> <a data-ref=\"Isaiah 44:16\" href=\"/Isaiah.44.16\">Is 44:16</a>, <a data-ref=\"Isaiah 44:19\" href=\"/Isaiah.44.19\">19</a>; of tinder for lighting fire <a data-ref=\"Genesis 22:6\" href=\"/Genesis.22.6\">Gn 22:6</a>, <a data-ref=\"Genesis 22:7\" href=\"/Genesis.22.7\">7</a> (E); of fire for melting (gold for the idolatrous calf) <a data-ref=\"Exodus 32:24\" href=\"/Exodus.32.24\">Ex 32:24</a>; for refining <a data-ref=\"Jeremiah 6:29\" href=\"/Jeremiah.6.29\">Je 6:29</a>, where read with Qr <span dir=\"rtl\">מֵאֵשׁ תַּם עֹפָֽרֶת</span>; cf. <a data-ref=\"Malachi 3:2\" href=\"/Malachi.3.2\">Mal 3:2</a> (sim. of purifying work of messenger of cov’t).<br><strong>4.</strong>  especially of altar-fire <a data-ref=\"Leviticus 1:7\" href=\"/Leviticus.1.7\">Lv 1:7</a><sup>(×2)</sup>; <a data-ref=\"Leviticus 6:2\" href=\"/Leviticus.6.2\">6:2</a>, <a data-ref=\"Leviticus 6:3\" href=\"/Leviticus.6.3\">3</a>, <a data-ref=\"Leviticus 6:5\" href=\"/Leviticus.6.5\">5</a>, <a data-ref=\"Leviticus 6:16\" href=\"/Leviticus.6.16\">16</a> +; in offering incense <a data-ref=\"Leviticus 10:1\" href=\"/Leviticus.10.1\">Lv 10:1</a>, also <span dir=\"rtl\">אֵשׁ זָרָה</span> <em>strange fire</em>, i.e. an incense not commanded, offered presumptuously <a data-ref=\"Leviticus 10:1\" href=\"/Leviticus.10.1\">10:1</a> <a data-ref=\"Numbers 3:4\" href=\"/Numbers.3.4\">Nu 3:4</a>; <a data-ref=\"Numbers 26:61\" href=\"/Numbers.26.61\">26:61</a>; fire from <span dir=\"rtl\">י׳</span> consuming sacrifice (cf. <strong>2</strong> <a data-ref=\"Leviticus 9:24\" href=\"/Leviticus.9.24\">Lv 9:24</a> <a data-ref=\"II Chronicles 7:1\" href=\"/II_Chronicles.7.1\">2 Ch 7:1</a>, <a data-ref=\"II Chronicles 7:3\" href=\"/II_Chronicles.7.3\">3</a>; of fire in child-sacrifice (usually (<span dir=\"rtl\">לְ</span>) <span dir=\"rtl\">הֶעֱבִיר בֵּן בָּאֵשׁ</span>) <a data-ref=\"II Kings 16:3\" href=\"/II_Kings.16.3\">2 K 16:3</a>; <a data-ref=\"II Kings 21:6\" href=\"/II_Kings.21.6\">21:6</a> cf. <a data-ref=\"II Kings 17:17\" href=\"/II_Kings.17.17\">17:17</a>; <a data-ref=\"II Kings 23:10\" href=\"/II_Kings.23.10\">23:10</a> <a data-ref=\"II Chronicles 33:6\" href=\"/II_Chronicles.33.6\">2 Ch 33:6</a>; also <span dir=\"rtl\">שׂרף בָּא׳</span> <a data-ref=\"II Kings 17:31\" href=\"/II_Kings.17.31\">2 K 17:31</a>, <span dir=\"rtl\">בער בָּא׳</span> <a data-ref=\"II Chronicles 28:3\" href=\"/II_Chronicles.28.3\">2 Ch 28:3</a>.<br><strong>5.</strong>  fig. of Yahweh’s anger <a data-ref=\"Psalms 89:47\" href=\"/Psalms.89.47\">ψ 89:47</a> (sim.) cf. <a data-ref=\"Nahum 1:6\" href=\"/Nahum.1.6\">Na 1:6</a> <a data-ref=\"Lamentations 2:4\" href=\"/Lamentations.2.4\">La 2:4</a> <span dir=\"rtl\">אֵשׁ־עֶבְרָתִי</span> <a data-ref=\"Ezekiel 21:36\" href=\"/Ezekiel.21.36\">Ez 21:36</a>; <a data-ref=\"Ezekiel 22:31\" href=\"/Ezekiel.22.31\">22:31</a>; <a data-ref=\"Ezekiel 38:19\" href=\"/Ezekiel.38.19\">38:19</a>, <span dir=\"rtl\">אֵשׁ־קִנְאָתִי</span> <a data-ref=\"Ezekiel 36:5\" href=\"/Ezekiel.36.5\">Ez 36:5</a>; v. also <a data-ref=\"Isaiah 66:15\" href=\"/Isaiah.66.15\">Is 66:15</a> <a data-ref=\"Psalms 79:5\" href=\"/Psalms.79.5\">ψ 79:5</a> etc.; of word of <span dir=\"rtl\">י׳</span> <a data-ref=\"Jeremiah 23:29\" href=\"/Jeremiah.23.29\">Je 23:29</a>; fig.of outbursting emotion <a data-ref=\"Psalms 39:4\" href=\"/Psalms.39.4\">ψ 39:4</a>; of flagrant wickedness <a data-ref=\"Isaiah 9:17\" href=\"/Isaiah.9.17\">Is 9:17</a>, etc.<br><strong>6.</strong>  in various combinations, <span dir=\"rtl\">לַפִּיד אֵשׁ</span> <a data-ref=\"Genesis 15:17\" href=\"/Genesis.15.17\">Gn 15:17</a> (J) <em>a torch of fire</em> (cf. Di); <span dir=\"rtl\">לַבַּת־אֵשׁ</span> <a data-ref=\"Exodus 3:2\" href=\"/Exodus.3.2\">Ex 3:2</a> <em>flame of fire</em>, <span dir=\"rtl\">לַהַב אֵשׁ</span> <a data-ref=\"Joel 2:5\" href=\"/Joel.2.5\">Jo 2:5</a>, <span dir=\"rtl\">לַפִּידֵי אֵשׁ</span> (in sim.) <a data-ref=\"Daniel 10:6\" href=\"/Daniel.10.6\">Dn 10:6</a> cf. <a data-ref=\"Zechariah 12:6\" href=\"/Zechariah.12.6\">Zc 12:6</a>, <span dir=\"rtl\">לַהֲבוֹת אֵשׁ</span> <a data-ref=\"Psalms 29:7\" href=\"/Psalms.29.7\">ψ 29:7</a> <span dir=\"rtl\">לַהֲבֵי אֵשׁ</span> <a data-ref=\"Isaiah 66:15\" href=\"/Isaiah.66.15\">Is 66:15</a> cf. <span dir=\"rtl\">א׳ לֶהָבוֹת</span> <a data-ref=\"Psalms 105:32\" href=\"/Psalms.105.32\">ψ 105:32</a>, <span dir=\"rtl\">נֹגַהּ א׳ לֶהָבָה</span> <a data-ref=\"Isaiah 4:5\" href=\"/Isaiah.4.5\">Is 4:5</a> cf. <a data-ref=\"Hosea 7:6\" href=\"/Hosea.7.6\">Ho 7:6</a>; <span dir=\"rtl\">שְׂבִיב אִשּׁוֹ</span> <em>spark of his fire</em> <a data-ref=\"Job 18:5\" href=\"/Job.18.5\">Jb 18:5</a> cf. <span dir=\"rtl\">כִּידוֹדֵי אֵשׁ</span> <a data-ref=\"Job 41:11\" href=\"/Job.41.11\">41:11</a>; <span dir=\"rtl\">תַּנּוּר אֵשׁ</span> <a data-ref=\"Psalms 21:10\" href=\"/Psalms.21.10\">ψ 21:10</a> <em>oven of fire</em>, <span dir=\"rtl\">כִּיּוֹר אֵשׁ</span> <a data-ref=\"Zechariah 12:6\" href=\"/Zechariah.12.6\">Zc 12:6</a>; <span dir=\"rtl\">אוֹר אֵשׁ</span> <em>light of fire</em> <a data-ref=\"Psalms 78:14\" href=\"/Psalms.78.14\">ψ 78:14</a>; <span dir=\"rtl\">אֵשׁ לֹהֵט</span> <em>flaming fire</em> <a data-ref=\"Psalms 104:4\" href=\"/Psalms.104.4\">ψ 104:4</a>; <span dir=\"rtl\">לְשׁוֹן אֵשׁ</span> <a data-ref=\"Isaiah 5:24\" href=\"/Isaiah.5.24\">Is 5:24</a> <em>tongue of fire</em>, <span dir=\"rtl\">גַּחֲלֵי אֵשׁ</span> <a data-ref=\"Ezekiel 1:13\" href=\"/Ezekiel.1.13\">Ez 1:13</a> <em>coals of fire</em>, so <a data-ref=\"Ezekiel 10:2\" href=\"/Ezekiel.10.2\">10:2</a>, cf. <span dir=\"rtl\">רִשְׁפֵּי אֵשׁ</span> <a data-ref=\"Song of Songs 8:6\" href=\"/Song_of_Songs.8.6\">Ct 8:6</a>; on <span dir=\"rtl\">אַבְנֵי אֵשׁ</span> <a data-ref=\"Ezekiel 28:14\" href=\"/Ezekiel.28.14\">Ez 28:14</a>, <a data-ref=\"Ezekiel 28:16\" href=\"/Ezekiel.28.16\">16</a> v. <a ,=\"\" data-ref=\"BDB, אֶ֫בֶן\" dir=\"rtl\" href=\"/BDB,_אֶ֫בֶן\">אֶבֶן</a>; <span dir=\"rtl\">אֵשׁ דַּת</span> <a data-ref=\"Deuteronomy 33:2\" href=\"/Deuteronomy.33.2\">Dt 33:2</a>, lit. <em>fire of a law</em>, or <em>fire was a law</em>, but <span dir=\"rtl\">דָּת</span> <em>law</em> is Pers. & late; read perhaps <span dir=\"rtl\">אֵשׁ [לַףִּ]דֹת</span> cf. <a data-ref=\"Exodus 20:15\" href=\"/Exodus.20.15\">Ex 20:18</a> or <span dir=\"rtl\">אֵשׁ [יֹקֶ]דֶת</span> cf. <a data-ref=\"Isaiah 65:5\" href=\"/Isaiah.65.5\">Is 65:5</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3d6b6084aa1cbf2bb23", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, פָּלַל 1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "BDB, פָּלַל 1", "sourceHeRef": "בראון-דרייבר-בריגס, פָּלַל א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "פָּלַל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big>[<span dir=\"rtl\">פָּלַל</span></big></big><sub>84</sub><big><big>]</big></big>  <strong>vb.</strong> prob. <strong>intervene, interpose (</strong>hence both <em>arbitrate, judge</em>, and <em>intercede, pray</em>, cf. Dr <a data-ref=\"I Samuel 2:25\" href=\"/I_Samuel.2.25\">1 S 2:25</a>; NH <span dir=\"rtl\">פלל</span> (rare), <span dir=\"rtl\">נתפלל</span>, <em>pray</em>, <span dir=\"rtl\">פִּילּוּל</span> <em>act of prayer</em>, <span dir=\"rtl\">פְּלִילָה</span> <em>judicial matter;</em>—otherwise We<sup>Heid. (2), 126</sup> who conj. der. for <span dir=\"rtl\">הִתְפַּלֵּל</span> from Arabic <span dir=\"rtl\">فَلَّ</span> <em>notch edge</em> (of sword, etc.), i.e. <em>cut oneself</em> in worship<strong>)</strong>;—<br>†<strong>Pi.</strong>  <em>mediate, judge:</em> Pf. 3 ms. consec., <em>arbitrate</em>, sf. <span dir=\"rtl\">וּפִלְלוֹ</span> <a data-ref=\"I Samuel 2:25\" href=\"/I_Samuel.2.25\">1 S 2:25</a> (but read prob. 3 pl. <span dir=\"rtl\">וּפִלְלוּ</span> We Dr al., word-play with <span dir=\"rtl\">יִתְפ׳</span> foll.); 2 fs. <span dir=\"rtl\">פִּלַּלְתְּ</span> <a data-ref=\"Ezekiel 16:52\" href=\"/Ezekiel.16.52\">Ez 16:52</a> <em>mediate for</em> (<span dir=\"rtl\">ל</span> pers.) viz., through thine own sins; 1 s. <span dir=\"rtl\">פִּלָּ֑לְתִּי</span> <a data-ref=\"Genesis 48:11\" href=\"/Genesis.48.11\">Gn 48:11</a> (E; poss. denom. from <span dir=\"rtl\">פליל</span>) <em>I did</em> not <em>judge</em> (have the opinion, expect) to see, etc.; Impf. 3 ms. <span dir=\"rtl\">וַיְפַלֵּל</span> <a data-ref=\"Psalms 106:30\" href=\"/Psalms.106.30\">ψ 106:30</a> (abs.) <em>he interposed</em> (by slaying offender).<br><strong>Hithp.</strong><sub>80</sub>  Pf. 3 ms. <span dir=\"rtl\">הִתְפַּלֵּל</span> <a data-ref=\"I Kings 8:42\" href=\"/I_Kings.8.42\">1 K 8:42</a>; 1 s. <span dir=\"rtl\">הִתְפַּלָּ֑לְתִּי</span> <a data-ref=\"I Samuel 1:27\" href=\"/I_Samuel.1.27\">1 S 1:27</a>, etc.; Impf. <span dir=\"rtl\">יִתְפַּלֵּל</span> <a data-ref=\"Psalms 32:6\" href=\"/Psalms.32.6\">ψ 32:6</a> +; <span dir=\"rtl\">יִתְפַּלֶּל־</span> <a data-ref=\"I Samuel 2:25\" href=\"/I_Samuel.2.25\">1 S 2:25</a>; 1 s. <span dir=\"rtl\">אֶתְפַּלָּ֑ל</span> <a data-ref=\"Psalms 5:3\" href=\"/Psalms.5.3\">ψ 5:3</a>, etc.; ei. <span dir=\"rtl\">הִתְפַּלֵּל</span> <a data-ref=\"Numbers 21:7\" href=\"/Numbers.21.7\">Nu 21:7</a> +, etc.; Inf. cstr. <span dir=\"rtl\">הִתְפַּלֵּל</span> <a data-ref=\"Ezekiel 10:1\" href=\"/Ezekiel.10.1\">Ez 10:1</a> +, etc.; Pt. <span dir=\"rtl\">מִתְפַּלֵּל</span> <a data-ref=\"Jeremiah 42:4\" href=\"/Jeremiah.42.4\">Je 42:4</a> +, etc.;— <strong>1.</strong>  specif. <em>intercede</em> (with <span dir=\"rtl\">י׳</span>), c. <span dir=\"rtl\">בעד</span>, <em>on behalf of</em> <a data-ref=\"Genesis 20:7\" href=\"/Genesis.20.7\">Gn 20:7</a> <a data-ref=\"Numbers 21:7\" href=\"/Numbers.21.7\">Nu 21:7</a> (E) <a data-ref=\"Deuteronomy 9:20\" href=\"/Deuteronomy.9.20\">Dt 9:20</a>; <a data-ref=\"I Samuel 12:23\" href=\"/I_Samuel.12.23\">1 S 12:23</a> + 6 times; c. <span dir=\"rtl\">לְ</span>, <a data-ref=\"I Samuel 2:25\" href=\"/I_Samuel.2.25\">1 S 2:25</a>; <span dir=\"rtl\">אֶל־יהוה</span> <a data-ref=\"Numbers 11:2\" href=\"/Numbers.11.2\">Nu 11:2</a>; <a data-ref=\"Numbers 21:7\" href=\"/Numbers.21.7\">21:7</a> (JE) <a data-ref=\"Deuteronomy 9:26\" href=\"/Deuteronomy.9.26\">Dt 9:26</a>; c. <span dir=\"rtl\">בעד</span> + <span dir=\"rtl\">אל־יהוה</span> <a data-ref=\"I Samuel 7:5\" href=\"/I_Samuel.7.5\">1 S 7:5</a>; <a data-ref=\"Jeremiah 29:7\" href=\"/Jeremiah.29.7\">Je 29:7</a> + 4 times; <span dir=\"rtl\">אל־האלהים</span> <a data-ref=\"Genesis 20:17\" href=\"/Genesis.20.17\">Gn 20:17</a> (E); c. <span dir=\"rtl\">על</span> <em>for</em> pers. <a data-ref=\"II Chronicles 30:18\" href=\"/II_Chronicles.30.18\">2 Ch 30:18</a> <a data-ref=\"Job 42:8\" href=\"/Job.42.8\">Jb 42:8</a>. <strong>2.</strong>  gen. <em>pray</em>, c. <span dir=\"rtl\">אֶל</span>, unto idol <a data-ref=\"Isaiah 44:17\" href=\"/Isaiah.44.17\">Is 44:17</a>; <a data-ref=\"Isaiah 45:20\" href=\"/Isaiah.45.20\">45:20</a>; unto Israel v <a data-ref=\"Isaiah 45:14\" href=\"/Isaiah.45.14\">14</a>; <span dir=\"rtl\">בוֹא אל־מקדשׁ להתפ׳</span> <a data-ref=\"Isaiah 16:12\" href=\"/Isaiah.16.12\">16:12</a>. <strong>3.</strong>  <em>pray</em> (to <span dir=\"rtl\">י׳</span>), abs. <a data-ref=\"I Kings 8:33\" href=\"/I_Kings.8.33\">1 K 8:33</a>; <a data-ref=\"II Kings 6:17\" href=\"/II_Kings.6.17\">2 K 6:17</a>; <a data-ref=\"Ezra 10:1\" href=\"/Ezra.10.1\">Ezr 10:1</a>; <a data-ref=\"Daniel 9:20\" href=\"/Daniel.9.20\">Dn 9:20</a>; <a data-ref=\"II Chronicles 6:24\" href=\"/II_Chronicles.6.24\">2 Ch 6:24</a>; <a data-ref=\"II Chronicles 7:1\" href=\"/II_Chronicles.7.1\">7:1</a>, <a data-ref=\"II Chronicles 7:14\" href=\"/II_Chronicles.7.14\">14</a>, c. <span dir=\"rtl\">אֶל־י׳</span> <a data-ref=\"I Samuel 1:26\" href=\"/I_Samuel.1.26\">1 S 1:26</a>; <a data-ref=\"I Samuel 8:6\" href=\"/I_Samuel.8.6\">8:6</a>; <a data-ref=\"II Kings 4:33\" href=\"/II_Kings.4.33\">2 K 4:33</a>; <a data-ref=\"II Kings 6:18\" href=\"/II_Kings.6.18\">6:18</a>; <a data-ref=\"II Kings 20:2\" href=\"/II_Kings.20.2\">20:2</a> = <a data-ref=\"Isaiah 38:2\" href=\"/Isaiah.38.2\">Is 38:2</a> = <a data-ref=\"II Chronicles 32:24\" href=\"/II_Chronicles.32.24\">2 Ch 32:24</a>, + 10 times; <span dir=\"rtl\">הִתְפ׳ תפלה אֶל־י׳</span> <a data-ref=\"II Samuel 7:27\" href=\"/II_Samuel.7.27\">2 S 7:27</a>;s <a data-ref=\"I Kings 8:54\" href=\"/I_Kings.8.54\">1 K 8:54</a>; <span dir=\"rtl\">על יהוה</span> <a data-ref=\"I Samuel 1:10\" href=\"/I_Samuel.1.10\">1 S 1:10</a> (read <span dir=\"rtl\">אֶל</span>); <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"I Samuel 1:12\" href=\"/I_Samuel.1.12\">1 S 1:12</a>; <a data-ref=\"I Kings 8:28\" href=\"/I_Kings.8.28\">1 K 8:28</a> + 5 times; c. <span dir=\"rtl\">לְ</span> <a data-ref=\"Daniel 9:4\" href=\"/Daniel.9.4\">Dn 9:4</a>; c. <span dir=\"rtl\">אֶל</span> of thing prayed for <a data-ref=\"I Samuel 1:27\" href=\"/I_Samuel.1.27\">1 S 1:27</a>; c. <span dir=\"rtl\">אֶל</span> <em>against</em> <a data-ref=\"II Kings 19:20\" href=\"/II_Kings.19.20\">2 K 19:20</a> = <a data-ref=\"Isaiah 37:21\" href=\"/Isaiah.37.21\">Is 37:21</a> (read <span dir=\"rtl\">עַל</span>); <span dir=\"rtl\">עַל־זֹאת</span> <em>because of this</em> <a data-ref=\"II Chronicles 32:20\" href=\"/II_Chronicles.32.20\">2 Ch 32:20</a> <a data-ref=\"Psalms 32:6\" href=\"/Psalms.32.6\">ψ 32:6</a>; c. <span dir=\"rtl\">אֶל</span> loc.: <span dir=\"rtl\">אֶל־הַמָּקוֹם</span> <a data-ref=\"I Kings 8:29\" href=\"/I_Kings.8.29\">1 K 8:29</a>, <a data-ref=\"I Kings 8:30\" href=\"/I_Kings.8.30\">30</a>, <a data-ref=\"I Kings 8:35\" href=\"/I_Kings.8.35\">35</a> = <a data-ref=\"II Chronicles 6:20\" href=\"/II_Chronicles.6.20\">2 Ch 6:20</a>, <a data-ref=\"II Chronicles 6:21\" href=\"/II_Chronicles.6.21\">21</a>, <a data-ref=\"II Chronicles 6:26\" href=\"/II_Chronicles.6.26\">26</a>; <span dir=\"rtl\">אֶל־הַבַּית</span> <a data-ref=\"I Kings 8:42\" href=\"/I_Kings.8.42\">1 K 8:42</a> = <a data-ref=\"II Chronicles 6:32\" href=\"/II_Chronicles.6.32\">2 Ch 6:32</a>; c. acc. <span dir=\"rtl\">דֶּרֶךְ הָעִיר</span> <a data-ref=\"I Kings 8:44\" href=\"/I_Kings.8.44\">1 K 8:44</a> = <a data-ref=\"II Chronicles 6:34\" href=\"/II_Chronicles.6.34\">2 Ch 6:34</a>; <span dir=\"rtl\">דֶּרֶךְ אַרְצָם</span> <a data-ref=\"I Kings 8:48\" href=\"/I_Kings.8.48\">1 K 8:48</a> = <a data-ref=\"II Chronicles 6:38\" href=\"/II_Chronicles.6.38\">2 Ch 6:38</a>. <strong>4.</strong>  of <em>poetical, liturgical</em> prayer, abs. <a data-ref=\"I Samuel 2:1\" href=\"/I_Samuel.2.1\">1 S 2:1</a>, c. <span dir=\"rtl\">אֶל</span> <a data-ref=\"Jonah 2:2\" href=\"/Jonah.2.2\">Jon 2:2</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d505b6084aa1cbf3b25d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שָׁקַע 1", "anchorRef": "Numbers 11:2", "anchorRefExpanded": ["Numbers 11:2"], "sourceRef": "BDB, שָׁקַע 1", "sourceHeRef": "בראון-דרייבר-בריגס, שָׁקַע א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שָׁקַע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big>[<span dir=\"rtl\">שָׁקַע</span>]</big></big>  <strong>vb. sink, sink down (</strong>so NH <span dir=\"rtl\">שָׁקַע</span>, Aramaic <span dir=\"rtl\">שְׁקַע</span>; Arabic has <span dir=\"rtl\">صَقِعَ</span> <em>be smitten, prostrated, collapse</em><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 fs. consec. <span dir=\"rtl\">וְשָֽׁקְעָה</span> <a data-ref=\"Amos 9:5\" href=\"/Amos.9.5\">Am 9:5</a> <em>it shall sink</em> like the Nile (of land; opp. <span dir=\"rtl\">עָלָה</span>); 3 fs. <span dir=\"rtl\">וַתִּשְׁקַע</span> <a data-ref=\"Numbers 11:2\" href=\"/Numbers.11.2\">Nu 11:2</a> (JE), of fire, <em>it sank down</em>, died out; <span dir=\"rtl\">תִּשְׁקַע</span> <a data-ref=\"Jeremiah 51:64\" href=\"/Jeremiah.51.64\">Je 51:64</a>, of Babylon (like stone in water; opp. <span dir=\"rtl\">קוּם</span>).<br><strong>Niph.</strong>  3 fs. <span dir=\"rtl\">נִשְׁקְעָה</span> <a data-ref=\"Amos 8:8\" href=\"/Amos.8.8\">Am 8:8</a> Qr, of land, <em>sink</em> (opp. <span dir=\"rtl\">עָלָה</span>; = <strong>Qal</strong> <a data-ref=\"Amos 9:5\" href=\"/Amos.9.5\">9:5</a>; Kt erron. <span dir=\"rtl\">נשקה</span>, cf. W<sup>SG 287</sup>).<br><strong>Hiph.</strong>  Impf. 1 s. <span dir=\"rtl\">אַשְׁקִיעַ מֵימֵיהֶם</span> <a data-ref=\"Ezekiel 32:14\" href=\"/Ezekiel.32.14\">Ez 32:14</a> <em>I will make their waters sink</em> (settle, grow clear); 2 ms. <span dir=\"rtl\">וּבְחֶבֶל תַּשְׁקִיעַ לְשׁוֹנוֹ</span> <a data-ref=\"Job 40:25\" href=\"/Job.40.25\">Jb 40:25</a> <em>with a cord wilt thou make</em> his tongue <em>sink</em> (? pull or press it down; of crocodile; Mich<sup>Suppl. 2349</sup>, cited Thes<sup>1477</sup>, cp. Sam. <span dir=\"rtl\">ࠔࠒࠏ</span>= <span dir=\"rtl\">חבשׁ</span> <em>bind</em>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63c655861b962b30700efb26", "index_title": "Guide for the Perplexed", "category": "Jewish Thought", "type": "", "ref": "Guide for the Perplexed, Part 1 5:4", "anchorRef": "Numbers 11:1-3", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3"], "sourceRef": "Guide for the Perplexed, Part 1 5:4", "sourceHeRef": "מורה נבוכים, חלק א' ה׳:ד׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1190], "commentaryNum": 5.0004, "collectiveTitle": {"en": "Guide for the Perplexed", "he": "מורה נבוכים"}, "he": "<sup>4</sup> ואילו <b>אֲצִילֵי בְּנֵי יִשְׂרָאֵל</b> (שמות כד,יא) התפרצו ושילחו את מחשבותיהם; הם השיגו, אך השגה שאינה שלמה, ולכן נאמר עליהם: \"<b>וַיִּרְאוּ אֵת אֱלֹהֵי יִשְׂרָאֵל וְתַחַת רַגְלָיו [</b>כְּמַעֲשֵׂה לִבְנַת הַסַּפִּיר וּכְעֶצֶם הַשָּׁמַיִם לָטֹהַר\"] (שם,י). לא נאמר \"<b>וַיִּרְאוּ אֵת אֱלֹהֵי יִשְׂרָאֵל</b>\" ותו לא, כי מטרת הדברים אינה אלא למתוח ביקורת על ראייתם, לא לתאר כיצד ראו. ומכיוון שאכן ביקר את צורת השגתם, שהיתה בה הגשמה, כמחויב מכך שהתפרצו לפני שהיו שלמים – הם התחייבו <b>כליה</b>. (משה רבנו) עליו השלום לימד עליהם זכות, ונעזבו עד שנשרפו ב<b>תבערה</b>, ונשרפו <b>נדב ואביהוא</b> ב<b>אהל מועד</b> כמו שנאמר במסורת הנכונה.", "heVersionTitle": "Makbili Edition, Mif'al Mishneh Torah, 2024", "heLicense": "", "heVersionTitleInHebrew": "מהדורת מקבילי, הוצאת מפעל משנה תורה, 2024", "text": "But “the nobles of the Children of Israel” were impetuous, and allowed their thoughts to go unrestrained: what they perceived was but imperfect. Therefore it is said of them, “And they saw the God of Israel, and there was under his feet,” etc. (Exod. 24:10); and not merely, “and they saw the God of Israel”; the purpose of the whole passage is to criticize their act of seeing and not to describe it. They are blamed for the nature of their perception, which was to a certain extent corporeal—a result which necessarily followed, from the fact that they ventured too far before being perfectly prepared. They deserved to perish, but at the intercession of Moses this fate was averted by God for the time. They were afterwards burnt at Taberah, except Nadab and Abihu, who were burnt in the Tabernacle of the congregation, according to what is stated by authentic tradition. (Midr. Rabba ad locum.)", "versionTitle": "Guide for the Perplexed, English Translation, Friedlander (1903)", "license": "Public Domain", "versionTitleInHebrew": "מורה נבוכים, מתורגם לאנגלית בידי פרידלנדר, 1903"}, {"_id": "660917a01e548232e6012b96", "index_title": "I Believe; A Weekly Reading of the Jewish Bible", "category": "Quoting Commentary", "type": "", "ref": "I Believe; A Weekly Reading of the Jewish Bible, Behaalotekha; Loneliness and Faith 4", "anchorRef": "Numbers 11:1-3", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3"], "sourceRef": "I Believe; A Weekly Reading of the Jewish Bible, Behaalotekha; Loneliness and Faith 4", "sourceHeRef": "אני מאמין; קריאות חדשות בפרשת השבוע, בהעלותך ד׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [2020], "commentaryNum": 4, "collectiveTitle": {"en": "I Believe; A Weekly Reading of the Jewish Bible", "he": "אני מאמין; קריאות חדשות בפרשת השבוע"}, "heTitle": "בהעלותך", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "What follows is a momentous anti-climax. First there is an unspecified complaint (Num. 11:1–3). Then we read: “The rabble with them began to crave other food, and again the Israelites started wailing and said, ‘If only we had meat to eat! We remember the fish we ate in Egypt at no cost – also the cucumbers, melons, leeks, onions, and garlic. But now we have lost our appetite; we never see anything but this manna!’” (Num. 11:4–6).", "versionTitle": "OU Press, The Rabbi Sacks Legacy, Maggid Books, 2022", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]