[{"_id": "531e4fe3fbfba276047f6fbd", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 11:9", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Onkelos Numbers 11:9", "sourceHeRef": "תרגום אונקלוס על במדבר י״א:ט׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 11.0009, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וְכַד נָחֵית טַלָּא עַל מַשְׁרִיתָא לֵילְיָא נָחֵית מַנָּא עֲלוֹהִי:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "When the dew would descend on the camp, at night, the manna would descend on it.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec7f3", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 11:9", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Targum Jonathan on Numbers 11:9", "sourceHeRef": "תרגום יונתן על במדבר י״א:ט׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 11.0009, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וְכַד נָחִית טַלָא עַל מַשִׁרְיָיתָא בְּלֵילְיָא הֲוָה נָחִית מַנָא עֲלוֹי", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And when the dew came down on the camp by night, the manna descended upon it.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54bd48b4fbfba2173336677a", "index_title": "Rashi on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Exodus 16:13:2", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Rashi on Exodus 16:13:2", "sourceHeRef": "רש\"י על שמות ט״ז:י״ג:ב׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Rashi on Exodus", "he": "רש\"י על שמות"}, "heTitle": "רש\"י על שמות", "he": "<b>היתה שכבת הטל.</b> הַטַּל שׁוֹכֵב עַל הַמָּן, וּבְמָקוֹם אַחֵר הוּא אוֹמֵר (במדבר י\"א) \"וּבְרֶדֶת הַטַּל וְגוֹ'\", הַטַּל יוֹרֵד עַל הָאָרֶץ, וְהַמָּן יוֹרֵד עָלָיו, וְחוֹזֵר וְיוֹרֵד טַל עָלָיו, הֲרֵי הוּא כְּמֻנָּח בְּקֻפְסָא (יומא שם):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "היתה שכבת הטל THERE WAS A LAYER OF DEW — Consequently the dew was lying upon the Manna. In another passage, however, it says, (Numbers 11:9) “And when the dew came down [upon the camp at night, the manna fell upon it]” and so there was dew under the Manna! Thus we see that the dew fell upon the ground and the Manna fell upon it, and then dew fell again upon this, and so it was as though it were carefully packed in a chest (Yoma 75b).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "57e77d58d6e4a94c7c18ad2e", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 11:9", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Tafsir Rasag, Numbers 11:9", "sourceHeRef": "תפסיר רס\"ג, במדבר י״א:ט׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 11.0009, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "וענד נזול אלטל עלי אלעסכר לילא ינזל אלמן עליה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58ad97f4d6e4a93323dc4e34", "index_title": "Yoma", "category": "Talmud", "type": "", "ref": "Yoma 75a:16", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Yoma 75a:16", "sourceHeRef": "יומא ע״ה א:ט״ז", "anchorVerse": 9, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 149.0016, "collectiveTitle": {"en": "Yoma", "he": "יומא"}, "heTitle": "יומא", "he": "כְּתִיב: ״וּבְרֶדֶת הַטַּל עַל הַמַּחֲנֶה לָיְלָה [יֵרֵד הַמָּן עָלָיו]״, וּכְתִיב: ״וְיָצָא הָעָם וְלָקְטוּ״, וּכְתִיב: ״שָׁטוּ הָעָם וְלָקְטוּ״, הָא כֵּיצַד? צַדִּיקִים, יָרַד עַל פֶּתַח בָּתֵּיהֶם. בֵּינוֹנִים, יָצְאוּ וְלָקְטוּ. רְשָׁעִים, שָׁטוּ וְלָקְטוּ.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "§ The Gemara continues to discuss the manna: <b>It is written: “And when the dew fell upon the camp in the night, the manna fell upon it”</b> (Numbers 11:9). <b>And it is written: “And the people shall go out and gather</b> a day’s portion every day” (Exodus 16:4). <b>And it is written: “The people went about and gathered it”</b> (Numbers 11:8). <b>How</b> can <b>these</b> texts be reconciled? For the <b>righteous,</b> the manna <b>fell at the opening of their homes.</b> They expended no effort at all. The <b>average people went out</b> of the camp <b>and gathered</b> what fell there. <b>The wicked</b> had <b>to go about</b> farther <b>to gather.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad97f5d6e4a93323dc4e60", "index_title": "Yoma", "category": "Talmud", "type": "", "ref": "Yoma 75b:9", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Yoma 75b:9", "sourceHeRef": "יומא ע״ה ב:ט׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 150.0009, "collectiveTitle": {"en": "Yoma", "he": "יומא"}, "heTitle": "יומא", "he": "כְּתִיב: ״וַתַּעַל שִׁכְבַת הַטָּל״, וּכְתִיב: ״וּבְרֶדֶת הַטַּל״? אָמַר רַבִּי יוֹסֵי בְּרַבִּי חֲנִינָא: טַל מִלְמַעְלָה, וְטַל מִלְּמַטָּה, וְדוֹמֶה כְּמוֹ שֶׁמּוּנָּח בְּקוּפְסָא.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "§ Furthermore, with regard to the manna <b>it is written: “And when the layer of dew lifted,</b> behold, upon the face of the wilderness there lay a fine flaky substance, as fine as frost on the ground” (Exodus 16:14), indicating that the dew covered the manna. <b>And it is written:</b> “<b>And when the dew fell</b> upon the camp in the night, the manna fell upon it” (Numbers 11:9), meaning that the manna fell on top of the dew. How can these verses be reconciled? <b>Rabbi Yosei, son of Rabbi Ḥanina, said:</b> There was <b>dew above and dew below,</b> with the manna in between, <b>and</b> the manna <b>appeared as if</b> it were <b>placed in a box [<i>kufsa</i>]</b> of dew.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "596482f8d6e4a92bf45a4210", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Shemot 16:4:10", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Rabbeinu Bahya, Shemot 16:4:10", "sourceHeRef": "רבנו בחיי, שמות ט״ז:ד׳:י׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 4.001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "שמות", "he": "<b>וע\"ד </b>הקבלה הנני ממטיר לכם לחם מן השמים, לשון ממטיר מלשון משמרת, והיא מדת הרחמים המקבלת מן השמים שעליה הזכיר שלמה בחכמתו (משלי ל״א:ט״ו) ותקם בעוד לילה ותתן טרף לביתה וחק לנערותיה, ולשון הנני עומד ולשון ממטיר יוצא לשכינה כי השם המיוחד עושה שתמטיר, ולא היה הכתוב צריך להזכיר השמים כי בידוע שכל מטר מן השמים אבל הכוונה כי המדה הזאת שהפרנסה באה משם לכל העולם כלו בין בעליונים בין בשפלים מקבלת מן השמים כלומר מן הרחמים, וזהו לפי דעתי (איוב ל״ט:כ״ז) אם על פיך יגביה נשר שדרשוהו רז\"ל על השכינה והזכיר מיד (שם) משם חפר אוכל למרחוק עיניו יביטו. וכן הזכיר שלמה (משלי ל״א:י״ד) ממרחק תביא לחמה, כלומר כי משם באה הפרנסה, והמדה הזאת קראה שלמה בשיר השירים (ה) אחותי רעיתי, ודרז\"ל רעיתי פרנסתי כי לה היו מקריבים הקרבנות ומשם באה הפרנסה והברכה שופעת על כל העולם. והיה המן יורד במשמרה שלישית של לילה באותה משמרת שמדת רחמים משמרת שהרי שלש משמרות הוי הלילה כנגד הגדולה והגבורה והתפארת ונתנו חכמים סימן למשמרה ראשונה חמור נוער, שניה כלבים צועקים, שלישית תינוק יונק משדי אמו, כלומר שהוא זמן הפרנסה לכל באי העולם שהיא מזדמנת בזמן שמד\"ר משמשת. ומכאן תבין שהמן עקרו משפע הרחמים שהוא האור וזהו לשון מן השמים כמו (מלכים א ח׳:ל״ב) ואתה תשמע השמים וכתיב (תהילים ע״ח:כ״ד) ודגן שמים נתן למו והוא היה זמן ירידת הטל הוא שכתוב (במדבר י״א:ט׳) וברדת הטל על המחנה לילה ירד המן עליו אבל ישראל היו מלקטין אותו ביום שנאמר וילקטו אותו בבקר בבקר וכתיב ולחם בבקר לשבוע.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "A kabbalistic approach: The word ממטיר in the verse “here I will make it rain from the heaven,” is similar to משמרת, the attribute of Mercy which is a recipient of largesse from heaven. [which the Targum renders as מטרת (similar to מטר, rain.) The word מטרת is reminiscent of Mattatron, the angel in charge of running the universe on behalf of G’d]. Concerning this attribute Solomon wrote in Proverbs 31,14: ”She (this attribute) rises when it is still night and supplies provisions for her household and statutes for her maid-servants.”<br> The meaning of the word הנני is intransitive, whereas the word ממטיר is transitive, referring to the Shechinah. In other words: “The Lord will instruct the attribute Shechinah which provides the פרנסה for all creatures on earth to make manna rain down from השמים, ‘heaven.’” There was actually no need for the Torah to mention that the manna would come from השמים, seeing that rain always comes from “heaven.” If the Torah nonetheless made special mention of the words מן השמים, “from the heaven,” the intention is to tell us that this manna comes from an attribute known as השמים, or רחמים. I believe that this is the meaning of Job 39,27: “does the eagle soar at your command?” Our sages in Vayikra Rabbah 20,4 say that G’d said to Job: “if I were to either direct the Shechinah to settle on the Holy Ark or to remove itself from there by your command? You would then be greater than Aaron!” Verse 29 in Job continues with the words “‘from there he (the eagle) spies out his food, his eyes see it from afar.” These words closely parallel what Solomon said in Proverbs 31,14: “from afar she brings her bread.” Both verses tell us that the livelihood (food) for G’d’s creatures on earth is provided by the attribute Shechinah. In Song of Songs 5,2 Solomon calls the same attribute אחותי רעיתי, “my sister (beloved), my dove.” Our sages comment on this expression in Shir Hashirim Rabbah 1,3 by saying that the sacrifices were offered to this attribute as this is the spiritual region from which parnassah, livelihood, emanates. It is the region from which all blessings flow to earth. It becomes active during the last of the three watches the night is divided into. In other words, the manna fell during the final hours of the night. (Berachot 3 discusses the three watches of the night). The three watches represent the three (emanations) attributes גדולה גבורה,,תפארת in that order. Our sages (on that folio) provided us with a reminder of the three watches by telling us how to recognize them. During the first watch the donkeys bray; during the second watch the dogs bark; during the third watch the infants suckle at the breasts of their mothers.<br> All of the above helps you understand that the origin of the manna was in those regions reserved for mercy, regions in which the original light is at home, and that this is what the words מן השמים allude to. The word השמים has been used by Solomon in the same sense in his prayer on the occasion of the opening of the Holy Temple (Kings I 8,32). He said ואתה תשמע השמים, instead of ואתה תשמע בשמים. The former means “You, the שמים will hear” (respond to prayer), instead of “You will hear in the heavens.” Psalms 78,24 continues with ודגן שמים נתן למו, “giving them heavenly grain.” When we read in Numbers 11,9: “and when the dew descended on the camp at night the manna would descend upon it,” the Torah makes the point that whereas the manna was received at night it was not collected until the daylight hours in accordance with G’d’s promise of “bread in the morning to satisfy” (Exodus 16,8).", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59ef2ed1d6e4a90d4d5c48a7", "index_title": "Steinsaltz on Yoma", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Yoma 75a:16", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Steinsaltz on Yoma 75a:16", "sourceHeRef": "ביאור שטיינזלץ על יומא ע״ה א:ט״ז", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 149.0016, "collectiveTitle": {"en": "Steinsaltz on Yoma", "he": "ביאור שטיינזלץ על יומא"}, "heTitle": "ביאור שטיינזלץ על יומא", "he": "<b>כתיב</b> <small>[נאמר]:</small> <b>\"וברדת הטל על המחנה לילה ירד המן עליו\"</b> (במדבר יא, ט), <b>וכתיב</b> <small>[ונאמר]:</small> <b>\"ויצא העם ולקטו\"</b> (שמות טז, ד), <b>וכתיב</b> <small>[ונאמר]:</small> <b>\"שטו העם ולקטו\"</b> (במדבר יא, ח), <b>הא כיצד</b> ניישב את הלשונות השונים הללו? <b>צדיקים</b> שבישראל <b>ירד</b> המן <b>על פתח בתיהם</b> ולא הוצרכו לטרוח כלל. <b>בינונים יצאו</b> מחוץ למחנה <b>ולקטו</b> מה שהיה מכונס להם שם. <b>רשעים שטו</b> היו צריכים להלך הרבה <b>ולקטו.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2ed1d6e4a90d4d5c48d1", "index_title": "Steinsaltz on Yoma", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Yoma 75b:9", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Steinsaltz on Yoma 75b:9", "sourceHeRef": "ביאור שטיינזלץ על יומא ע״ה ב:ט׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 150.0009, "collectiveTitle": {"en": "Steinsaltz on Yoma", "he": "ביאור שטיינזלץ על יומא"}, "heTitle": "ביאור שטיינזלץ על יומא", "he": "<big>ב</big> ועוד לענין המן, <b>כתיב</b> <small>[נאמר]:</small> <b>\"ותעל שכבת הטל</b> והנה על פני המדבר דק מחוספס דק ככפור על הארץ\" (שמות טז, יד), הרי שהטל היה מכסה את המן, <b>וכתיב</b> <small>[ונאמר]:</small> <b>\"וברדת הטל</b> על המחנה לילה ירד המן עליו\" (במדבר יא, ט), שהמן היה מעל הטל, וכיצד מיישבים את הכתובים? <b>אמר ר' יוסי בר' חנינא:</b> כך היה: <b>טל מלמעלה, וטל מלמטה</b> והמן באמצע, <b>ודומה כמו שמונח בקופסא</b> של טל.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0fd382b783360017a82be1", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Aseret HaDibrot, Pesachim, Torah Ohr 18", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Shenei Luchot HaBerit, Aseret HaDibrot, Pesachim, Torah Ohr 18", "sourceHeRef": "שני לוחות הברית, עשרת הדברות, מסכת פסחים, תורה אור י״ח", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1611, 1631], "commentaryNum": 18, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "תורה אור", "he": "<b>וזה לשון</b> הזוהר פרשת אמור <small>(ח\"ג צז, א)</small>, רבי אבא ורבי חייא הוי אזלי באורחא, אמר רבי חייא <small>(ויקרא כג, טו)</small> וספרתם לכם ממחרת השבת וגומר, מאי קא מיירי. אמר ליה הא אוקמוה חברייא. אבל תא חזי, ישראל כד הוו במצרים הוו ברשותא אחרה, והוו אחידן במסאבותא כאתתא דא כד איהי יתבא ביומי דמסאבותא. בתר דאתגזרו, עאלו בחולקא קדישא דאקרי בריה. כיון דאחידו ביה, פסק מסאבו מינייהו כאתתא כד פסקי דמי מסאבו מינה. בתר דאיתפסקו מינה מאי כתיב <small>(שם טו, יח)</small> וספרה לה שבעת ימים. אוף הכי כיון דעאלו בחולקא קדישא, פסק מסאבו מנייהו, ואמר הקב\"ה מכאן והלאה חושבנא לזכיותא. וספרתם לכם דייקא, כמה דכתיב וספרה לה שבעת ימים לה לעצמה, אף הכא לכם לעצמכם. ולמה, בגין לאתדכאה במיין עלאין קדישין לבתר למיתי לאתחברא ביה במלכא ולקבלא אורייתא. כתיב וספרה לה שבעת ימים, אוף הכא שבע שבתות. אמאי שבע שבתות, בגין למזכי ולאתדכאה במיין דההוא נהר דנגיד ונפיק ואקרי מים חיים. וההוא נהר ז' שבתות נפקי מיניה, ועל דא שבתות ודאי, בגין למזכי ביה, כמה איתתא דכיא דעיילה בלילא לאשתמשא בבעלה, כך כתיב <small>(במדבר יא, ט)</small> וברדת הטל על המחנה לילה, על המחנה כתיב, ולא כתיב וברדת הטל לילה, ואימתי נחת האי טלא, כד קריבו ישראל על טורא דסיני כדין נחת ההוא טלא מההוא נהרא כו', עיין שם שהאריך:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part II", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ב", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0fd3a92f650300563a8176", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Aseret HaDibrot, Shevuot, Ner Mitzva 3", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Shenei Luchot HaBerit, Aseret HaDibrot, Shevuot, Ner Mitzva 3", "sourceHeRef": "שני לוחות הברית, עשרת הדברות, מסכת שבועות, נר מצוה ג׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1611, 1631], "commentaryNum": 3, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "נר מצוה", "he": "<b>בלילה</b> ההוא של חג שבועות ידוד השינה מכל מי שרוצה לדבק בקדושה, ויעסוק בתורה כל הלילה, וכדאיתא בזוהר <small>(ח\"ג צז, א)</small>, ר' אבא ור' חייא הוו אזלי באורחא, אמר ר' חייא כתיב <small>(ויקרא כג, טו)</small> וספרתם לכם ממחרת השבת מיום הביאכם את עומר התנופה, מאי קא מיירי. א\"ל הא אוקמוה חברייא. אבל תא חזי, ישראל כד הוו במצרים הוו ברשותא אחרא, והוו אחודן במסאבותא כאתתא דא כד היא יתבא ביומי דמסאבתא. בתר דאתגזרו, עאלו בחולקא קדישא דאקרי ברית. כיון דאתאחדו ביה, פסק מסאובתא מנייהו כדא אתתא כד פסקו מנה דמי מסאובתא. בתר דאספסקו מנה מה כתיב <small>(ויקרא טו, כח)</small>, וספרה לה שבעת ימים. אוף הכא כיון דעאלו בחולקא קדישא פסקא מסאובתא מנייהו, ואמר קב\"ה מכאן ולהלא חושבנא לדכיותא וספרתם לכם. לכם דייקא, כמה דאיתמר וספרה לה שבעת ימים, לה לעצמה, אוף הכא לכם לעצמכם. ולמה, בגין לאתדכאה במיין עלאין קדישין. ולבתר למיתי לאתחברא ביה במלכא ולקבלא אורייתא. כתיב וספרה לה שבעת ימים, אוף הכא שבע שבתות. אמאי שבע שבתות, ודאי בגין למזכי לאתדכאה במיין דההוא נהר דנגיד ונפיק ואקרי מים חיים, וההוא נהר שבע שבתות נפקו מניה. ועל דא שבע שבתות ודאי בגין למזכי ביה, כמה דאתתא זביו דילה בלילא לאשתמשא בבעלה, כך כתיב <small>(במדבר יא, ט)</small> וברדת הטל על המחנה לילה, על המחנה כתיב, ולא כתיב וברדת הטל לילה, ואימתי נחת האי טלא, כד קריבו ישראל לטורא דסיני, כדין נחת ההוא טלא בשלימו באדם ואתפסקא זוהמתן מנייהו ואתחברו ביה במלכא וקבילו אורייתא לכנסת ישראל הא אוקמינ', ובההוא זמנא וראי כל הנחלים הולכים אל הים <small>(קהלת א, ז)</small> לאתדכאה ולאתחסאה וכלא אתקשרו (ס\"א אתקדשו) ואתחברו ביה במלכא קדישא:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part II", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ב", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e42b56a68f3bf1bc8c458b", "index_title": "Ohr LaShamayim", "category": "Chasidut", "type": "", "ref": "Ohr LaShamayim, Toldot 1", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Ohr LaShamayim, Toldot 1", "sourceHeRef": "אור לשמים, תולדות א׳", "anchorVerse": 9, "sourceHasEn": false, "commentaryNum": 1, "collectiveTitle": {"en": "Ohr LaShamayim", "he": "אור לשמים"}, "heTitle": "תולדות", "he": "<b>ואלה</b> תולדות יצחק בן אברהם (כה, יט). ונ\"ל דאיתא בגמרא (תנדבא\"ר פכ\"ה) חייב אדם לומר מתי יגיעו מעשי למעשי אבותי, והיאך אפשר להיות אבות הקדושים.<br><b>אבל</b> באמת הוא, אע\"פ שבעצם אי אפשר להיות כאבות הקדושים, אבל עכ\"פ כל אחד לפי ערכו צריך להמשיך על עצמו קדושת האבות, וכך שמעתי מכאדמו\"ר <b>מוהרי\"י</b> זצללה\"ה במה שאדם עוסק באיזה מחשבה משם יש לו הארה, ויש בעולם נשמות קדושים וגדולים שיש להם כח גדול לתקן העולמים, וע\"י יהיה המשכת השפע לישראל, והיצה\"ר עושה להם מסך ח\"ו באמרו אין אתה ראוי לזה, ומכניע לבבו עד שמבטלו מכל וכל ח\"ו, ולזה צריך התחכמות גדול שלא ישמע לעצתו ולהפקיר עצמו לעשות רצון הבורא ב\"ה כמו שמצינו באבות, וזה מתי יגיע מעשי למעשי אבותי.<br><b>והאדם</b> הרוצה לתקן נשמתו באמת, צריך להיות כל רצונו וחפצו בלתי לה' לבדו, ושלא ישגיח על עניני עצמו, ויהיה בחינת הפקר, כמאמר חז\"ל (נדרים נה. עה\"פ במדבר כא, יח) ממדבר מתנה וכו', וכשרואה השי\"ת כוונתו ומחשבתו הטהורה אזי נותן לו השי\"ת נתיבות חכמה להמשיך רחמים בעולם, וממילא בא עליו גם כן, כאשר פי' וברדת הטל וכו' (במדבר יא, ט) ע\"ש, כי תקונו של אדם הוא דוגמא וכעין שהיה בעת בריאת עולם, כדאיתא בזוה\"ק בי איסתכל וכו', ותחילה עלה במחשבה לברוא במדת הדין ח\"ו וראה שאין העולם מתקיים שתפו למדת הרחמים (ע' בר\"ר יב טו, רש\"י בראשית א א), כ\"כ כשאדם מתחיל לתקן נשמתו כנ\"ל, והוא בבחינת מדת הדין, שמפקיר עצמו, אבל אין זה קיום העולם, ונותן לו השי\"ת רחמנות בלבו שיהא ממשיך רחמים על כ\"י ואעפי\"כ יהא דבוק בהבורא ב\"ה.<br><b>וז\"פ</b> ואלה תולדות יצחק, דהיינו כשאדם רוצה להוליד עצמו ולתקן נשמתו, אז הוא בחינת יצחק מדת הדין, ואח\"כ מושך עליו השי\"ת חוט של חסד, וז\"פ בן אברהם, וע\"י מדת אברהם יכול להשיג ירא' התרוממות, וזהו אברהם הוליד את יצחק:", "heVersionTitle": "Jerusalem, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e42b7337fff5a99e793beb", "index_title": "Ohr LaShamayim", "category": "Chasidut", "type": "", "ref": "Ohr LaShamayim, Vayetzei 7", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Ohr LaShamayim, Vayetzei 7", "sourceHeRef": "אור לשמים, ויצא ז׳", "anchorVerse": 9, "sourceHasEn": false, "commentaryNum": 7, "collectiveTitle": {"en": "Ohr LaShamayim", "he": "אור לשמים"}, "heTitle": "ויצא", "he": "<b>ויאמר</b> נקבה שכרך עלי ואתנה (ל, כח). דהנה כביכול ב\"ה האציל בחינת ז\"א, ונתן ביד האדם להאיר זאת הבחינה ולהמשיך לה שפע מיומין עתיקין (ע' ע\"ח שי\"ג פ\"ה), ובחינת ז\"א זה נקרא קודשא בריך הוא (ע' זח\"ג כג:). והאדם צריך להמשיך השפעה מי\"ג תיקונין עילאין לט' תיקונין דהיינו ז\"א (זח\"ג קלט., זח\"ג רפט:), וזה סוד (בראשית מח, כ) בך יברך ישראל, וזה סוד ותתפלל חנה על ה' (שמ\"א א, י) דהיינו להמשיך שפע מלמעלה מיומין עתיקין לבחינה שנקרא ה' (זח\"ג קכט.).<br><b>וזפ\"ה</b> ויאמר נקבה שכרך עלי, דהיינו שהשי\"ת ב\"ה אמר ליעקב אבינו ע\"ה נקבה שכרך עלי - מה שרצונך להמשיך שפע, תראה להמשיך מיומין עתיקי[ן] לבחינת ז\"א הנ\"ל, וזהו עלי היינו על יוד (כאן נפל ט\"ס), ואתנה - אתן לך כל רצונך.<br><b>וזפ\"ה</b> כי מעט אשר היה לך לפני וכו' (בראשית ל, ל), דהיינו שהשיב יעקב אבינו ע\"ה להקב\"ה, כי מעט - בחינת ז\"א. אשר היה לך - מה שנתת להאיר ולתקן כנ\"ל. לפני - עומדות לפני תמיד להאיר בחינה הנ\"ל. ויפרוץ לרוב - דהיינו שאני עושה כנ\"ל וממשיך השפעה גדולה מיומין עתיקין לבחינת ז\"א, ושתתרבה בחינת ז\"א ותתמלא השפעה מלמעלה.<br><b>ויברך</b> ה' אותך לרגלי (בראשית שם) - דהיינו שבחינת ז\"א תתמלא, ואח\"כ השפע בא לרגלי, על פי שפירשנו וברדת הטל על המחנה לילה (במדבר יא, ט), דהיינו שמוריד בהשפעתו מטל עליון, על המחנה שמרומז על כנסת ישראל שנקרא לילה (זח\"ב לח:), וממילא יורד המן עליו. וזפ\"ה ועתה מתי אעשה גם אנכי לביתי (בראשית שם), שאחר כל היחודים הנ\"ל שעושה הצדיק יתפלל גם כן על צרכותו ועל הניצוצות השייכים לנשמתו שיתקנו, וזהו וכל שה חום וכו' וטלוא ונקוד כו' שעדיין אינם בתיקון, והיה שכרי, שאתקן אותן, סוד הניקודים, ודו\"ק:", "heVersionTitle": "Jerusalem, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e42bf18f85ce6b56056862", "index_title": "Ohr LaShamayim", "category": "Chasidut", "type": "", "ref": "Ohr LaShamayim, Shemot 7", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Ohr LaShamayim, Shemot 7", "sourceHeRef": "אור לשמים, שמות ז׳", "anchorVerse": 9, "sourceHasEn": false, "commentaryNum": 7, "collectiveTitle": {"en": "Ohr LaShamayim", "he": "אור לשמים"}, "heTitle": "שמות", "he": "<b>ותתצב</b> אחותו מרחוק לדיעה מה יעשה לו (ב, ד). איתא בזוה\"ק (ת\"ז ת' יח לג.:) מארי דרגלין הם העומדים בתפלה לפני הקב\"ה, וצריך לפעול בתפלתו לאקמא שכינתא מעפרא, שתתפלל עבורינו ושתמשיך עלינו שפע, ולכן נק' השכינה שלוחא דרחמנא ושלוחא דידן, דהיינו כמו שאדם מתפלל לפני השכינה כך השכינה משתוקקת למעלה עד א\"ס, ולזה נק' שלוחא דידן, ואח\"כ היא מביאה שפע לבני ישראל מא\"ס ב\"ה הוא נק' שלוחא דרחמנא.<br><b>וז\"פ</b> ותתצב אחותו, שהצדיק פועל בתפלתו שמקים ומעמיד השכינה לעורר רחמים עלינו, והוא נק' אחותו כידוע. ואיזה אדם יוכל לפעול זאת, מי שהוא מרחוק, דהיינו שמבוזה בעיני עצמו ונדמה לו שהוא רחוק מהיכלא דמלכא, ואז יכול להעלות השכינה בתפלתו. לדעה, דהיינו עד דעת עליון. מה - ומשם היא מביאה שפע לבחינת מ\"ה. יעשה - עד עולם העשייה בחי' ב\"ן (ע\"ח שמ\"ב פי\"ד). ואח\"כ לו - דהיינו להצדיק שפועל כך בתפלתו, כמו שפירשנו (פ' בהעלותך) פירוש הפסוק (במדבר יא, ט) וברדת הטל על המחנה לילה ירד המן עליו יעו\"ש:", "heVersionTitle": "Jerusalem, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e42c38c624f9882c804c77", "index_title": "Ohr LaShamayim", "category": "Chasidut", "type": "", "ref": "Ohr LaShamayim, Beshalach 13", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Ohr LaShamayim, Beshalach 13", "sourceHeRef": "אור לשמים, בשלח י״ג", "anchorVerse": 9, "sourceHasEn": false, "commentaryNum": 13, "collectiveTitle": {"en": "Ohr LaShamayim", "he": "אור לשמים"}, "heTitle": "בשלח", "he": "<b>עזי</b> וזמרת יה וכו' (טו, ב). ונ\"ל דהנה העיקר ויסוד שורש העבודה הוא ע\"י מדת האין, כאשר הורגלנו לדבר מזה תמיד לא להרפות מזה כלל, ומחויב האדם להדמות בדרכיו, ואיתא בזוה\"ק (ע' ח\"ב קסא.:, וע' ח\"ב ר., בר\"ר א א) בי איסתכיל הקב\"ה וברא עלמין, בי מסתכלין צדיקייא ומקיימין עלמין, וכמו שהקב\"ה ברא העולם תולה ארץ על בלימה (איוב כו, ז), כ\"כ מחויב האדם לעבוד בבחינת אין, ובזה שאדם אוחז במדת אין מעורר שפע ממזלא קדישא, אין מזל לישראל (שבת קנו.). וזפ\"ה עזי וזמרת יה, כי עז בגימטריא מזלא עה\"כ, וזהו עזי, שמשה רבינו ע\"ה אמר זאת בשם כל ישראל, עזי - המזל שלי, וזמרת - ואע\"פ שאני בעצמי אפס ואין אעפ\"כ אכרית ואכתת השונאים בשביל שיהיה כבוד שמים, וז\"פ עזי וזמרת י\"ה - בשביל כבוד השי\"ת, ויהי לי לישועה - ואע\"פ שכוונתי רק להשי\"ת אעפ\"כ תבוא אלי ג\"כ הישועה, וכאשר פירשנו (פ' בהעלותך ד\"ה והמן) על פסוק וברדת הטל על המחנה לילה ירד המן עליו (במדבר יא, ט) יע\"ש:", "heVersionTitle": "Jerusalem, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e42c6124b87610e09cbe0f", "index_title": "Ohr LaShamayim", "category": "Chasidut", "type": "", "ref": "Ohr LaShamayim, Mishpatim 11", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Ohr LaShamayim, Mishpatim 11", "sourceHeRef": "אור לשמים, משפטים י״א", "anchorVerse": 9, "sourceHasEn": false, "commentaryNum": 11, "collectiveTitle": {"en": "Ohr LaShamayim", "he": "אור לשמים"}, "heTitle": "משפטים", "he": "<b>עוד</b> נ\"ל, ובהקדם פירוש הפסוק (שמות יד, ו) ויאסור את רכבו ואת עמו לקח עמו, כי העומד בתפלה צ\"ל בהכנעה וכמאמר חז\"ל (ברכות ל:) אין עומדין להתפלל אלא מתוך כובד הראש, ופירש רש\"י הכנעה, וצריך לעמוד על מעמדו ולא יפנה לכאן ולכאן רק כעבד לפני רבו ואם יפיק רצון מה' עבור עמו ישראל, וזפ\"ה ויאסור את רכבו, רכבו הוא הגוף, שבעת התפלה הוא אסור כעבד לפני המלך, וזה ויאסור את רכבו. אבל מזהיר הכתוב ואת עמו לקח עמו, היינו שיהי' כל מגמותיו עבור בני ישראל להמשיך עליהם רחמים ושלום, וצדיק כזה שכל רצונו וחפצו להמשיך טוב על ישראל אינו משגיח על עניניו והצטרכותו וכמעט שאין לו פנאי לזכור מזה, שכל מחשבתו עבור בני ישראל, אבל השי\"ת בוחן כליות ולב ורואה לבבו הנאמן נותן לו שכר סרסרות, כמו שפירשנו הפסוק (במדבר יא, ט) וברדת הטל על המחנה לילה וכו' יעוין שם בדברינו.<br><b>ובזה</b> נפרש הפסוק ועבדתם את ה' אלהיכם, ואיתא בגמרא (תענית ב.) עבודה זו תפלה, וזה ועבדתם - יש התפלה הוא עבור כ\"י, וזה ה' אלהיכם ולא נאמר לשון יחיד שיהיה פי' שמתפלל על עצמו, אבל אמר לשון רבים כנ\"ל, מבטיחה לו התורה שהבורא ב\"ה יברך את לחמך וכו', היינו על הצטרכותו ומחסורו אני אשגיח:", "heVersionTitle": "Jerusalem, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e42ccb440d0619520bbd23", "index_title": "Ohr LaShamayim", "category": "Chasidut", "type": "", "ref": "Ohr LaShamayim, Vayikra 5", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Ohr LaShamayim, Vayikra 5", "sourceHeRef": "אור לשמים, ויקרא ה׳", "anchorVerse": 9, "sourceHasEn": false, "commentaryNum": 5, "collectiveTitle": {"en": "Ohr LaShamayim", "he": "אור לשמים"}, "heTitle": "ויקרא", "he": "<b>וסמך</b> ידו על ראש העולה וכו' (א, ד). נ\"ל דהנה האדם הרוצה להעלות עצמו לעבודת השי\"ת ושהתורה תפילה שלו יהא רצוים לפני המקום ב\"ה, צריך להשתתף עם הצדיקים, ועל ידי שיתוף עם הצדיקים תהיה כל עשיתו זכה וברורה, והצדיק נקרא ראש העולה כי הוא מעלה תמיד נשמות ישראל. וזפ\"ה וסמך ידו על ראש העולה, שצריך לסמוך עצמו תמיד על הצדיק ולהשתתף עמו, אבל ונרצה לו - לעשות רצון הצדיק בלי לעבור רצונו ח\"ו. עוד ונרצה לו, שתמשיך על הצדיק מרצון עליון, כי הצדיק אינו זוכר על עניניו, ועיקר עבדותו בשביל כ\"י, וצריכים להמשיך עליו מרצון עליון ולהבריח כל המקטריגים מעליו, ומי שעושה כן זוכה לכפר עליו - שע\"י שממשיך על הצדיק בא עליו ג\"כ השפעה ומחילה וסליחה וכפרה, כמו שפירשתי על פסוק (במדבר יא, ט) וברדת הטל על המחנה לילה ירד המן עליו, יעויין שם:", "heVersionTitle": "Jerusalem, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e43bf02991439d26efa948", "index_title": "Ohr LaShamayim", "category": "Chasidut", "type": "", "ref": "Ohr LaShamayim, Beha'alotcha 10", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Ohr LaShamayim, Beha'alotcha 10", "sourceHeRef": "אור לשמים, בהעלותך י׳", "anchorVerse": 9, "sourceHasEn": false, "commentaryNum": 10, "collectiveTitle": {"en": "Ohr LaShamayim", "he": "אור לשמים"}, "heTitle": "בהעלותך", "he": "<b>והמן</b> כזרע גד הוא (יא, ז). אפשר לומר שהפסוק מרמז לנו זאת, דהנה ידוע דחיי בני ומזוני במזלא תליא (מו\"ק כח.), שהוא למעלה למעלה עולם המחשבה, והמתפלל ע\"ז צריך להמשיך מעומק עילאה מעולם המחשבה עד סוף כל דרגין כדי שיתברכו כל דרגין קדושין, וצ\"ל כוונתו לזה עיקר שיתברכו כל העולמים קדושים וממילא נתברך ג\"כ הוא מה שרוצה, כי כל המברך מתברך (ע' סוטה לח:). וזפ\"ה ג\"כ וברדת הטל על המחנה לילה ירד המן עליו (במדבר יא, ט), כלומר בהמשכת מה שאדם מושך טל העליון על כנסת ישראל שנקרא מחנה לילה, אם כוונתו לזה, יורד ג\"כ המן עליו, כי המברך מתברך. ובבני גד נאמר (דברים לג, כ) וטרוף זרוע אף קדקוד, כלומר מה שהמשיכו פרנסה לעולם הגילוי שמרומז לזרוע, הי' בכח המשכתם מן העולם המחשבה המרומז על קדקוד (פע\"ח ש' הסליחות פ\"ח). וזפ\"ה והמן כזרע ג\"ד, כלומר בכח כוונתם שהמשיכו מקדקוד לזרועות עולם, ודו\"ק:", "heVersionTitle": "Jerusalem, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b80c8430f78f20636ab2", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 260:1", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Yalkut Shimoni on Torah 260:1", "sourceHeRef": "ילקוט שמעוני על התורה ר״ס:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 260.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ויהי בערב ותעל השלו כתיב שלו וקרינן סלו צדקים אוכלין אותו בשלוה ורשעים אוכלין אותו ודומה עליהם כסילוים. ארבעה מיני שלו הן שבלי וקיבלי ופסיוני ושלו. מעליא דכולהו שבלי. גריעא דכולהו שלו, כי ציפרתא הוו ושחיט לה ומותבין לה בתנורא ותפח והוי מלא תנורא, ומותבין אתליסר ריפתי ותחתונה אינה נאכלת אלא על ידי תערובות. רב יהודה משתכח ליה בדני. רב חסדא משתכח ליה בי ציבי. רבא אייתי ליה ציידא כל יומא מאגמא. יומא חד לא אייתי ליה. אמר מאי האי סליק לאגרא שמעיה לינוקא דקאמר שמעתי ותרגז בטני לקול צללו שפתי אמר שמע מינה נח נפשיה דרב חסדא ובדיל רבה אכיל תלמידא. כתיב ותעל שכבת הטל וכתיב וברדת הטל טל מלמעלה וטל מלמטה ודומה כמי שמונח בקופסא. דק מחספס אמר ריש לקיש דבר שנמוח על פסת היד ור' יוחנן אמר דבר שנבלע ברמ\"ח אברים. מחספ\"ס בגימטריא הכי הוי. מחוספס טובא הוו אמר רב נחמן בר יצחק מחספס כתיב. תנו רבנן לחם אבירים אכל איש לחם שמלאכי השרת אוכלין אותו דברי רבי עקיבא. כשנאמר דבר לפני ר' ישמעאל אמר להו צאו ואמרו לר' עקיבא טעית וכי מלאכים אוכלים והלא כבר נאמר לחם לא אכלתי אלא אל תקרי אבירים אלא אברים דבר שנבלע ברמ\"ח אברים אלא מה אני מקיים ויתד תהיה לך על אזנך דברים שתגרי אומות מוכרין להן לישראל [רבי אומר אף אותן דברים] מן מפיגן. אלא מה אני מקים ויתד תהיה לך על אזנך לאחר שסרחו אמר הקב\"ה אני אמרתי יהיו כמלאכי השרת והם לא רצו עכשיו אני מטריח אותם שלש פרסאות היינו דכתיב ויחנו על הירדן וגו'. ואמר רבה בר בר חנה לדידי חזי לי ההוא דוכתא והוה תלתא פרסי. תני כשהן נפנין אין נפנין לא לפניהן ולא לצדיהן אלא לאחוריהן. שאלו תלמידיו את ר' שמעון בן יוחאי מפני מה לא ירד מן לישראל פעם אחת בשנה אמר להם אמשול לכם משל למה הדבר דומה למלך בשר ודם שהיה לו בן אחד פסק לו מזונותיו פעם אחת בשנה ולא היה מקביל פני אביו אלא פעם אחת בשנה. חזר וקבע לו בכל יום והיה מקביל פניו בכל יום. אף ישראל מי שהיו לו ארבעה וחמשה בנים היה דואג ואומר שמא למחר לא ירד מן ונמצאו כלם מתים ברעב ונמצאו כלם מכוונים את לבם לאביהם שבשמים. ", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b80cc823a798e70b5b02", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 735:3", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Yalkut Shimoni on Torah 735:3", "sourceHeRef": "ילקוט שמעוני על התורה תשל״ה:ג׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 735.0003, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "דבר אחר מפני משאוי הדרך. וכבר היו ר' טרפון וזקנים יושבין ועוסקין בפרשת המן (כתוב ברמז ר\"ס). והמן כזרע גד הוא אמר רב אסי עגול כגידא ולבן כמרגלית. תניא נמי הכי גד שדומה לזרע פשתן בגבעולין, אחרים אומרים שדומה לאגדה שמושכת לבו של אדם כמעין. תניא אידך גד שהיה מגיד להן לישראל בין בן תשעה לראשון ובין בן שבעה לאחרון, לבן שמלבין עונותיהם של ישראל. א\"ר יוסי כשם שהנביא היה מגיד להן לישראל מה שבחורין ושבסדקין אף המן מגיד להם. הא כיצד שנים באין לפני משה לדין זה אומר עבדי גנבת וזה אומר אתה מכרתו לי א\"ל משה דינו לבקר משפט, למחר אם נמצא עומרו בבית רבו ראשון בידוע שזה גנבו, ואם נמצא בבית שני בידוע שזה מכרו לו. וכן איש ואשה שבאו לפני משה לדין, הוא אומר היא סרחה עלי והיא אומרת הוא סרח עלי. א\"ל משה דינו לבקר משפט, למחר אם נמצא עומרה בבית בעלה בידוע שהוא סרח עליה, ואם נמצא עומרה בבית אביה בידוע שהיא סרחה עליו. כתיב לחם וכתיב עוגות וכתיב וטחנו ברחים הא כיצד, לחם לצדיקים, ולבינונים עוגות, לרשעים וטחנו ברחים. או דכו במדוכה מלמד שירד להן לישראל עם המן דבר שנדוך במדוכה ומאי ניהו תכשיטי נשים. ובשלו בפרור מלמד שירד להן לישראל ציקי קדרה עם המן. והיה טעמו כטעם לשד השמן אל תקרי לשד אלא שד, מה שד זה מתהפך לכמה גוונים אף המן מתהפך להן לכמה טעמים. איכא דאמרי לשד מה דד זה תינוק מוצא בו כמה טעמים אף המן כל זמן שאוכלין אותו מוצאין בו כמה טעמים. כתיב וברדת הטל על המחנה וגו' וכתיב ויצא העם ולקטו וגו' הא כיצד, לצדיקים יורד להם על פתח ביתם, בינונים יצאו מן העם ולקטו, רשעים שטו ולקטו:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b80d8430f78f20636ab4", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 735:9", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Yalkut Shimoni on Torah 735:9", "sourceHeRef": "ילקוט שמעוני על התורה תשל״ה:ט׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 735.0009, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "וברדת הטל על המחנה לילה מלמד שהיה יורד על האסקופין ועל המזוזות. או לפי שהיה יורד על האסקופין ועל המזוזות יכול היו אוכלין אותו מלוכלך ומטונף, תלמוד לומר והנה על פני מדבר דק מחספס כגליד היה יורד תחלה ונעשה לארץ כמין אסקוטלא והמן היה יורד עליו והיו ישראל מלקטין ואוכלין, הרי מלמטה אבל מלמעלה יכול יהו השקצים וזבובים שוכבים עליו, תלמוד לומר ותעל שכבת הטל מלמד שהיה מונח כאלו מונח בתוך דלוסקמא והם קוראין קריאת שמע ומתפללין ואדם יוצא לפתח ביתו ומלקט פרנסתו ופרנסת ביתו ואחר כך וחם השמש ונמס. ר' שמעון אומר מפני מה לא ירד מן לישראל בפעם אחת וכו'. כיוצא בו א\"ר דוסתאי בר רבי ינאי מפני מה לא ברא הקב\"ה חמין בירושלים כחמי טבריא שלא יאמר אדם לחברו נלך ונעלה לירושלים, הא אם אנו עולים אלא בשביל רחיצה אחת דיינו ונמצאת עליתן שלא לשמה:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee16bfddfbb310fecfe", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Rebellion 2-4", "anchorRef": "Numbers 11:1-35", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Rebellion 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה א׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "First Rebellion", "he": "במדבר הערה א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["The mood of the book, which up until now has been orderly and celebratory, abruptly shifts. We move from a God who commands, leaders who lead, and a people that obeys, to a bitter triangle of constant complaining, questioning of leadership, and divine punishment.", "The chapter that introduces the rebellion narratives is long and complex. Although it resembles Ex. 16 (the manna chapter) in some general respects, it has its own distinct vocabulary and concerns. It is stylistically held together by the repeating roots “eat,” “gather,” and “weep”; the “grumbling” of the Exodus story does not yet appear. The chapter combines the people’s complaints about the manna (and a concomitant craving for meat) with Moshe’s complaints about how difficult it is to lead this people; both receive answer from God, the people in the form of quails and Moshe through the dissemination of prophetic gifts to others in the camp.", "It is in this chapter that Moshe—the dramatic and at times tragic Moshe of the Golden Calf story in Exodus—reappears as a character with deep emotions. Although his fate as a leader destined never to enter the Promised Land is not sealed until Chap. 20, one has the sense already here that the strain of his mission is beginning to tell. The vividness of the portrayal of Moshe is matched by that of the Children of Israel, whose words, usually complaints, include the picturesque description of Egyptian cuisine in v.5."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382edc9ad75f2d99af9fc", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Rebellion 1", "anchorRef": "Numbers 11:1-35", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Rebellion 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה א׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 11:1-35\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 11:1-35</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63d77c74eca10007534469ba", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 11:9:1", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Rav Hirsch on Torah, Numbers 11:9:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר י״א:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 9. וברדת הטל וגו׳ (siehe zu Schmot 16, 13 u. 14). Zu diesem allen kam noch hinzu, daß die Art und Weise, in welcher das Manna fiel, die ganz besondere Fürsorge bekundete, in welcher es ihnen gespendet wurde, es somit jeden Tag als מן, als die besonders gewährte Gottesspende dalag — eine Tatsache, die auch nur wenig geistig gehobenen Menschengemütern es hätte über alles andere süß und wert machen müssen. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64186aa0894184186dd58e32", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 11:9:1", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Sifrei Zuta 11:9:1", "sourceHeRef": "ספרי זוטא י״א:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "commentaryNum": 9.0001, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>וברדת הטל על המחנה ירד המן עליו</b>, מגיד שהיה יורד על האסכופים ועל המזוזות או לפי שהיה יורד על האסכופים ועל המזוזות יכול יהו אוכלין אותו מלוכלך ומטונף אמרת ותעל שכבת הטל (שמות טז יד) הא כיצד גליד היה יורד תחלה ונעשה כאסקוטלין והמן יורד עליו הרי מלמטן אבל מלמעלן יהיו שרצים וזבובים שוכנים עליו אמרת ותעל שכבת הטל שהיה מונח כבגלוסקים והיו קוראין את שמע ומתפללין ואדם יוצא אל פתח ביתו מתפרנס צרכו וצורך ביתו ואחר כך וחם השמש ונמס (שמות ט״ז כא). ר' שמעון אומר מפני מה לא היה המן יורד לישראל פעם אחת בשנה כדי שלא יופכו את פניהם מאביהן שבשמים מושלין אותו משל למה הדבר דומה למלך שכעס על בנו וגזר להיות מפרנסו פעם אחת בשנה ולא היה הבן מביט להקביל פני אביו אלא בשעת פרנסתו גזר להיות מפרנסו בכל יום ויום והיה אותו הבן אומר אלו איני מקביל פני אבא אלא בשעת פרנסתי דיי כך היה בתוך ביתו של אדם חמשה זכרים או חמש נקבות והוא יושב ומצפה ואומר אוי לי שמא לא ירד המן למחר ונמצא בני מתים ברעב יהי רצון מלפניך שירד נמצאו הופכין פניהן לאביהן שבשמים. ד״א כדי שיאכל אותו חם, ד״א מפני משוי הדרך. יוסי בן יהודה אומר מפני מה לא ברא הקב״ה חמים בירושלם שלא יהא אדם אומר לחבירו לכה לך ואנו עולים לירושלם והוא אומר לו למה והוא אומר לו אלו בשביל רחיצה אחת אנו עולין לירושלם דיינו נמצאת עלייתן שלא לשמה:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "6418829cc9371ec0cebe74cf", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 11:9:1", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Reggio on Torah, Numbers 11:9:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר י״א:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>וברדת הטל,</b> זה נגד מה שאמרו בלתי אל המן עינינו כאילו היו מסופקים אם יבא אם לא, ואמר כאן כי בהיותם ישנים היה יורד המן ובקומם מצאו לחמם כבר מוכן ובטוחים היו שילקטוהו:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6418829dc9371ec0cebe74d1", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 11:9:2", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Reggio on Torah, Numbers 11:9:2", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר י״א:ט׳:ב׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 9.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>ירד המן עליו</b> על מקום נקי אחר שירחץ הטל את המקום:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64e1ad861686de6daa6d0d03", "index_title": "Rav Hirsch on Torah", "category": "Quoting Commentary", "type": "", "ref": "Rav Hirsch on Torah, Exodus 16:13:1", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Rav Hirsch on Torah, Exodus 16:13:1", "sourceHeRef": "רש\"ר הירש על התורה, שמות ט״ז:י״ג:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Rav Hirsch on Torah", "he": "רש\"ר הירש על התורה"}, "heTitle": "שמות", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 13. Joma 75b werden vier Arten Selaw aufgerechnet, darunter פסיוני, wahrscheinlich Fasanen. Selaw wird als die geringste Art und als ein überaus fetter Vogel bezeichnet. Man hält Selaw für eine Wachtelart. Der Selaw ward ihnen in das Lager geworfen, sie hatten sich nicht darum zu bemühen, wie um das Manna, das sie vom Felde aufsammeln mussten. Es ist höchst bezeichnend, daß der Selaw, der ihnen nicht zum Segen, sondern nur zur Belehrung, daß <i>Gott</i> ihr Murren vernommen, gesendet wird, ihnen ohne Mühe, gleichsam vor die Füße geworfen wird, was ihnen aber die liebende Fürsorge Gottes spendet, nur durch ihre Mittätigkeit erreicht wird. —שכבת הטל, der Niederschlag des Taues. טל, von טלל, verwandt mit דלל, wovon דל, aus einer Höhe herabsinken, הלל, wovon תל, niederfallen in Trümmer; daher ַטל , der Niederschlag der zuvor aufgestiegenen Dünste. In den Wüsten überhaupt, in den asiatischen und afrikanischen Wüsten, wo die Ausdünstung fehlt, insbesondere, ist Tau nicht gewöhnlich. Wenn dem Manna, wie aus Bamidbar 11, 9 ersichtlich, immer ein Tauniederschlag voranging und, wie hier berichtet wird, nachfolgte, so daß das Manna zwischen zwei Lagen Tau zu liegen kam, so müssen beide besonders für das Manna gesendet, somit dafür wichtig gewesen sein. Wir vermuten, daß durch die vorangehende Tauniederlagerung der Wüstensand erst getränkt und dadurch fest wurde, so daß die Mannakörner nicht in den Sand fielen und sandig wurden. Der zweite Niederschlag reinigte die Körner vollends von allem, was sich im Niederfallen an sie angesetzt haben mochte. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6543a8b5e766f45c449ed3fc", "index_title": "Sha'arei Orah", "category": "Kabbalah", "type": "", "ref": "Sha'arei Orah, Third and Fourth Gates, Seventh and Eight Sefirah 37", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Sha'arei Orah, Third and Fourth Gates, Seventh and Eight Sefirah 37", "sourceHeRef": "שערי אורה, השער השלישי והרביעי - הספירה השמינית והשביעית ל״ז", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1260, 1300], "commentaryNum": 37, "collectiveTitle": {"en": "Sha'arei Orah", "he": "שערי אורה"}, "heTitle": "השער השלישי והרביעי - הספירה השמינית והשביעית", "he": "ודע כי שתי מידות האלו שהם נצ\"ח והו\"ד, שהם י\"י אלהים צבאות, נקראים <b>שחקים</b>. ואלו שני היכלות המכינים מזון לצדיקים ונקראו שחקים. וזהו שארז\"ל: שחקים שבהם טוחנים מן לצדיקים. ותדע לך בבירור כי בסוד שחקים נמשך המן והטל, וסימן: וברדת הטל על המחנה לילה ירד המן עליו (במדבר יא, ט). וכבר ידעת כי 'טל חרמון יורד על הררי ציון'. ולמי הוא טוחן? לצדיקים שהם צדי\"ק וצד\"ק, ובכלל צדיק וצדק מקבלים כוח ופרנסה וחיים כל הצדיקים הנקראים על שמם. ", "heVersionTitle": "Shaarei Orah, grimoar", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Know that these two Divine qualities, victory-<i>Netzach</i> and majesty-<i>Hod</i>, which are <i>HaShem</i> God of Hosts-<i>HaShem Elohi”m Tzva’ot</i>-יהו״ה אלהי״ם צבאו״ת, are called <i><b>Shechakim</i>-שחקים</b>. They are two chambers, called <i>Shechakim</i>-שחקים (in the plural) within which sustenance is prepared for the righteous-<i>Tzaddikim</i>, as our sages, of blessed memory, stated,<sup class=\"footnote-marker\">94</sup><i class=\"footnote\">Talmud Bavli, Chagigah 12b</i> “[The firmament called] <i>Shechakim</i>-שחקים, is where mills stand and grind <i>manna</i> for the righteous-<i>Tzaddikim</i>.” Therefore, know with clarity, that through the mystery of <i>Shechakim</i>-שחקים, dew and <i>manna</i> are drawn down. The sign by which to remember this, is the verse,<sup class=\"footnote-marker\">95</sup><i class=\"footnote\">Numbers 11:9</i> “When the dew-<i>Tal</i>-טל descended upon the camp at night, the <i>manna</i>-מן would descend upon it.” As you already know,<sup class=\"footnote-marker\">96</sup><i class=\"footnote\">Psalms 133:3</i> “The dew-<i>Tal</i>-<i>טל</i> of Hermon descends upon the mountains of Zion-<i>Harerei Tziyon</i>-<i>הררי ציון</i>.” And for who does it grind? For the righteous-<i>Tzaddikim</i> [in the plural], referring to the righteous one-<i>Tzaddik</i>-<i>צדיק</i> and righteousness-<i>Tzeddek</i>-<i>צדק</i>.<sup class=\"footnote-marker\">97</sup><i class=\"footnote\">That is, the righteous one-<i>Tzaddik</i>-צדיק refers to foundation-<i>Yesod</i>, and righteousness-<i>Tzeddek</i>-צדק refers to kingship-<i>Malchut</i>, as discussed in the preceding Gates.</i> Included in the righteous one-<i>Tzaddik</i>-<i>צדיק</i> and righteousness-<i>Tzeddek</i>-<i>צדק</i>, are all the righteous-<i>Tzaddikim</i>-<i>צדיקים</i> who are called by their name and receive strength, sustenance, and life, through them.", "versionTitle": "Gates of Light, trans. by Rabbi Amiram Markel and Rabbi Yehudah S. Markel, 2023", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "657ecc6a758c1dc532ec9159", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 11:9", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Steinsaltz on Numbers 11:9", "sourceHeRef": "ביאור שטיינזלץ על במדבר י״א:ט׳", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 11.0009, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וּבְרֶדֶת הַטַּל עַל הַמַּחֲנֶה</b> מדי \n  <b>לָיְלָה</b>– \n  <b>יֵרֵד הַמָּן עָלָיו.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>With the falling of the dew upon the camp at night, the manna fell upon it. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "55a3ad14fbfba277e9970ad8", "index_title": "Exodus", "category": "Tanakh", "type": "", "ref": "Exodus 16:13", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Exodus 16:13", "sourceHeRef": "שמות ט״ז:י״ג", "anchorVerse": 9, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 16.0013, "collectiveTitle": {"en": "Exodus", "he": "שמות"}, "heTitle": "שמות", "he": "וַיְהִ֣י בָעֶ֔רֶב וַתַּ֣עַל הַשְּׂלָ֔ו וַתְּכַ֖ס אֶת־הַֽמַּחֲנֶ֑ה וּבַבֹּ֗קֶר הָֽיְתָה֙ שִׁכְבַ֣ת הַטַּ֔ל סָבִ֖יב לַֽמַּחֲנֶֽה׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "In the evening quail appeared and covered the camp; in the morning there was a fall of dew about the camp.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5614e437fbfba21096624fd3", "index_title": "Ein Yaakov (Glick Edition)", "category": "Midrash", "type": "", "ref": "Ein Yaakov (Glick Edition), Yoma 8:2", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Ein Yaakov (Glick Edition), Yoma 8:2", "sourceHeRef": "עין יעקב (מאת שמואל צבי גליק), יומא ח׳:ב׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1901, 1921], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Ein Yaakov (Glick Edition)", "he": "עין יעקב (מאת שמואל צבי גליק)"}, "heTitle": "יומא", "he": "תניא ר׳ יוסי אומר כשם שהנביא היה מגיד להם לישראל מה שבחורים ומה שבסדקים כך המן מגיד לישראל מה שבחורים ומה שבסדקים כיצד שנים שבאו לפני משה לדין זה אומר עבדי גנבת וזה אומר אתה מכרתו לי א״ל משה דינו לבקר משפט למחר אם נמצא עומר בבית רבו ראשון בידוע שזה גנבו נמצא עומר בבית רבו שני בידוע שזה מכרו לו וכן איש ואשה שבאו לפני משה לדין הוא אומר היא סרחה עלי והיא אומרת הוא סרח עלי א״ל משה דינו לבקר משפט אם נמצא עומרה בבית בעלה בידוע שהוא סרח עליה ואם נמצא בבית אביה בידוע שהיא סרחה עליו. כתיב (במדבר יא ט) וברדת הטל על המחנה לילה וגו׳ וכתיב (שמות טז ח) ויצא העם ולקטו וגו׳ וכתיב (במדבר יא ד) שטו העם ולקטו וגו׳ הא כיצד צדיקים יורד להם על פתח בתיהם בינונים יצא העם ולקטו רשעים שטו העם ולקטו כתיב לחם וכתיב וטחנו הא כיצד צדיקים לחם בינונים עוגות רשעים טחנו בריחים. (במדבר יא ח) והיה טעמו כטעם לשד השמן א״ר אבהו מה שד זה כל זמן שהתינוק ממשמש בו מוצא בו כמה טעמים אף המן כל זמן שישראל אוכלין אותו מוציאין בו כמה טעמים:", "heVersionTitle": "En Jacob, translated by SH Glick, 1916", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916", "text": "We are taught in a Baraitha: R. Jose says: \"Just as the prophet disclosed to Israel all that occurred in the very nooks and fissures of their dwellings, so also did the manna disclose all the secrets that were hidden in the very nooks and fissures.\" In what manner? For instance, when two [litigants] came to Moses, and the plaintiff said: \"He has stolen my slave,\" while the defendant said: \"You sold him to me,\" Moses would say: \"In the morning we shall decide it.\" On the morrow, if the measure of manna for the slave was found in the house of his first master, it became known that the slave had been stolen; but if the measure of manna was found in the house of the other, it was evident that he had bought him. And so also if one came and impeached his wife for adultery, and she counter-charged him with that crime; then Moses again said: \"In the morning we shall decide it.\" If her measure of manna was found in the house of her husband, it was evident that he had sinned; if the measure of manna was found in the house of her father, it was plain that she had sinned.\" It is written (Num. 15, 9) When the dew fell upon the camp in the night the manna fell upon it; and it is written (Ex. 16, 4) The people shall go out, and gather; and again it is written (Num. 11, 8) The people went about, and gathered it. How are the three verses to be reconciled? As for the righteous, the manna came down at the door of their tents; the average man had to go out and find it; the wicked had to swarm around and gather it.\" It is written (Ex. 16, 8) bread from heaven; and (Num. 11, 4) … made cakes of it; and (ib.) ground it. How shall these passages be reconciled to each other? For the righteous, it was ready bread; for the average man, it was cakes (unbaked); and the wicked had to grind it in a mill. (Num. 11, 8) Its taste was as of cakes mixed with oil. R. Abahu said: \"Just as the breast, in which the suckling, every time he touches it, finds a different flavor [according to what his mother had eaten], so also did the manna, as often as the Israelites ate it, contain all flavors.\" ", "versionTitle": "En Jacob, translated by SH Glick, 1916", "license": "Public Domain", "versionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916"}, {"_id": "56547e89d6e4a94e1942cb03", "index_title": "Abarbanel on Torah", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on Torah, Exodus 15:22:17", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Abarbanel on Torah, Exodus 15:22:17", "sourceHeRef": "אברבנאל על תורה, שמות ט״ו:כ״ב:י״ז", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1483, 1513], "commentaryNum": 22.0017, "collectiveTitle": {"en": "Abarbanel on Torah", "he": "אברבנאל על תורה"}, "he": "השאלה הט\"ז באמרו ותעל שכבת הטל וזה כי הטל והמן היה יורד מלמעלה כמו שאמר וברדת הטל על המחנה ואיך אמר א\"כ בו לשון עליה. גם שכאן נאמר ותעל שכבת הטל והנה על פני המדבר דק וגומר מורה שהיה הטל למעלה והמן תחתיו ולכן בהעלות הטל נראה המן שהיה תחתיו. אמנם בסדר בהעלותך נאמר סותר לזה (במדבר י\"א ט') וברדת הטל על המחנה לילה ירד המן עליו וזה מוכיח שהיה המן על הטל ובפירוש הפסוק אודיעך בזה דעות המפרשים: ", "heVersionTitle": "Torah Commentary of Yitzchak Abarbanel, Warsaw 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bd02d6e4a97c9cbb1030", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 11:9:1", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Bekhor Shor, Numbers 11:9:1", "sourceHeRef": "בכור שור, במדבר י״א:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1145, 1195], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "<b>וברדת הטל על המחנה.</b> ובויהי בשלח כת' ותעל שכבת הטל שהיה בין שני טלים טל מלמעלה וטל מלמטה כמונח בקופסא דרך כבוד ופי' כאן קצת העניין להודיע דלא כדין היו מתרעמין:\n", "heVersionTitle": "Bekhor Shor, Breslau, 1900", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, ברסלאו, תר\"ס", "text": "And when the dew fell on the camp.                                   And in Exodus it is written, 'And the layer of dew went up, and behold, the surface of the ground was covered with a fine, flaky substance, fine as frost on the ground.' It was between two layers of dew, dew from above and dew from below, like a precious box. The intention here is to convey a little insight to make known that they were not agitated as is usual.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5926b279d6e4a957603a2293", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Toldot 16:4", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Midrash Tanchuma Buber, Toldot 16:4", "sourceHeRef": "תנחומא בובר, תולדות ט״ז:ד׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 16.0004, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "תולדות", "he": "א\"ל יצחק אתה זה בני עשו, א\"ל אני, א\"ל הגישה לי ואוכלה וגו', מהיכן היה לו יין, הרי מצאנו שלא נתנה לו אמו יין, אלא ותתן את המטעמים וגו', ומי הביא לו יין, מיכאל הביאו לו יין מגן עדן. אמו רבותינו אין את מוצא יין של ברכה אלא זה, ושל אברהם, שנאמר ומלכי צדק מלך שלם הוציא לחם ויין וגו' <small>(בראשית יד יח)</small>, ואף זה כיון ששתה בירכו. א\"ל גשה נא ושקה לי בני, ויגש וישק לו וגו'. [היה צריך לומר ראה ריח בגדיו ויברכהו אלא אמר ראה ריח בני כריח שדה] והיה צריך לומר ראה ריח בגדי בני, אלא אמר לו ראה ריח בני, מלמד שריחו של צדיקים מעין העולם הבא, מהו כריח שדה וגו' שהיו בגדי אדם הראשון ונטלו ריח מגן עדן, מיד א\"ל ויתן לך האלהים, מטל השמים, זו היא תורה, שנאמר תזל כטל אמרתי <small>(דברים לב ב)</small>, ומשמני הארץ, אלו נביאים ורוב דגן זה תלמוד, ותירוש אלו המדרשים. ד\"א מטל השמים זה המן, שנאמר וברדת הטל <small>(במדבר יא ט)</small>, ומשמני הארץ זה הבאר.  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "Isaac said to him (in Gen. 27:24): <small>IS THIS YOU, MY SON ESAU?</small> He said to him: It is I. He said to him (in vs. 25): <small>SERVE ME, AND LET ME EAT…. &lt; SO HE SERVED HIM, AND HE ATE. HE ALSO BROUGHT HIM WINE, AND HE DRANK &gt;</small>. Where did he get wine from? Note, we find that his mother did not give him wine. Rather (in Gen. 27:17): <small>SHE GAVE HIM THE DELICACIES</small>…. Then who brought him the wine? Michael brought it to him, wine from the Garden of Eden.<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">Targum Pseudo-Jonathan, Gen. 27:25.</i> Our masters have said: You only find wine resulting in a blessing in case of this &lt; wine &gt; and Abraham's, of whom it is stated (in Gen. 14:18f.): <small>AND MELCHIZEDEK KING OF SALEM BROUGHT OUT BREAD AND WINE…. &lt; AND HE BLESSED HIM &gt;</small>.<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">Cf. Gen. R. 43:6.</i> And in case of this &lt; wine &gt; also, when he had drunk it, he blessed him. He said to him (in vs. 26f.): <small>PLEASE COME NEARER AND KISS ME, MY SON; SO HE CAME NEARER AND KISSED HIM</small>…. [It should have said: \"Aha, the odor of his clothes; then he blessed him.\" Instead he said (in vs. 27): <small>AHA, THE ODOR OF MY SON IS LIKE THE ODOR OF A FIELD</small>.] And he should have said: \"Aha, the odor of my son's clothes.\" Instead he said to him (ibid.): <small>AHA, THE ODOR OF MY SON</small>. &lt; The verse &gt; is teaching that the odor of the righteous is a hint of the world to come. What is the meaning of <small>LIKE THE ODOR OF A FIELD</small> … ? That &lt; his clothes &gt; were the garments of the first Adam and bore an odor from the garden of Eden.<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">See below, 6:22; Gen. R. 65:22.</i> He immediately said to him (in vs. 28): <small>SO MAY GOD GIVE TO YOU FROM THE DEW OF HEAVEN</small>. This is Torah, as stated (in Deut. 32:2) <small>LET MY SPEECH DRIP DOWN LIKE THE DEW</small>. (Gen. 27:28, cont.:) <small>AND THE FAT PLACES OF THE EARTH</small>. These are the Prophets. (Ibid., cont.:) <small>AND ABUNDANCE OF GRAIN</small>. This is Talmud. (Ibid., cont.:) <small>AND NEW WINE</small>. Here are the Midrashim.<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">Gen. R. 66:3.</i> Another interpretation (of Gen. 27:28): <small>FROM THE DEW OF HEAVEN</small>. This is the manna, according to what is stated (in Numb. 11:9): <small>SO WHEN THE DEW CAME DOWN &lt; UPON THE CAMP AT NIGHT, THE MANNA WOULD FALL UPON IT &gt;</small>. (Gen. 27:28, cont.:) <small>AND THE FAT PLACES OF THE EARTH</small>. Here is the well.<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">See Exod. 17:6; Numb. 21:16-18. According to tradition this well followed Israel in the wilderness. See, e.g., <i>TSuk</i>. 3:11-13. Similarly I Corinthians 10:4.</i>", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5ae9bef29197ec001aac2aa1", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Numbers 11:9:1", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Midrash Aggadah, Numbers 11:9:1", "sourceHeRef": "מדרש אגדה, במדבר י״א:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "במדבר", "he": "וברדת הטל על המחנה. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"21\"></i> בתחלה יורד הטל על הארץ, ומרבין את הארץ, כדי שלא יתעפר המן, ואחר כך היה המן יורד, ואחר כך יורד הטל עליו ומכסהו, ודומה כמי שמונה בקופסא, [שנאמר] ותעל שכבת הטל (שמות ט\"ז י\"ד) מלמד שלא היו יכולים ללקוט עד שהיה מסתלק מעליו שכבת הטל:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc281c1533e001928ab8b", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 11:9:1", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Malbim on Numbers 11:9:1", "sourceHeRef": "מלבי\"ם על במדבר י״א:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>וברדת. </b>אחר שספר שלש המגרעות שהיה במן אצל הרשעים, וכבר הזכיר (בפסוק ז') שנים שהיה לשבח אצל הצדיקים כמ\"ש והמן כזרע גד הוא, ולא הזכיר שהצדיקים ירד להם המן אל פתח בתיהם ולא הוצרכו ללקטו בשדה, לכן אמר פה כי לצדיקים <b>ברדת הטל על המחנה לילה ירד המן עליו במחנה </b>ולא הוצרכו לאספו מן השדה, וכבר כתבתי בזה בפי' פ' המן בפ' בשלח עיי\"ש, ור\"ל שהלקיטה היה רק בסבת מעשה הרשעים:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17ac73bb386c00550bc10c", "index_title": "Ein Yaakov", "category": "Midrash", "type": "", "ref": "Ein Yaakov, Yoma 8:4", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Ein Yaakov, Yoma 8:4", "sourceHeRef": "עין יעקב, יומא ח׳:ד׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1490, 1550], "commentaryNum": 8.0004, "collectiveTitle": {"en": "Ein Yaakov", "he": "עין יעקב"}, "heTitle": "יומא", "he": "אָמַר רַבִּי אַסִי: (אמר רבי יוחנן) עָגֹל כְּגִדָּא, וְלָבָן כְּמַרְגָּלִית. תָּנוּ רַבָּנָן: 'גַּד', דּוֹמֶה לְזֶרַע פִּשְׁתָּן בְּגִבְעוֹלִין. וַחֲכָמִים אוֹמְרִים: 'גַּד', דּוֹמֶה לְדִבְרֵי אַגָּדָה הַמּוֹשְׁכִין לִבּוֹ שֶׁל אָדָם כַּמַּיִם. וְתַנְיָא אִידָךְ: 'גַּד', שֶׁהָיָה מַגִּיד לָהֶם לְיִשְׂרָאֵל, אִם בֶּן תִּשְׁעָה לָרִאשׁוֹן, אִם בֶּן שִׁבְעָה לָאַחֲרוֹן. וְ'לָבָן', שֶׁמַּלְבִּין עֲוֹנוֹתֵיהֶם שֶׁל יִשְׂרָאֵל. תַּנְיָא. רַבִּי יוֹסִי אוֹמֵר: כְּשֵׁם שֶׁהַנָּבִיא הָיָה מַגִּיד לָהֶם לְיִשְׂרָאֵל, מַה שֶּׁבַּחוֹרִים וּמַה שֶּׁבַּסְּדָקִים, כָּךְ הַמָּן מַגִּיד לָהֶם לְיִשְׂרָאֵל מַה שֶּׁבַּחוֹרִים וּמַה שֶּׁבַּסְּדָקִים. כֵּיצַד? שְׁנַיִם שֶׁבָּאוּ לִפְנֵי מֹשֶׁה לַדִּין, זֶה אוֹמֵר: עַבְדִּי גָּנַבְתָּ, וְזֶה אוֹמֵר: אַתָּה מְכַרְתּוֹ לִי. אָמַר לָהֶם מֹשֶׁה: \"דִּינוּ לַבֹּקֶר מִשְׁפָּט\"! לְמָחָר, אִם נִמְצָא עֹמֶר בְּבֵית רַבּוֹ רִאשׁוֹן, בְּיָדוּעַ שֶׁזֶּה גְּנָבוֹ. נִמְצָא עֹמֶר בְּבֵית רַבּוֹ שֵׁנִי, בְּיָדוּעַ שֶׁזֶּה מְכָרוֹ לוֹ. וְכֵן אִישׁ וְאִשָּׁה שֶׁבָּאוּ לִפְנֵי מֹשֶׁה לַדִּין. הוּא אוֹמֵר: הִיא סָרְחָה עָלַי. וְהִיא אוֹמֶרֶת: הוּא סָרַח עָלַי. אָמַר לָהֶם מֹשֶׁה: \"דִּינוּ לַבֹּקֶר מִשְׁפָּט\"! [לְמָחָר], אִם נִמְצָא עֹמֶר בְּבֵית בַּעְלָהּ, בְּיָדוּעַ שֶׁהִיא סָרְחָה עָלָיו. וְאִם נִמְצָא עֹמֶר בְּבֵית אָבִיהָ, בְּיָדוּעַ שֶׁהוּא סָרַח עָלֶיהָ. (נוסח אחר: אם נמצא עומרה בבית בעלה, בידוע שהוא סרח עליה. ואם נמצא בבית אביה, בידוע שהיא סרחה עליו) כְּתִיב: (במדבר יא) \"וּבְרֶדֶת הַטַּל עַל הַמַּחֲנֶה לָיְלָה\" וְגוֹ'. וּכְתִיב: (שמות טז) \"וְיָצָא הָעָם וְלָקְטוּ\" וְגוֹ'. וּכְתִיב: (במדבר יא) \"שָׁטוּ הָעָם וְלָקְטוּ\" וְגוֹ'. הָא כֵּיצַד? צַדִּיקִים, יוֹרֵד לָהֶם עַל פֶּתַח בָּתֵּיהֶם. בֵּינוֹנִים, יָצָא הָעָם וְלָקְטוּ. רְשָׁעִים, שָׁטוּ הָעָם וְלָקְטוּ. [כְּתִיב: 'לֶחֶם', וּכְתִיב: 'עֻגּוֹת', וּכְתִיב: 'וְטָחֲנוּ', הָא כֵּיצַד? צַדִּיקִים, 'לֶחֶם', בֵּינוֹנִים, 'עֻגּוֹת', רְשָׁעִים, 'טָחֲנוּ בָּרֵיחַיִם'. (במדבר יא) \"אוֹ דָכוּ בַּמְּדֹכָה\", אָמַר רַב יְהוּדָה, אָמַר רַב, וְאִיתֵּימָא רַבִּי חָמָא בְּרַבִּי חֲנִינָא: מְלַמֵּד שֶׁיָּרַד לָהֶם לְיִשְׂרָאֵל עִם הַמָּן תַּכְשִׁיטֵי נָשִׁים, דָּבָר שֶׁנִּדּוֹךְ בַּמְּדוֹכָה. (שם) \"וּבִשְּׁלוּ בַּפָּרוּר\", אָמַר רַבִּי חָמָא: מְלַמֵּד שֶׁיָּרַד לָהֶם לְיִשְׂרָאֵל עִם הַמָּן צִיקֵי קְדֵרָה]. (שמות לו) \"וְהֵם הֵבִיאוּ אֵלָיו עוֹד נְדָבָה בַבֹּקֶר בַּבֹּקֶר\", מַאי \"בַּבֹּקֶר בַּבֹּקֶר\"? אָמַר רַבִּי שְׁמוּאֵל בַּר נַחֲמָנִי, אָמַר רַבִּי יוֹנָתָן: (מן היורד להם לישראל בבקר בבקר הוריד להם) [מִדָּבָר שֶׁיָּרַד לָהֶם בַּבֹּקֶר בַּבֹּקֶר, מְלַמֵּד שֶׁיָּרְדוּ לָהֶם לְיִשְׂרָאֵל] אֲבָנִים טוֹבוֹת וּמַרְגָּלִיּוֹת [עִם הַמָּן] (שנאמר): (שם לה) \"וְהַנְּשִׂאִם הֵבִיאוּ [אֵת אַבְנֵי הַשֹּׁהַם\"]. (ו)תָּנָא: נְשִׂיאִים מַמָּשׁ, וְכֵן הַכָּתוּב אוֹמֵר: (משלי כה) \"נְשִׂיאִים וְרוּחַ וְגֶשֶׁם אָיִן\". (במדבר יא) \"וְהָיָה טַעְמוֹ כְּטַעַם לְשַׁד הַשָּׁמֶן\", אָמַר רַבִּי אַבָּהוּ: אַל תִּקְרִי 'לְשַׁד' אֶלָּא: 'שַׁד'. מַה שַּׁד זֶה מִתְהַפֵּךְ לְכַמָּה גְּוָנִים, אַף הַמָּן מִתְהַפֵּךְ לְכַמָּה טְעָמִים. אִיכָּא דְּאַמְרֵי: שַׁד מַמָּשׁ. מַה שַּׁד זֶה, כָּל זְמַן שֶׁהַתִּינוֹק מְמַשְׁמֵשׁ בּוֹ, מוֹצֵא בּוֹ כַּמָּה טְעָמִים, אַף הַמָּן, כָּל זְמַן שֶׁיִּשְׂרָאֵל אוֹכְלִין אוֹתוֹ, מוֹצְאִין בּוֹ כַּמָּה טְעָמִים. (שמות טז) \"וַיֹּאמֶר מֹשֶׁה: בְּתֵת ה' לָכֶם בָּעֶרֶב בָּשָׂר לֶאֱכֹל וְלֶחֶם בַּבֹּקֶר לִשְׂבֹּעַ\".", "heVersionTitle": "Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אגדות חז\"ל - דעת", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b9bdb071e100bf4ed944", "index_title": "Ein Yaakov", "category": "Midrash", "type": "", "ref": "Ein Yaakov, Yoma 8:6", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Ein Yaakov, Yoma 8:6", "sourceHeRef": "עין יעקב, יומא ח׳:ו׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1490, 1550], "commentaryNum": 8.0006, "collectiveTitle": {"en": "Ein Yaakov", "he": "עין יעקב"}, "heTitle": "יומא", "he": "כְּתִיב: (שמות טז) 'לֶחֶם', וּכְתִיב: 'שֶׁמֶן', וּכְתִיב: 'דְּבַשׁ'. אָמַר רַבִּי יוֹסֵי בְּרַבִּי חֲנִינָא: הָא כֵּיצַד? לַנְּעָרִים לֶחֶם, לַזְּקֵנִים שֶׁמֶן, לַתִּינוֹקוֹת דְּבַשׁ. כְּתִיב: 'שְׂלָו' וְקַרִינָן 'סְלָו'. אָמַר רַבִּי חֲנִינָא: צַדִּיקִים אוֹכְלִים אוֹתוֹ בְּשַׁלְוָה וּרְשָׁעִים אוֹכְלִין אוֹתוֹ וְדוֹמִים לָהֶם כְּסַלְוִים. אָמַר רַב חָנָן בַּר (אבא) [רָבָא]: אַרְבָּעָה מִינֵי שְׂלָו הֵן, וְאֵלּוּ הֵן: שִׁיבְלִי, וְקִיבְלִי, פֶּסְיוֹנִי, וּשְׂלָו. מַעֲלִי מִכּוּלְּהוּ 'שִׁיבְלִי'. גְּרִיעָא דְּכוּלְּהוּ 'שְׂלָו', וַהֲוֵי כִּי צִפָּרְתָּא, וּמַלְחִי לֵיהּ, וּמוֹתְבֵיהּ לֵיהּ בְּתַנּוּרָא, וְתָפַח וְרָבִי, עַד דְּמַלִי לֵיהּ לְתַנּוּרָא. וּמַסְקֵי לֵיהּ, וּמוֹתְבֵי לֵיהּ (אתריסר) [אַתְּלֵיסַר] רִיפְתֵּי. וּבַתְרַיְתָא דְּכוּלְּהוּ, לָא מִתְאַכְלָת אֶלָּא עַל יְדֵי תַּעֲרֹבֶת. רַב יְהוּדָה מַשְׁכַּח לֵיהּ בֵּינִי דָּנֵי. רַב חִסְדָּא, מַשְׁכַּח לֵיהּ בֵּינִי צִיבֵי. רָבָא הֲוָה רָגִיל, מַיְתִּי לֵיהּ צַיְּדָא כָּל יוֹמָא מֵאַגְמָּא, הַהוּא יוֹמָא לָא אַיְתִּי לֵיהּ. אָמַר: מַאי הַאי? סָלִיק לְאִיגְרָא שַׁמְעֵיהּ לִינוּקָא דְּקָאָמַר: (חבקוק ג) \"שָׁמַעְתִּי וַתִּרְגַּז בִּטְנִי\" וְגוֹ'. אָמַר: שְׁמַע מִינָהּ, נָח נַפְשֵׁיהּ דְּרַב חִסְדָּא, (והיינו דאמרי אינשי:) וּבְדִיל רַבָּה אָכִיל תַּלְמִידָא. כְּתִיב: (במדבר יא) \"וּבְרֶדֶת הַטַּל עַל הַמַּחֲנֶה לָיְלָה, יֵרֵד הַמָּן עָלָיו\", וּכְתִיב: (שמות טז) \"וַתַּעַל שִׁכְבַת הַטָּל\". אָמַר רַבִּי יוֹסֵי בַּר חֲנִינָא: טַל מִלְּמַעְלָה, וְטַל מִלְּמַטָּה, וְנִרְאֶה כְּמוֹ שֶׁמֻּנָּח בְּקוּפְסָא. \"דַּק מְחֻסְפָּס\", אָמַר רֵישׁ לָקִישׁ: דָּבָר שֶׁנִּמּוֹחַ עַל פִּסַּת הַיָּד. וְרַבִּי יוֹחָנָן אָמַר: דָּבָר שֶׁנִּבְלַע בְּמָאתַיִם אַרְבָּעִים וּשְׁמוֹנָה אֵבָרִים. שֶׁכֵּן 'מְחֻסְפָּס' בְּגִימַטְרִיָּא הָכִי הֲוֵי. 'מְחוּסְפָּס', טוּבָא הֲוֵי! אָמַר רַבִּי נַחְמָן בַּר יִצְחָק: 'מְחֻסְפָּס' כְּתִיב! תָּנוּ רַבָּנָן: (תהלים עח) \"לֶחֶם אַבִּירִים אָכַל אִישׁ\", לֶחֶם שֶׁמַּלְאֲכֵי הַשָּׁרֵת אוֹכְלִין אוֹתוֹ, דִּבְרֵי רַבִּי עֲקִיבָא. וּכְשֶׁנֶּאֶמְרוּ הַדְּבָרִים לִפְנֵי רַבִּי יִשְׁמָעֵאל, אָמַר לָהֶם: צְאוּ וְאִמְרוּ לְרַבִּי עֲקִיבָא: עֲקִיבָא, טָעִיתָ, וְכִי מַלְאֲכֵי הַשָּׁרֵת אוֹכְלִים לֶחֶם? וַהֲלֹא כְּבָר נֶאֱמַר: (דברים ט) \"לֶחֶם לֹא אָכַלְתִּי\" [וְגוֹ'], אֶלָּא, מָה אֲנִי מְקַיֵּם \"לֶחֶם אַבִּירִים\"? אַל תִּקְרִי \"לֶחֶם אַבִּירִים\", אֶלָּא \"לֶחֶם אֵבָרִים\", לֶחֶם שֶׁנִּבְלַע בְּמָאתַיִם אַרְבָּעִים וּשְׁמוֹנָה אֵבָרִים. וְאֶלָּא מָה אֲנִי מְקַיֵּם: (שם כג) \"וְיָתֵד תִּהְיֶה לְךָ עַל אֲזֵנֶךָ\" וְגוֹ'? בִּדְבָרִים שֶׁתַּגָּרֵי אֻמּוֹת הָעוֹלָם מוֹכְרִים לָהֶם. רַבִּי אֶלְעָזָר בֶּן (פתרוס) [פַּרְטָא] אוֹמֵר: אֲפִלּוּ דְּבָרִים שֶׁתַּגָּרֵי אֻמּוֹת הָעוֹלָם מוֹכְרִין לָהֶם, מָן מְפִיגָן. אֶלָּא מָה אֲנִי מְקַיֵּם: \"וְיָתֵד תִּהְיֶה לְךָ עַל אֲזֵנֶךָ\"? לְאַחַר שֶׁסָּרְחוּ. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא: אֲנִי אָמַרְתִּי, שֶׁיִּהְיוּ יִשְׂרָאֵל לְפָנַי כְּמַלְאֲכֵי הַשָּׁרֵת, וְאַתֶּם לֹא עֲשִׂיתֶם כָּךְ, עַכְשָׁיו אֲנִי מַטְרִיחַ אֶתְכֶם שָׁלֹשׁ פַּרְסָאוֹת, דִּכְתִיב: (במדבר לג) \"וַיַּחֲנוּ עַל הַיַּרְדֵּן מִבֵּית הַיְשִׁימֹת עַד אָבֵל הַשִּׁטִּים\", וְאָמַר רַבָּה בַּר בַּר חַנָּה, [אָמַר רַבִּי יוֹחָנָן]: לְדִידִי חָזִי לִי הַהוּא דּוּכְתָא, וּתְלָתָא פַּרְסֵי הֲוָא. וְתָנָא: כְּשֶׁהֵן נִפְנִין, אֵין נִפְנִין לֹא לִפְנֵיהֶם וְלֹא לְצִדֵּיהֶם אֶלָּא לַאֲחוֹרֵיהֶם. (במדבר יא) \"וְעַתָּה נַפְשֵׁנוּ יְבֵשָׁה אֵין כֹּל\", אָמְרוּ: עָתִיד מָן זֶה שֶׁיִּתְפַּח בְּמֵעֵיהֶם וְיַהַרְגֵם, כְּלוּם יֵשׁ לְךָ יְלוּד אִשָּׁה שֶׁמַּכְנִיס וְאֵינוֹ מוֹצִיא?! וּכְשֶׁנֶּאֶמְרוּ הַדְּבָרִים לִפְנֵי רַבִּי יִשְׁמָעֵאל, אָמַר לָהֶם: אַל תִּקְרִי 'אַבִּירִים' אֶלָּא 'אֵבָרִים', דָּבָר שֶׁנִּבְלַע בְּמָאתַיִם אַרְבָּעִים וּשְׁמוֹנָה אֵבָרִים. אֶלָּא מָה אֲנִי מְקַיֵּם: \"וְיָתֵד תִּהְיֶה לְךָ עַל אֲזֵנֶךָ\"? דְּבָרִים שֶׁמְּבִיאִים לָהֶם מִמְּדִינַת הַיָּם. דָּבָר אַחֵר: \"לֶחֶם אַבִּירִים אָכַל אִישׁ\", זֶה יְהוֹשֻׁעַ, שֶׁיָּרַד לוֹ מָן כְּנֶגֶד כָּל יִשְׂרָאֵל. כְּתִיב הָכָא: \"לֶחֶם אַבִּירִים אָכַל אִישׁ\", וּכְתִיב הָתָם: (שם כז) \"אִישׁ אֲשֶׁר רוּחַ בּוֹ\". וְאֵימָא מֹשֶׁה? דִּכְתִיב: (שם יב) \"וְהָאִישׁ מֹשֶׁה עָנָו מְאֹד\"? דָּנִין 'אִישׁ', מֵ'אִישׁ', וְאֵין דָּנִין 'אִישׁ' מֵ'הָאִישׁ'. ", "heVersionTitle": "Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אגדות חז\"ל - דעת", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1396069ad4c007a1d5481", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Exodus 16:13:5", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Birkat Asher on Torah, Exodus 16:13:5", "sourceHeRef": "ברכת אשר על התורה, שמות ט״ז:י״ג:ה׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 13.0005, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "<b>רש\"י ד\"ה היתה שכבת הטל, ...והרי הוא כמונח בקופסא. ע\"כ.</b> ועתה אני משתאה, מה שבחה של קופסא זו שהמכסה שלה נעלם מאליו - \"ותעל שכבת הטל\" (יד), כלומר אין תוכנה של הקופסא נשאר משומר כרצון בעליה. (פ' בשלח תשס\"א, מלון מוריה־שרתון, תל־אביב) מקור דברי רש\"י בספרי (בהעלותך פט), וזו לשון הספרי: \"וברדת הטל\" (במדבר יא, ט) - מלמד שהיה יורד על האסקופים ועל המזוזות, יכול יהיו אוכלים אותו מטונף ומלוכלך, תלמוד לומר \"והנה על פני המדבר דק מחוספס\", כגליד היה יורד תחילה ונעשה לארץ כמין אסקוטלא, והמן יורד עליו, ומשם היו ישראל מלקטים ואוכלים. הרי למטה, אבל למעלה, יכול יהיו השקצים והזבובים שוכבים עליו, תלמוד לומר \"ותעל שכבת הטל\" (למעלה פסוק יד), מלמד כאילו מונח בתוך דלוסקמא.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1d72b93353e1a24e02bf77", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 16:14:1", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Midrash Lekach Tov, Exodus 16:14:1", "sourceHeRef": "מדרש לקח טוב, שמות ט״ז:י״ד:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b>ותעל שכבת הטל.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"71\"></i> [למדנו שהטל מלמעלה, וכתיב וברדת הטל וגו׳ ירד המן עליו (במדבר יא ט)], <i data-commentator=\"Notes and Corrections\" data-order=\"72\"></i> הא כיצד טל מלמעלה וטל מלמטה והמן באמצע, ודומה כמו שמונח <i data-commentator=\"Notes and Corrections\" data-order=\"73\"></i> בחפיסה.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea145eb7d2e1475644d77", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 11:9:1", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Midrash Lekach Tov, Numbers 11:9:1", "sourceHeRef": "מדרש לקח טוב, במדבר י״א:ט׳:א׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> וברדת המן על המחנה לילה. היה הטל יורד תחלה ונעשה כגליד כדי שלא יתלכלך המן ואחר כן היה בא טל מלמעלן מפני השרצין והזבובין כדי שלא יהו שוכבין עליו שנאמר (שמות ט״ז:י״ד) ותעל שכבת הטל. והיה דומה כמו שמונח בתוך דלוסקמא. והיה אדם משכים ומתפלל ויוצא לפתח ביתו ומלקט פרנסתו ופרנסת ביתו ואחר כך וחם השמש ונמס:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60b6f437d9362e1807c7f720", "index_title": "Degel Machaneh Ephraim", "category": "Chasidut", "type": "commentary", "ref": "Degel Machaneh Ephraim, Beha'alotcha 7", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Degel Machaneh Ephraim, Beha'alotcha 7", "sourceHeRef": "דגל מחנה אפרים, בהעלותך ז׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1770, 1800], "commentaryNum": 7, "collectiveTitle": {"en": "Degel Machaneh Ephraim", "he": "דגל מחנה אפרים"}, "heTitle": "בהעלותך", "he": "<b>וברדת הטל על המחנה לילה ירד המן עליו</b> כי ידוע שע\"י קדושת המחשבה שמקדש מחשבתו ומדבקה תמיד להש\"י ב\"ה ממילא נתקדשו כל האברים כי גופא בתר רישא גרירא וממילא נעשה מרכבה שלימה מוכן להשראת עליו קדושת אלוהות: וזה י\"ל הרמז בפסוק וברדת הטל היינו נקודה עילאה שהוא מחשבה עילאה כשיורד על המחנה היינו האברים: לילה שהם גשמיים וחשכים והיינו כשמקדש ע\"י מחשבתו כל האברים ועושה עצמו מרכבה לשכינה ב\"ה אז ירד המן עליו היינו קדושת א\"ס שהוא נותן מזון ושפע לכל עלמין בגשמיות וברוחניות הוא נותן שפע וקדושה ג\"כ לכל העולמות שהוא מחיה כל עלמין ושורה עליו השראת קדושת אור השכינה כביכול מהתפשטות א\"ס והתרגום מפרש מנא והוא מספר צ\"א שהוא יחוד הוי\"ה ואדנ\"י וזהו השפע שמשם יורד עליו והמש\"י:", "heVersionTitle": "Degel Machaneh Ephraim, Korets, 1810", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דגל מחנה אפרים, קורץ, תק\"ע", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62035c4c5503e69f1d5d620a", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 9:22", "anchorRef": "Numbers 11:4-34", "anchorRefExpanded": ["Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34"], "sourceRef": "Deuteronomy 9:22", "sourceHeRef": "דברים ט׳:כ״ב", "anchorVerse": 4, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 9.0022, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "וּבְתַבְעֵרָה֙ וּבְמַסָּ֔ה וּבְקִבְרֹ֖ת הַֽתַּאֲוָ֑ה מַקְצִפִ֥ים הֱיִיתֶ֖ם אֶת־יְהֹוָֽה׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "Again you provoked יהוה at Taberah, and at Massah, and at Kibroth-hattaavah.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62af08d783329231658f3744", "index_title": "Noda BiYehudah I", "category": "Responsa", "type": "", "ref": "Noda BiYehudah I, Orach Chaim 2:13", "anchorRef": "Numbers 8:1-12:16", "anchorRefExpanded": ["Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16"], "sourceRef": "Noda BiYehudah I, Orach Chaim 2:13", "sourceHeRef": "נודע ביהודה מהדורא קמא, אורח חיים ב׳:י״ג", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1733, 1793], "commentaryNum": 2.0013, "collectiveTitle": {"en": "Noda BiYehudah I", "he": "נודע ביהודה מהדורא קמא"}, "heTitle": "אורח חיים", "he": "הנה אמת כי כן הוא בלשון הקודש אבל הלא ידוע שהרבה נשתמשו הפייטנים בלשון ארמי ובלשון תלמוד נם הוא לשון דיבור ובספרי פרשת בהעלותך נם לו ר' יאשי' נם לי ר' יונתן וכו'. ", "heVersionTitle": "Noda BeYehuda Warsaw 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "נודע ביהודה, ורשה, תר\"מ", "text": "While this is true regarding the ‘holy tongue’ (Hebrew), it is well known that the liturgical poets used Aramaic as well. In the language of the Talmud (Aramaic), ‘<i>Nam</i>’ has the meaning of speaking, as found in the Midrash Sifrei on the Torah weekly portion of <i>Beha’alotcha<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Numbers 8:1-12:16</i></i>: ‘Rabbi Yoshi’a spoke (‘<i>Nam</i>’): Rabbi Yonatan spoke (‘<i>Nam</i>’)to me”<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">ספרי במדבר פסקא סה<br>......אמר לו ר' יונתן ממשמע הזה עדיין לא שמענו, נם לו רבי יאשיה מפני שהוא אומר צו את בני ישראל את קרבני לחמי וכו'<br>R. Yonathan (to R. Yoshiyah): This is not sufficient (for the derivation [i.e., \"in its appointed time\" may mean if it does not fall out on a Sabbath.]) R. Yoshiyah (to R. Yonathan): Rather, it is written (Bamidbar 28:2) \"Command the children of Israel and say to them … to offer (the tamid) offering to Me in its appointed time</i>.", "versionTitle": "Noda BuYehudah, trans. by Harold Landa.", "license": "", "versionTitleInHebrew": ""}, {"_id": "6319d05eb6084aa1cbf02a45", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בָּשָׂר 1", "anchorRef": "Numbers 11:4-33", "anchorRefExpanded": ["Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33"], "sourceRef": "BDB, בָּשָׂר 1", "sourceHeRef": "בראון-דרייבר-בריגס, בָּשָׂר א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בָּשָׂר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">בָּשָׂר</span></big><sub>266</sub>  <strong>n.m.</strong> flesh <strong>(</strong>cf. Arabic <span dir=\"rtl\">بَشَرٌ</span> <em>skin</em>, Syriac <span dir=\"rtl\">ܒܶܣܪܳܐ</span>, Assyrian <em>bišru</em>, <em>blood-relation</em>, Dl <sup>Assyrian Stud. i. 143, cf. Pr 170</sup>, Sab. <span dir=\"rtl\">בשר תורם</span> <em>flesh of bulls</em><strong>)</strong>—<a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">Gn 2:21</a> + 126 times; cstr. <span dir=\"rtl\">בְּשַׂר</span> <a data-ref=\"Genesis 17:11\" href=\"/Genesis.17.11\">Gn 17:11</a> + 40 times; sf. <span dir=\"rtl\">בְּשָׂרִי</span> etc. <a data-ref=\"Psalms 16:9\" href=\"/Psalms.16.9\">ψ 16:9</a> + 96 times; pl. <span dir=\"rtl\">בְּשָׂרִים</span> <a data-ref=\"Proverbs 14:30\" href=\"/Proverbs.14.30\">Pr 14:30</a>;—<br><strong>1.</strong>  <em>of the body:</em> <strong>a.</strong>  <em>of animals</em> <a data-ref=\"Genesis 41:2-19\" href=\"/Genesis.41.2-19\">Gn 41:2–19</a>; <a data-ref=\"Exodus 21:28\" href=\"/Exodus.21.28\">Ex 21:28</a>; <a data-ref=\"Exodus 22:30\" href=\"/Exodus.22.30\">22:30</a>; <a data-ref=\"Numbers 12:12\" href=\"/Numbers.12.12\">Nu 12:12</a> (E) <a data-ref=\"Numbers 11:4-33\" href=\"/Numbers.11.4-33\">Nu 11:4–33</a> (JE) <a data-ref=\"Genesis 9:4\" href=\"/Genesis.9.4\">Gn 9:4</a> + (P 30 times) <a data-ref=\"Deuteronomy 12:15\" href=\"/Deuteronomy.12.15\">Dt 12:15</a> + (D 9 times) <a data-ref=\"Judges 6:19-21\" href=\"/Judges.6.19-21\">Ju 6:19–21</a>; <a data-ref=\"I Samuel 2:13\" href=\"/I_Samuel.2.13\">1 S 2:13</a>, <a data-ref=\"I Samuel 2:15\" href=\"/I_Samuel.2.15\">15</a>; <a data-ref=\"I Kings 17:6\" href=\"/I_Kings.17.6\">1 K 17:6</a>; <a data-ref=\"I Kings 19:21\" href=\"/I_Kings.19.21\">19:21</a>; <a data-ref=\"Job 31:31\" href=\"/Job.31.31\">Jb 31:31</a>; <a data-ref=\"Job 41:15\" href=\"/Job.41.15\">41:15</a> <a data-ref=\"Psalms 50:13\" href=\"/Psalms.50.13\">ψ 50:13</a>; <a data-ref=\"Proverbs 23:20\" href=\"/Proverbs.23.20\">Pr 23:20</a>; <a data-ref=\"Isaiah 22:13\" href=\"/Isaiah.22.13\">Is 22:13</a>; <a data-ref=\"Isaiah 44:16\" href=\"/Isaiah.44.16\">44:16</a>, <a data-ref=\"Isaiah 44:19\" href=\"/Isaiah.44.19\">19</a>; <a data-ref=\"Isaiah 65:4\" href=\"/Isaiah.65.4\">65:4</a>; <a data-ref=\"Isaiah 66:17\" href=\"/Isaiah.66.17\">66:17</a>; <a data-ref=\"Jeremiah 7:21\" href=\"/Jeremiah.7.21\">Je 7:21</a>; <a data-ref=\"Jeremiah 11:15\" href=\"/Jeremiah.11.15\">11:15</a>; <a data-ref=\"Ezekiel 4:14\" href=\"/Ezekiel.4.14\">Ez 4:14</a> + 6 times <a data-ref=\"Daniel 10:3\" href=\"/Daniel.10.3\">Dn 10:3</a>; <a data-ref=\"Hosea 8:13\" href=\"/Hosea.8.13\">Ho 8:13</a> <a data-ref=\"Micah 3:3\" href=\"/Micah.3.3\">Mi 3:3</a>; <a data-ref=\"Haggai 2:12\" href=\"/Haggai.2.12\">Hg 2:12</a>; <a data-ref=\"Zechariah 11:9\" href=\"/Zechariah.11.9\">Zc 11:9</a>, <a data-ref=\"Zechariah 11:16\" href=\"/Zechariah.11.16\">16</a>. <strong>b.</strong>  <em>of men</em> <a data-ref=\"Genesis 40:19\" href=\"/Genesis.40.19\">Gn 40:19</a> (E) <a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">2:21</a>; <a data-ref=\"Exodus 4:7\" href=\"/Exodus.4.7\">Ex 4:7</a> (J) <a data-ref=\"Leviticus 12:3\" href=\"/Leviticus.12.3\">Lv 12:3</a>; <a data-ref=\"Leviticus 13:2\" href=\"/Leviticus.13.2\">13:2</a> + 16 times <a data-ref=\"Leviticus 26:29\" href=\"/Leviticus.26.29\">26:29</a> (P) <a data-ref=\"Deuteronomy 28:53\" href=\"/Deuteronomy.28.53\">Dt 28:53</a>, <a data-ref=\"Deuteronomy 28:55\" href=\"/Deuteronomy.28.55\">55</a>; <a data-ref=\"Deuteronomy 32:42\" href=\"/Deuteronomy.32.42\">32:42</a>; <a data-ref=\"Judges 8:7\" href=\"/Judges.8.7\">Ju 8:7</a>; <a data-ref=\"I Samuel 17:44\" href=\"/I_Samuel.17.44\">1 S 17:44</a>; <a data-ref=\"II Kings 4:34\" href=\"/II_Kings.4.34\">2 K 4:34</a>; <a data-ref=\"II Kings 5:10\" href=\"/II_Kings.5.10\">5:10</a>, <a data-ref=\"II Kings 5:14\" href=\"/II_Kings.5.14\">14</a>; <a data-ref=\"II Kings 6:30\" href=\"/II_Kings.6.30\">6:30</a>; <a data-ref=\"II Kings 9:36\" href=\"/II_Kings.9.36\">9:36</a>; <a data-ref=\"Job 2:5\" href=\"/Job.2.5\">Jb 2:5</a>; <a data-ref=\"Job 4:15\" href=\"/Job.4.15\">4:15</a>; <a data-ref=\"Job 6:12\" href=\"/Job.6.12\">6:12</a>; <a data-ref=\"Job 7:5\" href=\"/Job.7.5\">7:5</a>; <a data-ref=\"Job 10:11\" href=\"/Job.10.11\">10:11</a>; <a data-ref=\"Job 13:14\" href=\"/Job.13.14\">13:14</a>; <a data-ref=\"Job 19:20\" href=\"/Job.19.20\">19:20</a>, <a data-ref=\"Job 19:22\" href=\"/Job.19.22\">22</a>; <a data-ref=\"Job 21:6\" href=\"/Job.21.6\">21:6</a>; <a data-ref=\"Job 33:21\" href=\"/Job.33.21\">33:21</a>, <a data-ref=\"Job 33:25\" href=\"/Job.33.25\">25</a> <a data-ref=\"Psalms 27:2\" href=\"/Psalms.27.2\">ψ 27:2</a>; <a data-ref=\"Psalms 38:4\" href=\"/Psalms.38.4\">38:4</a>, <a data-ref=\"Psalms 38:8\" href=\"/Psalms.38.8\">8</a>; <a data-ref=\"Psalms 79:2\" href=\"/Psalms.79.2\">79:2</a>; <a data-ref=\"Psalms 102:6\" href=\"/Psalms.102.6\">102:6</a>; <a data-ref=\"Psalms 109:24\" href=\"/Psalms.109.24\">109:24</a>; <a data-ref=\"Proverbs 4:22\" href=\"/Proverbs.4.22\">Pr 4:22</a>; <a data-ref=\"Proverbs 5:11\" href=\"/Proverbs.5.11\">5:11</a> <a data-ref=\"Isaiah 9:19\" href=\"/Isaiah.9.19\">Is 9:19</a>; <a data-ref=\"Isaiah 17:4\" href=\"/Isaiah.17.4\">17:4</a>; <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">49:26</a>; <a data-ref=\"Jeremiah 19:9\" href=\"/Jeremiah.19.9\">Je 19:9</a>; <a data-ref=\"Lamentations 3:4\" href=\"/Lamentations.3.4\">La 3:4</a>; <a data-ref=\"Ezekiel 32:5\" href=\"/Ezekiel.32.5\">Ez 32:5</a>; <a data-ref=\"Ezekiel 37:6\" href=\"/Ezekiel.37.6\">37:6</a>, <a data-ref=\"Ezekiel 37:8\" href=\"/Ezekiel.37.8\">8</a>; <a data-ref=\"Ezekiel 39:17\" href=\"/Ezekiel.39.17\">39:17</a>, <a data-ref=\"Ezekiel 39:18\" href=\"/Ezekiel.39.18\">18</a> <a data-ref=\"Daniel 1:15\" href=\"/Daniel.1.15\">Dn 1:15</a>; <a data-ref=\"Zechariah 14:12\" href=\"/Zechariah.14.12\">Zc 14:12</a>. The flesh of the body is contrasted with stone <a data-ref=\"Ezekiel 11:19\" href=\"/Ezekiel.11.19\">Ez 11:19</a>; <a data-ref=\"Ezekiel 36:26\" href=\"/Ezekiel.36.26\">36:26</a>.<br><strong>2.</strong>  <em>flesh</em> for <em>the body itself</em> (especially in P): <span dir=\"rtl\">על בשׂר אדם לא ייסך</span> <em>upon the body of man it shall not be poured</em> <a data-ref=\"Exodus 30:32\" href=\"/Exodus.30.32\">Ex 30:32</a> (P); <span dir=\"rtl\">מכנסי בד ילבשׁ על בשׂרו</span> <em>linen drawers shall he put on his body</em> <a data-ref=\"Leviticus 6:3\" href=\"/Leviticus.6.3\">Lv 6:3</a>; <a data-ref=\"Leviticus 16:4\" href=\"/Leviticus.16.4\">16:4</a> (P); <span dir=\"rtl\">וישׂם שׂק על בשׂרו</span> <a data-ref=\"I Kings 21:27\" href=\"/I_Kings.21.27\">1 K 21:27</a>; <span dir=\"rtl\">ורחץ את בשׂרו</span> <em>and he shall bathe his body</em> <a data-ref=\"Leviticus 14:9\" href=\"/Leviticus.14.9\">Lv 14:9</a>; <a data-ref=\"Leviticus 15:13\" href=\"/Leviticus.15.13\">15:13</a>, <a data-ref=\"Leviticus 15:16\" href=\"/Leviticus.15.16\">16</a>; <a data-ref=\"Leviticus 16:24\" href=\"/Leviticus.16.24\">16:24</a>, <a data-ref=\"Leviticus 16:26\" href=\"/Leviticus.16.26\">26</a>, <a data-ref=\"Leviticus 16:28\" href=\"/Leviticus.16.28\">28</a>; <a data-ref=\"Leviticus 17:16\" href=\"/Leviticus.17.16\">17:16</a>; <a data-ref=\"Leviticus 22:6\" href=\"/Leviticus.22.6\">22:6</a>; <a data-ref=\"Numbers 19:7\" href=\"/Numbers.19.7\">Nu 19:7</a>, <a data-ref=\"Numbers 19:8\" href=\"/Numbers.19.8\">8</a> (P); <span dir=\"rtl\">שׂרט לנפשׁ לא תתנו בכשׂרכם</span> <em>ye shall not put any cutting for any one in your body</em> <a data-ref=\"Leviticus 19:28\" href=\"/Leviticus.19.28\">Lv 19:28</a>; cf. <a data-ref=\"Leviticus 21:5\" href=\"/Leviticus.21.5\">Lv 21:5</a> (P); <span dir=\"rtl\">והעבירו תער על כל בשׂרם</span> <em>and they shall pass a razor over all their body</em> <a data-ref=\"Numbers 8:7\" href=\"/Numbers.8.7\">Nu 8:7</a> (P). Ec. uses <span dir=\"rtl\">בשׂר</span> only in this sense <a data-ref=\"Ecclesiastes 2:3\" href=\"/Ecclesiastes.2.3\">2:3</a>; <a data-ref=\"Ecclesiastes 4:5\" href=\"/Ecclesiastes.4.5\">4:5</a>; <a data-ref=\"Ecclesiastes 5:5\" href=\"/Ecclesiastes.5.5\">5:5</a>; <a data-ref=\"Ecclesiastes 11:10\" href=\"/Ecclesiastes.11.10\">11:10</a>; <a data-ref=\"Numbers 12:12\" href=\"/Numbers.12.12\">12:12</a>; elsewhere this usage only in poetry; the body antith. to <span dir=\"rtl\">נפשׁ</span> <a data-ref=\"Job 14:22\" href=\"/Job.14.22\">Jb 14:22</a>; <a data-ref=\"Isaiah 10:18\" href=\"/Isaiah.10.18\">Is 10:18</a> <a data-ref=\"Psalms 63:2\" href=\"/Psalms.63.2\">ψ 63:2</a>; <span dir=\"rtl\">לב</span> <a data-ref=\"Psalms 16:9\" href=\"/Psalms.16.9\">ψ 16:9</a>; <a data-ref=\"Psalms 84:3\" href=\"/Psalms.84.3\">84:3</a>; <a data-ref=\"Proverbs 14:30\" href=\"/Proverbs.14.30\">Pr 14:30</a> (only here emphatic pl. = <em>entire body</em> Bö<sup>§ 695</sup>, <em>Leiblichkeit</em> De); <span dir=\"rtl\">מִבְּשָׂרִי</span> <em>apart from my body</em>, in disembodied state <a data-ref=\"Job 19:26\" href=\"/Job.19.26\">Jb 19:26</a>; <span dir=\"rtl\">סמר מפחדך בשׂרי</span> <em>my body trembleth for fear of thee</em> <a data-ref=\"Psalms 119:120\" href=\"/Psalms.119.120\">ψ 119:120</a>.<br><strong>3.</strong>  <em>male organ of generation</em> (euphemism): <span dir=\"rtl\">בְּשַׂר עָרְלַתְכֶם</span> <a data-ref=\"Genesis 17:11\" href=\"/Genesis.17.11\">Gn 17:11</a>, <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">14</a>, <a data-ref=\"Genesis 17:23\" href=\"/Genesis.17.23\">23</a>, <a data-ref=\"Genesis 17:24\" href=\"/Genesis.17.24\">24</a>, <a data-ref=\"Genesis 17:25\" href=\"/Genesis.17.25\">25</a> (P); <span dir=\"rtl\">בשׂר ערוה</span> <a data-ref=\"Exodus 28:42\" href=\"/Exodus.28.42\">Ex 28:42</a> (P), but <span dir=\"rtl\">בשׂר</span> <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">Gn 17:14</a>; <a data-ref=\"Leviticus 15:2-19\" href=\"/Leviticus.15.2-19\">Lv 15:2–19</a> (P); <a data-ref=\"Ezekiel 16:26\" href=\"/Ezekiel.16.26\">Ez 16:26</a>; <a data-ref=\"Ezekiel 23:20\" href=\"/Ezekiel.23.20\">23:20</a>; <a data-ref=\"Ezekiel 44:7\" href=\"/Ezekiel.44.7\">44:7</a>, <a data-ref=\"Ezekiel 44:9\" href=\"/Ezekiel.44.9\">9</a>.<br><strong>4.</strong>  <em>flesh</em> for <em>kindred, blood-relations:</em> <span dir=\"rtl\">עצם מעצמי ובשׂר מבשׂרי</span> <em>bone of my bone and flesh of my flesh</em> <a data-ref=\"Genesis 2:23\" href=\"/Genesis.2.23\">Gn 2:23</a> (J); <span dir=\"rtl\">והיו לבשׂר אחד</span> <em>and they shall become one flesh</em> <a data-ref=\"Genesis 2:24\" href=\"/Genesis.2.24\">Gn 2:24</a> (J); <span dir=\"rtl\">עצמי ובשׂרי</span> <a data-ref=\"Genesis 29:14\" href=\"/Genesis.29.14\">Gn 29:14</a> (J); <a data-ref=\"Judges 9:2\" href=\"/Judges.9.2\">Ju 9:2</a>; <a data-ref=\"II Samuel 5:1\" href=\"/II_Samuel.5.1\">2 S 5:1</a> = <a data-ref=\"I Chronicles 11:1\" href=\"/I_Chronicles.11.1\">1 Ch 11:1</a>; <a data-ref=\"I Chronicles 19:13\" href=\"/I_Chronicles.19.13\">19:13</a>, <a data-ref=\"I Chronicles 19:14\" href=\"/I_Chronicles.19.14\">14</a>; <span dir=\"rtl\">בשׂר</span> with sf. in same sense <a data-ref=\"Genesis 37:27\" href=\"/Genesis.37.27\">Gn 37:27</a> (J); <a data-ref=\"Nehemiah 5:5\" href=\"/Nehemiah.5.5\">Ne 5:5</a>; <a data-ref=\"Isaiah 58:7\" href=\"/Isaiah.58.7\">Is 58:7</a>, for which <span dir=\"rtl\">שְׁאֵר בשׂרו</span> <em>near of kin</em>, man or woman <a data-ref=\"Leviticus 18:6\" href=\"/Leviticus.18.6\">Lv 18:6</a>; <a data-ref=\"Leviticus 25:49\" href=\"/Leviticus.25.49\">25:49</a> (both H; <a data-ref=\"Leviticus 25:49\" href=\"/Leviticus.25.49\">25:49</a> ‖ <span dir=\"rtl\">מִשְׁפָּחָה</span>, cf. RS<sub>K</sub> <sup>149</sup>).<br><strong>5.</strong>  <em>man over against God as frail</em> or <em>erring</em> <a data-ref=\"Genesis 6:3\" href=\"/Genesis.6.3\">Gn 6:3</a> (J) <a data-ref=\"Psalms 56:5\" href=\"/Psalms.56.5\">ψ 56:5</a>; <a data-ref=\"Psalms 78:39\" href=\"/Psalms.78.39\">78:39</a>; eyes of flesh <a data-ref=\"Job 10:4\" href=\"/Job.10.4\">Jb 10:4</a>; arm of flesh <a data-ref=\"II Chronicles 32:8\" href=\"/II_Chronicles.32.8\">2 Ch 32:8</a>; <a data-ref=\"Jeremiah 17:5\" href=\"/Jeremiah.17.5\">Je 17:5</a>; horses are flesh not spirit <a data-ref=\"Isaiah 31:3\" href=\"/Isaiah.31.3\">Is 31:3</a>.<br><strong>6.</strong>  the phrase <span dir=\"rtl\">כָּל־בָּשָׂר</span>: <strong>a.</strong>  <em>all living beings</em> <a data-ref=\"Genesis 6:17\" href=\"/Genesis.6.17\">Gn 6:17</a>, <a data-ref=\"Genesis 6:19\" href=\"/Genesis.6.19\">19</a>; <a data-ref=\"Genesis 7:21\" href=\"/Genesis.7.21\">7:21</a>; <a data-ref=\"Genesis 9:11\" href=\"/Genesis.9.11\">9:11</a>, <a data-ref=\"Genesis 9:15\" href=\"/Genesis.9.15\">15</a>, <a data-ref=\"Genesis 9:16\" href=\"/Genesis.9.16\">16</a>, <a data-ref=\"Genesis 9:17\" href=\"/Genesis.9.17\">17</a> <a data-ref=\"Leviticus 17:14\" href=\"/Leviticus.17.14\">Lv 17:14</a><sup>(×3)</sup>; <a data-ref=\"Numbers 18:15\" href=\"/Numbers.18.15\">Nu 18:15</a> (P); <a data-ref=\"Job 34:15\" href=\"/Job.34.15\">Jb 34:15</a> <a data-ref=\"Psalms 136:25\" href=\"/Psalms.136.25\">ψ 136:25</a>. <strong>b.</strong>  <em>animals</em> <a data-ref=\"Genesis 7:15\" href=\"/Genesis.7.15\">Gn 7:15</a>, <a data-ref=\"Genesis 7:16\" href=\"/Genesis.7.16\">16</a>; <a data-ref=\"Genesis 8:17\" href=\"/Genesis.8.17\">8:17</a> (P). <strong>c.</strong>  <em>mankind</em> <a data-ref=\"Genesis 6:12\" href=\"/Genesis.6.12\">Gn 6:12</a>, <a data-ref=\"Genesis 6:13\" href=\"/Genesis.6.13\">13</a>; <a data-ref=\"Numbers 16:22\" href=\"/Numbers.16.22\">Nu 16:22</a>; <a data-ref=\"Numbers 27:16\" href=\"/Numbers.27.16\">27:16</a> (P); <a data-ref=\"Deuteronomy 5:20\" href=\"/Deuteronomy.5.20\">Dt 5:23</a> <a data-ref=\"Psalms 65:3\" href=\"/Psalms.65.3\">ψ 65:3</a>; <a data-ref=\"Psalms 145:21\" href=\"/Psalms.145.21\">145:21</a>; <a data-ref=\"Isaiah 40:5\" href=\"/Isaiah.40.5\">Is 40:5</a>, <a data-ref=\"Isaiah 40:6\" href=\"/Isaiah.40.6\">6</a>; <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">49:26</a>; <a data-ref=\"Isaiah 66:16\" href=\"/Isaiah.66.16\">66:16</a>, <a data-ref=\"Isaiah 66:23\" href=\"/Isaiah.66.23\">23</a>, <a data-ref=\"Isaiah 66:24\" href=\"/Isaiah.66.24\">24</a>; <a data-ref=\"Jeremiah 12:12\" href=\"/Jeremiah.12.12\">Je 12:12</a>; <a data-ref=\"Jeremiah 25:31\" href=\"/Jeremiah.25.31\">25:31</a>; <a data-ref=\"Jeremiah 32:27\" href=\"/Jeremiah.32.27\">32:27</a>; <a data-ref=\"Jeremiah 45:5\" href=\"/Jeremiah.45.5\">45:5</a>; <a data-ref=\"Ezekiel 21:4\" href=\"/Ezekiel.21.4\">Ez 21:4</a>, <a data-ref=\"Ezekiel 21:9\" href=\"/Ezekiel.21.9\">9</a>, <a data-ref=\"Ezekiel 21:10\" href=\"/Ezekiel.21.10\">10</a>; <a data-ref=\"Joel 3:1\" href=\"/Joel.3.1\">Jo 3:1</a>; <a data-ref=\"Zechariah 2:17\" href=\"/Zechariah.2.17\">Zc 2:17</a>; cf. <span dir=\"rtl\">כל בשׂר אישׁ</span> <a data-ref=\"Job 12:10\" href=\"/Job.12.10\">Jb 12:10</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1a4b6084aa1cbf1090d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, טַל² 1", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "BDB, טַל² 1", "sourceHeRef": "בראון-דרייבר-בריגס, טַל² א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "טַל²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">טַל</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Judges 6:37\" href=\"/Judges.6.37\">Ju 6:37</a></sup> night-mist, dew <strong>(</strong>NH <span dir=\"rtl\">טַל</span> <em>dew;</em> Aramaic <span dir=\"rtl\">ܛܰܠܴܐ</span>, <span dir=\"rtl\">טַלָּא</span> <em>dew;</em> Arabic <span dir=\"rtl\">طَلٌّ</span> <em>light rain, dew;</em> Ethiopic ጠል <em>dew</em><strong>)</strong>—<span dir=\"rtl\">ט׳</span> abs. <a data-ref=\"I Samuel 1:21\" href=\"/I_Samuel.1.21\">1 S 1:21</a> + 12 times; <span dir=\"rtl\">טָ֑ל</span> <a data-ref=\"Judges 6:13\" href=\"/Judges.6.13\">Ju 6:13</a> + 9 times; cstr. <span dir=\"rtl\">טַל</span> <a data-ref=\"Genesis 27:28\" href=\"/Genesis.27.28\">Gn 27:28</a> + 4 times; sf. <span dir=\"rtl\">טַלֶּ֑ךָ</span> <a data-ref=\"Isaiah 26:19\" href=\"/Isaiah.26.19\">Is 26:19</a>, <span dir=\"rtl\">טַלָּם</span> <a data-ref=\"Zechariah 8:12\" href=\"/Zechariah.8.12\">Zc 8:12</a>;—<em>night-mist</em>, taking place of our <em>dew</em> (v. Che <a data-ref=\"Isaiah 18:4\" href=\"/Isaiah.18.4\">Is 18:4</a> & <a data-ref=\"Psalms 110:3\" href=\"/Psalms.110.3\">ψ 110:3</a>; Lane <sup>1862</sup>, Neil<sup>Pal. Explored 129</sup>); as coming from the sky and bringing fertility, <span dir=\"rtl\">טַל הַשָּׁמַיִם</span> <a data-ref=\"Genesis 27:28\" href=\"/Genesis.27.28\">Gn 27:28</a> (God gives it, <span dir=\"rtl\">נתן</span>), & v <a data-ref=\"Genesis 27:39\" href=\"/Genesis.27.39\">39</a> (+ <span dir=\"rtl\">מֵעָ֑ל</span>), cf. <a data-ref=\"Deuteronomy 33:28\" href=\"/Deuteronomy.33.28\">Dt 33:28</a> (heavens distil it, <span dir=\"rtl\">ערף</span>), <a data-ref=\"Haggai 1:10\" href=\"/Haggai.1.10\">Hg 1:10</a> <a data-ref=\"Zechariah 8:12\" href=\"/Zechariah.8.12\">Zc 8:12</a> (heavens give it, <span dir=\"rtl\">נתן</span>); in <a data-ref=\"Deuteronomy 33:13\" href=\"/Deuteronomy.33.13\">Dt 33:13</a> read perh. <span dir=\"rtl\">מֵעָ֑ל</span> for <span dir=\"rtl\">מִטַּל</span> (v. ‖ <a data-ref=\"Genesis 49:25\" href=\"/Genesis.49.25\">Gn 49:25</a> and Di); clouds distil it <span dir=\"rtl\">(רעף)</span> <a data-ref=\"Proverbs 3:20\" href=\"/Proverbs.3.20\">Pr 3:20</a>; sq. <span dir=\"rtl\">עַל</span>, it descends <span dir=\"rtl\">(ירד)</span> upon the camp <a data-ref=\"Numbers 11:9\" href=\"/Numbers.11.9\">Nu 11:9</a> (JE); it is upon the ground <a data-ref=\"Judges 6:39\" href=\"/Judges.6.39\">Ju 6:39</a>, <a data-ref=\"Judges 6:40\" href=\"/Judges.6.40\">40</a>, cf. <a data-ref=\"II Samuel 1:21\" href=\"/II_Samuel.1.21\">2 S 1:21</a> (+ <span dir=\"rtl\">מָטָר</span>); upon the fleece <a data-ref=\"Judges 6:37\" href=\"/Judges.6.37\">Ju 6:37</a>; is wrung out <span dir=\"rtl\">(מוץ)</span> of the fleece v <a data-ref=\"Judges 6:38\" href=\"/Judges.6.38\">38</a>; remains through the night <span dir=\"rtl\">(לון)</span> <a data-ref=\"Job 29:19\" href=\"/Job.29.19\">Jb 29:19</a>, cf. <span dir=\"rtl\">שִׁכְבַת הַטּ׳</span> <em>the lying of dew</em> = the dew lying <a data-ref=\"Exodus 16:13\" href=\"/Exodus.16.13\">Ex 16:13</a>, <a data-ref=\"Exodus 16:14\" href=\"/Exodus.16.14\">14</a> (P; it goes up <span dir=\"rtl\">(עלה)</span> in morning); it is in drops <span dir=\"rtl\">מִי הוֹלִיד אֶגְלֵי טָ֑ל</span> <a data-ref=\"Job 38:28\" href=\"/Job.38.28\">Jb 38:28</a>; covers the head of one out at night <a data-ref=\"Song of Songs 5:2\" href=\"/Song_of_Songs.5.2\">Ct 5:2</a>; it comes <span dir=\"rtl\">(היה)</span> by word of prophet <a data-ref=\"I Kings 17:1\" href=\"/I_Kings.17.1\">1 K 17:1</a> (+ <span dir=\"rtl\">מָטָר</span>); sim. of stealthy approach <span dir=\"rtl\">כַּאֲשֶׁר יִפֹּל הַטַּל עַל־הָאֲדָמָה</span> <a data-ref=\"II Samuel 17:12\" href=\"/II_Samuel.17.12\">2 S 17:12</a>; sim. denoting welcome and gentle refreshment, of speech, which distils <span dir=\"rtl\">(נזל)</span> like it <a data-ref=\"Deuteronomy 32:2\" href=\"/Deuteronomy.32.2\">Dt 32:2</a> (poem; ‖ <span dir=\"rtl\">שְׂעִירִים</span>, <span dir=\"rtl\">רְבִיבִים</span>); of fraternal unity <span dir=\"rtl\">כְּטַל חֶרְמוֹן</span> <a data-ref=\"Psalms 133:3\" href=\"/Psalms.133.3\">ψ 133:3</a> <span dir=\"rtl\">(ירד על)</span>; of king’s favour <a data-ref=\"Proverbs 19:12\" href=\"/Proverbs.19.12\">Pr 19:12</a> <span dir=\"rtl\">(על)</span>; of <span dir=\"rtl\">י׳</span>’s kindness <a data-ref=\"Hosea 14:6\" href=\"/Hosea.14.6\">Ho 14:6</a>; <span dir=\"rtl\">כְּעָב טַל</span> <a data-ref=\"Isaiah 18:4\" href=\"/Isaiah.18.4\">Is 18:4</a> like a <em>mist-cloud</em>, of <span dir=\"rtl\">י׳</span>’s quiet watching; of Jacob’s influence among nations <a data-ref=\"Micah 5:6\" href=\"/Micah.5.6\">Mi 5:6</a> (<span dir=\"rtl\">ט׳ מֵאֵת י׳</span>; ‖ <span dir=\"rtl\">רְבִיבִים</span>); <span dir=\"rtl\">טַל אוֹרֹת טַלָּ֑ךָ</span> <a data-ref=\"Isaiah 26:19\" href=\"/Isaiah.26.19\">Is 26:19</a> <em>a dew of light is thy dew</em> (v i. <a data-ref=\"BDB, אוֹרָה\" href=\"/BDB,_אוֹרָה\", dir=\"rtl\">אוֹרָה</a> p. 21b supr. and Baud<sup>Stud. Sem. Rel. ii. 264 f.</sup>); as transitory, <span dir=\"rtl\">כַּטַּל מַשְׁכִּים הֹלֵךְ</span> <a data-ref=\"Hosea 6:4\" href=\"/Hosea.6.4\">Ho 6:4</a> <em>like the dew early departing</em>, so <a data-ref=\"Hosea 13:3\" href=\"/Hosea.13.3\">13:3</a> (both ‖ <span dir=\"rtl\">עֲנַן־בֹּקֶר</span>); fig. of young warriors of king established by <span dir=\"rtl\">י׳</span>, with flashing weapons, like dewdrops <span dir=\"rtl\">טַל יַלְדֻתֶ֑ךָ</span> <a data-ref=\"Psalms 110:3\" href=\"/Psalms.110.3\">ψ 110:3</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1fbb6084aa1cbf1464f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָרַד 1", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "BDB, יָרַד 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָרַד א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָרַד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">יָרַד</span></big></big><sub>380</sub><big></big>  <strong>vb. come</strong> or go down, descend <strong>(</strong>NH <em>id.;</em> MI<sup>32</sup> <span dir=\"rtl\">וארד</span> and <span dir=\"rtl\">רד</span>; Assyrian <em>arâdu</em>, Dl<sup>HWB 240</sup>; Arabic <span dir=\"rtl\">وَرَدَ</span> <em>come to, arrive at</em>, also <em>descend;</em> Ethiopic ወረደ <em>descend;</em> Sab. <span dir=\"rtl\">ורד</span> and <span dir=\"rtl\">הורד</span> <em>id.</em>, DHM in MV<strong>)</strong>—<br><strong>Qal</strong><sub>306</sub>  Pf. <span dir=\"rtl\">יָרַד</span> <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">Ex 19:18</a> +; <span dir=\"rtl\">יְרַד</span> <a data-ref=\"Judges 5:13\" href=\"/Judges.5.13\">Ju 5:13</a><sup>(×2)</sup> (but read <span dir=\"rtl\">יָרַד</span> or <span dir=\"rtl\">יֵרֵד</span>); <span dir=\"rtl\">רַד</span> <a data-ref=\"Judges 19:11\" href=\"/Judges.19.11\">19:11</a> (read <span dir=\"rtl\">יָרַד</span>), etc.; Impf. <span dir=\"rtl\">יֵרֵד</span> <a data-ref=\"Genesis 42:38\" href=\"/Genesis.42.38\">Gn 42:38</a> +; <span dir=\"rtl\">וַיֵּ֫רֶד</span> <a data-ref=\"Genesis 11:5\" href=\"/Genesis.11.5\">Gn 11:5</a> +; <span dir=\"rtl\">וַיֵּרַ֑ד</span> <a data-ref=\"II Samuel 22:10\" href=\"/II_Samuel.22.10\">2 S 22:10</a> + 2 times; 3 fs. <span dir=\"rtl\">(אֵשׁ) תֵּ֫רֶד</span> <a data-ref=\"II Kings 1:10\" href=\"/II_Kings.1.10\">2 K 1:10</a>, <a data-ref=\"II Kings 1:12\" href=\"/II_Kings.1.12\">12</a>; <span dir=\"rtl\">תּרַד</span> <a data-ref=\"Jeremiah 13:17\" href=\"/Jeremiah.13.17\">Je 13:17</a> <a data-ref=\"Lamentations 3:48\" href=\"/Lamentations.3.48\">La 3:48</a>; <span dir=\"rtl\">תֵּרֵ֔ד</span> <a data-ref=\"Isaiah 34:5\" href=\"/Isaiah.34.5\">Is 34:5</a>; <a data-ref=\"Isaiah 63:14\" href=\"/Isaiah.63.14\">63:14</a>; <span dir=\"rtl\">תֵּרֵ֑ד</span> <a data-ref=\"Ezekiel 26:11\" href=\"/Ezekiel.26.11\">Ez 26:11</a> (<span dir=\"rtl\">יוֹרִיד</span> Vrss Co); <span dir=\"rtl\">וַתֵּ֫רֶד</span> <a data-ref=\"Genesis 24:16\" href=\"/Genesis.24.16\">Gn 24:16</a> + 7 times; 2 ms. <span dir=\"rtl\">תֵּרֵד</span> <a data-ref=\"Genesis 26:2\" href=\"/Genesis.26.2\">Gn 26:2</a> + 5 times + <a data-ref=\"I Samuel 20:19\" href=\"/I_Samuel.20.19\">1 S 20:19</a>, where read <span dir=\"rtl\">תִּפָּקֵד</span> We Dr, cf. 𝔊 𝔖 𝔗 1 s. <span dir=\"rtl\">אֵרֵד</span> <a data-ref=\"Genesis 37:35\" href=\"/Genesis.37.35\">Gn 37:35</a> + 3 times; <span dir=\"rtl\">וָאֵרֵד</span> <a data-ref=\"Exodus 3:8\" href=\"/Exodus.3.8\">Ex 3:8</a> + 3 times; cohort. <span dir=\"rtl\">אֵרְדָה־נָא</span> <a data-ref=\"Genesis 18:21\" href=\"/Genesis.18.21\">Gn 18:21</a>; <span dir=\"rtl\">יֵרְדוּ</span> <a data-ref=\"I Samuel 13:12\" href=\"/I_Samuel.13.12\">1 S 13:12</a> + 4 times; <span dir=\"rtl\">וַיֵּרְדוּ</span> <a data-ref=\"Genesis 42:3\" href=\"/Genesis.42.3\">Gn 42:3</a> + 19 times; 3 f. pl. <span dir=\"rtl\">תֵּרַדְנָה</span> <a data-ref=\"Jeremiah 14:17\" href=\"/Jeremiah.14.17\">Je 14:17</a> + 2 times; 1 pl. <span dir=\"rtl\">נֵרֵד</span> <a data-ref=\"Genesis 43:5\" href=\"/Genesis.43.5\">Gn 43:5</a>; cohort. <span dir=\"rtl\">נֵרְדָה</span> <a data-ref=\"Genesis 11:7\" href=\"/Genesis.11.7\">Gn 11:7</a> + 2 times; <span dir=\"rtl\">וַנֵּ֫רֶד</span> <a data-ref=\"II Kings 10:13\" href=\"/II_Kings.10.13\">2 K 10:13</a>; Imv. <span dir=\"rtl\">רֵד</span> <a data-ref=\"Exodus 19:21\" href=\"/Exodus.19.21\">Ex 19:21</a> +; <span dir=\"rtl\">רְדָה</span> <a data-ref=\"Genesis 45:9\" href=\"/Genesis.45.9\">Gn 45:9</a> <a data-ref=\"Ezekiel 32:19\" href=\"/Ezekiel.32.19\">Ez 32:19</a>; <span dir=\"rtl\">רֵ֑דָה</span> <a data-ref=\"II Kings 1:9\" href=\"/II_Kings.1.9\">2 K 1:9</a>, <a data-ref=\"II Kings 1:11\" href=\"/II_Kings.1.11\">11</a>; fs. <span dir=\"rtl\">רְדִי</span> <a data-ref=\"Jeremiah 48:18\" href=\"/Jeremiah.48.18\">Je 48:18</a> <a data-ref=\"Isaiah 47:1\" href=\"/Isaiah.47.1\">Is 47:1</a>; mpl. <span dir=\"rtl\">רְדוּ</span> <a data-ref=\"Genesis 42:5\" href=\"/Genesis.42.5\">Gn 42:2</a> + 5 times; Inf. abs. <span dir=\"rtl\">יָרֹד</span> <a data-ref=\"Genesis 43:20\" href=\"/Genesis.43.20\">Gn 43:20</a>; cstr. <span dir=\"rtl\">רֶ֫דֶת</span> <a data-ref=\"Genesis 44:26\" href=\"/Genesis.44.26\">Gn 44:26</a> +; <span dir=\"rtl\">(מֵ)רְדָה</span> <a data-ref=\"Genesis 46:3\" href=\"/Genesis.46.3\">Gn 46:3</a> (v. Kö<sup>i. 402</sup>); sf. <span dir=\"rtl\">רִדְתִּי</span> <a data-ref=\"Psalms 30:10\" href=\"/Psalms.30.10\">ψ 30:10</a>, etc. (in <a data-ref=\"Psalms 30:4\" href=\"/Psalms.30.4\">ψ 30:4</a> read Kt <span dir=\"rtl\">מִיּוֹרְדֵי</span>, so 𝔊 𝔖 Che Bae, v. Ol<sup>§§ 160 b, 245 d</sup>); Pt. <span dir=\"rtl\">יוֹרֵד</span> <a data-ref=\"Judges 9:36\" href=\"/Judges.9.36\">Ju 9:36</a> +; fs. <span dir=\"rtl\">יֹרְדָה</span> <a data-ref=\"Lamentations 1:16\" href=\"/Lamentations.1.16\">La 1:16</a>; <span dir=\"rtl\">(הַ)יֹּרֶ֫דֶת</span> <a data-ref=\"Ecclesiastes 3:21\" href=\"/Ecclesiastes.3.21\">Ec 3:21</a> <a data-ref=\"I Samuel 25:30\" href=\"/I_Samuel.25.30\">1 S 25:30</a>, etc.;— <strong>1.</strong> <strong>a.</strong>  <em>come</em> or <em>go down:</em> from <span dir=\"rtl\">(מִן)</span> a mountain <a data-ref=\"Exodus 19:14\" href=\"/Exodus.19.14\">Ex 19:14</a>; <a data-ref=\"Exodus 32:1\" href=\"/Exodus.32.1\">32:1</a>, <a data-ref=\"Exodus 32:15\" href=\"/Exodus.32.15\">15</a> (all E), <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">34:29</a><sup>(×2)</sup> (JE), <a data-ref=\"Deuteronomy 9:15\" href=\"/Deuteronomy.9.15\">Dt 9:15</a>; <a data-ref=\"Deuteronomy 10:5\" href=\"/Deuteronomy.10.5\">10:5</a> <a data-ref=\"Numbers 20:28\" href=\"/Numbers.20.28\">Nu 20:28</a> (P) +; abs. <a data-ref=\"Exodus 19:21\" href=\"/Exodus.19.21\">Ex 19:21</a>, <a data-ref=\"Exodus 19:24\" href=\"/Exodus.19.24\">24</a> (J), v <a data-ref=\"Exodus 19:25\" href=\"/Exodus.19.25\">25</a> (J; c. <span dir=\"rtl\">אֶל</span> pers.); from the air, of birds, sq. <span dir=\"rtl\">עַל</span> <a data-ref=\"Genesis 15:11\" href=\"/Genesis.15.11\">Gn 15:11</a> (JE). <strong>b.</strong>  <em>go down</em> (usually from mountain or hill-country into plain), to battle, abs. <a data-ref=\"Judges 5:14\" href=\"/Judges.5.14\">Ju 5:14</a>; sq. <span dir=\"rtl\">לָעֵמֶק</span> <a data-ref=\"Judges 1:34\" href=\"/Judges.1.34\">Ju 1:34</a>; sq. <span dir=\"rtl\">לַשְּׁעָרִים</span> <a data-ref=\"Judges 5:11\" href=\"/Judges.5.11\">Ju 5:11</a>; sq. <span dir=\"rtl\">אֶל</span> v <a data-ref=\"Judges 5:10\" href=\"/Judges.5.10\">10</a>, <a data-ref=\"Judges 5:11\" href=\"/Judges.5.11\">11</a>, cf. <a data-ref=\"I Samuel 17:8\" href=\"/I_Samuel.17.8\">1 S 17:8</a> (sq. <span dir=\"rtl\">אֶל</span> pers.); sq. <span dir=\"rtl\">לִקְרַאת</span> <a data-ref=\"Judges 7:24\" href=\"/Judges.7.24\">Ju 7:24</a>; sq. <span dir=\"rtl\">אַחֲרֵי</span> pers. <a data-ref=\"I Samuel 14:36\" href=\"/I_Samuel.14.36\">1 S 14:36</a>; sq. ב loc. <a data-ref=\"Judges 7:9\" href=\"/Judges.7.9\">Ju 7:9</a>; <span dir=\"rtl\">בַּמִּלְחָמָה יֵרֵד וְנִסְפָּה</span> <a data-ref=\"I Samuel 26:10\" href=\"/I_Samuel.26.10\">1 S 26:10</a>, cf. <a data-ref=\"I Samuel 29:4\" href=\"/I_Samuel.29.4\">29:4</a>; <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">30:24</a>; of single combat, <span dir=\"rtl\">וַיֵּרֶד אֵלָיו בַּשָּׁ֑בֶט</span> <a data-ref=\"II Samuel 23:21\" href=\"/II_Samuel.23.21\">2 S 23:21</a> = <a data-ref=\"I Chronicles 11:23\" href=\"/I_Chronicles.11.23\">1 Ch 11:23</a>. <strong>c.</strong>  <em>go down</em> to (acc.) threshing-floor, <a data-ref=\"Ruth 3:3\" href=\"/Ruth.3.3\">Ru 3:3</a>, <a data-ref=\"Ruth 3:5\" href=\"/Ruth.3.5\">5</a>; (from David’s palace) to Uriah’s house <span dir=\"rtl\">(אֶל)</span> <a data-ref=\"II Samuel 11:9\" href=\"/II_Samuel.11.9\">2 S 11:9</a>, <a data-ref=\"II Samuel 11:10\" href=\"/II_Samuel.11.10\">10</a><sup>(×2)</sup>, <a data-ref=\"II Samuel 11:13\" href=\"/II_Samuel.11.13\">13</a>; from temple to (acc.) king’s house <a data-ref=\"Jeremiah 36:12\" href=\"/Jeremiah.36.12\">Je 36:12</a> (+ <span dir=\"rtl\">עַל־לִשְׁכַּת הַסֹּפֵר</span>); <span dir=\"rtl\">רֵד בֵּית־מֶלֶךְ יְהוּדָח</span> <a data-ref=\"Jeremiah 22:1\" href=\"/Jeremiah.22.1\">22:1</a>, etc. <strong>d.</strong>  <em>go down</em> (abs.) from Palestine to Egypt <a data-ref=\"Genesis 42:3\" href=\"/Genesis.42.3\">Gn 42:3</a> (E), v <a data-ref=\"Genesis 42:38\" href=\"/Genesis.42.38\">38</a> (J) + 6 times JE; †sq. <span dir=\"rtl\">אֵלַי</span> <a data-ref=\"Genesis 45:9\" href=\"/Genesis.45.9\">Gn 45:9</a> (E); sq. <span dir=\"rtl\">מִצְרַ֫יְמָה</span> <a data-ref=\"Genesis 46:3\" href=\"/Genesis.46.3\">Gn 46:3</a>, <a data-ref=\"Genesis 46:4\" href=\"/Genesis.46.4\">4</a> (E), <a data-ref=\"Genesis 12:10\" href=\"/Genesis.12.10\">12:10</a>; <a data-ref=\"Genesis 26:2\" href=\"/Genesis.26.2\">26:2</a> (both J), <a data-ref=\"Numbers 20:15\" href=\"/Numbers.20.15\">Nu 20:15</a> (JE); sq. <span dir=\"rtl\">מִצְרַיִם</span> <a data-ref=\"Joshua 24:4\" href=\"/Joshua.24.4\">Jos 24:4</a> (E), <a data-ref=\"Genesis 43:15\" href=\"/Genesis.43.15\">Gn 43:15</a> (J), <a data-ref=\"Isaiah 30:2\" href=\"/Isaiah.30.2\">Is 30:2</a>; <a data-ref=\"Isaiah 31:1\" href=\"/Isaiah.31.1\">31:1</a>; <a data-ref=\"Isaiah 52:4\" href=\"/Isaiah.52.4\">52:4</a>; sq. <span dir=\"rtl\">שָׁ֫מָּה</span> <a data-ref=\"Genesis 42:2\" href=\"/Genesis.42.2\">Gn 42:2</a> (E)†; so to Philistine cities <a data-ref=\"Judges 14:19\" href=\"/Judges.14.19\">Ju 14:19</a>; <a data-ref=\"Judges 16:31\" href=\"/Judges.16.31\">16:31</a> <a data-ref=\"I Samuel 13:20\" href=\"/I_Samuel.13.20\">1 S 13:20</a> <a data-ref=\"Amos 6:2\" href=\"/Amos.6.2\">Am 6:2</a>. <strong>e.</strong>  from Jerusalem, abs. <a data-ref=\"Judges 1:9\" href=\"/Judges.1.9\">Ju 1:9</a> <a data-ref=\"I Kings 1:25\" href=\"/I_Kings.1.25\">1 K 1:25</a> <a data-ref=\"Nehemiah 6:3\" href=\"/Nehemiah.6.3\">Ne 6:3</a> <a data-ref=\"II Chronicles 20:16\" href=\"/II_Chronicles.20.16\">2 Ch 20:16</a> (to battle); to Jezreel <a data-ref=\"II Kings 8:21\" href=\"/II_Kings.8.21\">2 K 8:21</a> = <a data-ref=\"II Kings 9:26\" href=\"/II_Kings.9.26\">9:26</a> = <a data-ref=\"II Chronicles 22:6\" href=\"/II_Chronicles.22.6\">2 Ch 22:6</a>; to Samaria <a data-ref=\"I Kings 22:2\" href=\"/I_Kings.22.2\">1 K 22:2</a> = <a data-ref=\"II Chronicles 18:2\" href=\"/II_Chronicles.18.2\">2 Ch 18:2</a>; (to Gihon) <a data-ref=\"I Kings 1:38\" href=\"/I_Kings.1.38\">1 Ki 1:38</a>, etc. †<strong>f.</strong>  from altar <span dir=\"rtl\">ירד מֵעֲשׂוֹת הַחַטָּאת</span> <a data-ref=\"Leviticus 9:22\" href=\"/Leviticus.9.22\">Lv 9:22</a> (P); from chariot, c. <span dir=\"rtl\">מֵעַל</span> <a data-ref=\"Judges 4:15\" href=\"/Judges.4.15\">Ju 4:15</a>; from ass, c. <span dir=\"rtl\">מֵעַל</span> <a data-ref=\"I Samuel 25:23\" href=\"/I_Samuel.25.23\">1 S 25:23</a>; from throne, c. <span dir=\"rtl\">מֵעַל</span> <a data-ref=\"Ezekiel 26:16\" href=\"/Ezekiel.26.16\">Ez 26:16</a>, abs. <a data-ref=\"Isaiah 47:1\" href=\"/Isaiah.47.1\">Is 47:1</a>, cf. <span dir=\"rtl\">רְדִי מִכָּבוֹד</span> <a data-ref=\"Jeremiah 48:18\" href=\"/Jeremiah.48.18\">Je 48:18</a>; from ships, c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Ezekiel 27:29\" href=\"/Ezekiel.27.29\">Ez 27:29</a>; from bed, c. <span dir=\"rtl\">מִן</span> <a data-ref=\"II Kings 1:4\" href=\"/II_Kings.1.4\">2 K 1:4</a>, <a data-ref=\"II Kings 1:6\" href=\"/II_Kings.1.6\">6</a>, <a data-ref=\"II Kings 1:16\" href=\"/II_Kings.1.16\">16</a> (all opp. <span dir=\"rtl\">עלה</span>). †<strong>g.</strong>  <em>go down</em> <span dir=\"rtl\">הָעַ֫יְנָה</span> <a data-ref=\"Genesis 24:16\" href=\"/Genesis.24.16\">Gn 24:16</a>, <a data-ref=\"Genesis 24:45\" href=\"/Genesis.24.45\">45</a> (J); sq. <span dir=\"rtl\">לִרְחֹץ עַל הַיְאֹר</span> <a data-ref=\"Exodus 2:5\" href=\"/Exodus.2.5\">Ex 2:5</a> (E), cf. (abs.) <a data-ref=\"II Kings 5:14\" href=\"/II_Kings.5.14\">2 K 5:14</a>; sq. acc. <span dir=\"rtl\">הַסֶּלַע</span> <a data-ref=\"I Samuel 23:25\" href=\"/I_Samuel.23.25\">1 S 23:25</a>; <span dir=\"rtl\">יוֹרְדֵי הַיָּם</span> <a data-ref=\"Isaiah 42:10\" href=\"/Isaiah.42.10\">Is 42:10</a>; <span dir=\"rtl\">יוֹרְדֵי הַיָּם בָּאֳנִיּוֹת</span> <a data-ref=\"Psalms 107:23\" href=\"/Psalms.107.23\">ψ 107:23</a>; abs. (into pit or well) <a data-ref=\"II Samuel 23:30\" href=\"/II_Samuel.23.30\">2 S 23:30</a> = <a data-ref=\"I Chronicles 11:22\" href=\"/I_Chronicles.11.22\">1 Ch 11:22</a>, sq. <span dir=\"rtl\">שָׁם</span> (i.e. <span dir=\"rtl\">בְּאֵר</span>) <a data-ref=\"II Samuel 17:18\" href=\"/II_Samuel.17.18\">2 S 17:18</a>.—<span dir=\"rtl\">וְיָרַדְתִּי</span> <a data-ref=\"Judges 11:37\" href=\"/Judges.11.37\">Ju 11:37</a>, read <span dir=\"rtl\">וְרַדְתִּי</span> (√ <span dir=\"rtl\">רוד</span>, <em>wander about</em>), RS in Bla. †<strong>h.</strong>  = <em>sink</em>, in water <span dir=\"rtl\">יָֽרְדוּ בִמְצוֹלוֹת כְּמוֹ־אָ֑בֶן</span> <a data-ref=\"Exodus 15:5\" href=\"/Exodus.15.5\">Ex 15:5</a> (song in E); <span dir=\"rtl\">לְקִצְבֵי הָרִים יָרַדְתִּי</span> <a data-ref=\"Jonah 2:7\" href=\"/Jonah.2.7\">Jon 2:7</a>; more gen., opp. rising, <span dir=\"rtl\">יַעֲלוּ הָרִים יֵֽרְדוּ בְקָעוֹת</span> <a data-ref=\"Psalms 104:8\" href=\"/Psalms.104.8\">ψ 104:8</a> <em>mountains rise, valleys sink;</em> <span dir=\"rtl\">יַעֲלוּ שָׁמַיִם יֵרְדוּ תְהוֹמוֹת</span> <a data-ref=\"Psalms 107:26\" href=\"/Psalms.107.26\">107:26</a>. <strong>i.</strong>  <em>go down</em> to <em>Sh</em><sup>e</sup><em>ʾôl</em>: †sq. <span dir=\"rtl\">שְׁא֫וֹלָה</span> <a data-ref=\"Genesis 37:35\" href=\"/Genesis.37.35\">Gn 37:35</a> (J; + <span dir=\"rtl\">אֶל־בְּנִי</span>), <a data-ref=\"Numbers 16:30\" href=\"/Numbers.16.30\">Nu 16:30</a>, <a data-ref=\"Numbers 16:33\" href=\"/Numbers.16.33\">33</a> (JE), <a data-ref=\"Ezekiel 31:15\" href=\"/Ezekiel.31.15\">Ez 31:15</a>, <a data-ref=\"Ezekiel 31:17\" href=\"/Ezekiel.31.17\">17</a>; sq. <span dir=\"rtl\">שְׁאוֹל</span> <a data-ref=\"Ezekiel 32:27\" href=\"/Ezekiel.32.27\">Ez 32:27</a> <a data-ref=\"Psalms 55:16\" href=\"/Psalms.55.16\">ψ 55:16</a> <a data-ref=\"Job 7:6\" href=\"/Job.7.6\">Jb 7:6</a> (opp. <span dir=\"rtl\">עלה</span>); <span dir=\"rtl\">בַּדֵּי שְׁאֹל תֵּרַדְנָה</span> <a data-ref=\"Job 17:16\" href=\"/Job.17.16\">Jb 17:16</a>; abs. <a data-ref=\"Isaiah 5:14\" href=\"/Isaiah.5.14\">Is 5:14</a> <a data-ref=\"Ezekiel 32:19\" href=\"/Ezekiel.32.19\">Ez 32:19</a> (‖ <span dir=\"rtl\">הָשְׁכְּבָה</span>), v <a data-ref=\"Ezekiel 32:21\" href=\"/Ezekiel.32.21\">21</a>, <a data-ref=\"Ezekiel 32:30\" href=\"/Ezekiel.32.30\">30</a>, <a data-ref=\"Psalms 49:15\" href=\"/Psalms.49.15\">ψ 49:15</a> (sq. <span dir=\"rtl\">אַחֲרָיו</span>); <span dir=\"rtl\">יָֽרְדוּ עֲרֵלִים</span> <a data-ref=\"Ezekiel 32:24\" href=\"/Ezekiel.32.24\">Ez 32:24</a>; sq. <span dir=\"rtl\">שַׁחַת</span> <a data-ref=\"Job 33:24\" href=\"/Job.33.24\">Jb 33:24</a>, <span dir=\"rtl\">אֶל־שַׁחַת</span> <a data-ref=\"Psalms 30:10\" href=\"/Psalms.30.10\">ψ 30:10</a>; sq. <span dir=\"rtl\">בּוֹר</span> <a data-ref=\"Psalms 30:4\" href=\"/Psalms.30.4\">ψ 30:4</a> Qr (Kt <span dir=\"rtl\">יורדי</span>); <span dir=\"rtl\">יוֹרְדֵי אֶל־אַבְנֵי־בוֹר</span> <a data-ref=\"Isaiah 14:19\" href=\"/Isaiah.14.19\">Is 14:19</a>†; <span dir=\"rtl\">יוֹרְדֵי בוֹר</span> <a data-ref=\"Psalms 28:1\" href=\"/Psalms.28.1\">ψ 28:1</a> <a data-ref=\"Ezekiel 26:20\" href=\"/Ezekiel.26.20\">Ez 26:20</a><sup>(×2)</sup> (‖ <span dir=\"rtl\">אֶרֶץ תַּחְתִּיּוֹת</span>) + 11 times (v. <a data-ref=\"BDB, בּוֹר\" href=\"/BDB,_בּוֹר\", dir=\"rtl\">בּוֹר</a>); †<span dir=\"rtl\">יוֹרְדֵי עָפָר</span> <a data-ref=\"Psalms 22:30\" href=\"/Psalms.22.30\">ψ 22:30</a>; <span dir=\"rtl\">יוֹרְדֵי דוּמָה</span> <a data-ref=\"Psalms 115:17\" href=\"/Psalms.115.17\">115:17</a> (‖ <span dir=\"rtl\">הַמֵּתִים</span>); <span dir=\"rtl\">רַגְלֶיהָ יֹרְדֹת מָ֑וֶת</span> <a data-ref=\"Proverbs 5:5\" href=\"/Proverbs.5.5\">Pr 5:5</a>, cf. <a data-ref=\"Proverbs 7:27\" href=\"/Proverbs.7.27\">7:27</a> (‖ <span dir=\"rtl\">דַּרְכֵי שְׁאוֹל</span>); note also <span dir=\"rtl\">מִי יוֹדֵעַ</span> … <span dir=\"rtl\">רוּחַ הַבְּהֵמָה הַיֹּרֶדֶת הִיא לְמַטָּה לָאָרֶץ</span> <a data-ref=\"Ecclesiastes 3:21\" href=\"/Ecclesiastes.3.21\">Ec 3:21</a> (opp. <span dir=\"rtl\">הָעֹלָה הִיא לְמָ֑עְלָה</span>; read <span dir=\"rtl\">חֲיֹרדת</span>, <span dir=\"rtl\">הַעֹלָה</span>, with Vrss, see VB). <strong>j.</strong>  fig. <span dir=\"rtl\">יֹרֵד בַּבֶּ֑כִי</span> <a data-ref=\"Isaiah 15:3\" href=\"/Isaiah.15.3\">Is 15:3</a> <em>going down</em> (dissolving) <em>in tears</em> (‖ <span dir=\"rtl\">יְיֵלֵיל</span>; cf. <strong>3 c</strong>). †<strong>k.</strong>  = <em>be prostrated</em>, abs., of horses and riders <a data-ref=\"Haggai 2:22\" href=\"/Haggai.2.22\">Hg 2:22</a>, cf. <a data-ref=\"Isaiah 34:7\" href=\"/Isaiah.34.7\">Is 34:7</a>, perhaps also <a data-ref=\"Jeremiah 48:15\" href=\"/Jeremiah.48.15\">Je 48:15</a>; <a data-ref=\"Jeremiah 50:27\" href=\"/Jeremiah.50.27\">50:27</a> (+ <span dir=\"rtl\">לַטָּ֑בַח</span>); forest <a data-ref=\"Isaiah 32:19\" href=\"/Isaiah.32.19\">Is 32:19</a> <a data-ref=\"Zechariah 11:2\" href=\"/Zechariah.11.2\">Zc 11:2</a>; city <a data-ref=\"Deuteronomy 20:20\" href=\"/Deuteronomy.20.20\">Dt 20:20</a> <a data-ref=\"Lamentations 1:9\" href=\"/Lamentations.1.9\">La 1:9</a>; wall <a data-ref=\"Deuteronomy 28:52\" href=\"/Deuteronomy.28.52\">Dt 28:52</a>; nation <span dir=\"rtl\">תֵּרֵד מַ֫טָּה מָ֑טָּה</span> <a data-ref=\"Deuteronomy 28:43\" href=\"/Deuteronomy.28.43\">Dt 28:43</a> (opp. <span dir=\"rtl\">עלה</span>); <span dir=\"rtl\">מַצֵּבוֹה</span> <a data-ref=\"Ezekiel 26:11\" href=\"/Ezekiel.26.11\">Ez 26:11</a> + <span dir=\"rtl\">לָאָרֶץ</span> (where Co <span dir=\"rtl\">ויחרדו</span>). †<strong>2.</strong>  of divine manifestations: <em>descend</em>, of <span dir=\"rtl\">י׳</span> in theoph. [= <span dir=\"rtl\">על ההר</span>]<span dir=\"rtl\">יָרַד עָלָיו י׳ בָּאֵשׁ</span> <a data-ref=\"Exodus 19:11\" href=\"/Exodus.19.11\">Ex 19:11</a>, <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">18</a> (E), v <a data-ref=\"Exodus 19:20\" href=\"/Exodus.19.20\">20</a> (J; <span dir=\"rtl\">אֶל־רֹאשׁ הָהָר</span>), cf. <a data-ref=\"Nehemiah 9:13\" href=\"/Nehemiah.9.13\">Ne 9:13</a>; <span dir=\"rtl\">יֵרֵד י׳ צְבָאוֹת לִצְבֹּא עַל־הַר־צִיּוֹן</span> <a data-ref=\"Isaiah 31:4\" href=\"/Isaiah.31.4\">Is 31:4</a>; abs. <a data-ref=\"Genesis 11:5\" href=\"/Genesis.11.5\">Gn 11:5</a>, <a data-ref=\"Genesis 11:7\" href=\"/Genesis.11.7\">7</a>; <a data-ref=\"Genesis 18:21\" href=\"/Genesis.18.21\">18:21</a> <a data-ref=\"Exodus 3:8\" href=\"/Exodus.3.8\">Ex 3:8</a> (all J), <a data-ref=\"Numbers 11:17\" href=\"/Numbers.11.17\">Nu 11:17</a> (JE), <a data-ref=\"II Samuel 22:10\" href=\"/II_Samuel.22.10\">2 S 22:10</a> = <a data-ref=\"Psalms 18:10\" href=\"/Psalms.18.10\">ψ 18:10</a> (cf. <a data-ref=\"Psalms 144:5\" href=\"/Psalms.144.5\">144:5</a>), <a data-ref=\"Micah 1:3\" href=\"/Micah.1.3\">Mi 1:3</a> <a data-ref=\"Isaiah 63:19\" href=\"/Isaiah.63.19\">Is 63:19</a>; <a data-ref=\"Isaiah 64:2\" href=\"/Isaiah.64.2\">64:2</a>; <span dir=\"rtl\">וַיֵּרֶד י׳ בֶּעָנָן</span> <a data-ref=\"Exodus 34:5\" href=\"/Exodus.34.5\">Ex 34:5</a> <a data-ref=\"Numbers 11:25\" href=\"/Numbers.11.25\">Nu 11:25</a>, cf. <a data-ref=\"Numbers 12:5\" href=\"/Numbers.12.5\">12:5</a> (all JE); of pillar of cloud <a data-ref=\"Exodus 33:9\" href=\"/Exodus.33.9\">Ex 33:9</a> (JE); <span dir=\"rtl\">מִ׳ עָלָה־שָׁמַיִם וַיֵּרַ֡ד</span> <a data-ref=\"Proverbs 30:4\" href=\"/Proverbs.30.4\">Pr 30:4</a>; of angels on <span dir=\"rtl\">סֻלָּם</span>; <span dir=\"rtl\">עֹלִים וְיֹרְדִים בּוֹ</span> <a data-ref=\"Genesis 28:12\" href=\"/Genesis.28.12\">Gn 28:12</a> (E). <strong>3.</strong>  of inanimate things: <strong>a.</strong>  hail c. <span dir=\"rtl\">עַל</span> pers. <a data-ref=\"Exodus 9:19\" href=\"/Exodus.9.19\">Ex 9:19</a> (J); dew c. <span dir=\"rtl\">עַל</span> loc. <a data-ref=\"Numbers 11:9\" href=\"/Numbers.11.9\">Nu 11:9</a> (JE), <a data-ref=\"Psalms 133:3\" href=\"/Psalms.133.3\">ψ 133:3</a>; rain (as <span dir=\"rtl\">אָבָק</span> and <span dir=\"rtl\">עָפָר</span>), sq. <span dir=\"rtl\">מִן הַשָּׁמַיִם</span> + <span dir=\"rtl\">על</span> pers. <a data-ref=\"Deuteronomy 28:24\" href=\"/Deuteronomy.28.24\">Dt 28:24</a>, so in sim. of future king <span dir=\"rtl\">יֵרֵד כְּמָטָר עַל־גֵּז</span> <a data-ref=\"Psalms 72:6\" href=\"/Psalms.72.6\">ψ 72:6</a>; of <span dir=\"rtl\">גֶּשֶׁם</span> and <span dir=\"rtl\">שֶׁלֶג</span>, c. <span dir=\"rtl\">מִן הַשָּׁמַיִם</span> <a data-ref=\"Isaiah 55:10\" href=\"/Isaiah.55.10\">Is 55:10</a>; manna (c. <span dir=\"rtl\">עַל</span> loc.) <a data-ref=\"Numbers 11:9\" href=\"/Numbers.11.9\">Nu 11:9</a> (JE); fire from <span dir=\"rtl\">(מִן)</span> heaven <a data-ref=\"II Kings 1:10\" href=\"/II_Kings.1.10\">2 K 1:10</a><sup>(×2)</sup>, <a data-ref=\"II Kings 1:12\" href=\"/II_Kings.1.12\">12</a><sup>(×2)</sup>, <a data-ref=\"II Kings 1:14\" href=\"/II_Kings.1.14\">14</a> <a data-ref=\"II Chronicles 7:1\" href=\"/II_Chronicles.7.1\">2 Ch 7:1</a>, abs. <a data-ref=\"II Chronicles 7:3\" href=\"/II_Chronicles.7.3\">2 Ch 7:3</a>. <strong>b.</strong>  waters, flowing down <span dir=\"rtl\">הַנַּחַל הַיֹּרֵד מִן־הָהָר</span> <a data-ref=\"Deuteronomy 9:21\" href=\"/Deuteronomy.9.21\">Dt 9:21</a>, cf. <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">Jos 3:13</a> (sq. <span dir=\"rtl\">מִלְמָ֑עְלָה</span>), v <a data-ref=\"Joshua 3:16\" href=\"/Joshua.3.16\">16</a>; sq. <span dir=\"rtl\">עַל־יַם הָעֲרָבָה</span> v <a data-ref=\"Joshua 3:16\" href=\"/Joshua.3.16\">16</a>; <span dir=\"rtl\">עַל־הָעֲרָבָה</span> <a data-ref=\"Ezekiel 47:8\" href=\"/Ezekiel.47.8\">Ez 47:8</a>; sq. <span dir=\"rtl\">מִן</span> <a data-ref=\"Ezekiel 47:1\" href=\"/Ezekiel.47.1\">47:1</a>. <strong>c.</strong>  tears, <span dir=\"rtl\">פַּלְגֵי־מַיִם יָֽרְדוּ עֵינָ֑י</span> <a data-ref=\"Psalms 119:36\" href=\"/Psalms.119.36\">ψ 119:36</a>, and so <a data-ref=\"Lamentations 3:48\" href=\"/Lamentations.3.48\">La 3:48</a>; also <span dir=\"rtl\">עֵינִי יֹרְדָה מַיִם</span> <a data-ref=\"Lamentations 1:16\" href=\"/Lamentations.1.16\">La 1:16</a>, and so <a data-ref=\"Jeremiah 9:17\" href=\"/Jeremiah.9.17\">Je 9:17</a>; <a data-ref=\"Jeremiah 13:17\" href=\"/Jeremiah.13.17\">13:17</a>; <a data-ref=\"Jeremiah 14:17\" href=\"/Jeremiah.14.17\">14:17</a> (cf. also <a data-ref=\"Isaiah 15:3\" href=\"/Isaiah.15.3\">Is 15:3</a>, <strong>1 j</strong>). <strong>d.</strong>  of oil descending upon <span dir=\"rtl\">(על)</span> beard, etc. <a data-ref=\"Psalms 133:2\" href=\"/Psalms.133.2\">ψ 133:2</a><sup>(×2)</sup>. <strong>e.</strong>  of shadow on dial <a data-ref=\"II Kings 20:11\" href=\"/II_Kings.20.11\">2 K 20:11</a> = <a data-ref=\"Isaiah 38:8\" href=\"/Isaiah.38.8\">Is 38:8</a><sup>(×2)</sup>. <strong>f.</strong>  of boundary <em>going down</em> (from or to a place) <a data-ref=\"Joshua 16:3\" href=\"/Joshua.16.3\">Jos 16:3</a> (JE), elsewhere P, <a data-ref=\"Numbers 34:11\" href=\"/Numbers.34.11\">Nu 34:11</a><sup>(×2)</sup>, <a data-ref=\"Numbers 34:12\" href=\"/Numbers.34.12\">12</a> <a data-ref=\"Joshua 15:10\" href=\"/Joshua.15.10\">Jos 15:10</a>; <a data-ref=\"Joshua 16:7\" href=\"/Joshua.16.7\">16:7</a>; <a data-ref=\"Joshua 17:9\" href=\"/Joshua.17.9\">17:9</a>; <a data-ref=\"Joshua 18:13\" href=\"/Joshua.18.13\">18:13</a>, <a data-ref=\"Joshua 18:16\" href=\"/Joshua.18.16\">16</a>. <strong>g.</strong>  <em>come down</em>, abs. of headdresses, in sign of humiliation <a data-ref=\"Jeremiah 13:18\" href=\"/Jeremiah.13.18\">Je 13:18</a>. <strong>h.</strong>  pride of power <a data-ref=\"Ezekiel 30:6\" href=\"/Ezekiel.30.6\">Ez 30:6</a>. <strong>i.</strong>  of calamity <span dir=\"rtl\">מֵאֵת י׳</span> <a data-ref=\"Micah 1:12\" href=\"/Micah.1.12\">Mi 1:12</a>; <span dir=\"rtl\">עַל־קָדְקְדוֹ הֲמָסוֹ יֵרֵד</span> <a data-ref=\"Psalms 7:17\" href=\"/Psalms.7.17\">ψ 7:17</a>; of sword descending on <span dir=\"rtl\">(על)</span> Edom <a data-ref=\"Isaiah 34:5\" href=\"/Isaiah.34.5\">Is 34:5</a>. <strong>j.</strong>  fig. of words of talebearer; <span dir=\"rtl\">יָֽרְדוּ חַדְרֵי־בָּ֑טֶן</span> <a data-ref=\"Proverbs 18:8\" href=\"/Proverbs.18.8\">Pr 18:8</a> = <a data-ref=\"Proverbs 26:22\" href=\"/Proverbs.26.22\">26:22</a>.—Vid. also supr. <strong>1 k</strong>.<br>†<strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הוֹרִד</span> <a data-ref=\"II Kings 16:17\" href=\"/II_Kings.16.17\">2 K 16:17</a>; <span dir=\"rtl\">וְהוֹרִיד</span> consec. <a data-ref=\"Amos 3:11\" href=\"/Amos.3.11\">Am 3:11</a> (We <span dir=\"rtl\">וְהוּרַד</span>); 2 ms. <span dir=\"rtl\">וְהוֹרַדְתָּ֫</span> <a data-ref=\"I Kings 2:9\" href=\"/I_Kings.2.9\">1 K 2:9</a>; 2 fs. sf. <span dir=\"rtl\">הוֹרַדְתֵּנִי</span> <a data-ref=\"Joshua 2:18\" href=\"/Joshua.2.18\">Jos 2:18</a> (v. Baer<sup>n.</sup> and Kö<sup>i 412</sup>); <span dir=\"rtl\">הוֹרִידוּ</span> <a data-ref=\"I Samuel 6:15\" href=\"/I_Samuel.6.15\">1 S 6:15</a> <a data-ref=\"Lamentations 2:10\" href=\"/Lamentations.2.10\">La 2:10</a> etc.; Impf. 3 ms. <span dir=\"rtl\">וַיּוֹרֶד</span> <a data-ref=\"Judges 7:5\" href=\"/Judges.7.5\">Ju 7:5</a> + 5 times (+ <a data-ref=\"I Kings 6:32\" href=\"/I_Kings.6.32\">1 K 6:32</a> Klo, who reads <span dir=\"rtl\">וַיֹּרֶד</span> for <span dir=\"rtl\">וַיָּרֶד</span>, v. <span dir=\"rtl\">רדד</span>); sf. <span dir=\"rtl\">יוֹרִידֵנִי</span> <a data-ref=\"Obadiah 1:3\" href=\"/Obadiah.1.3\">Ob 3</a>; <span dir=\"rtl\">יוֹרִדֵהוּ</span> <a data-ref=\"I Samuel 30:16\" href=\"/I_Samuel.30.16\">1 S 30:16</a> <a data-ref=\"I Kings 17:23\" href=\"/I_Kings.17.23\">1 K 17:23</a>; <span dir=\"rtl\">וַיֹּרִדֵם</span> <a data-ref=\"I Kings 18:40\" href=\"/I_Kings.18.40\">1 K 18:40</a>; 2 ms. <span dir=\"rtl\">וְלֹא תּוֹרֵד</span> <a data-ref=\"I Kings 2:6\" href=\"/I_Kings.2.6\">1 K 2:6</a>; sf. <span dir=\"rtl\">(הֲ)תוֹרִדֵנִי</span> <a data-ref=\"I Samuel 30:15\" href=\"/I_Samuel.30.15\">1 S 30:15</a>, <span dir=\"rtl\">תּוֹרִדֵם</span> <a data-ref=\"Psalms 55:24\" href=\"/Psalms.55.24\">ψ 55:24</a> etc.; Imv. ms. <span dir=\"rtl\">הוֹרֵד</span> <a data-ref=\"Exodus 33:5\" href=\"/Exodus.33.5\">Ex 33:5</a> + 2 times; sf. <span dir=\"rtl\">הוֹרִדֵהוּ</span> <a data-ref=\"Ezekiel 32:18\" href=\"/Ezekiel.32.18\">Ez 32:18</a>; <span dir=\"rtl\">הוֹרִידֵמוֹ</span> <a data-ref=\"Psalms 59:12\" href=\"/Psalms.59.12\">ψ 59:12</a>; fs. <span dir=\"rtl\">הוֹרִידִי</span> <a data-ref=\"Lamentations 2:18\" href=\"/Lamentations.2.18\">La 2:18</a>; mpl. <span dir=\"rtl\">הוֹרִידוּ</span> <a data-ref=\"Genesis 43:7\" href=\"/Genesis.43.7\">Gn 43:7</a>, <a data-ref=\"Genesis 43:11\" href=\"/Genesis.43.11\">11</a>; sf. <span dir=\"rtl\">הוֹרִדֻהוּ</span> <a data-ref=\"Genesis 44:21\" href=\"/Genesis.44.21\">Gn 44:21</a>; Inf. cstr. <span dir=\"rtl\">לְהוֹרִיד</span> <a data-ref=\"Genesis 37:25\" href=\"/Genesis.37.25\">Gn 37:25</a>; sf. <span dir=\"rtl\">הוֹרִדִי</span> <a data-ref=\"Ezekiel 31:16\" href=\"/Ezekiel.31.16\">Ez 31:16</a>; Pt. <span dir=\"rtl\">מוֹרִיד</span> <a data-ref=\"I Samuel 2:6\" href=\"/I_Samuel.2.6\">1 S 2:6</a>; <span dir=\"rtl\">מֹרִיד</span> <a data-ref=\"II Samuel 22:48\" href=\"/II_Samuel.22.48\">2 S 22:48</a>;—<em>cause to come</em> or <em>go down:</em> <strong>1.</strong> <strong>a.</strong>  <em>bring down</em> (to Egypt), c. acc. pers. + <span dir=\"rtl\">שָׁ֫מָּה</span> <a data-ref=\"Genesis 39:1\" href=\"/Genesis.39.1\">Gn 39:1</a> (J); + <span dir=\"rtl\">הֵ֫נָּה</span> <a data-ref=\"Genesis 45:13\" href=\"/Genesis.45.13\">45:13</a> (E); + <span dir=\"rtl\">אֵלַי</span> <a data-ref=\"Genesis 44:21\" href=\"/Genesis.44.21\">44:21</a>; abs. <a data-ref=\"Genesis 43:7\" href=\"/Genesis.43.7\">43:7</a>; c. acc. rei <a data-ref=\"Genesis 43:11\" href=\"/Genesis.43.11\">43:11</a>; + <span dir=\"rtl\">מִצְרַ֫יְמָה</span> <a data-ref=\"Genesis 37:25\" href=\"/Genesis.37.25\">37:25</a>; abs. <a data-ref=\"Genesis 43:22\" href=\"/Genesis.43.22\">43:22</a> (all J); from Canaan to desert <a data-ref=\"Deuteronomy 1:25\" href=\"/Deuteronomy.1.25\">Dt 1:25</a> (sq. <span dir=\"rtl\">אֵלֵינוּ</span>); to <span dir=\"rtl\">(אֶל)</span> Amalekites <a data-ref=\"I Samuel 30:15\" href=\"/I_Samuel.30.15\">1 S 30:15</a><sup>(×2)</sup>; abs. v <a data-ref=\"I Samuel 30:16\" href=\"/I_Samuel.30.16\">16</a>; <em>bring down</em> (obj. pers. vel rei) <span dir=\"rtl\">אֶל־הַמַּיִם</span> <a data-ref=\"Judges 7:4\" href=\"/Judges.7.4\">Ju 7:4</a>, <a data-ref=\"Judges 7:5\" href=\"/Judges.7.5\">5</a>; <span dir=\"rtl\">אֶל־נַ֫חַל</span> <a data-ref=\"Deuteronomy 21:4\" href=\"/Deuteronomy.21.4\">Dt 21:4</a> <a data-ref=\"I Kings 18:40\" href=\"/I_Kings.18.40\">1 K 18:40</a>; <span dir=\"rtl\">יָ֫מָּה</span> <a data-ref=\"I Kings 5:23\" href=\"/I_Kings.5.23\">1 K 5:23</a>; to Gaza <span dir=\"rtl\">(עַזָּ֫תָה)</span> <a data-ref=\"Judges 16:21\" href=\"/Judges.16.21\">Ju 16:21</a>; from Jerusalem to Gihon, c. <span dir=\"rtl\">עַל</span> (Qr <span dir=\"rtl\">אֶל</span>) <a data-ref=\"I Kings 1:33\" href=\"/I_Kings.1.33\">1 K 1:33</a>; to valley of Jehosh. <span dir=\"rtl\">(אֶל)</span> <a data-ref=\"Joel 4:2\" href=\"/Joel.4.2\">Jo 4:2</a>; from <span dir=\"rtl\">(מִן)</span> temple (to king’s house) <a data-ref=\"II Kings 11:19\" href=\"/II_Kings.11.19\">2 K 11:19</a> = <a data-ref=\"II Chronicles 23:20\" href=\"/II_Chronicles.23.20\">2 Ch 23:20</a>; from <span dir=\"rtl\">(מֵעַל)</span> altar <a data-ref=\"I Kings 1:53\" href=\"/I_Kings.1.53\">1 K 1:53</a>; from <span dir=\"rtl\">(מִן)</span> upper chamber, sq. <span dir=\"rtl\">הַבַּ֫יְתָה</span> <a data-ref=\"I Kings 17:23\" href=\"/I_Kings.17.23\">1 K 17:23</a>; from <span dir=\"rtl\">(מִן)</span> the heavens <a data-ref=\"Amos 9:2\" href=\"/Amos.9.2\">Am 9:2</a>; Edom, from <span dir=\"rtl\">(מִן)</span> nest in rocks <a data-ref=\"Jeremiah 49:16\" href=\"/Jeremiah.49.16\">Je 49:16</a> <a data-ref=\"Obadiah 1:4\" href=\"/Obadiah.1.4\">Ob 4</a>; cf. of Isr. <span dir=\"rtl\">כְּעוֹף הַשָּׁמַיִם</span> <a data-ref=\"Hosea 7:12\" href=\"/Hosea.7.12\">Ho 7:12</a>; c. acc. of limit <span dir=\"rtl\">(אֶרֶץ)</span> <a data-ref=\"Obadiah 1:3\" href=\"/Obadiah.1.3\">Ob 3</a>; <em>bring down</em> (from Babylon) into <span dir=\"rtl\">(בְּ)</span> ships <a data-ref=\"Isaiah 43:14\" href=\"/Isaiah.43.14\">Is 43:14</a> (v. VB). <strong>b.</strong>  <em>send down</em> rain <span dir=\"rtl\">(הַגֶּשֶׁם)</span> <a data-ref=\"Ezekiel 34:26\" href=\"/Ezekiel.34.26\">Ez 34:26</a>, cf. <a data-ref=\"Joel 2:23\" href=\"/Joel.2.23\">Jo 2:23</a>; = <em>cause to flow down</em>, obj. spittle, <span dir=\"rtl\">וַיּוֹרֶד רִירוֹ אֶל־זְקָנוֹ</span> <a data-ref=\"I Samuel 21:14\" href=\"/I_Samuel.21.14\">1 S 21:14</a>; tears <span dir=\"rtl\">הוֹרִידִי כַנַּחל דִּמְעָה</span> <a data-ref=\"Lamentations 2:18\" href=\"/Lamentations.2.18\">La 2:18</a>; water-streams <span dir=\"rtl\">וַיּוֹרֶד כַּנְּהָרוֹת מָ֑יִם</span> <a data-ref=\"Psalms 78:16\" href=\"/Psalms.78.16\">ψ 78:16</a>. <strong>c.</strong>  = <em>lay prostrate, prostrate</em> <span dir=\"rtl\">הוֹרִיד מִמֵּךְ עֻזֵּךְ</span> <a data-ref=\"Amos 3:11\" href=\"/Amos.3.11\">Am 3:11</a> (where however We reads <span dir=\"rtl\">וְהוּרַד</span>) cf. <a data-ref=\"Proverbs 21:22\" href=\"/Proverbs.21.22\">Pr 21:22</a>; <span dir=\"rtl\">וְאוֹרִיד כַּאבִּיר יוֹשְׁבִים</span> <a data-ref=\"Isaiah 10:13\" href=\"/Isaiah.10.13\">Is 10:13</a>; of God’s casting down peoples <a data-ref=\"Psalms 56:8\" href=\"/Psalms.56.8\">ψ 56:8</a> <a data-ref=\"Isaiah 63:6\" href=\"/Isaiah.63.6\">Is 63:6</a> (sq. <span dir=\"rtl\">לָאָרֶץ</span>); <span dir=\"rtl\">מוֹרִיד עַמִּים תַּחְתֵּנוּ</span> <a data-ref=\"II Samuel 22:48\" href=\"/II_Samuel.22.48\">2 S 22:48</a> (<span dir=\"rtl\">וַיַּדְבֵּר</span> in ‖ <a data-ref=\"Psalms 18:48\" href=\"/Psalms.18.48\">ψ 18:48</a>); so perhaps Babylonians, like lambs, <span dir=\"rtl\">לִטְבֿוֹחַ</span> <a data-ref=\"Jeremiah 51:40\" href=\"/Jeremiah.51.40\">Je 51:40</a>; so <a data-ref=\"Psalms 59:12\" href=\"/Psalms.59.12\">ψ 59:12</a> (si vera l.; 𝔖 <span dir=\"rtl\">וַהֲנִידֵמוֹ</span> <em>make them vagabonds</em>, v. Lag<sup>Proph. Chald. (1872), xlviii</sup>. VB Hup Now Che Bae Dr<sup>2 S 15:20</sup>). <strong>d.</strong>  <em>bring down</em> to Sheʾôl <span dir=\"rtl\">י׳ מֵמִית וּמְחַיֶּ֑ה מוֹרִיד שְׁאוֹל וַיָּ֑עַל׃</span> <a data-ref=\"I Samuel 2:6\" href=\"/I_Samuel.2.6\">1 S 2:6</a>; sq. <span dir=\"rtl\">שְׁא(וֹ)ל</span> also <a data-ref=\"I Kings 2:6\" href=\"/I_Kings.2.6\">1 K 2:6</a>, <a data-ref=\"I Kings 2:9\" href=\"/I_Kings.2.9\">9</a>; sq. <span dir=\"rtl\">שְׁא֫וֹלָה</span> (obj. grey hair) <a data-ref=\"Genesis 42:38\" href=\"/Genesis.42.38\">Gn 42:38</a>; <a data-ref=\"Genesis 44:29\" href=\"/Genesis.44.29\">44:29</a>, <a data-ref=\"Genesis 44:31\" href=\"/Genesis.44.31\">31</a> (all J); cf. <a data-ref=\"Ezekiel 26:20\" href=\"/Ezekiel.26.20\">Ez 26:20</a>; <a data-ref=\"Ezekiel 31:16\" href=\"/Ezekiel.31.16\">31:16</a>; <a data-ref=\"Ezekiel 32:18\" href=\"/Ezekiel.32.18\">32:18</a>; sq. <span dir=\"rtl\">לִבְאֵר שַׁחַת</span> <a data-ref=\"Psalms 55:24\" href=\"/Psalms.55.24\">ψ 55:24</a>; <span dir=\"rtl\">לַשַּׁחַת</span> <a data-ref=\"Ezekiel 28:8\" href=\"/Ezekiel.28.8\">Ez 28:8</a>. <strong>2.</strong>  <em>take down</em> (from cart) <a data-ref=\"I Samuel 6:15\" href=\"/I_Samuel.6.15\">1 S 6:15</a>; the sea from upon <span dir=\"rtl\">(מֵעַל)</span> the brazen oxen <a data-ref=\"II Kings 16:17\" href=\"/II_Kings.16.17\">2 K 16:17</a>; corpse from <span dir=\"rtl\">(מִן)</span> tree <a data-ref=\"Joshua 8:29\" href=\"/Joshua.8.29\">Jos 8:29</a>, and <span dir=\"rtl\">(מֵעַל)</span> <a data-ref=\"Joshua 10:27\" href=\"/Joshua.10.27\">10:27</a> (both JE); the <span dir=\"rtl\">מִשְׁכָּן</span> <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">Nu 1:51</a> (P); the <span dir=\"rtl\">פָּרֹכֶת</span> <a data-ref=\"Numbers 4:5\" href=\"/Numbers.4.5\">Nu 4:5</a> (P); <em>take off</em> ornaments <span dir=\"rtl\">מֵעָלֶיךָ</span> <a data-ref=\"Exodus 33:5\" href=\"/Exodus.33.5\">Ex 33:5</a> (JE). <strong>3.</strong>  <em>let down</em> <span dir=\"rtl\">וַתֹּ֫רֶד כַּדָּהּ עַל־יָדָהּ</span> <a data-ref=\"Genesis 24:18\" href=\"/Genesis.24.18\">Gn 24:18</a>, so, with <span dir=\"rtl\">מֵעָלֶיהָ</span> v <a data-ref=\"Genesis 24:46\" href=\"/Genesis.24.46\">46</a>, to give one a drink; <span dir=\"rtl\">וַיּוֹרִדוּ אִישׁ אֶת־אַמְתַּחְתּוֹ אָ֑רְצָה</span> <a data-ref=\"Genesis 44:11\" href=\"/Genesis.44.11\">Gn 44:11</a> (all J); obj. pers. <a data-ref=\"Joshua 2:18\" href=\"/Joshua.2.18\">Jos 2:18</a>, <span dir=\"rtl\">בַּחֶבֶל בְּעַד הַחַלּוֹן</span> v <a data-ref=\"Joshua 2:15\" href=\"/Joshua.2.15\">15</a> (both JE); <span dir=\"rtl\">בְּעַד הַחַלּוֹן</span> <a data-ref=\"I Samuel 19:12\" href=\"/I_Samuel.19.12\">1 S 19:12</a>; cf. also <span dir=\"rtl\">הוֹרִידוּ לָאָרֶץ רֹאשָׁן בְּתוּלֹת יְרוּשָׁלַםִ</span> <a data-ref=\"Lamentations 2:10\" href=\"/Lamentations.2.10\">La 2:10</a> <em>the virgins of Jerusalem have bowed down their heads to the ground</em>.<br>†<strong>Hoph.</strong>  Pf. <span dir=\"rtl\">הוּרַד</span> <a data-ref=\"Genesis 39:1\" href=\"/Genesis.39.1\">Gn 39:1</a> + 2 times + <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">1 S 30:24</a> Kt (Qr <strong>Qal</strong> Pt.); <span dir=\"rtl\">וְהוּרַד</span> consec. <a data-ref=\"Zechariah 10:11\" href=\"/Zechariah.10.11\">Zc 10:11</a>; 2 ms. <span dir=\"rtl\">וְהוּרַדְתָּ֫</span> <a data-ref=\"Ezekiel 31:18\" href=\"/Ezekiel.31.18\">Ez 31:18</a>; Impf. 2 ms. <span dir=\"rtl\">תּוּרַד</span> <a data-ref=\"Isaiah 14:15\" href=\"/Isaiah.14.15\">Is 14:15</a>;— <strong>1.</strong>  <em>be brought down</em> <span dir=\"rtl\">מִצְרַ֫יְמָה</span> <a data-ref=\"Genesis 39:1\" href=\"/Genesis.39.1\">Gn 39:1</a> (J); <span dir=\"rtl\">בַּמִּלְחָמָה</span> <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">1 S 30:24</a> Kt (v. supr.); to She’ôl <span dir=\"rtl\">הוּרַד שְׁאוֹל גְּאוֹנֶךָ</span> <a data-ref=\"Isaiah 14:11\" href=\"/Isaiah.14.11\">Is 14:11</a> (of king of Babylon); <span dir=\"rtl\">אֶל־שְׁאוֹל תּוּרַד אֶל־יַרְכְּתֵי־בוֹר</span> v <a data-ref=\"Isaiah 14:15\" href=\"/Isaiah.14.15\">15</a>; <span dir=\"rtl\">וְהוּרַדְתָּ֫ אֶל־אֶרֶץ תַּחְתִּית</span> <a data-ref=\"Ezekiel 31:18\" href=\"/Ezekiel.31.18\">Ez 31:18</a>; <span dir=\"rtl\">וְהוּרַד גְּאוֹן אַשּׁוּר</span> <a data-ref=\"Zechariah 10:11\" href=\"/Zechariah.10.11\">Zc 10:11</a>.—In <a data-ref=\"Amos 3:11\" href=\"/Amos.3.11\">Am 3:11</a> We reads <span dir=\"rtl\">וְהוּרַד ממך</span> (v. <strong>Hiph.</strong> supr.) <strong>2.</strong>  <em>be taken down</em>, of the <span dir=\"rtl\">מִשְׁכָּן</span> <a data-ref=\"Numbers 10:7\" href=\"/Numbers.10.7\">Nu 10:7</a> (P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2bab6084aa1cbf1da7d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מָן 1", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "BDB, מָן 1", "sourceHeRef": "בראון-דרייבר-בריגס, מָן א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מָן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><span dir=\"rtl\">מָן</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Numbers 11:9\" href=\"/Numbers.11.9\">Nu 11:9</a></sup> <strong>manna (</strong> = Arabic <span dir=\"rtl\">مَنٌّ</span>, known to Beduin in Sin. Penin.; a juice exuding in heavy drops from twigs (some say also the leaves) of <em>Ṭarfa</em> (Ṭŭrfa) tree (<em>tamarix gallica mannifera</em>) in W. Sin. Penin., end of May and in June, sweet, sticky, honey-like; cf. Di <a data-ref=\"Exodus 16:36\" href=\"/Exodus.16.36\">Ex 16:36</a> Rob<sup>BR i, 75, 115, 590</sup> Eb<sup>GS 233 ff., 574 ff.</sup> Soc<sup>ZMG xxxv. 1881, 254</sup><strong>)</strong>;—<span dir=\"rtl\">מ׳</span> abs. <a data-ref=\"Exodus 16:15\" href=\"/Exodus.16.15\">Ex 16:15</a> + 12 times, sf. <span dir=\"rtl\">מַנְךָ</span> <a data-ref=\"Nehemiah 9:20\" href=\"/Nehemiah.9.20\">Ne 9:20</a>:—<em>manna:</em> <span dir=\"rtl\">וַיֹּאמְרוּ מָן הוּא כִּי לֹא יָֽדְעוּ מַה־הוּא</span> <a data-ref=\"Exodus 16:15\" href=\"/Exodus.16.15\">Ex 16:15</a>; v <a data-ref=\"Exodus 16:31\" href=\"/Exodus.16.31\">31</a>, <a data-ref=\"Exodus 16:33\" href=\"/Exodus.16.33\">33</a>, <a data-ref=\"Exodus 16:35\" href=\"/Exodus.16.35\">35</a><sup>(×2)</sup> <a data-ref=\"Numbers 11:6\" href=\"/Numbers.11.6\">Nu 11:6</a>, <a data-ref=\"Numbers 11:7\" href=\"/Numbers.11.7\">7</a>, <a data-ref=\"Numbers 11:9\" href=\"/Numbers.11.9\">9</a> (described <a data-ref=\"Exodus 16:14\" href=\"/Exodus.16.14\">Ex 16:14</a>, <a data-ref=\"Exodus 16:31\" href=\"/Exodus.16.31\">31</a> <a data-ref=\"Numbers 11:7\" href=\"/Numbers.11.7\">Nu 11:7</a>; accomp. dew <a data-ref=\"Exodus 16:14\" href=\"/Exodus.16.14\">Ex 16:14</a> <a data-ref=\"Numbers 11:9\" href=\"/Numbers.11.9\">Nu 11:9</a>); ceased after Israel reached Canaan <a data-ref=\"Joshua 5:12\" href=\"/Joshua.5.12\">Jos 5:12</a><sup>(×2)</sup>; as 2nd acc. <span dir=\"rtl\">הֶאֱכִילְךָ אֶת־הַמָּן</span> <a data-ref=\"Deuteronomy 8:3\" href=\"/Deuteronomy.8.3\">Dt 8:3</a>, cf. v <a data-ref=\"Deuteronomy 8:16\" href=\"/Deuteronomy.8.16\">16</a>; <span dir=\"rtl\">וַיּמְטֵר עֲלֵיהֶם מָן לֶאֱכֹל</span> <a data-ref=\"Psalms 78:24\" href=\"/Psalms.78.24\">ψ 78:24</a>; <span dir=\"rtl\">וּמַנְךָ לֹא־מָנַעְתָּ מִפִּיהֶם</span> <a data-ref=\"Nehemiah 9:20\" href=\"/Nehemiah.9.20\">Ne 9:20</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6392655ddcb67975eb53dc7d", "index_title": "Likkutei Torah", "category": "Chasidut", "type": "quotation_auto_tanakh", "ref": "Likkutei Torah, Eikev 3:7", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Likkutei Torah, Eikev 3:7", "sourceHeRef": "לקוטי תורה, עקב ג׳:ז׳", "anchorVerse": 9, "sourceHasEn": false, "compDate": [1796, 1812], "commentaryNum": 3.0007, "collectiveTitle": {"en": "Likkutei Torah", "he": "לקוטי תורה"}, "heTitle": "עקב", "he": "ועמ״ש מענין אמת ואמונה בביאור ע״פ וידעת היום. וזהו ג״כ ההפרש בין ב׳ הלחמים כי לחם מן השמים נאמר על המן ששרשו ממקור ח״ע דכתיב וברדת הטל על המחנה לילה ירד המן וכתיב ועינו כעין הבדולח דהיינו בחי׳ טלא דבדולחא מקור החכמה סתימאה וכמ״ש בזהר מזונא דחכימא פי׳ שהוא מזון להיות התהוות ח״ע ולכן כתיב לקטו דבר יום ביומו שהוא נמשך מלמעלה מן הזמן ומקור התהוות הזמן נמשך מאתו ולכן היה ג״כ נבלע באברים ולא היה בו פסולת כלל ולא היו צריכים לנקבים כלל וכמארז״ל שמה שנאמר ויתד תהיה לך כו׳ היינו בדברים שתגרי אוה״ע מוכרים להם והיינו לפי ששרש הבירורים הוא מבחי׳ ואלה המלכים שנפלו בשבירה מבחי׳ תהו כו׳ משא״כ שרש המן למעלה מבחי׳ תהו לא היה בו פסולת כלל.", "heVersionTitle": "Kehot Publication Society", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6426797a4b628abf50008ca9", "index_title": "Aggadat Bereshit", "category": "Midrash", "type": "", "ref": "Aggadat Bereshit 43:4", "anchorRef": "Numbers 11:9", "anchorRefExpanded": ["Numbers 11:9"], "sourceRef": "Aggadat Bereshit 43:4", "sourceHeRef": "אגדת בראשית מ״ג:ד׳", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 43.0004, "collectiveTitle": {"en": "Aggadat Bereshit", "he": "אגדת בראשית"}, "he": "[ד] ד\"א ויתן לך האלהים מטל השמים. זה המן, שנאמר וברדת הטל (במדבר יא ט), זה המן. ומשמני הארץ. זה הבאר, שהיתה מעלה להן דגים. ורוב דגן ותירוש. אלו שלוים. יעבדוך עמים, אלו בני נח. וישתחוו לך לאומים, אלו בני ישמעאל, הוה גביר לאחיך, אלו בני קטורה. וישתחוו לך בני אמך, זה עשו ואלופיו. אורריך ארור, זה בלעם. ומברכיך ברוך. זה משה, שנאמר וזאת הברכה וגו' (דברים לג א).", "heVersionTitle": "Krakow, 1903", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "[4] Another interpretation: God will give you rain from the sky, this is the manna, as it is said \"when the dew fell\" (Numbers 11:9), this is the manna. And from the fat of the earth, this is the well that brought up fish for them, and an abundance of grain and grapes, these are the vineyards. \"Let peoples serve you\", these are the descendants of Noah. \"Nations bow down to you\", these are the descendants of Ishmael. \"Be master over your brothers\", these are the descendants of Keturah. \"Cursed be those who curse you\", this is Balaam. \"Blessed be those who bless you\", this is Moses, as it is said \"And this is the blessing\" (Deuteronomy 33:1).", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "660923db6e2fce8afd4fe1ed", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Korach, Power and Influence 2", "anchorRef": "Numbers 11:4-15", "anchorRefExpanded": ["Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Korach, Power and Influence 2", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, קרח, ה ב׳", "anchorVerse": 4, "sourceHasEn": true, "commentaryNum": 2, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "In this essay, we explore one aspect of the Korah rebellion, namely the seeming inconsistency between Moses’ reaction here and in the episode, just a few chapters earlier, of Eldad and Medad. Moses, on that occasion, had reached the lowest point in his own emotional struggle with the burdens of leadership. The people had complained about the food. Moses was devastated that they had not matured after the transformative experiences, first of the revelation of God at Mount Sinai, then of the construction of the Tabernacle and the knowledge that the Divine Presence was visibly in their midst. So low were his spirits that he prayed to God to allow him to die rather than carry on (Num. 11:4–15).", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]