[{"_id": "52104bdaedbab43f237015d4", "index_title": "Ramban on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ramban on Numbers 11:19:1", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Ramban on Numbers 11:19:1", "sourceHeRef": "רמב\"ן על במדבר י״א:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>לא יום אחד תאכלון</b> שיעורו לא יום אחד בלבד תאכלו ולא יומים בלבד וכמוהו לא אחת ולא שתים (מלכים ב ו י) שאינם אחת ושנים בלבד ועל דעתי האוכל והעושה דבר ימים רבים רצופים איננו נקרא אוכל ועושה יום אחד וכן האוכל שלשים יום רצופים איננו נקרא אוכל עשרים יום או שיהיה ה<b>אחד</b> נמשך לא יום אחד תאכלו ולא יומים ועשרה ועשרים יום אחדים רק חדש שלם והנה נתן להם תאותם בבשר ולא בדגה ולא בירקות כי עיקר שאלתם אשר יבכו עליו <b>תנה לנו בשר</b> (במדבר י״א:י״ג) וטעם עד חדש ימים עד אשר יצא מאפכם והיה לכם לזרא (במדבר י״א:כ׳) שיתן להם בשר הרבה ויאכלו ממנו כל החדש לרוב מאד עד שיקוצו בו ויהיה להם כדבר נתעב וזר שאיננו נאכל ועל דרך הפשט כן היה כי ביום הראשון הוכו מכה רבה ומתו העם המתאוים תחלה הם האספסוף אשר בקרבו גם בני ישראל הנזכרים תחלה שאמרו (במדבר י״א:ד׳) מי יאכילנו בשר ושאר כל העם אשר בכו אחרי כן למשפחותם איש פתח אהלו (במדבר י״א:י׳) אכלו ממנו חדש ימים והיה להם לזרא וזרקו החמרים אשר נשארו להם ממנו וכן אמר המזמור (תהלים עח כז-לא) וימטר עליהם כעפר שאר וגו' ויאכלו וישבעו מאד ותאותם יביא להם לא זרו מתאותם עוד אכלם בפיהם ואף אלהים עלה וגו' כי קצתם אכלו וישבעו מאד ובעלי התאוה לא נפרדו מתאותם כלל כי בעוד אכלם בפיהם עלה בהם אף ה': ואין מדרשו של רבי שמעון ושל רבי יהודה הנשיא נאותין ללשון הכתוב בעבור שאמר (במדבר י״א:כ״ג) עתה תראה היקרך דברי אם לא ומדרשו של רבי עקיבא שאמר דברים כמשמען מי מספיק להם הוא משמעות הכתוב באמת והוא דעתו של אונקלוס. אבל הענין בעצמו תמה כמו שאמר רבי שמעון מי שכתוב בו (במדבר י״ב:ז׳) בכל ביתי נאמן הוא יאמר אין המקום מספיק להם. ועוד כי כלם ראו כבר נפלאות גדולות מזו. ור\"א תירץ כי משה היה חושב שלא יחדש השם מופת כי אם להצדיק נביאו. וגם זה איננו נכון בעיני כי כבר עשה עמהם כזה בשליו ראשון (שמות טז יג) וכן במים (שם יז ו) ובמן (שם טז) כי כולם על תלונותם נתנו להם: והנכון אצלי כי כאשר יעשה השם אותות ומופתים לישראל חסד הם מאתו וכולן לטוב להם כי טוב ה' לכל ורחמיו על כל מעשיו זולתי כאשר יצא הקצף על עוברי רצונו שיעשה עמהם באף ובמדת הדין לרעה גמורה. והנה אין בנסים רק טובה גמורה שלימה ברחמים או נקמה במדת הדין. אבל עתה כשאמר לו שיתן להם שאלתם ויאכלו בשר עד אשר יצא מאפכם והיה לכם לזרא ידע משה רבינו שלא יהיה אות מאת השם לבראות להם בשר כאשר נתן להם דגן שמים כענין שיאמרו חכמים (סנהדרין נט ב) אין דבר טמא יורד מן השמים. ועוד כי כל הנסים יודיעם למשה הנני ממטיר לכם לחם מן השמים (שמות טז ד) הנני עומד לפניך שם על הצור (שם יז ו) אבל בכאן שאמר לו ואל העם תאמר התקדשו למחר (במדבר י״א:י״ח) ולא הודיעו הבין משה שלא יהיה זה בנס מאתו יתברך. ועל כן שאל בתמיה מה יעשה להם כדרך כל הארץ אם ישחט להם צאן ובקר מכל סביבותיהם לא יספיק להם ואם יאסף להם כל דגי הים אשר במקום ההוא הקרוב להם לא יספיק להם. והשם השיבו כי אין יד השם קצרה לתת להם שאלתם גם בדרך המקרים: וזה טעם <b>היקרך דברי אם לא</b> ואמר \"היד ה' תקצר\" כלשון ויין מלכות רב כיד המלך (אסתר א ז). ולא אמר ה' \"הממני יפלא כל דבר\" כי לא יעשה זה במופת. וכן היה שנסע רוח מאת השם (במדבר י״א:ל״א) כמנהגו של עולם לא \"רוח ים חזק מאד\" ולא \"רוח קדים עזה\" כאשר יזכיר במופתים (שמות י יט שם יד כא) אבל רוח סתם כנהוגים ויגז שלוים מן הים לא שנבראו עתה בעבורם ואין בדבר חידוש מטבעו של עולם. ועוד שכבר היה להם כן ולא חידש עתה רק שיהיו שלוים רבים מאד:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "YE SHALL NOT EAT ONE DAY. The meaning thereof is: “<i>you shall not eat</i> for only <i>one day, nor</i> only <i>two days</i> [<i>but even a whole month</i>].<sup class=\"footnote-marker\">226</sup><i class=\"footnote\">Verse 20.</i> Similarly, the phrase <i>not once nor twice</i><sup class=\"footnote-marker\">227</sup><i class=\"footnote\">II Kings 6:10.</i> means <i>“not</i> only <i>once nor twice.”</i> And in my opinion it cannot be said of a person who eats or does something for many consecutive days that he ate or did [that action] for one day.<sup class=\"footnote-marker\">228</sup><i class=\"footnote\">Hence the statement <i>ye shall not eat one day</i> is to be understood literally, for since they will eat for a consecutive period of thirty days, it cannot be said of them that they ate for one day. Likewise the phrase <i>nor twenty days</i> is to be understood in its plain sense: “you will not eat of it twenty days, but thirty days.”</i> Similarly it cannot be said of one who eats [something] for thirty consecutive days that he ate it for twenty days.<sup class=\"footnote-marker\">228</sup><i class=\"footnote\">Hence the statement <i>ye shall not eat one day</i> is to be understood literally, for since they will eat for a consecutive period of thirty days, it cannot be said of them that they ate for one day. Likewise the phrase <i>nor twenty days</i> is to be understood in its plain sense: “you will not eat of it twenty days, but thirty days.”</i> Or it may be that the word “one” [<i>Ye shall not eat ‘one’ day</i>] is connected [with the following phrases]<i>:</i> “<i>Ye shall not eat one day, nor two days</i>, nor ten or twenty single [non-consecutive] days, but a full month.” Thus He gave them the meat which they craved for, but not the fish or the vegetables, for their main demand for which they wept was <i>give us flesh</i>.<sup class=\"footnote-marker\">229</sup><i class=\"footnote\">Verse 13.</i> And the meaning of the expression, <i>But even a whole month, until it come out of your nostrils, and it be loathsome unto you</i><sup class=\"footnote-marker\">226</sup><i class=\"footnote\">Verse 20.</i> is that He will give them a lot of meat, and they will eat it for a whole month to such a great extent that they will become sick of it, and they will consider it detestable and like a strange inedible food.<br>According to the plain meaning of Scripture the following is what happened: On the first day [of their eating the meat] they were smitten <i>with a very great plague</i><sup class=\"footnote-marker\">230</sup><i class=\"footnote\">Further, Verse 33.</i> and the people that were the first to lust died,<sup class=\"footnote-marker\">231</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 34.</i> these being <i>the mixed multitude that was among them</i>,<sup class=\"footnote-marker\">232</sup><i class=\"footnote\">Above, Verse 4.</i> also <i>the children of Israel</i> mentioned at the beginning who said, <i>Who shall give us flesh to eat?</i><sup class=\"footnote-marker\">232</sup><i class=\"footnote\">Above, Verse 4.</i> But the rest of the people who wept afterwards <i>family by family, every man at the door of his tent</i><sup class=\"footnote-marker\">233</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 10.</i> ate of it for a whole month until it became loathsome to them<sup class=\"footnote-marker\">226</sup><i class=\"footnote\">Verse 20.</i> and they threw away any heaps they had left of it. And so does the psalm state: <i>He caused flesh also to rain upon them as the dust;</i><sup class=\"footnote-marker\">234</sup><i class=\"footnote\">Psalms 78:27.</i> <i>So they did eat, and were well-filled, and He gave them that which they craved. They were not estranged from their craving, their food was still in their mouths, when the anger of G-d went up against them</i> etc.<sup class=\"footnote-marker\">235</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 29-31.</i> For some of them ate and were well-filled, but those who lusted did not satisfy their lust at all, for while <i>their food was still in their mouths … the anger of G-d went up against them</i>.<sup class=\"footnote-marker\">235</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 29-31.</i><br>Now the [Midrashic] interpretations of Rabbi Shimon<sup class=\"footnote-marker\">236</sup><i class=\"footnote\">The Verses 22-23 state: 22. <i>And Moses said: “The people, among whom I am, are six hundred thousand men on foot; and yet Thou hast said: I will give them flesh, that they may eat a whole month!</i> 23. <i>If flocks and herds be slain for them, will they suffice them? or if all the flesh be gathered together for them ‘umatza lahem’</i> (<i>will they suffice them</i>)?<i>”</i> Since it is inconceivable that Moses actually doubted G-d’s powers, Rashi [in Verse 22] quotes the interpretation of Rabbi Shimon in the Sifre, that Moses’ intent was as follows: “The people are so many, and Thou hast said ‘I will give them flesh, for a whole month’ — and then you will kill them! Shall the flock and herds be slaughtered for them so that they [the people] will be killed immediately, and this eating should be their last, satisfying them forever!” Then G-d said to Moses: <i>Now shalt thou see</i> etc. (see note that follows).</i> and of Rabbi Yehudah Hanasi<sup class=\"footnote-marker\">237</sup><i class=\"footnote\">In our Rashi: “Rabban Gamaliel the son of Rabbi Yehudah Hanasi.” This Sage explains that Moses said: “Since they are merely seeking a pretext, Thou wilt never be able to satisfy them, for they will always beg for something else.” — Then G-d said to Moses: “<i>Now shalt thou see whether My word shall come to pass unto thee or not</i> (Verse 23) — for they will not listen unto thee.” Moses then went to appease them and told them what G-d said to him: <i>Is the hand of the Eternal waxed short</i>? (<i>ibid.</i>) But the people answered that He indeed has no power to grant their request. This is what the following verse [24] means: <i>And Moses went out, and told the people the words of the Eternal</i>. Since, however, they refused to listen to him, the verse continues, <i>and he gathered seventy men</i> etc.</i> do not fit in properly with the language of Scripture, because He said, <i>Now shalt thou see whether My word shall come to pass unto thee or not</i>.<sup class=\"footnote-marker\">238</sup><i class=\"footnote\">Ramban’s intent is as follows: Had Verse 23 stated: “<i>And the Eternal said unto Moses: ‘Is the hand of the Eternal waxed short?’</i> And Moses said: ‘I will go to appease them.’ And G-d said to him: ‘They will not listen unto thee. <i>Now shalt thou see whether My word shall come to pass unto thee</i> [that they will not listen unto thee] <i>or not …</i>’” the interpretations of Rabbi Shimon and of Rabbi Yehudah Hanasi would have fitted in with the text of Scripture. But all which is written after the phrase, <i>Is the hand of the Eternal waxed short?</i> is: <i>Now shalt thou see</i> etc. which implies that Moses, as it were, doubted that G-d would satisfy them. Hence we must offer another interpretation, as set forth in the text that follows.</i> And the interpretation of Rabbi Akiba who says that the words [of Moses] are to be taken literally, namely “Will it be enough for them?” is the true sense of Scripture, and this is the opinion of Onkelos [who translated <i>umatza lahem</i><sup class=\"footnote-marker\">239</sup><i class=\"footnote\">See Note 236, quoting Verse 23.</i> — “will it suffice them?”]. But the event itself is amazing, as Rabbi Shimon said [commenting on Rabbi Akiba’s interpretation]: “The person of whom Scripture writes, <i>he is trusted in all My house</i>,<sup class=\"footnote-marker\">240</sup><i class=\"footnote\">Further, 12:7.</i> would he say that G-d cannot supply enough for them!” Moreover, all of them had already seen far greater wonders than this! And Rabbi Abraham ibn Ezra answered this [by saying] that Moses thought that G-d would not create a new wonder except to vindicate His prophet [as happened in the affair of Korach, further, Chapter 16; and since the truth of his prophecy was not now in question, Moses thought that no miracle would happen merely to satisfy the people’s requests]. But this too, does not appear correct to me, for He had already done for them [a miracle] of this sort with the first quail,<sup class=\"footnote-marker\">241</sup><i class=\"footnote\">Exodus 16:13.</i> and also with the water<sup class=\"footnote-marker\">242</sup><i class=\"footnote\"><i>Ibid.</i>, 17:6.</i> and the manna,<sup class=\"footnote-marker\">243</sup><i class=\"footnote\"><i>Ibid.</i>, Chapter 16.</i> for all of these things were given to them to satisfy their complaints.<br>The correct interpretation appears to me to be that when G-d does signs and wonders for Israel, they are deeds of kindness from Him, and they are all for their good, for <i>The Eternal is good to all; and His tender mercies are over all His works</i>,<sup class=\"footnote-marker\">244</sup><i class=\"footnote\">Psalms 145:9.</i> except when <i>there is wrath gone out</i><sup class=\"footnote-marker\">245</sup><i class=\"footnote\">Further, 17:11.</i> against those who transgress His Will, when He acts towards them with anger and the attribute of judgment to their complete punishment. Thus miracles can only be [manifestations of] complete and perfect goodness in mercy, or retribution by the attribute of judgment. But now when G-d told Moses that He would fulfill their request and they would eat meat <i>until it cometh out at your nostrils, and it be loathsome unto you</i>,<sup class=\"footnote-marker\">246</sup><i class=\"footnote\">Verse 19.</i> Moses our teacher knew that there would not be a wonder from G-d to supply them with flesh as He gave them <i>the corn of heaven</i>,<sup class=\"footnote-marker\">247</sup><i class=\"footnote\">Psalms 78:24.</i> similar to which the Sages say:<sup class=\"footnote-marker\">248</sup><i class=\"footnote\">Bereshith Rabbah 51:5.</i> “No evil thing comes down from heaven.” Moreover, all miracles He told Moses about beforehand: <i>Behold, I will cause to rain bread from heaven for you;</i><sup class=\"footnote-marker\">249</sup><i class=\"footnote\">Exodus 16:4.</i> <i>Behold, I will stand before thee there on the rock in Horeb;</i> [<i>and thou shalt smite the rock, and there shall come water out of it</i>].<sup class=\"footnote-marker\">250</sup><i class=\"footnote\"><i>Ibid.</i>, 17:6.</i> But here since He told him, <i>And say unto the people: Sanctify yourselves against tomorrow</i>,<sup class=\"footnote-marker\">251</sup><i class=\"footnote\">Verse 18.</i> and He did not inform him [that he would then give them meat, as He informed about the other miracles], Moses understood that there would be no miracle from Him, blessed be He. Therefore he asked in astonishment: “What can He do [to satisfy] them by natural means? If all the flocks and herds around them be slaughtered for them they will still not be satisfied, and if all the fish of the sea in the place nearest to them be gathered in for them it would still not be sufficient for them.” Therefore G-d answered that His hand is not too short to fulfill their request even by ordinary events, this being the meaning of the expression <i>‘ha’yikrecha’</i> [of the root <i>mikreh</i> — “chance”] <i>My word or not</i>, [i.e., <i>Now shalt thou see whether My word ‘shall suffice for thee even by chance’</i>]. And He said, <i>Is the Eternal’s ‘yad’</i> (<i>hand</i>) <i>waxed short</i>, similar to the expression, <i>and royal wine in abundance, according to the ‘yad’</i> (<i>bounty</i>) <i>of the king</i>,<sup class=\"footnote-marker\">252</sup><i class=\"footnote\">Esther 1:7.</i> but He did not say, <i>Is there anything too hard for me?</i><sup class=\"footnote-marker\">253</sup><i class=\"footnote\">Jeremiah 32:27.</i> since this was not done by a wonder. And so indeed it came to pass, that <i>there went forth a wind from the Eternal</i><sup class=\"footnote-marker\">254</sup><i class=\"footnote\">Verse 31. This wind was not an exceptionally powerful wind of a miraculous nature, as e.g., in Exodus 14:21 [at the splitting of the Red Sea].</i> in accordance with natural events, neither a very strong west wind nor <i>a strong east wind</i>, as Scripture mentions in speaking of the miracles, but a normal wind as is usual, <i>and it brought across quails from the sea</i>,<sup class=\"footnote-marker\">254</sup><i class=\"footnote\">Verse 31. This wind was not an exceptionally powerful wind of a miraculous nature, as e.g., in Exodus 14:21 [at the splitting of the Red Sea].</i> not that they were now created for their sake, and so there was nothing different in this from the natural events of the world. Besides, this had already happened to them before,<sup class=\"footnote-marker\">241</sup><i class=\"footnote\">Exodus 16:13.</i> and the only new element in it now was that the quails were in great abundance.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "531e4fe3fbfba276047f6fc7", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 11:19", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Onkelos Numbers 11:19", "sourceHeRef": "תרגום אונקלוס על במדבר י״א:י״ט", "anchorVerse": 19, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 11.0019, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "לָא יוֹמָא חַד תֵּיכְלוּן וְלָא תְרֵין יוֹמִין וְלָא חַמְשָׁא יוֹמִין וְלָא עַשְׂרָא יוֹמִין וְלָא עַשְׂרִין יוֹמִין:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Not for one day will you be eating and not for two days; not for five days, not for ten days, and not for twenty days.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec7fd", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 11:19", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Targum Jonathan on Numbers 11:19", "sourceHeRef": "תרגום יונתן על במדבר י״א:י״ט", "anchorVerse": 19, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 11.0019, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "לָא יוֹמָא חָד תֵּיכְלוּן וְלָא תְּרֵין יוֹמִין וְלָא חַמְשָׁא יוֹמִין וְלָא עַשְרָא יוֹמִין וְלָא עַשְרִין יוֹמִין", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " You shall not eat it one day, nor two days, nor five, nor ten, nor twenty days; \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17aabfbfba22336ea7b9f", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 11:19:1", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Or HaChaim on Numbers 11:19:1", "sourceHeRef": "אור החיים על במדבר י״א:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>לא יום אחד וגו'</b>. טעם אורכן של דברים, והכוונה בהם, לפי מה שפירשנו במאמר ואכלתם בשר כי מצות מלך הוא לחייבם לאכול, ולצד שיש לך אדם שתשלים תאותו באכילת בשר ביום אחד, ויש בב', ויש בה', ויש בי', ויש בעשרים, ויאמר האדם הנה השלמתי תאותי ולא יאכל עוד, לזה בא דבר מלך להמשלים תאותו ביום אחד כתב אזהרה לא יום אחד, ולהמשלים תאותו בב' באה עליו האזהרה ולא יומים, וכן כולם, והגביל להם ל' יום בחיוב האכילה כדי שימאסוהו והיה לזרא בטבע אנושי תמורת התאוה בו, ומעתה כל המבטל מאכילתו יום א' הרי זה עבר על לאו ובטל מצות עשה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span>לא יום אחד</span>, \"not one day, etc.\"</b> We must understand the reason why the Torah describes the time the Israelites would eat meat in such detail when the gist of it could have been written in far fewer words. I believe the key to understanding this lies in our previous commentary on the second <span>ואכלתם</span> being a command rather than a promise. Some people can satisfy their craving for meat after having eaten meat one day, whereas others may require a far longer period on a meat diet before they have satisfied their craving. The Torah warns that even people who normally can satisfy their craving after a single day will not be allowed to do so; similarly, people who would normally require say ten days to satisfy their craving would not be allowed to do so. The respective introduction: \"not one day,\" \"not two days,\" etc., are to tell us that the normal manner in which these people satisfy their cravings would not apply in this instance. The limit the Torah prescribes is 30 days, at which time the meat would become repulsive. This teaches that if someone stopped eating meat before these thirty days were complete he would have violated the positive commandment of <span>ואכלתם</span>.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57e77d59d6e4a94c7c18ad42", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 11:19", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Tafsir Rasag, Numbers 11:19", "sourceHeRef": "תפסיר רס\"ג, במדבר י״א:י״ט", "anchorVerse": 19, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 11.0019, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "לא יומא ואחדא ולא יומין תאכלון ולא כ̇מסה ולא עשרה ולא עשרין", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4fbd6e4a902855ffa09", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Numbers 11:19:1", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Tur HaArokh, Numbers 11:19:1", "sourceHeRef": "הטור הארוך, במדבר י״א:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>לא יום אחד. </b>פי' לא יום אחד בלבד תאכלו. והרמב\"ן כתב לפי דעתי האוכל או העושה דבר ימים רבים רצופין אינו נקרא אוכל ועושה יום אחד וכן האוכל שלשים יום רצופין אינו נקרא אוכל עשרים יום. או שיהא אחד נמשך לא יום א' תאכלו ולא יומים ועשרה ועשרים ימים אחדים רק חודש שלם. ונתן להם תאוותם בבשר ולא בדגה ובירקות כי עיקר שאלתם אשר בכו עליה תנה לנו בשר. ור' אברהם כתב ולא יומים כפל ולא חמשה ימים כמו אצבעות יד האוכלים עשרה כפל בשתי ידיו גם עשרים משל כמי שאומר יאכל כל מה שיוכל באצבעות ידיו ורגליו: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " לא יום אחד, “not for one day, etc.” The meaning is “not for one day only are you going to eat meat;”\n    Nachmanides holds that if someone eats, אוכל something for a number of consecutive days, or performs other tasks עושה, for a number of consecutive days, this is not described by the word אוכל or עושה respectively, and if someone eats something for 30 days consecutively it would be inappropriate to say that he has eaten for 20 days. [According to Rabbi Chavell, Nachmanides’ problem is why the Torah wasted time writing “not one day, not two days, not five days, not ten days, not twenty days, but a whole month of days.” He concludes that unless the Torah had added the words עד חודש ימים, “until a whole month of days,” I might have understood the days mentioned previous to that as not being consecutive days. In that event, eating meat at intervals for, say, twenty days would not have resulted in one’s becoming revolted at the mere sight of meat. It follows that the meaning of the words לא יום אחד, ולא חמשה ימים is not to be understood as we might think at first glance, but that they mean that if someone eats meat for a day, or he eats meat five days out of seven days in the week, his reaction to such a diet is completely different to someone who eats meat for 30 days consecutively.\n    Alternatively, the Torah emphasized that the people would learn that when their craving would be indulged by G’d in accordance with their wishes, they would find out to their distress that what they thought would be a blessing could turn into a curse. Indulging a craving for meat without restraint has negative consequences that are not experienced when one eats vegetables or fish for the same number of days consecutively. G’d did not provide the people with a corresponding amount of fish and vegetables, although they had yearned for this also, as what had caused them to break out in weeping had been their unsatisfied craving for meat.\n    Ibn Ezra writes that the choice of the Torah of the numbers 2,5,10,20 is not arbitrary but “two” is double of “one.” “Five” represents the number of fingers on one hand, “ten” is double that number, i.e. the fingers on two hands, twenty” is double that number again, i.e the number of fingers plus the number of toes.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d679d6e4a92bf45a88e7", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 11:19:1", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Rabbeinu Bahya, Bamidbar 11:19:1", "sourceHeRef": "רבנו בחיי, במדבר י״א:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>לא יום אחד תאכלון ולא יומים.</b> כפל. ולא חמשה ימים, כנגד אצבעות היד האוכלין. ולא עשרה ימים, כפל בשתי ידיו. ולא עשרים יום, כמשל האמור יאכל כל מה שיאכל באצבעות ידיו ורגליו. עד חדש ימים, עד שוב הקף הלבנה למקומו כשהיה. עד אשר יצא מאפכם, פירושו עד אשר יצא הריח כי הריח באף. והיה לכם, הבשר תאוה, לזרא, כי ישוב לכם חשק התאוה למאוס גדול, כענין שכתוב באחות אמנון (שמואל ב י״ג:ט״ו) כי גדולה השנאה אשר שנאה מאהבה אשר אהבה, ומזה נכתבה מלת לזרא באל\"ף להפלגת המאוס, כי כל תיבה שצריכה להכתב בה\"א ונכתבה באל\"ף הכוונה להפליג הדבר. וכמוהו (רות א׳:כ׳) קראן לי מרא, שהיה משפטו בה\"א, ובאורו לא תקראו לי מרה כשאר כל אשה מרה אבל קראן לי מרא להפליג המרירות, וזהו כי המר שדי לי מאד, וכמהו (דניאל י״א:מ״ד) ויצא בחמא גדולה להשמיד ולהחרים רבים, שנכתבה בחמא באל\"ף להגדיל החמה, וזהו שאמר גדולה, וכן בכאן מלת לזרא להגדיל המאוס, זהו שאמר עד אשר יצא מאפכם. וכן יקרה לכל הנמשכים אחר תאוות העולם הזה מתאוננים ובוכים על אשר לא השיגו אות נפשם והם מגנים הענינים השכליים ונותנין בהם דופי, וסוף שיצאו התאוות מאפם עד רדתם לשאול. וכן אמר שלמה ע\"ה והמשיל תאוות העולם המתוקים בראשונה לנפת, הוא שאמר (משלי ה׳:ג׳) נופת תטופנה שפתי זרה וחלק משמן חכה, ובאר מה יארע בסופו, הוא שאמר ואחריתה מרה כלענה חדה כחרב פיות.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "לא יום אחד תאכלון ולא יומים, “You will not only eat it for a single day or two days, etc.” The numbers here are usually doubled up, i.e. not one but two, not five but ten, not ten but twenty. It is as if G’d were saying they will eat as much as they could, employing all the fingers on hands and feet in the process. The final statement “until a full month of days,” suggests that until the moon has come full circle the people will still be busy wolfing down the meat. The words: “until it will come out of your nose,” suggests that until the smell of the meat evaporates seeing that the smell is concentrated in the nose. The words: “it will become nauseating for you,” refer to the fact that that which had previously been the object of your irrepressible desire will instead become something nauseating for you. We find a similar phenomenon after Amnon had raped his half-sister Tamar when his erstwhile love for her turned into an abiding hatred (Samuel II 13,15). The reason the word לזרא is spelled with the letter א at the end instead of the letter ה, is to describe the intense repugnance the people felt for the very meat they had craved so much only a month ago. Every time a word which is normally spelled with the letter ה is spelled with the letter א instead, the idea is to show the intensified measure of what the word represents. Examples are: when Naomi says she should be called the “bitter” one, meaning מרה, the author of the Book of Ruth spelled the word with the letter א at the end to demonstrate the depth of Naomi’s embitteredness. She spelled it out saying המר שדי לי מאד, “G’d has caused me much to be bitter about.” A similar example is found in Daniel 11,44 where the word חמא, for anger or alarm, normally spelled חמה, is spelled with the letter א at the end to describe the profound alarm caused by the news described in that verse. What happened to the Israelites in this instance is only typical of what happens to people who overindulge their lust and craving for physical pleasures. They start out by complaining about physical pleasures denied them and neglect spiritual values in their headlong pursuit of these “apparent” pleasures only to find in the end that their very pleasures are the reason that they die prematurely. Solomon defined such supposedly sweet pleasure as נפת, saying of the seductress נפת תטופנה שפתי זרה וחלק משמן חכה, “her lips drip honey; her mouth is smoother than oil” (Proverbs 5,3). In the verse following Solomon describes the conclusion of that seduction as “in the end she is bitter as wormwood, sharp as a two-edged sword.”", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ea9f373ad4f00597bd9b9", "index_title": "Or HaChaim on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Or HaChaim on Numbers 34:19:2", "anchorRef": "Numbers 11:16-29", "anchorRefExpanded": ["Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29"], "sourceRef": "Or HaChaim on Numbers 34:19:2", "sourceHeRef": "אור החיים על במדבר ל״ד:י״ט:ב׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 19.0002, "collectiveTitle": {"en": "Or HaChaim on Numbers", "he": "אור החיים על במדבר"}, "heTitle": "אור החיים על במדבר", "he": "<b>וראיתי</b> בשם רבינו ניסים גאון כי ביהודה לא הוצרך כי ידוע כלב לנשיא, שמעון לא היה ראוי לנשיא משום מעשה זמרי, בנימין אלידד זה אלדד וכבר זכה לנבואה והורדה היא לו לקרות נשיא עד כאן:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "I have a seen a comment in the name of Rabbenu Nissim that there was no need to write the word <span>נשיא</span> in connection with the tribe of Yehudah as everybody knew that it was Calev ben Yefuneh. In the case of the tribe of Shimon the reason was that this tribe was not worthy of having a leader with the title <span>נשיא</span> in view of the affair with Zimri. In the case of the tribe of Benjamin, there was no need to mention that Eldod held the title <span>נשיא</span>, as he held a better title having been a prophet already since the time the 70 elders had been chosen in Numbers 11,16-29. Calling Eldod a \"prince\" would have amounted to a demotion rather than a promotion for him.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c1793a0bb386c011be936af", "index_title": "Tosefta Sotah", "category": "Tosefta", "type": "", "ref": "Tosefta Sotah 6:4", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Tosefta Sotah 6:4", "sourceHeRef": "תוספתא סוטה ו׳:ד׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 6.0004, "collectiveTitle": {"en": "Tosefta Sotah", "he": "תוספתא סוטה"}, "heTitle": "תוספתא סוטה", "he": "דרש ר\"ע (במדבר י״א:כ״ב) הצאן ובקר ישחט להם [ומצא להם] וכי מספיק להם [אם] את כל דגי הים [וגו'] וכי הוא מספיק להם כגון שנא' (ויקרא י״ב:ח׳) ואם לא תמצא ידה די שה וכי איזה קשה זו או (במדבר כא) שמעו נא המורים הוי אומר זו קשה [יתר] משמעו נא המורים אלא שמחלל שם שמים בסתר מחסכין עליו בגלוי נפרעין ממנו [זה] שבסתר חיסך עליו המקום רשב\"א אומר אף [זו] שבסתר לא חיסך עליו המקום שנא' (במדבר י״א:כ״ג) עתה תראה היקרך דברי אם לא ואני אומר ח\"ו שתעלה על דעתו של צדיק זה שיאמר אין המקום מספיק לנו ולבהמתינו אפשר למי שנאמר בו (במדבר י״ב:ו׳-ז׳) לא כן עבדי משה וגו' תעלה על דעתו שיאמר אין המקום מספיק לנו ולבהמתינו והלא כשהיו ישראל במצרים [נילוס] נהר [מספיק להם דגים ולמצרים בהמת מצרים מספקת] להם ולמצרים אלא לענין שנא' (במדבר י״א:י״ט) לא יום אחד תאכלון וגו' עד חדש ימים אמר משה לפני הקב\"ה [רבש\"ע] כך הגון להם שתתן להם ותמיתם אומרים לאדם טול ככר ורד לשאול אומרים לחמור טול כור שעורין ונחתוך את ראשך [יהיו] אומרים עלי [ולך אין בשרם] מוצאת אמר לו וכי הגון להם שיאמרו אין המקום מספיק לנו ולבהמתינו אלא יאבד הן ואלף כיוצא בהן ולא תהא ידי קצרה לפני אפילו שעה אחת שנאמר (שם) ויאמר ה' אל משה היד ה' תקצר וגו' ר\"ג בנו של ר' יהודה הנשיא אומר אי אפשר לעמוד על [תיפלתם] אם תתן להם בשר [בהמה] גסה יאמרו בשר בהמה דקה בקשנו תתן בשר בהמה דקה יאמרו בשר חיה ועוף אנו מבקשים אם תתן בשר חיה ועופות יאמרו בשר דגים וחגבים אנו מבקשים שנאמר (שם) הצאן ובקר ישחט להם השיבתו רוח הקדש (שם) עתה תראה היקרך דברי אם לא ורואה אני את דברי מדברי ר\"ע.", "heVersionTitle": "Tosefta Sota - Machon Mamre", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Rabbi Akiva expounded (Num. 11:22), \"Are there flocks and herds to be slaughtered for them, <i>u'matza</i> (וּמָצָ֥א) for them?\" [What is the meaning of \"<i>u'matza</i>\"?] Would it really <i>suffice</i> for them? \"Or are there all the fish of the sea [to be gathered for them <i>u'matza</i> for them]?\" [Here too, <i>u'matza</i> means,] would it really <i>suffice</i> for them? For example, as it says (Lev. 12:8), \"And if her means do not suffice (<i>tim'tzah</i>) for a sheep[, she shall take two turtledoves or two young pigeons].\" And what was worse, this (i.e., \"Are there [enough] flocks?\") or (Num. 20:10), \"Hear now, you rebels!\"<sup>*</sup><i class=\"footnote\">In other words, it appears a more severe transgression for Moses to question whether God could provide enough meat than Moses's castigating the people in the episode with the rock, yet he was punished for the latter but not the former.</i> Certainly this utterance was worse than \"Hear now, you rebels!\" Rather, when one desecrates the Name of the Heavens privately, they spare him, but [when one desecrates God] in public, they exact punish him. This (i.e., the first episode), which was in private, the Place spared him. Rabbi Shimon ben Elazar says, even this [episode] which occurred in private, the Place did not spare him, as it is said (Num. 11:23), \"Now you will see whether my word comes to pass, or not.\" And I say, God forbid that it would enter the mind of that righteous man, that he would say, \"The Place does not suffice for us and for our livestock.\" Is it possible for he about whom it is said (Num. 12: 6-7), \"Not so my servant, Moses[, in all my house he is trusted],\" that it would enter his mind to say, \"The Place does not suffice for us and for our livestock\"? And moreover, when the Children of Israel were in Egypt, did the Nile River really have [enough] fish to suffice both for them and for the Egyptians (see Num. 11:5), and were there really [enough] livestock in Egypt to suffice both for them and for the Egyptians? Rather, this only refers to the matter, as it is said (Num. 11:19-20), \"Not [just] for one day will you eat it, etc., but [rather] for a month of days....\" Said Moses before the Holy One Blessed be He, \"Master of the Universe, is it fitting that you give [all this] to them and then kill them? Do we say to a person, 'Take this loaf of bread and descend to <i>Sheol</i>?' Do we say to a donkey, 'Take this <i>kor</i> of barley and then we will chop off your head?' For they should not say about me and about you, \"The meat did not suffice (<i>motzeit</i>).\"<sup>*</sup><i class=\"footnote\">In other words, that God could not sustain them, so He killed them before the limits of His power were exposed. Alternatively, \"No good news goes out (<i>motzeit</i>) from them\" (אֵין־בְּשׂוֹרָ֥ה מֹצֵֽאת) (2 Sam. 18:22) (see MS Erfurt, Minchat Bikkurim, Lieberman).</i> He said to him, \"And is it fitting for them to say, 'The Place does not have enough to give us and our livestock?' Rather, those [who said this] should perish and a thousand more like them. But do not shorten your hand before me for even an hour, as it is said (Num. 11:23), \"And God said to Moses, is the hand of God too short, etc.?\" Rabban Gamaliel the son of Rabbi Yehuda HeNasi says, \"It is impossible to stand against their frivolous ways. If you give them the meat of large livestock, they will say, 'We asked for the meat of small livestock!' If you give them the meat of small livestock, they will say 'We asked for the meat of wild animals and poultry!' If you give them the the meat of a wild animals and poultry, they will say, We asked for the flesh of fish and locusts!'\" As it is said, \"Are there flocks and herds to be slaughtered for them?\" Whereupon the Holy Spirit answered him, \"Now you will see whether my word comes to pass, or not.\" And I prefer my words to the words of Rabbi Akiva.", "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "60acf2a4c47fb18c54204dce", "index_title": "Tosefta Sotah (Lieberman)", "category": "Tosefta", "type": "related", "ref": "Tosefta Sotah (Lieberman) 6:7", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Tosefta Sotah (Lieberman) 6:7", "sourceHeRef": "תוספתא סוטה (ליברמן) ו׳:ז׳", "anchorVerse": 19, "sourceHasEn": false, "commentaryNum": 6.0007, "collectiveTitle": {"en": "Tosefta Sotah (Lieberman)", "he": "תוספתא סוטה (ליברמן)"}, "heTitle": "תוספתא סוטה (ליברמן)", "he": "דרש רבי עקיבא הצאן ובקר ישחט להם ומצ' להם, וכי מספיק להם, אם את כל דגי הי' וגו', וכי הו' מספיק להם, כגון שנאמר ואם לא תמצא ידה די שה, וכי איזו קשה זו, או שמעו נא <i data-commentator=\"Variants\" data-label=\"א\" data-order=\"1\"></i>המורים, הוי אומר זו קשה יתר משמעו נא המורי', אלא שמחלל שם שמים בסת' מחסכין עליו, בגלוי נפרעין ממנו. זה שבסתר חיסך עליו המקום. ר' שמעון בן אלעזר או' אף זו שבסתר לא חיסך עליו המקו', שנ' עתה תראה היקרך דברי אם לא. ואני אומר חס ושלום שתעלה על דעתו של צדיק זה שיאמר אין המקו' מספק לנו ולבהמתנו, איפש' למי שנ' בו לא כן עבדי משה וגו', תעלה על דעתו שיאמ' אין המקום מספיק לנו ולבהמתנו, והלא כשהיו ישר' במצרי' נילוס נהר מספיק להם דגי' ולמצריים, בהמת מצריים מספקת להם ולמצריים, אלא לעניין שנ' לא יום אחד תאכלון וגו' עד חדש ימים. אמר משה לפני הקב\"ה, רבונו של עולם, כך הגון להם שתתן להם ותמיתם, אומרי' לאדם טול ככר ורד לשאול, אומרי' לחמור טול כור שעורין ונחתוך את ראשו, יהיו אומרי' עלי ולך אין כשר' מוצאת. אמ' לו וכי הגון להם שיאמרו אי' המקו' מספי' לנו ולבהמתנו, אלא יאבדו הן ואלף כיוצא בהן, ואל תהא ידי קצרה לפני אפילו שעה אחת, שנאמר ויאמר ה' אל משה היד ה' תקצר וגומר.", "heVersionTitle": "The Tosefta according to to codex Vienna. Third Augmented Edition, JTS 2001", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee16bfddfbb310fecfe", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Rebellion 2-4", "anchorRef": "Numbers 11:1-35", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Rebellion 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה א׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "First Rebellion", "he": "במדבר הערה א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["The mood of the book, which up until now has been orderly and celebratory, abruptly shifts. We move from a God who commands, leaders who lead, and a people that obeys, to a bitter triangle of constant complaining, questioning of leadership, and divine punishment.", "The chapter that introduces the rebellion narratives is long and complex. Although it resembles Ex. 16 (the manna chapter) in some general respects, it has its own distinct vocabulary and concerns. It is stylistically held together by the repeating roots “eat,” “gather,” and “weep”; the “grumbling” of the Exodus story does not yet appear. The chapter combines the people’s complaints about the manna (and a concomitant craving for meat) with Moshe’s complaints about how difficult it is to lead this people; both receive answer from God, the people in the form of quails and Moshe through the dissemination of prophetic gifts to others in the camp.", "It is in this chapter that Moshe—the dramatic and at times tragic Moshe of the Golden Calf story in Exodus—reappears as a character with deep emotions. Although his fate as a leader destined never to enter the Promised Land is not sealed until Chap. 20, one has the sense already here that the strain of his mission is beginning to tell. The vividness of the portrayal of Moshe is matched by that of the Children of Israel, whose words, usually complaints, include the picturesque description of Egyptian cuisine in v.5."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382edc9ad75f2d99af9fc", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Rebellion 1", "anchorRef": "Numbers 11:1-35", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Rebellion 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה א׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 11:1-35\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 11:1-35</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63d77c74eca10007534469c8", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 11:19:1", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Rav Hirsch on Torah, Numbers 11:19:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר י״א:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "VV. 19 u. 20. לא יום וגו׳. Es wird euch in solcher Fülle werden, daß ihr daran nicht nur euer augenblickliches lüsternes Verlangen stillen, sondern einen ganzen Monat bis zum Überdrusse essen könnt. יצא מאפכם hyperbolischer Ausdruck der Überfülle. Ihr werdet dessen so voll sein, daß es sich alle möglichen Ausgänge sucht. ורא, da זרה fortwerfen bedeutet, vergl. תורם כמו דוה צא תאמר לו (Jes. 30, 22), so liegt es nicht fern, daß זרא das Erbrechen bedeute. – יען כי מאסתם את ד׳ אשר בקרבכם die geistige, innige Beziehung zu Gott, die euch in eurer Abgeschlossenheit zu Teil wird und euch eure Entbehrungen, wenn deren welche da sind, mehr als ersetzen sollte, hatte für euch allen Wert verloren, und לפניו, im Anblick Seiner Gegenwart, die euch wohl eure Errungenschaft in die Seele rufen durfte, fragtet ihr weinend: למה זה וגו׳ .למה זה יצאנו וגו׳: wir sehen in der Gegenwart nichts, das unseren Weggang aus Mizrajim motivieren könnte. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64185b29aa3092025bb8aadb", "index_title": "Reggio on Torah", "category": "Quoting Commentary", "type": "", "ref": "Reggio on Torah, Genesis 26:14:2", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Reggio on Torah, Genesis 26:14:2", "sourceHeRef": "ביאור יש\"ר על התורה, בראשית כ״ו:י״ד:ב׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 14.0002, "collectiveTitle": {"en": "Reggio on Torah", "he": "ביאור יש\"ר על התורה"}, "heTitle": "בראשית", "he": "<b>ויקנאו אותו פלשתים,</b> ולא אמר ויקנאו בו או ויקנאו לו, כי יש הבדל רב ביניהם, והענין כך, יש מקנא בזולתו כשרואה בו יתרון מי היתרונות או גדולה או שררה או עושר וכדומה, והוא מבקש להיות כמהו, אבל לא יבקש להרע לבעל היתרונות ההמה, כי יודע שהוא אינו אשם בעבור היתרון שחלק לו אלהים על זולתו, ורק רוצה להשוות אליו, אם הקנאה ממין זה, תבא אחריו אות בי\"ת, כמו ותקנא רחל באחותה (לקמן ל' א'), ושם יתבאר, וכן אל תקנא ברשעים (משלי כ\"ד י\"ט), אבל אם הקנאה הזאת תעשה אותות איבה ורשע לבעל הכבוד, שהמקנא יבקש להרע למי שמתקנא בו ויגמלהו רעה חנם, אז הניחו כתבי הקודש אחריה מלת את, כגון כאן שהפלשתים הרעו מאד עם יצחק בקנאתם אותו על לא חמס בכפיו, וכן ועבר עליו רוח קנאה וקנא את אשתו (במדבר ה' י\"ד), כמו שיתבאר שם, ואם הקנאה היא שמקנא לכבוד עצמו או לכבוד זולתו המחולל, תבא אחריה אות למ\"ד, כמו המקנא אתה לי (במדבר י\"א י\"ט), ושם אפרשנו, ושמור זה הכלל:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64185b68a39b74e253d693c9", "index_title": "Reggio on Torah", "category": "Quoting Commentary", "type": "", "ref": "Reggio on Torah, Exodus 16:13:1", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Reggio on Torah, Exodus 16:13:1", "sourceHeRef": "ביאור יש\"ר על התורה, שמות ט״ז:י״ג:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Reggio on Torah", "he": "ביאור יש\"ר על התורה"}, "heTitle": "שמות", "he": "<b>ותעל השלו,</b> מין עוף שמן והוא מאכל משובח והיתה מתנה מכוונת כנגד מכת הערוב והדבר שהביא למצרים כמו שרמזנו (לעיל י\"ג כ\"א), והנה השלו הזה לא עלה כ\"א פעם אחת אבל בשפע רב כאמרו ותכס את המחנה, והספיק להם לאיזה ימים, וכשירד המן ביום שלאחריו, אז הצנועים משכו ידיהם מן השלו כי במה נחשב הוא נגד המן המשובח מכל, וקצתם אכלו ממנו חמשה ימים, וקצתם עשרה ימים, והמאחרים על השלו אכלו ממנו עשרים יום עד יום מתן תורה לא יותר, כי אז קדשו עצמם במעמד הנבחר, ולא אכלו בשר תאוה, לזה הוכיחם בשנה השנית כשהתאוו תאוה ואמר לא יום אחד תאכלון וגו' ולא עשרים יום (במדבר י\"א י\"ט) כלומר לא כמו בפעם הראשונה שאכלתם ממנו עד עשרים יום:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64186a59894184186dd58de6", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 11:19:1", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Sifrei Zuta 11:19:1", "sourceHeRef": "ספרי זוטא י״א:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "commentaryNum": 19.0001, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>לא יום אחד תאכלון</b>, עד חדש ימים וכתיב הבשר עדנו בין שניהם הא כיצד הכשרים כיון שהיה נותנו לתוך פיו לא היו מספיק לחתכו עד שנפשו יוצאה והרשעים היו מתבלסים בו ומתבלקטים בו עד שנפשם יוצאה:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "6418825ec9371ec0cebe7455", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 11:19:1", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Reggio on Torah, Numbers 11:19:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר י״א:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>לא יום אחד תאכלון ולא יומים,</b> הכונה על הפעם הראשונה שאכלו השלו במדבר סין, שהספיק להם אז עד עשרים יום ולא יותר, כי בט\"ו לחדש השני באו למדבר סין, ואותו היום בערב עלה השלו פעם אחת בלבד, והיה בו די לאכול ממנו עשרים יום עד יום מתן תורה שאז התקדשו העם ולא אכלו עוד בשר תאוה, וזכר כאן זמנים הרבה, יום אחד, יומים, חמשה ימים וכו', לפי שרבים מן החסידים לא אכלוהו כל אותו הזמן, ולמחרתו כשירד המן עזבו מיד את השלו, וקצתם אכלוהו ב' ימים, וקצתם ה' וי' וכו', אבל אין גם אחד שאכל ממנו יותר מעשרים יום:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6420563e2000c9aa43fd8d72", "index_title": "Zakhor VeShamor", "category": "Jewish Thought", "type": "", "ref": "Zakhor VeShamor, Gate II, Chapter VII 11", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Zakhor VeShamor, Gate II, Chapter VII 11", "sourceHeRef": "זכור ושמור, שער שני; מועדי הלוח הכפול: מחזוריות מול התחדשות, פרק שביעי; מושגי זמן ולוח י״א", "anchorVerse": 19, "sourceHasEn": false, "compDate": [2015], "commentaryNum": 11, "collectiveTitle": {"en": "Zakhor VeShamor", "he": "זכור ושמור"}, "heTitle": "פרק שביעי; מושגי זמן ולוח", "he": "המילים 'חודש' ו'יֶרַח' די בהן כדי להצביע על מופע אשר האדם הטבעי (הקדם-תרבותי) קרא לו בלי כל ספק 'חָדָש' — כשהוא חזר והופיע אחרי היעלמו. לפיכך, הפירוש הראשוני של המילה <b>'חֹדֶש'</b> הוא <b>המולד הנראה לעין</b> = <b>מולד חדש</b>.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">הפסוק היחיד שמשמר בוודאי את המובן הראשוני הזה, גם לפי הבנת חז\"ל, הוא הפסוק הפותח את יציאת מצרים: \"הַחֹדֶשׁ הַזֶּה לָכֶם רֹאשׁ חֳדָשִׁים...\" (שמות י\"ב, ב) — \"הראה לו [ה' למשה] לבנה בחידושה... ואמר לו: כזה ראה וקדש\" (רש\"י שם, על פי מכילתא דרבי ישמעאל מסכתא דפסחא בא פרשה א, מהד' הורוויץ רבין עמ' 6). \"הַחֹדֶשׁ\" כאן אינו יחידת זמן אלא מולד הירח. אמנם, המשך הפסוק מדבר על \"חָדְשֵׁי הַשָּׁנָה\", כשהמילה \"חָדְשֵׁי\" כבר מתייחסת ליחידות הזמן שבין מולד למולד, או אפילו ל 1/12 של שנה בלוח ירחי שמשי מעובר (ראו להלן, הערה 10).</i> רק אחר כך הורחב הביטוי אל <b>היום</b> שבו מופיע החידוש/המולד. בשלב השלישי קיבל הביטוי את מלוא היקף משמעותו כיחידת זמן מחזורית<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">ברוב ההזכרות במקרא מובנו של 'חודש' הוא 'יום החידוש', אבל הוא נקרא כבר בתורה גם 'ראש חודש' — \"וּבְרָאשֵׁי חָדְשֵׁיכֶם...\" (במדבר כ\"ח, יא). כך למשל, בפסוק \"<b>בַּחֹדֶשׁ הַשְּׁלִישִׁי</b> לְצֵאת בְּנֵי יִשְׂרָאֵל מֵאֶרֶץ מִצְרָיִם <b>בַּיּוֹם הַזֶּה</b> בָּאוּ מִדְבַּר סִינָי\" (שמות י\"ט, א), 'יום החודש' הוא יום חידוש הלבנה (ראו לעיל, עמ' 132 והערה 36). כך גם בביטויים \"מָחָר חֹדֶשׁ\" או \"יוֹם הַחֹדֶשׁ הַשֵּׁנִי\" (שמ\"א כ', ה, יח, כד, כז, לד); וכמובן, בכל המקומות שבהם נזכר 'חודש' יחד עם 'שבת' או 'מועד' כיום חג, כגון \"לֹא חֹדֶשׁ וְלֹא שַׁבָּת\" (מל\"ב ד', כג), \"מִדֵּי חֹדֶשׁ בְּחָדְשׁוֹ וּמִדֵּי שַׁבָּת בְּשַׁבַּתּוֹ\" (ישעיהו ס\"ו, כג) ועוד (ישעיהו א', יג יד; יחזקאל מ\"ו, א, ו; עמוס ח', ה).</i> בין מולד למולד, ולבסוף, בלוחות השמש, הפך 'חודש' ליחידת זמן סכמתית של שלושים יום, או 1/12 של שנה שמשית,<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">...וְלֹא עֲשָׂרָה יָמִים וְלֹא עֶשְׂרִים יוֹם. עַד חֹדֶשׁ יָמִים... (במדבר י\"א, יט כ), פירושו עד 30 יום. הביטוי \"לְחָדְשֵׁי הַשָּׁנָה\" (שמות י\"ב, א) פירושו אולי 1/12 של שנה, או רמז לעיבור השנה, כפי שהבינו חז\"ל (מכילתא דרבי ישמעאל מסכתא דפסחא בא פרשה ב, מהד' הורוויץ רבין עמ' 8 9).</i> וזהו המובן השולט כיום.", "heVersionTitle": "Alon Shevut, 2015", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6420583e7856108538db39ac", "index_title": "Zakhor VeShamor", "category": "Jewish Thought", "type": "", "ref": "Zakhor VeShamor, Gate I, Chapter IV 73", "anchorRef": "Numbers 11:19-20", "anchorRefExpanded": ["Numbers 11:19", "Numbers 11:20"], "sourceRef": "Zakhor VeShamor, Gate I, Chapter IV 73", "sourceHeRef": "זכור ושמור, שער ראשון; שבת ורגלים; זכר למעשה בראשית, זכר ליציאת מצרים, פרק רביעי; חג השבועות; חג חקלאי עם כפל משמעות ע״ג", "anchorVerse": 19, "sourceHasEn": false, "compDate": [2015], "commentaryNum": 73, "collectiveTitle": {"en": "Zakhor VeShamor", "he": "זכור ושמור"}, "heTitle": "פרק רביעי; חג השבועות; חג חקלאי עם כפל משמעות", "he": "גם ירושת הארץ לבני ישראל מתוארת באופן הדומה מאוד למעמד הר סיני, כדלהלן, אלא שאירוע זה בסופו של דבר אינו מתואר בתורה אלא רק בספר יהושע. בעטיים של מתלוננים, מתאווים ותיירים-מרגלים השתבשה התכנית המקורית: האספסוף, אנשי תאוות הבשר, גרמו גם לייאושו של משה רבנו וגם לאיחור של חודש ימים לערך בתכנית המקורית (במדבר י\"א, יט-כ). כך הגיעו בני ישראל לקדש ברנע לא בימי קציר חיטים אלא ב\"יְמֵי בִּכּוּרֵי עֲנָבִים\" (במדבר י\"ג, כ), ובחום הקיץ, בשיא העייפות והחולשה, נגזרה הגזֵרה כבכייה לדורות.<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">העייפות הפיזית והעייפות הרוחנית הלכו אפוא בד בבד. בעת ששמש המדבר יקדה על הראש, העם ביקש להישאר בינתיים בנווה המדבר בקדש ברנע. יזמת העם לשליחת מרגלים (על פי דברים ד', בניגוד לבמדבר י\"ג, שם המרגלים הם 'תיירים' הנשלחים על פי ה'!) יכולה להתפרש כניסיון 'להרוויח זמן' ולדחות את העלייה, והעונש — 'מידה כנגד מידה' — היה החמצת השעה המתאימה לכיבוש מהיר ומפתיע של הארץ ועיכוב במדבר למשך דור שלם.<br>מכל מקום, בחודש אב כבר מאוחר מדי להעפיל, וכבר נגזרה הגזרה. זה מה שעומד כנראה מאחורי מאמר חז\"ל הידוע, המבטא את הקשר המהותי בין הבכייה והאבל לבין חודשי תמוז ואב: \"אמר להם הקב\"ה: אתם בכיתם בכייה של חינם, ואני קובע לכם בכייה לדורות\" (תענית כט ע\"א, ומעין זה בירושלמי שם פ\"ד, סח ע\"ד).</i>", "heVersionTitle": "Alon Shevut, 2015", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6538ea268e03cafe446c2812", "index_title": "Talks of Yeshayahu Leibowitz on the Parasha", "category": "Quoting Commentary", "type": "", "ref": "Talks of Yeshayahu Leibowitz on the Parasha, Beha'alotcha 9:6", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Talks of Yeshayahu Leibowitz on the Parasha, Beha'alotcha 9:6", "sourceHeRef": "שיחות על פרשת השבוע (ליבוביץ), בהעלותך ט׳:ו׳", "anchorVerse": 19, "sourceHasEn": false, "commentaryNum": 9.0006, "collectiveTitle": {"en": "Talks of Yeshayahu Leibowitz on the Parasha", "he": "שיחות על פרשת השבוע (ליבוביץ)"}, "heTitle": "בהעלותך", "he": "במהלך הדברים זועק משה-רבנו ביאושו אל ה' - \"מאין לי בשר לתת לכל-העם הזה\" (במדבר יא:יג), ובוויכוח הקשה שיש למשה כביכול עם ה', נאמר לו להודיע לעם: \"התקדשו למחר ואכלתם בשר\" (במדבר יא:יח), אכילה שתימשך בדרך נס \"לא יום אחד ולא יומים... עד חדש ימים\" (במדבר יא:יט,כ). ", "heVersionTitle": "Jerusalem, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc6a758c1dc532ec9163", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 11:19", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Steinsaltz on Numbers 11:19", "sourceHeRef": "ביאור שטיינזלץ על במדבר י״א:י״ט", "anchorVerse": 19, "sourceHasEn": true, "commentaryNum": 11.0019, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "עד אשר\n  <b>לֹא יוֹם אֶחָד תֹּאכְלוּן</b> בלבד \n  <b>וְלֹא יוֹמָיִם וְלֹא חֲמִשָּׁה יָמִים וְלֹא עֲשָׂרָה יָמִים וְלֹא עֶשְׂרִים יוֹם.</b> הכתוב מפליג והולך במספרים.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "You shall have so much meat that\n    <b>you shall eat not one day, nor two days, nor five days, nor ten days, nor twenty days. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66bde7c8ec54c0e65e3a0094", "index_title": "Seder Olam Rabbah", "category": "Midrash", "type": "", "ref": "Seder Olam Rabbah 8:2", "anchorRef": "Numbers 11:19-20", "anchorRefExpanded": ["Numbers 11:19", "Numbers 11:20"], "sourceRef": "Seder Olam Rabbah 8:2", "sourceHeRef": "סדר עולם רבה ח׳:ב׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [200, 500], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Seder Olam Rabbah", "he": "סדר עולם רבה"}, "he": "וידבר ה' אל משה במדבר סיני באהל מועד באחד לחדש השני בשנה השנית וגו', שאו את ראש וגו', מבן עשרים שנה וגו', ואתכם יהיו וגו' (במדבר א׳:ג׳), ואחר כך פקד כל בכר זכר לבני ישראל וגו' (שם ג מ), ואחרי כן נשא את ראש בני קהת וגו' (שם ד ב), ואחרי כן נשא את ראש בני גרשון גם הם וגו' (שם ד כב), ואחרי כן (נשא את ראש) בני מררי וגו' (שם ד כט), ואחרי כן על פי ה' פקד אותם ביד משה (שם ד מט). בי\"ד באייר שחטו טמאי נפש פסח שני, שנאמר ויהי אנשים אשר היו טמאים לנפש אדם וגו', ויאמרו האנשים ההמה אליו וגו', וידבר ה' אל משה לאמר וגו', איש איש כי יהיה טמא לנפש וגו' (שם ט). ויהי בשנה השנית בחדש השני בעשרים בחדש נעלה הענן (שם י יא), נמצאו עושין במדבר סיני י\"ב חדש חסר עשרה ימים, ואומר ויכתב משה את מוצאיהם למסעיהם וגו' (שם לג ב), נסעו ממדבר סיני ובאו להם לקברות התאוה, ועשו שם שלשים יום, שנאמר לא יום אחד תאכלון וגו', עד חדש ימים וגו' (שם יא), נסעו מקברות התאוה ובאו לחצרות, ועשו שם שבעה ימים, שנאמר ותסגר מרים וגו' שבעת ימים (שם יב טו), נסעו מחצרות ובאו להן למדבר פארן בכ\"ח בסיון, ובכ\"ט בסיון שלח משה מרגלים, שנאמר והימים ימי בכורי ענבים (שם יג כ), וישבו מתור הארץ מקץ ארבעים יום (שם יג כה), ותשעה באב היה, שתמצא אומר בתשעה באב נגזר על אבותינו שלא יכנסו לארץ, אחר מרגלים היתה מחלוקתו של קרח ובליעתו, שנאמר אף לא אל ארץ זבת חלב ודבש וגו' (שם טז יד), ויחר אף ה' בישראל (שם לב יג), ואומר והימים אשר הלכנו מקדש ברנע עד אשר עברנו את נחל זרד שלשים ושמנה שנה וגו' (דברים ב יד), י\"ט שנה היו חוזרין ומטורפין, וי\"ט שנה ישבו בקדש ברנע, שנאמר ותשבו בקדש ימים רבים כימים אשר ישבתם (שם א מו), נמצאו כל המסעות מ\"ב מסעות: ", "heVersionTitle": "Seder Olam, Warsaw 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "סדר עולם, ורשה 1904", "text": "\"And the Lord spake unto Moses in the wilderness of Sinai, in the tabernacle of the congregation, on the first day of the second month, in the second year...\" (Numbers 1:1).<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Guggenheimer explains that this means that the laws mentioned in Numbers from 1:1 to 19:22 were given at the time of the consecration of the Tabernacle or during the second year after the Exodus. He notes that the remaining 38 years before the events described in Numbers 20 are without record, except for the list of stations in Num. 33 and a few remarks in Deuteronomy.</i> \"Take ye the sum of all the congregation...\" (Numbers 1:2). \"From twenty years old and upward...\" (Numbers 1:3). \"And with you there shall be a man of every tribe...\" (Numbers 1:4). After that [it says] \"And the Lord spake unto Moses, saying, Command the children of Israel, that they put out of the camp every leper, and every one that hath an issue, and whosoever is defiled by the dead: Both male and female shall ye put out...\" (Numbers 5:1-3). After that \"...take the sum of the sons of Kohath...\" (Numbers 4:2). After that \"...Take the sum of the sons of Gershon...\" (Numbers 4:22). After that \"(...Number the sons of) Merari...\" (Numbers 4:29). After that \"...On the commandment of the Lord they were numbered by the hand of Moses...\" (Numbers 4:49).<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Guggenheimer explains that Seder Olam's computations are all based on the premise that the Israelites did not travel more than one day from one recorded station to the next, in an extreme application of the principle \"Scripture does not come to hide but to explain.\"</i>  <br>On the 14th of Iyar those ritually impure by [contact with] a corpse slaughtered the Passover sacrifice,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Guggenheimer notes that the date is not explicitly mentioned in Numbers, but that Seder Olam derives it from the fact that the second Passover is on 14 Iyyar.</i> as it is written \"And there were certain men, who were defiled...\" (Numbers 9:6)...\"And the Lord spake unto Moses, saying...\" \"If any man of you...\" (Numbers 9:9-11).<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Guggenheimer explains that Seder Olam uses the term \"the second Passover\" for the Passover celebrated one month later by anyone who was ritually impure on 14 Nisan, even if they could have purified themselves before the holiday.</i> \"And it came to pass in the second year, in the second month, on the twentieth day of the month, that the cloud was taken up...\" (Numbers 10:11). It follows that they dwelled in the Wilderness of Sinai [for] twelve months less ten days.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Guggenheimer notes that in order to travel from the Wilderness of Sinai to the Graves of Lust, they would have needed at least two additional days; therefore, their stay at the Wilderness of Sinai cannot be computed to be less than 11 months and 20 days.</i> And it says \"And Moses wrote their goings out...\" (Numbers 33:2). They went out from the wilderness of Sinai and came to the Graves of Lust, and dwelled there thirty days,<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Guggenheimer explains that Seder Olam's computation follows the statement that they never travelled more than one day from one recorded station to the next.</i> as it is written \"And the Lord said unto Moses, Behold...\" (Numbers 11:19-20). They journeyed from the Graves of Lust and came to Hazeroth, and dwelled there seven days, as it is written \"And Miriam was shut up...\" (Numbers 12:15). They went out from Hazeroth and came to the Wilderness of Paran. On the 28th of Sivan,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Guggenheimer notes that 28 Sivan is the latest possible date for sending out the spies since the first grapes in Israel appear on the market in Sivan. If the spies were sent when grapes were still primeurs, the 28th of Sivan is the latest possible date for sending them out. This is another instance where Seder Olam infers a date from an indirect remark in the biblical text. The Babylonian Talmud (Taanit 29a) notes that according to Seder Olam, Moses sent out the spies on 29 Sivan, but that by the principle that \"Moses did everything always very early in the morning,\" the spies must have returned on 8 Av. Since Av is a short month of 29 days, the spies were gone for 39 days, and not 40 as explicitly stated in Numbers.  Abbai explains the discrepancy by saying that in that year Tammuz was made to be 30 days long in order to compensate for the shortening of the winter by one day because of the inauguration of the Tabernacle (see Chapter 4).  Guggenheimer rejects this explanation, noting that according to Seder 'Olam, Tammuz always has 29 days, and that the spies simply spent an additional day waiting for the assembly of the people. </i> Moses sent out the spies, as it is written \"And the time was...\" (Numbers 13:20). \"And they returned from searching...forty days\" (Numbers 13:25), that was the ninth of Av.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">This date follows from the preceding by simply adding 40 days to the 28th of Sivan.  See also previous note.</i> So it turns out saying: On the Ninth of Av it was decreed...that they would not enter the Land. After the spies was the strife of Korah, and his being swallowed up..., as it is written \"Wilt thou put out...\" (Numbers 16:14). \"And the anger...\" (Numbers 16:46). And it says \"And the space in which we came from Kadeshbarnea...\" (Deuteronomy 2:14). Nineteen years they were circling about..., and nineteen years they dwelled in Kadesh-barnea,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">The 19 years of wandering and the 19 years in Kadesh-barnea add up to the 38 years mentioned in Deuteronomy.</i> as it is written \"Ye abode in Kadesh...\" (Deuteronomy 1:46).<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Guggenheimer explains that this means that the total time spent at Kadesh was equal to the total time spent at all other stations.</i> So it turns out, all the journeys were 42 journeys.  ", "versionTitle": "Seder Olam Translation Draft", "license": "", "versionTitleInHebrew": ""}, {"_id": "525a31e8edbab4498f484b36", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 11:19:1", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Ibn Ezra on Numbers 11:19:1", "sourceHeRef": "אבן עזרא על במדבר י״א:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>ולא יומים.</b> כפל:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "NOR TWO DAYS. Twice as much.<sup class=\"footnote-marker\">79</sup><i class=\"footnote\">Scripture speaks of one day, two days, five days, ten days, and twenty days. I.E. now goes on to explain the reason for these numbers.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "525a31e8edbab4498f484b38", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 11:19:2", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Ibn Ezra on Numbers 11:19:2", "sourceHeRef": "אבן עזרא על במדבר י״א:י״ט:ב׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 19.0002, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>חמשה ימים.</b> כנגד אצבעות היד האוכלים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "NOR FIVE DAYS. Corresponding to the fingers of the hand of those who eat.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "525a31e8edbab4498f484b3a", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 11:19:3", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Ibn Ezra on Numbers 11:19:3", "sourceHeRef": "אבן עזרא על במדבר י״א:י״ט:ג׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 19.0003, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>עשרה.</b> כפל בשתי ידיו גם עשרים כמשל האומרים יאכל כל מה שיאכל באצבעות ידיו ורגליו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "NEITHER TEN DAYS. Twice the amount, corresponding to the fingers of the two hands of those who eat.<sup class=\"footnote-marker\">80</sup><i class=\"footnote\">Of those who demanded meat to eat.</i> <i>Nor twenty days</i> has a similar meaning.<sup class=\"footnote-marker\">81</sup><i class=\"footnote\">The number 20 corresponds to the hands and toes of those who demanded meat.</i> This may be compared to the saying: Let him eat with the fingers of his hands and with the toes of his feet.<sup class=\"footnote-marker\">82</sup><i class=\"footnote\">Let him gorge himself.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "54c7aa64fbfba27c8a3df009", "index_title": "Da'at Zekenim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Da'at Zekenim on Numbers 11:19:1", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Da'at Zekenim on Numbers 11:19:1", "sourceHeRef": "דעת זקנים על במדבר י״א:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1100, 1300], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Da'at Zekenim", "he": "דעת זקנים"}, "heTitle": "דעת זקנים על במדבר", "he": "<b>לא יום אחד וגו'. </b>למה נאמר כל הפרטות הללו שכל אלו עולין כל הימים שנצטוו ישראל [לשבות]. יום ויומים הרי ג' וחמשה הרי שמונה ועשרה הרי י\"ח ועשרים יום הרי ל\"ח וחדש ימים מכ\"ט יום הרי ס\"ז יום וכמנין זה יש שבתות וימים טובים בשנה הרי חמשים שבתות יש בשנת הלבנה שעולה שנ\"ד ימים וד' מפסח וב' ימים משבועות וב' ימים מר\"ה וא' של יום הכפורים הרי נ\"ט וד' מסוכות הרי ס\"ג וד' שבתות מחדש העבור הרי ס\"ז, ה\"ט דקאמר כלהו רחמנא כל אותן הימים (שיאכל הימים) שיאכלו הבשר לא יהיה להם שום מום ולי נראה לפרש לא יום לא יהיה לכם אכילה ביום הכפורים ולא בשני ימים של שבועות שהוא יום שמחה לפני אי נמי בשני ימים של ר\"ה שהם ימי זכרון לפני ולא בחמשה ימים שבין יום הכפורים לסוכות ויום סוכות בכלל שהם ימי שמחה לישראל על שנתכפרו עונותיהם ולא בעשרת ימי תשובה ולא בעשרים יום הרי כ\"א יום שלא יהיה להם בכ\"א יום שישראל גומרין בהן את ההלל בגולה שהם ימי שמחה לישראל ולכך כתיב יום ולא כתיב ימים כמו באחריתי:", "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": "לא יום אחד ....ולא עשרים יום, “not one day or even not twenty days, etc.”  Why did the Torah have to give us all these details, instead of simply writing that the people got quails lasting for thirty days? The days listed by the Torah here have to be viewed cumulatively, so that the quail episode extended for a period of 67 days. In the Jewish calendar year there are a total of 67 days which are holidays, i.e. the Sabbath days and the festivals. [This applies when the year has 354 days, seeing that it does not always have the same number of days. Ed.] The message is that on each of these days the consumption of meat is a mitzvah; on other days meat consumed on these days may have negative effects, as opposed to meat consumed in honour of the Sabbath or a festival. Personally, I prefer to understand the expression: לא יום אחד, “not one day, that there is one of those days, i.e. the Day of Atonement on which consumption of meat is forbidden. [The author continues in a somewhat forced manner to find justifications for each individual number listed. Since he has to resort to numbers which are appropriate only for the additional days for a festival observed in the Diaspora, and since at the same time he does not consider Purim as a day deserving be honoured by the eating of meat, I decided to skip this. Ed.]", "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "554ef0b0fbfba21b48f53b2a", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 11:19:1", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Haamek Davar on Numbers 11:19:1", "sourceHeRef": "העמק דבר על במדבר י״א:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>לא יום אחד תאכלון.</b> לפי הפשט משמעו כמו בסמוך ולא יומים. דפירושו לא רק יום אחד ולא יומים אלא עד חודש ימים. אבל א״כ שלא הי׳ נכלל בזה כונה אחרת ג״כ איך הגיע מכה רבה מאד באותו יום הראשון. אלא ע״כ נכלל בזה הלשון עוד כונה אחרת היינו לא יום אחד תאכלון אלא בפחות מזה ונתן הקב״ה לדעת שיש בדברים הללו משמעות אחרת מדהפסיק בתיבת תאכלון. ולא אמר לא תאכלון יום ולא יומים וגו׳ או לא יום א׳ ולא יומים וגו׳ תאכלון עד חדש וגו׳. אלא לכלול ביום אחד שתי כונות. <b>ובאמת</b> הדבר פלא האיך מצאו ישראל לב לאכול מזה הבשר אחר שאמר משה בשם ה׳ כי יצא מאפם והי׳ להם לזרא. וכי אפשר לומר שלא האמינו בזה. או שגבר התאוה כ״כ עד שלא חשו לאבדן הגוף. אלא ודאי הם הבינו דבר ה׳ כפשוטו שאחר שיאכלו חודש ימים יצא מאפם. וכסבורים היו שלאחר שיאכלו איזה ימים יתאפקו מלאכול. אבל הקב״ה אמר בכוון לשון שלא יעמדו על הבנתו. ואפי׳ משה רבינו בעצמו לא הבין מתחלה עד שראה הסוף ויבואר עוד בסמוך. וכ״ז הי׳ כדי שיגיע עונשם:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bd02d6e4a97c9cbb103e", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 11:19:1", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Bekhor Shor, Numbers 11:19:1", "sourceHeRef": "בכור שור, במדבר י״א:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1145, 1195], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "<b>לא יום אחד.</b> בלבד<b> תאכלו</b>:\n", "heVersionTitle": "Bekhor Shor, Breslau, 1900", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, ברסלאו, תר\"ס", "text": "Verse: \"Not one day.\" Commentary: \"Only (bilvad)\" i.e : restricted to a specific condition or circumstance. ", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "58b1c576d6e4a937f9997a14", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 7:4", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Bamidbar Rabbah 7:4", "sourceHeRef": "במדבר רבה ז׳:ד׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 7.0004, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וִישַׁלְּחוּ מִן הַמַּחֲנֶה וגו', מֵהֵיכָן בָּאת עֲלֵיהֶם הַצָּרָעַת, רַבִּי יְהוּדָה בַּר רַבִּי סִימוֹן אָמַר מִן מַעֲשֵׂה הָעֵגֶל, וְרַבּוֹתֵינוּ אוֹמְרִים מִן הַמִּתְאוֹנְנִים, לְדַעַת רַבּוֹתֵינוּ מִן הַמִּתְאוֹנְנִים בָּאת עֲלֵיהֶם הַצָּרָעַת, כֵּיצַד, בְּשָׁעָה שֶׁהוֹרִיד לָהֶם הָאֱלֹהִים אֶת הַמָּן עָשָׂה לָהֶם אֱלֹהִים כַּמָּה נִסִּים, אָמְרוּ רַבּוֹתֵינוּ <small>(גמרא יומא עה-ב)</small>: לֹא הָיוּ נִצְרָכִין לְהִפָּנוֹת כְּדֶרֶךְ בְּנֵי אָדָם, לָמָּה כֵן, אֶלָּא אָמַר הָאֱלֹהִים יִהְיוּ בָנַי נִצְרָכִין לְהִפָּנוֹת וְהֵיאַךְ הִכְתַּבְתִּי עֲלֵיהֶם שֶׁהֵם אֱלֹהִים, שֶׁנֶּאֱמַר <small>(תהלים פב, ו)</small>: אֲנִי אָמַרְתִּי אֱלֹהִים אַתֶּם, אֶלָּא כְּשֵׁם שֶׁאֵין הַמַּלְאָכִים צְרִיכִין לְדָבָר זֶה, אַף הֵן לֹא יִצָּרְכוּ לְדָבָר זֶה עוֹד. דָּבָר אַחֵר, אָמַר הָאֱלֹהִים הָאֻמּוֹת אוֹכְלִין וְנִצְרָכִין וְהֵיאַךְ אֲנִי נוֹתֵן הֶפְרֵשׁ בֵּין בָּנַי לְבֵין הָאֻמּוֹת, לְפִיכָךְ לֹא הָיוּ נִצְרָכִין. מֶה עָשׂוּ, בַּטּוֹבָה שֶׁעָשָׂה לָהֶם הָאֱלֹהִים הִתְחִילוּ אוֹמְרִים לֵיצָנוּת עָלָיו, אוֹמֵר זֶה לָזֶה אִי אַתָּה שׁוֹמֵעַ שִׁמְעוֹן אָחִי, וְזֶה אוֹמֵר מָה אַתָּה אוֹמֵר רְאוּבֵן אָחִי, אָמַר לוֹ בְּחַיֶּיךָ רָאִיתָ בְּיָמֶיךָ אָדָם נוֹתֵן חִטִּים בָּרֵחַיִם וְאֵינָן נִטְחָנוֹת וְיוֹרְדוֹת, אַף אָנוּ אוֹכְלִין אֶת הַמָּן וְאֵינוֹ יוֹרֵד. אָמַר לוֹ חֲבֵרוֹ מִתְיָרֵא אֲנִי שֶׁלְּיוֹם אַחֲרוֹן תִּנָּפַח כְּרֵסִי וְתִבָּקַע, מִפְּנֵי שֶׁאֵין אָנוּ מוֹצִיאִין אוֹתוֹ. בְּאוֹתָהּ שָׁעָה אָמַר הָאֱלֹהִים לְמשֶׁה אֵינִי יָכוֹל לִסְבֹּל וְלִכְבּשׁ <small>(במדבר יד, יא)</small>: עַד אָנָה יְנַאֲצֻנִי וגו', וְעַד אָנָה לֹא יַאֲמִינוּ בִי בְּכָל נִפְלְאוֹתָי אֲשֶׁר אֶעֱשֶׂה עִמּוֹ אֵין כְּתִיב כָּאן, אֶלָּא אֶעֱשֶׂה בְּקִרְבּוֹ, אָמַר רַבִּי שִׁמְעוֹן בֶּן יוֹחָאי כַּמָּה אוֹתוֹת וְנִפְלָאוֹת עָשִׂיתִי בְּקִרְבֵּיהֶן וְהֵן מְנַאֲצִין אוֹתִי, כָּעִנְיָן שֶׁנֶּאֱמַר <small>(ויקרא א, יג)</small>: וְהַקֶּרֶב וְהַכְּרָעַיִם וגו', וּמִנַּיִן שֶׁלֹא הָיָה יוֹצֵא מֵהֶן, שֶׁנֶּאֱמַר <small>(תהלים עח, כה)</small>: לֶחֶם אַבִּירִים אָכַל אִישׁ, אַל תְּהִי קוֹרֵא אַבִּירִים אֶלָּא לֶחֶם אֵיבָרִים, לֶחֶם שֶׁהוּא נִמּוֹחַ בְּאֵיבְרֵיהֶם, אַף עַל פִּי כֵן לָמַד משֶׁה סָנֵיגוֹרְיָא עֲלֵיהֶם וְחָזַר בּוֹ אֱלֹהִים מִן הָרָעָה, וְאַחַר כָּךְ אָמְרוּ זֶה לָזֶה יִהְיוּ זְכוּרִין אוֹתָן הַיָּמִים שֶׁהָיִינוּ בְּמִצְרַיִם בְּשָׁעָה שֶׁהָיִינוּ מְבַשְּׁלִין קְדֵרוֹת קְדֵרוֹת שֶׁל בָּשָׂר וְיוֹשְׁבִין וְאוֹכְלִין פַּכְּסָמִין, וּפוֹתִין בְּתוֹךְ הַזּוֹם שֶׁל בָּשָׂר, לְוַאי מַתְנוּ שָׁם וְלֹא הוֹצִיאָנוּ הָאֱלֹהִים מִשָּׁם, שֶׁנֶּאֱמַר <small>(שמות טז, ג)</small>: מִי יִתֵּן מוּתֵנוּ בְּיַד ה' בְּאֶרֶץ מִצְרַיִם בְּשִׁבְתֵּנוּ וגו', וְעַכְשָׁו אֵין לָנוּ אֶלָּא הַמָּן הַזֶּה בִּלְבָד בָּעֶרֶב כֵּן בַּבֹּקֶר כֵּן בַּחוֹל כֵּן בַּשַּׁבָּת, עָשָׂה אָדָם יוֹם טוֹב אֵין לוֹ לֶאֱכֹל אֶלָּא מָן, עָשָׂה יוֹם רָע אֵין לוֹ לֶאֱכֹל אֶלָּא מָן, הֲרֵי נְפָשׁוֹת יְבֵשִׁים, שֶׁנֶּאֱמַר <small>(במדבר יא, ו)</small>: וְעַתָּה נַפְשֵׁנוּ יְבֵשָׁה אֵין כֹּל וגו'. אָמַר רַבִּי שִׁמְעוֹן בֶּן יוֹחָאי וְכִי בָּשָׂר הָיוּ מְבַקְּשִׁין, וַהֲלוֹא כָּל מַעֲדַנֵּי עוֹלָם טוֹעֲמִין בַּמָּן, כָּל מִי שֶׁהָיָה מִתְאַוֶּה בָּשָׂר הָיָה טוֹעֲמוֹ, וְכָל מִי שֶׁהָיָה מִתְאַוֶּה דָּגָה הָיָה טוֹעֲמוֹ, מִי שֶׁהָיָה מִתְאַוֶּה תַּרְנְגוֹל אוֹ פַּסְיוֹן אוֹ טַוָּס כָּךְ הָיָה טוֹעֵם, כָּל מַה שֶּׁהָיָה מְבַקֵּשׁ, וְלָמָּה מִתְרַעֲמִים, אֶלָּא שֶׁהָיוּ מְבַקְּשִׁים עֲלִילָה הֵיאַךְ לַחֲזֹר לְמִצְרַיִם, וְאַף עַל פִּי כֵן אָמַר הָאֱלֹהִים לְמשֶׁה מָה הֵם מְבַקְּשִׁים, בָּשָׂר, אֱמֹר לָהֶם שֶׁאֲנִי אֶתֵּן לָהֶם בָּשָׂר, וְאֵין אַתֶּם אוֹכְלִים מִמֶּנּוּ יוֹם אֶחָד בִּלְבָד אוֹ יוֹמַיִם, אֶלָּא חֹדֶשׁ יָמִים, הֲדָא הוּא דִכְתִיב <small>(במדבר יא, יט כ)</small>: לֹא יוֹם אֶחָד תֹּאכְלוּן וגו' עַד חֹדֶשׁ יָמִים, בְּאוֹתָהּ שָׁעָה נָתַן לָהֶם הָאֱלֹהִים בָּשָׂר, כָּל מִי שֶׁלֹא נִתְרַעֵם לִפְנֵי הָאֱלֹהִים הָיָה אוֹכְלוֹ וְנֶהֱנֶה מִמֶּנּוּ, וּמִי שֶׁהָיָה מְנַאֵץ לִפְנֵי הָאֱלֹהִים, הָיָה אוֹכְלוֹ וְהָיָה בּוֹדְקוֹ וְיוֹצֵא מֵאַפּוֹ, שֶׁנֶּאֱמַר <small>(במדבר יא, כ)</small>: עַד אֲשֶׁר יֵצֵא מֵאַפְּכֶם וגו'. רַבִּי שִׁמְעוֹן בֶּן לָקִישׁ אוֹמֵר לְאַסְכְּרָא. רַבִּי הוּנָא הַכֹּהֵן בַּר אָבִין בְּשֵׁם רַבִּי שְׁמוּאֵל בַּר נַחְמָן בְּשֵׁם רַבּוֹתֵינוּ שֶׁבַּגּוֹלָה אוֹמֵר לְזָרָא וּלְבוּטְנָא. רַבִּי אֶבְיָתָר אוֹמֵר מַאי לְזָרָא לְקַרְדָא, אוֹ שֶׁאֶהְיֶה נוֹתֵן דּוּרָא בְּמֵעֵיהֶן. רַבִּי אַיְּבוּ בַּר נַגָּרִי אוֹמֵר וְהָיָה לָכֶם לְאַזְהָרָה, שֶׁמִּיכָּן וָאֵילָךְ יַזְהִירוּ לָהֶם. רַבִּי יְהוּדָה בַּר רַבִּי סִימוֹן אָמַר מַה וְהָיָה לָכֶם לְזָרָא, שֶׁנַּעֲשׂוּ כֻּלָּם זָרִים, כְּמָה שֶׁנֶּאֱמַר <small>(ויקרא כב, יג)</small>: וְכָל זָר לֹא יֹאכַל בּוֹ, כָּךְ כָּל מִי שֶׁנִּאֵץ לֵאלֹהִים נַעֲשָׂה זָר, וְהֵיאַךְ נַעֲשָׂה זָר, אֶלָּא שֶׁבָּאת עֲלֵיהֶם הַצָּרָעַת, אָמַר לוֹ הָאֱלֹהִים לָמָּה הֵם נִאֲצוּ אוֹתִי הֲרֵי הֵם זָרִים מִן הַקָּהָל, וִישַׁלְּחוּ מִן הַמַּחֲנֶה כָּל צָרוּעַ וגו', וְעַל דַּעְתֵּיהּ דְּרַבִּי יְהוּדָה בַּר רַבִּי סִימוֹן דְּאָמַר מִן מַעֲשֵׂה הָעֵגֶל בָּאת עֲלֵיהֶם הַצָּרָעַת, מַפִּיק לֵיהּ מֵהַאי קְרָא <small>(ישעיה יז, יא)</small>: בְּיוֹם נִטְעֵךְ תְּשַׂגְשֵׂגִי וגו'. אָמְרוּ רַבּוֹתֵינוּ אַחַר אַרְבָּעִים יוֹם שֶׁקִּבְּלוּ יִשְׂרָאֵל אֶת הַתּוֹרָה עָשׂוּ יִשְׂרָאֵל אֶת הָעֵגֶל, מִנַּיִן, שֶׁכֵּן אַתָּה מוֹצֵא שֶׁהָאֱלֹהִים רָמַז לְמשֶׁה עַל כָּךְ, אָמַר לוֹ הָאֱלֹהִים משֶׁה אֵין אַתְּ רוֹאֶה לְיִשְׂרָאֵל הֵיכָן הֵם עוֹמְדִים וְאוֹמְרִים <small>(שמות כד, ח)</small>: כֹּל אֲשֶׁר דִּבֶּר ה' נַעֲשֶׂה וְנִשְׁמָע, חַיֶּיךָ בִּכְזָבִים הֵם עוֹמְדִים, אֵינָם מֻשְׁלָמִים לִי אֶלָּא אַרְבָּעִים יוֹם, שֶׁנֶּאֱמַר <small>(שמות יט, ו)</small>: וְאַתֶּם תִּהְיוּ לִי מַמְלֶכֶת כֹּהֲנִים וגו', חָסֵר מִקְרָא כְּלוּם לִי, למ\"ד שְׁלשִׁים, יו\"ד עֲשָׂרָה, הֲרֵי אַרְבָּעִים. רַבִּי שִׁמְעוֹן בֶּן יוֹחָאי וְרַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אֶחָד מֵהֶם הָיָה אוֹמֵר עֶשְׂרִים וְתִשְׁעָה יָמִים הָיוּ יִשְׂרָאֵל מֻשְׁלָמִין, וְחַד מִנְהוֹן הָיָה אוֹמֵר אַחַד עָשָׂר יוֹם הָיוּ יִשְׂרָאֵל מֻשְׁלָמִין, וְתַרְוֵיהוֹן מֵחַד קְרָא, שֶׁנֶּאֱמַר <small>(דברים א, ב)</small>: אַחַד עָשָׂר יוֹם מֵחֹרֵב וגו', אֶחָד מֵהֶן אוֹמֵר מַהוּ אַחַד עָשָׂר, אָמַר לָהֶם משֶׁה, לֹא עֶשְׂרִים וְתִשְׁעָה יוֹם הֱיִיתֶם מֻשְׁלָמִין לֵאלֹהִים, וְאַחַד עָשָׂר אַחֲרוֹנִים הֱיִיתֶם מִתְחַשְּׁבִין הֵיאַךְ לַעֲשׂוֹת אֶת הָעֵגֶל, שֶׁנֶּאֱמַר: אַחַד עָשָׂר יוֹם. וַחֲבֵרוֹ אוֹמֵר אַחַד עָשָׂר יוֹם, הָיוּ מֻשְׁלָמִים לֵאלֹהִים וְעֶשְׂרִים וְתִשְׁעָה הָיוּ מִתְחַשְּׁבִין הֵיאַךְ לַעֲשׂוֹת אֶת הָעֵגֶל. רַבִּי שִׁמְעוֹן בֶּן חֲלַפְתָּא אוֹמֵר יוֹם אֶחָד הָיוּ מֻשְׁלָמִין, שֶׁנֶּאֱמַר <small>(דברים ד, י)</small>: יוֹם אֲשֶׁר עָמַדְתָּ לִפְנֵי ה' אֱלֹהֶיךָ בְּחֹרֵב. רַבִּי מֵאִיר אוֹמֵר לֹא כְדִבְרֵי אֵלּוּ וְלֹא כְדִבְרֵי אֵלּוּ, אֶלָּא אֲפִלּוּ בְּשָׁעָה שֶׁהָיוּ אוֹמְרִים <small>(שמות כד, ח)</small>: כֹּל אֲשֶׁר דִּבֶּר ה' נַעֲשֶׂה וְנִשְׁמָע, הָיוּ אוֹמְרִים בְּפִיהֶם אֶחָד וּבְלִבָּם אֶחָד, שֶׁנֶּאֱמַר <small>(תהלים עח, לו לז)</small>: וַיְפַתּוּהוּ בְּפִיהֶם וּבִלְשׁוֹנָם יְכַזְּבוּ לוֹ וְלִבָּם לֹא נָכוֹן עִמּוֹ, הֲרֵי אֲפִלּוּ בְּאוֹתוֹ הַיּוֹם שֶׁהָיוּ עוֹמְדִים לִפְנֵי הַר סִינַי לֹא הָיָה לִבָּם נָכוֹן לְבוֹרְאָם, הוּא שֶׁיְּשַׁעְיָה אוֹמֵר לָהֶם: בְּיוֹם נִטְעֵךְ תְּשַׂגְשֵׂגִי, אָמַר לָהֶם הָאֱלֹהִים בְּיוֹם שֶׁבִּקַּשְׁתִּי לַעֲשׂוֹת אֶתְכֶם נְטִיעָה לִשְׁמִי עֲשִׂיתֶם סִיגִים, הֱוֵי: בְּיוֹם נִטְעֵךְ תְּשַׂגְשֵׂגִי. מַהוּ <small>(ישעיה יז, יא)</small>: וּבַבֹּקֶר זַרְעֵךְ תַּפְרִיחִי, רַבִּי חָמָא וְרַבִּי חֲנִינָא וְרַבִּי שְׁמוּאֵל בַּר נַחְמָן, חַד מִנְּהוֹן אָמַר לְמָה הַדָּבָר דּוֹמֶה, לְמֶלֶךְ שֶׁהָיָה לוֹ גִּנָה אַחַת מְלֵאָה בִּכְרוּב נָאֶה וּמְשֻׁבָּח, נִכְנַס לְתוֹכָהּ בֵּין הָעַרְבַּיִם וְרָאָה אוֹתָהּ, וְאָמַר מַה נָּאֶה וּמְשֻׁבָּח, לַבֹּקֶר אֲנִי מוֹכֵר אוֹתָהּ לַתַּגָּרִין וַאֲמַלֵּא כִּיסִי זְהוּבִים. בַּבֹּקֶר נִכְנַס לִרְאוֹתָהּ וּמָצָא אוֹתָהּ שֶׁהִפְרִיגָה, אָמַר לָהּ תִּפַּח רוּחֵךְ, בָּעֶרֶב הָיִית נָאָה וּמְשֻׁבַּחַת וּבַבֹּקֶר הֲרֵי הִפְרַגְתְּ. כָּךְ אָמַר הָאֱלֹהִים לְיִשְׂרָאֵל: וּבַבֹּקֶר זַרְעֵךְ תַּפְרִיחִי. וַחֲבֵרוֹ אוֹמֵר לְמִי שֶׁהָיָה לוֹ שָׂדֶה שֶׁל פִּשְׁתָּן נִכְנָס לְתוֹכָהּ בָּעֶרֶב וְהָיְתָה נָאָה, בָּא לְהִכָּנֵס בַּבֹּקֶר וּמְצָאָהּ שֶׁנַּעֲשָׂה גִבְעוֹלִין, כָּךְ אָמַר לָהֶם אֱלֹהִים וּבַבֹּקֶר זַרְעֵךְ תַּפְרִיחִי. <small>(ישעיה יז, יא)</small>: בְּיוֹם נַחֲלָה, בַּיּוֹם שֶׁסָּבַרְתִּי לַעֲשׂוֹתְכֶם נַחֲלָה לִשְׁמִי לֹא קִיַּמְתֶּם מַלְכוּתִי עֲלֵיכֶם. וּכְאֵב אָנוּשׁ, בּוֹאוּ וְקַבְּלוּ אֶת הַצָּרָעַת. וְלָמָּה קוֹרֵא אוֹתָהּ וּכְאֵב אָנוּשׁ, לְשׁוֹן גֶּבֶר, מִפְּנֵי שֶׁהִיא מַכָּה הַגְּבַרְתָּנִית. דָּבָר אַחֵר, וּכְאֵב אָנוּשׁ, שֶׁהִיא מְנַתֶּשֶׁת אֶת הַגּוּף שֶׁהִיא נִכְנֶסֶת בּוֹ, לְפִיכָךְ אָמַר הָאֱלֹהִים לְמשֶׁה הַפְרֵשׁ הַמְצֹרָעִים שֶׁבֵּינֵיהֶם שֶׁהֵם עָשׂוּ אוֹתָהּ הַמַּעֲשֶׂה, וִישַׁלְּחוּ מִן הַמַּחֲנֶה כָּל צָרוּעַ וגו'.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“They shall send out from the camp…” – from where did the leprosy befall them? Rabbi Yehuda bar Rabbi Simon said: Due to the act of the calf. Our Rabbis say: Due to the murmurers;<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">See Numbers 11:1.</i> according to the opinion of our Rabbis, the leprosy befell them from the murmurers. How so?<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">The answer to this question appears at the end of the description of the complaints about the manna.</i> When God rained the manna down for them, God performed several miracles for them. Our Rabbis said: They did not need to relieve themselves in the manner of people. Why did He do so? It is, rather, that God said: If My children need to relieve themselves, how, then, did I write in their regard that they are divine, as it is stated: “I had said: You are divine” (Psalms 82:6)? Rather, just as the angels do not need to engage in this matter, they too will no longer need to engage in this matter.  <br>Another matter: God said: The nations eat and need to relieve themselves, and how do I distinguish between My children and the nations. That is why they did not need to relieve themselves. What did they do with the good that God performed on their behalf? They began speaking cynically about it. One said to another: Do you not hear, Shimon my brother? That one says: What do you say, Reuven my brother? He said to him: As you live, have you in all your days seen a person placing wheat in a mill, and after they are ground do not flow down?<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Namely, the flour does not flow down.</i> We, too, eat the manna, and it does not flow down. His counterpart said to him: I fear that ultimately my stomach will become swollen and burst because we do not excrete it. At that moment, God said to Moses: ‘I cannot bear and restrain Myself: “Until when will [this nation continue to] provoke Me? Until when will they not believe in Me?”’ (Numbers 14:11). Here, it is not written, “with all the wonders that I have performed with them [<i>imo</i>],” but rather, “[with all the signs] that I have performed in their midst [<i>bekirbo</i>]” (Numbers 14:11). Rabbi Shimon ben Yoḥai said: How many signs and wonders I have performed in their innards [<i>bekirbeihen</i>], but they provoke Me, like the matter that is stated: “And the innards [<i>vehakerev</i>] and the legs…” (Leviticus 1:13).<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">This verse is brought as a proof that the term <i>bekirbo</i> can mean in their innards.</i> From where is it derived that it would not emerge from them? As it is stated: “Man ate the bread of <i>abirim</i>” (Psalms 78:25).<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">The term “the bread of <i>abirim</i>” refers to the manna mentioned in the previous verse.</i> Do not read it as <i>abirim</i>, but rather, “the bread of <i>eivarim</i>,” bread that is absorbed in their organs [<i>eivarim</i>]. Nevertheless, Moses advocated on their behalf, and God reconsidered the evil. <br>Then they said to one another: ‘Remember those days when we were in Egypt, when we would cook cauldrons upon cauldrons of meat, and would sit and eat toasts, and would crumble them into the gravy of the meat. If only we had died there, and God had not taken us out of there,’ as it is stated: “If only our death had been at the hand of the Lord in the land of Egypt, when we sat [by the fleshpots, when we ate bread until satiation]” (Exodus 16:3). ‘Now, we have nothing other than this manna alone; so it is in the evening, so it is in the morning, so it is during the week, so it is on Shabbat. If a person celebrated a good day, he has nothing to eat other than manna. If he marks a bad day, he has nothing to eat other than manna. Therefore, the souls are parched,’ as it is stated: “But now our soul is parched; there is nothing at all; [nothing but the manna to look to]” (Numbers 11:6). <br>Rabbi Shimon ben Yoḥai said: Were they requesting meat? Did they not taste all the delicacies of the world in the manna? Anyone who desired meat would taste it, and anyone who desired fish would taste it. Anyone who desired rooster, pheasant, peacock, or anything that he sought, would taste that. Why, then, were they murmuring? It was, rather, that they sought a pretext for how to return to Egypt. Nevertheless, God said to Moses: What are they requesting? It is meat. Say to them that I will provide them with meat. You will eat of it not only one or two days, but one entire month. That is what is written: “You will eat, not one day…but until an entire month” (Numbers 11:19–20). At that moment, God provided them with meat. Anyone who did not murmur before God would eat it and enjoy it. Anyone who blasphemed before God would eat, and [the meat] would examine him,<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">The meat would “check” whether the person eating it was a blasphemer.</i> and it would come out of his nose, as it is stated: “Until it comes out of your nose, [and it will be <i>lezara</i> for you]” (Numbers 11:20). Rabbi Shimon ben Lakish says: [The meat will cause] croup. Rabbi Huna HaKohen bar Avin says in the name of Rabbi Shmuel bar Naḥman in the name of our Rabbis in the Diaspora: [The meat will cause] vomit and excrement. Rabbi Evyatar says: What is <i>lezara</i>? It is a tick, or, that I will introduce a worm into their intestines. Rabbi Aivu bar Nagari says: It will be a warning [<i>le’azhara</i>] for you that from here on they will be forewarned.  <br>Rabbi Yehuda bar Rabbi Simon said: What is, “and it will be <i>lezara</i> for you” (Numbers 11:20)? They all became outcasts [<i>zarim</i>], just as it is stated: “No <i>zar </i>may eat of it” (Leviticus 22:13). So, anyone who blasphemes God becomes an outcast. How does he become an outcast? It is, rather, that leprosy befell them. God said to him: Why did they blaspheme Me? They are outcasts from the congregation: “They shall send out from the camp every leper…” <br>According to the opinion of Rabbi Yehuda bar Rabbi Simon, who said: Due to the act of the calf, leprosy befell them, he derives it from this verse: “On the day of your planting you will flourish, [and in the morning your seed will blossom; your branch will be lost on a day of affliction and mortal pain]” (Isaiah 17:11). Our Rabbis say: Forty days after Israel received the Torah, Israel crafted the calf.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">For those forty days they were completely devoted to God.</i> From where is it derived? It is as you find that God alluded to this to Moses. God said to Moses: ‘Do you not see Israel, that they are standing and saying: “Everything that the Lord has spoken we will perform and we will heed” (Exodus 24:7); as you live, they are standing in deceit. They are complete with Me only forty days,’ as it is stated: “You shall be for Me [<i>li</i>] a kingdom of priests…” (Exodus 19:6). Was the verse lacking “<i>li</i>”? <i>Lamed </i>is thirty, <i>yod </i>is ten; there is forty.  <br>Rabbi Shimon ben Yoḥai and Rabbi Eliezer ben Yaakov: one of them would say: They were completely devoted for twenty-nine days, and one of them would say: They were completely devoted for eleven days. Both derive it from one verse, as it is stated: “Eleven days from Ḥorev…” (Deuteronomy 1:2). One of them says: What is “eleven”? Moses told them: ‘Was it not that you were completely devoted to God for twenty-nine days, but during the final eleven, you were calculating how to craft the calf,’ as it is stated: “Eleven days…” But his counterpart says: For eleven days they were completely devoted to God, and for twenty-nine they were calculating how to craft the calf. Rabbi Shimon ben Ḥalafta says: They were completely devoted for one day, as it is stated: “The day that you stood before the Lord your God at Ḥorev” (Deuteronomy 4:10).  <br>Rabbi Meir says: It is neither in accordance with the statement of these nor in accordance with the statement of those, but even at the moment that they were saying, “Everything that the Lord has spoken we will perform and we will heed” (Exodus 24:7), they were saying one matter with their mouth and one matter with their heart, as it is stated: “But they enticed Him with their mouth and deceived Him with their tongue. Their heart was not true with Him” (Psalms 78:36–37). Even on that very day that they were standing before Mount Sinai, their heart was not true to their Creator. That is what Isaiah says to them: “On the day of your planting you will flourish (<i>tesagsegi</i>)” (Isaiah 17:11) – God said to them: On the day that I sought to render you a plant in My name<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Namely, on the day that I established you as My nation.</i>, you generated dross (<i>sigim</i>).<sup class=\"footnote-marker\">15</sup><i class=\"footnote\"><i>Tesagsegi</i> is interpreted as: Make <i>sigim</i>.</i> That is: “On the day of your planting you will flourish.”  <br>What is, “and in the morning your seed will blossom” (Isaiah 17:11)? Rabbi Ḥama, Rabbi Ḥanina, and Rabbi Shmuel bar Naḥman: one of them said: To what is the matter analogous? It is to a king who had one garden filled with fine and excellent cabbage. He entered into it at dusk and saw it. He said: How fine and excellent; in the morning I will sell it to the merchants and fill my purse with gold pieces. In the morning he entered to see it and found that it had germinated.<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Its leaves had spread and it no longer looked fine and excellent.</i> He said to it: May you be cursed; in the evening you were fine and excellent, and in the morning you germinated. So God said to Israel: “And in the morning your seed will blossom [<i>tafriḥi</i>].”<sup class=\"footnote-marker\">17</sup><i class=\"footnote\"><i>Tafriḥi </i>is interpreted as meaning that the seeds flew out [<i>hifriḥu</i>], which is a sign of deterioration.</i> <br>His counterpart says: It is analogous to one who had a field of flax. He entered into it in the evening, and it was fine. He came to enter in the morning and found that it had become stalks. So, God said to them: “And in the morning your seed will blossom [<i>tafriḥi</i>] (Isaiah 17:11).”<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">See previous footnote.</i> <br>“On a day of affliction [<i>naḥala</i>]” (Isaiah 17:11) – on a day that I thought to render you an inheritance [<i>naḥala</i>] in My name, you did not sustain My kingdom over you. “And mortal pain” (Isaiah 17:11) – come and receive leprosy. Why does it call it “mortal [<i>anush</i>] pain”? It is because it is an expression of man [<i>gever</i>],<sup class=\"footnote-marker\">19</sup><i class=\"footnote\"><i>Enosh </i>and <i>gever</i> both mean man.</i> as it is an affliction that overcomes [<i>hagevartanit</i>]. Alternatively, “and mortal pain” – because it causes the body that it enters to decompose; that is why God said to Moses: Separate the lepers that are in their midst as it is they who performed that act. “They shall send out from the camp every leper…”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59765597d6e4a90179bf6d54", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 11:19:1", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Be'er Mayim Chaim, Numbers 11:19:1", "sourceHeRef": "באר מים חיים, במדבר י״א:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>לא</b> יום אחד תאכלון וגו' עד אשר יצא מאפכם וגו'. פירוש בכדי להראות לכם גדולתי הגדולה והרחבה אשר גם במדבר אמלא כריסכם בבשר ולא יום אחד תאכלון וגו' ולא עשרים יום וגו' הכל בכדי להראות לכם כי לא קצרה ידי. ואך כי לא לרצון יהיה לכם כי יצא מאפכם והיה לכם לזרא יען כי מאסתם את ה' וגו' ותבכו לפניו לאמר למה זה יצאנו ממצרים. לא הזכיר כאן כלל חטא תאות הבשר. כי זה היה עיקר חטאם במה שמאסו בה' ח\"ו שלא האמינו בו ואמרו שטוב להם במצרים, כאשר ביארנו. ולזה אומר הכתוב, ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc282c1533e001928ab9d", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 11:19:1", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Malbim on Numbers 11:19:1", "sourceHeRef": "מלבי\"ם על במדבר י״א:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>לא יום אחד תאכלון </b>ולא לבד שתאכלו כי גם תתמידו לאכלו ימים רבים <b>עד חדש ימים עד אשר יצא מאפכם </b>והגם <b>שיהיה לכם לזרא </b>שבזה בודאי סרה התאוה מכל וכל בכ\"ז לא תתחרטו, וזה אות נאמן <b>כי מאסתם את ה' אשר בקרבכם </b>שסבת החטא לא היה תאות הבשר רק התמוטטות השכל והאמונה בה' ובתורתו, ואף שכפי הנגלה מדבריכם בכיתם בעבור הבשר, אבל לפניו שהוא יודע תעלומות לב לפניו <b>בכיתם לאמר למה זה יצאנו ממצרים </b>הוא יודע שעקר בכיתכם היה על שיצאתם ממצרים ששם הייתם חפשים מעול תורה ומצות ונכנסתם במוסרת הברית לשמור את כל דברי התורה ומצותיה:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1411d04bbb60019c1e61a", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 11:19:1", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Birkat Asher on Torah, Numbers 11:19:1", "sourceHeRef": "ברכת אשר על התורה, במדבר י״א:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>\"לא יום אחד תאכלון ולא יומים\" וגו'.</b> היינו שיאכלו במשך תקופה מסויימת, ולא מדובר בארוחה חד־פעמית. והנה בשעת המעשה (פסוק לג), כשהגיע השְׂלָיו, \"הבשר עודנו בין שִׁניהם טרם יכרת, ואף ה' חרה בעם\" וגו', ואיה אפוא יום ויומיים וחודש? (פ' בהעלתך תשס\"ג)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1411d922a7400576c27af", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 11:19:2", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Birkat Asher on Torah, Numbers 11:19:2", "sourceHeRef": "ברכת אשר על התורה, במדבר י״א:י״ט:ב׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 19.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "וראה \"העמק דבר\" (להלן פסוק לג). לדבריו, הונחתה המכה הראשונה על ראשי המתאווים וכעבור חודש מתו הנוספים. (פ' בהעלתך תשס\"ז) הערת הגר\"א נבנצל שליט\"א: וראה דברי רש\"י לפסוק כ (ד\"ה עד חדש ימים).", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dd16e0c8c8041e6acbd619d", "index_title": "Nachalat Avot on Avot", "category": "Quoting Commentary", "type": "", "ref": "Nachalat Avot on Avot 1:1:12", "anchorRef": "Numbers 11:17-25", "anchorRefExpanded": ["Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25"], "sourceRef": "Nachalat Avot on Avot 1:1:12", "sourceHeRef": "נחלת אבות על אבות א׳:א׳:י״ב", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1496], "commentaryNum": 1.0012, "collectiveTitle": {"en": "Nachalat Avot on Avot", "he": "נחלת אבות על אבות"}, "he": "<b>הלמוד השלישי</b> – שעם היות אלעזר הוא הכהן הגדול, הנה יהושע נשתלם ממנו בענין התורה ובמדרגת הנבואה. כי אין ספק שהיו בדורו של משה ובית דינו הזקנים, שנלוו עמו בהנהגת העם שנאמר (במדבר יא, יז-כה): \"אצלתי מן הרוח אשר עליך ושמתי עליהם\", שנאמר: \"ויתנבאו ולא יספו\". ותרגם אונקולוס – ולא פסקן. ואף על פי כן נתמנה יהושע לראש המקבלים להיותו משרת משה מבחוריו וגדול שבתלמידיו. וכמו שאמרה תורה (שמות לג, יא): \"ומשרתו יהושע בן נון נער לא ימיש\" וגו', להגיד שנתיחס התבודדות יהושע והתמדתו באהל משה להיותו מקבל ושומע מפיו, כפי מה שנתיחס התבודדות משה בהר סיני לשמוע מפי הגבורה. הנה אם כן נשאר יהושע בקבול התורה במקום משה, ונשאר אלעזר הכהן במקום אהרון אביו. והיתה מעלת יהושע על אלעזר בתורה כמעלת משה על אהרון. וכבר אמרו חכמינו זכרונם לברכה (ברכות ז, ע\"ב): \"גדולה שמושה יותר מלמודה\", שהרי אלישע על ידי שיצק מים על ידי אליהו זכה להיותו ממלא מקומו (מלכים ב ג, יא). וכן דרשו (במדבר רבה יב, ט) על יהושע – נוצר תאנה יאכל פריה ושומר אדוניו יכובד (משלי כז, יח). כי אף על פי שהיו בדורו זקנים וחכמים כמוהו, זכה מפני שמושו התמידי לשלמות גדול מהם עד שנשאר במקומו. ועם היות שאמר השם יתברך על יהושע בתחלת מנויו \"ולפני אלעזר הכהן יעמד ושאל במשפט האורים לפני יי'\" (במדבר כז, כא) וגו', כבר ביארתי בפירושי לספר יהושע שנתעלה אחרי כן מדרגת יהושע ומעלתו בנבואה עד שנתנבא בעצמו, ולא הוצרך לשאול באורים ותומים. ולכן לא נמצא בכל ספוריו ששאל יהושע את אלעזר אפילו פעם אחת. וכבר נרמז לו בזה שנאמר לו אחרי העברת הירדן \"היום הזה אחל גדלך בעיני כל ישראל אשר ידעון כי כאשר הייתי עם משה אהיה עמך\" (יהושע ג, ז). והמאמר יכלול גם מלבד נצחון האויבים שתבואהו הנבואה בכל עניניו כמו שבא למשה רבו, אף על פי שלא תהיה במדרגתו באופן שלא תצטרך לשאול באורים. ובעבור זה נאמר בתחלת ספר שופטים (שופטים א, א): \"ויהי אחרי מות יהושע וישאלו בני ישראל ביי'\", להגיד שאחרי מותו שאלו האורים ותומים ולא בימיו. ואין ספק שמשה אדוננו ראה וצפה בנבואתו כל זה, ולכן מסר אליו קבלת התורה ועשהו ראש בקבלתה, ולא עשה כן לאלעזר הכהן, ולא לאחד משאר הזקנים, עם היותם כולם מבית דינו של משה ושל יהושע אחריו. ולהעיר על זה נאמר במשנתינו: \"ומסרה ליהושע\", כי אליו היתה ראשית מסירת קבלת התורה ואלעזר היה נלוה אליו כמו שהיה אהרון למשה אחיו. <b>והותרה עם זה השאלה השנית</b>.", "heVersionTitle": "Nachalat Avot, Ashkelon 2013", "heLicense": "", "heVersionTitleInHebrew": "נחלת אבות, אשקלון תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea14beb7d2e1475644d89", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 11:19:1", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Midrash Lekach Tov, Numbers 11:19:1", "sourceHeRef": "מדרש לקח טוב, במדבר י״א:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> לא יום אחד תאכלון ולא יומים עד חדש ימים. הרי אלו חמשה זמנים כנגד חמשה מינים. את הקשואים ואת האבטיחים ואת החציר ואת הבצלים ואת השומים. <i data-commentator=\"Beur HaRe'em\" data-order=\"74\"></i> הכשרים היו מתמצים על מטותיהן ואה״כ מתים. אבל הרשעים הבשר עודנו בין שניהם. והיה לכם לזרא. <i data-commentator=\"Beur HaRe'em\" data-order=\"75\"></i> שתהיו מרחיקין אותו יותר ממה שהייתם מקרבין אותו. יען כי מאסתם את ה' אשר בקרבכם וגו'. <i data-commentator=\"Beur HaRe'em\" data-order=\"76\"></i> לא די לכם ששכנתי שכינתי ביניכם אלא מרגיזין אתם אותי בדבריכם:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ffdb677826be30d238791ab", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 11:19:2", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Malbim on Numbers 11:19:2", "sourceHeRef": "מלבי\"ם על במדבר י״א:י״ט:ב׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 19.0002, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": [], "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ffdb679826be30d238791ad", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 11:19:3", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Malbim on Numbers 11:19:3", "sourceHeRef": "מלבי\"ם על במדבר י״א:י״ט:ג׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 19.0003, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": [], "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ffdb67a826be30d238791af", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 11:19:4", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "Malbim on Numbers 11:19:4", "sourceHeRef": "מלבי\"ם על במדבר י״א:י״ט:ד׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 19.0004, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": [], "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62035c4c5503e69f1d5d620a", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 9:22", "anchorRef": "Numbers 11:4-34", "anchorRefExpanded": ["Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34"], "sourceRef": "Deuteronomy 9:22", "sourceHeRef": "דברים ט׳:כ״ב", "anchorVerse": 4, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 9.0022, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "וּבְתַבְעֵרָה֙ וּבְמַסָּ֔ה וּבְקִבְרֹ֖ת הַֽתַּאֲוָ֑ה מַקְצִפִ֥ים הֱיִיתֶ֖ם אֶת־יְהֹוָֽה׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "Again you provoked יהוה at Taberah, and at Massah, and at Kibroth-hattaavah.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62af08d783329231658f3744", "index_title": "Noda BiYehudah I", "category": "Responsa", "type": "", "ref": "Noda BiYehudah I, Orach Chaim 2:13", "anchorRef": "Numbers 8:1-12:16", "anchorRefExpanded": ["Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16"], "sourceRef": "Noda BiYehudah I, Orach Chaim 2:13", "sourceHeRef": "נודע ביהודה מהדורא קמא, אורח חיים ב׳:י״ג", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1733, 1793], "commentaryNum": 2.0013, "collectiveTitle": {"en": "Noda BiYehudah I", "he": "נודע ביהודה מהדורא קמא"}, "heTitle": "אורח חיים", "he": "הנה אמת כי כן הוא בלשון הקודש אבל הלא ידוע שהרבה נשתמשו הפייטנים בלשון ארמי ובלשון תלמוד נם הוא לשון דיבור ובספרי פרשת בהעלותך נם לו ר' יאשי' נם לי ר' יונתן וכו'. ", "heVersionTitle": "Noda BeYehuda Warsaw 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "נודע ביהודה, ורשה, תר\"מ", "text": "While this is true regarding the ‘holy tongue’ (Hebrew), it is well known that the liturgical poets used Aramaic as well. In the language of the Talmud (Aramaic), ‘<i>Nam</i>’ has the meaning of speaking, as found in the Midrash Sifrei on the Torah weekly portion of <i>Beha’alotcha<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Numbers 8:1-12:16</i></i>: ‘Rabbi Yoshi’a spoke (‘<i>Nam</i>’): Rabbi Yonatan spoke (‘<i>Nam</i>’)to me”<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">ספרי במדבר פסקא סה<br>......אמר לו ר' יונתן ממשמע הזה עדיין לא שמענו, נם לו רבי יאשיה מפני שהוא אומר צו את בני ישראל את קרבני לחמי וכו'<br>R. Yonathan (to R. Yoshiyah): This is not sufficient (for the derivation [i.e., \"in its appointed time\" may mean if it does not fall out on a Sabbath.]) R. Yoshiyah (to R. Yonathan): Rather, it is written (Bamidbar 28:2) \"Command the children of Israel and say to them … to offer (the tamid) offering to Me in its appointed time</i>.", "versionTitle": "Noda BuYehudah, trans. by Harold Landa.", "license": "", "versionTitleInHebrew": ""}, {"_id": "6319d05eb6084aa1cbf02a45", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בָּשָׂר 1", "anchorRef": "Numbers 11:4-33", "anchorRefExpanded": ["Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33"], "sourceRef": "BDB, בָּשָׂר 1", "sourceHeRef": "בראון-דרייבר-בריגס, בָּשָׂר א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בָּשָׂר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">בָּשָׂר</span></big><sub>266</sub>  <strong>n.m.</strong> flesh <strong>(</strong>cf. Arabic <span dir=\"rtl\">بَشَرٌ</span> <em>skin</em>, Syriac <span dir=\"rtl\">ܒܶܣܪܳܐ</span>, Assyrian <em>bišru</em>, <em>blood-relation</em>, Dl <sup>Assyrian Stud. i. 143, cf. Pr 170</sup>, Sab. <span dir=\"rtl\">בשר תורם</span> <em>flesh of bulls</em><strong>)</strong>—<a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">Gn 2:21</a> + 126 times; cstr. <span dir=\"rtl\">בְּשַׂר</span> <a data-ref=\"Genesis 17:11\" href=\"/Genesis.17.11\">Gn 17:11</a> + 40 times; sf. <span dir=\"rtl\">בְּשָׂרִי</span> etc. <a data-ref=\"Psalms 16:9\" href=\"/Psalms.16.9\">ψ 16:9</a> + 96 times; pl. <span dir=\"rtl\">בְּשָׂרִים</span> <a data-ref=\"Proverbs 14:30\" href=\"/Proverbs.14.30\">Pr 14:30</a>;—<br><strong>1.</strong>  <em>of the body:</em> <strong>a.</strong>  <em>of animals</em> <a data-ref=\"Genesis 41:2-19\" href=\"/Genesis.41.2-19\">Gn 41:2–19</a>; <a data-ref=\"Exodus 21:28\" href=\"/Exodus.21.28\">Ex 21:28</a>; <a data-ref=\"Exodus 22:30\" href=\"/Exodus.22.30\">22:30</a>; <a data-ref=\"Numbers 12:12\" href=\"/Numbers.12.12\">Nu 12:12</a> (E) <a data-ref=\"Numbers 11:4-33\" href=\"/Numbers.11.4-33\">Nu 11:4–33</a> (JE) <a data-ref=\"Genesis 9:4\" href=\"/Genesis.9.4\">Gn 9:4</a> + (P 30 times) <a data-ref=\"Deuteronomy 12:15\" href=\"/Deuteronomy.12.15\">Dt 12:15</a> + (D 9 times) <a data-ref=\"Judges 6:19-21\" href=\"/Judges.6.19-21\">Ju 6:19–21</a>; <a data-ref=\"I Samuel 2:13\" href=\"/I_Samuel.2.13\">1 S 2:13</a>, <a data-ref=\"I Samuel 2:15\" href=\"/I_Samuel.2.15\">15</a>; <a data-ref=\"I Kings 17:6\" href=\"/I_Kings.17.6\">1 K 17:6</a>; <a data-ref=\"I Kings 19:21\" href=\"/I_Kings.19.21\">19:21</a>; <a data-ref=\"Job 31:31\" href=\"/Job.31.31\">Jb 31:31</a>; <a data-ref=\"Job 41:15\" href=\"/Job.41.15\">41:15</a> <a data-ref=\"Psalms 50:13\" href=\"/Psalms.50.13\">ψ 50:13</a>; <a data-ref=\"Proverbs 23:20\" href=\"/Proverbs.23.20\">Pr 23:20</a>; <a data-ref=\"Isaiah 22:13\" href=\"/Isaiah.22.13\">Is 22:13</a>; <a data-ref=\"Isaiah 44:16\" href=\"/Isaiah.44.16\">44:16</a>, <a data-ref=\"Isaiah 44:19\" href=\"/Isaiah.44.19\">19</a>; <a data-ref=\"Isaiah 65:4\" href=\"/Isaiah.65.4\">65:4</a>; <a data-ref=\"Isaiah 66:17\" href=\"/Isaiah.66.17\">66:17</a>; <a data-ref=\"Jeremiah 7:21\" href=\"/Jeremiah.7.21\">Je 7:21</a>; <a data-ref=\"Jeremiah 11:15\" href=\"/Jeremiah.11.15\">11:15</a>; <a data-ref=\"Ezekiel 4:14\" href=\"/Ezekiel.4.14\">Ez 4:14</a> + 6 times <a data-ref=\"Daniel 10:3\" href=\"/Daniel.10.3\">Dn 10:3</a>; <a data-ref=\"Hosea 8:13\" href=\"/Hosea.8.13\">Ho 8:13</a> <a data-ref=\"Micah 3:3\" href=\"/Micah.3.3\">Mi 3:3</a>; <a data-ref=\"Haggai 2:12\" href=\"/Haggai.2.12\">Hg 2:12</a>; <a data-ref=\"Zechariah 11:9\" href=\"/Zechariah.11.9\">Zc 11:9</a>, <a data-ref=\"Zechariah 11:16\" href=\"/Zechariah.11.16\">16</a>. <strong>b.</strong>  <em>of men</em> <a data-ref=\"Genesis 40:19\" href=\"/Genesis.40.19\">Gn 40:19</a> (E) <a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">2:21</a>; <a data-ref=\"Exodus 4:7\" href=\"/Exodus.4.7\">Ex 4:7</a> (J) <a data-ref=\"Leviticus 12:3\" href=\"/Leviticus.12.3\">Lv 12:3</a>; <a data-ref=\"Leviticus 13:2\" href=\"/Leviticus.13.2\">13:2</a> + 16 times <a data-ref=\"Leviticus 26:29\" href=\"/Leviticus.26.29\">26:29</a> (P) <a data-ref=\"Deuteronomy 28:53\" href=\"/Deuteronomy.28.53\">Dt 28:53</a>, <a data-ref=\"Deuteronomy 28:55\" href=\"/Deuteronomy.28.55\">55</a>; <a data-ref=\"Deuteronomy 32:42\" href=\"/Deuteronomy.32.42\">32:42</a>; <a data-ref=\"Judges 8:7\" href=\"/Judges.8.7\">Ju 8:7</a>; <a data-ref=\"I Samuel 17:44\" href=\"/I_Samuel.17.44\">1 S 17:44</a>; <a data-ref=\"II Kings 4:34\" href=\"/II_Kings.4.34\">2 K 4:34</a>; <a data-ref=\"II Kings 5:10\" href=\"/II_Kings.5.10\">5:10</a>, <a data-ref=\"II Kings 5:14\" href=\"/II_Kings.5.14\">14</a>; <a data-ref=\"II Kings 6:30\" href=\"/II_Kings.6.30\">6:30</a>; <a data-ref=\"II Kings 9:36\" href=\"/II_Kings.9.36\">9:36</a>; <a data-ref=\"Job 2:5\" href=\"/Job.2.5\">Jb 2:5</a>; <a data-ref=\"Job 4:15\" href=\"/Job.4.15\">4:15</a>; <a data-ref=\"Job 6:12\" href=\"/Job.6.12\">6:12</a>; <a data-ref=\"Job 7:5\" href=\"/Job.7.5\">7:5</a>; <a data-ref=\"Job 10:11\" href=\"/Job.10.11\">10:11</a>; <a data-ref=\"Job 13:14\" href=\"/Job.13.14\">13:14</a>; <a data-ref=\"Job 19:20\" href=\"/Job.19.20\">19:20</a>, <a data-ref=\"Job 19:22\" href=\"/Job.19.22\">22</a>; <a data-ref=\"Job 21:6\" href=\"/Job.21.6\">21:6</a>; <a data-ref=\"Job 33:21\" href=\"/Job.33.21\">33:21</a>, <a data-ref=\"Job 33:25\" href=\"/Job.33.25\">25</a> <a data-ref=\"Psalms 27:2\" href=\"/Psalms.27.2\">ψ 27:2</a>; <a data-ref=\"Psalms 38:4\" href=\"/Psalms.38.4\">38:4</a>, <a data-ref=\"Psalms 38:8\" href=\"/Psalms.38.8\">8</a>; <a data-ref=\"Psalms 79:2\" href=\"/Psalms.79.2\">79:2</a>; <a data-ref=\"Psalms 102:6\" href=\"/Psalms.102.6\">102:6</a>; <a data-ref=\"Psalms 109:24\" href=\"/Psalms.109.24\">109:24</a>; <a data-ref=\"Proverbs 4:22\" href=\"/Proverbs.4.22\">Pr 4:22</a>; <a data-ref=\"Proverbs 5:11\" href=\"/Proverbs.5.11\">5:11</a> <a data-ref=\"Isaiah 9:19\" href=\"/Isaiah.9.19\">Is 9:19</a>; <a data-ref=\"Isaiah 17:4\" href=\"/Isaiah.17.4\">17:4</a>; <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">49:26</a>; <a data-ref=\"Jeremiah 19:9\" href=\"/Jeremiah.19.9\">Je 19:9</a>; <a data-ref=\"Lamentations 3:4\" href=\"/Lamentations.3.4\">La 3:4</a>; <a data-ref=\"Ezekiel 32:5\" href=\"/Ezekiel.32.5\">Ez 32:5</a>; <a data-ref=\"Ezekiel 37:6\" href=\"/Ezekiel.37.6\">37:6</a>, <a data-ref=\"Ezekiel 37:8\" href=\"/Ezekiel.37.8\">8</a>; <a data-ref=\"Ezekiel 39:17\" href=\"/Ezekiel.39.17\">39:17</a>, <a data-ref=\"Ezekiel 39:18\" href=\"/Ezekiel.39.18\">18</a> <a data-ref=\"Daniel 1:15\" href=\"/Daniel.1.15\">Dn 1:15</a>; <a data-ref=\"Zechariah 14:12\" href=\"/Zechariah.14.12\">Zc 14:12</a>. The flesh of the body is contrasted with stone <a data-ref=\"Ezekiel 11:19\" href=\"/Ezekiel.11.19\">Ez 11:19</a>; <a data-ref=\"Ezekiel 36:26\" href=\"/Ezekiel.36.26\">36:26</a>.<br><strong>2.</strong>  <em>flesh</em> for <em>the body itself</em> (especially in P): <span dir=\"rtl\">על בשׂר אדם לא ייסך</span> <em>upon the body of man it shall not be poured</em> <a data-ref=\"Exodus 30:32\" href=\"/Exodus.30.32\">Ex 30:32</a> (P); <span dir=\"rtl\">מכנסי בד ילבשׁ על בשׂרו</span> <em>linen drawers shall he put on his body</em> <a data-ref=\"Leviticus 6:3\" href=\"/Leviticus.6.3\">Lv 6:3</a>; <a data-ref=\"Leviticus 16:4\" href=\"/Leviticus.16.4\">16:4</a> (P); <span dir=\"rtl\">וישׂם שׂק על בשׂרו</span> <a data-ref=\"I Kings 21:27\" href=\"/I_Kings.21.27\">1 K 21:27</a>; <span dir=\"rtl\">ורחץ את בשׂרו</span> <em>and he shall bathe his body</em> <a data-ref=\"Leviticus 14:9\" href=\"/Leviticus.14.9\">Lv 14:9</a>; <a data-ref=\"Leviticus 15:13\" href=\"/Leviticus.15.13\">15:13</a>, <a data-ref=\"Leviticus 15:16\" href=\"/Leviticus.15.16\">16</a>; <a data-ref=\"Leviticus 16:24\" href=\"/Leviticus.16.24\">16:24</a>, <a data-ref=\"Leviticus 16:26\" href=\"/Leviticus.16.26\">26</a>, <a data-ref=\"Leviticus 16:28\" href=\"/Leviticus.16.28\">28</a>; <a data-ref=\"Leviticus 17:16\" href=\"/Leviticus.17.16\">17:16</a>; <a data-ref=\"Leviticus 22:6\" href=\"/Leviticus.22.6\">22:6</a>; <a data-ref=\"Numbers 19:7\" href=\"/Numbers.19.7\">Nu 19:7</a>, <a data-ref=\"Numbers 19:8\" href=\"/Numbers.19.8\">8</a> (P); <span dir=\"rtl\">שׂרט לנפשׁ לא תתנו בכשׂרכם</span> <em>ye shall not put any cutting for any one in your body</em> <a data-ref=\"Leviticus 19:28\" href=\"/Leviticus.19.28\">Lv 19:28</a>; cf. <a data-ref=\"Leviticus 21:5\" href=\"/Leviticus.21.5\">Lv 21:5</a> (P); <span dir=\"rtl\">והעבירו תער על כל בשׂרם</span> <em>and they shall pass a razor over all their body</em> <a data-ref=\"Numbers 8:7\" href=\"/Numbers.8.7\">Nu 8:7</a> (P). Ec. uses <span dir=\"rtl\">בשׂר</span> only in this sense <a data-ref=\"Ecclesiastes 2:3\" href=\"/Ecclesiastes.2.3\">2:3</a>; <a data-ref=\"Ecclesiastes 4:5\" href=\"/Ecclesiastes.4.5\">4:5</a>; <a data-ref=\"Ecclesiastes 5:5\" href=\"/Ecclesiastes.5.5\">5:5</a>; <a data-ref=\"Ecclesiastes 11:10\" href=\"/Ecclesiastes.11.10\">11:10</a>; <a data-ref=\"Numbers 12:12\" href=\"/Numbers.12.12\">12:12</a>; elsewhere this usage only in poetry; the body antith. to <span dir=\"rtl\">נפשׁ</span> <a data-ref=\"Job 14:22\" href=\"/Job.14.22\">Jb 14:22</a>; <a data-ref=\"Isaiah 10:18\" href=\"/Isaiah.10.18\">Is 10:18</a> <a data-ref=\"Psalms 63:2\" href=\"/Psalms.63.2\">ψ 63:2</a>; <span dir=\"rtl\">לב</span> <a data-ref=\"Psalms 16:9\" href=\"/Psalms.16.9\">ψ 16:9</a>; <a data-ref=\"Psalms 84:3\" href=\"/Psalms.84.3\">84:3</a>; <a data-ref=\"Proverbs 14:30\" href=\"/Proverbs.14.30\">Pr 14:30</a> (only here emphatic pl. = <em>entire body</em> Bö<sup>§ 695</sup>, <em>Leiblichkeit</em> De); <span dir=\"rtl\">מִבְּשָׂרִי</span> <em>apart from my body</em>, in disembodied state <a data-ref=\"Job 19:26\" href=\"/Job.19.26\">Jb 19:26</a>; <span dir=\"rtl\">סמר מפחדך בשׂרי</span> <em>my body trembleth for fear of thee</em> <a data-ref=\"Psalms 119:120\" href=\"/Psalms.119.120\">ψ 119:120</a>.<br><strong>3.</strong>  <em>male organ of generation</em> (euphemism): <span dir=\"rtl\">בְּשַׂר עָרְלַתְכֶם</span> <a data-ref=\"Genesis 17:11\" href=\"/Genesis.17.11\">Gn 17:11</a>, <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">14</a>, <a data-ref=\"Genesis 17:23\" href=\"/Genesis.17.23\">23</a>, <a data-ref=\"Genesis 17:24\" href=\"/Genesis.17.24\">24</a>, <a data-ref=\"Genesis 17:25\" href=\"/Genesis.17.25\">25</a> (P); <span dir=\"rtl\">בשׂר ערוה</span> <a data-ref=\"Exodus 28:42\" href=\"/Exodus.28.42\">Ex 28:42</a> (P), but <span dir=\"rtl\">בשׂר</span> <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">Gn 17:14</a>; <a data-ref=\"Leviticus 15:2-19\" href=\"/Leviticus.15.2-19\">Lv 15:2–19</a> (P); <a data-ref=\"Ezekiel 16:26\" href=\"/Ezekiel.16.26\">Ez 16:26</a>; <a data-ref=\"Ezekiel 23:20\" href=\"/Ezekiel.23.20\">23:20</a>; <a data-ref=\"Ezekiel 44:7\" href=\"/Ezekiel.44.7\">44:7</a>, <a data-ref=\"Ezekiel 44:9\" href=\"/Ezekiel.44.9\">9</a>.<br><strong>4.</strong>  <em>flesh</em> for <em>kindred, blood-relations:</em> <span dir=\"rtl\">עצם מעצמי ובשׂר מבשׂרי</span> <em>bone of my bone and flesh of my flesh</em> <a data-ref=\"Genesis 2:23\" href=\"/Genesis.2.23\">Gn 2:23</a> (J); <span dir=\"rtl\">והיו לבשׂר אחד</span> <em>and they shall become one flesh</em> <a data-ref=\"Genesis 2:24\" href=\"/Genesis.2.24\">Gn 2:24</a> (J); <span dir=\"rtl\">עצמי ובשׂרי</span> <a data-ref=\"Genesis 29:14\" href=\"/Genesis.29.14\">Gn 29:14</a> (J); <a data-ref=\"Judges 9:2\" href=\"/Judges.9.2\">Ju 9:2</a>; <a data-ref=\"II Samuel 5:1\" href=\"/II_Samuel.5.1\">2 S 5:1</a> = <a data-ref=\"I Chronicles 11:1\" href=\"/I_Chronicles.11.1\">1 Ch 11:1</a>; <a data-ref=\"I Chronicles 19:13\" href=\"/I_Chronicles.19.13\">19:13</a>, <a data-ref=\"I Chronicles 19:14\" href=\"/I_Chronicles.19.14\">14</a>; <span dir=\"rtl\">בשׂר</span> with sf. in same sense <a data-ref=\"Genesis 37:27\" href=\"/Genesis.37.27\">Gn 37:27</a> (J); <a data-ref=\"Nehemiah 5:5\" href=\"/Nehemiah.5.5\">Ne 5:5</a>; <a data-ref=\"Isaiah 58:7\" href=\"/Isaiah.58.7\">Is 58:7</a>, for which <span dir=\"rtl\">שְׁאֵר בשׂרו</span> <em>near of kin</em>, man or woman <a data-ref=\"Leviticus 18:6\" href=\"/Leviticus.18.6\">Lv 18:6</a>; <a data-ref=\"Leviticus 25:49\" href=\"/Leviticus.25.49\">25:49</a> (both H; <a data-ref=\"Leviticus 25:49\" href=\"/Leviticus.25.49\">25:49</a> ‖ <span dir=\"rtl\">מִשְׁפָּחָה</span>, cf. RS<sub>K</sub> <sup>149</sup>).<br><strong>5.</strong>  <em>man over against God as frail</em> or <em>erring</em> <a data-ref=\"Genesis 6:3\" href=\"/Genesis.6.3\">Gn 6:3</a> (J) <a data-ref=\"Psalms 56:5\" href=\"/Psalms.56.5\">ψ 56:5</a>; <a data-ref=\"Psalms 78:39\" href=\"/Psalms.78.39\">78:39</a>; eyes of flesh <a data-ref=\"Job 10:4\" href=\"/Job.10.4\">Jb 10:4</a>; arm of flesh <a data-ref=\"II Chronicles 32:8\" href=\"/II_Chronicles.32.8\">2 Ch 32:8</a>; <a data-ref=\"Jeremiah 17:5\" href=\"/Jeremiah.17.5\">Je 17:5</a>; horses are flesh not spirit <a data-ref=\"Isaiah 31:3\" href=\"/Isaiah.31.3\">Is 31:3</a>.<br><strong>6.</strong>  the phrase <span dir=\"rtl\">כָּל־בָּשָׂר</span>: <strong>a.</strong>  <em>all living beings</em> <a data-ref=\"Genesis 6:17\" href=\"/Genesis.6.17\">Gn 6:17</a>, <a data-ref=\"Genesis 6:19\" href=\"/Genesis.6.19\">19</a>; <a data-ref=\"Genesis 7:21\" href=\"/Genesis.7.21\">7:21</a>; <a data-ref=\"Genesis 9:11\" href=\"/Genesis.9.11\">9:11</a>, <a data-ref=\"Genesis 9:15\" href=\"/Genesis.9.15\">15</a>, <a data-ref=\"Genesis 9:16\" href=\"/Genesis.9.16\">16</a>, <a data-ref=\"Genesis 9:17\" href=\"/Genesis.9.17\">17</a> <a data-ref=\"Leviticus 17:14\" href=\"/Leviticus.17.14\">Lv 17:14</a><sup>(×3)</sup>; <a data-ref=\"Numbers 18:15\" href=\"/Numbers.18.15\">Nu 18:15</a> (P); <a data-ref=\"Job 34:15\" href=\"/Job.34.15\">Jb 34:15</a> <a data-ref=\"Psalms 136:25\" href=\"/Psalms.136.25\">ψ 136:25</a>. <strong>b.</strong>  <em>animals</em> <a data-ref=\"Genesis 7:15\" href=\"/Genesis.7.15\">Gn 7:15</a>, <a data-ref=\"Genesis 7:16\" href=\"/Genesis.7.16\">16</a>; <a data-ref=\"Genesis 8:17\" href=\"/Genesis.8.17\">8:17</a> (P). <strong>c.</strong>  <em>mankind</em> <a data-ref=\"Genesis 6:12\" href=\"/Genesis.6.12\">Gn 6:12</a>, <a data-ref=\"Genesis 6:13\" href=\"/Genesis.6.13\">13</a>; <a data-ref=\"Numbers 16:22\" href=\"/Numbers.16.22\">Nu 16:22</a>; <a data-ref=\"Numbers 27:16\" href=\"/Numbers.27.16\">27:16</a> (P); <a data-ref=\"Deuteronomy 5:20\" href=\"/Deuteronomy.5.20\">Dt 5:23</a> <a data-ref=\"Psalms 65:3\" href=\"/Psalms.65.3\">ψ 65:3</a>; <a data-ref=\"Psalms 145:21\" href=\"/Psalms.145.21\">145:21</a>; <a data-ref=\"Isaiah 40:5\" href=\"/Isaiah.40.5\">Is 40:5</a>, <a data-ref=\"Isaiah 40:6\" href=\"/Isaiah.40.6\">6</a>; <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">49:26</a>; <a data-ref=\"Isaiah 66:16\" href=\"/Isaiah.66.16\">66:16</a>, <a data-ref=\"Isaiah 66:23\" href=\"/Isaiah.66.23\">23</a>, <a data-ref=\"Isaiah 66:24\" href=\"/Isaiah.66.24\">24</a>; <a data-ref=\"Jeremiah 12:12\" href=\"/Jeremiah.12.12\">Je 12:12</a>; <a data-ref=\"Jeremiah 25:31\" href=\"/Jeremiah.25.31\">25:31</a>; <a data-ref=\"Jeremiah 32:27\" href=\"/Jeremiah.32.27\">32:27</a>; <a data-ref=\"Jeremiah 45:5\" href=\"/Jeremiah.45.5\">45:5</a>; <a data-ref=\"Ezekiel 21:4\" href=\"/Ezekiel.21.4\">Ez 21:4</a>, <a data-ref=\"Ezekiel 21:9\" href=\"/Ezekiel.21.9\">9</a>, <a data-ref=\"Ezekiel 21:10\" href=\"/Ezekiel.21.10\">10</a>; <a data-ref=\"Joel 3:1\" href=\"/Joel.3.1\">Jo 3:1</a>; <a data-ref=\"Zechariah 2:17\" href=\"/Zechariah.2.17\">Zc 2:17</a>; cf. <span dir=\"rtl\">כל בשׂר אישׁ</span> <a data-ref=\"Job 12:10\" href=\"/Job.12.10\">Jb 12:10</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1c3b6084aa1cbf11e33", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יוֹם 1", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "BDB, יוֹם 1", "sourceHeRef": "בראון-דרייבר-בריגס, יוֹם א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יוֹם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">יוֹם</span></big></big><sub>2285</sub><big></big>  <strong>n.m.</strong> <a data-ref=\"Genesis 1:5\" href=\"/Genesis.1.5\">Gn 1:5</a> <strong>day (</strong>NH <em>id.;</em> Aramaic <span dir=\"rtl\">יומָא</span>, <span dir=\"rtl\">ܝܰܘܡܳܐ</span>; Ph. <span dir=\"rtl\">ים</span>; MI <sup>5</sup> <span dir=\"rtl\">ימן</span>, sf. <span dir=\"rtl\">ימי</span> l.<sup>6.9.33</sup>, pl. cstr. <span dir=\"rtl\">ימי</span> l.<sup>8</sup>, sf. 3 ms. <span dir=\"rtl\">ימה</span> l.<sup>8</sup>; SI<sup>3</sup> <span dir=\"rtl\">ים</span>; Zinj. <span dir=\"rtl\">יום</span> DHM<sup>Sendsch. Gloss</sup>; Palm. <span dir=\"rtl\">יום</span> Vog<sup>No. 123 a, Oxon. iii,</sup>; Arabic <span dir=\"rtl\">يَوْمٌ</span>; Ethiopic ዮም: Sab. <span dir=\"rtl\">יום</span>, <span dir=\"rtl\">ים</span> Mordt<sup>ZMG 1876, 29</sup>, <span dir=\"rtl\">יומה</span> DHM<sup>ZMG 1883, 328</sup> SabDenkm<sup>61</sup>; Assyrian <em>ummu, ûmu</em> COT<sup>Gloss</sup>; deriv. unknown: on √ and relation of <span dir=\"rtl\">יום</span> to Ph. <span dir=\"rtl\">ימם</span>, Aramaic <span dir=\"rtl\">ימם</span>, <span dir=\"rtl\">ܐܻܝܡܳܡܳܐ</span>, v. Nö<sup>ZMG 1886, 721</sup> Ba<sup>ZMG 1887, 632 f.</sup><strong>)</strong>—<span dir=\"rtl\">יוֹם</span> abs. <a data-ref=\"Genesis 1:5\" href=\"/Genesis.1.5\">Gn 1:5</a> +; cstr. <a data-ref=\"Genesis 2:4\" href=\"/Genesis.2.4\">Gn 2:4</a> +; sf. <span dir=\"rtl\">יוֹמְךָ</span> <a data-ref=\"Jeremiah 50:31\" href=\"/Jeremiah.50.31\">Je 50:31</a>; <span dir=\"rtl\">יוֹמוֹ</span> <a data-ref=\"Exodus 5:13\" href=\"/Exodus.5.13\">Ex 5:13</a> + 22 times; <span dir=\"rtl\">יוֹמָם</span> <a data-ref=\"Jeremiah 50:27\" href=\"/Jeremiah.50.27\">Je 50:27</a> <a data-ref=\"Ezekiel 21:34\" href=\"/Ezekiel.21.34\">Ez 21:34</a>; du. †<span dir=\"rtl\">יוֹמַ֫יִם</span> <a data-ref=\"Exodus 21:21\" href=\"/Exodus.21.21\">Ex 21:21</a>; <span dir=\"rtl\">יוֹמָ֑יִם</span> <a data-ref=\"Exodus 16:29\" href=\"/Exodus.16.29\">Ex 16:29</a> <a data-ref=\"Numbers 11:19\" href=\"/Numbers.11.19\">Nu 11:19</a>; <span dir=\"rtl\">יֹמַ֫יִם</span> <a data-ref=\"Numbers 9:22\" href=\"/Numbers.9.22\">9:22</a>; <span dir=\"rtl\">יֹמָ֑יִם</span> <a data-ref=\"Hosea 6:2\" href=\"/Hosea.6.2\">Ho 6:2</a>†; pl. <span dir=\"rtl\">יָמִים</span> <a data-ref=\"Genesis 4:3\" href=\"/Genesis.4.3\">Gn 4:3</a> +; <span dir=\"rtl\">יָמִם</span> <a data-ref=\"Numbers 6:5\" href=\"/Numbers.6.5\">Nu 6:5</a>; <span dir=\"rtl\">יָמִין</span> (Aramaic form; Ges<sup>§ 87. 1 a</sup>) <a data-ref=\"Daniel 12:13\" href=\"/Daniel.12.13\">Dn 12:13</a>; <span dir=\"rtl\">מִיָּמִים יָמִ֫ימָה</span> <a data-ref=\"Exodus 13:10\" href=\"/Exodus.13.10\">Ex 13:10</a> + 4 times; cstr. <span dir=\"rtl\">יְמֵי</span> <a data-ref=\"Genesis 3:14\" href=\"/Genesis.3.14\">Gn 3:14</a> +; †<span dir=\"rtl\">יְמוֹת</span> <a data-ref=\"Deuteronomy 32:7\" href=\"/Deuteronomy.32.7\">Dt 32:7</a> <a data-ref=\"Psalms 90:15\" href=\"/Psalms.90.15\">ψ 90:15</a>†; sf. <span dir=\"rtl\">יָמַי</span> <a data-ref=\"Job 7:6\" href=\"/Job.7.6\">Jb 7:6</a> + 9 times; <span dir=\"rtl\">יָמָ֑י</span> <a data-ref=\"Genesis 29:21\" href=\"/Genesis.29.21\">Gn 29:21</a> + 8 times; <span dir=\"rtl\">יָמֵינוּ</span> <a data-ref=\"Jeremiah 35:8\" href=\"/Jeremiah.35.8\">Je 35:8</a> + 7 times, etc.;—<br><strong>1.</strong>  <em>day</em>, opp. night, <a data-ref=\"Genesis 7:4\" href=\"/Genesis.7.4\">Gn 7:4</a>, <a data-ref=\"Genesis 7:12\" href=\"/Genesis.7.12\">12</a>; <a data-ref=\"Genesis 8:22\" href=\"/Genesis.8.22\">8:22</a> (all J), <a data-ref=\"Genesis 31:39\" href=\"/Genesis.31.39\">31:39</a>, <a data-ref=\"Genesis 31:40\" href=\"/Genesis.31.40\">40</a> (E), <a data-ref=\"Exodus 24:18\" href=\"/Exodus.24.18\">Ex 24:18</a>; <a data-ref=\"Exodus 34:28\" href=\"/Exodus.34.28\">34:28</a> <a data-ref=\"Numbers 11:32\" href=\"/Numbers.11.32\">Nu 11:32</a><sup>(×2)</sup> <a data-ref=\"Joshua 10:13\" href=\"/Joshua.10.13\">Jos 10:13</a> (all JE), <a data-ref=\"Deuteronomy 9:9\" href=\"/Deuteronomy.9.9\">Dt 9:9</a>, <a data-ref=\"Deuteronomy 9:11\" href=\"/Deuteronomy.9.11\">11</a>, <a data-ref=\"Deuteronomy 9:18\" href=\"/Deuteronomy.9.18\">18</a>, <a data-ref=\"Deuteronomy 9:25\" href=\"/Deuteronomy.9.25\">25</a>; <a data-ref=\"Deuteronomy 10:10\" href=\"/Deuteronomy.10.10\">10:10</a> (D), <a data-ref=\"Genesis 1:5\" href=\"/Genesis.1.5\">Gn 1:5</a>, <a data-ref=\"Genesis 1:14\" href=\"/Genesis.1.14\">14</a>, <a data-ref=\"Genesis 1:16\" href=\"/Genesis.1.16\">16</a>, <a data-ref=\"Genesis 1:18\" href=\"/Genesis.1.18\">18</a> (P), <a data-ref=\"I Samuel 30:12\" href=\"/I_Samuel.30.12\">1 S 30:12</a> <a data-ref=\"Judges 19:8\" href=\"/Judges.19.8\">Ju 19:8</a>, <a data-ref=\"Judges 19:9\" href=\"/Judges.19.9\">9</a><sup>(×2)</sup>, <a data-ref=\"Judges 19:11\" href=\"/Judges.19.11\">11</a> <a data-ref=\"Amos 5:8\" href=\"/Amos.5.8\">Am 5:8</a> <a data-ref=\"I Kings 8:29\" href=\"/I_Kings.8.29\">1 K 8:29</a>; <a data-ref=\"I Kings 19:8\" href=\"/I_Kings.19.8\">19:8</a> <a data-ref=\"Nehemiah 4:16\" href=\"/Nehemiah.4.16\">Ne 4:16</a> <a data-ref=\"Ecclesiastes 8:16\" href=\"/Ecclesiastes.8.16\">Ec 8:16</a>; ‖ <span dir=\"rtl\">לִפְנֵי בוֹא־הַשֶּׁמֶשׁ</span> <a data-ref=\"II Samuel 3:35\" href=\"/II_Samuel.3.35\">2 S 3:35</a>; <span dir=\"rtl\">חֹם הַיּ׳</span> <a data-ref=\"Genesis 18:1\" href=\"/Genesis.18.1\">Gn 18:1</a> (J) <em>the heat of the day</em> <a data-ref=\"I Samuel 11:11\" href=\"/I_Samuel.11.11\">1 S 11:11</a> <a data-ref=\"II Samuel 4:5\" href=\"/II_Samuel.4.5\">2 S 4:5</a>; <span dir=\"rtl\">עוֹד הַיּ׳ גָּדוֹל</span> <a data-ref=\"Genesis 29:7\" href=\"/Genesis.29.7\">Gn 29:7</a> (J) <em>the day is still high</em>, not near its end; <span dir=\"rtl\">רוּחַ הַיּ׳</span> <a data-ref=\"Genesis 3:8\" href=\"/Genesis.3.8\">3:8</a> <em>cool of the day;</em> <span dir=\"rtl\">מִן־הָאוֹר עַד־מַחֲצִית הַיּ׳</span> <a data-ref=\"Nehemiah 8:3\" href=\"/Nehemiah.8.3\">Ne 8:3</a> <em>from dawn until mid-day</em>; so also prob. of mid-day <span dir=\"rtl\">הוֹלך ואור עַד־נְכוֹן הַיּוֹם</span> <a data-ref=\"Proverbs 4:18\" href=\"/Proverbs.4.18\">Pr 4:18</a> <em>growing lighter and lighter until the full day;</em> note phr. in <a data-ref=\"Judges 19\" href=\"/Judges.19\">Ju 19</a>, <span dir=\"rtl\">עַד־נְטוֹת הַיּ׳</span> <a data-ref=\"Judges 19:8\" href=\"/Judges.19.8\">Ju 19:8</a> <em>until the declining of the day;</em> <span dir=\"rtl\">רָפָה הַיּ׳ לַעֲרוֹב</span> v <a data-ref=\"Judges 19:9\" href=\"/Judges.19.9\">9</a> <em>the day hath sunk down to become evening;</em> <span dir=\"rtl\">חֲנוֹת הַיּ׳</span> v <a data-ref=\"Judges 19:9\" href=\"/Judges.19.9\">9</a> <em>the declining of the day;</em> <span dir=\"rtl\">הַיּ׳ רַד מְאֹד</span> v <a data-ref=\"Judges 19:11\" href=\"/Judges.19.11\">11</a> <em>the day has gone down exceedingly</em> (is far spent).<br><strong>2.</strong>  <em>Day</em> as division of time: <strong>a.</strong>  <em>working-day</em> <a data-ref=\"Exodus 20:9\" href=\"/Exodus.20.9\">Ex 20:9</a>, <a data-ref=\"Exodus 20:10\" href=\"/Exodus.20.10\">10</a> (E) = <a data-ref=\"Deuteronomy 5:13\" href=\"/Deuteronomy.5.13\">Dt 5:13</a>, <a data-ref=\"Exodus 16:26\" href=\"/Exodus.16.26\">Ex 16:26</a>, <a data-ref=\"Exodus 16:30\" href=\"/Exodus.16.30\">30</a><sup>(×2)</sup> (J), <a data-ref=\"Exodus 23:12\" href=\"/Exodus.23.12\">23:12</a> (JE), <a data-ref=\"Exodus 31:15\" href=\"/Exodus.31.15\">31:15</a> (P), <a data-ref=\"Leviticus 23:3\" href=\"/Leviticus.23.3\">Lv 23:3</a> (H); <span dir=\"rtl\">יְמֵי הַמַּעֲשֶׂה</span> <a data-ref=\"Ezekiel 46:1\" href=\"/Ezekiel.46.1\">Ez 46:1</a>. <strong>b.</strong>  <span dir=\"rtl\">דֶּרֶךְ יוֹם</span> <em>a day’s journey</em> <a data-ref=\"Numbers 11:31\" href=\"/Numbers.11.31\">Nu 11:31</a><sup>(×2)</sup> (JE), <a data-ref=\"I Kings 19:4\" href=\"/I_Kings.19.4\">1 K 19:4</a>; <span dir=\"rtl\">מַהֲלַךְ יוֹם אֶחָד</span> <a data-ref=\"Jonah 3:4\" href=\"/Jonah.3.4\">Jon 3:4</a>; <span dir=\"rtl\">דֶּרֶךְ שְׁלשֶׁת יָמִים</span> <em>a three days’ journey</em> <a data-ref=\"Genesis 30:36\" href=\"/Genesis.30.36\">Gn 30:36</a> <a data-ref=\"Exodus 3:18\" href=\"/Exodus.3.18\">Ex 3:18</a>; <a data-ref=\"Exodus 5:3\" href=\"/Exodus.5.3\">5:3</a>; <a data-ref=\"Exodus 8:23\" href=\"/Exodus.8.23\">8:23</a> (all J), <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">Nu 10:33</a><sup>(×2)</sup> (JE), <a data-ref=\"Numbers 33:8\" href=\"/Numbers.33.8\">33:8</a> (P); <span dir=\"rtl\">מַהֲלַךְ שְׁלשֶׁת יָמִים</span> <a data-ref=\"Jonah 3:3\" href=\"/Jonah.3.3\">Jon 3:3</a>; so <em>seven days’ journey</em> <a data-ref=\"Genesis 31:23\" href=\"/Genesis.31.23\">Gn 31:23</a> (E), <a data-ref=\"II Kings 3:9\" href=\"/II_Kings.3.9\">2 K 3:9</a>; without <span dir=\"rtl\">דֶּרֶךְ</span> etc., <span dir=\"rtl\">שְׁלשֶׁת יָמִים</span> <a data-ref=\"Exodus 15:22\" href=\"/Exodus.15.22\">Ex 15:22</a> (E) they went <em>three days</em>, etc. <strong>c.</strong>  to denote duration of various other acts or states: <em>seven days</em> <a data-ref=\"Genesis 7:4\" href=\"/Genesis.7.4\">Gn 7:4</a>, <a data-ref=\"Genesis 7:10\" href=\"/Genesis.7.10\">10</a>; <a data-ref=\"Genesis 8:10\" href=\"/Genesis.8.10\">8:10</a>, <a data-ref=\"Genesis 8:12\" href=\"/Genesis.8.12\">12</a>; <em>forty days</em> <a data-ref=\"Genesis 7:17\" href=\"/Genesis.7.17\">7:17</a>; <a data-ref=\"Genesis 8:6\" href=\"/Genesis.8.6\">8:6</a> (all J); 150 <em>days</em> <a data-ref=\"Genesis 7:24\" href=\"/Genesis.7.24\">7:24</a>; <a data-ref=\"Genesis 8:3\" href=\"/Genesis.8.3\">8:3</a> (both P) <a data-ref=\"I Samuel 25:38\" href=\"/I_Samuel.25.38\">1 S 25:38</a> <a data-ref=\"I Kings 8:65\" href=\"/I_Kings.8.65\">1 K 8:65</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 42:7\" href=\"/Jeremiah.42.7\">Je 42:7</a> <a data-ref=\"Ezekiel 4:5\" href=\"/Ezekiel.4.5\">Ez 4:5</a>, <a data-ref=\"Ezekiel 4:6\" href=\"/Ezekiel.4.6\">6</a> <a data-ref=\"I Chronicles 9:25\" href=\"/I_Chronicles.9.25\">1 Ch 9:25</a> <a data-ref=\"Ezra 6:22\" href=\"/Ezra.6.22\">Ezr 6:22</a> <a data-ref=\"Esther 1:4\" href=\"/Esther.1.4\">Est 1:4</a> etc. In <a data-ref=\"Esther 4:16\" href=\"/Esther.4.16\">Est 4:16</a> <strong>1</strong> & <strong>2</strong> are combined: <span dir=\"rtl\">וְאַל־תִּשְׁתּוּ שְׁלשֶׁת יָמִים לַיְלָה וָיוֹם</span> <em>do not eat and do not drink for three days, night or day</em> (v. <a data-ref=\"Zechariah 14:7\" href=\"/Zechariah.14.7\">Zc 14:7</a> sub <strong>3</strong> infr.) <strong>d.</strong>  day as defined by <em>evening and morning</em> <a data-ref=\"Genesis 1:5\" href=\"/Genesis.1.5\">Gn 1:5</a>, <a data-ref=\"Genesis 1:8\" href=\"/Genesis.1.8\">8</a>, <a data-ref=\"Genesis 1:13\" href=\"/Genesis.1.13\">13</a>, <a data-ref=\"Genesis 1:19\" href=\"/Genesis.1.19\">19</a>, <a data-ref=\"Genesis 1:23\" href=\"/Genesis.1.23\">23</a>, <a data-ref=\"Genesis 1:31\" href=\"/Genesis.1.31\">31</a> (all P; cf. further <span dir=\"rtl\">בֹּקֶר</span>, <span dir=\"rtl\">עֶרֶב</span>); v. also <a data-ref=\"Genesis 2:2\" href=\"/Genesis.2.2\">2:2</a><sup>(×2)</sup>, 3 (P), <a data-ref=\"Exodus 20:11\" href=\"/Exodus.20.11\">Ex 20:11</a><sup>(×2)</sup> (E), <a data-ref=\"Exodus 31:17\" href=\"/Exodus.31.17\">31:17</a><sup>(×2)</sup> (P). <strong>e.</strong>  <em>day</em> of month (c. num. ordin.), chiefly P and late: <a data-ref=\"Genesis 7:11\" href=\"/Genesis.7.11\">Gn 7:11</a>; <a data-ref=\"Genesis 8:4\" href=\"/Genesis.8.4\">8:4</a>, <a data-ref=\"Genesis 8:14\" href=\"/Genesis.8.14\">14</a> <a data-ref=\"Exodus 12:6\" href=\"/Exodus.12.6\">Ex 12:6</a>, <a data-ref=\"Exodus 12:18\" href=\"/Exodus.12.18\">18</a><sup>(×2)</sup> +, <a data-ref=\"I Kings 12:32\" href=\"/I_Kings.12.32\">1 K 12:32</a>, <a data-ref=\"I Kings 12:33\" href=\"/I_Kings.12.33\">33</a> <a data-ref=\"Ezekiel 45:21\" href=\"/Ezekiel.45.21\">Ez 45:21</a>, <a data-ref=\"Ezekiel 45:25\" href=\"/Ezekiel.45.25\">25</a> <a data-ref=\"Zechariah 1:7\" href=\"/Zechariah.1.7\">Zc 1:7</a> <a data-ref=\"Haggai 1:1\" href=\"/Haggai.1.1\">Hg 1:1</a>, <a data-ref=\"Haggai 1:15\" href=\"/Haggai.1.15\">15</a>; <a data-ref=\"Haggai 2:18\" href=\"/Haggai.2.18\">2:18</a> <a data-ref=\"II Chronicles 29:17\" href=\"/II_Chronicles.29.17\">2 Ch 29:17</a><sup>(×2)</sup> <a data-ref=\"Ezra 3:6\" href=\"/Ezra.3.6\">Ezr 3:6</a> <a data-ref=\"Nehemiah 8:2\" href=\"/Nehemiah.8.2\">Ne 8:2</a>; <a data-ref=\"Nehemiah 9:1\" href=\"/Nehemiah.9.1\">9:1</a> <a data-ref=\"Daniel 10:4\" href=\"/Daniel.10.4\">Dn 10:4</a> <a data-ref=\"Esther 3:12\" href=\"/Esther.3.12\">Est 3:12</a>; <a data-ref=\"Esther 9:1\" href=\"/Esther.9.1\">9:1</a> +; (<span dir=\"rtl\">יוֹם</span> often om. e.g. <a data-ref=\"Genesis 8:5\" href=\"/Genesis.8.5\">Gn 8:5</a>, <a data-ref=\"Genesis 8:13\" href=\"/Genesis.8.13\">13</a> <a data-ref=\"Exodus 12:10\" href=\"/Exodus.12.10\">Ex 12:10</a> <a data-ref=\"II Kings 25:1\" href=\"/II_Kings.25.1\">2 K 25:1</a>, <a data-ref=\"II Kings 25:3\" href=\"/II_Kings.25.3\">3</a> <a data-ref=\"Ezekiel 1:1\" href=\"/Ezekiel.1.1\">Ez 1:1</a>, <a data-ref=\"Ezekiel 1:2\" href=\"/Ezekiel.1.2\">2</a> <a data-ref=\"Haggai 2:1\" href=\"/Haggai.2.1\">Hg 2:1</a>, <a data-ref=\"Haggai 2:20\" href=\"/Haggai.2.20\">20</a> <a data-ref=\"Zechariah 7:1\" href=\"/Zechariah.7.1\">Zc 7:1</a> <a data-ref=\"II Chronicles 3:2\" href=\"/II_Chronicles.3.2\">2 Ch 3:2</a> <a data-ref=\"Ezra 6:19\" href=\"/Ezra.6.19\">Ezr 6:19</a> <a data-ref=\"Esther 3:13\" href=\"/Esther.3.13\">Est 3:13</a>, etc.) <strong>f.</strong>  <span dir=\"rtl\">יוֹם</span> defined by subst., inf., or other cl.: cstr. <span dir=\"rtl\">יוֹם הַשֶּׁלֶג</span> = <em>the snowy day</em> <a data-ref=\"II Samuel 23:20\" href=\"/II_Samuel.23.20\">2 S 23:20</a> = <a data-ref=\"I Chronicles 11:22\" href=\"/I_Chronicles.11.22\">1 Ch 11:22</a>; <span dir=\"rtl\">יוֹם סַגְרִיר</span> <a data-ref=\"Proverbs 27:15\" href=\"/Proverbs.27.15\">Pr 27:15</a> = <em>rainy d.;</em> <span dir=\"rtl\">יוֹם קָרָה</span> <a data-ref=\"Proverbs 25:20\" href=\"/Proverbs.25.20\">25:20</a> = <em>cold d.;</em> (so, = <em>time</em> <span dir=\"rtl\">יוֹם צָרָתִי</span> <a data-ref=\"Genesis 35:3\" href=\"/Genesis.35.3\">Gn 35:3</a> (E) <em>d. of my distress;</em> <a data-ref=\"Jeremiah 18:17\" href=\"/Jeremiah.18.17\">Je 18:17</a> <a data-ref=\"Lamentations 1:7\" href=\"/Lamentations.1.7\">La 1:7</a> <a data-ref=\"Proverbs 24:10\" href=\"/Proverbs.24.10\">Pr 24:10</a>; <a data-ref=\"Proverbs 25:19\" href=\"/Proverbs.25.19\">25:19</a>; <a data-ref=\"Proverbs 27:10\" href=\"/Proverbs.27.10\">27:10</a>); <span dir=\"rtl\">יוֹם מוֹתוֹ</span> etc. <a data-ref=\"Judges 13:7\" href=\"/Judges.13.7\">Ju 13:7</a> <a data-ref=\"II Samuel 6:23\" href=\"/II_Samuel.6.23\">2 S 6:23</a> <a data-ref=\"II Kings 15:5\" href=\"/II_Kings.15.5\">2 K 15:5</a> + often; cf. <span dir=\"rtl\">יוֹם הֻלֶּדֶת אֶת־פַּרְעֹה</span> <a data-ref=\"Genesis 40:20\" href=\"/Genesis.40.20\">Gn 40:20</a> (E) = <em>Pharaoh’s birthday;</em> <span dir=\"rtl\">כְּיוֹם הִוָֽלְדָהּ</span> <a data-ref=\"Hosea 2:5\" href=\"/Hosea.2.5\">Ho 2:5</a> cf. <a data-ref=\"Ecclesiastes 7:1\" href=\"/Ecclesiastes.7.1\">Ec 7:1</a> (v. also <strong>7 d</strong> infr.; cf. <span dir=\"rtl\">יוֹמוֹ</span> <a data-ref=\"Job 3:1\" href=\"/Job.3.1\">Jb 3:1</a>), <span dir=\"rtl\">יום חֲתֻנָּה</span> <a data-ref=\"Song of Songs 3:11\" href=\"/Song_of_Songs.3.11\">Ct 3:11</a>; of day emphat. characterized by proph. and others <span dir=\"rtl\">יוֹם מְהוּמָה וּמְבוּסָה וּמְבוּכָה</span> <a data-ref=\"Isaiah 22:5\" href=\"/Isaiah.22.5\">Is 22:5</a> (v. <a data-ref=\"BDB, מְהוּמָה\" href=\"/BDB,_מְהוּמָה\", dir=\"rtl\">מְהוּמָה</a> sub <a data-ref=\"BDB, הוּם\" href=\"/BDB,_הוּם\", dir=\"rtl\">הום</a>); <span dir=\"rtl\">יוֹם צָרָה וְתוֹכֵחָה וּנְאָצָה</span> <a data-ref=\"Isaiah 37:3\" href=\"/Isaiah.37.3\">37:3</a> = <a data-ref=\"II Kings 19:3\" href=\"/II_Kings.19.3\">2 K 19:3</a>; on the other hand <span dir=\"rtl\">יוֹם רָצוֹן לי׳</span> <a data-ref=\"Isaiah 58:5\" href=\"/Isaiah.58.5\">Is 58:5</a> <em>a day of acceptableness to</em> <span dir=\"rtl\">י׳</span>; pl. sq. subst. <span dir=\"rtl\">יְמֵי שָׂכִיר</span> <a data-ref=\"Leviticus 25:50\" href=\"/Leviticus.25.50\">Lv 25:50</a> (H) <em>the days of an hireling;</em> <span dir=\"rtl\">(מִלֻּאֵיכֶם) יְמֵי</span> <a data-ref=\"Leviticus 8:33\" href=\"/Leviticus.8.33\">Lv 8:33</a> <a data-ref=\"Numbers 6:13\" href=\"/Numbers.6.13\">Nu 6:13</a>; sq. rel. cl. <span dir=\"rtl\">אָרוּר הַיּוֹם אֲשֶׁר יֻלַּדְתִּי בּ֑וֹ יוֹם אֲשֶׂר־יְלָדַתְנִי אִמִּי וגו׳</span> <a data-ref=\"Jeremiah 20:14\" href=\"/Jeremiah.20.14\">Je 20:14</a> cf. <a data-ref=\"Job 3:3\" href=\"/Job.3.3\">Jb 3:3</a> also <a data-ref=\"Psalms 118:24\" href=\"/Psalms.118.24\">ψ 118:24</a> (v. <strong>i</strong>). <strong>g.</strong>  particular days defined by n.pr.loc.: <span dir=\"rtl\">יוֹם יִזְרְעֶאל</span> <a data-ref=\"Hosea 2:2\" href=\"/Hosea.2.2\">Ho 2:2</a> i.e. of judgment, with implied restoration; v. also <a data-ref=\"Isaiah 9:3\" href=\"/Isaiah.9.3\">Is 9:3</a> <a data-ref=\"Ezekiel 30:9\" href=\"/Ezekiel.30.9\">Ez 30:9</a>; <span dir=\"rtl\">יְמֵי הַגִּבְעָה</span> <a data-ref=\"Hosea 9:9\" href=\"/Hosea.9.9\">Ho 9:9</a>; <a data-ref=\"Hosea 10:9\" href=\"/Hosea.10.9\">10:9</a>, i.e. of the outrage at Gibeah (<a data-ref=\"Judges 19:22\" href=\"/Judges.19.22\">Ju 19:22 ff.</a>); <span dir=\"rtl\">יוֹם ירושׁלם</span> <a data-ref=\"Psalms 137:7\" href=\"/Psalms.137.7\">ψ 137:7</a> i.e. of Jerusalem’s calamity, cf. <a data-ref=\"Jeremiah 50:27\" href=\"/Jeremiah.50.27\">Je 50:27</a>, <a data-ref=\"Jeremiah 50:31\" href=\"/Jeremiah.50.31\">31</a>. <strong>h.</strong>  c. sf., <em>thy, his</em>, or <em>their day</em>, in sense of (1) day of disaster or death: †<span dir=\"rtl\">בָּא יוֹמְךָ</span> <a data-ref=\"Jeremiah 50:31\" href=\"/Jeremiah.50.31\">Je 50:31</a> <em>thy day has come;</em> <span dir=\"rtl\">אוֹ יומו יָבֹא וָמֵת</span> <a data-ref=\"I Samuel 26:10\" href=\"/I_Samuel.26.10\">1 S 26:10</a>; <span dir=\"rtl\">יומו</span> in this sense also <a data-ref=\"Ezekiel 21:30\" href=\"/Ezekiel.21.30\">Ez 21:30</a> <a data-ref=\"Psalms 37:13\" href=\"/Psalms.37.13\">ψ 37:13</a> <a data-ref=\"Job 18:20\" href=\"/Job.18.20\">Jb 18:20</a>; †<span dir=\"rtl\">בָּא יוֹמָם</span> <a data-ref=\"Jeremiah 50:27\" href=\"/Jeremiah.50.27\">Je 50:27</a> <a data-ref=\"Ezekiel 21:34\" href=\"/Ezekiel.21.34\">Ez 21:34</a>. <strong>i.</strong>  specif. a holy day: <span dir=\"rtl\">יוֹם הַשַּׁבָּת</span> <em>the sabbath day</em> (v. also <a data-ref=\"BDB, שַׁבָּת\" href=\"/BDB,_שַׁבָּת\", dir=\"rtl\">שַׁבָּת</a>), <a data-ref=\"Exodus 20:8\" href=\"/Exodus.20.8\">Ex 20:8</a>, <a data-ref=\"Exodus 20:11\" href=\"/Exodus.20.11\">11</a> (E) = <a data-ref=\"Deuteronomy 5:12\" href=\"/Deuteronomy.5.12\">Dt 5:12</a>, <a data-ref=\"Deuteronomy 5:15\" href=\"/Deuteronomy.5.15\">15</a>, <a data-ref=\"Exodus 31:15\" href=\"/Exodus.31.15\">Ex 31:15</a>; <a data-ref=\"Exodus 35:3\" href=\"/Exodus.35.3\">35:3</a> +; = <span dir=\"rtl\">יוֹם קָדְשִׁי</span> <a data-ref=\"Isaiah 58:13\" href=\"/Isaiah.58.13\">Is 58:13</a>; repetition <span dir=\"rtl\">בְּיוֹם הַשַּׁבָּת בְּיוֹם הַשַּׁבָּת</span> <a data-ref=\"Leviticus 24:8\" href=\"/Leviticus.24.8\">Lv 24:8</a> <em>every sabbath day;</em> also †<span dir=\"rtl\">יוֹם הַכִּפֻּרים</span> <a data-ref=\"Leviticus 23:27\" href=\"/Leviticus.23.27\">Lv 23:27</a>; <a data-ref=\"Leviticus 25:9\" href=\"/Leviticus.25.9\">25:9</a>; <span dir=\"rtl\">יוֹם כִּפֻּרִים</span> <a data-ref=\"Leviticus 23:28\" href=\"/Leviticus.23.28\">23:28</a>; <span dir=\"rtl\">יוֹם הַבִּכּוּרִים</span> <a data-ref=\"Numbers 28:26\" href=\"/Numbers.28.26\">Nu 28:26</a>; <span dir=\"rtl\">יוֹם חַגֵּנוּ</span> <a data-ref=\"Psalms 81:4\" href=\"/Psalms.81.4\">ψ 81:4</a>; <span dir=\"rtl\">יוֹם מַלְכֵּנוּ</span> <a data-ref=\"Hosea 7:5\" href=\"/Hosea.7.5\">Ho 7:5</a>; also of false gods, <span dir=\"rtl\">יִמֵי הַבְּעָלִים</span> <a data-ref=\"Hosea 2:11\" href=\"/Hosea.2.11\">2:11</a>.<br><strong>3.</strong>  <span dir=\"rtl\">יוֹם י׳</span> <em>day of Yahweh</em>, chiefly as time of his coming in judgment, involving often blessedness for righteous (v. RS<sup>Proph. 396 f.</sup> Dr <a data-ref=\"Isaiah 28\" href=\"/Isaiah.28\">Is 28</a>); <a data-ref=\"Amos 5:18\" href=\"/Amos.5.18\">Am 5:18</a><sup>(×2)</sup>, <a data-ref=\"Amos 5:20\" href=\"/Amos.5.20\">20</a> <a data-ref=\"Isaiah 2:12\" href=\"/Isaiah.2.12\">Is 2:12</a>; <a data-ref=\"Isaiah 13:6\" href=\"/Isaiah.13.6\">13:6</a>, <a data-ref=\"Isaiah 13:9\" href=\"/Isaiah.13.9\">9</a> <a data-ref=\"Zephaniah 1:7\" href=\"/Zephaniah.1.7\">Zp 1:7</a> (cf. v <a data-ref=\"Zephaniah 1:8\" href=\"/Zephaniah.1.8\">8</a>), v <a data-ref=\"Zephaniah 1:14\" href=\"/Zephaniah.1.14\">14</a><sup>(×2)</sup> (cf. v <a data-ref=\"Zephaniah 1:15\" href=\"/Zephaniah.1.15\">15</a>, <a data-ref=\"Zephaniah 1:16\" href=\"/Zephaniah.1.16\">16</a>), <a data-ref=\"Jeremiah 46:10\" href=\"/Jeremiah.46.10\">Je 46:10</a> <a data-ref=\"Ezekiel 13:5\" href=\"/Ezekiel.13.5\">Ez 13:5</a>; <a data-ref=\"Ezekiel 30:3\" href=\"/Ezekiel.30.3\">30:3</a> (cf. <a data-ref=\"Ezekiel 36:33\" href=\"/Ezekiel.36.33\">36:33</a>; <a data-ref=\"Ezekiel 39:8\" href=\"/Ezekiel.39.8\">39:8</a>, <a data-ref=\"Ezekiel 39:11\" href=\"/Ezekiel.39.11\">11</a>, <a data-ref=\"Ezekiel 30:13\" href=\"/Ezekiel.30.13\">13</a>), <a data-ref=\"Obadiah 1:15\" href=\"/Obadiah.1.15\">Ob 15</a> <a data-ref=\"Zechariah 14:1\" href=\"/Zechariah.14.1\">Zc 14:1</a> <a data-ref=\"Malachi 3:23\" href=\"/Malachi.3.23\">Mal 3:23</a> (cf. <a data-ref=\"Zechariah 14:7\" href=\"/Zechariah.14.7\">Zc 14:7</a> <a data-ref=\"Malachi 3:2\" href=\"/Malachi.3.2\">Mal 3:2</a>, <a data-ref=\"Malachi 3:17\" href=\"/Malachi.3.17\">17</a>, <a data-ref=\"Malachi 3:19\" href=\"/Malachi.3.19\">19</a><sup>(×2)</sup>, <a data-ref=\"Malachi 3:21\" href=\"/Malachi.3.21\">21</a>), <a data-ref=\"Joel 1:15\" href=\"/Joel.1.15\">Jo 1:15</a>; <a data-ref=\"Joel 2:1\" href=\"/Joel.2.1\">2:1</a>, <a data-ref=\"Joel 2:11\" href=\"/Joel.2.11\">11</a> (cf. v <a data-ref=\"Joel 2:2\" href=\"/Joel.2.2\">2</a><sup>(×2)</sup>), <a data-ref=\"Joel 3:4\" href=\"/Joel.3.4\">3:4</a>; <a data-ref=\"Joel 4:14\" href=\"/Joel.4.14\">4:14</a>; <span dir=\"rtl\">יוֹם עֶבְרַת י׳</span> <a data-ref=\"Zephaniah 1:18\" href=\"/Zephaniah.1.18\">Zp 1:18</a>; <span dir=\"rtl\">יוֹם עֶבְרָה</span> <a data-ref=\"Proverbs 11:4\" href=\"/Proverbs.11.4\">Pr 11:4</a>; <span dir=\"rtl\">יוֹם חֲרוֹן אַפּוֹ</span> <a data-ref=\"Isaiah 13:13\" href=\"/Isaiah.13.13\">Is 13:13</a> <a data-ref=\"Lamentations 1:12\" href=\"/Lamentations.1.12\">La 1:12</a>; <span dir=\"rtl\">יוֹם נָקָם</span> <a data-ref=\"Isaiah 34:8\" href=\"/Isaiah.34.8\">Is 34:8</a>; <a data-ref=\"Isaiah 61:2\" href=\"/Isaiah.61.2\">61:2</a>; <a data-ref=\"Isaiah 63:4\" href=\"/Isaiah.63.4\">63:4</a>; <span dir=\"rtl\">יוֹם נְקָמָה</span> <a data-ref=\"Jeremiah 46:10\" href=\"/Jeremiah.46.10\">Je 46:10</a>; <span dir=\"rtl\">יוֹם אף י׳</span> <a data-ref=\"Zephaniah 2:2\" href=\"/Zephaniah.2.2\">Zp 2:2</a>, <a data-ref=\"Zephaniah 2:3\" href=\"/Zephaniah.2.3\">3</a> <a data-ref=\"Lamentations 2:22\" href=\"/Lamentations.2.22\">La 2:22</a>; <span dir=\"rtl\">יוֹם אַפּוֹ</span> <a data-ref=\"Lamentations 2:1\" href=\"/Lamentations.2.1\">La 2:1</a>; cf. also <a data-ref=\"Zechariah 14:7\" href=\"/Zechariah.14.7\">Zc 14:7</a> (where sense of <strong>1</strong> and <strong>2</strong> are combined, cf. <a data-ref=\"Esther 4:16\" href=\"/Esther.4.16\">Est 4:16</a> <strong>2 c</strong> supr.); <span dir=\"rtl\">וְהָיָה יוֹם־אֶחָד הוּא יִּוָּדַע לי׳ לֹא יוֹם וְלֹא לָ֑יְלָה</span> <em>but there shall be one day, known shall it be of</em> <span dir=\"rtl\">י׳</span>, <em>not day and not night;</em> cf. also <span dir=\"rtl\">ביום ההוא</span> <strong>7 g</strong> infr.<br><strong>4.</strong>  Pl. <em>days</em> of any one: <strong>a.</strong>  = his life, his age <a data-ref=\"Genesis 6:3\" href=\"/Genesis.6.3\">Gn 6:3</a> (J), <a data-ref=\"Deuteronomy 22:19\" href=\"/Deuteronomy.22.19\">Dt 22:19</a>, <a data-ref=\"Deuteronomy 22:29\" href=\"/Deuteronomy.22.29\">29</a>; <a data-ref=\"Deuteronomy 23:7\" href=\"/Deuteronomy.23.7\">23:7</a> <a data-ref=\"Joshua 24:31\" href=\"/Joshua.24.31\">Jos 24:31</a><sup>(×2)</sup> (D), <a data-ref=\"Judges 2:7\" href=\"/Judges.2.7\">Ju 2:7</a><sup>(×2)</sup>, <a data-ref=\"Judges 2:18\" href=\"/Judges.2.18\">18</a> <a data-ref=\"I Samuel 25:28\" href=\"/I_Samuel.25.28\">1 S 25:28</a>, etc.; <a data-ref=\"Genesis 5:4\" href=\"/Genesis.5.4\">Gn 5:4</a>, <a data-ref=\"Genesis 5:8\" href=\"/Genesis.5.8\">8</a>, <a data-ref=\"Genesis 5:11\" href=\"/Genesis.5.11\">11</a>; <a data-ref=\"Genesis 9:29\" href=\"/Genesis.9.29\">9:29</a>; <a data-ref=\"Genesis 11:32\" href=\"/Genesis.11.32\">11:32</a> (all P), <a data-ref=\"Job 7:1\" href=\"/Job.7.1\">Jb 7:1</a><sup>(×2)</sup>, <a data-ref=\"Job 7:6\" href=\"/Job.7.6\">6</a>, <a data-ref=\"Job 7:16\" href=\"/Job.7.16\">16</a>; <a data-ref=\"Job 8:9\" href=\"/Job.8.9\">8:9</a> <a data-ref=\"Psalms 39:5\" href=\"/Psalms.39.5\">ψ 39:5</a>, <a data-ref=\"Psalms 39:6\" href=\"/Psalms.39.6\">6</a>; <a data-ref=\"Psalms 90:9\" href=\"/Psalms.90.9\">90:9</a>, <a data-ref=\"Psalms 90:10\" href=\"/Psalms.90.10\">10</a>, <a data-ref=\"Psalms 90:12\" href=\"/Psalms.90.12\">12</a>, <a data-ref=\"Psalms 90:14\" href=\"/Psalms.90.14\">14</a>; <a data-ref=\"Psalms 103:15\" href=\"/Psalms.103.15\">103:15</a>; <span dir=\"rtl\">כָּל־יְמֵי חַיֶּיךָ</span> <a data-ref=\"Genesis 3:14\" href=\"/Genesis.3.14\">Gn 3:14</a>, <a data-ref=\"Genesis 3:17\" href=\"/Genesis.3.17\">17</a> (J), <a data-ref=\"Psalms 23:6\" href=\"/Psalms.23.6\">ψ 23:6</a>, so <a data-ref=\"Proverbs 31:12\" href=\"/Proverbs.31.12\">Pr 31:12</a>; <span dir=\"rtl\">יְמֵי שְׁנֵי חַיִּים</span> <a data-ref=\"II Samuel 19:35\" href=\"/II_Samuel.19.35\">2 S 19:35</a> <a data-ref=\"Genesis 25:7\" href=\"/Genesis.25.7\">Gn 25:7</a>; <a data-ref=\"Genesis 47:8\" href=\"/Genesis.47.8\">47:8</a>, <a data-ref=\"Genesis 47:9\" href=\"/Genesis.47.9\">9</a> (all P); <span dir=\"rtl\">יְמֵי חַיָּיו</span> <a data-ref=\"Ecclesiastes 5:17\" href=\"/Ecclesiastes.5.17\">Ec 5:17</a>, <a data-ref=\"Ecclesiastes 5:19\" href=\"/Ecclesiastes.5.19\">19</a>; <span dir=\"rtl\">יְמֵי שָׁנָיו</span> <a data-ref=\"Ecclesiastes 6:3\" href=\"/Ecclesiastes.6.3\">6:3</a>; <span dir=\"rtl\">יְמֵי שְׁנוֹתֵינוּ</span> <a data-ref=\"Psalms 90:10\" href=\"/Psalms.90.10\">ψ 90:10</a>; <span dir=\"rtl\">מִסְפַּר יְמֵי חַיֵּיהֶם</span> <a data-ref=\"Ecclesiastes 2:3\" href=\"/Ecclesiastes.2.3\">Ec 2:3</a>; <span dir=\"rtl\">מִסְפַּר יְמֵי חַיֵּי הֶבְלוֹ</span> <a data-ref=\"Ecclesiastes 6:12\" href=\"/Ecclesiastes.6.12\">6:12</a> <em>the number of the days of his vain life</em>, i.e. his empty, fleeting years; <span dir=\"rtl\">כָּל־הַיָּמִים אֲשֶׁר־הֵם חַיִּים עַל־פְּנֵי הָאֲדָמָה</span> <a data-ref=\"I Kings 8:40\" href=\"/I_Kings.8.40\">1 K 8:40</a>; <span dir=\"rtl\">יָמִים רַבִּים</span> <em>long life</em> <a data-ref=\"I Kings 3:11\" href=\"/I_Kings.3.11\">1 K 3:11</a> = <a data-ref=\"II Chronicles 1:11\" href=\"/II_Chronicles.1.11\">2 Ch 1:11</a>; <span dir=\"rtl\">בָּא בַּיָּמִים</span> <em>advanced in days</em> = of advanced age <a data-ref=\"Genesis 18:11\" href=\"/Genesis.18.11\">Gn 18:11</a>; <a data-ref=\"Genesis 24:1\" href=\"/Genesis.24.1\">24:1</a> (both J), <a data-ref=\"Joshua 13:1\" href=\"/Joshua.13.1\">Jos 13:1</a><sup>(×2)</sup> (JE), <a data-ref=\"Joshua 23:1\" href=\"/Joshua.23.1\">23:1</a>, <a data-ref=\"Joshua 23:2\" href=\"/Joshua.23.2\">2</a> (D), <a data-ref=\"I Kings 1:1\" href=\"/I_Kings.1.1\">1 K 1:1</a>; <span dir=\"rtl\">מִיָּמָיו</span> <a data-ref=\"I Kings 1:6\" href=\"/I_Kings.1.6\">1 K 1:6</a> <em>from his</em> (earliest) <em>days</em>, so <span dir=\"rtl\">מִיָּמֶיךָ</span> <a data-ref=\"I Samuel 25:28\" href=\"/I_Samuel.25.28\">1 S 25:28</a> (v. Dr), <a data-ref=\"Job 38:12\" href=\"/Job.38.12\">Jb 38:12</a>; <span dir=\"rtl\">שְׂבַע יָמִים</span> <a data-ref=\"Job 24:17\" href=\"/Job.24.17\">Jb 42:17</a> <a data-ref=\"I Kings 8:40\" href=\"/I_Kings.8.40\">1 K 8:40</a>; <span dir=\"rtl\">יַאֲרִכוּן יָמֶיךָ</span> <a data-ref=\"Exodus 20:12\" href=\"/Exodus.20.12\">Ex 20:12</a> (JE) <em>that thy days may be long</em> = <a data-ref=\"Deuteronomy 5:16\" href=\"/Deuteronomy.5.16\">Dt 5:16</a>, v. further <a ,=\"\" data-ref=\"BDB, אָרַח\" dir=\"rtl\" href=\"/BDB,_אָרַח\">ארך</a>; <span dir=\"rtl\">יָמִים עַל־יְמֵי־מֶלֶךְ תּוֹסִיף</span> <a data-ref=\"Psalms 61:7\" href=\"/Psalms.61.7\">ψ 61:7</a> i.e. prolong the king’s life; <em>outlive</em> is <span dir=\"rtl\">הֶאֱרִיךְ יָמִים אַחֲרֵי</span> <a data-ref=\"Joshua 24:31\" href=\"/Joshua.24.31\">Jos 24:31</a> (D), <a data-ref=\"Judges 2:7\" href=\"/Judges.2.7\">Ju 2:7</a>; <span dir=\"rtl\">אֹרֶךְ יָמִים וּשְׁנוֹת חַיִּים</span> <a data-ref=\"Proverbs 3:2\" href=\"/Proverbs.3.2\">Pr 3:2</a> <em>length of days and years of life;</em> <span dir=\"rtl\">אֹרֶךְ יָמִים</span> v <a data-ref=\"Proverbs 3:16\" href=\"/Proverbs.3.16\">16</a>, <span dir=\"rtl\">כְּיָמֶיךָ דבאך</span> <a data-ref=\"Deuteronomy 33:25\" href=\"/Deuteronomy.33.25\">Dt 33:25</a> <em>according to</em> (the length of) <em>thy life shall be</em> [<em>thy strength</em>? read <span dir=\"rtl\">רבאך</span>?] v. Di VB; rarely sg. e.g. <span dir=\"rtl\">קְשֵׁה־יוֹם</span> <a data-ref=\"Job 30:25\" href=\"/Job.30.25\">Jb 30:25</a> <em>one hard of day</em>, i.e. whose day (= <em>life</em>) was hard; of life as approaching its end, <span dir=\"rtl\">וַיִּקְרְבוּ יְמֵי ישׂראל לָמוּת</span> <a data-ref=\"Genesis 47:29\" href=\"/Genesis.47.29\">Gn 47:29</a> (J) <em>and the days of Israel drew near for dying</em>, so <a data-ref=\"Deuteronomy 31:14\" href=\"/Deuteronomy.31.14\">Dt 31:14</a> <a data-ref=\"I Kings 2:1\" href=\"/I_Kings.2.1\">1 K 2:1</a> (cf. <a data-ref=\"Job 7:6\" href=\"/Job.7.6\">Jb 7:6</a>, <a data-ref=\"Job 7:16\" href=\"/Job.7.16\">16</a>; <a data-ref=\"Job 8:9\" href=\"/Job.8.9\">8:9</a> <a data-ref=\"Ecclesiastes 2:3\" href=\"/Ecclesiastes.2.3\">Ec 2:3</a> supr.) <strong>b.</strong>  (<em>in</em>) <em>the days of</em> (i.e. life-time, reign, or activity of) <a data-ref=\"Genesis 10:25\" href=\"/Genesis.10.25\">Gn 10:25</a> (J) <a data-ref=\"Genesis 14:1\" href=\"/Genesis.14.1\">14:1</a> <a data-ref=\"Judges 5:6\" href=\"/Judges.5.6\">Ju 5:6</a><sup>(×2)</sup>; <a data-ref=\"Judges 8:28\" href=\"/Judges.8.28\">8:28</a> <a data-ref=\"II Samuel 21:1\" href=\"/II_Samuel.21.1\">2 S 21:1</a> <a data-ref=\"I Kings 16:34\" href=\"/I_Kings.16.34\">1 K 16:34</a>; <a data-ref=\"I Kings 21:29\" href=\"/I_Kings.21.29\">21:29</a><sup>(×2)</sup>; <a data-ref=\"I Kings 22:47\" href=\"/I_Kings.22.47\">22:47</a> <a data-ref=\"II Kings 20:19\" href=\"/II_Kings.20.19\">2 K 20:19</a> <a data-ref=\"II Chronicles 13:20\" href=\"/II_Chronicles.13.20\">2 Ch 13:20</a>; <a data-ref=\"II Chronicles 35:18\" href=\"/II_Chronicles.35.18\">35:18</a> + often (so MI<sup>6.8.8.9.33</sup>). <strong>c.</strong>  hence in phr. <span dir=\"rtl\">סֵפֶר דִּבְרֵי הַיָּמִים לְ</span> <a data-ref=\"I Kings 14:19\" href=\"/I_Kings.14.19\">1 K 14:19</a>, <a data-ref=\"I Kings 14:29\" href=\"/I_Kings.14.29\">29</a> + 31 times K, <a data-ref=\"Nehemiah 12:23\" href=\"/Nehemiah.12.23\">Ne 12:23</a> <a data-ref=\"Esther 2:23\" href=\"/Esther.2.23\">Est 2:23</a>; <a data-ref=\"Esther 10:2\" href=\"/Esther.10.2\">10:2</a>; <span dir=\"rtl\">מִסְפַּר דִּבְרֵי הַיָּמִים</span> <a data-ref=\"I Chronicles 27:24\" href=\"/I_Chronicles.27.24\">1 Ch 27:24</a>; <span dir=\"rtl\">סֵפֶר הַזִּכְרֹנוֹת דִּבְרֵי הַיָּמִים</span> <a data-ref=\"Esther 6:1\" href=\"/Esther.6.1\">Est 6:1</a>.<br><strong>5.</strong>  <em>Days:</em> <strong>a.</strong>  indef.: <span dir=\"rtl\">יָמִים אֲחָדִים</span> <em>some days, a few days</em> † <a data-ref=\"Genesis 27:44\" href=\"/Genesis.27.44\">Gn 27:44</a> (J), <a data-ref=\"Genesis 29:20\" href=\"/Genesis.29.20\">29:20</a> (E), <a data-ref=\"Daniel 11:20\" href=\"/Daniel.11.20\">Dn 11:20</a>; <span dir=\"rtl\">יָמִים</span> alone <a data-ref=\"Genesis 40:4\" href=\"/Genesis.40.4\">40:4</a> (E) they were <em>days</em> (a certain time) in the prison <a data-ref=\"I Kings 17:15\" href=\"/I_Kings.17.15\">1 K 17:15</a> <a data-ref=\"Nehemiah 1:4\" href=\"/Nehemiah.1.4\">Ne 1:4</a>; <span dir=\"rtl\">עוּל יָמִים</span> <a data-ref=\"Isaiah 65:20\" href=\"/Isaiah.65.20\">Is 65:20</a> <em>a suckling of</em> (a few) <em>days;</em> <span dir=\"rtl\">מִיָּמִים</span> <a data-ref=\"Judges 11:4\" href=\"/Judges.11.4\">Ju 11:4</a> <em>after a time</em>, <a data-ref=\"Judges 15:1\" href=\"/Judges.15.1\">15:1</a>; so <span dir=\"rtl\">מִקֵּץ יָמִים</span> <a data-ref=\"Genesis 4:3\" href=\"/Genesis.4.3\">Gn 4:3</a> (J) <em>after the end of days</em>, <a data-ref=\"I Kings 17:7\" href=\"/I_Kings.17.7\">1 K 17:7</a>; <span dir=\"rtl\">יוֹם אוֹ יוֹמַיִם</span> <a data-ref=\"Exodus 21:21\" href=\"/Exodus.21.21\">Ex 21:21</a> (JE) <em>a day or two</em>. <span dir=\"rtl\">יָמִים אוֹ עָשׂוֹר</span> <a data-ref=\"Genesis 24:55\" href=\"/Genesis.24.55\">Gn 24:55</a> (J) <em>some day, or ten</em> (days or a dekad; on question of txt. v. Di). <strong>b.</strong>  of long time, <span dir=\"rtl\">זֶה יָמִים אוֹ זֶה שָׁנִים</span> <a data-ref=\"I Samuel 29:3\" href=\"/I_Samuel.29.3\">1 S 29:3</a> <em>these days or these years;</em> <span dir=\"rtl\">אוֹ יֹמַיִם אוֹ חֹדֶשׁ אוֹ יָמִים</span> <a data-ref=\"Numbers 9:22\" href=\"/Numbers.9.22\">Nu 9:22</a> (P) <em>whether two days or a month or days</em> (an indefinitely long period); <span dir=\"rtl\">יָמִים רַבִּים</span> <em>many days</em> <a data-ref=\"Genesis 21:34\" href=\"/Genesis.21.34\">Gn 21:34</a> (JE) <a data-ref=\"Genesis 37:34\" href=\"/Genesis.37.34\">37:34</a> (J) +; <span dir=\"rtl\">וַיִּרְבּוּ הַיָּמִים וגו׳</span> <a data-ref=\"Genesis 38:12\" href=\"/Genesis.38.12\">Gn 38:12</a> (J) <em>and the days were multiplied</em> (= time passed) and Judah’s wife died, <a data-ref=\"I Samuel 7:2\" href=\"/I_Samuel.7.2\">1 S 7:2</a>; <span dir=\"rtl\">אָֽרְכוּ לוֹ שָׁם הַיָּמִים</span> <a data-ref=\"Genesis 26:8\" href=\"/Genesis.26.8\">Gn 26:8</a> (J) <em>the days were long to him there</em> = <em>he had been there a long time;</em> <span dir=\"rtl\">בְּהַאֲרִיךְ הֶעָנָן</span> … <span dir=\"rtl\">יָמִים רַבִּים</span> <a data-ref=\"Numbers 9:19\" href=\"/Numbers.9.19\">Nu 9:19</a> (P) <em>when the cloud prolonged many days</em> (remained a long time) upon the tabern.—Vid. also 6 infr. <strong>c.</strong>  <em>days of old, former</em> or <em>ancient times</em> (especially of early period of Isr. hist.): <span dir=\"rtl\">יְמוֹת עוֹלָם</span> <a data-ref=\"Deuteronomy 32:7\" href=\"/Deuteronomy.32.7\">Dt 32:7</a> (poem); <span dir=\"rtl\">יְמֵי עוֹלם</span> <a data-ref=\"Micah 5:1\" href=\"/Micah.5.1\">Mi 5:1</a>; <a data-ref=\"Micah 7:14\" href=\"/Micah.7.14\">7:14</a> <a data-ref=\"Isaiah 63:9\" href=\"/Isaiah.63.9\">Is 63:9</a>, <a data-ref=\"Isaiah 63:11\" href=\"/Isaiah.63.11\">11</a>; <span dir=\"rtl\">יְמֵי קֶדֶם</span> <a data-ref=\"Micah 7:20\" href=\"/Micah.7.20\">Mi 7:20</a>; <span dir=\"rtl\">יָמִים מִקֶּדֶם</span> <a data-ref=\"Psalms 77:6\" href=\"/Psalms.77.6\">ψ 77:6</a>; <a data-ref=\"Psalms 143:5\" href=\"/Psalms.143.5\">143:5</a>; cf. <span dir=\"rtl\">הַיָּמִים הָרִאשֹׁנִים</span> <a data-ref=\"Ecclesiastes 7:10\" href=\"/Ecclesiastes.7.10\">Ec 7:10</a>; <em>coming days</em> <span dir=\"rtl\">הַיָּמִים הַבָּאִים</span> <a data-ref=\"Ecclesiastes 2:16\" href=\"/Ecclesiastes.2.16\">Ec 2:16</a>; <em>coming time</em> <span dir=\"rtl\">יוֹם אַחֲרוֹן</span> <a data-ref=\"Proverbs 31:25\" href=\"/Proverbs.31.25\">Pr 31:25</a>; especially <span dir=\"rtl\">(ב)אַחֲרִית הַיָּמִים</span> v. p. 31 supr.; <span dir=\"rtl\">לְקֵץ הַיָּמִין</span> <a data-ref=\"Daniel 12:13\" href=\"/Daniel.12.13\">Dn 12:13</a>.<br><strong>6.</strong>  <span dir=\"rtl\">יוֹם</span> = <em>time;</em> <strong>a.</strong>  vividly in gen. sense (v. also <strong>5</strong> supr.): <em>time</em> of harvest <a data-ref=\"Proverbs 25:13\" href=\"/Proverbs.25.13\">Pr 25:13</a>; usually <span dir=\"rtl\">יְמֵי</span> <a data-ref=\"Genesis 30:14\" href=\"/Genesis.30.14\">Gn 30:14</a> (J), <a data-ref=\"Joshua 3:15\" href=\"/Joshua.3.15\">Jos 3:15</a> <a data-ref=\"Numbers 13:20\" href=\"/Numbers.13.20\">Nu 13:20</a><sup>(×2)</sup> (all JE), <a data-ref=\"Judges 15:1\" href=\"/Judges.15.1\">Ju 15:1</a> <a data-ref=\"II Samuel 21:9\" href=\"/II_Samuel.21.9\">2 S 21:9</a>; <em>proper time</em> for paying wages <a data-ref=\"Deuteronomy 24:15\" href=\"/Deuteronomy.24.15\">Dt 24:15</a> cf. <a data-ref=\"Job 14:6\" href=\"/Job.14.6\">Jb 14:6</a>; time of parturition <span dir=\"rtl\">וַיִּמְלְאוּ יָמֶיהָ לָלֶדֶת</span> <a data-ref=\"Genesis 25:24\" href=\"/Genesis.25.24\">Gn 25:24</a>. <strong>b.</strong>  appos. to other expr. of time (Dr<sup>§192(1)</sup> Da<sup>Synt. §29.d</sup>): <span dir=\"rtl\">חֹדֶשׁ יָמִים</span> <em>a month of time</em> <a data-ref=\"Genesis 29:14\" href=\"/Genesis.29.14\">Gn 29:14</a> (J; lit. <em>a month, time</em>), <a data-ref=\"Numbers 11:20\" href=\"/Numbers.11.20\">Nu 11:20</a>, <a data-ref=\"Numbers 11:21\" href=\"/Numbers.11.21\">21</a> (JE); = <span dir=\"rtl\">יֶרַח יָמִים</span> <a data-ref=\"Deuteronomy 21:13\" href=\"/Deuteronomy.21.13\">Dt 21:13</a> <a data-ref=\"II Kings 15:13\" href=\"/II_Kings.15.13\">2 K 15:13</a>; <span dir=\"rtl\">יָמִים ארבעה חדשׁים</span> <a data-ref=\"Judges 19:2\" href=\"/Judges.19.2\">Ju 19:2</a> <em>time, four months</em> (si vera l., v. <a data-ref=\"I Samuel 27:7\" href=\"/I_Samuel.27.7\">1 S 27:7</a>); †<span dir=\"rtl\">שְׁנָתַיִם יָמִים (מִקֵּץ)</span> <a data-ref=\"Genesis 41:1\" href=\"/Genesis.41.1\">Gn 41:1</a> (E) <em>two years</em> (<em>of</em>) <em>time</em>, <a data-ref=\"II Samuel 13:23\" href=\"/II_Samuel.13.23\">2 S 13:23</a>; <a data-ref=\"II Samuel 14:28\" href=\"/II_Samuel.14.28\">14:28</a> <a data-ref=\"Jeremiah 28:3\" href=\"/Jeremiah.28.3\">Je 28:3</a>, <a data-ref=\"Jeremiah 28:11\" href=\"/Jeremiah.28.11\">11</a>; <span dir=\"rtl\">שְׁלשָׁה שָׁבֻעִים יָמִים</span> <a data-ref=\"Daniel 10:2\" href=\"/Daniel.10.2\">Dn 10:2</a>, <a data-ref=\"Daniel 10:3\" href=\"/Daniel.10.3\">3</a> <em>three weeks</em> (<em>of</em>) <em>time</em>. <strong>c.</strong>  pl. in specific sense, appar. = <em>year</em>, lit. <span dir=\"rtl\">יָמִים</span> <a data-ref=\"I Samuel 27:7\" href=\"/I_Samuel.27.7\">1 S 27:7</a> <a data-ref=\"Leviticus 25:29\" href=\"/Leviticus.25.29\">Lv 25:29</a> (H); <span dir=\"rtl\">לַיָּמִים</span> <a data-ref=\"Judges 17:10\" href=\"/Judges.17.10\">Ju 17:10</a>; <span dir=\"rtl\">זֶבַח הַיָּמִים</span> <a data-ref=\"I Samuel 1:21\" href=\"/I_Samuel.1.21\">1 S 1:21</a>; <a data-ref=\"I Samuel 2:19\" href=\"/I_Samuel.2.19\">2:19</a>; <a data-ref=\"I Samuel 20:6\" href=\"/I_Samuel.20.6\">20:6</a>; <span dir=\"rtl\">יָמִים וארבעה חדשׁים</span> <a data-ref=\"I Samuel 27:7\" href=\"/I_Samuel.27.7\">27:7</a> = <em>a year and four months</em> (cf. <a data-ref=\"Judges 19:2\" href=\"/Judges.19.2\">Ju 19:2</a> supr. <strong>b</strong>); <span dir=\"rtl\">מִיָּמִים יָמִ֫ימָה</span> = <em>from year to year, yearly</em> <a data-ref=\"Exodus 13:10\" href=\"/Exodus.13.10\">Ex 13:10</a> (JE), <a data-ref=\"Judges 11:40\" href=\"/Judges.11.40\">Ju 11:40</a> (cf. v b), <a data-ref=\"Judges 21:19\" href=\"/Judges.21.19\">21:19</a> <a data-ref=\"I Samuel 1:3\" href=\"/I_Samuel.1.3\">1 S 1:3</a>; <a data-ref=\"I Samuel 2:19\" href=\"/I_Samuel.2.19\">2:19</a>; <span dir=\"rtl\">מִקֵּץ יָמִים לַיָּמִים</span> <a data-ref=\"II Samuel 14:26\" href=\"/II_Samuel.14.26\">2 S 14:26</a>; <span dir=\"rtl\">יֹמַיִם אוֹ חֹדֶשׁ אוֹ־יָמִים</span> <a data-ref=\"Numbers 9:22\" href=\"/Numbers.9.22\">Nu 9:22</a> (P) distrib. <a data-ref=\"Numbers 14:34\" href=\"/Numbers.14.34\">Nu 14:34</a><sup>(×2)</sup> (P), <a data-ref=\"Ezekiel 4:6\" href=\"/Ezekiel.4.6\">Ez 4:6</a><sup>(×2)</sup>; <span dir=\"rtl\">וַיְהִי לְיָמִים מִיָּמִים וּכְעֵת צֵאת הַקֵּץ לְיָמִים שְׁנַיִם</span> <a data-ref=\"II Chronicles 21:19\" href=\"/II_Chronicles.21.19\">2 Ch 21:19</a> <em>and it came to pass at days from days</em> (= after some days) <em>even about the time of the outgoing of the end of two</em> (series of) <em>days</em> (i.e. prob. <em>years</em>, v. Be).<br><strong>7.</strong>  Phrases, without prep. and with, are: <strong>a.</strong>  (1) <span dir=\"rtl\">הַיּוֹם</span>=<em>to-day</em> <a data-ref=\"Genesis 4:14\" href=\"/Genesis.4.14\">Gn 4:14</a>; <a data-ref=\"Genesis 31:43\" href=\"/Genesis.31.43\">31:43</a>, <a data-ref=\"Genesis 31:48\" href=\"/Genesis.31.48\">48</a> <a data-ref=\"Exodus 13:4\" href=\"/Exodus.13.4\">Ex 13:4</a> (JE) + often; opp. <span dir=\"rtl\">תְּמוֹל</span> <em>yesterday</em> <a data-ref=\"Exodus 5:14\" href=\"/Exodus.5.14\">Ex 5:14</a> <a data-ref=\"I Samuel 20:27\" href=\"/I_Samuel.20.27\">1 S 20:27</a>; opp. <span dir=\"rtl\">מָחָר</span> <a data-ref=\"Exodus 19:10\" href=\"/Exodus.19.10\">Ex 19:10</a>; (2) †<span dir=\"rtl\">(בְּ)יוֹם מָחָר</span> = <em>to-morrow</em> <a data-ref=\"Genesis 30:33\" href=\"/Genesis.30.33\">Gn 30:33</a> <a data-ref=\"Isaiah 56:12\" href=\"/Isaiah.56.12\">Is 56:12</a> <a data-ref=\"Proverbs 27:1\" href=\"/Proverbs.27.1\">Pr 27:1</a>; (3) <span dir=\"rtl\">יוֹם אֶתְמוֹל</span> <a data-ref=\"Psalms 90:4\" href=\"/Psalms.90.4\">ψ 90:4</a>; (4) <span dir=\"rtl\">הַיּוֹם שְׁלשֶׁת הַיָּמִים</span> <a data-ref=\"I Samuel 9:20\" href=\"/I_Samuel.9.20\">1 S 9:20</a> <em>three days ago</em> (v. Dr); = <span dir=\"rtl\">הַיּוֹם שְׁלשָׁה</span> <a data-ref=\"I Samuel 30:13\" href=\"/I_Samuel.30.13\">1 S 30:13</a>; †(5) <span dir=\"rtl\">בַּיּוֹם</span> <a data-ref=\"Judges 13:10\" href=\"/Judges.13.10\">Ju 13:10</a> appar. = <em>the other day</em> (v. Be); (6) <span dir=\"rtl\">יוֹם אֶחָד</span> no prep., emphat. = <em>in one day</em>, <a data-ref=\"Genesis 27:45\" href=\"/Genesis.27.45\">Gn 27:45</a> <a data-ref=\"Isaiah 9:13\" href=\"/Isaiah.9.13\">Is 9:13</a>; c. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Isaiah 10:17\" href=\"/Isaiah.10.17\">10:17</a>; <a data-ref=\"Isaiah 47:9\" href=\"/Isaiah.47.9\">47:9</a>; <em>for, during, one day</em> <a data-ref=\"Genesis 33:13\" href=\"/Genesis.33.13\">Gn 33:13</a> <a data-ref=\"Numbers 11:19\" href=\"/Numbers.11.19\">Nu 11:19</a>; unemphat., <em>one day</em> (= <em>some day</em>) <a data-ref=\"I Samuel 27:1\" href=\"/I_Samuel.27.1\">1 S 27:1</a>; <span dir=\"rtl\">יוֹם אֶחָד לִפְנֵי</span> <a data-ref=\"I Samuel 9:15\" href=\"/I_Samuel.9.15\">9:15</a> <em>one day, before</em> Saul came. †<strong>b.</strong>  <span dir=\"rtl\">וַיְהִי הַיּוֹם וַֹ־</span> <em>and the day came, that</em> (or <em>when</em>) <a data-ref=\"I Samuel 1:4\" href=\"/I_Samuel.1.4\">1 S 1:4</a> (v. Dr) <a data-ref=\"II Kings 4:8\" href=\"/II_Kings.4.8\">2 K 4:8</a>, <a data-ref=\"II Kings 4:11\" href=\"/II_Kings.4.11\">11</a>, <a data-ref=\"II Kings 4:18\" href=\"/II_Kings.4.18\">18</a> <a data-ref=\"Job 1:6\" href=\"/Job.1.6\">Jb 1:6</a>, <a data-ref=\"Job 1:13\" href=\"/Job.1.13\">13</a>; <a data-ref=\"Job 2:1\" href=\"/Job.2.1\">2:1</a>. <strong>c.</strong>  <span dir=\"rtl\">הִנֵּה יָמִים בָּאִים</span> <em>lo! days are coming</em>, when, etc.; especially in Am Je: <a data-ref=\"I Samuel 2:31\" href=\"/I_Samuel.2.31\">1 S 2:31</a> <a data-ref=\"Amos 4:2\" href=\"/Amos.4.2\">Am 4:2</a>; <a data-ref=\"Amos 8:11\" href=\"/Amos.8.11\">8:11</a>; <a data-ref=\"Amos 9:13\" href=\"/Amos.9.13\">9:13</a> <a data-ref=\"Isaiah 39:6\" href=\"/Isaiah.39.6\">Is 39:6</a> = <a data-ref=\"II Kings 20:17\" href=\"/II_Kings.20.17\">2 K 20:17</a>, <a data-ref=\"Jeremiah 7:32\" href=\"/Jeremiah.7.32\">Je 7:32</a> + 13 times Je. <strong>d.</strong>  <span dir=\"rtl\">יוֹם</span> in cstr. bef. vbs., both literally, <em>the day of</em>, and (often) in gen. sense = <em>the time of</em> (forcible and pregn., representing the act vividly as that of a single day): (1) bef. inf., †(α) sg. without prep. <span dir=\"rtl\">אֶת־יוֹם צֵאתְךָ</span> <a data-ref=\"Deuteronomy 16:3\" href=\"/Deuteronomy.16.3\">Dt 16:3</a> and thou shalt remember <em>the day of the going out</em> from the land of Egypt, <a data-ref=\"Isaiah 58:5\" href=\"/Isaiah.58.5\">Is 58:5</a> <a data-ref=\"Ezekiel 39:13\" href=\"/Ezekiel.39.13\">Ez 39:13</a> <a data-ref=\"Malachi 3:2\" href=\"/Malachi.3.2\">Mal 3:2</a> cf. <a data-ref=\"Ecclesiastes 7:1\" href=\"/Ecclesiastes.7.1\">Ec 7:1</a> (<span dir=\"rtl\">מִן</span> compar.); (β) <span dir=\"rtl\">עַד־יוֹם</span> <a data-ref=\"Joshua 6:10\" href=\"/Joshua.6.10\">Jos 6:10</a> <a data-ref=\"Judges 18:30\" href=\"/Judges.18.30\">Ju 18:30</a> + 5 times; (γ) <span dir=\"rtl\">בְּיוֹם</span> <a data-ref=\"Genesis 2:4\" href=\"/Genesis.2.4\">Gn 2:4</a>, <a data-ref=\"Genesis 2:17\" href=\"/Genesis.2.17\">17</a>; <a data-ref=\"Genesis 3:5\" href=\"/Genesis.3.5\">3:5</a> + 53 times; † (δ) <span dir=\"rtl\">כְּיוֹם</span> <a data-ref=\"Hosea 2:5\" href=\"/Hosea.2.5\">Ho 2:5</a>, <a data-ref=\"Hosea 2:17\" href=\"/Hosea.2.17\">17</a> <a data-ref=\"Zechariah 14:3\" href=\"/Zechariah.14.3\">Zc 14:3</a>; †(ε) <span dir=\"rtl\">מִיּוֹם</span> <a data-ref=\"I Samuel 7:2\" href=\"/I_Samuel.7.2\">1 S 7:2</a>; <a data-ref=\"I Samuel 8:8\" href=\"/I_Samuel.8.8\">8:8</a>; <a data-ref=\"I Samuel 29:6\" href=\"/I_Samuel.29.6\">29:6</a>, <a data-ref=\"II Samuel 13:32\" href=\"/II_Samuel.13.32\">2 S 13:32</a> <a data-ref=\"II Kings 8:6\" href=\"/II_Kings.8.6\">2 K 8:6</a> <a data-ref=\"Deuteronomy 9:24\" href=\"/Deuteronomy.9.24\">Dt 9:24</a> <a data-ref=\"Leviticus 23:15\" href=\"/Leviticus.23.15\">Lv 23:15</a> <a data-ref=\"Ezekiel 28:15\" href=\"/Ezekiel.28.15\">Ez 28:15</a>; †(ζ) <span dir=\"rtl\">לְמִיּוֹם</span> <a data-ref=\"Judges 19:30\" href=\"/Judges.19.30\">Ju 19:30</a> <a data-ref=\"II Samuel 7:6\" href=\"/II_Samuel.7.6\">2 S 7:6</a> <a data-ref=\"Isaiah 7:17\" href=\"/Isaiah.7.17\">Is 7:17</a>; †(2) pl. cstr. bef. inf.: (α) <span dir=\"rtl\">כָּל־יְמֵי</span> <a data-ref=\"Judges 18:31\" href=\"/Judges.18.31\">Ju 18:31</a> <a data-ref=\"I Samuel 22:4\" href=\"/I_Samuel.22.4\">1 S 22:4</a>; <a data-ref=\"I Samuel 25:7\" href=\"/I_Samuel.25.7\">25:7</a>, <a data-ref=\"I Samuel 25:16\" href=\"/I_Samuel.25.16\">16</a> <a data-ref=\"Leviticus 26:34\" href=\"/Leviticus.26.34\">Lv 26:34</a>, <a data-ref=\"Leviticus 26:35\" href=\"/Leviticus.26.35\">35</a> <a data-ref=\"Numbers 6:6\" href=\"/Numbers.6.6\">Nu 6:6</a> <a data-ref=\"II Chronicles 36:21\" href=\"/II_Chronicles.36.21\">2 Ch 36:21</a>; (β) <span dir=\"rtl\">בִּימֵי</span> <a data-ref=\"Ruth 1:1\" href=\"/Ruth.1.1\">Ru 1:1</a> <a data-ref=\"II Chronicles 26:5\" href=\"/II_Chronicles.26.5\">2 Ch 26:5</a>; (γ) <span dir=\"rtl\">כִּימֵי</span> <a data-ref=\"Micah 7:15\" href=\"/Micah.7.15\">Mi 7:15</a>; †(3) sg. cstr. c. perp. bef. finite vb. in pf.: (α) cf. <a ,=\"\" data-ref=\"BDB, בְּ²\" dir=\"rtl\" href=\"/BDB,_בְּ²\">בְּ</a>, <span dir=\"rtl\">בְּיוֹם דִּבֶּר י׳</span> <a data-ref=\"Exodus 6:28\" href=\"/Exodus.6.28\">Ex 6:28</a> <em>in the day</em> (<em>when</em>) <span dir=\"rtl\">י׳</span> <em>spoke</em>, so <a data-ref=\"Numbers 3:1\" href=\"/Numbers.3.1\">Nu 3:1</a> <a data-ref=\"Deuteronomy 4:15\" href=\"/Deuteronomy.4.15\">Dt 4:15</a>; also <a data-ref=\"Leviticus 7:35\" href=\"/Leviticus.7.35\">Lv 7:35</a> <a data-ref=\"II Samuel 22:1\" href=\"/II_Samuel.22.1\">2 S 22:1</a> = <a data-ref=\"Psalms 18:1\" href=\"/Psalms.18.1\">ψ 18:1</a>, <a data-ref=\"Psalms 138:3\" href=\"/Psalms.138.3\">ψ 138:3</a> <a data-ref=\"Zechariah 8:9\" href=\"/Zechariah.8.9\">Zc 8:9</a>; (β) <span dir=\"rtl\">מִיּוֹם</span> <a data-ref=\"Jeremiah 36:2\" href=\"/Jeremiah.36.2\">Je 36:2</a>; †(4) sg. cstr. bef. impf.: <span dir=\"rtl\">בְּיוֹם אֶקְרָא</span> <a data-ref=\"Psalms 56:10\" href=\"/Psalms.56.10\">ψ 56:10</a> <em>in the day</em> (<em>when</em>) <em>I cry</em>, <a data-ref=\"Psalms 102:3\" href=\"/Psalms.102.3\">102:3</a> <a data-ref=\"Lamentations 3:57\" href=\"/Lamentations.3.57\">La 3:57</a>; also without <span dir=\"rtl\">בְּ</span>, <span dir=\"rtl\">יוֹם אִירָא</span> <a data-ref=\"Psalms 56:4\" href=\"/Psalms.56.4\">ψ 56:4</a> (<em>at the</em>) <em>time</em> (<em>when</em>) <em>I am afraid;</em> †(5) pl. cstr. bef. pf.: <span dir=\"rtl\">כָּל־יְמֵי הִתְהַלַּכְנוּ אִתָּם</span> <a data-ref=\"I Samuel 25:15\" href=\"/I_Samuel.25.15\">1 S 25:15</a>, so <a data-ref=\"Leviticus 14:46\" href=\"/Leviticus.14.46\">Lv 14:46</a> (prob., v. Di); <span dir=\"rtl\">כִּימוֹת</span> <a data-ref=\"Psalms 90:15\" href=\"/Psalms.90.15\">ψ 90:15</a>; †(6) pl. cstr. bef. impf.: <span dir=\"rtl\">כִּימֵי אֱלֹוהַּ יִשְׁמְרֵנִי</span> <a data-ref=\"Job 29:2\" href=\"/Job.29.2\">Jb 29:2</a>; †(7) <span dir=\"rtl\">מִיּוֹם</span> cstr. bef. rel. cl.: <span dir=\"rtl\">מִיּוֹם אֲשֶׁר הָיִיתִי לְפָנֶיךָ</span> <a data-ref=\"I Samuel 29:8\" href=\"/I_Samuel.29.8\">1 S 29:8</a> <em>since the day when</em> (= <em>as long as</em>) <em>I have been before thee</em>, <a data-ref=\"Nehemiah 5:14\" href=\"/Nehemiah.5.14\">Ne 5:14</a>; †(8) pl. cstr. bef. rel. cl. <span dir=\"rtl\">כָּל־יְמֵי אֲשֶׁר יִשְׁכֹּן</span> <a data-ref=\"Numbers 9:18\" href=\"/Numbers.9.18\">Nu 9:18</a> <em>as long as the cloud remained</em>, etc. <strong>e.</strong>  (1) <span dir=\"rtl\">יוֹם יוֹם</span> <em>day by day</em> <a data-ref=\"Genesis 39:10\" href=\"/Genesis.39.10\">Gn 39:10</a> (J), <a data-ref=\"Exodus 16:5\" href=\"/Exodus.16.5\">Ex 16:5</a> (P), <a data-ref=\"Proverbs 8:30\" href=\"/Proverbs.8.30\">Pr 8:30</a>, <a data-ref=\"Proverbs 8:34\" href=\"/Proverbs.8.34\">34</a> <a data-ref=\"Psalms 61:9\" href=\"/Psalms.61.9\">ψ 61:9</a>; <a data-ref=\"Psalms 68:20\" href=\"/Psalms.68.20\">68:20</a> (+ <a data-ref=\"Jeremiah 7:25\" href=\"/Jeremiah.7.25\">Je 7:25</a> <a data-ref=\"Psalms 13:3\" href=\"/Psalms.13.3\">ψ 13:3</a> Lag, v. <a data-ref=\"BDB, יוֹמָם\" href=\"/BDB,_יוֹמָם\", dir=\"rtl\">יוֹמָם</a>); so (late) †<span dir=\"rtl\">לְיוֹם בְּיוֹם</span> <a data-ref=\"II Chronicles 24:11\" href=\"/II_Chronicles.24.11\">2 Ch 24:11</a>; †<span dir=\"rtl\">יוֹם בְּיוֹם</span> <a data-ref=\"II Chronicles 30:21\" href=\"/II_Chronicles.30.21\">30:21</a> <a data-ref=\"Nehemiah 8:18\" href=\"/Nehemiah.8.18\">Ne 8:18</a>; †<span dir=\"rtl\">לְעֶת־יוֹם בְּיוֹם</span> <a data-ref=\"I Chronicles 12:23\" href=\"/I_Chronicles.12.23\">1 Ch 12:23</a>; <span dir=\"rtl\">עֹלֹת יוֹם בְּיוֹם</span> <a data-ref=\"Ezra 3:4\" href=\"/Ezra.3.4\">Ezr 3:4</a>; <span dir=\"rtl\">בִּדְבַר יוֹם בְּיוֹם</span> <a data-ref=\"II Chronicles 8:13\" href=\"/II_Chronicles.8.13\">2 Ch 8:13</a>; <span dir=\"rtl\">מִיּוֹם אֶל־יוֹם</span> <em>from day to day</em> <a data-ref=\"I Chronicles 16:23\" href=\"/I_Chronicles.16.23\">1 Ch 16:23</a> = <span dir=\"rtl\">מִיּוֹם לְיוֹם</span> <a data-ref=\"Psalms 96:2\" href=\"/Psalms.96.2\">ψ 96:2</a> (<a data-ref=\"Esther 3:7\" href=\"/Esther.3.7\">Est 3:7</a> v. infr.); †<span dir=\"rtl\">יוֹם וָיוֹם</span> <a data-ref=\"Esther 3:4\" href=\"/Esther.3.4\">Est 3:4</a> (very late, v. <a data-ref=\"BDB, וְ\" href=\"/BDB,_וְ\", dir=\"rtl\">וְ</a> <strong>1 i</strong> (<em>b</em>), p. 253 supr. and Dr<sup>Intr. 505</sup>); <span dir=\"rtl\">בְּכָל־יוֹם וָיוֹם</span> <a data-ref=\"Esther 2:11\" href=\"/Esther.2.11\">2:11</a>; †<span dir=\"rtl\">כְּיוֹם בִּיוֹם</span> <a data-ref=\"I Samuel 18:10\" href=\"/I_Samuel.18.10\">1 S 18:10</a> <em>as daily</em> = <em>according to daily habit;</em> (2) <span dir=\"rtl\">מִיּוֹם לְיוֹם</span> <a data-ref=\"Esther 3:7\" href=\"/Esther.3.7\">Est 3:7</a>, is in phr. of casting lots for <em>one day after another;</em> (<span dir=\"rtl\">מִיָּמִים יָמִ֫ימָה</span> v. <strong>6 c</strong>); (3) of daily duties, observances, etc.: †<span dir=\"rtl\">דְּבַר יוֹם בְּיוֹמוֹ</span> <em>each day’s affair in its day</em> <a data-ref=\"Exodus 5:13\" href=\"/Exodus.5.13\">Ex 5:13</a>, <a data-ref=\"Exodus 5:19\" href=\"/Exodus.5.19\">19</a>; <a data-ref=\"Exodus 16:4\" href=\"/Exodus.16.4\">16:4</a> (all J), <a data-ref=\"Leviticus 23:37\" href=\"/Leviticus.23.37\">Lv 23:37</a> (H), <a data-ref=\"I Kings 8:59\" href=\"/I_Kings.8.59\">1 K 8:59</a> <a data-ref=\"II Kings 25:30\" href=\"/II_Kings.25.30\">2 K 25:30</a> = <a data-ref=\"Jeremiah 52:34\" href=\"/Jeremiah.52.34\">Je 52:34</a>, <a data-ref=\"Ezra 3:4\" href=\"/Ezra.3.4\">Ezr 3:4</a> <a data-ref=\"Nehemiah 11:23\" href=\"/Nehemiah.11.23\">Ne 11:23</a>; <a data-ref=\"Nehemiah 12:47\" href=\"/Nehemiah.12.47\">12:47</a> <a data-ref=\"Daniel 1:5\" href=\"/Daniel.1.5\">Dn 1:5</a>; <span dir=\"rtl\">לִדְבַר יוֹם בְּיוֹמוֹ</span> <a data-ref=\"I Chronicles 16:37\" href=\"/I_Chronicles.16.37\">1 Ch 16:37</a> <a data-ref=\"II Chronicles 8:14\" href=\"/II_Chronicles.8.14\">2 Ch 8:14</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">31:16</a>. <strong>f.</strong>  †<span dir=\"rtl\">כָּל־הַיָּמִים</span> = <em>always, continually</em>, <a data-ref=\"Genesis 43:9\" href=\"/Genesis.43.9\">Gn 43:9</a>; <a data-ref=\"Genesis 44:32\" href=\"/Genesis.44.32\">44:32</a> (both J), <a data-ref=\"Deuteronomy 4:40\" href=\"/Deuteronomy.4.40\">Dt 4:40</a>; <a data-ref=\"Deuteronomy 5:23\" href=\"/Deuteronomy.5.23\">5:26</a>; <a data-ref=\"Deuteronomy 6:24\" href=\"/Deuteronomy.6.24\">6:24</a>; <a data-ref=\"Deuteronomy 11:1\" href=\"/Deuteronomy.11.1\">11:1</a>; <a data-ref=\"Deuteronomy 14:23\" href=\"/Deuteronomy.14.23\">14:23</a>; <a data-ref=\"Deuteronomy 18:5\" href=\"/Deuteronomy.18.5\">18:5</a>; <a data-ref=\"Deuteronomy 19:9\" href=\"/Deuteronomy.19.9\">19:9</a>; <a data-ref=\"Deuteronomy 28:29\" href=\"/Deuteronomy.28.29\">28:29</a>, <a data-ref=\"Deuteronomy 28:33\" href=\"/Deuteronomy.28.33\">33</a> <a data-ref=\"Joshua 4:24\" href=\"/Joshua.4.24\">Jos 4:24</a> (D), <a data-ref=\"Judges 16:16\" href=\"/Judges.16.16\">Ju 16:16</a> <a data-ref=\"I Samuel 2:32\" href=\"/I_Samuel.2.32\">1 S 2:32</a>, <a data-ref=\"I Samuel 2:35\" href=\"/I_Samuel.2.35\">35</a>; <a data-ref=\"I Samuel 18:29\" href=\"/I_Samuel.18.29\">18:29</a>; <a data-ref=\"I Samuel 23:14\" href=\"/I_Samuel.23.14\">23:14</a>; <a data-ref=\"I Samuel 28:2\" href=\"/I_Samuel.28.2\">28:2</a> <a data-ref=\"II Samuel 13:37\" href=\"/II_Samuel.13.37\">2 S 13:37</a>; <a data-ref=\"II Samuel 19:14\" href=\"/II_Samuel.19.14\">19:14</a> <a data-ref=\"Jeremiah 31:36\" href=\"/Jeremiah.31.36\">Je 31:36</a>; <a data-ref=\"Jeremiah 32:39\" href=\"/Jeremiah.32.39\">32:39</a>; <a data-ref=\"Jeremiah 33:18\" href=\"/Jeremiah.33.18\">33:18</a>; <a data-ref=\"Jeremiah 35:19\" href=\"/Jeremiah.35.19\">35:19</a>; <a data-ref=\"I Kings 5:15\" href=\"/I_Kings.5.15\">1 K 5:15</a>; <a data-ref=\"I Kings 9:3\" href=\"/I_Kings.9.3\">9:3</a>; <a data-ref=\"I Kings 11:36\" href=\"/I_Kings.11.36\">11:36</a>, <a data-ref=\"I Kings 11:39\" href=\"/I_Kings.11.39\">39</a>; <a data-ref=\"I Kings 12:7\" href=\"/I_Kings.12.7\">12:7</a>; <a data-ref=\"I Kings 14:30\" href=\"/I_Kings.14.30\">14:30</a> <a data-ref=\"II Kings 8:19\" href=\"/II_Kings.8.19\">2 K 8:19</a>; <a data-ref=\"II Kings 13:3\" href=\"/II_Kings.13.3\">13:3</a>; <a data-ref=\"II Kings 17:37\" href=\"/II_Kings.17.37\">17:37</a> <a data-ref=\"II Chronicles 7:16\" href=\"/II_Chronicles.7.16\">2 Ch 7:16</a>; <a data-ref=\"II Chronicles 10:7\" href=\"/II_Chronicles.10.7\">10:7</a>; <a data-ref=\"II Chronicles 12:15\" href=\"/II_Chronicles.12.15\">12:15</a>; <a data-ref=\"II Chronicles 21:7\" href=\"/II_Chronicles.21.7\">21:7</a> <a data-ref=\"Job 1:5\" href=\"/Job.1.5\">Jb 1:5</a>; also (only in proph. writers and in poetry) †<span dir=\"rtl\">כָּל־הַיּוֹם</span> <a data-ref=\"Genesis 6:5\" href=\"/Genesis.6.5\">Gn 6:5</a> (J), <a data-ref=\"Hosea 12:2\" href=\"/Hosea.12.2\">Ho 12:2</a> <a data-ref=\"Deuteronomy 28:32\" href=\"/Deuteronomy.28.32\">Dt 28:32</a>; <a data-ref=\"Deuteronomy 33:12\" href=\"/Deuteronomy.33.12\">33:12</a> <a data-ref=\"Jeremiah 20:7\" href=\"/Jeremiah.20.7\">Je 20:7</a>, <a data-ref=\"Jeremiah 20:8\" href=\"/Jeremiah.20.8\">8</a> <a data-ref=\"Isaiah 28:24\" href=\"/Isaiah.28.24\">Is 28:24</a>, <a data-ref=\"Isaiah 51:13\" href=\"/Isaiah.51.13\">51:13</a>; <a data-ref=\"Isaiah 52:5\" href=\"/Isaiah.52.5\">52:5</a> (both <span dir=\"rtl\">תָּמִיד כל־היום</span>), <a data-ref=\"Isaiah 65:2\" href=\"/Isaiah.65.2\">65:2</a>, <a data-ref=\"Isaiah 65:5\" href=\"/Isaiah.65.5\">5</a> <a data-ref=\"Lamentations 1:13\" href=\"/Lamentations.1.13\">La 1:13</a>; <a data-ref=\"Lamentations 3:3\" href=\"/Lamentations.3.3\">3:3</a>, <a data-ref=\"Lamentations 3:14\" href=\"/Lamentations.3.14\">14</a>, <a data-ref=\"Lamentations 3:62\" href=\"/Lamentations.3.62\">62</a> <a data-ref=\"Psalms 25:5\" href=\"/Psalms.25.5\">ψ 25:5</a>; <a data-ref=\"Psalms 32:3\" href=\"/Psalms.32.3\">32:3</a>; <a data-ref=\"Psalms 35:28\" href=\"/Psalms.35.28\">35:28</a>; <a data-ref=\"Psalms 37:26\" href=\"/Psalms.37.26\">37:26</a>; <a data-ref=\"Psalms 38:7\" href=\"/Psalms.38.7\">38:7</a>, <a data-ref=\"Psalms 38:13\" href=\"/Psalms.38.13\">13</a>; <a data-ref=\"Psalms 42:4\" href=\"/Psalms.42.4\">42:4</a>, <a data-ref=\"Psalms 42:11\" href=\"/Psalms.42.11\">11</a>; <a data-ref=\"Psalms 44:9\" href=\"/Psalms.44.9\">44:9</a>, <a data-ref=\"Psalms 44:16\" href=\"/Psalms.44.16\">16</a>, <a data-ref=\"Psalms 44:23\" href=\"/Psalms.44.23\">23</a>; <a data-ref=\"Psalms 52:3\" href=\"/Psalms.52.3\">52:3</a>; <a data-ref=\"Psalms 56:2\" href=\"/Psalms.56.2\">56:2</a>, <a data-ref=\"Psalms 56:3\" href=\"/Psalms.56.3\">3</a>, <a data-ref=\"Psalms 56:6\" href=\"/Psalms.56.6\">6</a>; <a data-ref=\"Psalms 71:8\" href=\"/Psalms.71.8\">71:8</a>, <a data-ref=\"Psalms 71:15\" href=\"/Psalms.71.15\">15</a>, <a data-ref=\"Psalms 71:24\" href=\"/Psalms.71.24\">24</a>; <a data-ref=\"Psalms 72:15\" href=\"/Psalms.72.15\">72:15</a>; <a data-ref=\"Psalms 73:14\" href=\"/Psalms.73.14\">73:14</a>; <a data-ref=\"Psalms 74:22\" href=\"/Psalms.74.22\">74:22</a>; <a data-ref=\"Psalms 86:3\" href=\"/Psalms.86.3\">86:3</a>; <a data-ref=\"Psalms 88:18\" href=\"/Psalms.88.18\">88:18</a>; <a data-ref=\"Psalms 89:17\" href=\"/Psalms.89.17\">89:17</a>; <a data-ref=\"Psalms 102:9\" href=\"/Psalms.102.9\">102:9</a>; <a data-ref=\"Psalms 119:97\" href=\"/Psalms.119.97\">119:97</a> <a data-ref=\"Proverbs 21:26\" href=\"/Proverbs.21.26\">Pr 21:26</a>; <a data-ref=\"Proverbs 23:17\" href=\"/Proverbs.23.17\">23:17</a>. <strong>g.</strong>  additional phr. c. <span dir=\"rtl\">בְּ</span> = <em>on</em> a particular day: <span dir=\"rtl\">בַּיּוֹם הַחֲמִישִׁי</span> <a data-ref=\"Judges 19:18\" href=\"/Judges.19.18\">Ju 19:18</a>, so <a data-ref=\"Genesis 2:2\" href=\"/Genesis.2.2\">Gn 2:2</a><sup>(×2)</sup> + often; <span dir=\"rtl\">בְּכָל־יוֹם</span> <em>every day</em> <a data-ref=\"Psalms 7:12\" href=\"/Psalms.7.12\">ψ 7:12</a>; <a data-ref=\"Psalms 88:10\" href=\"/Psalms.88.10\">88:10</a>; <a data-ref=\"Psalms 145:2\" href=\"/Psalms.145.2\">145:2</a>; <span dir=\"rtl\">בַּיּוֹם הַהוּא</span> of definite time in past <a data-ref=\"Genesis 15:18\" href=\"/Genesis.15.18\">Gn 15:18</a>; <a data-ref=\"Genesis 33:16\" href=\"/Genesis.33.16\">33:16</a> + (v. also <strong>3</strong> supr.); cf. <span dir=\"rtl\">הַיּוֹם הַזֶּה</span> (no prep.) <a data-ref=\"I Samuel 24:11\" href=\"/I_Samuel.24.11\">1 S 24:11</a> (JE); <span dir=\"rtl\">בַּיּוֹם הַהוּא</span> of time defined in subsequent context, <a data-ref=\"I Samuel 3:2\" href=\"/I_Samuel.3.2\">1 S 3:2</a> <em>at that time</em> when Eli was laid down, i.e. at the particular time of the foll. incident (= <em>at a certain time, on one particular day;</em> cf. <a data-ref=\"Genesis 39:11\" href=\"/Genesis.39.11\">Gn 39:11</a> sub <strong>h</strong>; see Da<sup>Synt.§ 21.e.R. 1, 2</sup> and especially Dr <a data-ref=\"I Samuel 1:4\" href=\"/I_Samuel.1.4\">1 S 1:4</a>; <a data-ref=\"I Samuel 19:3\" href=\"/I_Samuel.19.3\">19:3</a>); <span dir=\"rtl\">בַּיּוֹם הַזֶּה</span> <a data-ref=\"Genesis 7:11\" href=\"/Genesis.7.11\">Gn 7:11</a> +; <span dir=\"rtl\">בְּעֶצֶם הַיּוֹם הַזֶּה</span> <em>on this selfsame day</em> <a data-ref=\"Genesis 7:13\" href=\"/Genesis.7.13\">Gn 7:13</a> + (v. <a data-ref=\"BDB, עֶ֫צֶם\" href=\"/BDB,_עֶ֫צֶם\", dir=\"rtl\">עֶצֶם</a>); <span dir=\"rtl\">בַּיּוֹם הַהוּא</span> also of future <a data-ref=\"I Samuel 3:12\" href=\"/I_Samuel.3.12\">1 S 3:12</a> <a data-ref=\"Deuteronomy 31:17\" href=\"/Deuteronomy.31.17\">Dt 31:17</a><sup>(×2)</sup>, <a data-ref=\"Deuteronomy 31:18\" href=\"/Deuteronomy.31.18\">18</a>; and very often in proph., as formula in describing what is to come at time of future blessing, retribution, etc., <a data-ref=\"Amos 8:3\" href=\"/Amos.8.3\">Am 8:3</a>, <a data-ref=\"Amos 8:9\" href=\"/Amos.8.9\">9</a> <a data-ref=\"Hosea 2:18\" href=\"/Hosea.2.18\">Ho 2:18</a>, <a data-ref=\"Hosea 2:20\" href=\"/Hosea.2.20\">20</a>, <a data-ref=\"Hosea 2:23\" href=\"/Hosea.2.23\">23</a> etc., especially <a data-ref=\"Isaiah 2:11\" href=\"/Isaiah.2.11\">Is 2:11</a>, <a data-ref=\"Isaiah 2:17\" href=\"/Isaiah.2.17\">17</a>, <a data-ref=\"Isaiah 2:20\" href=\"/Isaiah.2.20\">20</a>; <a data-ref=\"Isaiah 3:7\" href=\"/Isaiah.3.7\">3:7</a>, <a data-ref=\"Isaiah 3:18\" href=\"/Isaiah.3.18\">18</a>; <a data-ref=\"Isaiah 4:1\" href=\"/Isaiah.4.1\">4:1</a>, <a data-ref=\"Isaiah 4:2\" href=\"/Isaiah.4.2\">2</a> + often; pl. <span dir=\"rtl\">בַּיָּמִים הָהֵם</span> of past <a data-ref=\"Genesis 6:4\" href=\"/Genesis.6.4\">Gn 6:4</a> (J), <a data-ref=\"Judges 18:1\" href=\"/Judges.18.1\">Ju 18:1</a><sup>(×2)</sup> <a data-ref=\"Judges 19:1\" href=\"/Judges.19.1\">19:1</a>; <a data-ref=\"Judges 21:25\" href=\"/Judges.21.25\">21:25</a> <a data-ref=\"I Samuel 3:1\" href=\"/I_Samuel.3.1\">1 S 3:1</a> + often; of future <a data-ref=\"Deuteronomy 17:9\" href=\"/Deuteronomy.17.9\">Dt 17:9</a>; <a data-ref=\"Deuteronomy 19:17\" href=\"/Deuteronomy.19.17\">19:17</a>; <a data-ref=\"Deuteronomy 26:3\" href=\"/Deuteronomy.26.3\">26:3</a>. <strong>h.</strong>  c. <span dir=\"rtl\">כְּ</span>: <span dir=\"rtl\">כַּיּוֹם</span> <em>as</em> or <em>like the day</em> <a data-ref=\"Psalms 139:12\" href=\"/Psalms.139.12\">ψ 139:12</a>; <span dir=\"rtl\">כַּיּוֹם הַהוּא</span> <a data-ref=\"Joshua 10:14\" href=\"/Joshua.10.14\">Jos 10:14</a>; <span dir=\"rtl\">כְּיוֹם</span> <a data-ref=\"Hosea 2:5\" href=\"/Hosea.2.5\">Ho 2:5</a> <em>as</em> at <em>the day of;</em> <span dir=\"rtl\">כְּיוֹם תָּמִים</span> <a data-ref=\"Joshua 10:13\" href=\"/Joshua.10.13\">Jos 10:13</a> <em>about a whole day;</em> †<span dir=\"rtl\">כַּיּוֹם</span> lit. <em>at</em> (<em>about</em>) <em>to-day</em> = <em>now</em> (v. <a data-ref=\"BDB, כְּ\" href=\"/BDB,_כְּ\", dir=\"rtl\">כְּ</a> <a data-ref=\"I Samuel 9:27\" href=\"/I_Samuel.9.27\">1 S 9:27</a> <a data-ref=\"I Kings 22:5\" href=\"/I_Kings.22.5\">1 K 22:5</a> = <a data-ref=\"II Chronicles 18:4\" href=\"/II_Chronicles.18.4\">2 Ch 18:4</a> <a data-ref=\"Isaiah 58:4\" href=\"/Isaiah.58.4\">Is 58:4</a>; so †<span dir=\"rtl\">כְּהַיּוֹם</span> <a data-ref=\"I Samuel 9:13\" href=\"/I_Samuel.9.13\">1 S 9:13</a> + v <a data-ref=\"I Samuel 9:12\" href=\"/I_Samuel.9.12\">12</a> We Dr (for MT <span dir=\"rtl\">כי היום</span>), <a data-ref=\"Nehemiah 5:11\" href=\"/Nehemiah.5.11\">Ne 5:11</a>; †<span dir=\"rtl\">כַּיּוֹם</span> = <em>at once, first of all</em> <a data-ref=\"Genesis 25:31\" href=\"/Genesis.25.31\">Gn 25:31</a>, <a data-ref=\"Genesis 25:33\" href=\"/Genesis.25.33\">33</a> <a data-ref=\"I Samuel 2:16\" href=\"/I_Samuel.2.16\">1 S 2:16</a> <a data-ref=\"I Kings 1:51\" href=\"/I_Kings.1.51\">1 K 1:51</a>; often c. adj. pron. to point out agreement of result with promise or prediction, †<span dir=\"rtl\">כַּיּוֹם הַזֶּה</span> <em>as</em> it is <em>at this day</em> <a data-ref=\"Genesis 50:20\" href=\"/Genesis.50.20\">Gn 50:20</a> (E), <a data-ref=\"I Samuel 22:8\" href=\"/I_Samuel.22.8\">1 S 22:8</a>, <a data-ref=\"I Samuel 22:13\" href=\"/I_Samuel.22.13\">13</a>, and especially Dt Je and subseq. writings: <a data-ref=\"Deuteronomy 2:30\" href=\"/Deuteronomy.2.30\">Dt 2:30</a>; <a data-ref=\"Deuteronomy 4:20\" href=\"/Deuteronomy.4.20\">4:20</a>, <a data-ref=\"Deuteronomy 4:38\" href=\"/Deuteronomy.4.38\">38</a>; <a data-ref=\"Deuteronomy 8:18\" href=\"/Deuteronomy.8.18\">8:18</a>; <a data-ref=\"Deuteronomy 10:15\" href=\"/Deuteronomy.10.15\">10:15</a>; <a data-ref=\"Deuteronomy 29:27\" href=\"/Deuteronomy.29.27\">29:27</a> <a data-ref=\"Jeremiah 11:5\" href=\"/Jeremiah.11.5\">Je 11:5</a>; <a data-ref=\"Jeremiah 25:18\" href=\"/Jeremiah.25.18\">25:18</a> (gloss, om. 𝔊, cf. especially Kue<sup>Einl. § 56. 1</sup>), <a data-ref=\"Jeremiah 32:20\" href=\"/Jeremiah.32.20\">32:20</a>; <a data-ref=\"Jeremiah 44:6\" href=\"/Jeremiah.44.6\">44:6</a>, <a data-ref=\"Jeremiah 44:23\" href=\"/Jeremiah.44.23\">23</a> <a data-ref=\"I Kings 3:6\" href=\"/I_Kings.3.6\">1 K 3:6</a>; <a data-ref=\"I Kings 8:24\" href=\"/I_Kings.8.24\">8:24</a>, <a data-ref=\"I Kings 8:61\" href=\"/I_Kings.8.61\">61</a> <a data-ref=\"I Chronicles 28:7\" href=\"/I_Chronicles.28.7\">1 Ch 28:7</a> <a data-ref=\"II Chronicles 6:15\" href=\"/II_Chronicles.6.15\">2 Ch 6:15</a> <a data-ref=\"Daniel 9:7\" href=\"/Daniel.9.7\">Dn 9:7</a>, <a data-ref=\"Daniel 9:15\" href=\"/Daniel.9.15\">15</a>; so †<span dir=\"rtl\">כְּהַיּוֹם הַזֶּה</span> <a data-ref=\"Deuteronomy 6:24\" href=\"/Deuteronomy.6.24\">Dt 6:24</a> <a data-ref=\"Jeremiah 44:22\" href=\"/Jeremiah.44.22\">Je 44:22</a> <a data-ref=\"Ezra 9:7\" href=\"/Ezra.9.7\">Ezr 9:7</a>, <a data-ref=\"Ezra 9:15\" href=\"/Ezra.9.15\">15</a> <a data-ref=\"Nehemiah 9:10\" href=\"/Nehemiah.9.10\">Ne 9:10</a>; in <a data-ref=\"Genesis 39:11\" href=\"/Genesis.39.11\">Gn 39:11</a> (J) this phr. = <em>on this particular day</em> (when the incident to be narrated occurred; cf. <span dir=\"rtl\">ביום ההוא</span> <strong>g</strong> supr.) <strong>i.</strong> c. <span dir=\"rtl\">לְ</span>: <span dir=\"rtl\">לְיוֹם</span> <em>on, at</em> (lit. <em>with reference to</em>) †<a data-ref=\"Hosea 9:5\" href=\"/Hosea.9.5\">Ho 9:5</a><sup>(×2)</sup> <em>what will ye do on the day of assembly</em>, etc., <a data-ref=\"Isaiah 10:3\" href=\"/Isaiah.10.3\">Is 10:3</a>; <span dir=\"rtl\">לְיוֹם אֶחָד</span> <a data-ref=\"I Kings 5:2\" href=\"/I_Kings.5.2\">1 K 5:2</a> bread <em>for one day;</em> <span dir=\"rtl\">הַמְּלָאכָה לֹא לְיוֹם אֶחָד וְלֹא לִשְׁנַיִם</span> <a data-ref=\"Ezra 10:13\" href=\"/Ezra.10.13\">Ezr 10:13</a>; distrib. phr. <span dir=\"rtl\">נָשִׂיא אֶחָד לַיּוֹם נָשִׂיא אֶחָד לַיּוֹם</span> <a data-ref=\"Numbers 7:11\" href=\"/Numbers.7.11\">Nu 7:11</a> (P), <a data-ref=\"Job 21:30\" href=\"/Job.21.30\">Jb 21:30</a><sup>(×2)</sup>; cf. <span dir=\"rtl\">לַיּוֹם</span> <a data-ref=\"Malachi 3:17\" href=\"/Malachi.3.17\">Mal 3:17</a>; <span dir=\"rtl\">לַיּום</span> <em>against</em>, i.e. in expectation of <a data-ref=\"Exodus 19:11\" href=\"/Exodus.19.11\">Ex 19:11</a>, so <span dir=\"rtl\">לְיוֹם קְרָב</span> <a data-ref=\"Job 38:23\" href=\"/Job.38.23\">Jb 38:23</a> <a data-ref=\"Proverbs 21:31\" href=\"/Proverbs.21.31\">Pr 21:31</a>; <span dir=\"rtl\">לְיוֹם קוּמִי</span> alm. = <em>until</em> <a data-ref=\"Zephaniah 3:8\" href=\"/Zephaniah.3.8\">Zp 3:8</a>; <span dir=\"rtl\">לִפְנֵי יוֹם</span> <a data-ref=\"Isaiah 48:7\" href=\"/Isaiah.48.7\">Is 48:7</a> <em>before to-day</em>; late phr. are †<span dir=\"rtl\">לְיָמִים מִיָּמִים</span> <a data-ref=\"II Chronicles 21:19\" href=\"/II_Chronicles.21.19\">2 Ch 21:19</a> = <em>in the course of time;</em> <span dir=\"rtl\">לְיָמִים רַבִּים</span> <a data-ref=\"Daniel 8:26\" href=\"/Daniel.8.26\">Dn 8:26</a> <em>at</em> (the end of) <em>many days;</em> <span dir=\"rtl\">לַיּוֹם</span> = <em>for every day, daily</em>, †<a data-ref=\"Exodus 29:36\" href=\"/Exodus.29.36\">Ex 29:36</a>, <a data-ref=\"Exodus 29:38\" href=\"/Exodus.29.38\">38</a> <a data-ref=\"Numbers 7:11\" href=\"/Numbers.7.11\">Nu 7:11</a><sup>(×2)</sup>; <a data-ref=\"Numbers 28:3\" href=\"/Numbers.28.3\">28:3</a>, <a data-ref=\"Numbers 28:24\" href=\"/Numbers.28.24\">24</a> <a data-ref=\"I Chronicles 26:17\" href=\"/I_Chronicles.26.17\">1 Ch 26:17</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 37:21\" href=\"/Jeremiah.37.21\">Je 37:21</a> <a data-ref=\"Ezekiel 4:10\" href=\"/Ezekiel.4.10\">Ez 4:10</a>; <a data-ref=\"Ezekiel 43:25\" href=\"/Ezekiel.43.25\">43:25</a>; <a data-ref=\"Ezekiel 45:23\" href=\"/Ezekiel.45.23\">45:23</a><sup>(×2)</sup>; <a data-ref=\"Ezekiel 46:13\" href=\"/Ezekiel.46.13\">46:13</a>; <span dir=\"rtl\">לַיּוֹם</span> in exclam. <span dir=\"rtl\">הָהּ לַיּ׳</span> <a data-ref=\"Ezekiel 30:2\" href=\"/Ezekiel.30.2\">Ez 30:2</a> <em>alas for the day!</em> <span dir=\"rtl\">אֲהָהּ לַיּ׳</span> <a data-ref=\"Joel 1:15\" href=\"/Joel.1.15\">Jo 1:15</a>. <strong>j.</strong> c. <span dir=\"rtl\">מִן</span>: <span dir=\"rtl\">מִיּוֹם</span> <em>since the day</em> (<em>time</em>) <em>of</em> (or <em>when</em>), <a data-ref=\"Exodus 10:6\" href=\"/Exodus.10.6\">Ex 10:6</a> <a data-ref=\"Leviticus 23:15\" href=\"/Leviticus.23.15\">Lv 23:15</a> <a data-ref=\"Deuteronomy 9:24\" href=\"/Deuteronomy.9.24\">Dt 9:24</a> <a data-ref=\"I Samuel 7:2\" href=\"/I_Samuel.7.2\">1 S 7:2</a> etc.; <span dir=\"rtl\">מִיּוֹם הראשׁן</span> <a data-ref=\"Exodus 12:15\" href=\"/Exodus.12.15\">Ex 12:15</a> <em>from the first day</em> (on om. of art. v. Dr<sup>§ 209 (1)</sup>); <span dir=\"rtl\">מִימֵי השׁפטים</span> <a data-ref=\"II Kings 23:22\" href=\"/II_Kings.23.22\">2 K 23:22</a>, etc.; <span dir=\"rtl\">מִיּוֹם</span> = <em>from to day, from this day forth</em> <a data-ref=\"Isaiah 43:13\" href=\"/Isaiah.43.13\">Is 43:13</a> <a data-ref=\"Ezekiel 48:35\" href=\"/Ezekiel.48.35\">Ez 48:35</a>; <span dir=\"rtl\">מֵהַיּוֹם הַהוּא וָמָ֑עְלָה</span> <a data-ref=\"I Samuel 16:13\" href=\"/I_Samuel.16.13\">1 S 16:13</a>; <a data-ref=\"I Samuel 30:25\" href=\"/I_Samuel.30.25\">30:25</a> <em>from that day forward;</em> so <span dir=\"rtl\">מֵהַיּ׳ הַה׳ וָהָ֑לְאָה</span> <a data-ref=\"I Samuel 18:9\" href=\"/I_Samuel.18.9\">1 S 18:9</a>; <span dir=\"rtl\">מִן־הַיּוֹם הַזֶּה וָמָ֑עְלָה</span> <a data-ref=\"Haggai 2:15\" href=\"/Haggai.2.15\">Hg 2:15</a>, <a data-ref=\"Haggai 2:18\" href=\"/Haggai.2.18\">18</a> <em>from this day onward</em> (v. Add. on p. 751b); <span dir=\"rtl\">עַד־הַיּוֹם הַזֶּה</span> <a data-ref=\"Genesis 47:26\" href=\"/Genesis.47.26\">Gn 47:26</a> <em>until now;</em> <span dir=\"rtl\">מִיָּמִים רַבִּים</span> <em>after many days</em> <a data-ref=\"Joshua 23:1\" href=\"/Joshua.23.1\">Jos 23:1</a> <a data-ref=\"Ezekiel 38:8\" href=\"/Ezekiel.38.8\">Ez 38:8</a>; <span dir=\"rtl\">מִיָּמִים</span> <em>after a time</em> <a data-ref=\"Judges 11:4\" href=\"/Judges.11.4\">Ju 11:4</a>; <a data-ref=\"Judges 14:8\" href=\"/Judges.14.8\">14:8</a>; <a data-ref=\"Judges 15:1\" href=\"/Judges.15.1\">15:1</a>; but usually <span dir=\"rtl\">מִקֵּץ י׳</span>, v. <a data-ref=\"BDB, קֵץ\" href=\"/BDB,_קֵץ\", dir=\"rtl\">קֵץ</a>; <span dir=\"rtl\">מִיֹּמָ֑יִם</span> <a data-ref=\"Hosea 6:2\" href=\"/Hosea.6.2\">Ho 6:2</a> <em>after two days;</em>—<span dir=\"rtl\">מִיָּמִים יָמִ֫ימָה</span> v. <strong>e.</strong> (4) supr. †<strong>k.</strong> c. <span dir=\"rtl\">לְמִן</span> (v. <a data-ref=\"BDB, לְ\" href=\"/BDB,_לְ\", dir=\"rtl\">לְ</a> <em>ad fin.</em>): <span dir=\"rtl\">לְמִן הַיּוֹם אֲשֶׁר</span> <a data-ref=\"Deuteronomy 4:32\" href=\"/Deuteronomy.4.32\">Dt 4:32</a>; <a data-ref=\"Deuteronomy 9:7\" href=\"/Deuteronomy.9.7\">9:7</a> <a data-ref=\"II Samuel 7:11\" href=\"/II_Samuel.7.11\">2 S 7:11</a> <a data-ref=\"Jeremiah 7:25\" href=\"/Jeremiah.7.25\">Je 7:25</a>; <a data-ref=\"Jeremiah 32:31\" href=\"/Jeremiah.32.31\">32:31</a> <a data-ref=\"Haggai 2:18\" href=\"/Haggai.2.18\">Hg 2:18</a>; twice sq. inf. appos. <a data-ref=\"Exodus 9:18\" href=\"/Exodus.9.18\">Ex 9:18</a> <a data-ref=\"II Samuel 19:25\" href=\"/II_Samuel.19.25\">2 S 19:25</a> (cf. also <a data-ref=\"II Chronicles 8:16\" href=\"/II_Chronicles.8.16\">2 Ch 8:16</a>; v. Dr<sup>Sm</sup>. <sup>& § 190, Obs.</sup>); <span dir=\"rtl\">לְמִימֵי</span>: <span dir=\"rtl\">למ׳ קֶדֶם</span> <a data-ref=\"II Kings 19:25\" href=\"/II_Kings.19.25\">2 K 19:25</a> <em>since days of old</em> = <em>long ago</em>, cf. <a data-ref=\"Malachi 3:7\" href=\"/Malachi.3.7\">Mal 3:7</a> <em>since the days of your fathers.</em>† <strong>1.</strong> <span dir=\"rtl\">עַד (ה)יום</span>: <span dir=\"rtl\">עַד יוֹם הָאֶחָד וגו׳</span> <a data-ref=\"Exodus 12:18\" href=\"/Exodus.12.18\">Ex 12:18</a> <em>until the</em> 21<em>st day</em>, <a data-ref=\"Leviticus 19:6\" href=\"/Leviticus.19.6\">Lv 19:6</a> +; <span dir=\"rtl\">עַד־יוֹם מוֹתוֹ</span> <a data-ref=\"Judges 13:7\" href=\"/Judges.13.7\">Ju 13:7</a> <a data-ref=\"I Samuel 15:35\" href=\"/I_Samuel.15.35\">1 S 15:35</a> <a data-ref=\"II Samuel 6:23\" href=\"/II_Samuel.6.23\">2 S 6:23</a> +, etc., v. also (sq. inf.) <strong>c.</strong> supr.; <span dir=\"rtl\">עַד־הַיּוֹם</span> <em>until to-day</em>, denoting especially permanence of a name or situation, or of result of an event, †<a data-ref=\"Genesis 19:37\" href=\"/Genesis.19.37\">Gn 19:37</a>, <a data-ref=\"Genesis 19:38\" href=\"/Genesis.19.38\">38</a> (J), <a data-ref=\"Genesis 35:20\" href=\"/Genesis.35.20\">35:20</a> (E), <a data-ref=\"II Kings 10:27\" href=\"/II_Kings.10.27\">2 K 10:27</a> <a data-ref=\"Ezekiel 20:31\" href=\"/Ezekiel.20.31\">Ez 20:31</a>†; more often <span dir=\"rtl\">עַד־הַיּוֹם הַזֶּה</span> <em>until this day</em> <a data-ref=\"Genesis 26:33\" href=\"/Genesis.26.33\">Gn 26:33</a> (J), <a data-ref=\"Genesis 31:33\" href=\"/Genesis.31.33\">31:33</a> (P or R), <a data-ref=\"Genesis 47:26\" href=\"/Genesis.47.26\">47:26</a> (J), <a data-ref=\"Genesis 48:15\" href=\"/Genesis.48.15\">48:15</a> (E), <a data-ref=\"Exodus 10:6\" href=\"/Exodus.10.6\">Ex 10:6</a> <a data-ref=\"Numbers 22:30\" href=\"/Numbers.22.30\">Nu 22:30</a> (both J), <a data-ref=\"Deuteronomy 2:22\" href=\"/Deuteronomy.2.22\">Dt 2:22</a>; <a data-ref=\"Deuteronomy 3:14\" href=\"/Deuteronomy.3.14\">3:14</a>; <a data-ref=\"Deuteronomy 10:8\" href=\"/Deuteronomy.10.8\">10:8</a>; <a data-ref=\"Deuteronomy 11:4\" href=\"/Deuteronomy.11.4\">11:4</a>; <a data-ref=\"Deuteronomy 29:3\" href=\"/Deuteronomy.29.3\">29:3</a> <a data-ref=\"Deuteronomy 34:6\" href=\"/Deuteronomy.34.6\">34:6</a> <a data-ref=\"Joshua 4:9\" href=\"/Joshua.4.9\">Jos 4:9</a>; <a data-ref=\"Joshua 5:9\" href=\"/Joshua.5.9\">5:9</a>; <a data-ref=\"Joshua 6:25\" href=\"/Joshua.6.25\">6:25</a>; <a data-ref=\"Joshua 7:26\" href=\"/Joshua.7.26\">7:26</a><sup>(×2)</sup>; <a data-ref=\"Joshua 8:28\" href=\"/Joshua.8.28\">8:28</a>, <a data-ref=\"Joshua 8:29\" href=\"/Joshua.8.29\">29</a>; <a data-ref=\"Joshua 9:27\" href=\"/Joshua.9.27\">9:27</a>; <a data-ref=\"Joshua 13:13\" href=\"/Joshua.13.13\">13:13</a>; <a data-ref=\"Joshua 14:14\" href=\"/Joshua.14.14\">14:14</a>; <a data-ref=\"Joshua 15:63\" href=\"/Joshua.15.63\">15:63</a>; <a data-ref=\"Joshua 16:10\" href=\"/Joshua.16.10\">16:10</a> (all JE), <a data-ref=\"Joshua 22:3\" href=\"/Joshua.22.3\">22:3</a> (D), v <a data-ref=\"Joshua 22:17\" href=\"/Joshua.22.17\">17</a> (P), <a data-ref=\"Joshua 23:8\" href=\"/Joshua.23.8\">23:8</a>, <a data-ref=\"Joshua 23:9\" href=\"/Joshua.23.9\">9</a> (D), <a data-ref=\"Judges 1:21\" href=\"/Judges.1.21\">Ju 1:21</a>, <a data-ref=\"Judges 1:26\" href=\"/Judges.1.26\">26</a>; <a data-ref=\"Judges 6:24\" href=\"/Judges.6.24\">6:24</a>; <a data-ref=\"Judges 10:4\" href=\"/Judges.10.4\">10:4</a>; <a data-ref=\"Judges 15:19\" href=\"/Judges.15.19\">15:19</a>; <a data-ref=\"Judges 18:12\" href=\"/Judges.18.12\">18:12</a>; <a data-ref=\"Judges 19:30\" href=\"/Judges.19.30\">19:30</a> <a data-ref=\"I Samuel 5:5\" href=\"/I_Samuel.5.5\">1 S 5:5</a>; <a data-ref=\"I Samuel 6:18\" href=\"/I_Samuel.6.18\">6:18</a>; <a data-ref=\"I Samuel 8:8\" href=\"/I_Samuel.8.8\">8:8</a>; <a data-ref=\"I Samuel 12:2\" href=\"/I_Samuel.12.2\">12:2</a>; <a data-ref=\"I Samuel 27:6\" href=\"/I_Samuel.27.6\">27:6</a>; <a data-ref=\"I Samuel 29:3\" href=\"/I_Samuel.29.3\">29:3</a>, <a data-ref=\"I Samuel 29:6\" href=\"/I_Samuel.29.6\">6</a>, <a data-ref=\"I Samuel 29:8\" href=\"/I_Samuel.29.8\">8</a>; <a data-ref=\"I Samuel 30:25\" href=\"/I_Samuel.30.25\">30:25</a> <a data-ref=\"II Samuel 4:3\" href=\"/II_Samuel.4.3\">2 S 4:3</a>; <a data-ref=\"II Samuel 6:8\" href=\"/II_Samuel.6.8\">6:8</a> = <a data-ref=\"I Chronicles 13:11\" href=\"/I_Chronicles.13.11\">1 Ch 13:11</a>, <a data-ref=\"II Samuel 7:6\" href=\"/II_Samuel.7.6\">2 S 7:6</a> = <a data-ref=\"I Chronicles 17:5\" href=\"/I_Chronicles.17.5\">1 Ch 17:5</a>, <a data-ref=\"II Samuel 18:18\" href=\"/II_Samuel.18.18\">2 S 18:13</a> + often; <span dir=\"rtl\">עַד־עֶצֶם הַיּוֹם הַזֶּה</span> †<a data-ref=\"Joshua 10:27\" href=\"/Joshua.10.27\">Jos 10:27</a> (JE), <a data-ref=\"Ezekiel 2:3\" href=\"/Ezekiel.2.3\">Ez 2:3</a> (cf. <a data-ref=\"Leviticus 23:14\" href=\"/Leviticus.23.14\">Lv 23:14</a> H); <span dir=\"rtl\">עַד־הַיּוֹם הַהוּא</span> †<a data-ref=\"Judges 18:1\" href=\"/Judges.18.1\">Ju 18:1</a> <a data-ref=\"Nehemiah 8:17\" href=\"/Nehemiah.8.17\">Ne 8:17</a>. <strong>m.</strong> once <span dir=\"rtl\">עַל־יוֹם טוֹב</span> <a data-ref=\"I Samuel 25:8\" href=\"/I_Samuel.25.8\">1 S 25:8</a> <em>upon a good day</em>, i.e. a day of social cheerfulness, feasting, rejoicing (c. rare <span dir=\"rtl\">עַל</span> temp. cf. Dr; <span dir=\"rtl\">יוֹם טוֹב</span>) also <a data-ref=\"Esther 8:17\" href=\"/Esther.8.17\">Est 8:17</a>; <a data-ref=\"Esther 9:19\" href=\"/Esther.9.19\">9:19</a>, <a data-ref=\"Esther 9:22\" href=\"/Esther.9.22\">22</a>, v. <a data-ref=\"BDB, טוֹב\" href=\"/BDB,_טוֹב\", dir=\"rtl\">טוֹב</a> adj.)"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d33eb6084aa1cbf243bf", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, סִיחוֹן 1", "anchorRef": "Numbers 11:19", "anchorRefExpanded": ["Numbers 11:19"], "sourceRef": "BDB, סִיחוֹן 1", "sourceHeRef": "בראון-דרייבר-בריגס, סִיחוֹן א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "סִיחוֹן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">סִיחוֹן</span>, <span dir=\"rtl\">סִיחֹן</span></big>  <strong>n.pr.m. Sihon (</strong>on format. cf. Lag<sup>BN 198</sup><strong>)</strong>;—<span dir=\"rtl\">סִיחוֹן</span> <a data-ref=\"Numbers 21:27\" href=\"/Numbers.21.27\">Nu 21:27</a> + 18 times, <span dir=\"rtl\">סִיחֹן</span> v <a data-ref=\"Numbers 21:21\" href=\"/Numbers.21.21\">21</a> + 17 times;—king of Amorites, <a data-ref=\"Numbers 21:21\" href=\"/Numbers.21.21\">Nu 21:21</a> + 7 times <a data-ref=\"Numbers 21\" href=\"/Numbers.21\">Nu 21</a> (JE), <a data-ref=\"Numbers 32:33\" href=\"/Numbers.32.33\">32:33</a> (R) <a data-ref=\"Deuteronomy 1:4\" href=\"/Deuteronomy.1.4\">Dt 1:4</a> + 10 times Dt, <a data-ref=\"Judges 2:10\" href=\"/Judges.2.10\">Ju 2:10</a> + 4 times Ju (D) + <a data-ref=\"Numbers 13:21\" href=\"/Numbers.13.21\">13:21</a><sup>(×2)</sup>, <a data-ref=\"Numbers 13:27\" href=\"/Numbers.13.27\">27</a> (P), <a data-ref=\"Numbers 11:19\" href=\"/Numbers.11.19\">11:19</a>, <a data-ref=\"Numbers 11:20\" href=\"/Numbers.11.20\">20</a><sup>(×2)</sup>, <a data-ref=\"Numbers 11:21\" href=\"/Numbers.11.21\">21</a> <a data-ref=\"Jeremiah 48:45\" href=\"/Jeremiah.48.45\">Je 48:45</a> <a data-ref=\"I Kings 4:19\" href=\"/I_Kings.4.19\">1 K 4:19</a> <a data-ref=\"Nehemiah 9:22\" href=\"/Nehemiah.9.22\">Ne 9:22</a> <a data-ref=\"Psalms 135:11\" href=\"/Psalms.135.11\">ψ 135:11</a>; <a data-ref=\"Psalms 136:19\" href=\"/Psalms.136.19\">136:19</a>. 𝔊 Σηων, 𝔊L Σιων."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]