[{"_id": "531e4fe3fbfba276047f6fd7", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 11:35", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Onkelos Numbers 11:35", "sourceHeRef": "תרגום אונקלוס על במדבר י״א:ל״ה", "anchorVerse": 35, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 11.0035, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "מִקִּבְרֵי דִמְשַׁאֲלֵי נְטָלוּ עַמָּא לַחֲצֵרוֹת וַהֲווֹ בַּחֲצֵרוֹת:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "From Kivros Hataavoh the people journeyed to Chatzeiros, and they stayed in Chatzeiros.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec80d", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 11:35", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Targum Jonathan on Numbers 11:35", "sourceHeRef": "תרגום יונתן על במדבר י״א:ל״ה", "anchorVerse": 35, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 11.0035, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וּמִן קִבְרֵי דִמְשַׁיְילֵי בִּישְרָא נְטָלוּ עַמָא לַחֲצֵרוֹת וַהֲווֹן בַּחֲצֵרוֹת", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And from the Graves of the Desirers the people journeyed to Hatseroth, and they were in Hatseroth.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179b5fbfba22336ea63ab", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 11:35:1", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Sforno on Numbers 11:35:1", "sourceHeRef": "ספורנו על במדבר י״א:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>ויהיו בחצרות.</b> שהו שם איזה זמן, כמו ויהיו שם כעשר שנים ויהיו שם כאשר צוני ה' אמר כי באותו הזמן שהתעכבו שם קרה שדברה מרים במשה ובהיות אז אהל מועד מוקם הזמין האל יתברך אותם לצאת מאהליהם אל אהל מועד:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ויהיו בחצרות. They remained there for a period the length of which has not been revealed. We find this expression, for instance in Ruth 1,4 where the period is defined as about 10 years. In Deuteronomy 10,5 when Moses speaks about the Tablets remaining in the ark in which he deposited them, the period was considerably longer. In our situation it is reasonable to assume that the length of time meant is the period during which Miriam had to remain in isolation. Seeing that the Tabernacle had already been erected by that time, G’d invited all three of them to leave their tents and to come to the entrance of the Tabernacle.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53faf463fbfba20554226695", "index_title": "Rashbam on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Numbers 11:35:1", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Rashbam on Numbers 11:35:1", "sourceHeRef": "רשב\"ם על במדבר י״א:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על במדבר", "he": "מקברות התאוה נסעו העם חצרות - לפי הפשט מקברות התאווה נסעו העם חצרות ויהיו שם בחצרות, כלומר, נתעכבו שם עד האסף מרים. ולכך האריך בלשונו: ויהיו בחצרות. ומדרש אגדה בספרי בסוף הפרשה: ואחר נסעו העם מחצרות ויחנו במדבר פארן. וכי שתי חצרות היו שנסעו מזו וחנו בזו ונסעו מזו וחנו בזו?! ומסופק לרבותי ונשאלתי עליה בפריש (=פריז) ופירשתיו בדרשה, כי זו אנו למדין מתחלת הפרשה שכתוב בה: מקברות התאוה נסעו העם חצרות ויהיו בחצרות - ועל פסוק זה כתב בספרי, זה היה בשעה שנצטרעה מרים וסוף דבר חוזר ומסיימו בפסוק האחרון של פרשה ואחר נסעו העם מחצרות - וכי ב' חצרות היו וכו'. ופסוק זה הוא נדרש מקברות התאוה נסעו העם ויחנו בחצרות כשאר כל מסעות וחניות שכתוב בהן: ויסעו ויחנו אלא מקברות התאוה נסעו העם חצרות - משמע כי העם נסעו מחצרות ואח\"כ ויהיו בחצרות, שחזרו לאחוריהם בחצרות שכשנסע דגל הראשון מחצרות ועדיין לא הורד המשכן [ולא נסעו הלויים]. ומשה ואהרן ומרים שהיו עדיין במחנה לויה קרא להם הקב\"ה פתאום ונצטרעה מרים וחזרו לאחוריהם ונאספה מרים מצרעתה לסוף שבעה, ואחר נסעו העם מחצרות ויחנו במדבר פארן. וכל דרשה זו מצאתי במכילתא בפרשת בשלח כולה בפסוק הראשון. ושוב מצאתיה בתשובות ר' קלונימוס איש רומי כמותי. וגם מה שכתוב במכילתא ויסעו בני ישראל מרעמס סכתה - על זה נאמר: ואשא אתכם על כנפי נשרים - ופירשתי לשואלים, לפי שאין כתוב שם ויסעו מרעמסס ויחנו סכתה. לומר לך שלפי שעה באו מרעמסס לסוכות ובשעה שנסעו מרעמסס נסעו כמו כן מסוכות וזהו כנפי נשרים. ", "heVersionTitle": "Rashbam on Numbers -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רשב\"ם על במדבר, דעת", "text": "'מקברות התאוה נסעו העם חצרות וגו; according to the plain meaning the verse tells us that the people journeyed from this location now called קברות התאוה to a place called Chatzerot, and that they remained there until after Miriam had been cured. This is the reason why the Torah added the words: ויהיו בחצרות, they remained in Chatzerot. <br> There is an allegorical Midrash in Sifrey at the end of this portion which is worth reading. Further on in 12,7 we are told that after the people had left Chatzerot they came to the desert of Paran and made camp there. This seems strange unless we assume that there had been two locations both with the name Chatzerot, a most unlikely scenario. My teachers were not clear how to answer my question, so that when I was once asked about this in Paris, I explained the apparent contradiction as follows: When the verse here tells us that the Israelites journeyed from Kivrot Hataavah to Chatzerot, adding that they remained there for a while, this is what the Sifrey meant when writing that they waited until Miriam was cured. [The thread of this story is taken up again in 12,16 with the Torah writing: “and after the isolation period of Miriam was over the people resumed their journey from Chatzerot, making their next stop in the desert of Paran.” The unusual feature of this story is that whereas normally the Torah writes ויסעו ויחנו, “they journeyed and they subsequently made camp,” it being understood that the whole people journeyed, here the words העם, “the people” have been added for no apparent reason.<br> When the first “flag” journeyed, the Tabernacle had not yet been dismantled, so that G’d calling to Aaron and Miriam suddenly to come to the Tabernacle, as reported in chapter 12,4 is not all that surprising. Seeing that Miriam subsequently was struck with tzoraat and the people had to wait with journeying (or volunteered to wait) until she had been cured, the first “flag” (three tribes) presumably turned back to join the mainstream and to wait there. After these seven days passed, this time around the whole people left Chatzerot again, so that the words “the people journeyed” are eminently justified. I have found this whole Midrash in the Mechilta on Parshat Beshalach relating it to the first verse I have quoted above.<br> Furthermore, I have found in the responsa of Rabbi Klonimaus from Rome that he writes exactly as I have done. I have also explained the first verse in Beshalach in which the Israelites are portrayed as having moved from Raamses to Sukkot, as if this had been a few kilometers although its over 120 kilometers as understandable in terms of G’d saying in Exodus 19,4 “I carried you on eagles’ wings.” The first stage of the Israelites’ journey from Raamses was indeed as if G’d had transported them on a magic carpet.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54d8b351fbfba245af99abc8", "index_title": "Rashbam on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Rashbam on Deuteronomy 10:6:2", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Rashbam on Deuteronomy 10:6:2", "sourceHeRef": "רשב\"ם על דברים י׳:ו׳:ב׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Rashbam on Deuteronomy", "he": "רשב\"ם על דברים"}, "heTitle": "רשב\"ם על דברים", "he": "ויכהן אלעזר בנו תחתיו - שלבש שם בגדי אביו ודרך גדולה וכבוד מת על פי ה' זהו דרך פשוטו, שהרי אין כתיב כאן ובני ישראל נסעו מבארת בני יעקן ויחנו במוסרה כענין שפירשתי אצל - מקברות התאוה נסעו העם חצרות, דלא כתב ויחנו בחצרות. אף כאן - ובני ישראל נסעו מבארות בני יעקן - שאצל מוסרה. או כלך לדרך זו מבארות בני יעקן כשבאו ממוסרה. ורבותינו דרשו משינוי המקרא מה שדרשו. ", "heVersionTitle": "Rashbam on Deuteronomy -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רשב\"ם על דברים - דעת", "text": "ויכהן אלעזר בנו תחתיו, by donning his father’s decorative priestly garments; he died in a manner which is dignified and even inspiring, at the command of G’d. This is the plain meaning of our verse, seeing that the Torah did not write “ובני ישראל נסעו מבארות בני יעקן ויחנו במוסרה. I explained these nuances in my commentary on Numbers 11,35 where the expression ויחנו is also absent after the line נסעו העם חצרות. Beerot Beney Yaakon is very close to Chatzerot. [in other words we have been given two points of reference for בני יעקן. Ed.].", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "569d07bed6e4a979b40a0a0f", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 84:2", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Sifrei Bamidbar 84:2", "sourceHeRef": "ספרי במדבר פ״ד:ב׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [200], "commentaryNum": 84.0002, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "ויאמר משה קומה ה'. וכתוב אחד אומר (במדבר ט) \"על פי ה' יחנו ועל פי ה' יסעו\". כיצד יתקיימו ב' כתובים הללו? משל למלך בשר ודם, שאמר לעבדו: הנראה שתעמידני, בשביל שאני הולך ליתן ירושה לבני. ד\"א: למה הדבר דומה? למלך בשר ודם, שהיה מהלך בדרך ונהג אוהבו עמו. כשהוא נוסע – אומר: איני נוסע עד שיבא אוהבי. וכשהוא חונה – אומר: איני חונה עד שיבא אוהבי. נמצאת מקיים \"על פי ה' יחנו וע\"פ ה' יסעו\":", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " One verse states (Bamidbar 11:35) \"And Moses said: 'Stand, O L-rd (and let Your foes be scattered'\"), and another (Bamidbar 9:23) \"By word of the L-rd they encamped, and by word of the L-rd they traveled.\" How are these two verses to be reconciled? An analogy: A king says to his servant: Would you please stop me (if I go too quickly). For I am on my way to give an inheritance to my son, (\"and I may 'run away' with myself!\") Variantly: A king goes on a journey and takes his lover along with him. When he travels, he says: I will not go further before my lover tells me to; and when he desires to camp, he says: I will not camp unless my lover tells me to. Thus is reconciled \"And Moses said, etc.\" and \"By word of the L-rd they encamped, and by the word of the L-rd they traveled.\"", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "57e77d5ad6e4a94c7c18ad69", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 11:35", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Tafsir Rasag, Numbers 11:35", "sourceHeRef": "תפסיר רס\"ג, במדבר י״א:ל״ה", "anchorVerse": 35, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 11.0035, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ורחלו מנה אלי חצרות פלמא אקאמו בהא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b259d6e4a902855fe08d", "index_title": "Tur HaArokh", "category": "Quoting Commentary", "type": "", "ref": "Tur HaArokh, Exodus 32:35:1", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Tur HaArokh, Exodus 32:35:1", "sourceHeRef": "הטור הארוך, שמות ל״ב:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Tur HaArokh", "he": "הטור הארוך"}, "heTitle": "שמות", "he": "<b>ויגוף ה' את העם. </b>ולא ספר הכתוב כמה היו הנגפים כאשר ספר הנהרגים על ידי בני לוי וכאשר פירש מגפה של קרח ושל בעל פעור ואולי לא מתו בפעם אחת אלא נגפם ה' למות בלא עתם. אי נמי לא חשש למנותם כאשר לא מנה המתים בתבערה ובקברות התאוה ולא פרט הנופלים ביד בני לוי אלא לכבודם לומר שהרגו רבים בעם ולא פחדו מהם אלא בטחו בד'. ואמר: ", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויגוף ה' את העם , “<i>Hashem</i> smote the people.” In this instance the Torah did not reveal how many of the people were smitten with this fatal plague, as distinct from the people who had been executed by the Levites or the plague that killed the people participating in Korach’s uprising, or the people who died as a result of the encounter with the Moabite women at <i>Shittim</i>. Perhaps the reason why here we have not been told numbers is that these people did not die all simultaneously, so that the cause of their deaths would be obvious, but the “plague” that struck them meant that they died prematurely.\n    Alternatively, the Torah did not bother to inform us of their number, just as it has not informed us of the number of people who died at <i>Taveyrah</i> (Numbers 11,1) or at <i>Kivrot Hataavah</i> (Numbers 11,35) The principal reason why the number of people executed by the Levites are mentioned, is to give credit to the Levites who carried out G’d’s instructions in spite of the large number of people involved. They trusted in G’d’s protection and were not afraid of their victims resisting and possibly killing them.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964835ed6e4a92bf45a65aa", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bamidbar 23:3:2", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Rabbeinu Bahya, Bamidbar 23:3:2", "sourceHeRef": "רבנו בחיי, במדבר כ״ג:ג׳:ב׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>והחכם </b>רבי אברהם ז\"ל פירש שהוא מלשון (ישעיה מא) על שפיים, שהוא מקום גבוה ושעורו וילך אל שפי, וכן (במדבר י״א:ל״ה) נסעו העם חצרות, כי היה נוסע ממקום למקום כמנהג מנחש, עד כאן. וירמוז לך הכתוב אע\"פ שהיה מחזר אחר מקום גבוה כדי שיראם מקובצים במקום אחד ויכוין בהם לקללה, אעפ\"כ לא מצא אותם אלא מפוזרים לארבע רוחות העולם, וזהו מלת שפ\"י שה פזורה ישראל. ובמדרש שפי חגר ברגלו אחת, אבל שמשון חגר בשתי רגליו, כתיב הכא שפי וכתיב התם (בראשית מט) שפיפון.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Ibn Ezra believes that it is derived from שפיים, meaning “a high place.” The word אל was omitted. We have a parallel construction in Numbers 11,35 נסעו העם חצרות, “the people journeyed to Chatzerot,” where the word אל is also absent. <br> The Torah reveals that Bileam made desperate efforts to find a spot from which he could see at one and the same time the entire Jewish camp; the fact that they were arranged in different directions made this impossible. He moved in the manner of someone trying to find clues on the ground. The word שפי would indicate the fact that the people were scattered (מפוזרות) in different directions. שפ\"י is thus an acronym for שה פזורה ישראל \"Israel is like scattered sheep\" (Jeremiah 50,17).<br> A Midrashic approach (Sotah 10): Bileam was lame on one foot and could not walk upright, dragging one foot behind, his posture making him appear as constantly being at a slant. Samson was lame on both feet, as evidenced by the fact that he is described as שפיפון (Genesis 49,17), while Bileam is described here as שפי.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d67ad6e4a92bf45a88f9", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 11:35:1", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Rabbeinu Bahya, Bamidbar 11:35:1", "sourceHeRef": "רבנו בחיי, במדבר י״א:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>ויהיו בחצרות.</b> דבק עם ותדבר מרים, כי בשבילה ישבו שם.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויהיו בחצרות, “And they remained at Chatzerot.” These words belong to the next paragraph, as the people remained in Chatzerot until Miriam had been cured.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c40486a4610a90056a0eea8", "index_title": "Shev Shmateta", "category": "Halakhah", "type": "", "ref": "Shev Shmateta, Introduction 11", "anchorRef": "Numbers 11:35-12:1", "anchorRefExpanded": ["Numbers 11:35", "Numbers 12:1"], "sourceRef": "Shev Shmateta, Introduction 11", "sourceHeRef": "שב שמעתתא, הקדמה י״א", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1765, 1805], "commentaryNum": 11, "collectiveTitle": {"en": "Shev Shmateta", "he": "שב שמעתתא"}, "heTitle": "הקדמה", "he": "<b><big>ח</big></b>זות קשות ראיתי הנה בפ' בהעלותך כתיב מקברות התאוה נסעו העם חצרות ויהיו בחצרות ותדבר מרים ואהרן במשה על אודות האשה הכושית אשר לקח והקשו בתוס' יבמות ד' ס\"א על מה זה אחרו לדבר במשה זמן רב אחר מתן תורה ותירצו לפי מאי דאיתא בירושלמי דבקברות התאוה שנבחרו ע' זקנים ואמרה מרים לצפורה אשרי לנשותיהם של אלו שנבחרו לגדולה אמרה צפורה אוי להם שהרי בעלי מיום שהתחיל הקב\"ה לדבר עמו פירש ממני ואז נתודע להם הדבר ע\"ש ונראה בזה דמצינו שם שהתאוו תאוה ואמרו מי יאכילנו בשר זכרנו את הדגה אשר נאכל במצרים חנם כו' ועתה נפשנו יבשה אין כל בלתי אל המן עינינו והמן כזרע גד הוא ועינו כעין הבדולח ופירש\"י מי שאמר זה לא אמר זה אלא הקב\"ה הכתיב בתורה והמן כזרע גד הוא וכתיב וישמע משה את העם בוכה למשפחותיו איש פתח אהלו ופירש\"י למשפחותיו על עסקי משפחות של עריות שנאסר להם ע\"ש והוא תמוה דמה ענין תרעומות המן עם עסקי עריות ונראה לפמ\"ש רז\"ל בהא דאי' בגמ' ויתיצבו בתחתית ההר מלמד שכפה עליהם הר כגיגית אם מקבלים אתם את התורה מוטב ואם לאו שם תהא קבורתכם והקשו דהא כבר נתרצו ואמרו נעשה ונשמע וכתוב בגור אריה דלא יתכן להיות קבלת התורה ע\"י בחירה אם ירצו יקבלו ואם לא ירצו לא יקבלו אלא מראה להם הקב\"ה שהתורה הוא הכרחי להם ודבר הכרחי יש לו קיום לעולם כדאיתא במדרש דבאונס כתיב לא יוכל לשלחה כל ימיו ע\"ש והנה מצינו שהתאוו תאוה והיינו שלא היה להם שום תאוה חומריית וכמ\"ש באלשיך שהתאוו שיהיה להם תאוה ע\"ש, ולפמ\"ש הטעם הוא משום דע\"י המן שהיה משר התורה ולחם אבירים היה כל חפצם ותשוקתם רק לתורה ונפשם יבשה וריק מכל תאות החומריות והם התאוו תאוה שיהיה להם קבלת התורה בחפצם ורצונם כמו שאמרו נעשה ונשמע כי אין אדם חפץ באהבה הכרחית לזאת התרעמו על המן והכרחתו לאהבת התורה ואמרו זכרנו את הדגה אשר נאכל במצרים חנם פי' בלי הכרח רק את אשר בחרנו ואשר מצא חן בעינינו כי כן פי' מלת חנם כמבואר בשרשי רד\"ק שרש חנן ועתה נפשינו יבשה אין כל בלתי אל המן הוכרחנו ואנחנו רוצים שיהיה הבחירה בידינו אמנם גם ע\"י הבחירה נאכל המן כי אם לא היה המן טוב למאכל ונחמד למראה היינו צריכין אל ההכרח אבל באמת המן כזרע גד הוא ועינו כעין הבדולח ובודאי נאכל ממנו אך לא יסור מאתנו כל התאוות ותהיה לנו קבלת התורה ברצון ובבחירה כמו שאמרו נעשה ונשמע.", "heVersionTitle": "Shev Shmatta", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "(<i>Chet</i>) [Yet] I saw ‘difficult visions’: Behold, it is written in <i>Parashat</i> Behaalotecha (Num. 11:35-12:1), “Then the people set out from Kivrot-Hataavah to Hatserot and were in Hatserot. Miriam and Aharon spoke against Moshe because of the Cushite woman he had married.” And <i>Tosafot</i> on <i>Yevamot</i> 62a (s. v. <i>dekhtiv emor lehem</i>) asked why it is that they waited a long time after the giving of the Torah to speak about Moshe (since their problem was that he had separated from his wife earlier, from when the Torah was given). And they answered that – according to that which is found in the Talmud Yerushalmi<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">The common text of <i>Tosafot</i> has the citation as <i>Sifrei</i> and presumably refers to the account in Sifrei Zuta 12:1.</i> – the seventy elders were chosen at Kivrot-Hataavah. And [at that time] Miriam said to Tsipporah, “Happy are the wives of these [men] that were chosen for greatness.” Tsipporah [however answered], “Woe to them, as behold my husband Moshe separated from me from the day that the Holy One, blessed be He, started speaking to him.” And then the matter became known to them. See there. And it appears [that this is connected to] that which we find there (Num. 11:4-7) that “they desired a desire […] and they said, ‘Who will feed us meat? We remember the fish that we used to eat free in Egypt, etc. Now our souls are dry; there is nothing at all but this manna in our eyes.’ And the manna was like coriander seed, and in color it was like bdellium.” And Rashi (Rashi on Numbers 11:7) explained, “He who said that (i.e. the previous verse) did not say this […]; but rather [it is] the Holy One, blessed be He, who had, ‘And the manna was like coriander seed,’ written in the Torah (even though no one said it).” And it is [further] written (Num. 11:10), “And Moshe heard the people weeping, each family apart, each person at the entrance of his tent.” And Rashi (on this verse) explained [that] “each family apart”<sup class=\"footnote-marker\">32</sup><i class=\"footnote\"><i>Le’mishpechoteichem</i>, which can also be read as, for their families.</i> [means], “because of family affairs – because of the sexual prohibitions [of blood-relatives] that had been forbidden to them.” See there. And that is astonishing; as what does the quarrel of the manna have to do with matters of sexual prohibitions? And it appears that it can be explained according to what the Rabbis, may their memory be blessed, said about that which is found in the Gemara (Shabbat 88a), “‘And they stood at the lowermost part of the mountain’<sup class=\"footnote-marker\">33</sup><i class=\"footnote\"><i>Be’tachtit haHar</i>, which can also be read as, <i>in</i> the lowermost part of the mountain.</i> (Exod. 19:17) – […] teaches that the Holy One, Blessed be He, overturned the mountain above [the Jews] like a tub, [and said to them], ‘If you accept the Torah, excellent; but if not, there will be your burial.’” And it was asked [that] behold, they already assented and said (Exod. 24:7), “We will do and hear!”<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">While this is essentially the same question that he cites from the Midrash <i>Tanchuma</i> in Paragraph <i>Zayin</i>, he will now proceed to give a different answer.</i> And it is written in <i>Gur Aryeh<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">Gur Aryeh on Exodus 19:17.</i></i> that it is not possible for the Torah to be received by choice – that they would accept it if they wanted to, and not accept it if they did not want to – but rather the Holy One, blessed be He, is showing them that the Torah is imperative for them (that it had to be accepted by them). And something imperative exists permanently; as it is found in the Midrash, that concerning a [woman] forced [to have sexual relations], it is written (Deut. 22:19), “he may not send her away all of his days.”<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">This midrash is unknown. See Yehoshua Hartman’s edition of <i>Gur Aryeh</i> ad loc., Note 273; and M. Kasher’s <i>Torah Shelemah</i> ad loc., Note 224.</i> See there. And behold we have found that they desired a desire; meaning that they did not have any physical desire and – as is written by (Rabbi Moshe) Alshekh (on Num. 11:4) – they desired that they would have desire. See there. And according to what I have written, the reason is that on account of the manna – that was from the minister of the Torah, and was the bread of mighty ones – all of their wish and yearning was only for Torah. And ‘their souls were dry’ and empty from all physical desire. And [so] they desired desire, such that the receiving of the Torah could be of their wish and wanting, like [when] they said, “We will do and hear” – as no one wishes forced love. Therefore they quarreled about the manna and its forcing the love of Torah [upon them]. And [when] they said, “We remember the fish that we used to eat free (<i>chinam</i>) in Egypt,” its explanation is [that it was] without force, but rather that [it was that] which we chose and which appealed to us. As this is the understanding of the word <i>chinam</i>, as is elucidated in Radak’s<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">R. David Kimchi (Provence, 1160-1235) was a Biblical commentator and grammarian.</i> Book of Roots under the root, <i>chanan</i> (graced). [And the meaning of] “Now our souls are dry; there is nothing at all but this manna,” is that we were forced, and we want that the choice be in our hands. However we would also eat the manna by choice. As if the manna were not ‘good to eat and appealing to the sight,’ we would have needed force; but in fact, “the manna was like coriander seed and in color it was like bdellium,” and we would certainly eat of it.<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">In this way, one no longer has to resort to Rashi’s answer that this phrase was added by God to the quote of the people which accordingly ended abruptly.</i> However all of the desires would [then] not be removed from us and the receiving of the Torah would be with wanting and choice – as [when] they said, “We shall hear and do.”", "versionTitle": "Shev Shmat'ta, Sponsored by Jacob and Suzanne Doft, trans. Rabbi Francis Nataf, 2018", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee16bfddfbb310fecfe", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Rebellion 2-4", "anchorRef": "Numbers 11:1-35", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Rebellion 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה א׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "First Rebellion", "he": "במדבר הערה א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["The mood of the book, which up until now has been orderly and celebratory, abruptly shifts. We move from a God who commands, leaders who lead, and a people that obeys, to a bitter triangle of constant complaining, questioning of leadership, and divine punishment.", "The chapter that introduces the rebellion narratives is long and complex. Although it resembles Ex. 16 (the manna chapter) in some general respects, it has its own distinct vocabulary and concerns. It is stylistically held together by the repeating roots “eat,” “gather,” and “weep”; the “grumbling” of the Exodus story does not yet appear. The chapter combines the people’s complaints about the manna (and a concomitant craving for meat) with Moshe’s complaints about how difficult it is to lead this people; both receive answer from God, the people in the form of quails and Moshe through the dissemination of prophetic gifts to others in the camp.", "It is in this chapter that Moshe—the dramatic and at times tragic Moshe of the Golden Calf story in Exodus—reappears as a character with deep emotions. Although his fate as a leader destined never to enter the Promised Land is not sealed until Chap. 20, one has the sense already here that the strain of his mission is beginning to tell. The vividness of the portrayal of Moshe is matched by that of the Children of Israel, whose words, usually complaints, include the picturesque description of Egyptian cuisine in v.5."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382edc9ad75f2d99af9fc", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Rebellion 1", "anchorRef": "Numbers 11:1-35", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, First Rebellion 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה א׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 11:1-35\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 11:1-35</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63d77c75eca10007534469d4", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 11:35:1", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Rav Hirsch on Torah, Numbers 11:35:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר י״א:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 35. ויהיו בחצרות, leitet wohl zu dem folgenden Ereignis über, indem es die Örtlichkeit angibt, wo es geschah.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64186a86894184186dd58e14", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 11:35:1", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Sifrei Zuta 11:35:1", "sourceHeRef": "ספרי זוטא י״א:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": false, "commentaryNum": 35.0001, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>ויקרא שם המקום ההוא קברות התאוה</b>, יכול כן היה שמו מקודם אמ' כי שם קברו את העם המתאוים משאירע היה נקרא לא כן היה שמו מקודם:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "64188283c9371ec0cebe74a7", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 11:35:1", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Reggio on Torah, Numbers 11:35:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר י״א:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>ויהיו בחצרות,</b> נתעכבו שם עד האסף מרים, כאשר יזכור בפרשה הבאה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc6b758c1dc532ec9173", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 11:35", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Steinsaltz on Numbers 11:35", "sourceHeRef": "ביאור שטיינזלץ על במדבר י״א:ל״ה", "anchorVerse": 35, "sourceHasEn": true, "commentaryNum": 11.0035, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>מִקִּבְרוֹת הַתַּאֲוָה נָסְעוּ הָעָם</b>ל\n  <b>חֲצֵרוֹת,</b> מקום שבו כנראה בנו חצרות לקביעת מקום מגורים עראי, \n  <b>וַיִּהְיוּ</b>, שהו\n  <b>בַּחֲצֵרוֹת.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>From Kivrot Hataava the people traveled to Hatzerot, </b>where they presumably build enclosures [ <i>ĥatzerot </i>] as temporary living quarters; <b>and they were in Hatzerot. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "525a3301edbab4498f484b91", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 11:35:1", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Ibn Ezra on Numbers 11:35:1", "sourceHeRef": "אבן עזרא על במדבר י״א:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>נסעו העם חצרות.</b> אל חצרות דרך קצרה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "THE PEOPLE JOURNEYED UNTO HAZEROTH. <i>Chatzerot</i> (Hazeroth) is to be interpreted as unto Chatzerot. Scripture is being brief.<sup class=\"footnote-marker\">147</sup><i class=\"footnote\">Our text literally reads, and journeyed Hazeroth. Hence I.E.’s comment.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "525a3301edbab4498f484b93", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 11:35:2", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Ibn Ezra on Numbers 11:35:2", "sourceHeRef": "אבן עזרא על במדבר י״א:ל״ה:ב׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 35.0002, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "וטעם <b>ויהיו בחצרות.</b> דבק עם ותדבר מרים כי בעבורה ישבו שם כי כן כתוב:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "<i>And they abode at Hazeroth</i> is connected to <i>And…Miriam spoke</i> (12:1), for they abode there on her account. The latter is clearly stated in Scripture.<sup class=\"footnote-marker\">148</sup><i class=\"footnote\">See Num. 12:15,16 wherein it is stated that the people abode in Hazeroth because of Miriam.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "554ef0b1fbfba21b48f53b5a", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 11:35:1", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Haamek Davar on Numbers 11:35:1", "sourceHeRef": "העמק דבר על במדבר י״א:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ויהיו בחצרות.</b> בספרי תניא וכי ב׳ חצרות היה. אלא כיון שנסעו ישראל לא הספיקו להלוך עד ששמעו שנצטרעה מרים וחזרו וחנו שם. וא״כ פי׳ ויהיו עוד הפעם בחצרות. ולפי הפשט העיר חצרות היה במקום שחנו ישראל. והחניה עצמה היה סמוך לחצרות. וכל העם פשטו לעיר לקנות ולהכין צורך הדרך הלאה:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "571f38c3d6e4a90eb24843a8", "index_title": "Gur Aryeh on Devarim", "category": "Quoting Commentary", "type": "", "ref": "Gur Aryeh on Devarim 1:1:8", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Gur Aryeh on Devarim 1:1:8", "sourceHeRef": "גור אריה על דברים א׳:א׳:ח׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 1.0008, "collectiveTitle": {"en": "Gur Aryeh on Devarim", "he": "גור אריה על דברים"}, "heTitle": "גור אריה על דברים", "he": "<b>וחצרות במחלוקתו של קרח.</b> וקשה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"39\"></i>, דהא מחלוקתו של קרח אחר מעשה מרגלים היה, כמו שפירש (רש\"י) בפרשת קרח אצל \"ויפול על פניו\" (במדבר טז, ד), שהיה זה סרחון רביעי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"40\"></i>. ותירץ הרא\"ם, דהם אגדות חלוקות זו על זו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"41\"></i>. ואין דבריו נכונים, שלא פירש רש\"י (כאן) 'מחלוקת של קרח שהיה בחצירות', כמו שאמר (רש\"י ד\"ה בערבה) 'שחטאו בשטים בערבות מואב', ולא אמר רק 'במחלוקתו של קרח', דסבירא ליה דודאי אחר מעשה מרגלים היה, והיה בפארן, ומכל מקום נקט \"חצירות\" המקום שהיה קרוב אצל החטא, דאיך יכתוב מחלוקתו של קרח<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"42\"></i>, דודאי חטא של קרח היה בפארן, ומאחר דכבר זכר חטא מרגלים במלת \"בפארן\" (רש\"י סד\"ה בין), הוצרך להזכיר חטא קרח במקום הסמוך לו, דהיינו \"חצירות\", דאיך יכתוב שני פעמים \"פארן\". וכן לפירוש התרגום שפירש \"חצירות\" היינו 'דארגיזו בחצירות על בשרא', אף על גב דבקברות התאוה היה (במדבר יא, ד-לד), אלא שזכר המקום הסמוך לחטא, כדכתיב (ר' במדבר יא, לה) \"מקברות התאוה נסעו חצירות\":<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"43\"></i>", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f0ced6e4a9274646e702", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Deuteronomy 1:1:8", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Chizkuni, Deuteronomy 1:1:8", "sourceHeRef": "חזקוני, דברים א׳:א׳:ח׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 1.0008, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "דברים", "he": "<b>וחצרת </b>פרש״‎י במחלוקתו של קרח ואם תאמר לפי סדר המקרא מחלקותו של קרח היה במדבר פארן אחרי שלוח המרגלים, ועוד היאך תרגם אונקלוס ובחצירות דארגיזו על בשרא הלא בקברות התאוה הרגיזו וכתיב מקברות התאוה נסעו העם חצרות, אלא י״‎ל אילו נקט ליה ברש״‎י דמחלקתו של קרח היה במדבר פארן אמטו להכי לא ידעינן ביה היכן שהרי מדבר גדול הוא מהלך כמה ימים כמו שאמרנו למעלה ונקט ליה חצרות דסמיך ליה מקום ניכר וידוע להם.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "וחצרות, and Chatzerot; according to Rashi this refers to the rebellion of Korach, which had taken place there. If you were to argue that according to the sequence in which the Torah has documented all these events, the rebellion of Korach must have occurred when the Israelites were encamped in the desert of Paran, shortly after the return of the spies, and you would further argue that according to Targum Onkelos the Israelites were angry at the absence of meat at Chatzerot, whereas the Torah wrote that they journeyed to Chatzerot from Kivrot hataavah, the place where they had received the quails, (Numbers 11,35) you will realise the difficulty in reconciling what appear to be contradictory statements. The desert of Paran is many days’ march long, and to fix a place’s name based on that loose definition is not really helpful at all. [Some of the places named here were quite clearly given names after the occurrence of the event the place was to commemorate. There is no guarantee that the name was given immediately after the event in question.]", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f2b0d6e4a927464721f4", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 11:35:1", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Chizkuni, Numbers 11:35:1", "sourceHeRef": "חזקוני, במדבר י״א:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>מקברות התאוה נסעו</b> בכ״‎ב בסיון.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "מקברות התאוה נסעו, “from that place they continued journeying, etc.” this was on the twenty second day of the month of Sivan", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f2b0d6e4a927464721f6", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 11:35:2", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Chizkuni, Numbers 11:35:2", "sourceHeRef": "חזקוני, במדבר י״א:ל״ה:ב׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 35.0002, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>ויהיו בחצרות</b> היל״‎ל ויחנו בחצרות כמו בשאר חניות אלא כיון שנסעו מחצרות לא הספיקו להלוך עד ששמעו שדברה מרים במשה ונצטרעה וחזרו וחנו לאחוריהם בחצרות עד האסף מרים ואין מוקדם ומאוחר.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ויהיו החצרות, “they remained at Chatzerot for some time.” We would have expected the Torah to have written: ויחנו בחצרות, “they made camp at Chatzerot,” as it did when reporting on all the other places where the people made camp. The reason why there was a change here was that the Torah wished us to know that their departure from Chatzerot had been delayed because Miriam had spoken critically of her brother Moses, and when having been punished with skin eczema, the people waited until she had been healed. This is another example of the Torah not having reported events in their chronological order. Part of the people had already moved on during that episode, but they turned back after finding out what had occurred.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5b0bc282c1533e001928abb9", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 11:35:1", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Malbim on Numbers 11:35:1", "sourceHeRef": "מלבי\"ם על במדבר י״א:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>מקברות ויהיו בחצרות </b>היל\"ל ויסעו מקברות התאוה ויחנו בחצרות ורק שלא היה דעתם לחנות בחצרות ימים רבים וכבר החלו לנסוע משם וקרה ענין מרים ועי\"כ נשארו בחצרות וז\"ש בספרי וכי שתי חצרות היו שנסעו מזה וחנו בזה אלא כיון שנסעו ישראל לא הספיקו להלוך עד ששמעו שנצטרעה מרים וחזרו לאחוריהם כ\"ה בספרי (סוף פסקא קז) ומקומו סוף פסקא (צח) כמו שהגיה הגר\"א וכ\"ה בפי' רשב\"ם:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3e97309271600d04727b7", "index_title": "English Explanation of Mishnah Yadayim", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Yadayim 3:5:1", "anchorRef": "Numbers 11:35-36", "anchorRefExpanded": ["Numbers 11:35", "Numbers 11:36"], "sourceRef": "English Explanation of Mishnah Yadayim 3:5:1", "sourceHeRef": "ביאור אנגלי על משנה ידים ג׳:ה׳:א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 5.0001, "collectiveTitle": {"en": "English Explanation of Mishnah Yadayim", "he": "ביאור אנגלי על משנה ידים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>A scroll on which the writing has become erased and eighty-five letters remain, as many as are in the section beginning, \"And it came to pass when the ark set forward\" (Numbers 10:35-36) defiles the hands. A single sheet on which there are written eighty-five letters, as many as are in the section beginning, \"And it came to pass when the ark set forward\", defiles the hands.<br>All the Holy Scriptures defile the hands.<br>The Song of Songs and Kohelet ( defile the hands.<br>Rabbi Judah says: the Song of Songs defiles the hands, but there is a dispute about Kohelet.<br>Rabbi Yose says: Kohelet does not defile the hands, but there is a dispute about the Song of Songs.<br>Rabbi Shimon says: [the ruling about] Kohelet is one of the leniencies of Bet Shammai and one of the stringencies of Bet Hillel.<br>Rabbi Shimon ben Azzai said: I have received a tradition from the seventy-two elders on the day when they appointed Rabbi Elazar ben Azariah head of the academy that the Song of Songs and Kohelet defile the hands.<br>Rabbi Akiba said: Far be it! No man in Israel disputed that the Song of Songs [saying] that it does not defile the hands. For the whole world is not as worthy as the day on which the Song of Songs was given to Israel; for all the writings are holy but the Song of Songs is the holy of holies. If they had a dispute, they had a dispute only about Kohelet.<br>Rabbi Yohanan ben Joshua the son of the father-in-law of Rabbi Akiva said in accordance with the words of Ben Azzai: so they disputed and so they reached a decision.</b><br>Today's mishnah contains a fascinating argument over whether two books from the Tanakh, Kohelet (Ecclesiastes) and the Song of Songs (Shir Hashirim) defile the hands. This is basically an argument over whether these books should be included in the Biblical canon. We cannot be certain why there was an argument over these specific books. Probably the content of these books caused certain sages to wish to cut them out of the canon. Kohelet is a deeply skeptical work, one which frequently questions whether the world works justly. One central message of the book is that the righteous and the evil receive the same lot in this world. Sometimes life is even worse for the righteous than it is for the evil. Song of Songs seems to be a love song between a man and a woman. What place does such literature have, some rabbis asked, in the biblical canon? In the end, both books were accepted into the canon and have been found in Jewish (and non-Jewish) bibles ever since.<br>Section one: The smallest \"parsha\" in the Torah is Numbers 11:35-36. These two verses, which contain 85 letters, are set off as a \"parsha\" in the traditional writing of the Torah. The mishnah uses this number as a paradigm for what constitutes a \"scroll\" such that it would defile the hands. There either have to remain 85 letters from a scroll that used to have more, or a new scroll has to already have 85 letters. Less than 85 letters and the scroll will not defile the hands.<br>Sections 2-9: The remainder of the mishnah is an extended discussion/argument over whether two books, Kohelet and Shir Hashirim (Ecclesiastes and Song of Songs) defile the hands (i.e. are they part of the canon).<br>Ultimately, we know that both of these books were accepted into the Jewish Bible, and indeed were rich sources for rabbinic midrashim. There are probably several reasons why they were accepted. First and foremost, Shir Hashirim is explicitly attributed to King Solomon and Kohelet is ascribed to a king in Jerusalem, traditionally understood as King Solomon. While modern scholars do not accept the historical accuracy of these ascriptions, rabbis certainly didn't doubt them. Being ascribed to an ancient king certainly helps if you want to be part of the Bible!<br>Secondly, Shir Hashirim merited a metaphorical interpretation. The love story was not between a man and a woman but rather between the people of Israel and God. It is this metaphorical, mystical and at times erotic poetry between God and Israel that causes Rabbi Akiva to call it the holiest book.<br>And while Kohelet does express deep skepticism concerning justice in the world, it ultimately ends with the famous verse, \"The sum of the matter, when all is said and done: Revere God and observe His commandments! For this applies to all mankind.\" The rabbis too certainly would have ascribed to this directive.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5bf3e976c413e900ecfad51d", "index_title": "Mishnah Yadayim", "category": "Mishnah", "type": "", "ref": "Mishnah Yadayim 3:5", "anchorRef": "Numbers 11:35-36", "anchorRefExpanded": ["Numbers 11:35", "Numbers 11:36"], "sourceRef": "Mishnah Yadayim 3:5", "sourceHeRef": "משנה ידים ג׳:ה׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 3.0005, "collectiveTitle": {"en": "Mishnah Yadayim", "he": "משנה ידים"}, "heTitle": "משנה ידים", "he": "סֵפֶר שֶׁנִּמְחַק וְנִשְׁתַּיֵּר בּוֹ שְׁמוֹנִים וְחָמֵשׁ אוֹתִיּוֹת, כְּפָרָשַׁת וַיְהִי בִּנְסֹעַ הָאָרֹן, מְטַמֵּא אֶת הַיָּדַיִם. מְגִלָּה שֶׁכָּתוּב בָּהּ שְׁמוֹנִים וְחָמֵשׁ אוֹתִיּוֹת כְּפָרָשַׁת וַיְהִי בִּנְסֹעַ הָאָרֹן, מְטַמָּא אֶת הַיָּדַיִם. כָּל כִּתְבֵי הַקֹּדֶשׁ מְטַמְּאִין אֶת הַיָּדַיִם. שִׁיר הַשִּׁירִים וְקֹהֶלֶת מְטַמְּאִין אֶת הַיָּדַיִם. רַבִּי יְהוּדָה אוֹמֵר, שִׁיר הַשִּׁירִים מְטַמֵּא אֶת הַיָּדַיִם, וְקֹהֶלֶת מַחֲלֹקֶת. רַבִּי יוֹסֵי אוֹמֵר, קֹהֶלֶת אֵינוֹ מְטַמֵּא אֶת הַיָּדַיִם וְשִׁיר הַשִּׁירִים מַחֲלֹקֶת. רַבִּי שִׁמְעוֹן אוֹמֵר, קֹהֶלֶת מִקֻּלֵּי בֵית שַׁמַּאי וּמֵחֻמְרֵי בֵית הִלֵּל. אָמַר רַבִּי שִׁמְעוֹן בֶּן עַזַּאי, מְקֻבָּל אֲנִי מִפִּי שִׁבְעִים וּשְׁנַיִם זָקֵן, בַּיּוֹם שֶׁהוֹשִׁיבוּ אֶת רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה בַּיְשִׁיבָה, שֶׁשִּׁיר הַשִּׁירִים וְקֹהֶלֶת מְטַמְּאִים אֶת הַיָּדַיִם. אָמַר רַבִּי עֲקִיבָא, חַס וְשָׁלוֹם, לֹא נֶחֱלַק אָדָם מִיִּשְׂרָאֵל עַל שִׁיר הַשִּׁירִים שֶׁלֹּא תְטַמֵּא אֶת הַיָּדַיִם, שֶׁאֵין כָּל הָעוֹלָם כֻּלּוֹ כְדַאי כַּיּוֹם שֶׁנִּתַּן בּוֹ שִׁיר הַשִּׁירִים לְיִשְׂרָאֵל, שֶׁכָּל הַכְּתוּבִים קֹדֶשׁ, וְשִׁיר הַשִּׁירִים קֹדֶשׁ קָדָשִׁים. וְאִם נֶחְלְקוּ, לֹא נֶחְלְקוּ אֶלָּא עַל קֹהֶלֶת. אָמַר רַבִּי יוֹחָנָן בֶּן יְהוֹשֻׁעַ בֶּן חָמִיו שֶׁל רַבִּי עֲקִיבָא, כְּדִבְרֵי בֶן עַזַּאי, כָּךְ נֶחְלְקוּ וְכָךְ גָּמְרוּ: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "A scroll on which the writing has become erased and eighty-five letters remain, as many as are in the section beginning, \"And it came to pass when the ark set forward\" (Numbers 10:35-36) defiles the hands. A single sheet on which there are written eighty-five letters, as many as are in the section beginning, \"And it came to pass when the ark set forward\", defiles the hands. All the Holy Scriptures defile the hands. The Song of Songs and Kohelet (Ecclesiastes) defile the hands. Rabbi Judah says: the Song of Songs defiles the hands, but there is a dispute about Kohelet. Rabbi Yose says: Kohelet does not defile the hands, but there is a dispute about the Song of Songs. Rabbi Shimon says: [the ruling about] Kohelet is one of the leniencies of Bet Shammai and one of the stringencies of Bet Hillel. Rabbi Shimon ben Azzai said: I have received a tradition from the seventy-two elders on the day when they appointed Rabbi Elazar ben Azariah head of the academy that the Song of Songs and Kohelet defile the hands. Rabbi Akiba said: Far be it! No man in Israel disputed that the Song of Songs [saying] that it does not defile the hands. For the whole world is not as worthy as the day on which the Song of Songs was given to Israel; for all the writings are holy but the Song of Songs is the holy of holies. If they had a dispute, they had a dispute only about Kohelet. Rabbi Yohanan ben Joshua the son of the father-in-law of Rabbi Akiva said in accordance with the words of Ben Azzai: so they disputed and so they reached a decision.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17b890b071e100bf4e1519", "index_title": "HaKtav VeHaKabalah", "category": "Quoting Commentary", "type": "", "ref": "HaKtav VeHaKabalah, Exodus 4:24:1", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "HaKtav VeHaKabalah, Exodus 4:24:1", "sourceHeRef": "הכתב והקבלה, שמות ד׳:כ״ד:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 24.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "שמות", "he": "<b>ויהי במלון. </b>רבותינו ספרו לנו כי משה התאחר והתעכב במילת בנו בזמן הראוי, ואפשר לרמז ענין זה בלשון המקרא, כי מלת ויהי מצאנו הוראתו קרוב לענין איחור ועכוב, כמו ויהיו בחצרות (במדבר י״א:ל״ה), ויהי שם כאשר צוני ה', ויהי התעכב, וכן עלה אלי ההרה והיה שם, ונשתההה שם מ' יום, כמ\"ש רע\"ס שם (ועי' רש\"י על ויהי ידיו אמונה, ויהי משה ידיו וכו'), ויותר יתכן לומר כי מלת ויהי מענין נהייתי ונחליתי (דניאל ח׳:כ״ז) שענינו שבר מקרה רעה וצרה, כמו הוה על הוה (יחזקאל ו'), כי היה ענין אחד עם הוה, הוה גביר לאחיך כמו היה, ויבאו זה תמורת זה, (כבאיוב ו׳:ב׳) והותי במאזנים, להותי יועילו (שם למ\"ד) שניהם לפי הכתיב ביו\"ד, וי\"מ מענין זה היו בן שאול (שמואל ב ד׳:ב׳) ויהי דניאל (שם א') כמש\"ש ר\"ש ב\"מ. וזש\"ר כ\"מ שנאמר ויהי אינו אלא צרה כי שתי אותיות, הי יורו על מקרה ופגע רע (יחזקאל ב׳:י׳) קינים והגה והי, וכן כאן על הפגישה והפגע רע שנפל בו אמר ויהי (ער ווארד ליידענד): \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c724fba473342006f50b75b", "index_title": "Ibn Ezra on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Numbers 30:2:1", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Ibn Ezra on Numbers 30:2:1", "sourceHeRef": "אבן עזרא על במדבר ל׳:ב׳:א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Ibn Ezra on Numbers", "he": "אבן עזרא על במדבר"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>ראשי המטות.</b> לפי דעתי שזאת הפרשה היתה אחר מלחמת מדין ע\"כ היא אחריה כמו ותדבר מרים ואהרן במשה אחר ויהיו בחצרות כאשר פירשתי והכ' אמר שבאו בני גד אל משה ואל אלעזר ואל נשיאי העדה ודכרו דבריהם ואחרי כן כתוב ויצו להם משה את אלעזר הכהן ואת יהושע בן נון ואת ראשי אבות המטות הם נשיאי העדה הנזכרים ובעבור שאמר משה לבני גד ולבני ראובן והיוצא מפיכם תעשו ע\"כ כתוב וידבר משה אל ראשי המטות ושם כתוב ככל היוצא מפיו יעשה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "UNTO THE HEADS OF THE TRIBES. I believe that this section<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The section dealing with the laws of vows.</i> followed the war with Midian.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Even though it precedes it. The war with Midian is described in chapter 31.</i> The Midianite war<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Which inspired this chapter.</i> therefore comes after it.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">I.E.’s point is that the laws of vows and the war with Midian are juxtaposed with each other because they occurred at the same time.</i> Compare, <i>And Miriam and Aaron spoke against Moses</i> (Num. 12:1), which comes after <i>and they abode in Hazeroth</i> (Num. 11:35)<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">We thus see that Scripture sometimes puts first that which came after, when that which came later was the cause of that which is described first. For Israel dwelled in Hazeroth because Miriam spoke against Moses (Krinsky).</i> as I explained. Scripture tells us that the children of Gad came to Moses and Eleazar and the princes of the congregation, and spoke their piece (Num. 32:2-6). Scripture then writes, <i>So Moses gave charge concerning them to Eleazar the priest, and to Joshua the son of Nun, and to the heads of the fathers’ houses</i> (Num. 32:28). The <i>heads of the fathers’</i> houses refers to the already-mentioned princes (Num. 32:2).<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">The heads of the fathers’ houses are to be identified with the princes mentioned in Num. 32:6, for the princes mentioned in Num. 7 were no longer alive.</i> Moses told the children of Gad and the children of Reuben, <i>and do that which hath proceeded out of your mouth</i> (Num. 32:24). Scripture therefore reads,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">In our verse.</i> <i>And Moses spoke unto the heads of the tribes</i>.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">For they were to see to it that the tribes of Reuben, Gad and half of Manasseh kept their word.</i> <i>saying…</i>(v. 2). <i>When a man voweth a vow…he shall not break his word</i>. Scripture there<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">That is, here.</i> writes, <i>he shall do according to all that proceedeth out of his mouth</i> (v. 3).", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5cd1411f04bbb60019c1e622", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 11:35:1", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Birkat Asher on Torah, Numbers 11:35:1", "sourceHeRef": "ברכת אשר על התורה, במדבר י״א:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רשב\"ם ד\"ה מקברות התאוה נסעו העם חצרות. לפי הפשט... ומדרש אגדה בספרי וכו'.</b> הפשט פשוט ועולה יפה גם עם הפסוק האחרון של הפרשה ולא ידעתי מה קושי בא המדרש לסלק. ואריכות לשונו מתמיהה, והיא ושינויי גירסה לא מעטים בחומשים השונים מעלים חשד שיש כאן התערבות מאוחרת. וצריך לבדוק. (פ' בהעלתך תשנ\"ו)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea154eb7d2e1475644da3", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 11:35:1", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Midrash Lekach Tov, Numbers 11:35:1", "sourceHeRef": "מדרש לקח טוב, במדבר י״א:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> ויקרא שם המקום. על שם המעשה שאירע <i data-commentator=\"Beur HaRe'em\" data-order=\"91\"></i> נקרא שם המקום:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ec1fd6e735e0a5900c9c7a", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "", "ref": "Midrash Lekach Tov, Numbers 12:16:1", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Midrash Lekach Tov, Numbers 12:16:1", "sourceHeRef": "מדרש לקח טוב, במדבר י״ב:ט״ז:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> ואחר נסעו העם מחצרות. ולמעלה מן הענין אמר (במדבר י״א:ל״ה) מקברות התאוה נסעו העם חצרות ויהיו בחצרות. דמשמע ויהיו בחצרות אחרו בחצרות. שבעת ימי ההסגר, וכאן אמר ואחר נסעו העם מחצרות. מלמד שכיון שנסעו ישראל ללכת לא הפסיקו ליסע עד ששמעו שנצטרע מרים וחזרו וחנו בחצרות שנאמר ויהיו בחצרות לפי שמעשה מרים שדברה במשה בקברות התאוה היה כי לשם נאמר אספה לי שבעים איש מזקני ישראל על עסק הבשר וזה גרם לדבר במשה שצפורה אמרה אוי לנשותיהן של אלו לפיכך יש לומר כי חזרו וחנו בחצרות לכך נאמר ואחר נסעו העם מחצרות ויחנו במדבר פארן משם נשתלחו המרגלים שנאמר (שם יג) וישלח אותם משה ממדבר פארן על פי ה' כולם אנשים ראשי אלפי ישראל הם:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62af08d783329231658f3744", "index_title": "Noda BiYehudah I", "category": "Responsa", "type": "", "ref": "Noda BiYehudah I, Orach Chaim 2:13", "anchorRef": "Numbers 8:1-12:16", "anchorRefExpanded": ["Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16"], "sourceRef": "Noda BiYehudah I, Orach Chaim 2:13", "sourceHeRef": "נודע ביהודה מהדורא קמא, אורח חיים ב׳:י״ג", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1733, 1793], "commentaryNum": 2.0013, "collectiveTitle": {"en": "Noda BiYehudah I", "he": "נודע ביהודה מהדורא קמא"}, "heTitle": "אורח חיים", "he": "הנה אמת כי כן הוא בלשון הקודש אבל הלא ידוע שהרבה נשתמשו הפייטנים בלשון ארמי ובלשון תלמוד נם הוא לשון דיבור ובספרי פרשת בהעלותך נם לו ר' יאשי' נם לי ר' יונתן וכו'. ", "heVersionTitle": "Noda BeYehuda Warsaw 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "נודע ביהודה, ורשה, תר\"מ", "text": "While this is true regarding the ‘holy tongue’ (Hebrew), it is well known that the liturgical poets used Aramaic as well. In the language of the Talmud (Aramaic), ‘<i>Nam</i>’ has the meaning of speaking, as found in the Midrash Sifrei on the Torah weekly portion of <i>Beha’alotcha<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Numbers 8:1-12:16</i></i>: ‘Rabbi Yoshi’a spoke (‘<i>Nam</i>’): Rabbi Yonatan spoke (‘<i>Nam</i>’)to me”<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">ספרי במדבר פסקא סה<br>......אמר לו ר' יונתן ממשמע הזה עדיין לא שמענו, נם לו רבי יאשיה מפני שהוא אומר צו את בני ישראל את קרבני לחמי וכו'<br>R. Yonathan (to R. Yoshiyah): This is not sufficient (for the derivation [i.e., \"in its appointed time\" may mean if it does not fall out on a Sabbath.]) R. Yoshiyah (to R. Yonathan): Rather, it is written (Bamidbar 28:2) \"Command the children of Israel and say to them … to offer (the tamid) offering to Me in its appointed time</i>.", "versionTitle": "Noda BuYehudah, trans. by Harold Landa.", "license": "", "versionTitleInHebrew": ""}, {"_id": "6319cf90b6084aa1cbef94ef", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, תַּאֲוָה 1", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "BDB, תַּאֲוָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, תַּאֲוָה א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "תַּאֲוָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><span dir=\"rtl\">תַּאֲוָה</span></big>  <strong>n.f. desire</strong>—abs. <a data-ref=\"Genesis 3:6\" href=\"/Genesis.3.6\">Gn 3:6</a> +; cstr. <span dir=\"rtl\">תַּאֲוַת</span> <a data-ref=\"Psalms 10:3\" href=\"/Psalms.10.3\">ψ 10:3</a> + etc.;—<br><strong>1.</strong>  <em>desire, wish</em> <a data-ref=\"Proverbs 13:12\" href=\"/Proverbs.13.12\">Pr 13:12</a>, <a data-ref=\"Proverbs 13:19\" href=\"/Proverbs.13.19\">19</a>; <a data-ref=\"Proverbs 18:1\" href=\"/Proverbs.18.1\">18:1</a>; of physical appetite, longing for dainty food <span dir=\"rtl\">מַאֲכַל ת׳</span> <a data-ref=\"Job 33:20\" href=\"/Job.33.20\">Jb 33:20</a>; distinctly good sense <a data-ref=\"Psalms 10:17\" href=\"/Psalms.10.17\">ψ 10:17</a>; <a data-ref=\"Psalms 38:10\" href=\"/Psalms.38.10\">38:10</a> <a data-ref=\"Proverbs 11:23\" href=\"/Proverbs.11.23\">Pr 11:23</a>, <a data-ref=\"Proverbs 19:22\" href=\"/Proverbs.19.22\">19:22</a> (? cf. infr.) <a data-ref=\"Isaiah 26:8\" href=\"/Isaiah.26.8\">Is 26:8</a> <span dir=\"rtl\">(לְשִׁמְךָ וּלְזִכְרְךָ ת׳־נָ֑פֶשׁ)</span>; bad sense, <em>lust, appetite, covetousness</em> <a data-ref=\"Psalms 10:3\" href=\"/Psalms.10.3\">ψ 10:3</a> <span dir=\"rtl\">(ת׳ נַפְשׁוֹ)</span> <a data-ref=\"Psalms 112:10\" href=\"/Psalms.112.10\">112:10</a>; <a data-ref=\"Proverbs 21:25\" href=\"/Proverbs.21.25\">Pr 21:25</a>, <a data-ref=\"Proverbs 21:26\" href=\"/Proverbs.21.26\">26</a> (as acc. cogn.); particularly of longing for dainties of Egypt <a data-ref=\"Numbers 11:4\" href=\"/Numbers.11.4\">Nu 11:4</a> <a data-ref=\"Psalms 106:14\" href=\"/Psalms.106.14\">ψ 106:14</a> (both acc. cogn.) <a data-ref=\"Psalms 78:30\" href=\"/Psalms.78.30\">78:30</a> & in <strong>n.pr.</strong> given to place where it occurred <span dir=\"rtl\">קִבְרוֹת הַתַּאֲוָה</span> (q.v.) <a data-ref=\"Numbers 11:34\" href=\"/Numbers.11.34\">Nu 11:34</a>, <a data-ref=\"Numbers 11:35\" href=\"/Numbers.11.35\">35</a>; <a data-ref=\"Numbers 33:16\" href=\"/Numbers.33.16\">33:16</a>, <a data-ref=\"Numbers 33:17\" href=\"/Numbers.33.17\">17</a> <a data-ref=\"Deuteronomy 9:22\" href=\"/Deuteronomy.9.22\">Dt 9:22</a>.<br><strong>2.</strong>  <em>thing desired</em>, in good sense <a data-ref=\"Proverbs 10:24\" href=\"/Proverbs.10.24\">Pr 10:24</a> so <span dir=\"rtl\">ת׳ לִבּוֹ</span> <a data-ref=\"Psalms 21:3\" href=\"/Psalms.21.3\">ψ 21:3</a>; bad sense <a data-ref=\"Psalms 78:29\" href=\"/Psalms.78.29\">ψ 78:29</a>; <em>thing desirable</em> (to senses) <a data-ref=\"Genesis 3:6\" href=\"/Genesis.3.6\">Gn 3:6</a> <span dir=\"rtl\">(ת׳ לְעֵינַיִם)</span>; perhaps also <a data-ref=\"Proverbs 19:22\" href=\"/Proverbs.19.22\">Pr 19:22</a> <em>the ornament of a man is his kindness</em> (Ra Ki, etc. but cf. supr.)*"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d17eb6084aa1cbf0ef3b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חֲצֵרוֹת 1", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "BDB, חֲצֵרוֹת 1", "sourceHeRef": "בראון-דרייבר-בריגס, חֲצֵרוֹת א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חֲצֵרוֹת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">חֲצֵרוֹת</span>, <span dir=\"rtl\">חֲצֵרֹת</span></big>  <strong>n.pr.loc.</strong> 𝔊 Ασηρωθ, a station of Isr. in wilderness: <span dir=\"rtl\">חֲצֵרוֹת</span> <a data-ref=\"Numbers 11:35\" href=\"/Numbers.11.35\">Nu 11:35</a><sup>(×2)</sup>; <a data-ref=\"Numbers 12:16\" href=\"/Numbers.12.16\">12:16</a> = <span dir=\"rtl\">חֲצֵרֹת</span> <a data-ref=\"Numbers 33:17\" href=\"/Numbers.33.17\">33:17</a>, <a data-ref=\"Numbers 33:18\" href=\"/Numbers.33.18\">18</a>; <a data-ref=\"Deuteronomy 1:1\" href=\"/Deuteronomy.1.1\">Dt 1:1</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d30eb6084aa1cbf21ea5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָסַע 1", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "BDB, נָסַע 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָסַע א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָסַע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><big><span dir=\"rtl\">נָסַע</span></big></big>  <strong>vb.</strong> pull out or up, set out, journey <strong>(</strong>NH <em>id.</em>, <em>move, march;</em> Assyrian <em>nisû</em>, <em>set out, withdraw</em>, etc. Dl<sup>HWB 470</sup>; Nö<sup>ZMG xl (1886), 723</sup> cp. also Arabic <span dir=\"rtl\">نَزَعَ</span>, Ethiopic ነዝዐ: [rare] <em>pull up, away</em>, so Ba<sup>ES 51</sup><strong>)</strong>;—<br><strong>Qal</strong><sub>137</sub>  Pf. 3 ms. <span dir=\"rtl\">נ׳</span> <a data-ref=\"Genesis 33:17\" href=\"/Genesis.33.17\">Gn 33:17</a> +, 3 mpl. <span dir=\"rtl\">נָֽסְעוּ</span> <a data-ref=\"Deuteronomy 10:6\" href=\"/Deuteronomy.10.6\">Dt 10:6</a>, <span dir=\"rtl\">נָסָ֑עוּ</span> <a data-ref=\"Numbers 2:34\" href=\"/Numbers.2.34\">Nu 2:34</a> +, etc.; Impf. <span dir=\"rtl\">יִסַּע</span> <a data-ref=\"Isaiah 33:20\" href=\"/Isaiah.33.20\">Is 33:20</a>, <span dir=\"rtl\">וַיִּסַּע</span> <a data-ref=\"Genesis 12:9\" href=\"/Genesis.12.9\">Gn 12:9</a> +, sf. <span dir=\"rtl\">וַיִּסָּעֵם</span> <a data-ref=\"Judges 16:3\" href=\"/Judges.16.3\">Ju 16:3</a>; 3 mpl. <span dir=\"rtl\">יִסְעוּ</span> <a data-ref=\"Exodus 40:36\" href=\"/Exodus.40.36\">Ex 40:36</a> +, <span dir=\"rtl\">יִסָּ֑עוּ</span> <a data-ref=\"Numbers 2:9\" href=\"/Numbers.2.9\">Nu 2:9</a> +; 2 mpl. <span dir=\"rtl\">תִּסְעוּ</span> <a data-ref=\"Joshua 3:3\" href=\"/Joshua.3.3\">Jos 3:3</a>; 1 pl. <span dir=\"rtl\">נִסְעָה</span> cohort. <a data-ref=\"Genesis 33:12\" href=\"/Genesis.33.12\">Gn 33:12</a>, <span dir=\"rtl\">וַנִּסַּע</span> <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">Dt 1:19</a>; <a data-ref=\"Deuteronomy 2:1\" href=\"/Deuteronomy.2.1\">2:1</a>, <span dir=\"rtl\">וַנִּסְעָה</span> <a data-ref=\"Ezra 8:31\" href=\"/Ezra.8.31\">Ezr 8:31</a>, etc.; Imv. <span dir=\"rtl\">סְעוּ</span> <a data-ref=\"Deuteronomy 2:24\" href=\"/Deuteronomy.2.24\">Dt 2:24</a> +; Inf. abs. <span dir=\"rtl\">נָסוֹעַ</span> <a data-ref=\"Genesis 12:9\" href=\"/Genesis.12.9\">Gn 12:9</a>; cstr. <span dir=\"rtl\">נְסֹעַ</span> <a data-ref=\"Joshua 3:14\" href=\"/Joshua.3.14\">Jos 3:14</a> +; sf. <span dir=\"rtl\">נָסְעָם</span> <a data-ref=\"Genesis 11:2\" href=\"/Genesis.11.2\">Gn 11:2</a> <a data-ref=\"Numbers 10:34\" href=\"/Numbers.10.34\">Nu 10:34</a>; Pt. <span dir=\"rtl\">נֹסֵעַ</span> <a data-ref=\"Exodus 14:10\" href=\"/Exodus.14.10\">Ex 14:10</a>; <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">Nu 10:33</a>; pl. <span dir=\"rtl\">נֹסְעִים</span> <a data-ref=\"Numbers 10:29\" href=\"/Numbers.10.29\">Nu 10:29</a>;— <strong>1.</strong>  <em>pull out</em> or <em>up</em>, city-gate and gate-posts <a data-ref=\"Judges 16:3\" href=\"/Judges.16.3\">Ju 16:3</a>; loom v <a data-ref=\"Judges 16:14\" href=\"/Judges.16.14\">14</a> (on text cf. GFM), tent-pegs <a data-ref=\"Isaiah 33:20\" href=\"/Isaiah.33.20\">Is 33:20</a> (fig. of Jerusalem; cf. also <strong>Niph.</strong>) <strong>2.</strong>  hence (from pulling up tent-pegs), <strong>a.</strong>  <em>set out</em> <a data-ref=\"Genesis 35:5\" href=\"/Genesis.35.5\">Gn 35:5</a>; <a data-ref=\"Numbers 12:15\" href=\"/Numbers.12.15\">Nu 12:15</a> (both E), <a data-ref=\"Jeremiah 4:7\" href=\"/Jeremiah.4.7\">Je 4:7</a> (‖ <span dir=\"rtl\">יָצָא מִמְּקוֹמוֹ</span>); even of lifeless things, e.g. the ark, <span dir=\"rtl\">הָאָרוֹן</span> <a data-ref=\"Numbers 10:35\" href=\"/Numbers.10.35\">Nu 10:35</a> (JE); often in P: <a data-ref=\"Exodus 14:15\" href=\"/Exodus.14.15\">Ex 14:15</a>; <a data-ref=\"Exodus 40:37\" href=\"/Exodus.40.37\">40:37</a>; <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">Nu 1:51</a>; <a data-ref=\"Numbers 4:5\" href=\"/Numbers.4.5\">4:5</a>, <a data-ref=\"Numbers 4:15\" href=\"/Numbers.4.15\">15</a>; <a data-ref=\"Numbers 9:17\" href=\"/Numbers.9.17\">9:17</a> + 8 times <a data-ref=\"Numbers 9\" href=\"/Numbers.9\">Nu 9</a>, <a data-ref=\"Numbers 10:5\" href=\"/Numbers.10.5\">10:5</a>, <a data-ref=\"Numbers 10:6\" href=\"/Numbers.10.6\">6</a>, <a data-ref=\"Numbers 10:17\" href=\"/Numbers.10.17\">17</a>, <a data-ref=\"Numbers 10:18\" href=\"/Numbers.10.18\">18</a>, <a data-ref=\"Numbers 10:21\" href=\"/Numbers.10.21\">21</a>, <a data-ref=\"Numbers 10:22\" href=\"/Numbers.10.22\">22</a>, <a data-ref=\"Numbers 10:25\" href=\"/Numbers.10.25\">25</a>, so prob. also <a data-ref=\"Numbers 2:8\" href=\"/Numbers.2.8\">2:8</a> + 6 times <a data-ref=\"Numbers 2\" href=\"/Numbers.2\">Nu 2</a> (v. infr.; even of lifeless things, <span dir=\"rtl\">דֶּגֶל</span> <a data-ref=\"Numbers 10:18\" href=\"/Numbers.10.18\">10:18</a>, <a data-ref=\"Numbers 10:22\" href=\"/Numbers.10.22\">22</a>, <span dir=\"rtl\">מִשְׁכָּן</span> <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">1:51</a>, <span dir=\"rtl\">אֹהֶל מוֹעֵד</span> <a data-ref=\"Numbers 2:17\" href=\"/Numbers.2.17\">2:17</a>), <a data-ref=\"Numbers 33:3\" href=\"/Numbers.33.3\">33:3</a>; <span dir=\"rtl\">וַיִּסַּע</span> … <span dir=\"rtl\">וַיָּבֹא</span> <a data-ref=\"Genesis 46:1\" href=\"/Genesis.46.1\">Gn 46:1</a> (E) <em>and</em> Isr. <em>set out, and came</em>, etc., <a data-ref=\"Exodus 16:1\" href=\"/Exodus.16.1\">Ex 16:1</a>; <a data-ref=\"Exodus 19:2\" href=\"/Exodus.19.2\">19:2</a>; <a data-ref=\"Numbers 20:22\" href=\"/Numbers.20.22\">Nu 20:22</a>; <a data-ref=\"Joshua 9:17\" href=\"/Joshua.9.17\">Jos 9:17</a> (all P), <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a>, <span dir=\"rtl\">נִסְעָה וְנֵלֵ֑כָה</span> <a data-ref=\"Deuteronomy 33:12\" href=\"/Deuteronomy.33.12\">33:12</a> (J); (… <span dir=\"rtl\">וַיַּעֲלוּ</span>) <span dir=\"rtl\">וַיִּסְעוּ</span> <a data-ref=\"Judges 18:11\" href=\"/Judges.18.11\">Ju 18:11</a>, <span dir=\"rtl\">סְעוּ וְעִבְרוּ</span> <a data-ref=\"Deuteronomy 2:24\" href=\"/Deuteronomy.2.24\">Dt 2:24</a>; <span dir=\"rtl\">נ׳</span> often c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Genesis 35:16\" href=\"/Genesis.35.16\">Gn 35:16</a> (E), <a data-ref=\"Numbers 10:34\" href=\"/Numbers.10.34\">Nu 10:34</a> (JE), <span dir=\"rtl\">נ׳ מֵאָהֳלֵיהֶם לַעֲבֹר</span> <a data-ref=\"Joshua 3:14\" href=\"/Joshua.3.14\">Jos 3:14</a> (JE), <em>set out from their tents, to cross</em>, etc., cf. <span dir=\"rtl\">נ׳ מִן</span> … <span dir=\"rtl\">לָלֶכֶת</span> <a data-ref=\"Ezra 8:31\" href=\"/Ezra.8.31\">Ezr 8:31</a>; c. <span dir=\"rtl\">מִן</span> + <span dir=\"rtl\">ויבא</span>, <a data-ref=\"Joshua 3:1\" href=\"/Joshua.3.1\">Jos 3:1</a> (JE), <a data-ref=\"Numbers 33:9\" href=\"/Numbers.33.9\">Nu 33:9</a> (P), + <span dir=\"rtl\">וַיֵּלֶךְ</span> v <a data-ref=\"Numbers 33:3\" href=\"/Numbers.33.3\">3</a> (D), <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">Dt 1:19</a>, + <span dir=\"rtl\">וַיַּעַבְרוּ</span> <a data-ref=\"Numbers 33:8\" href=\"/Numbers.33.8\">Nu 33:8</a> (P); + <span dir=\"rtl\">וַיָּשָׁב</span> + <span dir=\"rtl\">וַיַּחֲנוּ</span> <a data-ref=\"Numbers 33:7\" href=\"/Numbers.33.7\">Nu 33:7</a> (P). <strong>b.</strong>  <em>depart</em>, c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Genesis 37:17\" href=\"/Genesis.37.17\">Gn 37:17</a> (J), <a data-ref=\"II Kings 3:27\" href=\"/II_Kings.3.27\">2 K 3:27</a>; <a data-ref=\"II Kings 19:8\" href=\"/II_Kings.19.8\">19:8</a>, <a data-ref=\"II Kings 19:36\" href=\"/II_Kings.19.36\">36</a> = <a data-ref=\"Isaiah 37:8\" href=\"/Isaiah.37.8\">Is 37:8</a>, <a data-ref=\"Isaiah 37:37\" href=\"/Isaiah.37.37\">37</a>; even of <span dir=\"rtl\">עַמּוּד הֶעָנָן</span> <a data-ref=\"Exodus 14:19\" href=\"/Exodus.14.19\">Ex 14:19</a> (J); of angel v <a data-ref=\"Exodus 14:19\" href=\"/Exodus.14.19\">19</a> (E; + <span dir=\"rtl\">וַיֵּלֶךְ</span>). <strong>3.</strong>  <em>journey, march</em> (by stages) <a data-ref=\"Genesis 12:9\" href=\"/Genesis.12.9\">Gn 12:9</a>; <a data-ref=\"Genesis 35:21\" href=\"/Genesis.35.21\">35:21</a> both J), <a data-ref=\"Numbers 10:13\" href=\"/Numbers.10.13\">Nu 10:13</a>, <a data-ref=\"Numbers 10:14\" href=\"/Numbers.10.14\">14</a>, <a data-ref=\"Numbers 10:28\" href=\"/Numbers.10.28\">28</a> (P), (poss. also <a data-ref=\"Numbers 2:9\" href=\"/Numbers.2.9\">Nu 2:9</a> etc., cf. <strong>2</strong> supr.); + <span dir=\"rtl\">לְמַסְעֵיהֶם</span> <em>according to their stations</em>, i.e. by stages <a data-ref=\"Exodus 17:1\" href=\"/Exodus.17.1\">Ex 17:1</a>; <a data-ref=\"Numbers 10:12\" href=\"/Numbers.10.12\">Nu 10:12</a> (+ <span dir=\"rtl\">מִן</span>), cf. <a data-ref=\"Exodus 40:36\" href=\"/Exodus.40.36\">Ex 40:36</a> (all P); sq. ה loc. <a data-ref=\"Genesis 12:9\" href=\"/Genesis.12.9\">Gn 12:9</a>; <a data-ref=\"Genesis 33:17\" href=\"/Genesis.33.17\">33:17</a> (both J), <a data-ref=\"Deuteronomy 1:40\" href=\"/Deuteronomy.1.40\">Dt 1:40</a>; <a data-ref=\"Deuteronomy 2:1\" href=\"/Deuteronomy.2.1\">2:1</a>; <span dir=\"rtl\">סְעוּ לָכֶם הַמִּדְבָּר</span> <a data-ref=\"Numbers 14:25\" href=\"/Numbers.14.25\">Nu 14:25</a> (JE); sq. <span dir=\"rtl\">מִקֶּדֶם</span> <em>eastward</em> (v. <span dir=\"rtl\">מִן</span> <strong>1. c</strong>) <a data-ref=\"Genesis 11:2\" href=\"/Genesis.11.2\">Gn 11:2</a>; <a data-ref=\"Genesis 13:11\" href=\"/Genesis.13.11\">13:11</a> (both J), <span dir=\"rtl\">אַחֲרֵי</span> <a data-ref=\"Exodus 14:10\" href=\"/Exodus.14.10\">Ex 14:10</a> (J), <span dir=\"rtl\">אֶל־</span> <a data-ref=\"Numbers 10:29\" href=\"/Numbers.10.29\">Nu 10:29</a>, <span dir=\"rtl\">לִפְנֵי</span> v <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">33</a> (of ark; all J); sq. <span dir=\"rtl\">מִן</span> + ה loc. <a data-ref=\"Genesis 20:1\" href=\"/Genesis.20.1\">Gn 20:1</a> (E), <a data-ref=\"Deuteronomy 10:6\" href=\"/Deuteronomy.10.6\">Dt 10:6</a>, <a data-ref=\"Deuteronomy 10:7\" href=\"/Deuteronomy.10.7\">7</a>; <a data-ref=\"Exodus 12:37\" href=\"/Exodus.12.37\">Ex 12:37</a> (P), + acc. loc. <a data-ref=\"Numbers 11:35\" href=\"/Numbers.11.35\">Nu 11:35</a> (JE); sq. <span dir=\"rtl\">מִן</span> + acc. of distance, <span dir=\"rtl\">דֶּרֶךְ</span> <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">10:33</a> (JE), <a data-ref=\"Numbers 21:4\" href=\"/Numbers.21.4\">21:4</a> (P); especially <span dir=\"rtl\">וַיִּסְעוּ מִן</span> … <span dir=\"rtl\">וַיַּחֲנוּ</span> <a data-ref=\"Numbers 21:12\" href=\"/Numbers.21.12\">Nu 21:12</a>, <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">13</a> (JE), <a data-ref=\"Exodus 13:20\" href=\"/Exodus.13.20\">Ex 13:20</a>; <a data-ref=\"Numbers 21:11\" href=\"/Numbers.21.11\">Nu 21:11</a>; <a data-ref=\"Numbers 33:5\" href=\"/Numbers.33.5\">33:5</a> + 37 times <a data-ref=\"Numbers 33\" href=\"/Numbers.33\">Nu 33</a> (all P); of shepherds <a data-ref=\"Jeremiah 31:24\" href=\"/Jeremiah.31.24\">Je 31:24</a>.—<span dir=\"rtl\">נָֽסְעוּ כְמוֹ צֹאן</span> <a data-ref=\"Zechariah 10:2\" href=\"/Zechariah.10.2\">Zc 10:2</a> is dub.; We <span dir=\"rtl\">נָעוּ</span> or <span dir=\"rtl\">יָנֻעוּ</span>, so Now. <strong>4.</strong>  of wind, <span dir=\"rtl\">נ׳ רוּחַ מֵאֵת י׳</span> <a data-ref=\"Numbers 11:31\" href=\"/Numbers.11.31\">Nu 11:31</a> <em>there set forth</em> (sprang up) a wind from <span dir=\"rtl\">י׳</span>.<br>†<strong>Niph.</strong>  Pf. <em>be pulled up, removed:</em> 3 ms. <span dir=\"rtl\">דּוֹרִי נִסַּע וְנִגְלָה מִנִּי כְּאֹהֶל רֹעִי</span> <a data-ref=\"Isaiah 38:12\" href=\"/Isaiah.38.12\">Is 38:12</a>; of wealth <span dir=\"rtl\">הֲלֹא נִסַּע</span> <a data-ref=\"Job 4:21\" href=\"/Job.4.21\">Jb 4:21</a> (reading <span dir=\"rtl\">יְתֵדָם</span> for <span dir=\"rtl\">יִתְרָם</span>, v. ii. <a data-ref=\"BDB, יֶ֫תֶר²\" href=\"/BDB,_יֶ֫תֶר²\", dir=\"rtl\">יֶתֶר</a>).<br>†<strong>Hiph.</strong>  Impf. 3 ms. <span dir=\"rtl\">יַסַּע</span> <a data-ref=\"Psalms 78:26\" href=\"/Psalms.78.26\">ψ 78:26</a>, <span dir=\"rtl\">וַיַּסַּע</span> <a data-ref=\"Exodus 15:22\" href=\"/Exodus.15.22\">Ex 15:22</a> + 2 times; 2 ms. <span dir=\"rtl\">תַּסִּיעַ</span> <a data-ref=\"Psalms 80:9\" href=\"/Psalms.80.9\">ψ 80:9</a>, 3 fs. <span dir=\"rtl\">תַּסִּיעִי</span> <a data-ref=\"II Kings 4:4\" href=\"/II_Kings.4.4\">2 K 4:4</a>; 3 mpl. <span dir=\"rtl\">וַיַּסִּ֫עוּ</span> <a data-ref=\"I Kings 5:31\" href=\"/I_Kings.5.31\">1 K 5:31</a>; Pt. <span dir=\"rtl\">מַסִּיעַ</span> <a data-ref=\"Ecclesiastes 10:9\" href=\"/Ecclesiastes.10.9\">Ec 10:9</a>;— <strong>1.</strong>  <em>cause to set out, lead out</em>, c. acc. pers. <a data-ref=\"Exodus 15:22\" href=\"/Exodus.15.22\">Ex 15:22</a> (J; + <span dir=\"rtl\">מִן</span>, <span dir=\"rtl\">וַיֵּצְאוּ</span>), <a data-ref=\"Psalms 78:52\" href=\"/Psalms.78.52\">ψ 78:52</a> (<span dir=\"rtl\">כַּצֹּאן</span>; ‖ <span dir=\"rtl\">וַיְנַהֲגֵם</span>), <a data-ref=\"Psalms 80:9\" href=\"/Psalms.80.9\">80:9</a> (<span dir=\"rtl\">מִן</span>; fig. of vine); fig. of a wind, <em>cause to spring up</em>, <span dir=\"rtl\">יַסַּע קָדִים</span> <a data-ref=\"Psalms 78:26\" href=\"/Psalms.78.26\">ψ 78:26</a> (‖ <span dir=\"rtl\">וַיְנַהֵג</span>; cf. <strong>Qal 4</strong>). <strong>2.</strong>  <em>remove</em>, c. acc. rei <a data-ref=\"II Kings 4:4\" href=\"/II_Kings.4.4\">2 K 4:4</a>; <span dir=\"rtl\">וַיַּסַּע כָּעֵץ תִּקְוָתִי</span> <a data-ref=\"Job 19:10\" href=\"/Job.19.10\">Jb 19:10</a>; specif., <em>remove</em> from quarry, <em>quarry:</em> <a data-ref=\"I Kings 5:31\" href=\"/I_Kings.5.31\">1 K 5:31</a> <em>and they quarried</em> great stones, cf. <a data-ref=\"Ecclesiastes 10:9\" href=\"/Ecclesiastes.10.9\">Ec 10:9</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d41ab6084aa1cbf2f1b9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קִבְרוֹת הַתַּאֲוָה 1", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "BDB, קִבְרוֹת הַתַּאֲוָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, קִבְרוֹת הַתַּאֲוָה א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קִבְרוֹת הַתַּאֲוָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">קִבְרוֹת הַתַּאֲוָה</span></big>  <strong>n.pr.loc.</strong> Μνήματα (τῆς) ἐπιθυμίας: a station in wilderness <strong>(</strong><em>the graves of desire</em>, cf. <a data-ref=\"Numbers 11:34\" href=\"/Numbers.11.34\">Nu 11:34</a> and <span dir=\"rtl\">תַּאֲוָה</span> p. 16 supr.<strong>)</strong>;—<a data-ref=\"Numbers 11:34\" href=\"/Numbers.11.34\">Nu 11:34</a>, <a data-ref=\"Numbers 11:35\" href=\"/Numbers.11.35\">35</a>, <span dir=\"rtl\">קִבְרֹת הַתּ׳</span> <a data-ref=\"Numbers 33:16\" href=\"/Numbers.33.16\">33:16</a>, <a data-ref=\"Numbers 11:17\" href=\"/Numbers.11.17\">17</a> <a data-ref=\"Deuteronomy 9:22\" href=\"/Deuteronomy.9.22\">Dt 9:22</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63c6552f1b962b30700efad0", "index_title": "Guide for the Perplexed", "category": "Jewish Thought", "type": "", "ref": "Guide for the Perplexed, Part 2 32:5", "anchorRef": "Numbers 11:35", "anchorRefExpanded": ["Numbers 11:35"], "sourceRef": "Guide for the Perplexed, Part 2 32:5", "sourceHeRef": "מורה נבוכים, חלק ב' ל״ב:ה׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1190], "commentaryNum": 32.0005, "collectiveTitle": {"en": "Guide for the Perplexed", "he": "מורה נבוכים"}, "he": "<sup>5</sup> יסודנו שיש הכרח בהכנה ובשלמות במעלות המידות ובמעלות השכליות, עולה מדבריהם (של חז\"ל): \"אין הנבואה שורה אלא על חכם גבור ועשיר\" (בבלי שבת צב,א). וכבר ביארנו זאת בפירוש המשנה (הקדמה, עמ' ה; שמונה פרקים, ז) ובחיבור הגדול (משנה תורה, יסודי התורה ז,א), והראינו שבני הנביאים היו מתעסקים תמיד בהתכוננות.<br><span class=\"mediumGrey\">ראיות לאפשרות שלילת הנבואה</span><br><sup>6</sup> את זה שיש שהמכין את עצמו נמנע ואינו מתנבא, תלמד מסיפורו של ברוך בן נריה. כי הוא הלך אחר ירמיה, והוא אימן אותו ולימד אותו והכין אותו, והוא שאף לנבואה אבל נמנע מכך, כמו שאמר: \"יָגַעְתִּי בְּאַנְחָתִי וּמְנוּחָה לֹא מָצָאתִי\" (ירמיהו מה,ג), ונאמר לו על ידי ירמיה: \"כֹּה תֹּאמַר אֵלָיו כֹּה אָמַר ה' [הִנֵּה אֲשֶׁר בָּנִיתִי אֲנִי הֹרֵס וְאֵת אֲשֶׁר נָטַעְתִּי אֲנִי נֹתֵשׁ וְאֶת כָּל הָאָרֶץ הִיא.] וְאַתָּה תְּבַקֶּשׁ לְךָ גְדֹלוֹת? אַל תְּבַקֵּשׁ!\" (שם,ד-ה). אמנם אפשר לטעון שנאמר כאן במפורש שהנבואה היא \"גדולות\" בשביל ברוך. וכן ניתן לומר שמה שנאמר \"גַּם נְבִיאֶיהָ לֹא מָצְאוּ חָזוֹן מֵה'\" (איכה ב,ט) הוא מפני היותם בגלות, כמו שנבאר (ב,לו). אבל אנחנו מוצאים לשונות רבים, מהם במקרא ומהם דברי חכמים, שכולם הולכים לפי היסוד הזה, שהאל מנבא את מי שהוא חפץ כשהוא חפץ, אבל (רק) את השלם המעולה בתכלית. אך את הבורים מעמי הארצות – זה בלתי אפשרי לדעתנו, כוונתי לכך שיינבא אחד מהם, כמו שבלתי אפשרי שיינבא חמור או צפרדע. זהו יסודנו, שיש הכרח באימון ובשלמות ורק אז תהיה האפשרות, שהיכולת האלוהית דבקה בה.", "heVersionTitle": "Makbili Edition, Mif'al Mishneh Torah, 2024", "heLicense": "", "heVersionTitleInHebrew": "מהדורת מקבילי, הוצאת מפעל משנה תורה, 2024", "text": "As for the principle which I laid down, that preparation and perfection of moral and rational faculties are the sine quâ non, our Sages say exactly the same: “The spirit of prophecy only rests upon persons who are wise, strong, and rich.” We have explained these words in our Commentary on the Mishnah, and in our large work. We stated there that the Sons of the Prophets were constantly engaged in preparation. That those who have prepared themselves may still be prevented from being prophets, may be inferred from the history of Baruch, the son of Nerijah; for he followed Jeremiah, who prepared and instructed him; and yet he hoped in vain for prophecy; comp., “I am weary with my sighing, and rest have I not found.” He was then told through Jeremiah, “Thus saith the Lord, Thus shalt thou say to him, Thou seekest for thee great things, do not seek” (Jer. 45:5). It may perhaps be assumed that prophecy is here described as a thing “too great” for Baruch. So also the fact that “her prophets did not find visions from the Lord” (Lam. 2:4), may be considered as the result of the exile of her prophets, as will be explained (chap. xxxvi.). There are, however, numerous passages in Scripture as well as in the writings of our Sages, which support the principle that it depends chiefly on the will of God who is to prophesy, and at what time; and that He only selects the best and the wisest. We hold that fools and ignorant people are unfit for this distinction. It is as impossible for any one of these to prophesy as it is for an ass or a frog; for prophecy is impossible without study and training; when these have created the possibility, then it depends on the will of God whether the possibility is to be turned into reality.", "versionTitle": "Guide for the Perplexed, English Translation, Friedlander (1903)", "license": "Public Domain", "versionTitleInHebrew": "מורה נבוכים, מתורגם לאנגלית בידי פרידלנדר, 1903"}, {"_id": "65141796cc89dba272ff13b3", "index_title": "Mishnah Yadayim", "category": "Mishnah", "type": "", "ref": "Mishnah Yadayim 3:5", "anchorRef": "Numbers 11:32-36", "anchorRefExpanded": ["Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 11:36"], "sourceRef": "Mishnah Yadayim 3:5", "sourceHeRef": "משנה ידים ג׳:ה׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 3.0005, "collectiveTitle": {"en": "Mishnah Yadayim", "he": "משנה ידים"}, "heTitle": "משנה ידים", "he": "סֵפֶר שֶׁנִּמְחַק וְנִשְׁתַּיֵּר בּוֹ שְׁמוֹנִים וְחָמֵשׁ אוֹתִיּוֹת, כְּפָרָשַׁת וַיְהִי בִּנְסֹעַ הָאָרֹן, מְטַמֵּא אֶת הַיָּדַיִם. מְגִלָּה שֶׁכָּתוּב בָּהּ שְׁמוֹנִים וְחָמֵשׁ אוֹתִיּוֹת כְּפָרָשַׁת וַיְהִי בִּנְסֹעַ הָאָרֹן, מְטַמָּא אֶת הַיָּדַיִם. כָּל כִּתְבֵי הַקֹּדֶשׁ מְטַמְּאִין אֶת הַיָּדַיִם. שִׁיר הַשִּׁירִים וְקֹהֶלֶת מְטַמְּאִין אֶת הַיָּדַיִם. רַבִּי יְהוּדָה אוֹמֵר, שִׁיר הַשִּׁירִים מְטַמֵּא אֶת הַיָּדַיִם, וְקֹהֶלֶת מַחֲלֹקֶת. רַבִּי יוֹסֵי אוֹמֵר, קֹהֶלֶת אֵינוֹ מְטַמֵּא אֶת הַיָּדַיִם וְשִׁיר הַשִּׁירִים מַחֲלֹקֶת. רַבִּי שִׁמְעוֹן אוֹמֵר, קֹהֶלֶת מִקֻּלֵּי בֵית שַׁמַּאי וּמֵחֻמְרֵי בֵית הִלֵּל. אָמַר רַבִּי שִׁמְעוֹן בֶּן עַזַּאי, מְקֻבָּל אֲנִי מִפִּי שִׁבְעִים וּשְׁנַיִם זָקֵן, בַּיּוֹם שֶׁהוֹשִׁיבוּ אֶת רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה בַּיְשִׁיבָה, שֶׁשִּׁיר הַשִּׁירִים וְקֹהֶלֶת מְטַמְּאִים אֶת הַיָּדַיִם. אָמַר רַבִּי עֲקִיבָא, חַס וְשָׁלוֹם, לֹא נֶחֱלַק אָדָם מִיִּשְׂרָאֵל עַל שִׁיר הַשִּׁירִים שֶׁלֹּא תְטַמֵּא אֶת הַיָּדַיִם, שֶׁאֵין כָּל הָעוֹלָם כֻּלּוֹ כְדַאי כַּיּוֹם שֶׁנִּתַּן בּוֹ שִׁיר הַשִּׁירִים לְיִשְׂרָאֵל, שֶׁכָּל הַכְּתוּבִים קֹדֶשׁ, וְשִׁיר הַשִּׁירִים קֹדֶשׁ קָדָשִׁים. וְאִם נֶחְלְקוּ, לֹא נֶחְלְקוּ אֶלָּא עַל קֹהֶלֶת. אָמַר רַבִּי יוֹחָנָן בֶּן יְהוֹשֻׁעַ בֶּן חָמִיו שֶׁל רַבִּי עֲקִיבָא, כְּדִבְרֵי בֶן עַזַּאי, כָּךְ נֶחְלְקוּ וְכָךְ גָּמְרוּ: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "A scroll on which the writing has become erased and eighty-five letters remain, as many as are in the section beginning, \"And it came to pass when the ark set forward\" (Numbers 10:35-36) defiles the hands. A single sheet on which there are written eighty-five letters, as many as are in the section beginning, \"And it came to pass when the ark set forward\", defiles the hands. All the Holy Scriptures defile the hands. The Song of Songs and Kohelet (Ecclesiastes) defile the hands. Rabbi Judah says: the Song of Songs defiles the hands, but there is a dispute about Kohelet. Rabbi Yose says: Kohelet does not defile the hands, but there is a dispute about the Song of Songs. Rabbi Shimon says: [the ruling about] Kohelet is one of the leniencies of Bet Shammai and one of the stringencies of Bet Hillel. Rabbi Shimon ben Azzai said: I have received a tradition from the seventy-two elders on the day when they appointed Rabbi Elazar ben Azariah head of the academy that the Song of Songs and Kohelet defile the hands. Rabbi Akiba said: Far be it! No man in Israel disputed that the Song of Songs [saying] that it does not defile the hands. For the whole world is not as worthy as the day on which the Song of Songs was given to Israel; for all the writings are holy but the Song of Songs is the holy of holies. If they had a dispute, they had a dispute only about Kohelet. Rabbi Yohanan ben Joshua the son of the father-in-law of Rabbi Akiva said in accordance with the words of Ben Azzai: so they disputed and so they reached a decision.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}]