[{"_id": "531e4fdffbfba276047f5d29", "index_title": "Onkelos Deuteronomy", "category": "Targum", "type": "targum", "ref": "Onkelos Deuteronomy 9:8", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "Onkelos Deuteronomy 9:8", "sourceHeRef": "תרגום אונקלוס על דברים ט׳:ח׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 9.0008, "collectiveTitle": {"en": "Onkelos Deuteronomy", "he": "תרגום אונקלוס על דברים"}, "heTitle": "תרגום אונקלוס על דברים", "he": "וּבְחֹרֵב אַרְגֶּזְתּוּן קֳדָם יְיָ וַהֲוָה רְגַז <b>מִן קֳדָם</b> יְיָ בְּכוֹן לְשֵׁצָאָה יָתְכוֹן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "And in Choreiv you angered Adonoy, and [<b>from before</b>] Adonoy was infuriated with you to destroy you.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2683fbfba27c35eeb56a", "index_title": "Targum Jonathan on Deuteronomy", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Deuteronomy 9:8", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "Targum Jonathan on Deuteronomy 9:8", "sourceHeRef": "תרגום יונתן על דברים ט׳:ח׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 9.0008, "collectiveTitle": {"en": "Targum Jonathan on Deuteronomy", "he": "תרגום יונתן על דברים"}, "heTitle": "תרגום יונתן על דברים", "he": "וּבְחוֹרֵב אַרְגֵזְתּוּן קֳדָם יְיָ וַהֲוָה רוּגְזָא מִן קֳדָם יְיָ בְּכוֹן לְשֵׁיצְיָא יַתְכוֹן", "heVersionTitle": "Targum Jonathan on Deuteronomy", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " (Even) at Horeb you provoked the Lord to anger, so that there was wrath before the Lord against you, to destroy you.  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17b4dfbfba22336ea8e20", "index_title": "Ramban on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Ramban on Deuteronomy 9:8:1", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "Ramban on Deuteronomy 9:8:1", "sourceHeRef": "רמב\"ן על דברים ט׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>וּבְחֹרֵב הִקְצַפְתֶּם אֶת ה'</b>, קֹדֶם שֶׁיִּפְתַּח לָהֶם בְּבֵאוּר הַתּוֹרָה כְּלָל הוֹכִיחַ אוֹתָם בַּעֲוֹנוֹת אֲשֶׁר גָּרְמוּ לָהֶם רָעָה וְלֹא נִמְחֲלוּ, וְהִזְכִּיר לָהֶם עִנְיַן הַמְרַגְּלִים וּמֵי מְרִיבָה. וְאַחַר כֵּן בֵּאֵר עֲשֶׂרֶת הַדִּבְּרוֹת וּפָרָשַׁת יִחוּד הַשֵּׁם, וְהִזְהִירָם בְּעִנְיַן ע\"ז אַזְהָרוֹת רַבּוֹת, וְהִזְהִיר בַּמִּצְוֹת בִּכְלָלָם, וְיֹאמַר שֶׁהֵן כֻּלָּן טוֹבוֹת וּבַעֲבוּרָן תָּבֹא לָהֶן כָּל הַטּוֹבָה. וְעַתָּה בָּא לְהַתְחִיל בִּפְרָטֵי הַמִּצְוֹת, וְקֹדֶם שֶׁיַּזְכִּיר אַחַת מֵהֶן בִּפְרָט יַחְזֹר לְהוֹכִיחַ אוֹתָם וְלִפְקֹד עֲלֵיהֶם אֶת כָּל עֲוֹנוֹתֵיהֶם שֶׁעָשׂוּ מֵעֵת שֶׁקִּבְּלוּ הַתּוֹרָה וָהָלְאָה, כִּי הַתְּלוּנוֹת שֶׁעָשׂוּ קֹדֶם מַתַּן תּוֹרָה שֶׁהִמְרוּ עַל יָם בְּיַם סוּף וַיִּלּוֹנוּ בְּמָרָה וּבְאָלוּשׁ לֹא יַזְכִּירֵם לָהֶם, כִּי מֵעֵת שֶׁקִּבְּלוּ הַתּוֹרָה הָיוּ יוֹתֵר חַיָּבִים לִשְׁמֹעַ בְּקוֹל הַשֵּׁם אֲשֶׁר כָּרַת עִמָּם בְּרִית, וּלְפִיכָךְ פָּתַח כָּאן וּבְחוֹרֵב הִקְצַפְתֶּם, וְהִזְכִּיר לָהֶם מַעֲשֵׂה הָעֵגֶל, וּכְבָר פֵּרַשְׁתִּיו (שמות לב א):", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "ALSO IN HOREB YE MADE THE ETERNAL ANGRY. Before even beginning to explain to them the Torah, he [Moses] reproved them for the sins which caused them evil and which were not forgiven: he mentioned the affairs of the spies, and the waters of Meribah. Afterwards he explained the Ten Commandments and the section of the Unity of G-d [<i>Sh’ma</i>], and he admonished them with many exhortations against idolatry; he cautioned them concerning the commandments in general, and he said that they [the commandments] are all good and, in consequence of [observing them] all the good will come to them, and then he commences to explain the individual commandments. But before he mentioned any of the commandments specifically he returned to reprove them and to <i>visit upon</i> them <i>all</i> their <i>iniquities</i><sup class=\"footnote-marker\">127</sup><i class=\"footnote\">Amos 3:2.</i> which they had committed from the time they received the Torah and henceforth. But the complaints they made before the Giving of the Torah — when they <i>were rebellious at the sea, even at the Red Sea</i>,<sup class=\"footnote-marker\">128</sup><i class=\"footnote\">Psalms 106:7.</i> <i>and the people murmured</i> at Marah,<sup class=\"footnote-marker\">129</sup><i class=\"footnote\">Exodus 15:24.</i> and in Alush<sup class=\"footnote-marker\">130</sup><i class=\"footnote\">Numbers 33:14. See Ramban Exodus 16:1 (Vol. II, p. 217) that it was in Alush that murmuring took place.</i> — he did not mention to them, because, from the time that they received the Torah, they were more obligated to hearken to the voice of G-d Who made a covenant with them. Therefore, he began here, <i>Also in Horeb ye made the Eternal angry</i>, and he mentioned to them the affair of the [golden] calf, which I have already explained.<sup class=\"footnote-marker\">131</sup><i class=\"footnote\">Exodus 32:1 (Vol. II, pp. 549-553).</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "53f17ba5fbfba22336ea9f9c", "index_title": "Sforno on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Sforno on Deuteronomy 9:8:1", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "Sforno on Deuteronomy 9:8:1", "sourceHeRef": "ספורנו על דברים ט׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על דברים", "he": "<b>ובחורב הקצפתם.</b> ויעיד על רוע מדת קושי העורף כי אמנם כשהקצפתם את ה' בחורב לא היה אומר להשמידכם אלא בשביל שאתם עם קשה עורף כאמרו ית' ראיתי את העם הזה והנה עם קשה עורף הוא הרף ממני ואשמידם וזה כי אמנם קושי העורף מסיר את תקות התשובה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ובחורב הקצפתם, Moses underlines the serious nature of this negative characteristic known as “stiff-necked,” by reminding the people that even at Mount Sinai when G’d had already decided to wipe them out, (verse 14 our chapter) G’d had justified this by referring to their stiff-necked nature. He had not decreed death for them on account of a specific and horrific sin, but on account of their attitude which bode ill for the future, indicated that such a people was not capable of becoming true penitents.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54b1d98bfbfba21603f54ae6", "index_title": "Shemot Rabbah", "category": "Midrash", "type": "", "ref": "Shemot Rabbah 23:10", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "Shemot Rabbah 23:10", "sourceHeRef": "שמות רבה כ״ג:י׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 23.001, "collectiveTitle": {"en": "Shemot Rabbah", "he": "שמות רבה"}, "heTitle": "שמות רבה", "he": "דָּבָר אַחֵר, אָז יָשִׁיר משֶׁה, הֲדָא הוּא דִכְתִיב <small>(שיר השירים א, ה)</small>: שְׁחוֹרָה אֲנִי וְנָאוָה, כְּנֶסֶת יִשְׂרָאֵל אוֹמֶרֶת שְׁחוֹרָה אֲנִי בְּמַעֲשַׂי וְנָאוָה אֲנִי בְּמַעֲשֵׂה אֲבוֹתַי, אָמְרוּ רַבּוֹתֵינוּ אַל תְּהִי קוֹרֵא <small>(שיר השירים א, ה)</small>: בְּנוֹת יְרוּשָׁלָיִם, אֶלָּא בּוֹנוֹת יְרוּשָׁלָיִם, זוֹ סַנְהֶדְּרֵי גְדוֹלָה שֶׁל יִשְׂרָאֵל שֶׁהֵן יוֹשְׁבִין וּמַבְנִין אוֹתָהּ. דָּבָר אַחֵר, בְּנוֹת יְרוּשָׁלָיִם, אָמַר רַבִּי יוֹחָנָן עֲתִידָה יְרוּשָׁלַיִם לְהֵעָשׂוֹת מֶטְרוֹפּוֹלִין לְכָל הָאֲרָצוֹת, כְּדִכְתִיב <small>(יהושע טו, מז)</small>: אַשְׁדּוֹד [ו] בְּנוֹתֶיהָ. מַהוּ <small>(שיר השירים א, ה)</small>: כְּאָהֳלֵי קֵדָר, מָה אֹהָלִים שֶׁל יִשְׁמְעֵאלִים כְּעוּרִים מִבַּחוּץ וְנָאִים מִבִּפְנִים, כָּךְ הֵם תַּלְמִידֵי חֲכָמִים, אַף עַל פִּי שֶׁהֵן נִרְאִים כְּעוּרִים בָּעוֹלָם הַזֶּה הֵם מְלֵאִים מִבִּפְנִים, מִקְרָא מִשְׁנָה תַּלְמוּד הֲלָכוֹת וְאַגָּדוֹת. אִי מָה אָהֳלֵיהֶם שֶׁל יִשְׁמְעֵאלִים מִטַּלְטְלִין מִמָּקוֹם לְמָקוֹם יָכוֹל אַף יִשְׂרָאֵל יִטַּלְטָלוּ, תַּלְמוּד לוֹמַר <small>(שיר השירים א, ה)</small>: כִּירִיעוֹת שְׁלֹמֹה, כַּיְרִיעָה שֶׁל מִי שֶׁאָמַר וְהָיָה הָעוֹלָם, שֶׁמִּשָּׁעָה שֶׁמְּתָחָן כְּאֹהֶל לֹא זָזוּ מִמְּקוֹמָן. אִי מָה אָהֳלֵיהֶם שֶׁל יִשְׁמְעֵאלִים אֵין לָהֶם תִּכְבֹּסֶת, יָכוֹל אַף יִשְׂרָאֵל כֵּן, תַּלְמוּד לוֹמַר: כִּירִיעוֹת שְׁלֹמֹה, מָה הַשַֹּׂלְמָה הַזֹּאת מִתְלַכְלֶכֶת וְחוֹזֶרֶת וּמִתְלַבֶּנֶת, כָּךְ יִשְׂרָאֵל, אַף עַל פִּי שֶׁהֵן חוֹטְאִים הֵן שָׁבִים בִּתְשׁוּבָה לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא. דָּבָר אַחֵר, שְׁחוֹרָה אֲנִי וְנָאוָה, בַּמֶּה שֶׁאֲנִי שְׁחוֹרָה בּוֹ אֲנִי נָאוָה. חָטְאוּ בְּחוֹרֵב, שֶׁנֶּאֱמַר <small>(דברים ט, ח)</small>: וּבְחֹרֵב הִקְצַפְתֶּם אֶת ה', וּבְחֹרֵב אָמְרוּ <small>(שמות כד, ז)</small>: כֹּל אֲשֶׁר דִּבֶּר ה' נַעֲשֶׂה וְנִשְׁמָע. בַּיָּם הִמְרוּ, שֶׁנֶּאֱמַר <small>(תהלים קו, ז)</small>: וַיַּמְרוּ עַל יָם בְּיַם סוּף, וּבַיָּם אָמְרוּ שִׁירָה, שֶׁנֶּאֱמַר: אָז יָשִׁיר משֶׁה וּבְנֵי יִשְׂרָאֵל אֶת הַשִּׁירָה הַזֹּאת.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Another matter, “then Moses…sang” – that is what is written: “I am black but comely [daughters of Jerusalem–like the tents of Kedar, like the curtains of Solomon]” (Song of Songs 1:5). The congregation of Israel says: ‘I am black in my actions and comely in the actions of my ancestors.’ Our Rabbis said: Do not read “daughters of [<i>benot</i>] Jerusalem,” but rather, “builders of [<i>bonot</i>] Jerusalem,” – these are the Great Sanhedrins of Israel, who sit and fortify it. Alternatively, “daughters of [<i>benot</i>] Jerusalem” – Rabbi Yoḥanan said: Jerusalem is destined to become a metropolis of all the lands, as it is written: “Ashdod and its environs [<i>benoteha</i>]” (Joshua 15:47). <br>What is “like the tents of Kedar” (Song of Songs 1:5)? Just as the tents of the Ishmaelites are ugly on the outside and pleasant on the inside, so, too, Torah scholars, even though they appear ugly in this world, on the inside they are full of Bible, Mishna, Talmud, <i>Halakhot</i>, and <i>Aggadot</i>. If so, just as the Ishmaelite tents move from place to place, [could it be] that Israel would also be itinerant? The verse states: “Like the curtains of Solomon [<i>shelomo</i>]” (Song of Songs 1:5), – like the curtains of He who spoke and the world came into being,<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">The verse compares Israel to the “curtains of Solomon [<i>shelomo</i>].” The midrash interprets the word <i>shelomo</i> as a reference to God, as peace is His [<i>shalom shelo</i>] (<i>Shir HaShirim Rabba</i> 1:5). </i> which, from the moment that He stretched them like a tent, they did not move from their place. If so, just as the tents of the Ishmaelites cannot be laundered, [could it be] that Israel is the same? The verse states: “Like the curtains of Solomon,” – just as a garment gets dirty and then becomes clean again, so, Israel, even though they sin, they repent before the Holy One blessed be He. <br>Another matter, “I am black but comely” – In the place where I have become black, I have become comely. They sinned at Ḥorev, as it is stated: “At Ḥorev you provoked the Lord” (Deuteronomy 9:8). And at Ḥorev they said: “Everything that the Lord said, we will do and we will obey” (Exodus 24:7). At the sea they were defiant, as it is stated: “They were defiant at the sea, the Red Sea” (Psalms 106:7). At the sea, they sang a song, as it is stated: “Then Moses and the children of Israel sang this song [to the Lord].”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "560ba954fbfba25e369f8216", "index_title": "Haamek Davar on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Deuteronomy 9:8:1", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "Haamek Davar on Deuteronomy 9:8:1", "sourceHeRef": "העמק דבר על דברים ט׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1849, 1879], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> ובחרב הקצפתם וגו׳.</b> האריך דרוש גדול לסתור שתי המחשבות יחד. האחת שבטוחים שלא יבואו לידי ע״ז הרי בחרב במעמד הנבחר ההוא הקצפתם את ה׳. שנית שבטוחים שאפילו יעבדו עבודת כוכבים לא יגלו מא״י משום שהקב״ה חפץ בישובה. הרי <b>התאנף ה׳ בכם</b> וביקש <b>להשמיד אתכם.</b> אע״ג שמתחלת הבריאה אהב אתכם מחמת שנשמת ישראל חלק אלוה ממעל כמש״כ לעיל ז׳ ח׳. מ״מ נוח היה בפניו להשמיד אתכם. מכש״כ שלא יפלא שיעשה הארץ שממה כשיהא הדין נותן לכך. והוסיף להאריך בזה הדרש להראות שאין דבר חוצץ בפני מדה״ד. וסיפר כי בעלותו ההרה.\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": "<b>In Choreiv you angered Hashem.</b> Moshe went on at length to refute two false ideas. The first is that you are certain that you will not worship idols. Even at Choreiv, that special occasion, you angered Hashem. Secondly you believe that even if you do worship idols you will not be exiled. But “Hashem was infuriated with you to destroy you,” even though since the beginning of creation He loved you… Moshe went on at length to show that there is nothing which prevents the judgment of Hashem’s attribute of strict justice.", "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5614e41ffbfba2109662437c", "index_title": "Ein Yaakov (Glick Edition)", "category": "Midrash", "type": "", "ref": "Ein Yaakov (Glick Edition), Avodah Zarah  1:32", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "Ein Yaakov (Glick Edition), Avodah Zarah  1:32", "sourceHeRef": "עין יעקב (מאת שמואל צבי גליק), עבודה זרה א׳:ל״ב", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1901, 1921], "commentaryNum": 1.0032, "collectiveTitle": {"en": "Ein Yaakov (Glick Edition)", "he": "עין יעקב (מאת שמואל צבי גליק)"}, "heTitle": "עבודה זרה", "he": "אמר ריב״ל דבר זה כתוב בתורה ושנוי בנביאים ומשולש בכתובים כל העוסק בתורה נכסיו מצליחין לו. כתוב בתורה דכתיב (דברים כט ח) ושמרתם את דברי הברית הזאת ועשיתם אותם למען תשכילו את כל אשר תעשון. שנוי בנביאים דכתיב (יהושע א ח) לא ימוש ספר התורה הזה מפיך והגית בו יומם הלילה למען תשמור לעשות ככל הכתוב בו כי אז תצליח את דרכך ואז תשכיל. ומשולש בכתובים דכתיב (תהלים א ב) כי אם בתורת ה׳ חפצו ובתורתו יהגה יומם ולילה והיה כעץ שתול על פלגי מים אשר פריו יתן בעתו ועלהו לא יבול וכל אשר יעשה יצליח. מכריז ר׳ אלכסנדראי מאן בעי חיי מאן בעי חיי כניפו ליה כולי עלמא ואתו לגביה אמרו ליה הב לן חיי אמר להו (שם לד) מי האיש החפץ חיים וגו׳ נצור לשונך מרע וגו׳ שמא יאמר אדם הואיל ונצרתי את לשוני מרע ושפתי מדבר מרמה אלך ואתגרה בשינה ת״ל (שם) סור מרע ועשה טוב ואין טוב אלא תורה שנאמר (משלי ד ב) כי לקח טוב נתתי לכם תורתי אל תעזובו:", "heVersionTitle": "En Jacob, translated by SH Glick, 1916", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916", "text": "R. Joshua b. Levi said: \"The following is written in the Pentatuch, repeated in the Prophets, and a third time in he Hagiographa: Whoever occupies himself with the [study of the] Torah is prosperous in all his undertakings. In the Pentateuch, as the passage says (Deut. 9, 8) Keep ye therefore the words of this covenant, and do them, that ye may prosper in all that ye do; repeated in the Prophets, as the passage states (Jos. 1, 8) This book of the law shall not depart out of thy mouth, but thou shalt meditate therein day and night; that thou mayest observe to do according to all that is written therein; for then shalt thou make thy way prosperous, and then thou shalt have good success. And a third time in Hagiographa, as the passage reads (Ps. 1, 2-3) But his delight is in the law of the Lord, and in His law doth he meditate day and night. And he shall be like a tree replanted by streams of water, that bringeth forth its fruit in its season, and whose leaf doth not wither; and whatsoever he doth shall prosper.\" R. Alexander announced: \"Who wants to live, who wants to live?\" And a big crowd surrounded him. He then referred them to (Ib. 34, 14-16) Keep thy tongue from evil, etc. One might say, since I keep my tongue from evil, and my lips from speaking guile, I may engage my time in sleeping. The passage therefore states, Depart from evil and do good (Tob), and good (Tob), refers to the Torah, as it is said (Pr. 4, 2) For I give you good doctrine; forsake ye not My Torah. ", "versionTitle": "En Jacob, translated by SH Glick, 1916", "license": "Public Domain", "versionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916"}, {"_id": "56a658f0d6e4a9423bf68343", "index_title": "Midrash Tehillim", "category": "Midrash", "type": "", "ref": "Midrash Tehillim 106:6", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "Midrash Tehillim 106:6", "sourceHeRef": "מדרש תהילים ק״ו:ו׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1050, 1450], "commentaryNum": 106.0006, "collectiveTitle": {"en": "Midrash Tehillim", "he": "מדרש תהילים"}, "heTitle": "מדרש תהילים", "he": " ויקנאו למשה במחנה. אמר רבי שמעון בן ינאי נמנו ישראל במדבר למנות דתן במקומו של משה ואבירם במקומו של אהרן שנאמר (במדבר יד ד) נתנה ראש. הוי ויקנאו למשה. ומה גרמו לעצמן תפתח ארץ ותבלע דתן ותכס על עדת אבירם. יעשו עגל בחורב. הדא הוא דכתיב (דברים ט ח) ובחורב הקצפתם. אמר רבי מאיר אית אתרין דקרין לאבלא קיצפא. אמר רבי שמעון בחורב טענו ובחורב פרקו שנאמר (שמות לג ו) וינצלו בני ישראל את עדים. וימירו את כבודם בתבנית שור. רבי פפייס אמר בשור של מעלה. אמר לו רבי עקיבא דייך פפיס הרי כתיב אוכל עשב. אלא מה אני מקיים בתבנית שור אוכל עשב אין לך מנוול ומשוקץ מן השור בשעה שהוא אוכל עשב:", "heVersionTitle": "OYW", "heLicense": "Public Domain", "heVersionTitleInHebrew": "OYW (ובלכתך בדרך)", "text": "\"And they envied Moses in the camp. Rabbi Shimon ben Yochai said, 'The Israelites were counted in the wilderness instead of Moses, and Dathan was appointed in Moses' place, and Abiram was appointed in Aaron's place, as it says, 'It is a leadership position.' Therefore, they envied Moses. And what caused their own destruction? The earth opened up and swallowed Dathan, and covered the assembly of Abiram. They made a golden calf in Horeb, as it says, 'You raged against [God] at Horeb.' Rabbi Meir said, 'There are places where it is called the 'calf of anger.'' Rabbi Shimon said, 'At Horeb they accused [God], and at Horeb they were acquitted,' as it says, 'And the children of Israel stripped themselves of their ornaments.' And they exchanged their glory for the likeness of an ox. Rabbi Papayas said, 'It was the image of the celestial ox.' Rabbi Akiba said to him, 'Enough, Papayas! Is it not written, 'He eats grass?' How then can you maintain that the celestial ox is without horns and without hoofs at the time when it eats grass?'\"...", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "57e77d9fd6e4a94c7c18b613", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Deuteronomy 9:8", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "Tafsir Rasag, Deuteronomy 9:8", "sourceHeRef": "תפסיר רס\"ג, דברים ט׳:ח׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 9.0008, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "דברים", "he": "ופי חרב אסכ̇טתם אללה פגצ̇ב עליכם וכאד אן ינפד̇כם", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b50ed6e4a902855ffd4b", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Deuteronomy 9:8:1", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "Tur HaArokh, Deuteronomy 9:8:1", "sourceHeRef": "הטור הארוך, דברים ט׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "דברים", "he": "<b>ובחרב הקצפתם וגו'. </b>כתב הרמב\"ן קודם שהתחיל להם בביאור התורה בכלל הוכיח אותם בעוונות שגרמו להם רעה ולא נמחלו כגון המרגלים ומי מריבה ואחר כן ביאר פרשת עשרת הדברות ופי' ייחד השם והזהיר' בענין ע\"ז אזהרות רבות והזהיר במצוות בכללן ועתה בא להתחיל בפרטי המצוות וקודם שמזכיר אחת מהן בפרט חוזר להוכיחם ולפקוד עליהם כל עוונותיהם שעשו מעת שקבלו התורה כי התלונות שעשו קודם לכן שהמרו על ים בים סוף ובמרה ובאלוש לא הוכיחם עליהם כי מעת שקיבלו התור' היו חייבים יותר לשמוע בקול השם ולכך פתח כאן ובחורב הקצפתם: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ובחורב הקצפתם, “already at Mount Sinai you angered, etc.” Nachmanides writes that at the beginning of the Book of Deuteronomy, before embarking on elaborating on a substantial part of the Torah, Moses had taken the people to task for collectively committed sins that had not yet been forgiven, such as the sin of the spies and the sin at the מי מריבה, the waters of strife. Following that, he had explained the Ten Commandments in somewhat greater detail. He had especially dwelled on the unique nature of G’d the Creator, and guardian of Israel, and on the eternal bond between Him and the Jewish people. Moses issued specific warnings regarding all manner of idolatry, and he issued general warnings regarding observance of the Torah’s command-ments. Now he begins to zero in on specific commandments, but before beginning to single them out individually he once more recalls the people’s sins committed by them even after they had received the Torah in an act of revelation by <i>Hashem</i>. He did not admonish them on the various acts of insubordination in and around the sea prior to their receiving the Torah at Mount Sinai. The reason is that ever since their acceptance of the Torah at Mount Sinai their obligation to keep the commandments had become far greater than before they had entered into a covenant with <i>Hashem.</i> This is why he now prefaces his words by saying: ”already while at the Mountain you angered G’d.”\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "591d98fbd6e4a976760754d7", "index_title": "Shir HaShirim Rabbah", "category": "Midrash", "type": "", "ref": "Shir HaShirim Rabbah 8:5:1", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "Shir HaShirim Rabbah 8:5:1", "sourceHeRef": "שיר השירים רבה ח׳:ה׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [790, 990], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Shir HaShirim Rabbah", "he": "שיר השירים רבה"}, "heTitle": "שיר השירים רבה", "he": "מִי זֹאת עֹלָה מִן הַמִּדְבָּר, עִלּוּיָהּ מֵהַמִּדְבָּר, סִלּוּקָהּ מִן הַמִּדְבָּר, מִיתָתָהּ מִן הַמִּדְבָּר, הֲדָא מָה דְאַתְּ אָמַר <small>(במדבר יד, לה)</small>: בַּמִּדְבָּר הַזֶּה יִתַּמּוּ וְשָׁם יָמֻתוּ. מִתְרַפֶּקֶת עַל דּוֹדָהּ, אָמַר רַבִּי יוֹחָנָן שֶׁהִיא מַנַּחַת פִּרְקֵי תּוֹרָה וּפִרְקֵי מַלְכוּת לֶעָתִיד לָבוֹא. תַּחַת הַתַּפּוּחַ עוֹרַרְתִּיךָ, דָּרַשׁ פְּלַטְיוֹן אִישׁ רוֹמִי וְאָמַר, נִתְלַשׁ הַר סִינַי וְנִצַּב בִּשְׁמֵי מָרוֹם, וְהָיוּ יִשְׂרָאֵל נְתוּנִים תַּחְתָּיו, שֶׁנֶּאֱמַר <small>(דברים ד, יא)</small>: וַתִּקְרְבוּן וַתַּעַמְדוּן תַּחַת הָהָר. דָּבָר אַחֵר, תַּחַת הַתַּפּוּחַ עוֹרַרְתִּיךָ, זֶה סִינַי, וְלָמָּה נִמְשַׁל בְּתַפּוּחַ, אֶלָּא מַה תַּפּוּחַ זֶה עוֹשֶׂה פֵּרוֹת בְּחֹדֶשׁ סִיוָן, כָּךְ הַתּוֹרָה נִתְּנָה בְּסִיוָן. דָּבָר אַחֵר, תַּחַת הַתַּפּוּחַ עוֹרַרְתִּיךָ, לָמָּה לֹא בֶּאֱגוֹז וְאִילָן אַחֵר, אֶלָּא כָּל אִילָן דַּרְכּוֹ מוֹצִיא עָלָיו תְּחִלָּה וְאַחַר כָּךְ פֵּרוֹתָיו, וְתַפּוּחַ זֶה מוֹצִיא פֵּרוֹתָיו תְּחִלָּה וְאַחַר כָּךְ מוֹצִיא עָלָיו, כָּךְ הִקְדִּימוּ יִשְׂרָאֵל עֲשִׂיָּה לִשְׁמִיעָה, שֶׁנֶּאֱמַר <small>(שמות כד, ז)</small>: נַעֲשֶׂה וְנִשְׁמָע. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא אִם אַתֶּם מְקַבְּלִים עֲלֵיכֶם תּוֹרָתִי מוּטָב וְאִם לָאו הֲרֵינִי כּוֹבֵשׁ עֲלֵיכֶם הָהָר הַזֶּה וְהוֹרֵג אֶתְכֶם. שָׁמָּה חִבְּלַתְךָ אִמֶּךָ, וְכִי שָׁמָּה חִבְּלָה, אָמַר רַבִּי בֶּרֶכְיָה לְאֶחָד שֶׁהָלַךְ בִּמְקוֹם סַכָּנָה וְנִצַּל, פָּגַע בֵּיהּ חַבְרֵיהּ אֲמַר לֵיהּ בְּהַהוּא אַתְרָא דְּסַכַּנְתָּא עֲבַרְתְּ, כַּמָּה סַכַּנְתָּא עֲבַרְתְּ, כַּדּוּן יְלָדְךָ אִמֶּךָ, כַּמָּה צַעֲרָה עָבְרָה עָלֶיךָ, וּכְדֵין אִתְבְּרֵית בְּרִיָּיה חַדְתָּא. אָמַר רַבִּי אַבָּא בַּר כַּהֲנָא שָׁמָּה חִבְּלָה, וְשָׁמָּה חֻבְּלָה, חִבְּלָה, בְּשָׁעָה שֶׁאָמְרוּ <small>(שמות כד, ז)</small>: כֹּל אֲשֶׁר דִּבֶּר ה' נַעֲשֶׂה וְנִשְׁמָע. שָׁמָּה חֻבְּלָה, בְּשָׁעָה שֶׁאָמְרוּ לָעֵגֶל <small>(שמות לב, ד)</small>: אֵלֶּה אֱלֹהֶיךָ יִשְׂרָאֵל. וְחֻבְּלוּ, נִתְמַשְׁכְּנוּ. תָּנֵי רַבִּי שִׁמְעוֹן בֶּן יוֹחָאי זַיִן שֶׁנָּתַן לְיִשְׂרָאֵל בְּחוֹרֵב שֵׁם הַמְפֹרָשׁ הָיָה חָקוּק עָלָיו, וּכְשֶׁחָטְאוּ נֻטַּל מֵהֶם. רַבִּי אַיְּבוּ וְרַבָּנָן, רַבִּי אַיְּבוּ אָמַר מֵאֵלָיו הָיָה נִקְלַף, וְרַבָּנָן אָמְרֵי מַלְאָךְ הָיָה יוֹרֵד וּמְקַלְּפוֹ. אָמַר רַבִּי שִׁמְעוֹן בֶּן חֲלַפְתָּא עֲלוּבָה הִיא הַכַּלָּה שֶׁמְקַלְקֶלֶת בְּתוֹךְ חֻפָּתָהּ. אָמַר רַבִּי יוֹחָנָן אִבְּדוּ עֵצָה טוֹבָה שֶׁנִּתְּנָה לָהֶם בְּסִינַי, שֶׁנֶּאֱמַר <small>(משלי א, כה)</small>: וַתִּפְרְעוּ כָל עֲצָתִי, וְאֵין עֵצָה אֶלָּא תוֹרָה, שֶׁנֶּאֱמַר <small>(משלי ח, יד)</small>: לִי עֵצָה וְתוּשִׁיָּה. רַבִּי יְהוֹשֻׁעַ דְּסִכְנִין בְּשֵׁם רַבִּי לֵוִי כְּתִיב <small>(דברים ט, ח)</small>: וּבְחֹרֵב הִקְצַפְתֶּם אֶת ה', אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא בָּאתִי לְבָרֵךְ אֶתְכֶם וּמָצָאתִי חִכְּכֶם נָקוּב שֶׁאֵינוֹ מַחֲזִיק בְּרָכָה, שֶׁנֶּאֱמַר <small>(שמות לב, כה)</small>: וַיַּרְא משֶׁה אֶת הָעָם כִּי פָרֻעַ הוּא, וְאֵין פָּרוּעַ אֶלָּא נָקוּב, הַאֵיךְ מָה דְאַתְּ אָמַר: וַתִּפְרְעוּ כָל עֲצָתִי. רַבִּי לֵוִי אָמַר עֲשִׂיתֶם לְהַקָּדוֹשׁ בָּרוּךְ הוּא כְּאִלּוּ מִתְאַבֵּל עֲלֵיכֶם, אִית אַתְרִין צָוְוחִין לְבֵית אֲבֵלָה בֵּית קְצוֹפָה.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Who is that ascending from the wilderness, leaning upon her beloved? Under the apple tree I roused you; there your mother was in travail with you; there she who bore you was in travail” (Song of Songs 8:5).</b><br>“Who is that ascending from the wilderness” – [Israel’s] ascent was from the wilderness, its decline was from the wilderness, and its death was from the wilderness. That is what it says: “In this wilderness they will expire, and there they will die” (Numbers 14:35). “Leaning [<i>mitrapeket</i>] upon her beloved” – Rabbi Yoḥanan said: Because it will resolve sections of the Torah and issues of kingdom in the future.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\"><i>Mitrapeket</i> when rearranged is a portmanteau of <i>matir perek</i> – resolves a section. In the future, Israel will resolve all questions relating to Torah, and will reestablish its monarchy.</i> “Under the apple tree I roused you” – Pelatyon of Rome expounded and said: Mount Sinai was detached and positioned in the supernal heavens, and Israel was situated beneath it, as it is stated: “You approached and stood beneath the mountain” (Deuteronomy 4:11).<br>Another matter: “Under the apple tree I roused you” – this is Sinai. Why is it likened to an apple tree? Just as the apple tree produces fruit in the month of Sivan, so too, the Torah was given in Sivan. Alternatively, “under the apple tree I roused you” – why not a nut tree or a different tree? Each tree typically grows its leaves first and then its fruit, but the apple tree grows its fruit first and then grows its leaves. Similarly, Israel put performing before hearing, as it is stated: “We will perform and we will heed” (Exodus 24:7).<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Although translated here as “heed,” the term <i>nishma</i> can be translated “hear.” The point here is that Israel committed to following God’s commands even before hearing what they were.</i> The Holy One blessed be He said: ‘If you accept My Torah upon yourself, fine, but if not, I will lower this mountain upon you and kill you.’ “There your mother was in travail with you” – was it there that she was in travail? Rabbi Berekhya said: This is analogous to one who went to a dangerous place and was saved. His friend encountered him and said to him: ‘Did you pass through that dangerous place? How much danger you experienced! It is as though you were now borne by your mother. How much suffering you experienced! Now it is as though you were created as a new creation.’<br>Rabbi Abba bar Kahana said: “There [your mother] was in travail [<i>ḥibela</i>]” and there she had collateral taken from her [<i>ḥubela</i>]; “was in travail” – at the moment that they said: “Everything that the Lord spoke we will perform and we will heed” (Exodus 24:7). She had collateral taken from her – at the moment that they said to the calf: “This is your God, Israel” (Exodus 32:4), they had collateral taken. Rabbi Shimon ben Yoḥai taught: The weapon that was given to Israel at Ḥorev had the ineffable name etched upon it.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">This is stated in explanation of the adornment mentioned in the verse: “The children of Israel were stripped of their adornment from Mount Ḥorev” (Exodus 33:6).</i> When they sinned it was taken from them. Rabbi Aivu and the Rabbis: Rabbi Aivu said: It was peeled on its own. The Rabbis say: An angel descended and peeled it. Rabbi Shimon ben Ḥalafta said: Wretched is the bride who sins under the wedding canopy. Rabbi Yoḥanan said: They lost the good counsel that was given them at Sinai, as it is stated: “You hollowed all my counsel” (Proverbs 1:25), and counsel is nothing other than Torah, as it is stated: “Counsel and resourcefulness are mine” (Proverbs 8:14).<br>Rabbi Yehoshua of Sikhnin [said] in the name of Rabbi Levi: It is written: “At Ḥorev you provoked [<i>hiktzaftem</i>] the Lord” (Deuteronomy 9:8). The Holy One blessed be He said: I came to bless you and found your palate pierced and unable to hold a blessing, as it is stated: “Moses saw the people that it was <i>parua</i> (Exodus 32:25), and <i>parua</i> means nothing other than hollowed, just as you say: “You hollowed [<i>vatifre’u</i>] all my counsel” (Proverbs 1:25). Rabbi Levi said: You made the Holy One blessed be He as though He was mourning over you. There are places that call the house of mourning the house of wrath [<i>beit ketzofa</i>].", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b6bf508af3503027e6824d6", "index_title": "Malbim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Malbim on Deuteronomy 9:8:1", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "Malbim on Deuteronomy 9:8:1", "sourceHeRef": "מלבי\"ם על דברים ט׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על דברים", "he": "<b>ובחורב</b>, הוא מעשה העגל שהיה החטא היותר גדול, [א] כי <b>בחורב</b> ששם קבלתם התורה ושמעתם דברי ה' לא יהיה לך אלהים אחרים, במקום הזה עצמו <b>הקצפתם את ה'</b>, והיה קצף גדול עד <b>שהתאנף להשמיד אתכם</b>:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3d77dc413e90088905111", "index_title": "English Explanation of Pirkei Avot", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Pirkei Avot 2:13:1", "anchorRef": "Deuteronomy 6:4-9:11", "anchorRefExpanded": ["Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11"], "sourceRef": "English Explanation of Pirkei Avot 2:13:1", "sourceHeRef": "ביאור אנגלי על משנה אבות ב׳:י״ג:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 13.0001, "collectiveTitle": {"en": "English Explanation of Pirkei Avot", "he": "ביאור אנגלי על משנה אבות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Rabbi Shimon said: Be careful with the reading of Shema and the prayer, And when you pray, do not make your prayer something automatic, but a plea for compassion before God, for it is said: “for he is gracious and compassionate, slow to anger, abounding in kindness, and renouncing punishment” (Joel 2:13); And be not wicked in your own esteem.</b> Be careful with the reading of Shema and the prayer:  the “Shema” and the “prayer” which is known today as the “amidah” or the “shmoneh esreh” are the two central elements to Jewish prayer.  The “Shema” consists of Deuteronomy 6:4-9, 11:13-21, and Numbers 15:37-41.  It is recited in the morning and in the evening.  The “prayer” is recited three times a day on weekdays, four times a day on Shabbat and holidays mentioned in the Torah, and five times on Yom Kippur.  It contains praises of God and requests.  Rabbi Shimon teaches that a person should be careful to say these things the correct number of times and at the right time of day. And when you pray, do not make your prayer something automatic, but a plea for compassion before God:  this statement balances out the previous statement.  One must be careful to recite prayers at the correct times but prayer can nevertheless not become automatic.  It must be a genuine plea for compassion before God, and not a mere recital of words that someone else composed.  This is the great challenge of Jewish prayer:  it has strict laws as to what must be said and when, and yet it is supposed to be a spontaneous outpouring from a person’s heart.  The idea of spontaneous/fixed prayer and the tension between the two is one of the most unique aspects of Jewish prayer. And be not wicked in your own esteem:  do not do something which you yourself know to be wrong, though others do not recognize the truth.  Another interpretation is that a person should not regard himself as wicked, for that will lead to despair.  A person should look upon himself as half-wicked, half-good; far from perfection but close enough to having his good side outweigh his bad side.  In this way he will always be motivated to do one more good deed, to “put himself over the top”. According to Maimonides this teaches that if a man thinks of himself as mean, he will not hesitate to act mean to others.  Having a positive image of oneself helps one be a better person.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c46a9c908d98a02694eadf9", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, קְצוּפָה 1", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "Jastrow, קְצוּפָה 1", "sourceHeRef": "מילון יסטרוב, קְצוּפָה א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "קְצוּפָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">קְצוּפָה</strong> f.  (<a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_קָצַף.1\" data-ref=\"Jastrow, קָצַף 1\">קָצַף</a>) <i>visitation by divine anger, death</i>; <span dir=\"rtl\">בית ק׳</span> house of mourning. <a class=\"refLink\" href=\"/Shir_HaShirim_Rabbah.8.5.1\" data-ref=\"Shir HaShirim Rabbah 8:5:1\">Cant. R. to VIII, 5</a> (ref. to <span dir=\"rtl\">הקצפתם</span>, <a class=\"refLink\" href=\"/Deuteronomy.9.8\" data-ref=\"Deuteronomy 9:8\">Deut. IX, 8</a>) <span dir=\"rtl\">עשיתם … לבית אבלה בית ק׳</span> you caused the Lord, as it were, to be a mourner for you; there are places where they call the house of mourning <i>beth ḳ’tsufah</i> (v. P. Sm. 3706 s. v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_קצף.1\" data-ref=\"Jastrow, קצף 1\">קצף</a>).—V. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_קִצְפָּא.1\" data-ref=\"Jastrow, קִצְפָּא 1\">קִצְפָּא</a>."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5c47089c08d98a0285f85187", "index_title": "Klein Dictionary", "category": "Reference", "type": "reference", "ref": "Klein Dictionary, שְׁמַע 1", "anchorRef": "Deuteronomy 6:4-9:11", "anchorRefExpanded": ["Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11"], "sourceRef": "Klein Dictionary, שְׁמַע 1", "sourceHeRef": "מילון קליין, שְׁמַע א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1973, 1983], "commentaryNum": 1, "collectiveTitle": {"en": "Klein Dictionary", "he": "מילון קליין"}, "heTitle": "שְׁמַע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">שְׁמַע</strong> m.n.    ‘Shema’ — the three biblical passages (<a class=\"refLink\" href=\"/Deuteronomy.6.4-9.11\" data-ref=\"Deuteronomy 6:4-9:11\">Deut. 6:4–9, 11</a>:13–21, <a class=\"refLink\" href=\"/Numbers.15.37-41\" data-ref=\"Numbers 15:37-41\">Num. 15:37–41</a>), proclaiming the belief in the unity of God. "], "versionTitle": "Carta Jerusalem; 1st edition, 1987", "license": "CC-BY-NC", "versionTitleInHebrew": "כרטא תשמ״ז"}, {"_id": "5f1ea0ad1d77ecfb0d09eba4", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Deuteronomy 9:8:1", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "Midrash Lekach Tov, Deuteronomy 9:8:1", "sourceHeRef": "מדרש לקח טוב, דברים ט׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "דברים", "he": "פס'. ובחורב הקצפתם. זה מעשה העגל:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5fc4b561bc0907c6dde25ad0", "index_title": "Ohev Ger", "category": "Commentary", "type": "commentary", "ref": "Ohev Ger, Part II, Variants in Targum Onkelos 350:1", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "Ohev Ger, Part II, Variants in Targum Onkelos 350:1", "sourceHeRef": "אוהב גר, חלק שני, חלופי נוסחאות ש״נ:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1823, 1829], "commentaryNum": 350.0001, "collectiveTitle": {"en": "Ohev Ger", "he": "אוהב גר"}, "heTitle": "חלופי נוסחאות", "he": "ויתאנף ה' בכם והוה רגז מן קדם ה' בכון (מא\"ד לסבונא ואנוירשא), וברוב הספרים ותקיף רוגזא דה' בכון, והוא תרגום של ויחר אף, לא של ויתאנף.", "heVersionTitle": "Ohev Ger, Philoxenus sive de Onkelosi, Vienna, 1830", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אוהב גר, וינה תק\"ץ", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "610237aac795231b79e359a6", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "quotation_auto", "ref": "Tzror HaMor on Torah, Deuteronomy 9:1:1", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "Tzror HaMor on Torah, Deuteronomy 9:1:1", "sourceHeRef": "צרור המור על התורה, דברים ט׳:א׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "דברים", "he": "<b>שמע ישראל אתה עובר היום את הירדן וגו'.</b> עם גדול ורם וגו'. וידעת היום כי ה' אלהיך אש אוכלה הוא וגו'. אל תאמר בלבבך בצדקתי הביאני ה' וגו'. אחר שכבר סלק להם הספק הנזכר. בא עתה לומר להם שהיה ירא מהם שיעלה בלבם שטות אחרת. לחשוב ולומר שבצדקתם ירשו את הארץ. ולזה אמר שמע ישראל. והבן וקבל מה שאני אומר לך. כי יש לך לדעת שאתה עובר את הירדן לרשת גוים גדולים ועצומים אשר אי אפשר בחיל ובכח להורישם. וזה שאמר אשר אתה ידעת מי יתיצב לפני בני ענק. אבל השם העובר לפניך הוא ישמידם למען שמו ולא בעבורך. ואולי תאמר כי בצדקתך אתה בא לרשת את ארצם לא תאמר כן כי לא בצדקתך וביושר לבבך. שרמז בזה כי אולי שאע\"פ שלא יהיו בהם פעולות טובות מצדקה ומעשים טובים. יהיה בהם יושר ותמימות הלב. לזה אמר לא בצדקתך וביושר לבבך. אחר שאתה חושב מחשבות ועלילות בלבבך. ואומר שהגוים רבים. ושהארץ אינה טובה במזונות. ושהשם מוריש אותם בעבור צדקתך. וכן רמז באומרו וידעת היום כי ה' אלהיך. השלשה דברים שאמרנו למעלה שיש להם לידע. שהיכולת שלו. ויש לו שלוחים להורישם. ושהשלוחים לא יסבו בלכתם אלא שיעשו שליחותו. כנגד היכולת אמר וידעת היום כי ה' אלהיך הוא עובר לפניך ולו היכולת. וכנגד השלוחים אמר אש אוכלה שעושה מלאכיו אש לוהט להפרע מהם. וכנגד שיעשו שליחותם בלי איחור ושינוי. אמר והאבדתם מהר בלי איחור בסבת שלוחיו. ואולי אע\"פ שיודו כי לו היכולת. יאמרו כי זכותם עמדה להם. לזה אמר אל תאמר בלבבך בצדקתי הביאני ה' כי לא בצדקתך ה' נותן לך את הארץ הטובה. כי לא די שאינך צדיק. אלא שאתה עם קשה עורף. וא\"ת שאינו כן. זכור אל תשכח מעשיך הראשונים אשר הקצפת את ה' אלהיך במדבר למן היום אשר יצאת ממצרים. ובחורב הקצפתם את ה'. בזמן קבלת התורה. וזהו בעלותי ההרה. וזהו ע\"ד שאמר המשורר יעשו עגל בחורב בזמן ירידת המן והתורה. כי זה רע גדול כי אם עבר זמן מהם בנתים או שפסקו מהם אלו הטובות ניחא. אבל בעודם בתקפם ובטובם שכחו מושיעם. וזה שאמר ישעיה ע\"ה על דרך תימה שמעו שמים והאזיני ארץ כי ה' דבר. בנים גדלתי ורוממתי אותם. בעוד שהיו במעלות עליונות. והם פשעו בי. מהו והם כי הוא מיותר. אבל במה שאמרנו הוא מבואר. כי אע\"פ שהשם גדלם ורוממם. אם פסקו מהם אותם המעלות ואז פשעו בי. אינו כל כך תימה. אבל והם בעודם במעלתם פשעו בי. וזה שאמר ובחורב הקצפתם את ה'. וכן יעשו עגל בחורב בזמן ירידת המן והתורה. עד שאמרו חכמים ז\"ל שהאכילו לעגל מהמן. ובכאן הזכיר להם עון העגל ואמר קום רד מהר מזה. כמו שהם מהרו לעשות העגל כמו שאמר סרו מהר מן הדרך אשר צויתים עשו להם מסכה. ומפני כבודם לא הזכיר בכאן עגל מסכה אלא מסכה. מפני שהיה להם דבר מגונה מאד מאד. כאומרו וימרו את כבודו בתבנית שור. ולא תאמר כשור של פטם אלא אוכל עשב שהוא מטונף מצד אכילת העשב. ובזה המרו עיני כבודו וחטאו מאד לה'. וזהו וארא והנה חטאתם לה' אלהיכם. שאמר לכם לא יהיה לך אלהים אחרים. ואתם עשיתם לכם עגל מסכה. ולטובתכם ואתפוש בשני הלוחות ואשברם. כמי שקורע שטר הכתובה או הקנין. בענין שלא יהיה פתחון פה להשם כנגדם. והזכיר סדר תפלתו. ותיקון העגל. ואח\"כ הזכיר להם עון המרגלים וסדר תפלתו. ולפי שהיו בלא תורה. בעת ההיא אמר ה' אלי פסל לך שני לוחות אבנים ויכתוב ה' על הלוחות כמכתב הראשון ואשים את הלוחות בארון. וכל זה להורות על רשעתם. ולכן רצה השם לתת הלוחות במעמד ישראל. וזהו פסל לך ועלה אלי ההרה. וכן לפי חטאתם הבדיל ה' את שבט הלוי לשאת את ארון ברית ה'. ולא רצה לתת אותו לישראל. בענין שבכל זה תראו מה שאמרתי. כי לא בצדקתך ה' אלהיך מוריש אותם מפניך:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5c9f4629f2b57280c8a", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, קצף 1", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "Sefer HaShorashim, קצף 1", "sourceHeRef": "ספר השרשים, קצף א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "קצף", "he": ["<strong><big>קצף</big></strong>   <strong>קָצַף</strong> י\"י עַל־אֲבֽוֹתֵיכֶם קָֽצֶף (<a class=\"refLink\" href=\"Zechariah 1:2\" data-ref=\"Zechariah 1:2\">זכריה א, ב</a>), וְעַל כָּל־הָֽעֵדָה<strong> יִקְצֹף</strong> (<a class=\"refLink\" href=\"Leviticus 10:6\" data-ref=\"Leviticus 10:6\">ויקרא י, ו</a>), הַסְתֵּר <strong>וְאֶקְצֹף</strong> (<a class=\"refLink\" href=\"Isaiah 57:17\" data-ref=\"Isaiah 57:17\">ישעיה נז, יז</a>).<strong> והשם</strong> כִּֽי־יָצָא <strong>הַקֶּצֶף </strong>(<a class=\"refLink\" href=\"Numbers 17:11\" data-ref=\"Numbers 17:11\">במדבר יז, יא</a>), בשש נקודות. עַל־אֲבֽוֹתֵיכֶם <strong>קָֽצֶף</strong> (<a class=\"refLink\" href=\"Zechariah 1:2\" data-ref=\"Zechariah 1:2\">זכריה א, ב</a>). כִּי <strong>בְקִצְפִּי</strong> הִכִּיתִיךְ (<a class=\"refLink\" href=\"Isaiah 60:10\" data-ref=\"Isaiah 60:10\">ישעיה ס, י</a>), <strong>מִקִּצְפּוֹ </strong>תִּרְעַשׁ הָאָרֶץ (<a class=\"refLink\" href=\"Jeremiah 10:10\" data-ref=\"Jeremiah 10:10\">ירמיה י, י</a>). ובסגול אַל־<strong>בְּקֶצְפְּךָ</strong> תוֹכִיחֵנִי (<a class=\"refLink\" href=\"Psalms 38:2\" data-ref=\"Psalms 38:2\">תהלים לח, ב</a>). <strong>וההתפעל</strong> וְהָיָה כִֽי־יִרְעַב <strong>וְהִתְקַצַּף </strong>(<a class=\"refLink\" href=\"Isaiah 8:21\" data-ref=\"Isaiah 8:21\">ישעיה ח, כא</a>). <strong>והכבד</strong> [הִפְעִיל] וּבְחֹרֵב <strong>הִקְצַפְתֶּם</strong> (<a class=\"refLink\" href=\"Deuteronomy 9:8\" data-ref=\"Deuteronomy 9:8\">דברים ט, ח</a>), <strong>מַקְצִפִים</strong> הֱיִיתֶם (<a class=\"refLink\" href=\"Deuteronomy 9:22\" data-ref=\"Deuteronomy 9:22\">דברים ט, כב</a>), ענין הרתיחה בכעס. ומזה נאמר לרתיחת המים בחוזק הרוח <strong>כְּקֶצֶף</strong> עַל־פְּנֵי־מָֽיִם (<a class=\"refLink\" href=\"Hosea 10:7\" data-ref=\"Hosea 10:7\">הושע י, ז</a>), <strong>אשקומא</strong> בלע\"ז. וכן תרגום יונתן<strong> כְּרוּתְחָא עַל אַפֵּי מַיָא</strong>. ויש מפרשים אותו קליפת העץ. וכן וּתְאֵנָתִי <strong>לִקְצָפָה</strong> (<a class=\"refLink\" href=\"Joel 1:7\" data-ref=\"Joel 1:7\">יואל א, ז</a>), כלומר שנקלפה מרוב היובש כמו שאמר חָשׂף חֲשָׂפָהּ (שם). ויש לפרש <strong>וּתְאֵנָתִי לִקְצָפָה</strong> מהענין הראשון כלומר למארה."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e556bfddfbb310feb33", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "anchorRef": "Deuteronomy 1:1-34:12", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32", "Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69", "Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20", "Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר א׳ ב׳-ל״ט", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Deuteronomy and Its Structure", "he": "דברים מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>EUTERONOMY HOLDS A UNIQUE POSITION, AND SPEAKS WITH A UNIQUE VOICE, IN THE</small> literature of the Torah. Up to this point, through the first four books, we have encountered a powerful mixture of literary genres; indeed, the books owe their characteristic stamp to the way in which they incorporate these genres. Genesis is predominantly narrative, punctuated by genealogies; Exodus begins with narrative and later proceeds with covenant-making and law, and then with the precise details of sanctuary building; Leviticus is composed almost entirely of cultic and then ethical and social law; and finally, Numbers alternates narrative and varied laws, under the structure of preparations for wilderness march, first encounters with the Promised Land, and preparations for entry. Except for Leviticus, the books also exhibit, at strategic points, striking examples of biblical poetry.", "An ancient name for Deuteronomy, <i>mishne tora</i>—which means “copy of the Torah,” but which was erroneously understood as “second Torah”—would seem to indicate more of the same combining of genres, and a not-too-close reading would support the idea of a rehashing of narrative, covenant-making, law, and poetry. But the reader who takes the time to weigh what stands before him or her will find much more. In its structure, style, content, and intent, Deuteronomy goes beyond what has preceded it. The image of Moshe addressing the assembled people on the Plains of Moab—the central setting of the book—provides the occasion for not merely a retelling, but a recasting of Israel’s mission and destiny. No book of the Torah is truer to the idea of “instruction” (Deuteronomy uses the term numerous times), including an emphasis on teaching and learning, with assembled and yet-to-be-born children as much the audience as “elders.”", "From the book’s opening phrase, “Now these are the words [or even “speeches”] that Moshe spoke to the Children of Israel / in (the country) across the Jordan,” the basic premise of Deuteronomy is that the aged Moshe, personally and indeed in the first person, speaks for the last time to the assembled Israelites, before their triumphant entry into the land of Canaan. The setting affects the entire content of the book; no longer is the narrator in the background, as in most of the Torah, but instead he is presented as directly addressing a living audience, an audience composed not only of the ancient hearers portrayed in the text but also of contemporary listeners.", "The image of a leader delivering a long public address on an auspicious occasion is well known from the ancient world, most familiarly from Greek historians (cf. Van Seters) but also abundantly in the ancient Near East (Weinfeld). The historian seeks to paint a vivid picture of the personality of his speaker and the high drama of the moment, and may go on at great length. While admitting to not having had the benefit of eyewitness sources, such chroniclers are nevertheless sincere in their desire to present what undoubtedly would have been said on such an occasion.", "Deuteronomy, whenever it was composed and placed in the Torah, takes this approach a step further. It is a fantastic conceit, really: as Rosenberg (1975) notes, Moshe, the man who was “not a man of words” (Ex. 4:10), all of a sudden finds his voice. And as Polzin (1980) has shown in his forceful analysis, in Deuteronomy Moshe’s voice functions fairly indistinguishably from God’s own—and then closes off the text by stipulating that nothing in the future is to be added or subtracted to it. So we are dealing with a text of directly authoritative character, a series of speeches that in their own self-understanding already bore the status of “Torah.” Hence Deuteronomy introduces into the Bible for the first time the concept of canon—a bounded, accepted body of authoritative literature.", "Moshe’s addresses, which include a historical review, repeated appeals to observe God’s laws and dire warnings against their violation, a reworking of previous laws and the addition of new ones, and a poem designed to keep the appeals and warnings in popular memory, have about them a deep rhetorical urgency. As such they are stylistically quite different from most of what is found in the first four books of the Bible. To be sure, there are many moments of high rhetoric in the previous narratives, and the laws—including cultic ones—are also not lacking appeals to the emotions (cf., for instance, the repeated injunctions to not oppress the sojourner, “for you were sojourners in the land of Egypt”). But as an extended piece of argumentation and pleading, Deuteronomy holds pride of place in the Torah, with its specialized vocabulary (described in the notes and commentary below), its alternately pleading and warning tone, and its long, elegant phrases (as Gottwald notes, these phrases are most often cast in the form of subordinate clauses, not the typical syntactical form found in the previous books).", "But not only does Deuteronomy provide an emotional capstone to the four books that precede it. It functions to link up with both the landed history of Israel in the narrative books to follow (Joshua through Kings) and the prophets’ emotional speeches to the people and their leaders. In the words of G. Ernest Wright,", "the central purpose of Deuteronomy is to furnish Israel with a complete order of faith and life which is the prerequisite for a prosperous and secure existence on the God-given land. The historian [of the succeeding books] shows how Israel failed to keep it and what the consequences were.", "It is in fact the monarchic setting that is commonly held to be the historical background to the compilation of Deuteronomy. While Moshe’s last days and the people’s being poised on the steppes opposite Jericho would certainly be a dramatic enough moment for our book’s speeches to occur, its language, style, and many of its concerns point to a later time in the history of Israel as a likely venue for at least a good part of its emotional appeal.", "That time, in the opinion of most biblical scholars over the past two centuries, was the middle of the reign of King Josiah (ruled 640–608 <small>B.C.E.</small>) of Judah, the southern kingdom (Israel, the north, had been overrun by Assyria a century previously). The Assyrian Empire, dominant in the region for three hundred years, was on the wane, and Josiah took advantage of this decline of power to expand his kingdom northward. He also—at about the time of the death of Ashurbanipal, the last powerful king of Assyria—began a wide-ranging reform that consisted largely of destroying the local “high places” of pagan worship that had figured so prominently in the reign of his grandfather, the notorious Manasseh (ruled 687–642). II Kings 23 describes the purge in great detail, noting both places and priests that were now rendered inoperative in favor of the centralization of the cult in Jerusalem.", "It is within this setting that Chapter  22 reports the dramatic discovery of a scroll “of the Torah.”", "The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the L<small>ORD</small>.” … Shaphan then read it aloud to the king. When the king heard the words of the book of the law, he tore his clothes. Then the king commanded … saying: “Go, inquire of the L<small>ORD</small> for me, for the people, and for all Judah, concerning the words of this book that has been found, for great is the wrath of the L<small>ORD</small> … because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” (22:8, 10–13, New Revised Standard Version)", "What precisely were the contents of the “book” we do not know; but it is usually taken to have been some form of Deuteronomy. The rhetorical force of the newly discovered text must have been considerable, for its reported result was that the king", "directed that all the elders of Judah and Jerusalem should be gathered to him. … he read in their hearing all the words of the book of the covenant that had been found in the house of the L<small>ORD</small>. The king stood by the pillar and made a covenant before the L<small>ORD</small>, to follow the L<small>ORD</small>, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. (23:1–3)", "The connections between these passages and the style of Deuteronomy will be obvious to anyone who reads the book, and it seems clear that Josiah’s reforms are closely related to concerns expressed in Deuteronomy.", "The Bible’s portrayal of this background does not necessarily mean that Deuteronomy was composed for the occasion, or even that it originated in Judah. Several scholars (notably Ginsberg) have remarked on connections to the northern kingdom of Israel (e.g., affinities to the prophet Hosea), and so it is possible that at least some of our book was a series of traditions brought south by refugees fleeing the Assyrian onslaught. In any event, the text of Deuteronomy addresses its audience with such emotional immediacy that it may safely be presumed that a crisis of major proportions loomed, and the opportunity presented itself for a large-scale revival—or redefinition—of Israel’s self-understanding. Similar crises later in Jewish history may have led to the editing and writing down (but not necessarily the composition) of other central texts, the Mishnah (c. 200) and the Babylonian Talmud (c. 450). Like these documents, and like the first four books of the Torah, Deuteronomy is written in such a way that it is difficult to pin down its precise background, which through additions and circumspection has been substantially obliterated. What is left to us are the many repetitions of “today” or “this day,” which signal the desire to make the “Instruction” contemporary for the audience, whoever and whenever that may be.", "The net effect of this process of creation and development was to establish the Torah’s character as a text that shows signs of new life and new thinking within itself. Deuteronomy, by its inclusion as the final book of the five, officially began the practice of “explaining” (1:5) the traditions of Israel, and thus paved the way for the classic form of Jewish religious and intellectual activity: the interpretation of Scripture (cf. Fishbane 1988 for a definitive study on “inner-biblical exegesis,” interpretation that appears within the Bible itself and hence becomes a legitimate part of its traditions). This activity strongly influenced Christianity and Islam as well, and is still a part of religious discourse and development in the Western world.", "In its overall structure, Deuteronomy breaks down fairly easily; but it is perhaps best understood in the light of comparative ancient Near Eastern material. Weinfeld’s lifetime of research has demonstrated the strong parallels between our book and certain Assyrian treaty texts (earlier Hittite texts have also been shown to be helpful in this regard; cf. Levenson 1985b for a useful summary). It is striking indeed that the Esarhaddon Treaty texts from the seventh century <small>B.C.E.</small>, which also produced the final form of Deuteronomy, seem to prefigure the basic structure of what Moshe lays out in the book: a historical overview, an exhortation to keep the covenant, the laws—particulars of the covenant, a series of blessings and curses following upon observance or nonobservance of the covenant, and a ceremony ratifying it. A similar pattern, in abbreviated form, may be observed in the Sinai covenant in Ex. 19–24.", "Weinfeld points out that such covenants or treaties were two-sided, with the suzerain granting his vassals certain favors in return for “love” (= loyalty), and threatening dire consequences if that loyalty were to become suspect. What is fascinating about the parallels is not so much that they exist, but that here, apparently, a political model from a hated enemy has been assimilated and transformed into a positive religious-national one. Such transformative power seems to be characteristic of biblical culture, which probably reworked known stories and poems, among other genres, into genuine Israelite creations (the Flood narratives of Genesis and Psalm 29 are two fruitful examples of the process).", "Deuteronomy, then, focuses mainly on the relationship between God and Israel, a relationship that has been spelled out before (as in Exodus) but that forms in this book the very soul of the text. Every act that Israel performs as a community, and every one done by individuals, is to be seen in that light. As elsewhere in the Bible, breaking one of God’s rules means not merely a violation of a statute but an affront to the suzerain, the sovereign Lord, and thus a grave risk to society’s well-being and even to its very existence. And there is a unity of purpose and concept here: Gottwald summarizes the message of the book as “the indivisible unity of <i>one God</i> for <i>one people</i> in <i>one land</i> observing <i>one cult</i>” (italics his).", "Given the treaty pattern that we have just referred to, an outline of the book might proceed along the following lines:", "I   Historical Overview (Moshe as Narrator; 1–4:43)", "A   Narrative of the Wilderness Journey (1–3)", "B   Transition: Beginning of the Exhortation (4:1–40) and Addendum on Towns of Asylum (4:41–43)", "II  Opening Exhortation (Moshe as Pleader; 4:44–11:36)", "Looking Back to the Revelation at Sinai", "III The Terms of the Covenant (Moshe as Lawgiver; 12–28)", "A   The Laws (12–26)", "B   Covenant Ceremony; Blessings and Curses (27–28)", "IV Concluding Exhortation (Moshe as Pleader; 29–30)", "Looking Ahead to Exile and Return", "V  Final Matters (31–34)", "A   Passing the Mantle (31)", "B   Moshe’s Admonitory Poem (32)", "C   Moshe’s Blessing to the Tribes (33)", "D   The End (34)", "A few simple structural observations, based on a closer look at the text itself, may be made here. Parts I and V stress the role of Yehoshua (Joshua) in the future. Then, too, Parts II and IV use similar rhetorical formulas toward the end of each (“See, I set before you this day …,” 11:26 and 30:15). Such a symmetry would suggest that Part III is the crucial one, and that is of course the case. Everything in Deuteronomy radiates out from the laws: a new humanism, a rethinking of tradition, and above all, a heartfelt appeal to “choose life” (30:19), a good life on the land under the blessing of God.", "It is only when that appeal has been fully made, and when all of Deuteronomy’s new material has been added (with no more to come, as the text sees it!), that Moshe can finally die, and the people of Israel can proceed into the Promised Land. The book of Numbers proved to be a false ending, and indeed the report of Moshe’s death was postponed from the end of that book to this, so that the biblical tradition could transform itself into a truly multifaceted and rich one. The Torah, which began in the nameless, unknowable past, ends in the limitless present and future, with a potential life ahead for the Israelite people as bountiful and as beautiful as the “good land” that Moshe is allowed to see from the summit of Pisga."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e7f6bfddfbb310feba9", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 2-7", "anchorRef": "Deuteronomy 4:44-11:32", "anchorRefExpanded": ["Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳ ב׳-ז׳", "anchorVerse": 44, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; Opening Exhortation", "he": "דברים מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HIS SECTION OF</small> D<small>EUTERONOMY IS A LONG PERSONAL AND EMOTIONAL PLEA ON BE</small>-half of the leader. Its rhetoric has become famous, as have several passages noted below. It is in this section that Moshe appears in his most classic Deuteronomistic mode, urging the people on to follow God’s rules and warning them against violating the covenant.", "Recurring phrases in the section include “Hearken O Israel,” “And now, O Israel,” “When I bring you into the land …,” and “take-care.” In addition, the word “love,” which as noted above carries the connotation of “loyalty,” is important in these speeches.", "After a brief geographical introduction in vv.44–49, which parallels the opening of the book and which, in the eyes of many, once served as the book’s actual beginning, the section presents a version of the so-called Ten Commandments, and a short recapitulation of the circumstances surrounding their being given on Sinai. In that sense, Chapter 5 is a continuation of the historical overview of the beginning of the book.", "Another famous passage here is in Chapter 6, where Israel is enjoined to “love” God, warned about what will happen if they abandon him, and given a kind of script as answer to their children’s future question, “What (mean) the precepts, the laws and the regulations that Y<small>HWH</small> your God has commanded you?” (v.20).", "Other important themes appear in these speeches. Israel is defined as a people that is not to intermarry with the indigenous peoples of Canaan; as a people chosen, not for its military power or large population, but because God “loved” them, and because he could not abide the Canaanites’ behavior. To prove his point that Israel possesses no inherent superiority, Moshe turns again to history, and retells the story of the Molten Calf (Ex. 32–34).", "He ends (in Chap. 11) by reiterating the motif of God’s power and hence his ability to reward faithfulness with the gift of the good land. Israel is promised blessing and not curse, provided that they “take-care to observe” the laws which are now to be set before them."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e826bfddfbb310febb3", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, The Calf Incident 2", "anchorRef": "Deuteronomy 9:1-11:32", "anchorRefExpanded": ["Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, The Calf Incident 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳, דברים הערה ה׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Calf Incident", "he": "דברים הערה ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ה׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Continuing the argument of the last chapter—that Israel should take great care to remember who it was that led them—Moshe makes pointed reference to the great rebellion that took place at the foot of Sinai itself: the incident of the Golden (“Molten”) Calf in Ex. 32–34. In this he is recapitulating the rhetoric of the opening chapters of the book, as well as of the great poem in Chap. 32, which utilize the past to inform the future. The calf incident, in fact, paves the way for the passages that immediately follow.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f3c9ad75f2d99afa74", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 1", "anchorRef": "Deuteronomy 4:44-11:32", "anchorRefExpanded": ["Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳ א׳", "anchorVerse": 44, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 4:44–11:32\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 4:44–11:32</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f3c9ad75f2d99afa82", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, The Calf Incident 1", "anchorRef": "Deuteronomy 9:1-11:32", "anchorRefExpanded": ["Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, The Calf Incident 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳, דברים הערה ה׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ה׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 9:1-11:32\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 9:1-11:32</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62e66d5cc4c36e21ac7bc59d", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Deuteronomy 9:8:1", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 9:8:1", "sourceHeRef": "רש\"ר הירש על התורה, דברים ט׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 8. וכחרב. Schon in Choreb, sofort bei der ersten Grundlegung eurer nationalen Bestimmung. ויתאנף וגו׳, während קצף das unmittelbar durch ein mißliebiges Verhalten, eines andern hervorgerufene Gefühl der Entrüstung ist, ist התאנף: das mit Bewusstsein und Überlegung \"Sich in Zorn versetzen\" gegen einen andern. Daher steht es vor Strafverhängnissen und sagt, daß sie nicht in leidenschaftlichem Aufwallen, sondern mit sich selbst beherrschender Überlegung gefasst werden. So hier und 1, 37; 4, 21; 9, 20. Auch das התקצף (Jesaias 8, 22) ist ein solches aus Nachdenken hervorgehendes Böswerden mit seinem Gott und König, es ist ein sich in Zorn Hineinreden. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "62e66d5cc4c36e21ac7bc59e", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Deuteronomy 9:8:2", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 9:8:2", "sourceHeRef": "רש\"ר הירש על התורה, דברים ט׳:ח׳:ב׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Die Verwandtschaft mit ענף, Zweig, dürfte אנף als eine sich zur Äußerung und einem andern das ihm Gebührende in Wort und Tat zu bringen drängende, innere Stimmung bezeichnen. So ist ja auch עברה, der höchste Grad des Zürnens, von der Anschauung des Aus-sich-hinaus-, Über-sich-hinaustretens gebildet, und עַבֵר, Job 21, 10 heißt: einen zum Äußerlichwerden drängenden Keim in etwas legen, trächtig machen.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6395bfc100ac4b8e00b17ba7", "index_title": "Tanya", "category": "Chasidut", "type": "", "ref": "Tanya, Part II; Shaar HaYichud VehaEmunah, Chinukh Katan 3", "anchorRef": "Deuteronomy 6:4-10:11", "anchorRefExpanded": ["Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11"], "sourceRef": "Tanya, Part II; Shaar HaYichud VehaEmunah, Chinukh Katan 3", "sourceHeRef": "תניא, חלק שני; שער היחוד והאמונה, חינוך קטן ג׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1786, 1796], "commentaryNum": 3, "collectiveTitle": {"en": "Tanya", "he": "תניא"}, "heTitle": "חינוך קטן", "he": "מְלוּקָּט מִפִּי סְפָרִים וּמִפִּי סוֹפְרִים קְדוֹשֵׁי עֶלְיוֹן נִשְׁמָתָם־עֵדֶן, מְיוּסָּד עַל פָּרָשָׁה רִאשׁוֹנָה שֶׁל קְרִיאַת־שְׁמַע:", "heVersionTitle": "Kehot Publication Society", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "Compiled from books and from Sages, exalted saints, whose souls are in Eden. Based on the first section of the Recitation of the <i>Shema</i>.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The <i>Shema</i> consists of three sections of the Torah: Deuteronomy 6:4-10, 11:13-22, and Numbers 15:37-42. Following the first verse of the first section, our Sages instituted the recital of the verse, <i>Blessed be the name of the glory of His kingdom for ever and ever</i>. See <i>Pesachim</i> 56a.</i>", "versionTitle": "Kehot Publication Society (English Translation)", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "63c9431201e878406e0cfa1c", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Shemot 51:388", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "Zohar, Shemot 51:388", "sourceHeRef": "ספר הזהר, שמות נ״א:שפ״ח", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 51.0018, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "שמות", "he": "תָּנוּ רַבָּנָן, בְּהַהִיא שַׁעֲתָא דְּעָאל מֹשֶׁה לְטוּרָא דְּסִינַי, מַאי טַעְמָא אִתְגְּלֵי לֵיהּ בְּשַׁלְהוֹבֵי אֶשָּׁתָא, דְּהוּא דִּינָא. אָמַר רִבִּי יַעֲקֹב (נ\"א כעין) כְּעָן שַׁעֲתָא הֲוָה (שעתא) גָּרִים. ר' יוֹסֵי אָמַר, כֹּלָּא לְחָד גִּזְעָא אִשְׁתָּרְשָׁא. כְּתִיב, וַיָּבֹא אֶל הַר הָאֱלהִים חֹרֵבָה. וּכְתִיב, (דברים ט׳:ח׳) וּבְחֹרֵב הִקְצַפְתֶּם אֶת יְיָ'. וּכְתִיב, וַיַּרְא מַלְאַךְ יְיָ' אֵלָיו בְּלַבַּת אֵשׁ מִתּוֹךְ הַסְּנֶה. מִתּוֹךְ שֶׁהֵם עֲתִידִים לִהְיוֹת כַּסְּנֶה, כְּהַאי דִּכְתִּיב, (ישעיהו ל״ג:י״ב) קוֹצִים כְּסוּחִים בָּאֵשׁ יִצַּתּוּ.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "64186642c9371ec0cebe3dcc", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 9:8:1", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "Reggio on Torah, Deuteronomy 9:8:1", "sourceHeRef": "ביאור יש\"ר על התורה, דברים ט׳:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>ובחרב הקצפתם,</b> קודם שיפתח להם בביאור התורה כלל הוכיח אותם בעונות אשר גרמו להם ולא נמחלו, והזכיר להם ענין המרגלים ומי מריבה, ואח\"כ ביאר עשרת הדברות ופרשת יחוד ה' והזהירם בענין ע\"ז אזהרות רבות, והזהיר במצות בכללם, ויאמר שהן כלם טובות ובעבורם תבוא להם כל הטובה, ועתה בא להתחיל בפרטי המצות, וקודם שיזכור אחת מהן בפרט יחזור להוכיח אותם ולפקוד עליהם את כל עונותיהם שעשו מעת שקבלו התורה והצאה, כי התלונות שעשו קודם מתן תורה שהמרו על ים בים סוף ויצונו במרה ובאלוש לא יזכירם להם כי מעת שקבלו התורה היו יותר חייבים לשמוע בקול השם אשר כרת עמם ברית, ולפיכך פתח כאן ובחורב הקצפתם, והזכיר להם מעשה העגל:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64186647c9371ec0cebe3dce", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 9:8:2", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "Reggio on Torah, Deuteronomy 9:8:2", "sourceHeRef": "ביאור יש\"ר על התורה, דברים ט׳:ח׳:ב׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>ויתאנף ה' בכם,</b> עד שעלה על רוחו להשמיד אתכם:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc87758c1dc532ec95c2", "index_title": "Steinsaltz on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Deuteronomy 9:8", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "Steinsaltz on Deuteronomy 9:8", "sourceHeRef": "ביאור שטיינזלץ על דברים ט׳:ח׳", "anchorVerse": 8, "sourceHasEn": true, "commentaryNum": 9.0008, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על דברים", "he": "<b>וּבְחֹרֵב</b>, סיני    <b>הִקְצַפְתֶּם</b>, הרגזתם   <b>אֶת ה', וַיִּתְאַנַּף ה' בָּכֶם,</b> והוא אכן כעס עליכם    <b>לְהַשְׁמִיד אֶתְכֶם.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>At Horev,</b> Mount Sinai, <b>you provoked the Lord, and the Lord was incensed with you to destroy you</b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "60b36f026baca89872b49378", "index_title": "Ben Porat Yosef", "category": "Chasidut", "type": "", "ref": "Ben Porat Yosef, Shabbat Shuva Sermons 1:39", "anchorRef": "Deuteronomy 9:7-16", "anchorRefExpanded": ["Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16"], "sourceRef": "Ben Porat Yosef, Shabbat Shuva Sermons 1:39", "sourceHeRef": "בן פורת יוסף, דרשות שבת תשובה א׳:ל״ט", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1760, 1780], "commentaryNum": 1.0039, "collectiveTitle": {"en": "Ben Porat Yosef", "he": "בן פורת יוסף"}, "heTitle": "דרשות שבת תשובה", "he": "עוד יש לומר האזינו השמים ואדברה (דברים לב, א) לשון יחיד, ותשמע הארץ אמרי פי, לשון רבים. ונראה לי דהקשה בעקידה פרשת עקב (שער צ) והיה עקב תשמעון וגומר ושמר ה' וגומר ואהבך וגו' (דברים ט, ז - טז) לשום שכר הרבה עבור מעשים מועטים, והוא היפך מה שעשה במרה (שמות טו, כו) והיה אם שמוע תשמע וגו' והישר בעיניו תעשה וגו' והאזנת למצותיו ושמרת כל חוקיו וגו' ולבסוף כל המחלה אשר וגו', והוא אחת מכל הנזכרות כאן וכו'. וביאר, כי הגוף הבלתי מוכן אל הבריאות הנה ברפואות רבות יקבל מעט תועלת, אמנם הגוף המוכן הוא בהיפך שיקבל תועלת גדול במעט רפואות. ככה במרה היו בלתי מוכנים וכו', משא\"כ אחר מתן תורה וגם שהי' מ' שנה בהתמדת הלימוד, כבר הוכנו, ויקבלו על ידי תרופה אחת שמירת המשפטים, תועלת הרבה וכו', יעו\"ש.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cfdbb6084aa1cbefca5b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אָנֵף 1", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "BDB, אָנֵף 1", "sourceHeRef": "בראון-דרייבר-בריגס, אָנֵף א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אָנֵף", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big>[<span dir=\"rtl\">אָנֵף</span>, <span dir=\"rtl\">אָנַף</span>]</big></big>  <strong>vb. denom.</strong> from <span dir=\"rtl\">אַף</span> <strong>be angry (</strong>MI <em>id.</em>, cf. Arabic <span dir=\"rtl\">أَنِفَ</span>, Assyrian etc. in deriv.<strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">אָנַפְתָּ</span> <a data-ref=\"Psalms 60:3\" href=\"/Psalms.60.3\">ψ 60:3</a>, etc.; Impf. <span dir=\"rtl\">יֶאֱנַף</span> <a data-ref=\"Psalms 2:12\" href=\"/Psalms.2.12\">ψ 2:12</a>, etc.;—<em>be angry</em>, of <span dir=\"rtl\">י׳</span>; usually sq. <span dir=\"rtl\">בְּ</span> <a data-ref=\"I Kings 8:46\" href=\"/I_Kings.8.46\">1 K 8:46</a> = <a data-ref=\"II Chronicles 6:36\" href=\"/II_Chronicles.6.36\">2 Ch 6:36</a>; <a data-ref=\"Isaiah 12:1\" href=\"/Isaiah.12.1\">Is 12:1</a> <a data-ref=\"Psalms 85:6\" href=\"/Psalms.85.6\">ψ 85:6</a>; <a data-ref=\"Ezra 9:14\" href=\"/Ezra.9.14\">Ezr 9:14</a>; abs. <a data-ref=\"Psalms 60:3\" href=\"/Psalms.60.3\">ψ 60:3</a>; <a data-ref=\"Psalms 79:5\" href=\"/Psalms.79.5\">79:5</a>; cf. also <a data-ref=\"Psalms 2:12\" href=\"/Psalms.2.12\">ψ 2:12</a>.<br><strong>Hithp.</strong>  <strong> id.</strong> always sq. <span dir=\"rtl\">בְּ</span>, & alw. of <span dir=\"rtl\">י׳</span>, Pf. <span dir=\"rtl\">הִתְאַנַּף</span> <a data-ref=\"Deuteronomy 1:37\" href=\"/Deuteronomy.1.37\">Dt 1:37</a>; <a data-ref=\"Deuteronomy 4:21\" href=\"/Deuteronomy.4.21\">4:21</a>; <a data-ref=\"Deuteronomy 9:20\" href=\"/Deuteronomy.9.20\">9:20</a>; Impf. <span dir=\"rtl\">וַיִּתְאַנַּף</span> <a data-ref=\"Deuteronomy 9:8\" href=\"/Deuteronomy.9.8\">Dt 9:8</a>; <a data-ref=\"I Kings 11:9\" href=\"/I_Kings.11.9\">1 K 11:9</a>; <a data-ref=\"II Kings 17:18\" href=\"/II_Kings.17.18\">2 K 17:18</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d184b6084aa1cbf0f2af", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חֹרֵב 1", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "BDB, חֹרֵב 1", "sourceHeRef": "בראון-דרייבר-בריגס, חֹרֵב א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חֹרֵב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">חֹרֵב</span>, <span dir=\"rtl\">חוֹרֵב</span></big>  <strong>n.pr.mont. Horeb (</strong><em>waste, desert</em><strong>)</strong>—𝔊 Χωρηβ (v. Lag<sup>BN 85</sup>); <span dir=\"rtl\">אֶל־הַר הָאֱלֹהִים חֹרֵ֑בָה</span> <a data-ref=\"Exodus 3:1\" href=\"/Exodus.3.1\">Ex 3:1</a> (E), cf. <span dir=\"rtl\">עַד הַר הָאֱלֹהִים חֹרֵב</span> <a data-ref=\"I Kings 19:8\" href=\"/I_Kings.19.8\">1 K 19:8</a>; <span dir=\"rtl\">הַצּוּר בִּחֹרֵב</span> <a data-ref=\"Exodus 17:6\" href=\"/Exodus.17.6\">Ex 17:6</a>, <span dir=\"rtl\">הַר חוֹרֵב</span> <a data-ref=\"Exodus 33:6\" href=\"/Exodus.33.6\">33:6</a> (both E); <span dir=\"rtl\">מֵחֹרֵב</span>, <span dir=\"rtl\">בְּחֹרֵב</span> <a data-ref=\"Deuteronomy 1:2\" href=\"/Deuteronomy.1.2\">Dt 1:2</a>, <a data-ref=\"Deuteronomy 1:6\" href=\"/Deuteronomy.1.6\">6</a>, <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">19</a>; <a data-ref=\"Deuteronomy 4:10\" href=\"/Deuteronomy.4.10\">4:10</a>, <a data-ref=\"Deuteronomy 4:15\" href=\"/Deuteronomy.4.15\">15</a>; <a data-ref=\"Deuteronomy 5:2\" href=\"/Deuteronomy.5.2\">5:2</a>; <a data-ref=\"Deuteronomy 9:8\" href=\"/Deuteronomy.9.8\">9:8</a>; <a data-ref=\"Deuteronomy 18:16\" href=\"/Deuteronomy.18.16\">18:16</a>; <a data-ref=\"Deuteronomy 28:69\" href=\"/Deuteronomy.28.69\">28:69</a>; <a data-ref=\"I Kings 8:9\" href=\"/I_Kings.8.9\">1 K 8:9</a> <a data-ref=\"II Chronicles 5:10\" href=\"/II_Chronicles.5.10\">2 Ch 5:10</a> <a data-ref=\"Psalms 106:19\" href=\"/Psalms.106.19\">ψ 106:19</a> <a data-ref=\"Malachi 3:22\" href=\"/Malachi.3.22\">Mal 3:22</a>; the sacred mountain of the wilderness, no geograph. diff. from <span dir=\"rtl\">סִינַי</span> discoverable, but synonym of it in E and (especially) D (except poem <a data-ref=\"Deuteronomy 33:2\" href=\"/Deuteronomy.33.2\">Dt 33:2</a>; vid. <a data-ref=\"BDB, סִין²\" href=\"/BDB,_סִין²\", dir=\"rtl\">סִינַי</a> P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d43ab6084aa1cbf30b4b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קָצַף 1", "anchorRef": "Deuteronomy 9:8", "anchorRefExpanded": ["Deuteronomy 9:8"], "sourceRef": "BDB, קָצַף 1", "sourceHeRef": "בראון-דרייבר-בריגס, קָצַף א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קָצַף", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><big><span dir=\"rtl\">קָצַף</span></big></big>  <strong>vb. be wroth (</strong>NH id., Hiph. <em>make wrathful</em> (rare); Syriac <span dir=\"rtl\">ܩܨܰܦ</span> <em>be wrathful</em>, also <em>be anxious, fearful</em><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">ק׳</span> <a data-ref=\"Genesis 41:10\" href=\"/Genesis.41.10\">Gn 41:10</a> +, etc.; Impf. 3 ms. <span dir=\"rtl\">יִקְצֹף</span> <a data-ref=\"Leviticus 10:6\" href=\"/Leviticus.10.6\">Lv 10:6</a> +, etc.; Inf. cstr. <span dir=\"rtl\">קְצֹף</span> <a data-ref=\"Isaiah 54:9\" href=\"/Isaiah.54.9\">Is 54:9</a>; Pt. <span dir=\"rtl\">קֹצֵף</span> <a data-ref=\"Zechariah 1:15\" href=\"/Zechariah.1.15\">Zc 1:15</a>;—<em>be wroth:</em> <strong>1.</strong>  of God; abs. <a data-ref=\"Deuteronomy 1:34\" href=\"/Deuteronomy.1.34\">Dt 1:34</a> <a data-ref=\"Isaiah 57:16\" href=\"/Isaiah.57.16\">Is 57:16</a>, <a data-ref=\"Isaiah 57:17\" href=\"/Isaiah.57.17\">17</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 64:4\" href=\"/Isaiah.64.4\">64:4</a>, <a data-ref=\"Isaiah 64:8\" href=\"/Isaiah.64.8\">8</a>; <a data-ref=\"Zechariah 1:15\" href=\"/Zechariah.1.15\">Zc 1:15</a>; c. <span dir=\"rtl\">עַל</span> <em>against</em>, <a data-ref=\"Leviticus 10:6\" href=\"/Leviticus.10.6\">Lv 10:6</a>; <a data-ref=\"Numbers 16:22\" href=\"/Numbers.16.22\">Nu 16:22</a> (P), <a data-ref=\"Deuteronomy 9:19\" href=\"/Deuteronomy.9.19\">Dt 9:19</a>; <a data-ref=\"Isaiah 47:6\" href=\"/Isaiah.47.6\">Is 47:6</a>; <a data-ref=\"Isaiah 54:9\" href=\"/Isaiah.54.9\">54:9</a>; <a data-ref=\"Lamentations 5:22\" href=\"/Lamentations.5.22\">La 5:22</a>; <a data-ref=\"Zechariah 1:2\" href=\"/Zechariah.1.2\">Zc 1:2</a>, <a data-ref=\"Zechariah 1:15\" href=\"/Zechariah.1.15\">15</a>; <a data-ref=\"Ecclesiastes 5:5\" href=\"/Ecclesiastes.5.5\">Ec 5:5</a>; c. <span dir=\"rtl\">אֶל</span> <a data-ref=\"Joshua 22:18\" href=\"/Joshua.22.18\">Jos 22:18</a> (P). <strong>2.</strong>  of man; abs. <a data-ref=\"Esther 1:12\" href=\"/Esther.1.12\">Est 1:12</a>; <a data-ref=\"Esther 2:21\" href=\"/Esther.2.21\">2:21</a>; <a data-ref=\"II Kings 5:11\" href=\"/II_Kings.5.11\">2 K 5:11</a>; c. <span dir=\"rtl\">עַל</span> <a data-ref=\"Genesis 40:2\" href=\"/Genesis.40.2\">Gn 40:2</a>; <a data-ref=\"Genesis 41:10\" href=\"/Genesis.41.10\">41:10</a> (E), <a data-ref=\"Exodus 16:20\" href=\"/Exodus.16.20\">Ex 16:20</a>; <a data-ref=\"Leviticus 10:16\" href=\"/Leviticus.10.16\">Lv 10:16</a>; <a data-ref=\"Numbers 31:14\" href=\"/Numbers.31.14\">Nu 31:14</a> (P), <a data-ref=\"Jeremiah 37:15\" href=\"/Jeremiah.37.15\">Je 37:15</a>; <a data-ref=\"I Samuel 29:4\" href=\"/I_Samuel.29.4\">1 S 29:4</a>; <a data-ref=\"II Kings 13:19\" href=\"/II_Kings.13.19\">2 K 13:19</a>.<br><strong>Hiph.</strong>  Pf. 2 ms. <span dir=\"rtl\">הִקְצַפְתָּ</span> <a data-ref=\"Deuteronomy 9:7\" href=\"/Deuteronomy.9.7\">Dt 9:7</a>; 2 mpl. <span dir=\"rtl\">הִקְצַפְתֶּם</span> v <a data-ref=\"Deuteronomy 9:8\" href=\"/Deuteronomy.9.8\">8</a>; Impf. 3 mpl. <span dir=\"rtl\">יַקְצִיפוּ</span> <a data-ref=\"Psalms 106:32\" href=\"/Psalms.106.32\">ψ 106:32</a>; Inf. cstr. <span dir=\"rtl\">הַקְצִיף</span> <a data-ref=\"Zechariah 8:14\" href=\"/Zechariah.8.14\">Zc 8:14</a>; Pt. pl. <span dir=\"rtl\">מַקְצִפִים</span> <a data-ref=\"Deuteronomy 9:22\" href=\"/Deuteronomy.9.22\">Dt 9:22</a>;—<em>provoke to wrath</em>, c. acc. <span dir=\"rtl\">י׳</span> <a data-ref=\"Deuteronomy 9:7\" href=\"/Deuteronomy.9.7\">Dt 9:7</a>, <a data-ref=\"Deuteronomy 9:8\" href=\"/Deuteronomy.9.8\">8</a>, <a data-ref=\"Deuteronomy 9:22\" href=\"/Deuteronomy.9.22\">22</a>; <a data-ref=\"Zechariah 8:14\" href=\"/Zechariah.8.14\">Zc 8:14</a>; so (acc. om.) <a data-ref=\"Psalms 106:32\" href=\"/Psalms.106.32\">ψ 106:32</a>.<br><strong>Hithp.</strong>  <em>put oneself in a rage:</em> Pf. 3 ms. consec. <span dir=\"rtl\">וְהִתְקַצַּף</span> <a data-ref=\"Isaiah 8:21\" href=\"/Isaiah.8.21\">Is 8:21</a>, of hard-pressed people."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]