[{"_id": "525c0d90edbab421f87c0d73", "index_title": "Ibn Ezra on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Deuteronomy 9:22:1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Ibn Ezra on Deuteronomy 9:22:1", "sourceHeRef": "אבן עזרא על דברים ט׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על דברים", "he": "<b>ובתבערה.</b> יתכן להיותו שם מקום ולא חנו שם כי אם יום א' על כן לא הזכירום באלה מסעי והוא א' משלשה מסעים שנסעו מהד סיני עד קברות התאו' כאשר פירשתי. וטעם לחבר תבערה עם מסה כי היו העם מתאוננים כמו מנסים לשם והזכיר תבערה קודם מסה כי במסה לא אירע להם כלום וי״‎א כי בא עמלק בעבור שנסו השם ועל כן הזכיר בעירת אש השם בהם וזנוב עמלק ומכת המתאוים הזכיר בתחלה הקשה וי״‎א כי תבערה היא מסה כמו מראש שניר וחרמון והנכון מה שפירשתי:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND AT TABERAH. Taberah is probably the name of a place. Israel camped there for but one day. Therefore Scripture does not mention it<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">So <i>Vat. Ebr</i>. 38. The printed texts read “them,” in place of “it.”</i> in the Torah portion <i>Elleh Mase</i> (These Are the Stages) (Num. 33:1).<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Wherein the journeys of the children of Israel in the wilderness are recorded.</i> It is one of the thirty journeys that Israel traveled from Mount Sinai until they came to Kibroth-hattaavah (Num. 33:17),<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Which is located in Kadesh-barnea.</i> as I explained.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">That Israel journeyed from Sinai to Kadesh-barnea (Sarim). See I.E. on Deut. 1:2.</i> The reason Scripture connects Taberah with Massah<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Israel tested God at Massah after crossing the Red Sea. See Ex. 17:7. The incident at Taberah [where Israel murmured against God and God punished them by fire (Num. 11:3)] occurred more than a year later, after Israel had journeyed from Mount Sinai.</i> is that the people <i>were as murmurers</i> (Num. 11:1);<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">In Taberah.</i> that is, they tested God.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">Which is what they did at Massah. Hence Taberah and Massah are mentioned back to back.</i> Scripture mentions Taberah before Massah<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Even though Israel’s camping at Massah came before Taberah.</i> because nothing happened to Israel at Massah.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">Israel was not punished for testing God in Massah. They were punished at Taberah.</i> Some say that Amalek came<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">To Rephidim and attacked Israel.</i> because Israel tested God.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">In Rephidim. Thus Israel was punished for testing God at Massah. See Ex. 17:1-7.</i> Scripture therefore mentions<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">That is, mentions the places where the following punishments took place.</i> the burning of God’s fire among them,<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">At Taberah.</i> Amalek’s smiting of Israel’s hindmost,<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">At Massah.</i> and the smiting of those who lusted.<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">At Kibroth-hattaavah.</i> Scripture mentions the most severe punishments first.<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">Hence Taberah comes before Massah.</i> Some say that Taberah and Massah are one and the same place.<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">Hence Taberah is not mentioned among Israel’s journeys in the Torah portion <i>Elleh Mase</i> (These Are the Stages) (Num. 33:1).</i> It is like <i>From the top of Senir and Hermon</i> (Cant. 4:8).<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Senir and Hermon are one and the same place. See Deut. 3:9.</i> However, my interpretation is correct.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fdffbfba276047f5d37", "index_title": "Onkelos Deuteronomy", "category": "Targum", "type": "targum", "ref": "Onkelos Deuteronomy 9:22", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Onkelos Deuteronomy 9:22", "sourceHeRef": "תרגום אונקלוס על דברים ט׳:כ״ב", "anchorVerse": 22, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 9.0022, "collectiveTitle": {"en": "Onkelos Deuteronomy", "he": "תרגום אונקלוס על דברים"}, "heTitle": "תרגום אונקלוס על דברים", "he": "וּבִדְלֶקְתָּא וּבְנִסֵּתָא וּבְקִבְרֵי דִמְשַׁאֲלֵי מַרְגְּזִין הֲוֵיתוּן <b>קֳדָם</b> יְיָ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "And in Tav’eiroh and in Massoh and in Kivros Hata’voh you were angerers of [<b>before</b>] Adonoy.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2683fbfba27c35eeb578", "index_title": "Targum Jonathan on Deuteronomy", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Deuteronomy 9:22", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Targum Jonathan on Deuteronomy 9:22", "sourceHeRef": "תרגום יונתן על דברים ט׳:כ״ב", "anchorVerse": 22, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 9.0022, "collectiveTitle": {"en": "Targum Jonathan on Deuteronomy", "he": "תרגום יונתן על דברים"}, "heTitle": "תרגום יונתן על דברים", "he": "וּבְבֵית יְקִידְתָּא וּבְנִסֵיתָא וּבְקִבְרֵי תַחְמוּדָא מַרְגְּזִין הֲוֵיתוּן קֳדָם יְיָ", "heVersionTitle": "Targum Jonathan on Deuteronomy", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And at the place of Burning, and that of the Temptation, and at the Graves of Desire you provoked to anger before the Lord.  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17b4dfbfba22336ea8e2a", "index_title": "Ramban on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Ramban on Deuteronomy 9:22:1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Ramban on Deuteronomy 9:22:1", "sourceHeRef": "רמב\"ן על דברים ט׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "וְאָמַר ר\"א (אבן עזרא על דברים ט':כ\"ב) כִּי טַעַם <b>וּבְתַבְעֵרָה וּבְמַסָּה</b>, בַּעֲבוּר כִּי בְּתַבְעֵרָה הָיוּ הָעָם כְּמִתְאוֹנְנִים מְנַסִּים הַשֵּׁם בְּתוֹאֲנוֹת, הִזְכִּיר לָהֶם כִּי הֱיִיתֶם מַקְצִיפִים אֶת הַשֵּׁם בַּנִּסָּיוֹן אֲשֶׁר נִסִּיתֶם בְּתַבְעֵרָה כַּאֲשֶׁר עֲשִׂיתֶם כְּבָר פַּעַם אַחֶרֶת בְּמַסָּה, וְלֹא לְקַחְתֶּם מוּסָר. וְיָפֶה פֵּרֵשׁ. וְהִנֵּה הַחֵטְא לְנַסּוֹת אֶת הַשֵּׁם הוּא חֵטְא גָּדוֹל וְאַשְׁמָה רַבָּה, כַּאֲשֶׁר הִזְהִיר מִמֶּנּוּ (דברים ו':ט\"ז) לֹא תְנַסּוּ אֶת ה' אֱלֹהֵיכֶם כַּאֲשֶׁר נִסִּיתֶם בַּמַּסָּה, עַל כֵּן הֶחְזִיר אוֹתוֹ לָהֶם בְּכָאן. וְכָךְ הִזְכִּיר פַּעַם אַחֶרֶת חֵטְא הַמְרַגְּלִים בִּקְצָרָה בַּעֲבוּר הֶעָוֹן הַגָּדוֹל, כִּי בּוֹ יַשְׁלִים מַמְרִים הֱיִיתֶם עִם ה'. וְאָמַר מִיּוֹם דַּעְתִּי אֶתְכֶם, לִרְמֹז עַל תְּלוּנוֹתֵיהֶם קֹדֶם מַתַּן תּוֹרָה:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<i>And Rabbi Abraham ibn Ezra wrote that the meaning of the verse, <i>And at Taberah, and at Massah</i> etc.,<sup class=\"footnote-marker\">146</sup><i class=\"footnote\">Verse 22. The question is, why are these two places mentioned here together, when the offenses took place at different times — that in Massah, before they encamped at Sinai (Exodus 17:7) and that in Taberah, after they left Sinai (Numbers 11:1-3)? Besides, if they are to be mentioned together, then Massah, having occurred earlier, should have been mentioned first. Ibn Ezra answers that, since both offenses were of the same nature, Moses is saying that they acted in Taberah just as they had acted in Massah — they learned no lessons from their former experience.</i> is that because at Taberah <i>the people were as murmerers</i>,<sup class=\"footnote-marker\">147</sup><i class=\"footnote\">Numbers 11:1.</i> testing G-d with complaints, therefore Moses mentioned to them that “you angered G-d with the challenge of proving [His power] at Taberah just as you had already done another time at Massah<sup class=\"footnote-marker\">148</sup><i class=\"footnote\">Exodus 17:7.</i> and you accepted no correction.”<sup class=\"footnote-marker\">149</sup><i class=\"footnote\">See Jeremiah 7:28.</i> He [Ibn Ezra] explained it well. Behold, the sin of testing G-d is a great sin and of a serious nature, as he admonished against it, <i>Ye shall not try the Eternal your G-d, as ye tried Him in Massah;</i><sup class=\"footnote-marker\">150</sup><i class=\"footnote\">Above, 6:16.</i> therefore he cited it to them again here. So also he briefly mentioned to them once again the sin of the spies<sup class=\"footnote-marker\">151</sup><i class=\"footnote\">Verse 23.</i> because of the great sin it entailed, for with it he completed [this section], saying, <i>Ye have been rebellious against the Eternal from the day I knew you</i>.<sup class=\"footnote-marker\">152</sup><i class=\"footnote\">Verse 24.</i> He stated <i>from the day I knew you</i> in order to allude to their murmurings before the Giving of the Torah</i>.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "53f17ba5fbfba22336ea9fa0", "index_title": "Sforno on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Sforno on Deuteronomy 9:22:1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Sforno on Deuteronomy 9:22:1", "sourceHeRef": "ספורנו על דברים ט׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על דברים", "he": "<b>ובתבערה ובמסה.</b> ואע\"פ שראיתם שבהקציפכם את האל ית' נשברו הלוחות והוצרכתי להתפלל בעדכם בצום ארבעים יום חזרתם להקציף בתבערה ובמסה כשבכית' באזניו לנסות:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ובתבערה ובמסה, even though you have seen with your own eyes that because you had made G’d angry the Tablets He had made Himself were shattered, and I had to pray for you and fast for 40 consecutive days and nights, you repeatedly angered G’d again at the locations I just mentioned, as if putting G’d to the test each time.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f17ba6fbfba22336ea9fa2", "index_title": "Sforno on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Sforno on Deuteronomy 9:22:2", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Sforno on Deuteronomy 9:22:2", "sourceHeRef": "ספורנו על דברים ט׳:כ״ב:ב׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 22.0002, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על דברים", "he": "<b>ובקברות התאוה.</b> בשאלת הבשר:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ובקברת התאוה, when you demanded to eat meat.\n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54bd4825fbfba21733361dee", "index_title": "Ramban on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Genesis 11:28:1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Ramban on Genesis 11:28:1", "sourceHeRef": "רמב\"ן על בראשית י״א:כ״ח:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 28.0001, "collectiveTitle": {"en": "Ramban on Genesis", "he": "רמב\"ן על בראשית"}, "he": "<b>עַל פְּנֵי תֶּרַח אָבִיו בְּאֶרֶץ מוֹלַדְתּוֹ</b> כָּתַב רַשִׁ\"י (רש\"י על בראשית י\"א:כ\"ח) כְּדֶרֶךְ דִּבְרֵי רַבּוֹתֵינוּ (בב\"ר לח יג), תֶּרַח קָבַל עַל אַבְרָם בְּנוֹ לִפְנֵי נִמְרוֹד עַל שְׁבִירַת צְלָמָיו, וְהִשְׁלִיכָהוּ לַכִּבְשָׁן, וְהָרָן יָשַׁב וְאָמַר, אִם אַבְרָם נוֹצֵחַ אֲנִי שֶׁלּוֹ וְאִם נִמְרוֹד נוֹצֵחַ אֲנִי שֶׁלּוֹ, וּכְשֶׁנִּצַּל אַבְרָם אָמְרוּ לוֹ מִשֶּׁל מִי אַתָּה, אָמַר לָהֶם מִשֶּׁל אַבְרָם אֲנִי, הִשְׁלִיכוּהוּ לַכִּבְשָׁן וְנִשְׂרַף, וְזֶהוּ אוּר כַּשְׂדִּים. וּמְנַחֵם פֵּרֵשׁ אוּר – בִּקְעָה, וְכֵן \"עַל כֵּן בָּאֻרִים כַּבְּדוּ ה'\" (ישעיהו כד טו), וְכֵן \"מְאוּרַת צִפְעוֹנִי\" (שם יא ח), כָּל חֹר וּבֶקַע עָמֹק יִקָּרֵא אוּר. וְהָעִנְיָן שֶׁקִּבְּלוּ רַבּוֹתֵינוּ בָּזֶה הוּא הָאֱמֶת, וַאֲנִי מְבָאֵר אוֹתוֹ. אַבְרָהָם אָבִינוּ לֹא נוֹלַד בְּאֶרֶץ כַּשְׂדִּים, כִּי אֲבוֹתָיו בְּנֵי שֵׁם הָיוּ, וְכַשְׂדִּים וְכָל אֶרֶץ שִׁנְעָר אַרְצוֹת בְּנֵי חָם, וְהַכָּתוּב אָמַר \"וַיַּגֵּד לְאַבְרָם הָעִבְרִי\" (בראשית י\"ד:י\"ג) לֹא הַכַּשְׂדִּי, וּכְתִיב (יהושע כד ב) \"בְּעֵבֶר הַנָּהָר יָשְׁבוּ אֲבוֹתֵיכֶם מֵעוֹלָם תֶּרַח אֲבִי אַבְרָהָם וַאֲבִי נָחוֹר\", וּמִלַּת \"מֵעוֹלָם\" תּוֹרֶה כִּי מִשָּׁם תּוֹלְדוֹתָיו מֵאָז, וּכְתִיב (שם ג) \"וָאֶקַּח אֶת אֲבִיכֶם אֶת אַבְרָהָם מֵעֵבֶר הַנָּהָר\". וּרְאָיָה לַדָּבָר, כִּי נָחוֹר בְּחָרָן הָיָה, וְאִם הָיָה מְקוֹם תֶּרַח אוּר כַּשְׂדִּים בְּאֶרֶץ שִׁנְעָר, וְהַכָּתוּב סִפֵּר כִּי בְּצֵאתוֹ מֵאוּר כַּשְׂדִּים לֹא לָקַח אִתּוֹ רַק אַבְרָם בְּנוֹ וְלוֹט בֶּן הָרָן בֶּן בְּנוֹ וְשָׁרַי כַּלָּתוֹ, אִם כֵּן הָיָה נָחוֹר נִשְׁאַר בְּאֶרֶץ כַּשְׂדִּים. אֲבָל בֶּאֱמֶת אֶרֶץ מוֹלַדְתָּם אֶרֶץ אֲרָם הִיא בְּעֵבֶר הַנָּהָר, וְהִיא מִנַּחֲלַת אֲבוֹתָיו מֵעוֹלָם, וְהַכָּתוּב אוֹמֵר בִּבְנֵי שֵׁם (בראשית י':ל') \"וַיְהִי מוֹשָׁבָם מִמֵּשָׁא בֹּאֲכָה סְפָרָה הַר הַקֶּדֶם\", וְהוּא שֵׁם כּוֹלֵל, כְּדִכְתִיב (שם לא) \"בְּאַרְצֹתָם לְגוֹיֵיהֶם\", וְכָתוּב (במדבר כג ז) \"מִן אֲרָם יַנְחֵנִי בָלָק מֶלֶךְ מוֹאָב מֵהַרְרֵי קֶדֶם\", וְהִנֵּה הוּא וַאֲבוֹתָיו מִן הָאָרֶץ הַהִיא מֵעוֹלָם. וּמָצִינוּ בַּתַּלְמוּד (ב\"ב צא) כִּי אַבְרָהָם נֶחְבַּשׁ בְּכוּתָא, וְזֹאת הָעִיר אֵינֶנָּה בְּאֶרֶץ כַּשְׂדִּים, דִּכְתִיב (מלכים ב יז כד) \"וַיָּבֵא מֶלֶךְ אַשּׁוּר מִבָּבֶל וּמִכּוּתָא וּמֵעַוָּה וּמֵחֲמָת\", וְכָתוּב (שם ל) \"וְאַנְשֵׁי בָבֶל עָשׂוּ אֶת סֻכּוֹת בְּנוֹת וְאַנְשֵׁי כוּת עָשׂוּ אֶת נֵרְגַל\", אֲבָל יֵרָאֶה כִּי הִיא עִיר בְּעֵבֶר הַנָּהָר בְּאֶרֶץ אֲרַם נַהֲרַיִם, כִּי חָרָן שֵׁם עִיר בְּאֶרֶץ אֲרַם נַהֲרַיִם, דִּכְתִיב (בראשית כ\"ד:י') \"וַיֵּלֶךְ אֶל אֲרַם נַהֲרַיִם אֶל עִיר נָחוֹר\" שֶׁהִיא חָרָן. וְעוֹד חָקַרְנוּ וְיָדַעְנוּ עַל פִּי תַּלְמִידִים רַבִּים שֶׁהָיוּ יוֹשְׁבֵי הָאָרֶץ הַהִיא, כִּי כּוּתָא עִיר גְּדוֹלָה בֵּין חָרָן וּבֵין אַשּׁוּר, רְחוֹקָה מִמְּדִינַת בָּבֶל, וּבֵינָהּ וּבֵין חָרָן כְּמוֹ שִׁשָּׁה יָמִים, אֲבָל הִיא נִכְלֶלֶת בְּעֵבֶר הַנָּהָר בַּעֲבוּר הֱיוֹתָהּ בֵּין אֲרַם נַהֲרַיִם וּבֵין נְהַר פְּרָת גְּבוּל אֶרֶץ יִשְׂרָאֵל, וּבֵין חִדֶּקֶל הַהֹלֵךְ קִדְמַת אַשּׁוּר. וְהִנֵּה תֶּרַח הוֹלִיד בָּנָיו הַגְּדוֹלִים אַבְרָהָם וְנָחוֹר בְּעֵבֶר הַנָּהָר אֶרֶץ אֲבוֹתָיו, וְהָלַךְ לוֹ עִם אַבְרָהָם בְּנוֹ אֶל אֶרֶץ כַּשְׂדִּים וְשָׁם נוֹלַד לוֹ בְּנוֹ הַקָּטָן הָרָן, וְנִשְׁאַר נָחוֹר בְּנוֹ בְּעֵבֶר הַנָּהָר בָּעִיר חָרָן, אוֹ שֶׁנּוֹלַד בָּעִיר הַהִיא אוֹ שֶׁנִּתְיַשֵּׁב בָּהּ מִכּוּתָא. וְזֶה טַעַם \"בְּאֶרֶץ מוֹלַדְתּוֹ בְּאוּר כַּשְׂדִּים\", כִּי שָׁם מוֹלַדְתּוֹ שֶׁל הָרָן לְבַדּוֹ. וְהָעִנְיָן הַמְקֻבָּל הַזֶּה נִמְצָא גַּם כֵּן בְּסֵפֶר קַדְמוֹנֵי הַגּוֹיִם, כְּמוֹ שֶׁכָּתַב הָרַב בְּמוֹרֶה הַנְּבֻכִים (ג כט), כִּי הִזְכִּירוּ בְּסֵפֶר \"עֲבוֹדַת הָאִכָּרִים הַמִּצְרִים\" כִּי אַבְרָם אֲשֶׁר נוֹלַד בְּכוּתָא חָלַק עַל דַּעַת הֶהָמוֹן שֶׁהָיוּ עוֹבְדִים הַשֶּׁמֶשׁ, וְנָתַן הַמֶּלֶךְ אוֹתוֹ בְּבֵית הַסֹּהַר, וְהָיָה עִמָּהֶם בְּתוֹכָחוֹת יָמִים רַבִּים שָׁם, אַחַר כָּךְ פָּחַד הַמֶּלֶךְ שֶׁיַּשְׁחִית עָלָיו אַרְצוֹ וְיָסִיר בְּנֵי הָאָדָם מֵאֱמוּנָתָם, וְגֵרֵשׁ אוֹתוֹ אֶל קְצֵה אֶרֶץ כְּנַעַן אַחַר שֶׁלָּקַח כָּל הוֹנוֹ. וְהִנֵּה עַל כָּל פָּנִים בַּמָּקוֹם הַהוּא בְּאֶרֶץ כַּשְׂדִּים נַעֲשָׂה נֵס לְאַבְרָהָם אָבִינוּ, אוֹ נֵס נִסְתָּר שֶׁנָּתַן בְּלֵב אוֹתוֹ הַמֶּלֶךְ לְהַצִּילוֹ וְשֶׁלֹּא יְמִיתֶנּוּ וְהוֹצִיא אוֹתוֹ מִבֵּית הַסֹּהַר שֶׁיֵּלֵךְ לְנַפְשׁוֹ, אוֹ נֵס מְפֻרְסָם שֶׁהִשְׁלִיכוֹ לְכִבְשַׁן הָאֵשׁ וְנִצַּל כְּדִבְרֵי רַבּוֹתֵינוּ. וְאַל יְפַתֶּה אוֹתְךָ רַבִּי אַבְרָהָם בְּקֻשְׁיוֹתָיו שֶׁאוֹמֵר שֶׁלֹּא סִפֵּר הַכָּתוּב זֶה הַפֶּלֶא, כִּי עוֹד אֶתֵּן לְךָ טַעַם וּרְאָיָה בָּזֶה וּבְכַיּוֹצֵא בּוֹ (רמב\"ן על בראשית מ\"ו:ט\"ו). אֲבָל הַגּוֹיִם הָהֵם לֹא הִזְכִּירוּ זֶה בְּסִפְרָם, לְפִי שֶׁהֵם חוֹלְקִים עַל דַּעְתּוֹ וְהָיוּ חוֹשְׁבִים בְּנִסּוֹ שֶׁהוּא מַעֲשֵׂה כְּשָׁפִים, כְּעִנְיַן מֹשֶׁה רַבֵּינוּ עִם הַמִּצְרִים בִּתְחִלַּת מַעֲשָׂיו. וּמִפְּנֵי זֶה לֹא הִזְכִּיר עוֹד הַכָּתוּב הַנֵּס הַזֶּה, כִּי הָיָה צָרִיךְ לְהַזְכִּיר דִּבְרֵי הַחוֹלְקִים עָלָיו, כַּאֲשֶׁר הִזְכִּיר דִּבְרֵי חַרְטֻמֵּי מִצְרַיִם, וְלֹא נִתְבָּאֲרוּ דִּבְרֵי אַבְרָהָם עִמָּהֶם כַּאֲשֶׁר נִתְבָּאֲרוּ דִּבְרֵי מֹשֶׁה רַבֵּינוּ בַּסּוֹף. וְזֶהוּ שֶׁאָמַר הַכָּתוּב (בראשית ט\"ו:ז'), \"אֲנִי ה' אֲשֶׁר הוֹצֵאתִיךָ מֵאוּר כַּשְׂדִּים לָתֶת לְךָ אֶת הָאָרֶץ הַזֹּאת לְרִשְׁתָּהּ\", כִּי מִלַּת \"הוֹצֵאתִיךָ\" תְּלַמֵּד עַל נֵס, כִּי לֹא אָמַר \"אֲשֶׁר לְקַחְתִּיךָ מֵאוּר כַּשְׂדִּים\" אֲבָל אָמַר \"הוֹצֵאתִיךָ\", שֶׁהוֹצִיא מִמַּסְגֵּר אַסִּיר, כְּמוֹ \"אֲשֶׁר הוֹצֵאתִיךָ מֵאֶרֶץ מִצְרַיִם\" (שמות כ ב). וְאָמַר \"לָתֶת לְךָ אֶת הָאָרֶץ הַזֹּאת לְרִשְׁתָּהּ\", כִּי מֵעֵת הוֹצִיאוֹ אוֹתוֹ מֵאוּר כַּשְׂדִּים הָיָה הָרָצוֹן לְפָנָיו יִתְעַלֶּה שֶׁיְּגַדְּלֶנּוּ וְיִתֵּן לוֹ אֶת הָאָרֶץ הַהִיא. וְתֶרַח אָבִיו וְאַבְרָהָם הָיָה בְּלִבָּם מִן הַיּוֹם הַהוּא שֶׁנִּצַּל שֶׁיֵּלְכוּ אֶל אֶרֶץ כְּנַעַן לְהִתְרַחֵק מֵאֶרֶץ כַּשְׂדִּים מִפַּחַד הַמֶּלֶךְ, כִּי חָרָן קָרוֹב לָהֶם וְעַם אֶחָד וְשָׂפָה אַחַת לְכֻלָּם, כִּי לְשׁוֹן אֲרָמִית לִשְׁנֵיהֶם, וְרָצוּ לָלֶכֶת אֶל עַם אֲשֶׁר לֹא יִשְׁמַע לְשׁוֹנוֹ הַמֶּלֶךְ הַהוּא וְעַמּוֹ, וְזֶהוּ טַעַם \"וַיֵּצְאוּ אִתָּם מֵאוּר כַּשְׂדִּים לָלֶכֶת אַרְצָה כְּנַעַן וַיָּבֹאוּ עַד חָרָן\" אֲשֶׁר שָׁם מִשְׁפְּחוֹתֵיהֶם וַאֲבוֹתֵיהֶם מֵעוֹלָם, וְיָשְׁבוּ בֵּינֵיהֶם, וְנִתְעַכְּבוּ שָׁם יָמִים רַבִּים. וְשָׁם נִצְטַוָּה אַבְרָהָם לַעֲשׂוֹת מַה שֶׁעָלָה בְּדַעְתּוֹ, לָלֶכֶת אַרְצָה כְּנַעַן, וְעָזַב אֶת אָבִיו וּמֵת שָׁם בְּחָרָן אַרְצוֹ, וְהוּא הָלַךְ עִם אִשְׁתּוֹ וְלוֹט בֶּן אָחִיו אַרְצָה כְּנַעַן. וְזֶהוּ שֶׁאָמַר הַכָּתוּב (יהושע כד ג) \"וָאֶקַּח אֶת אֲבִיכֶם אֶת אַבְרָהָם מֵעֵבֶר הַנָּהָר וָאוֹלֵךְ אוֹתוֹ בְּכָל אֶרֶץ כְּנָעַן\", כִּי בְּעֵבֶר הַנָּהָר נִצְטַוָּה בָּזֶה, וּמִשָּׁם לְקָחוֹ וְהוֹלִיכוֹ בְּכָל אֶרֶץ כְּנַעַן. וְהִנֵּה עַל דַּעַת רַבּוֹתֵינוּ יִהְיֶה אוּר כַּשְׂדִּים כִּפְשׁוּטוֹ, מִלְּשׁוֹן \"חַמּוֹתִי רָאִיתִי אוּר\" (ישעיהו מד טז), וְאָמְרוּ <b>וַיֵּצְאוּ אִתָּם מֵאוּר כַּשְׂדִּים</b>, וְתֶרַח לֹא יָצָא מִן הַכִּבְשָׁן, אֲבָל אַבְרָם הוּא עִקָּר, אוֹ הַמָּקוֹם נִקְרָא כֵן בַּעֲבוּר הַנֵּס, כְּמוֹ \"וּבְתַבְעֵרָה וּבְמַסָּה וּבְקִבְרֹת הַתַּאֲוָה\" (דברים ט כב) וְזוּלָתָם, וְיִרְמֹז הַכָּתוּב כִּי בְּצֵאת אַבְרָם מִן הַכִּבְשָׁן בָּרְחוּ לָהֶם כֻּלָּם מִשָּׁם. וּפֵרוּשׁ \"בָּאֻרִים כַּבְּדוּ ה'\" (ישעיהו כד טו) עַל דַּעְתִּי כְּדִבְרֵיהֶם, כִּי הֵם הֶהָרִים הַגְּבוֹהִים שֶׁשָּׁם עוֹשִׂים אוֹרוֹת וּמַשִּׂיאִין מַשּׂוּאוֹת לְהוֹדִיעַ הַחֲדָשׁוֹת מַהֵר בַּמֶּרְחַקִּים, כַּאֲשֶׁר אָמַר (שם) \"בְּאִיֵּי הַיָּם שֵׁם ה' אֱלֹהֵי יִשְׂרָאֵל\", וְהָעִנְיָן שֶׁיּוֹדִיעוּ בְּכָל הָעוֹלָם הַנֵּס וְהַפֶּלֶא הַנַּעֲשֶׂה לָהֶם לִכְבוֹד הַשֵּׁם. וְכֵן \"מְאוּרַת צִפְעוֹנִי\" (ישעיהו יא ח), הַחוֹר שֶׁלּוֹ שֶׁשָּׁם אוֹרוֹ וַחֲמִימוּתוֹ הַגָּדוֹל, כְּמוֹ שֶׁקּוֹרֵא אוֹתוֹ \"שָׂרָף\". וְרָאִיתִי בְּמִדְרַשׁ \"קוּמִי אוֹרִי\" (פסקתא דר\"כ פסקא כא) \"עַל כֵּן בָּאֻרִים כַּבְּדוּ ה'\", בַּמֶּה מְכַבְּדִין אוֹתוֹ, ר' אַבָּא בַּר כָּהֲנָא אָמַר בְּאִלֵּן פַּנָּסַיָּא, הֵן כְּגוֹן הָעֲשָׁשִׁיּוֹת שֶׁמַּדְלִיקִין בְּבָתֵּי כְּנֵסִיּוֹת בְּכָל מָקוֹם אֲפִילּוּ בְּאִיֵּי הַיָּם לִכְבוֹד הַשֵּׁם. הֲרֵי שֶׁעוֹשִׂין \"בָּאוּרִים\" מִלְּשׁוֹן אֵשׁ כִּפְשׁוּטוֹ:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND HARAN DIED IN THE PRESENCE OF HIS FATHER TERAH IN THE LAND OF HIS BIRTH IN UR OF THE CHALDEES. In accordance with the words of our Rabbis, Rashi wrote, “Terah accused his son Abram before Nimrod of having broken his idols, and he cast him into a fiery furnace. Meanwhile Haran waited and said to himself, ‘if Abram proves triumphant I will be on his side, and if Nimrod wins I shall be on his.’ When Abram was saved, they said to Haran, ‘On whose side are you?’ He replied, ‘I am on Abram’s side.’ They therefore cast him into the fiery furnace, and he was burnt to death. It is to this event that the name <i>Ur Kasdim</i> (fire of the Chaldees) alludes. Menachem ben Saruk,<sup class=\"footnote-marker\">347</sup><i class=\"footnote\">Menachem ben Saruk was a great grammarian who lived in the middle of the tenth century in southern Spain. He composed the first dictionary covering the entire field of the Biblical language. His work is called Machbereth (literally, “a joining of words”). Rashi, in his commentary on the Torah and other books of the Bible, made great use of this work.</i> however, explained the word <i>ur</i> as meaning ‘valley.’ So also, <i>Therefore glorify ye the Eternal ‘ba’urim’ (in the valleys)</i>,<sup class=\"footnote-marker\">348</sup><i class=\"footnote\">Isaiah 24:15.</i> and also, <i>‘me’urath’ (the den of) the basilisk</i>.<sup class=\"footnote-marker\">349</sup><i class=\"footnote\"><i>Ibid.</i>, 11:8.</i> Every hole or deep cleft may be called <i>ur</i>.” This matter received by our Rabbis through tradition is the truth, and I will elucidate it.<br>Our father Abraham was not born in the land of Chaldaea. His ancestors were descendants of Shem, and Chaldaea and the whole land of Shinar were countries inhabited by the sons of Ham,<sup class=\"footnote-marker\">350</sup><i class=\"footnote\">See above, 10:10-12.</i> and Scripture states, <i>And he told to Abram the ‘Hebrew,’</i><sup class=\"footnote-marker\">351</sup><i class=\"footnote\">Further, 14:13.</i> not Abram the Chaldean. And it is further written, <i>Your fathers dwelt in days of old beyond the river, Terah the father of Abraham, and the father of Nahor</i>,<sup class=\"footnote-marker\">352</sup><i class=\"footnote\">Joshua 24:2.</i> the word <i>mei’olam (of old)</i> teaching that his origins were always from there. And again Scripture states, <i>And I took your father Abraham from beyond the river</i>.<sup class=\"footnote-marker\">353</sup><i class=\"footnote\"><i>Ibid.</i> 3.</i> Proof of the matter is that we find Nahor [Abraham’s brother] in Haran.<sup class=\"footnote-marker\">354</sup><i class=\"footnote\">Genesis 29:4-5.</i> Now if Terah’s place were in Ur of the Chaldees in the land of Shinar and Scripture relates that upon Terah’s going forth from Ur of the Chaldees he took with him only his son Abram, his grandson Lot the son of Haran, and Sarai his daughter-in-law,<sup class=\"footnote-marker\">355</sup><i class=\"footnote\">Verse 31 here.</i> then Nahor was left in the land of Chaldaea, [and yet we find that he was in Haran,<sup class=\"footnote-marker\">354</sup><i class=\"footnote\">Genesis 29:4-5.</i> which is in the land of Mesopotamia, as explained further].<br>But the truth of the matter is that the country of the birth of Abraham’s ancestors was the land of Aram, which is beyond the River Euphrates; this was always the habitat of his ancestors. Thus Scripture says concerning the children of Shem, <i>And their dwelling was from Mesha, as thou goest toward Sephar, unto the mountain of the east</i>,<sup class=\"footnote-marker\">333</sup><i class=\"footnote\">Above, 10:30.</i> this being a generic name applicable to all their countries, as it is written there, <i>in their land, after their nations</i>,<sup class=\"footnote-marker\">336</sup><i class=\"footnote\">Above, 10:31.</i> and again it is written, <i>From Aram Balak bringeth me, the king of Moab from the mountains of the east</i>,<sup class=\"footnote-marker\">356</sup><i class=\"footnote\">Numbers 23:7.</i> [proving that Aram is in the land of “the mountains of the east”]. Thus it is clear that Abram and his ancestors always lived in the land of Aram. Furthermore, we find in the Talmud<sup class=\"footnote-marker\">357</sup><i class=\"footnote\">Baba Bathra 91a.</i> that Abraham was imprisoned [by Nimrod because he broke the idols] in Cuthah, and that city is not in the land of Chaldaea, for it is written, <i>And the king of Assyria brought men from Babylon, and from Cuthah, and from Avva, and from Hamath</i>,<sup class=\"footnote-marker\">358</sup><i class=\"footnote\">II Kings 17:24.</i> and it is further written, <i>And the men of Babylon made Succoth-benoth, and the men of Cuth made Nergal</i>.<sup class=\"footnote-marker\">359</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 30.</i> But it would appear that Cuthah is a city beyond the river, in the land of Mesopotamia, for Haran is the name of a city in the land of Mesopotamia, as it is written, <i>And he went to Aram-naharaim</i> [Mesopotamia], <i>unto the city of Nahor</i>,<sup class=\"footnote-marker\">360</sup><i class=\"footnote\">Genesis 24:10.</i> which is Haran. Furthermore, we have investigated and know it from the word of many students<sup class=\"footnote-marker\">361</sup><i class=\"footnote\">This alludes to the time during the last three years of his life when Ramban lived in the land of Israel and there gathered around him students from nearby countries. It was from these students, who came from the eastern countries, that he sought first-hand knowledge to illumine the problems he had in his commentary. Concerning this fascinating period in the life of Ramban, see his biography, pp. 191-206 in my Hebrew work, pp. 60-65 in the English edition.</i> who lived in that country that Cuthah is a large city between Haran and Assyria, far from the country of Babylon. The distance between it and Haran is about that of a six-day journey. It is, however, included in the term, “beyond the river,”<sup class=\"footnote-marker\">353</sup><i class=\"footnote\"><i>Ibid.</i> 3.</i> because it lies between Mesopotamia and the River Euphrates — which is the border of the land of Israel<sup class=\"footnote-marker\">362</sup><i class=\"footnote\">Genesis 15:18.</i> — and <i>the Tigris which goeth towards the east of Assyria</i>.<sup class=\"footnote-marker\">363</sup><i class=\"footnote\">Above, 2:14.</i> Thus Terah begot his older sons, Abraham and Nahor, in the area “beyond the river,” the land of his ancestors. He then went with his son Abram to the land of Chaldaea, where his youngest son, Haran, was born. His son Nahor, however, remained “beyond the river,” in the city of Haran. It may be that he was born there or that he came to settle there from Cuthah. This is the meaning of [the verse here which says of Haran], <i>in the land of his birth, in Ur of the Chaldees</i>, since that was the birthplace of Haran alone [among Terah’s children].<br>This matter received through tradition [that Cuthah was the birthplace of Abraham] is also found in a book called The Antiquities of the Nations, as the Rabbi<sup class=\"footnote-marker\">267</sup><i class=\"footnote\">Rabbi Moshe ben Maimon (Rambam or Maimonides). See <i>Seder Bereshith</i>, Note 139.</i> wrote in the Moreh Nebuchim<sup class=\"footnote-marker\">364</sup><i class=\"footnote\">III, 29. Ramban is following Al-Charizi’s translation, and not Ibn Tibbon’s. See notes in my Hebrew commentary, pp. 72-73.</i> that in the book of Egyptian Agriculture it is mentioned that Abraham, who was born<sup class=\"footnote-marker\">365</sup><i class=\"footnote\">“Born.” Ibn Tibbon has, “grew up.”</i> in Cuthah, differed with the opinion of the people who worshipped the sun, and the king put him in prison, but he continued to argue against them for many days. At last the king was afraid that he might corrupt his land and turn the people away from their religion, and so he expelled him to the far land of Canaan, after confiscating all his wealth.<br>Thus in any case it was in this place, the land of Chaldaea, that a miracle — or more exactly a hidden miracle<sup class=\"footnote-marker\">366</sup><i class=\"footnote\">See Ramban further, 17:1, concerning the two kinds of miracles.</i> — was done to our father Abraham, for G-d put it into the heart of that king to save him and not to kill him, and so he released him from prison to go where he desires. It may be that it was an overt miracle,<sup class=\"footnote-marker\">366</sup><i class=\"footnote\">See Ramban further, 17:1, concerning the two kinds of miracles.</i> i.e., that the king threw him into a fiery furnace, and he was saved, as our Rabbis have stated.<sup class=\"footnote-marker\">367</sup><i class=\"footnote\">As mentioned in Rashi, quoted at the beginning of this verse.</i><br>Let not Rabbi Abraham ibn Ezra mislead you with his questions,<sup class=\"footnote-marker\">368</sup><i class=\"footnote\">In Verse 26.</i> saying that Scripture has not narrated this wonder, for I will yet give you<sup class=\"footnote-marker\">369</sup><i class=\"footnote\">See Ramban further, 46:15.</i> a reason for the omission and proof of the verity of this and other miracles like it. These peoples, however, did not mention it in their books because they differed with his [the Patriarch’s] opinion, and they thought his miracle was a deed of sorcery, just as was the case with our teacher Moses in his confrontation with the Egyptians at the beginning of his deeds. It is on account of this that Scripture no longer mentions this miracle [of Abraham] for it would have had to mention the words of those who differed with him, as it mentioned the words of the Egyptian magicians, and Abraham’s words were not as openly verified to them as were ultimately the words of our teacher Moses, [which were established by ten clearly revealed miracles]. Thus Scripture says, <i>I am the Eternal that brought thee out of Ur of the Chaldees to give thee this land to inherit it</i>,<sup class=\"footnote-marker\">370</sup><i class=\"footnote\">Genesis 15:7.</i> for the word <i>hotzeisicha (brought thee out)</i> points to a miracle. It does not say, “that took thee from Ur of the Chaldees;” instead it says, <i>that brought thee out</i>, meaning that He brought out a prisoner from the dungeon<sup class=\"footnote-marker\">371</sup><i class=\"footnote\">See Isaiah 42:7.</i> just as in the verse: <i>that brought thee out from the land of Egypt</i>.<sup class=\"footnote-marker\">372</sup><i class=\"footnote\">Exodus 20:2.</i> And He said to Abraham, <i>to give thee this land to inherit it</i>,<sup class=\"footnote-marker\">370</sup><i class=\"footnote\">Genesis 15:7.</i> because from the time that G-d brought him out of Ur of the Chaldees, it was His Will, exalted be He, to make him into a great nation and to give him this land of Canaan. From that day on which Abraham was saved, Terah — his father — and Abraham had in mind to go to the land of Canaan, a distant point far from the land of Chaldaea, out of fear of the king, since Haran, [the city of their inhabitance], was near them [the Chaldeans], and they were one people with one language since Aramaic was their common language. They [Terah and Abraham] wanted to go to a nation where their speech would not be understood by that king and his people. This is the meaning of the verse, <i>And they went forth with them from Ur of the Chaldees, to go into the land of Canaan, and they came unto Haran</i><sup class=\"footnote-marker\">373</sup><i class=\"footnote\">Verse 31 here.</i> where their families and ancestors ever lived, and they settled among them, staying there for many days. It was there that Abraham was commanded to do what he had intended, i.e., to go to the land of Canaan, and so he left his father, who later died there in Haran,<sup class=\"footnote-marker\">374</sup><i class=\"footnote\">Verse 32.</i> his country, and went with his wife and Lot, his brother’s son, to the land of Canaan.<sup class=\"footnote-marker\">375</sup><i class=\"footnote\">Further, 12:5.</i> Thus Scripture says, <i>And I took your father Abraham from beyond the river, and led him throughout all the land of Canaan</i>,<sup class=\"footnote-marker\">353</sup><i class=\"footnote\"><i>Ibid.</i> 3.</i> for Abraham was commanded concerning this when he was yet “beyond the river,” and from there G-d took him and led him throughout all the land of Canaan.<br>Now according to the opinion of our Rabbis [that Nimrod threw Abraham into a fiery furnace, the name] <i>Ur Kasdim</i> will be understood as the plain meaning indicates, [namely, “Fires of the Chaldees”], from the same expression: <i>I am warm, I have seen ‘ur’ (the fire).</i><sup class=\"footnote-marker\">376</sup><i class=\"footnote\">Isaiah 44:16.</i> Scripture thus says, <i>And they went forth with them from Ur of the Chaldees</i>,<sup class=\"footnote-marker\">373</sup><i class=\"footnote\">Verse 31 here.</i> even though Terah did not go forth from the fiery furnace. However, since Abram is the main [person of interest, it mentions <i>Ur Kasdim</i> although the name has reference to him alone]. It may be that on account of the miracle the place came to be so called, just as we find, <i>And at Taberah, and at Massah, and at Kibroth-hattaavah</i>,<sup class=\"footnote-marker\">377</sup><i class=\"footnote\">Deuteronomy 9:22. — These places were so named because of the events that occurred there. See Numbers 11:3, 34. Exodus 17:7.</i> and others. Scripture thus alludes that when Abram went forth from the fiery furnace, they all fled from that country.<br>And the meaning of the verse, <i>Glorify ye the Eternal ‘ba’urim,’</i><sup class=\"footnote-marker\">348</sup><i class=\"footnote\">Isaiah 24:15.</i> is in my opinion consonant with that which the Rabbis have said [concerning <i>Ur Kasdim</i>, namely, that it means “the Fire of the Chaldees”], for <i>urim</i> are the high mountains on which they make fires and “kindle the flares”<sup class=\"footnote-marker\">378</sup><i class=\"footnote\">Rosh Hashana 22b. The subject there concerns the kindling of flares on the tops of the hills to declare that the day of the New Moon had been declared.</i> to make the new events known quickly in distant places, even as it says [in the second half of the verse]: <i>In the isles of the sea, the name of the Eternal, the G-d of Israel</i>.<sup class=\"footnote-marker\">348</sup><i class=\"footnote\">Isaiah 24:15.</i> The sense of that verse is thus that for the glory of G-d they should let the whole world know the miracle and the wonder which had been done to them. So also, <i>‘Me’urath’ the basilisk</i><sup class=\"footnote-marker\">349</sup><i class=\"footnote\"><i>Ibid.</i>, 11:8.</i> means his [the serpent’s] hole, where his fire and great heat are, just as he is indeed called <i>saraph</i> [the serpent, but literally, “the burning one”]. And I have seen in the Midrash:<sup class=\"footnote-marker\">379</sup><i class=\"footnote\">Pesikta d’Rabbi Kahana, 21.</i> “<i>Arise, ‘uri’ (shine)</i>.<sup class=\"footnote-marker\">380</sup><i class=\"footnote\">Isaiah 60:1.</i> Therefore <i>glorify ye the Eternal ‘ba’urim.’</i><sup class=\"footnote-marker\">348</sup><i class=\"footnote\">Isaiah 24:15.</i> How do you glorify Him? Rabbi Yeivo bar Kahana said, ‘With these torches such as the lanterns which burn in synagogues<sup class=\"footnote-marker\">381</sup><i class=\"footnote\">This is one of the earliest sources for establishing the religious duty of kindling lights in a synagogue. See my edition of Kithvei Rabbeinu Bechaya, pp. 89-90.</i> in all places, even <i>in the isles of the sea</i>,<sup class=\"footnote-marker\">348</sup><i class=\"footnote\">Isaiah 24:15.</i> to the glory of G-d.’” Thus it is clear that the Rabbis understood the word <i>ba’urim</i> as an expression of fire, in accordance with its simple sense.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "560ba955fbfba25e369f8242", "index_title": "Haamek Davar on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Deuteronomy 9:22:1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Haamek Davar on Deuteronomy 9:22:1", "sourceHeRef": "העמק דבר על דברים ט׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1849, 1879], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> ובתבערה ובמסה וגו׳.</b> אלו המקומות בין סיני ובין קדש ברנע שהייתם מתנהגים בבחינה עליונה כולם קרובים לה׳ כמו שנתבאר בפ׳ בהעלותך ושלח ובכ״מ. מ״מ <b>מקציפים וגו׳</b>:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "569d07d4d6e4a979b40a0d49", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 136:2", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Sifrei Bamidbar 136:2", "sourceHeRef": "ספרי במדבר קל״ו:ב׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [200], "commentaryNum": 136.0002, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "ונשב בגיא מול בית פעור – אמר להם ראו איזו עבירה עברתם, ואמר לכם המקום עשו תשובה ואני מקבל, ואני כמה בקשות בקשתי ולא נסלח לי. רבי יהודה בן בבא אומר: מג' מקומות שבאו ישראל לידי עבירה חמורה, ואמר להם המקום עשו תשובה ואני מקבל. כיוצא בו אתה אומר שמות יז ויקרא שם המקום ההוא מסה ומריבה על ריב בני ישראל. מהו אומר? שמות טו ויאמר אם שמוע תשמע בקול ה' אלהיך והישר בעיניו תעשה. ובתבערה ובמסה ובקברות התאוה – (דברים י׳:י״ב) ועתה ישראל מה ה' אלהיך שואל מעמך. וכאן הוא אומר ונשב בגיא מול בית פעור – ועתה ישראל שמע אל החקים ואל המשפטים:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Devarim 3:29) \"And we stayed in the valley near Beth-Peor\": He (Moses) said: See which sin I have sinned, how many supplications I uttered, and (still) it was not forgiven me. And you, how many sins you have sinned, yet the L-rd has said to you: \"Repent and I will accept\" (your penance). R. Yehudah b. Bava says: In three places Israel bordered upon grave transgression and the L-rd said to them \"Repent and I will accept,\" viz. (Shemot 15:24) \"And the people complained against Moses, saying 'What will we drink, etc.'\" What is written there? (Ibid. 26) \"And He said: If you hearken to the voice of the L-rd your G-d and you do what is just in His eyes, etc.\" Similarly, (Devarim 9:22) \"And in Taveirah, and in Massah, and in Kivroth Hata'vah, you angered the L-rd, etc.\" What is written there? (Ibid. 10:12) \"And now, O Israel, what does the L-rd your G-d ask of you, etc.?\" Here, too, (Ibid. 3:29) \"And we stayed in the valley near Beth-Peor, etc.\" … (Ibid. 4:1) \"Give ear to the statutes and the judgments, etc.\"", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "57c43b8bd6e4a903fee3c516", "index_title": "Targum Jerusalem", "category": "Targum", "type": "targum", "ref": "Targum Jerusalem, Deuteronomy 9:22", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Targum Jerusalem, Deuteronomy 9:22", "sourceHeRef": "תרגום ירושלמי, דברים ט׳:כ״ב", "anchorVerse": 22, "sourceHasEn": true, "compDate": [380, 1180], "commentaryNum": 9.0022, "collectiveTitle": {"en": "Targum Jerusalem", "he": "תרגום ירושלמי"}, "heTitle": "דברים", "he": "וּבְקִבְרַיָא תַחְמוּדַיָא:", "heVersionTitle": "Targum Jerusalem on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום ירושלמי על התורה", "text": "And at the Graves of Desire", "versionTitle": "Targum Jerusalem, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי, מתורגם בידי ג\"ו את'רידג', לונדון, 1862"}, {"_id": "57e77da0d6e4a94c7c18b62f", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Deuteronomy 9:22", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Tafsir Rasag, Deuteronomy 9:22", "sourceHeRef": "תפסיר רס\"ג, דברים ט׳:כ״ב", "anchorVerse": 22, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 9.0022, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "דברים", "he": "ופי ד̇את אלאשתעאל וד̇את אלמחנה וקבור אלמשתהיין לם תזאלו מסכ̇טין אללה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "586901eed6e4a97c9cbb22cd", "index_title": "Mei HaShiloach", "category": "Chasidut", "type": "commentary", "ref": "Mei HaShiloach, Volume II, Deuteronomy, Eikev 5", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Mei HaShiloach, Volume II, Deuteronomy, Eikev 5", "sourceHeRef": "מי השלוח, חלק ב, ספר דברים, עקב ה׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1840, 1860], "commentaryNum": 5, "collectiveTitle": {"en": "Mei HaShiloach", "he": "מי השלוח"}, "heTitle": "עקב", "he": "<b>ובתבערה ובמסה ובקברת התאוה מקצפים הייתם את ה'.</b> מורה לנו הכתוב שלא יהיה לאדם תקופות לומר זכיתי לבי רק ישמור דרכיו בכל רגע, וביותר על אלו הג' דברים ישמור נפשו, היינו מתבערה הוא המרה שחורה הנצמח מכעס, ומסה הוא ספק בטחון הנצמח מחסרון אמונה, וקברת התאוה כמשמעו, מאלו הג' צריך האדם להשמר מאד שחלילה לא יקציף בזה את ה'.", "heVersionTitle": "Mei HaShiloach, Publication of Sifrei Izhbitza Radzin, Bnei Brak 2005.", "heLicense": "", "heVersionTitleInHebrew": "מי השילוח. תשס\"ה. בני ברק", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b50ed6e4a902855ffd53", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Deuteronomy 9:22:1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Tur HaArokh, Deuteronomy 9:22:1", "sourceHeRef": "הטור הארוך, דברים ט׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "דברים", "he": "<b>ובתבערה ובמסה ובקברות התאוה. </b>כתב ר' אברהם תבערה הוא שם מקום ולא חנו שם כי אם יום אחד על כן לא הזכירו באלה מסעי וטעם לחבר תבערה עם מסה כי היו המתאוננים מנסים ד' והזכיר תבערה קודם כי במסה לא אירע להם כלום. ויש אומר כי בא עמלק בעבור שניסו השם וא\"כ הזכיר בעירת אש השם בהם וזינוב עמלק ומכת המתאוננים והתחיל בקשה. ויש אומר כי תבערה הוא מסה כמו מראש שניר וחרמון: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ובתבערה, ובמסה, ובקברות התאוה, Ibn Ezra says that תבערה, is the name of a place, and that the people never made camp there for longer than a single day. This is the reason why this place has not been listed in the stopovers in <i>Parshat Massey.</i> The reason why Moses lumped together <i>Taveyrah</i> and <i>Massa</i>, is because at both of these locations the people had been guilty of complaining and putting G’d on trial, testing Him. Before the incident at <i>Massa</i> nothing had happened to the people at all.\n    Some scholar says that the attack by Amalek was triggered by the people’s conduct at <i>Massa,</i> and that although Amalek had attacked the rearguard or stragglers of the people, Moses described G’d’s anger as “burning,” concentrating on the more serious sins of the people.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b198d6e4a952249cc82e", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Deuteronomy 9:22:1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Minchat Shai on Torah, Deuteronomy 9:22:1", "sourceHeRef": "מנחת שי על תורה, דברים ט׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "דברים", "he": "<b>ובתבערה ובמסה.</b> בכל הספרים כתוב ובמסה בסמ\"ך והוצרכתי לכתוב זה מפני שראיתי במסורת הדפוס סוף פרשת בשלח מסה ב' שום קרתא ומשתנין חד כתיב סמ\"ך וחד כתיב שי\"ן וסימן מסה ומריבה ובתבערה ובמשה ע\"כ. ולא מצאתי מסרה זו בשום ספר כתוב יד גם לא נמנה זוג זה עם ב' זוגים מיחדים חד סמ\"ך וחד שי\"ן וסימן בריש שיר השירים וכמדומה שהיא שגגה:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59fb0563d6e4a978f820c633", "index_title": "Riva on Torah", "category": "Commentary", "type": "commentary", "ref": "Riva on Torah, Deuteronomy 9:22:1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Riva on Torah, Deuteronomy 9:22:1", "sourceHeRef": "ריב\"א על התורה, דברים ט׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1090, 1130], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Riva", "he": "ריב\"א"}, "heTitle": "דברים", "he": "<b>ובתבערה ובמסה. </b>י\"ג תימה למה הפסיק הענין לכתוב ובתבערה י\"ג כדפי' רש\"י. ותירץ הר\"ר אליקים וז\"ל אמר רבו' ראויין היו ללקות בכלייה בתבערה ובמסה ובקברות התאוה כמו בחטאת העגל וכן מוכח בגופיה דקרא דכתיב ואתנפל וגו' ארבעים יום וגו' על כל חטאתם וגו'. מכלל דארבעים יום היו גם על שאר חטאות לכך הפסיק הענין והזכיר בתבערה ובמסה וגו' עכ\"ל:", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9bf419197ec001aac30cb", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Deuteronomy 9:22:1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Midrash Aggadah, Deuteronomy 9:22:1", "sourceHeRef": "מדרש אגדה, דברים ט׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "דברים", "he": "ובתבערה. כמה דתיתמר ויהי העם כמתאוננים רע (במדבר יא א):", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9bf419197ec001aac30cd", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Deuteronomy 9:22:2", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Midrash Aggadah, Deuteronomy 9:22:2", "sourceHeRef": "מדרש אגדה, דברים ט׳:כ״ב:ב׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 22.0002, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "דברים", "he": "ובמסה. שאמרו היש ה' בקרבנו אם אין (שמות יז ז):", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9bf419197ec001aac30cf", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Deuteronomy 9:22:3", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Midrash Aggadah, Deuteronomy 9:22:3", "sourceHeRef": "מדרש אגדה, דברים ט׳:כ״ב:ג׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 22.0003, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "דברים", "he": "ובקרבות התאוה. שנאמר וישבו ויבכו גם בני ישראל (במדבר יא ד):", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b6bf508af3503027e6824e8", "index_title": "Malbim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Malbim on Deuteronomy 9:22:1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Malbim on Deuteronomy 9:22:1", "sourceHeRef": "מלבי\"ם על דברים ט׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על דברים", "he": "<b>ובתבערה</b>, אחר שבאר מ\"ש בפסוק ז' זכר אל תשכח את אשר הקצפת למן היום אשר יצאת מארץ מצרים, באר מש\"ש עד בואכם עד המקום הזה ממרים הייתם עם ה' כי גם אח\"כ הקצפתם בתבערה ובמסה ובקברות התאוה ובמרגלים וא\"כ מבואר כי ממרים הייתם מיום דעתי אתכם:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17a615bb386c011be9da50", "index_title": "Otzar Midrashim", "category": "Midrash", "type": "", "ref": "Otzar Midrashim, Chuppah of Eliyahu, Chuppat Eliyahu Rabbah 238", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Otzar Midrashim, Chuppah of Eliyahu, Chuppat Eliyahu Rabbah 238", "sourceHeRef": "אוצר מדרשים, חופת אליהו, חופת אליהו רבה רל״ח", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1915], "commentaryNum": 238, "collectiveTitle": {"en": "Otzar Midrashim", "he": "אוצר מדרשים"}, "heTitle": "חופת אליהו רבה", "he": "ד) עשרה נסיונות ניסה הקב״ה את אבותינו ובכולן לא נמצאו שלמים ואלו הן: במדבר בערבה מול סוף בין פארן ובין תפל ולבן וחצרות ודי זהב (דברים א׳:א׳). במדבר שעשו את העגל שנאמר עשו להם עגל מסכה (שמות י״ב:ל״ט), בערבה על המים שנאמר ויצמאו העם למים (שם י״ז), מול סוף על שהמרו על ים סוף, בין פארן במרגלים שנאמר וישלח אותם משה ממדבר פארן (במדבר י״ג:ג׳), בין תופל אלו דברי תיפלות שתפלו על המן, ולבן זו מחלקתו של קרח <small>*(שחלק בטלית וציצית שהוא לבן, ויותר נראה שצ״ל איפכא בין תופל אלו דברי תיפלות של קרח ועדתו, ולבן על שדברו על המן שהוא לבן)</small>, וחצרות על השלו, הרי שבעה, ובמקום אחר הוא אומר ובתבערה ובמסה ובקברות התאוה (דברים ט׳:כ״ב).", "heVersionTitle": "Otzar Midrashim, New York, 1915", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e2eb2ffcad64cddf9a8b62f", "index_title": "Machzor Yom Kippur Ashkenaz", "category": "Liturgy", "type": "", "ref": "Machzor Yom Kippur Ashkenaz, Maariv Service for Yom Kippur Eve, Yaaleh 178", "anchorRef": "Deuteronomy 9:19-26", "anchorRefExpanded": ["Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26"], "sourceRef": "Machzor Yom Kippur Ashkenaz, Maariv Service for Yom Kippur Eve, Yaaleh 178", "sourceHeRef": "מחזור אשכנז ליום כיפור, תפלת ערבית לליל יום כפור, יעלה קע״ח", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1155, 1205], "commentaryNum": 178, "collectiveTitle": {"en": "Machzor Yom Kippur Ashkenaz", "he": "מחזור אשכנז ליום כיפור"}, "heTitle": "יעלה", "he": "מִי שֶׁעָנָה לְאַבְרָהָם אָבִֽינוּ בְּהַר הַמּוֹרִיָּה הוּא יַעֲנֵֽנוּ: מִי שֶׁעָנָה לְיִצְחָק בְּנוֹ כְּשֶׁנֶּעֱקַד עַל גַּבֵּי הַמִּזְבֵּֽחַ הוּא יַעֲנֵֽנוּ: מִי שֶׁעָנָה לְיַעֲקֹב בְּבֵית אֵל הוּא יַעֲנֵנוּ: מִי שֶׁעָנָה לְיוֹסֵף בְּבֵית הָאֲסוּרִים הוּא יַעֲנֵֽנוּ: מִי שֶׁעָנָה לַאֲבוֹתֵֽינוּ עַל יַם סוּף הוּא יַעֲנֵֽנוּ: מִי שֶׁעָנָה לְמשֶׁה בְּחוֹרֵב הוּא יַעֲנֵֽנוּ: מִי שֶׁעָנָה לְאַהֲרֹן בַּמַּחְתָּה הוּא יַעֲנֵֽנוּ: מִי שֶׁעָנָה לְפִינְחָס בְּקוּמוֹ מִתּוֹךְ הָעֵדָה הוּא יַעֲנֵֽנוּ: מִי שֶׁעָנָה לִיהוֹשֻֽׁעַ בַּגִּלְגָּל הוּא יַעֲנֵֽנוּ: מִי שֶׁעָנָה לִשְׁמוּאֵל בַּמִּצְפָּה הוּא יַעֲנֵֽנוּ: מִי שֶׁעָנָה לְדָוִד וּשְׁלֹמֹה בְנוֹ בִּירוּשָׁלָֽיִם הוּא יַעֲנֵֽנוּ: מִי שֶׁעָנָה לְאֵלִיָּֽהוּ בְּהַר הַכַּרְמֶל הוּא יַעֲנֵֽנוּ: מִי שֶׁעָנָה לֶאֱלִישָׁע בִּירִיחוֹ הוּא יַעֲנֵֽנוּ: מִי שֶׁעָנָה לְיוֹנָה בִמְעֵי הַדָּגָה הוּא יַעֲנֵֽנוּ: מִי שֶׁעָנָה לְחִזְּקִיָֽהוּ מֶֽלֶךְ יְהוּדָה בְּחָלְיוֹ, הוּא יַעֲנֵֽנוּ: מִי שֶׁעָנָה לַחֲנַנְיָה מִישָׁאֵל וַעֲזַרְיָה בְּתוֹךְ כִּבְשַׁן הָאֵשׁ הוּא יַעֲנֵֽנוּ: מִי שֶׁעָנָה לְדָנִיֵּאל בְּגוֹב הָאֲרָיוֹת הוּא יַעֲנֵנוּ: מִי שֶׁעָנָה לְמָרְדְּכַי וְאֶסְתֵּר בְּשׁוּשַׁן הַבִּירָה הוּא יַעֲנֵֽנוּ: מִי שֶׁעָנָה לְעֶזְרָא בַגּוֹלָה הוּא יַעֲנֵֽנוּ: מִי שֶׁעָנָה לְכָל הַצַדִּיקִים וְהַחֲסִידִים וְהַתְּמִימִים וְהַיְשָׁרִים הוּא יַעֲנֵֽנוּ: ", "heVersionTitle": "The Metsudah Machzor. Metsudah Publications, New York - Heb (paragraph ed.)", "heLicense": "", "heVersionTitleInHebrew": "", "text": "He Who answered our father Avraham on Mount Moriah, He will answer us. He Who answered Yitzchak, his son, when he was bound on the altar, He will answer us. He Who answered Yaakov in Beis El, He will answer us. He Who answered Yosef in prison, He will answer us. He Who answered our ancestors at the Reed Sea; He will answer us. He Who answered Moshe at Horeb,<sup class=\"footnote-marker\">135</sup><i class=\"footnote\">Devorim 9:19—26</i> He will answer us. He Who answered Aharon with the incense pan,<sup class=\"footnote-marker\">136</sup><i class=\"footnote\">Bamidbar 17:11, 12</i> He will answer us. He Who answered Pinchos when he rose from among the congregation,<sup class=\"footnote-marker\">137</sup><i class=\"footnote\">Bamidbar 25:6—9</i> He will answer us. He Who answered Yehoshua at Gilgal,<sup class=\"footnote-marker\">138</sup><i class=\"footnote\">Yehoshua 7:6; 10—12</i> He will answer us. He Who answered Shmuel in Mizpah,<sup class=\"footnote-marker\">139</sup><i class=\"footnote\">I Shmuel 7:5—9</i> He will answer us. He Who answered Dovid,<sup class=\"footnote-marker\">140</sup><i class=\"footnote\">II Shmuel 21:1</i> and Shlomo,<sup class=\"footnote-marker\">141</sup><i class=\"footnote\">I Melachim 8:25; 9:3.</i> his son, in Yerushalayim; He will answer us. He Who answered Elijah on Mount Carmel,<sup class=\"footnote-marker\">142</sup><i class=\"footnote\">I Melachim 18:36—38</i> He will answer us. He Who answered Elisha in Yericho,<sup class=\"footnote-marker\">143</sup><i class=\"footnote\">II Melachim 2:18—22</i> He will answer us. He Who answered Yonah in the belly of the fish, He will answer us. He Who answered Chizkiyahu, King of Yehudah, in his illness<sup class=\"footnote-marker\">144</sup><i class=\"footnote\">II Melachim 20:2—6</i>; He will answer us. He Who answered Chananyah, Mishael and Azariah in the midst of the fiery furnace,<sup class=\"footnote-marker\">145</sup><i class=\"footnote\">Daniel 3:21—27</i> He will answer us. He Who answered Daniel in the lions' den,<sup class=\"footnote-marker\">146</sup><i class=\"footnote\">Daniel 6:17—25</i> He will answer us. He Who answered Mordechai and Esther in Shushan, the capital [city of Persia], He will answer us. He Who answered Ezra in captivity,<sup class=\"footnote-marker\">147</sup><i class=\"footnote\">Ezra 8:21—23:9</i> He will answer us. He Who answered all the righteous, the pious, the perfect and the upright, He will answer us. ", "versionTitle": "The Metsudah Machzor. Metsudah Publications, New York - Eng (paragraph ed.)", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f1ea0b41d77ecfb0d09ebb8", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Deuteronomy 9:22:1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Midrash Lekach Tov, Deuteronomy 9:22:1", "sourceHeRef": "מדרש לקח טוב, דברים ט׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "דברים", "he": "<b>פס'.</b> ובתבערה ובמסה. בפרשת אלה הדברים הכליל מקומות שהקניטו וכאן פרטן בפרט כל מקום ומקום. ובשלוח ה'. ממרים הייתם. ואתנפל. ואתפלל אל ה'. <i data-commentator=\"Beur HaRe'em\" data-order=\"34\"></i> גדולה תפלה ממעשים טובים שאין לך בישראל גדול במעשים טובים ממשה רבינו ואפילו הכי כל מה שהיה עושה על ידי תפלה הוא עושה:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ec1ed6e735e0a5900c7d79", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "", "ref": "Midrash Lekach Tov, Deuteronomy 3:29:1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Midrash Lekach Tov, Deuteronomy 3:29:1", "sourceHeRef": "מדרש לקח טוב, דברים ג׳:כ״ט:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "דברים", "he": "<b>פס'.</b> ונשב בגיא מול בית פעור. אמר להם מי גרם לנו שנשב בגיא מעשים רעים שעשינו בפעור. ד״א ונשב בגיא מול בית פעור, <i data-commentator=\"Beur HaRe'em\" data-order=\"24\"></i> אמר להם ראו מה ביניכם לביני אתם הכעסתם כמה פעמים וזה האחרון עון פעור ואעפ״כ אתם עוברים. ואני בדבר אחד איני עובר. ד״א ונשב בגיא. כיון שלא היה עתיד שאעבור ישבנו אני ואתם בגיא עד שהגיע זמן ימיו של משה רבינו ואמר להם ונשב גם אתם נתעכבתם בשבילי עד כי מלאו ימי. אמר רבי יהודה בר אבא בג' מקומות עברו ישראל עבירה חמורה והקב״ה מחזירם בתשובה. (שמות י״ז:ז׳) ויקרא שם המקום מסה ומריבה. וכתיב (בתריה) (שם טו) ויאמר אם שמוע תשמע בקול ה' אלהיך. השני (דברים ט׳:כ״ב) ובתבערה ובמסה ובקברות התאוה מקציפים הייתם את ה'. וכתיב בתריה (שם י) ועתה ישראל מה ה' אלהיך שואל מעמך כי אם ליראה את ה' אלהיך. <i data-commentator=\"Beur HaRe'em\" data-order=\"25\"></i> והשלישי זו שנאמר ונשב בגיא מול בית פעור:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5c9f4629f2b57280c8c", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, קצף 1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Sefer HaShorashim, קצף 1", "sourceHeRef": "ספר השרשים, קצף א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "קצף", "he": ["<strong><big>קצף</big></strong>   <strong>קָצַף</strong> י\"י עַל־אֲבֽוֹתֵיכֶם קָֽצֶף (<a class=\"refLink\" href=\"Zechariah 1:2\" data-ref=\"Zechariah 1:2\">זכריה א, ב</a>), וְעַל כָּל־הָֽעֵדָה<strong> יִקְצֹף</strong> (<a class=\"refLink\" href=\"Leviticus 10:6\" data-ref=\"Leviticus 10:6\">ויקרא י, ו</a>), הַסְתֵּר <strong>וְאֶקְצֹף</strong> (<a class=\"refLink\" href=\"Isaiah 57:17\" data-ref=\"Isaiah 57:17\">ישעיה נז, יז</a>).<strong> והשם</strong> כִּֽי־יָצָא <strong>הַקֶּצֶף </strong>(<a class=\"refLink\" href=\"Numbers 17:11\" data-ref=\"Numbers 17:11\">במדבר יז, יא</a>), בשש נקודות. עַל־אֲבֽוֹתֵיכֶם <strong>קָֽצֶף</strong> (<a class=\"refLink\" href=\"Zechariah 1:2\" data-ref=\"Zechariah 1:2\">זכריה א, ב</a>). כִּי <strong>בְקִצְפִּי</strong> הִכִּיתִיךְ (<a class=\"refLink\" href=\"Isaiah 60:10\" data-ref=\"Isaiah 60:10\">ישעיה ס, י</a>), <strong>מִקִּצְפּוֹ </strong>תִּרְעַשׁ הָאָרֶץ (<a class=\"refLink\" href=\"Jeremiah 10:10\" data-ref=\"Jeremiah 10:10\">ירמיה י, י</a>). ובסגול אַל־<strong>בְּקֶצְפְּךָ</strong> תוֹכִיחֵנִי (<a class=\"refLink\" href=\"Psalms 38:2\" data-ref=\"Psalms 38:2\">תהלים לח, ב</a>). <strong>וההתפעל</strong> וְהָיָה כִֽי־יִרְעַב <strong>וְהִתְקַצַּף </strong>(<a class=\"refLink\" href=\"Isaiah 8:21\" data-ref=\"Isaiah 8:21\">ישעיה ח, כא</a>). <strong>והכבד</strong> [הִפְעִיל] וּבְחֹרֵב <strong>הִקְצַפְתֶּם</strong> (<a class=\"refLink\" href=\"Deuteronomy 9:8\" data-ref=\"Deuteronomy 9:8\">דברים ט, ח</a>), <strong>מַקְצִפִים</strong> הֱיִיתֶם (<a class=\"refLink\" href=\"Deuteronomy 9:22\" data-ref=\"Deuteronomy 9:22\">דברים ט, כב</a>), ענין הרתיחה בכעס. ומזה נאמר לרתיחת המים בחוזק הרוח <strong>כְּקֶצֶף</strong> עַל־פְּנֵי־מָֽיִם (<a class=\"refLink\" href=\"Hosea 10:7\" data-ref=\"Hosea 10:7\">הושע י, ז</a>), <strong>אשקומא</strong> בלע\"ז. וכן תרגום יונתן<strong> כְּרוּתְחָא עַל אַפֵּי מַיָא</strong>. ויש מפרשים אותו קליפת העץ. וכן וּתְאֵנָתִי <strong>לִקְצָפָה</strong> (<a class=\"refLink\" href=\"Joel 1:7\" data-ref=\"Joel 1:7\">יואל א, ז</a>), כלומר שנקלפה מרוב היובש כמו שאמר חָשׂף חֲשָׂפָהּ (שם). ויש לפרש <strong>וּתְאֵנָתִי לִקְצָפָה</strong> מהענין הראשון כלומר למארה."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62035c4c5503e69f1d5d6208", "index_title": "Numbers", "category": "Tanakh", "type": "", "ref": "Numbers 11", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Numbers 11", "sourceHeRef": "במדבר י״א", "anchorVerse": 22, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 11.0, "collectiveTitle": {"en": "Numbers", "he": "במדבר"}, "heTitle": "במדבר", "he": ["וַיְהִ֤י הָעָם֙ כְּמִתְאֹ֣נְנִ֔ים רַ֖ע בְּאׇזְנֵ֣י יְהֹוָ֑ה וַיִּשְׁמַ֤ע יְהֹוָה֙ וַיִּ֣חַר אַפּ֔וֹ וַתִּבְעַר־בָּם֙ אֵ֣שׁ יְהֹוָ֔ה וַתֹּ֖אכַל בִּקְצֵ֥ה הַֽמַּחֲנֶֽה׃", "וַיִּצְעַ֥ק הָעָ֖ם אֶל־מֹשֶׁ֑ה וַיִּתְפַּלֵּ֤ל מֹשֶׁה֙ אֶל־יְהֹוָ֔ה וַתִּשְׁקַ֖ע הָאֵֽשׁ׃", "וַיִּקְרָ֛א שֵֽׁם־הַמָּק֥וֹם הַה֖וּא תַּבְעֵרָ֑ה כִּֽי־בָעֲרָ֥ה בָ֖ם אֵ֥שׁ יְהֹוָֽה׃", "וְהָֽאסַפְסֻף֙ אֲשֶׁ֣ר בְּקִרְבּ֔וֹ הִתְאַוּ֖וּ תַּאֲוָ֑ה וַיָּשֻׁ֣בוּ וַיִּבְכּ֗וּ גַּ֚ם בְּנֵ֣י יִשְׂרָאֵ֔ל וַיֹּ֣אמְר֔וּ מִ֥י יַאֲכִלֵ֖נוּ בָּשָֽׂר׃", "זָכַ֙רְנוּ֙ אֶת־הַדָּגָ֔ה אֲשֶׁר־נֹאכַ֥ל בְּמִצְרַ֖יִם חִנָּ֑ם אֵ֣ת הַקִּשֻּׁאִ֗ים וְאֵת֙ הָֽאֲבַטִּחִ֔ים וְאֶת־הֶחָצִ֥יר וְאֶת־הַבְּצָלִ֖ים וְאֶת־הַשּׁוּמִֽים׃", "וְעַתָּ֛ה נַפְשֵׁ֥נוּ יְבֵשָׁ֖ה אֵ֣ין כֹּ֑ל בִּלְתִּ֖י אֶל־הַמָּ֥ן עֵינֵֽינוּ׃", "וְהַמָּ֕ן כִּזְרַע־גַּ֖ד ה֑וּא וְעֵינ֖וֹ כְּעֵ֥ין הַבְּדֹֽלַח׃", "שָׁ֩טוּ֩ הָעָ֨ם וְלָֽקְט֜וּ וְטָחֲנ֣וּ בָרֵחַ֗יִם א֤וֹ דָכוּ֙ בַּמְּדֹכָ֔ה וּבִשְּׁלוּ֙ בַּפָּר֔וּר וְעָשׂ֥וּ אֹת֖וֹ עֻג֑וֹת וְהָיָ֣ה טַעְמ֔וֹ כְּטַ֖עַם לְשַׁ֥ד הַשָּֽׁמֶן׃", "וּבְרֶ֧דֶת הַטַּ֛ל עַל־הַֽמַּחֲנֶ֖ה לָ֑יְלָה יֵרֵ֥ד הַמָּ֖ן עָלָֽיו׃", "וַיִּשְׁמַ֨ע מֹשֶׁ֜ה אֶת־הָעָ֗ם בֹּכֶה֙ לְמִשְׁפְּחֹתָ֔יו אִ֖ישׁ לְפֶ֣תַח אׇהֳל֑וֹ וַיִּֽחַר־אַ֤ף יְהֹוָה֙ מְאֹ֔ד וּבְעֵינֵ֥י מֹשֶׁ֖ה רָֽע׃", "וַיֹּ֨אמֶר מֹשֶׁ֜ה אֶל־יְהֹוָ֗ה לָמָ֤ה הֲרֵעֹ֙תָ֙ לְעַבְדֶּ֔ךָ וְלָ֛מָּה לֹא־מָצָ֥תִי חֵ֖ן בְּעֵינֶ֑יךָ לָשׂ֗וּם אֶת־מַשָּׂ֛א כׇּל־הָעָ֥ם הַזֶּ֖ה עָלָֽי׃", "הֶאָנֹכִ֣י הָרִ֗יתִי אֵ֚ת כׇּל־הָעָ֣ם הַזֶּ֔ה אִם־אָנֹכִ֖י יְלִדְתִּ֑יהוּ כִּֽי־תֹאמַ֨ר אֵלַ֜י שָׂאֵ֣הוּ בְחֵיקֶ֗ךָ כַּאֲשֶׁ֨ר יִשָּׂ֤א הָאֹמֵן֙ אֶת־הַיֹּנֵ֔ק עַ֚ל הָֽאֲדָמָ֔ה אֲשֶׁ֥ר נִשְׁבַּ֖עְתָּ לַאֲבֹתָֽיו׃", "מֵאַ֤יִן לִי֙ בָּשָׂ֔ר לָתֵ֖ת לְכׇל־הָעָ֣ם הַזֶּ֑ה כִּֽי־יִבְכּ֤וּ עָלַי֙ לֵאמֹ֔ר תְּנָה־לָּ֥נוּ בָשָׂ֖ר וְנֹאכֵֽלָה׃", "לֹֽא־אוּכַ֤ל אָנֹכִי֙ לְבַדִּ֔י לָשֵׂ֖את אֶת־כׇּל־הָעָ֣ם הַזֶּ֑ה כִּ֥י כָבֵ֖ד מִמֶּֽנִּי׃", "וְאִם־כָּ֣כָה&thinsp;<b>׀</b> אַתְּ־עֹ֣שֶׂה לִּ֗י הׇרְגֵ֤נִי נָא֙ הָרֹ֔ג אִם־מָצָ֥אתִי חֵ֖ן בְּעֵינֶ֑יךָ וְאַל־אֶרְאֶ֖ה בְּרָעָתִֽי׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>", "וַיֹּ֨אמֶר יְהֹוָ֜ה אֶל־מֹשֶׁ֗ה אֶסְפָה־לִּ֞י שִׁבְעִ֣ים אִישׁ֮ מִזִּקְנֵ֣י יִשְׂרָאֵל֒ אֲשֶׁ֣ר יָדַ֔עְתָּ כִּי־הֵ֛ם זִקְנֵ֥י הָעָ֖ם וְשֹׁטְרָ֑יו וְלָקַחְתָּ֤ אֹתָם֙ אֶל־אֹ֣הֶל מוֹעֵ֔ד וְהִֽתְיַצְּב֥וּ שָׁ֖ם עִמָּֽךְ׃", "וְיָרַדְתִּ֗י וְדִבַּרְתִּ֣י עִמְּךָ֮ שָׁם֒ וְאָצַלְתִּ֗י מִן־הָר֛וּחַ אֲשֶׁ֥ר עָלֶ֖יךָ וְשַׂמְתִּ֣י עֲלֵיהֶ֑ם וְנָשְׂא֤וּ אִתְּךָ֙ בְּמַשָּׂ֣א הָעָ֔ם וְלֹא־תִשָּׂ֥א אַתָּ֖ה לְבַדֶּֽךָ׃", "וְאֶל־הָעָ֨ם תֹּאמַ֜ר הִתְקַדְּשׁ֣וּ לְמָחָר֮ וַאֲכַלְתֶּ֣ם בָּשָׂר֒ כִּ֡י בְּכִיתֶם֩ בְּאׇזְנֵ֨י יְהֹוָ֜ה לֵאמֹ֗ר מִ֤י יַאֲכִלֵ֙נוּ֙ בָּשָׂ֔ר כִּי־ט֥וֹב לָ֖נוּ בְּמִצְרָ֑יִם וְנָתַ֨ן יְהֹוָ֥ה לָכֶ֛ם בָּשָׂ֖ר וַאֲכַלְתֶּֽם׃", "לֹ֣א י֥וֹם אֶחָ֛ד תֹּאכְל֖וּן וְלֹ֣א יוֹמָ֑יִם וְלֹ֣א&thinsp;<b>׀</b> חֲמִשָּׁ֣ה יָמִ֗ים וְלֹא֙ עֲשָׂרָ֣ה יָמִ֔ים וְלֹ֖א עֶשְׂרִ֥ים יֽוֹם׃", "עַ֣ד&thinsp;<b>׀</b> חֹ֣דֶשׁ יָמִ֗ים עַ֤ד אֲשֶׁר־יֵצֵא֙ מֵֽאַפְּכֶ֔ם וְהָיָ֥ה לָכֶ֖ם לְזָרָ֑א יַ֗עַן כִּֽי־מְאַסְתֶּ֤ם אֶת־יְהֹוָה֙ אֲשֶׁ֣ר בְּקִרְבְּכֶ֔ם וַתִּבְכּ֤וּ לְפָנָיו֙ לֵאמֹ֔ר לָ֥מָּה זֶּ֖ה יָצָ֥אנוּ מִמִּצְרָֽיִם׃", "וַיֹּ֘אמֶר֮ מֹשֶׁה֒ שֵׁשׁ־מֵא֥וֹת אֶ֙לֶף֙ רַגְלִ֔י הָעָ֕ם אֲשֶׁ֥ר אָנֹכִ֖י בְּקִרְבּ֑וֹ וְאַתָּ֣ה אָמַ֗רְתָּ בָּשָׂר֙ אֶתֵּ֣ן לָהֶ֔ם וְאָכְל֖וּ חֹ֥דֶשׁ יָמִֽים׃", "הֲצֹ֧אן וּבָקָ֛ר יִשָּׁחֵ֥ט לָהֶ֖ם וּמָצָ֣א לָהֶ֑ם אִ֣ם אֶֽת־כׇּל־דְּגֵ֥י הַיָּ֛ם יֵאָסֵ֥ף לָהֶ֖ם וּמָצָ֥א לָהֶֽם׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>", "וַיֹּ֤אמֶר יְהֹוָה֙ אֶל־מֹשֶׁ֔ה הֲיַ֥ד יְהֹוָ֖ה תִּקְצָ֑ר עַתָּ֥ה תִרְאֶ֛ה הֲיִקְרְךָ֥ דְבָרִ֖י אִם־לֹֽא׃", "וַיֵּצֵ֣א מֹשֶׁ֔ה וַיְדַבֵּר֙ אֶל־הָעָ֔ם אֵ֖ת דִּבְרֵ֣י יְהֹוָ֑ה וַיֶּאֱסֹ֞ף שִׁבְעִ֥ים אִישׁ֙ מִזִּקְנֵ֣י הָעָ֔ם וַֽיַּעֲמֵ֥ד אֹתָ֖ם סְבִיבֹ֥ת הָאֹֽהֶל׃", "וַיֵּ֨רֶד יְהֹוָ֥ה&thinsp;<small>׀</small>&thinsp;בֶּעָנָן֮ וַיְדַבֵּ֣ר אֵלָיו֒ וַיָּ֗אצֶל מִן־הָר֙וּחַ֙ אֲשֶׁ֣ר עָלָ֔יו וַיִּתֵּ֕ן עַל־שִׁבְעִ֥ים אִ֖ישׁ הַזְּקֵנִ֑ים וַיְהִ֗י כְּנ֤וֹחַ עֲלֵיהֶם֙ הָר֔וּחַ וַיִּֽתְנַבְּא֖וּ וְלֹ֥א יָסָֽפוּ׃", "וַיִּשָּׁאֲר֣וּ שְׁנֵֽי־אֲנָשִׁ֣ים&thinsp;<small>׀</small>&thinsp;בַּֽמַּחֲנֶ֡ה שֵׁ֣ם הָאֶחָ֣ד&thinsp;<small>׀</small>&thinsp;אֶלְדָּ֡ד וְשֵׁם֩ הַשֵּׁנִ֨י מֵידָ֜ד וַתָּ֧נַח עֲלֵהֶ֣ם הָר֗וּחַ וְהֵ֙מָּה֙ בַּכְּתֻבִ֔ים וְלֹ֥א יָצְא֖וּ הָאֹ֑הֱלָה וַיִּֽתְנַבְּא֖וּ בַּֽמַּחֲנֶֽה׃", "וַיָּ֣רׇץ הַנַּ֔עַר וַיַּגֵּ֥ד לְמֹשֶׁ֖ה וַיֹּאמַ֑ר אֶלְדָּ֣ד וּמֵידָ֔ד מִֽתְנַבְּאִ֖ים בַּֽמַּחֲנֶֽה׃", "וַיַּ֜עַן יְהוֹשֻׁ֣עַ בִּן־נ֗וּן מְשָׁרֵ֥ת מֹשֶׁ֛ה מִבְּחֻרָ֖יו וַיֹּאמַ֑ר אֲדֹנִ֥י מֹשֶׁ֖ה כְּלָאֵֽם׃", "וַיֹּ֤אמֶר לוֹ֙ מֹשֶׁ֔ה הַֽמְקַנֵּ֥א אַתָּ֖ה לִ֑י וּמִ֨י יִתֵּ֜ן כׇּל־עַ֤ם יְהֹוָה֙ נְבִיאִ֔ים כִּי־יִתֵּ֧ן יְהֹוָ֛ה אֶת־רוּח֖וֹ עֲלֵיהֶֽם׃", "וַיֵּאָסֵ֥ף מֹשֶׁ֖ה אֶל־הַֽמַּחֲנֶ֑ה ה֖וּא וְזִקְנֵ֥י יִשְׂרָאֵֽל׃", "וְר֜וּחַ נָסַ֣ע&thinsp;<b>׀</b> מֵאֵ֣ת יְהֹוָ֗ה וַיָּ֣גׇז שַׂלְוִים֮ מִן־הַיָּם֒ וַיִּטֹּ֨שׁ עַל־הַֽמַּחֲנֶ֜ה כְּדֶ֧רֶךְ י֣וֹם כֹּ֗ה וּכְדֶ֤רֶךְ יוֹם֙ כֹּ֔ה סְבִיב֖וֹת הַֽמַּחֲנֶ֑ה וּכְאַמָּתַ֖יִם עַל־פְּנֵ֥י הָאָֽרֶץ׃", "וַיָּ֣קׇם הָעָ֡ם כׇּל־הַיּוֹם֩ הַה֨וּא וְכׇל־הַלַּ֜יְלָה וְכֹ֣ל&thinsp;<b>׀</b> י֣וֹם הַֽמׇּחֳרָ֗ת וַיַּֽאַסְפוּ֙ אֶת־הַשְּׂלָ֔ו הַמַּמְעִ֕יט אָסַ֖ף עֲשָׂרָ֣ה חֳמָרִ֑ים וַיִּשְׁטְח֤וּ לָהֶם֙ שָׁט֔וֹחַ סְבִיב֖וֹת הַֽמַּחֲנֶֽה׃", "הַבָּשָׂ֗ר עוֹדֶ֙נּוּ֙ בֵּ֣ין שִׁנֵּיהֶ֔ם טֶ֖רֶם יִכָּרֵ֑ת וְאַ֤ף יְהֹוָה֙ חָרָ֣ה בָעָ֔ם וַיַּ֤ךְ יְהֹוָה֙ בָּעָ֔ם מַכָּ֖ה רַבָּ֥ה מְאֹֽד׃", "וַיִּקְרָ֛א אֶת־שֵֽׁם־הַמָּק֥וֹם הַה֖וּא קִבְר֣וֹת הַֽתַּאֲוָ֑ה כִּי־שָׁם֙ קָֽבְר֔וּ אֶת־הָעָ֖ם הַמִּתְאַוִּֽים׃", "מִקִּבְר֧וֹת הַֽתַּאֲוָ֛ה נָסְע֥וּ הָעָ֖ם חֲצֵר֑וֹת וַיִּהְי֖וּ בַּחֲצֵרֽוֹת׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>"], "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": ["The people took to complaining bitterly before יהוה. יהוה heard and was incensed: a fire of יהוה broke out against them, ravaging the outskirts of the camp.", "The people cried out to Moses. Moses prayed to יהוה, and the fire died down.", "That place was named Taberah,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Taberah </b>From the root <i>b-‘-r</i>, “to burn.”</i> because a fire of יהוה had broken out against them.", "The riffraff in their midst felt a gluttonous craving; and then the Israelites wept and said, “If only we had meat to eat!", "We remember the fish that we used to eat free in Egypt, the cucumbers, the melons, the leeks, the onions, and the garlic.", "Now our gullets are shriveled. There is nothing at all! Nothing but this manna to look to!”", "Now the manna was like coriander seed, and in color it was like bdellium.", "The people would go about and gather it, grind it between millstones or pound it in a mortar, boil it in a pot, and make it into cakes. It tasted like rich cream.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>rich cream </b>Lit. “cream of oil (or, fat).”</i> ", "When the dew fell on the camp at night, the manna would fall upon it.", "Moses heard the people weeping, every clan apart, at the entrance of each tent. יהוה was very angry, and Moses was distressed.", "And Moses said to יהוה, “Why have You dealt ill with Your servant, and why have I not enjoyed Your favor, that You have laid the burden of all this people upon me?", "Did I produce all these people, did I engender them, that You should say to me, ‘Carry them in your bosom as a caregiver carries an infant,’ to the land that You have promised on oath to their fathers?", "Where am I to get meat to give to all this people, when they whine before me and say, ‘Give us meat to eat!’", "I cannot carry all this people by myself, for it is too much for me.", "If You would deal thus with me, kill me rather, I beg You, and let me see no more of my wretchedness!”", "Then יהוה said to Moses, “Gather for Me seventy of Israel’s elders of whom you have experience as elders and officers of the people, and bring them to the Tent of Meeting and let them take their place there with you.", "I will come down and speak with you there, and I will draw upon the spirit that is on you and put it upon them; they shall share the burden of the people with you, and you shall not bear it alone.", "And say to the people: Purify yourselves<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Purify yourselves </b>I.e., as for a sacrificial meal.</i> for tomorrow and you shall eat meat, for you have kept whining before יהוה and saying, ‘If only we had meat to eat! Indeed, we were better off in Egypt!’ יהוה will give you meat and you shall eat.", "You shall eat not one day, not two, not even five days or ten or twenty,", "but a whole month, until it comes out of your nostrils and becomes loathsome to you. For you have rejected יהוה who is among you, by whining before [God] and saying, ‘Oh, why did we ever leave Egypt!’”", "But Moses said, “The people who are with me<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>who are with me </b>Lit. “in whose midst I am.”</i> number six hundred thousand foot soldiers; yet You say, ‘I will give them enough meat to eat for a whole month.’", "Could enough flocks and herds be slaughtered to suffice them? Or could all the fish of the sea be gathered for them to suffice them?”", "And יהוה answered Moses, “Is there a limit to יהוה’s power?<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Is there a limit to יהוה’s power? </b>Lit. “Is יהוה’s hand too short?”</i> You shall soon see whether what I have said happens to you or not!”", "Moses went out and reported the words of יהוה to the people. He gathered seventy of the people’s elders and stationed them around the Tent.", "Then, after coming down in a cloud and speaking to him, יהוה drew upon the spirit that was on him and put it upon the seventy participating elders. And when the spirit rested upon them, they spoke in ecstasy,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>spoke in ecstasy </b>Others “prophesied.”</i> but did not continue.", "Two of the participants, one named Eldad and the other Medad, had remained in camp; yet the spirit rested upon them—they were among those recorded, but they had not gone out to the Tent—and they spoke in ecstasy<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>spoke in ecstasy </b>Others “prophesied.”</i> in the camp.", "An assistant<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>assistant </b>NJPS “youth,” trad. “young man.” See the Dictionary under <i>na‘ar</i>.</i> ran out and told Moses, saying, “Eldad and Medad are acting the prophet in the camp!”", "And Joshua son of Nun, Moses’ attendant from his youth, spoke up and said, “My lord Moses, restrain them!”", "But Moses said to him, “Are you wrought up on my account? Would that all יהוה’s people were prophets, that יהוה put [the divine] spirit upon them!”", "Moses then reentered the camp together with the elders of Israel.", "A wind from יהוה started up, swept quail from the sea and strewed them over the camp, about a day’s journey on this side and about a day’s journey on that side, all around the camp, and some two cubits deep on the ground.", "The people set to gathering quail all that day and night and all the next day—even the one who gathered least had ten <i>ḥomers</i>—and they spread them out all around the camp.", "The meat was still between their teeth, not yet chewed,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>chewed </b>Meaning of Heb. <i>yikkareth</i> uncertain.</i> when the anger of יהוה blazed forth against the people and יהוה struck the people with a very severe plague.", "That place was named Kibroth-hattaavah,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Kibroth-hattaavah </b>I.e., “the graves of craving.”</i> because the people who had the craving were buried there.", "Then the people set out from Kibroth-hattaavah for Hazeroth. When they were in Hazeroth,"], "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62035c4c5503e69f1d5d620a", "index_title": "Numbers", "category": "Tanakh", "type": "", "ref": "Numbers 11:4-34", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Numbers 11:4-34", "sourceHeRef": "במדבר י״א:ד׳-ל״ד", "anchorVerse": 22, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 11.0004, "collectiveTitle": {"en": "Numbers", "he": "במדבר"}, "heTitle": "במדבר", "he": ["וְהָֽאסַפְסֻף֙ אֲשֶׁ֣ר בְּקִרְבּ֔וֹ הִתְאַוּ֖וּ תַּאֲוָ֑ה וַיָּשֻׁ֣בוּ וַיִּבְכּ֗וּ גַּ֚ם בְּנֵ֣י יִשְׂרָאֵ֔ל וַיֹּ֣אמְר֔וּ מִ֥י יַאֲכִלֵ֖נוּ בָּשָֽׂר׃", "זָכַ֙רְנוּ֙ אֶת־הַדָּגָ֔ה אֲשֶׁר־נֹאכַ֥ל בְּמִצְרַ֖יִם חִנָּ֑ם אֵ֣ת הַקִּשֻּׁאִ֗ים וְאֵת֙ הָֽאֲבַטִּחִ֔ים וְאֶת־הֶחָצִ֥יר וְאֶת־הַבְּצָלִ֖ים וְאֶת־הַשּׁוּמִֽים׃", "וְעַתָּ֛ה נַפְשֵׁ֥נוּ יְבֵשָׁ֖ה אֵ֣ין כֹּ֑ל בִּלְתִּ֖י אֶל־הַמָּ֥ן עֵינֵֽינוּ׃", "וְהַמָּ֕ן כִּזְרַע־גַּ֖ד ה֑וּא וְעֵינ֖וֹ כְּעֵ֥ין הַבְּדֹֽלַח׃", "שָׁ֩טוּ֩ הָעָ֨ם וְלָֽקְט֜וּ וְטָחֲנ֣וּ בָרֵחַ֗יִם א֤וֹ דָכוּ֙ בַּמְּדֹכָ֔ה וּבִשְּׁלוּ֙ בַּפָּר֔וּר וְעָשׂ֥וּ אֹת֖וֹ עֻג֑וֹת וְהָיָ֣ה טַעְמ֔וֹ כְּטַ֖עַם לְשַׁ֥ד הַשָּֽׁמֶן׃", "וּבְרֶ֧דֶת הַטַּ֛ל עַל־הַֽמַּחֲנֶ֖ה לָ֑יְלָה יֵרֵ֥ד הַמָּ֖ן עָלָֽיו׃", "וַיִּשְׁמַ֨ע מֹשֶׁ֜ה אֶת־הָעָ֗ם בֹּכֶה֙ לְמִשְׁפְּחֹתָ֔יו אִ֖ישׁ לְפֶ֣תַח אׇהֳל֑וֹ וַיִּֽחַר־אַ֤ף יְהֹוָה֙ מְאֹ֔ד וּבְעֵינֵ֥י מֹשֶׁ֖ה רָֽע׃", "וַיֹּ֨אמֶר מֹשֶׁ֜ה אֶל־יְהֹוָ֗ה לָמָ֤ה הֲרֵעֹ֙תָ֙ לְעַבְדֶּ֔ךָ וְלָ֛מָּה לֹא־מָצָ֥תִי חֵ֖ן בְּעֵינֶ֑יךָ לָשׂ֗וּם אֶת־מַשָּׂ֛א כׇּל־הָעָ֥ם הַזֶּ֖ה עָלָֽי׃", "הֶאָנֹכִ֣י הָרִ֗יתִי אֵ֚ת כׇּל־הָעָ֣ם הַזֶּ֔ה אִם־אָנֹכִ֖י יְלִדְתִּ֑יהוּ כִּֽי־תֹאמַ֨ר אֵלַ֜י שָׂאֵ֣הוּ בְחֵיקֶ֗ךָ כַּאֲשֶׁ֨ר יִשָּׂ֤א הָאֹמֵן֙ אֶת־הַיֹּנֵ֔ק עַ֚ל הָֽאֲדָמָ֔ה אֲשֶׁ֥ר נִשְׁבַּ֖עְתָּ לַאֲבֹתָֽיו׃", "מֵאַ֤יִן לִי֙ בָּשָׂ֔ר לָתֵ֖ת לְכׇל־הָעָ֣ם הַזֶּ֑ה כִּֽי־יִבְכּ֤וּ עָלַי֙ לֵאמֹ֔ר תְּנָה־לָּ֥נוּ בָשָׂ֖ר וְנֹאכֵֽלָה׃", "לֹֽא־אוּכַ֤ל אָנֹכִי֙ לְבַדִּ֔י לָשֵׂ֖את אֶת־כׇּל־הָעָ֣ם הַזֶּ֑ה כִּ֥י כָבֵ֖ד מִמֶּֽנִּי׃", "וְאִם־כָּ֣כָה&thinsp;<b>׀</b> אַתְּ־עֹ֣שֶׂה לִּ֗י הׇרְגֵ֤נִי נָא֙ הָרֹ֔ג אִם־מָצָ֥אתִי חֵ֖ן בְּעֵינֶ֑יךָ וְאַל־אֶרְאֶ֖ה בְּרָעָתִֽי׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>", "וַיֹּ֨אמֶר יְהֹוָ֜ה אֶל־מֹשֶׁ֗ה אֶסְפָה־לִּ֞י שִׁבְעִ֣ים אִישׁ֮ מִזִּקְנֵ֣י יִשְׂרָאֵל֒ אֲשֶׁ֣ר יָדַ֔עְתָּ כִּי־הֵ֛ם זִקְנֵ֥י הָעָ֖ם וְשֹׁטְרָ֑יו וְלָקַחְתָּ֤ אֹתָם֙ אֶל־אֹ֣הֶל מוֹעֵ֔ד וְהִֽתְיַצְּב֥וּ שָׁ֖ם עִמָּֽךְ׃", "וְיָרַדְתִּ֗י וְדִבַּרְתִּ֣י עִמְּךָ֮ שָׁם֒ וְאָצַלְתִּ֗י מִן־הָר֛וּחַ אֲשֶׁ֥ר עָלֶ֖יךָ וְשַׂמְתִּ֣י עֲלֵיהֶ֑ם וְנָשְׂא֤וּ אִתְּךָ֙ בְּמַשָּׂ֣א הָעָ֔ם וְלֹא־תִשָּׂ֥א אַתָּ֖ה לְבַדֶּֽךָ׃", "וְאֶל־הָעָ֨ם תֹּאמַ֜ר הִתְקַדְּשׁ֣וּ לְמָחָר֮ וַאֲכַלְתֶּ֣ם בָּשָׂר֒ כִּ֡י בְּכִיתֶם֩ בְּאׇזְנֵ֨י יְהֹוָ֜ה לֵאמֹ֗ר מִ֤י יַאֲכִלֵ֙נוּ֙ בָּשָׂ֔ר כִּי־ט֥וֹב לָ֖נוּ בְּמִצְרָ֑יִם וְנָתַ֨ן יְהֹוָ֥ה לָכֶ֛ם בָּשָׂ֖ר וַאֲכַלְתֶּֽם׃", "לֹ֣א י֥וֹם אֶחָ֛ד תֹּאכְל֖וּן וְלֹ֣א יוֹמָ֑יִם וְלֹ֣א&thinsp;<b>׀</b> חֲמִשָּׁ֣ה יָמִ֗ים וְלֹא֙ עֲשָׂרָ֣ה יָמִ֔ים וְלֹ֖א עֶשְׂרִ֥ים יֽוֹם׃", "עַ֣ד&thinsp;<b>׀</b> חֹ֣דֶשׁ יָמִ֗ים עַ֤ד אֲשֶׁר־יֵצֵא֙ מֵֽאַפְּכֶ֔ם וְהָיָ֥ה לָכֶ֖ם לְזָרָ֑א יַ֗עַן כִּֽי־מְאַסְתֶּ֤ם אֶת־יְהֹוָה֙ אֲשֶׁ֣ר בְּקִרְבְּכֶ֔ם וַתִּבְכּ֤וּ לְפָנָיו֙ לֵאמֹ֔ר לָ֥מָּה זֶּ֖ה יָצָ֥אנוּ מִמִּצְרָֽיִם׃", "וַיֹּ֘אמֶר֮ מֹשֶׁה֒ שֵׁשׁ־מֵא֥וֹת אֶ֙לֶף֙ רַגְלִ֔י הָעָ֕ם אֲשֶׁ֥ר אָנֹכִ֖י בְּקִרְבּ֑וֹ וְאַתָּ֣ה אָמַ֗רְתָּ בָּשָׂר֙ אֶתֵּ֣ן לָהֶ֔ם וְאָכְל֖וּ חֹ֥דֶשׁ יָמִֽים׃", "הֲצֹ֧אן וּבָקָ֛ר יִשָּׁחֵ֥ט לָהֶ֖ם וּמָצָ֣א לָהֶ֑ם אִ֣ם אֶֽת־כׇּל־דְּגֵ֥י הַיָּ֛ם יֵאָסֵ֥ף לָהֶ֖ם וּמָצָ֥א לָהֶֽם׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>", "וַיֹּ֤אמֶר יְהֹוָה֙ אֶל־מֹשֶׁ֔ה הֲיַ֥ד יְהֹוָ֖ה תִּקְצָ֑ר עַתָּ֥ה תִרְאֶ֛ה הֲיִקְרְךָ֥ דְבָרִ֖י אִם־לֹֽא׃", "וַיֵּצֵ֣א מֹשֶׁ֔ה וַיְדַבֵּר֙ אֶל־הָעָ֔ם אֵ֖ת דִּבְרֵ֣י יְהֹוָ֑ה וַיֶּאֱסֹ֞ף שִׁבְעִ֥ים אִישׁ֙ מִזִּקְנֵ֣י הָעָ֔ם וַֽיַּעֲמֵ֥ד אֹתָ֖ם סְבִיבֹ֥ת הָאֹֽהֶל׃", "וַיֵּ֨רֶד יְהֹוָ֥ה&thinsp;<small>׀</small>&thinsp;בֶּעָנָן֮ וַיְדַבֵּ֣ר אֵלָיו֒ וַיָּ֗אצֶל מִן־הָר֙וּחַ֙ אֲשֶׁ֣ר עָלָ֔יו וַיִּתֵּ֕ן עַל־שִׁבְעִ֥ים אִ֖ישׁ הַזְּקֵנִ֑ים וַיְהִ֗י כְּנ֤וֹחַ עֲלֵיהֶם֙ הָר֔וּחַ וַיִּֽתְנַבְּא֖וּ וְלֹ֥א יָסָֽפוּ׃", "וַיִּשָּׁאֲר֣וּ שְׁנֵֽי־אֲנָשִׁ֣ים&thinsp;<small>׀</small>&thinsp;בַּֽמַּחֲנֶ֡ה שֵׁ֣ם הָאֶחָ֣ד&thinsp;<small>׀</small>&thinsp;אֶלְדָּ֡ד וְשֵׁם֩ הַשֵּׁנִ֨י מֵידָ֜ד וַתָּ֧נַח עֲלֵהֶ֣ם הָר֗וּחַ וְהֵ֙מָּה֙ בַּכְּתֻבִ֔ים וְלֹ֥א יָצְא֖וּ הָאֹ֑הֱלָה וַיִּֽתְנַבְּא֖וּ בַּֽמַּחֲנֶֽה׃", "וַיָּ֣רׇץ הַנַּ֔עַר וַיַּגֵּ֥ד לְמֹשֶׁ֖ה וַיֹּאמַ֑ר אֶלְדָּ֣ד וּמֵידָ֔ד מִֽתְנַבְּאִ֖ים בַּֽמַּחֲנֶֽה׃", "וַיַּ֜עַן יְהוֹשֻׁ֣עַ בִּן־נ֗וּן מְשָׁרֵ֥ת מֹשֶׁ֛ה מִבְּחֻרָ֖יו וַיֹּאמַ֑ר אֲדֹנִ֥י מֹשֶׁ֖ה כְּלָאֵֽם׃", "וַיֹּ֤אמֶר לוֹ֙ מֹשֶׁ֔ה הַֽמְקַנֵּ֥א אַתָּ֖ה לִ֑י וּמִ֨י יִתֵּ֜ן כׇּל־עַ֤ם יְהֹוָה֙ נְבִיאִ֔ים כִּי־יִתֵּ֧ן יְהֹוָ֛ה אֶת־רוּח֖וֹ עֲלֵיהֶֽם׃", "וַיֵּאָסֵ֥ף מֹשֶׁ֖ה אֶל־הַֽמַּחֲנֶ֑ה ה֖וּא וְזִקְנֵ֥י יִשְׂרָאֵֽל׃", "וְר֜וּחַ נָסַ֣ע&thinsp;<b>׀</b> מֵאֵ֣ת יְהֹוָ֗ה וַיָּ֣גׇז שַׂלְוִים֮ מִן־הַיָּם֒ וַיִּטֹּ֨שׁ עַל־הַֽמַּחֲנֶ֜ה כְּדֶ֧רֶךְ י֣וֹם כֹּ֗ה וּכְדֶ֤רֶךְ יוֹם֙ כֹּ֔ה סְבִיב֖וֹת הַֽמַּחֲנֶ֑ה וּכְאַמָּתַ֖יִם עַל־פְּנֵ֥י הָאָֽרֶץ׃", "וַיָּ֣קׇם הָעָ֡ם כׇּל־הַיּוֹם֩ הַה֨וּא וְכׇל־הַלַּ֜יְלָה וְכֹ֣ל&thinsp;<b>׀</b> י֣וֹם הַֽמׇּחֳרָ֗ת וַיַּֽאַסְפוּ֙ אֶת־הַשְּׂלָ֔ו הַמַּמְעִ֕יט אָסַ֖ף עֲשָׂרָ֣ה חֳמָרִ֑ים וַיִּשְׁטְח֤וּ לָהֶם֙ שָׁט֔וֹחַ סְבִיב֖וֹת הַֽמַּחֲנֶֽה׃", "הַבָּשָׂ֗ר עוֹדֶ֙נּוּ֙ בֵּ֣ין שִׁנֵּיהֶ֔ם טֶ֖רֶם יִכָּרֵ֑ת וְאַ֤ף יְהֹוָה֙ חָרָ֣ה בָעָ֔ם וַיַּ֤ךְ יְהֹוָה֙ בָּעָ֔ם מַכָּ֖ה רַבָּ֥ה מְאֹֽד׃", "וַיִּקְרָ֛א אֶת־שֵֽׁם־הַמָּק֥וֹם הַה֖וּא קִבְר֣וֹת הַֽתַּאֲוָ֑ה כִּי־שָׁם֙ קָֽבְר֔וּ אֶת־הָעָ֖ם הַמִּתְאַוִּֽים׃"], "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": ["The riffraff in their midst felt a gluttonous craving; and then the Israelites wept and said, “If only we had meat to eat!", "We remember the fish that we used to eat free in Egypt, the cucumbers, the melons, the leeks, the onions, and the garlic.", "Now our gullets are shriveled. There is nothing at all! Nothing but this manna to look to!”", "Now the manna was like coriander seed, and in color it was like bdellium.", "The people would go about and gather it, grind it between millstones or pound it in a mortar, boil it in a pot, and make it into cakes. It tasted like rich cream.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>rich cream </b>Lit. “cream of oil (or, fat).”</i> ", "When the dew fell on the camp at night, the manna would fall upon it.", "Moses heard the people weeping, every clan apart, at the entrance of each tent. יהוה was very angry, and Moses was distressed.", "And Moses said to יהוה, “Why have You dealt ill with Your servant, and why have I not enjoyed Your favor, that You have laid the burden of all this people upon me?", "Did I produce all these people, did I engender them, that You should say to me, ‘Carry them in your bosom as a caregiver carries an infant,’ to the land that You have promised on oath to their fathers?", "Where am I to get meat to give to all this people, when they whine before me and say, ‘Give us meat to eat!’", "I cannot carry all this people by myself, for it is too much for me.", "If You would deal thus with me, kill me rather, I beg You, and let me see no more of my wretchedness!”", "Then יהוה said to Moses, “Gather for Me seventy of Israel’s elders of whom you have experience as elders and officers of the people, and bring them to the Tent of Meeting and let them take their place there with you.", "I will come down and speak with you there, and I will draw upon the spirit that is on you and put it upon them; they shall share the burden of the people with you, and you shall not bear it alone.", "And say to the people: Purify yourselves<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Purify yourselves </b>I.e., as for a sacrificial meal.</i> for tomorrow and you shall eat meat, for you have kept whining before יהוה and saying, ‘If only we had meat to eat! Indeed, we were better off in Egypt!’ יהוה will give you meat and you shall eat.", "You shall eat not one day, not two, not even five days or ten or twenty,", "but a whole month, until it comes out of your nostrils and becomes loathsome to you. For you have rejected יהוה who is among you, by whining before [God] and saying, ‘Oh, why did we ever leave Egypt!’”", "But Moses said, “The people who are with me<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>who are with me </b>Lit. “in whose midst I am.”</i> number six hundred thousand foot soldiers; yet You say, ‘I will give them enough meat to eat for a whole month.’", "Could enough flocks and herds be slaughtered to suffice them? Or could all the fish of the sea be gathered for them to suffice them?”", "And יהוה answered Moses, “Is there a limit to יהוה’s power?<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Is there a limit to יהוה’s power? </b>Lit. “Is יהוה’s hand too short?”</i> You shall soon see whether what I have said happens to you or not!”", "Moses went out and reported the words of יהוה to the people. He gathered seventy of the people’s elders and stationed them around the Tent.", "Then, after coming down in a cloud and speaking to him, יהוה drew upon the spirit that was on him and put it upon the seventy participating elders. And when the spirit rested upon them, they spoke in ecstasy,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>spoke in ecstasy </b>Others “prophesied.”</i> but did not continue.", "Two of the participants, one named Eldad and the other Medad, had remained in camp; yet the spirit rested upon them—they were among those recorded, but they had not gone out to the Tent—and they spoke in ecstasy<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>spoke in ecstasy </b>Others “prophesied.”</i> in the camp.", "An assistant<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>assistant </b>NJPS “youth,” trad. “young man.” See the Dictionary under <i>na‘ar</i>.</i> ran out and told Moses, saying, “Eldad and Medad are acting the prophet in the camp!”", "And Joshua son of Nun, Moses’ attendant from his youth, spoke up and said, “My lord Moses, restrain them!”", "But Moses said to him, “Are you wrought up on my account? Would that all יהוה’s people were prophets, that יהוה put [the divine] spirit upon them!”", "Moses then reentered the camp together with the elders of Israel.", "A wind from יהוה started up, swept quail from the sea and strewed them over the camp, about a day’s journey on this side and about a day’s journey on that side, all around the camp, and some two cubits deep on the ground.", "The people set to gathering quail all that day and night and all the next day—even the one who gathered least had ten <i>ḥomers</i>—and they spread them out all around the camp.", "The meat was still between their teeth, not yet chewed,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>chewed </b>Meaning of Heb. <i>yikkareth</i> uncertain.</i> when the anger of יהוה blazed forth against the people and יהוה struck the people with a very severe plague.", "That place was named Kibroth-hattaavah,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>Kibroth-hattaavah </b>I.e., “the graves of craving.”</i> because the people who had the craving were buried there."], "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62037e556bfddfbb310feb33", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "anchorRef": "Deuteronomy 1:1-34:12", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32", "Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69", "Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20", "Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר א׳ ב׳-ל״ט", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Deuteronomy and Its Structure", "he": "דברים מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>EUTERONOMY HOLDS A UNIQUE POSITION, AND SPEAKS WITH A UNIQUE VOICE, IN THE</small> literature of the Torah. Up to this point, through the first four books, we have encountered a powerful mixture of literary genres; indeed, the books owe their characteristic stamp to the way in which they incorporate these genres. Genesis is predominantly narrative, punctuated by genealogies; Exodus begins with narrative and later proceeds with covenant-making and law, and then with the precise details of sanctuary building; Leviticus is composed almost entirely of cultic and then ethical and social law; and finally, Numbers alternates narrative and varied laws, under the structure of preparations for wilderness march, first encounters with the Promised Land, and preparations for entry. Except for Leviticus, the books also exhibit, at strategic points, striking examples of biblical poetry.", "An ancient name for Deuteronomy, <i>mishne tora</i>—which means “copy of the Torah,” but which was erroneously understood as “second Torah”—would seem to indicate more of the same combining of genres, and a not-too-close reading would support the idea of a rehashing of narrative, covenant-making, law, and poetry. But the reader who takes the time to weigh what stands before him or her will find much more. In its structure, style, content, and intent, Deuteronomy goes beyond what has preceded it. The image of Moshe addressing the assembled people on the Plains of Moab—the central setting of the book—provides the occasion for not merely a retelling, but a recasting of Israel’s mission and destiny. No book of the Torah is truer to the idea of “instruction” (Deuteronomy uses the term numerous times), including an emphasis on teaching and learning, with assembled and yet-to-be-born children as much the audience as “elders.”", "From the book’s opening phrase, “Now these are the words [or even “speeches”] that Moshe spoke to the Children of Israel / in (the country) across the Jordan,” the basic premise of Deuteronomy is that the aged Moshe, personally and indeed in the first person, speaks for the last time to the assembled Israelites, before their triumphant entry into the land of Canaan. The setting affects the entire content of the book; no longer is the narrator in the background, as in most of the Torah, but instead he is presented as directly addressing a living audience, an audience composed not only of the ancient hearers portrayed in the text but also of contemporary listeners.", "The image of a leader delivering a long public address on an auspicious occasion is well known from the ancient world, most familiarly from Greek historians (cf. Van Seters) but also abundantly in the ancient Near East (Weinfeld). The historian seeks to paint a vivid picture of the personality of his speaker and the high drama of the moment, and may go on at great length. While admitting to not having had the benefit of eyewitness sources, such chroniclers are nevertheless sincere in their desire to present what undoubtedly would have been said on such an occasion.", "Deuteronomy, whenever it was composed and placed in the Torah, takes this approach a step further. It is a fantastic conceit, really: as Rosenberg (1975) notes, Moshe, the man who was “not a man of words” (Ex. 4:10), all of a sudden finds his voice. And as Polzin (1980) has shown in his forceful analysis, in Deuteronomy Moshe’s voice functions fairly indistinguishably from God’s own—and then closes off the text by stipulating that nothing in the future is to be added or subtracted to it. So we are dealing with a text of directly authoritative character, a series of speeches that in their own self-understanding already bore the status of “Torah.” Hence Deuteronomy introduces into the Bible for the first time the concept of canon—a bounded, accepted body of authoritative literature.", "Moshe’s addresses, which include a historical review, repeated appeals to observe God’s laws and dire warnings against their violation, a reworking of previous laws and the addition of new ones, and a poem designed to keep the appeals and warnings in popular memory, have about them a deep rhetorical urgency. As such they are stylistically quite different from most of what is found in the first four books of the Bible. To be sure, there are many moments of high rhetoric in the previous narratives, and the laws—including cultic ones—are also not lacking appeals to the emotions (cf., for instance, the repeated injunctions to not oppress the sojourner, “for you were sojourners in the land of Egypt”). But as an extended piece of argumentation and pleading, Deuteronomy holds pride of place in the Torah, with its specialized vocabulary (described in the notes and commentary below), its alternately pleading and warning tone, and its long, elegant phrases (as Gottwald notes, these phrases are most often cast in the form of subordinate clauses, not the typical syntactical form found in the previous books).", "But not only does Deuteronomy provide an emotional capstone to the four books that precede it. It functions to link up with both the landed history of Israel in the narrative books to follow (Joshua through Kings) and the prophets’ emotional speeches to the people and their leaders. In the words of G. Ernest Wright,", "the central purpose of Deuteronomy is to furnish Israel with a complete order of faith and life which is the prerequisite for a prosperous and secure existence on the God-given land. The historian [of the succeeding books] shows how Israel failed to keep it and what the consequences were.", "It is in fact the monarchic setting that is commonly held to be the historical background to the compilation of Deuteronomy. While Moshe’s last days and the people’s being poised on the steppes opposite Jericho would certainly be a dramatic enough moment for our book’s speeches to occur, its language, style, and many of its concerns point to a later time in the history of Israel as a likely venue for at least a good part of its emotional appeal.", "That time, in the opinion of most biblical scholars over the past two centuries, was the middle of the reign of King Josiah (ruled 640–608 <small>B.C.E.</small>) of Judah, the southern kingdom (Israel, the north, had been overrun by Assyria a century previously). The Assyrian Empire, dominant in the region for three hundred years, was on the wane, and Josiah took advantage of this decline of power to expand his kingdom northward. He also—at about the time of the death of Ashurbanipal, the last powerful king of Assyria—began a wide-ranging reform that consisted largely of destroying the local “high places” of pagan worship that had figured so prominently in the reign of his grandfather, the notorious Manasseh (ruled 687–642). II Kings 23 describes the purge in great detail, noting both places and priests that were now rendered inoperative in favor of the centralization of the cult in Jerusalem.", "It is within this setting that Chapter  22 reports the dramatic discovery of a scroll “of the Torah.”", "The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the L<small>ORD</small>.” … Shaphan then read it aloud to the king. When the king heard the words of the book of the law, he tore his clothes. Then the king commanded … saying: “Go, inquire of the L<small>ORD</small> for me, for the people, and for all Judah, concerning the words of this book that has been found, for great is the wrath of the L<small>ORD</small> … because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” (22:8, 10–13, New Revised Standard Version)", "What precisely were the contents of the “book” we do not know; but it is usually taken to have been some form of Deuteronomy. The rhetorical force of the newly discovered text must have been considerable, for its reported result was that the king", "directed that all the elders of Judah and Jerusalem should be gathered to him. … he read in their hearing all the words of the book of the covenant that had been found in the house of the L<small>ORD</small>. The king stood by the pillar and made a covenant before the L<small>ORD</small>, to follow the L<small>ORD</small>, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. (23:1–3)", "The connections between these passages and the style of Deuteronomy will be obvious to anyone who reads the book, and it seems clear that Josiah’s reforms are closely related to concerns expressed in Deuteronomy.", "The Bible’s portrayal of this background does not necessarily mean that Deuteronomy was composed for the occasion, or even that it originated in Judah. Several scholars (notably Ginsberg) have remarked on connections to the northern kingdom of Israel (e.g., affinities to the prophet Hosea), and so it is possible that at least some of our book was a series of traditions brought south by refugees fleeing the Assyrian onslaught. In any event, the text of Deuteronomy addresses its audience with such emotional immediacy that it may safely be presumed that a crisis of major proportions loomed, and the opportunity presented itself for a large-scale revival—or redefinition—of Israel’s self-understanding. Similar crises later in Jewish history may have led to the editing and writing down (but not necessarily the composition) of other central texts, the Mishnah (c. 200) and the Babylonian Talmud (c. 450). Like these documents, and like the first four books of the Torah, Deuteronomy is written in such a way that it is difficult to pin down its precise background, which through additions and circumspection has been substantially obliterated. What is left to us are the many repetitions of “today” or “this day,” which signal the desire to make the “Instruction” contemporary for the audience, whoever and whenever that may be.", "The net effect of this process of creation and development was to establish the Torah’s character as a text that shows signs of new life and new thinking within itself. Deuteronomy, by its inclusion as the final book of the five, officially began the practice of “explaining” (1:5) the traditions of Israel, and thus paved the way for the classic form of Jewish religious and intellectual activity: the interpretation of Scripture (cf. Fishbane 1988 for a definitive study on “inner-biblical exegesis,” interpretation that appears within the Bible itself and hence becomes a legitimate part of its traditions). This activity strongly influenced Christianity and Islam as well, and is still a part of religious discourse and development in the Western world.", "In its overall structure, Deuteronomy breaks down fairly easily; but it is perhaps best understood in the light of comparative ancient Near Eastern material. Weinfeld’s lifetime of research has demonstrated the strong parallels between our book and certain Assyrian treaty texts (earlier Hittite texts have also been shown to be helpful in this regard; cf. Levenson 1985b for a useful summary). It is striking indeed that the Esarhaddon Treaty texts from the seventh century <small>B.C.E.</small>, which also produced the final form of Deuteronomy, seem to prefigure the basic structure of what Moshe lays out in the book: a historical overview, an exhortation to keep the covenant, the laws—particulars of the covenant, a series of blessings and curses following upon observance or nonobservance of the covenant, and a ceremony ratifying it. A similar pattern, in abbreviated form, may be observed in the Sinai covenant in Ex. 19–24.", "Weinfeld points out that such covenants or treaties were two-sided, with the suzerain granting his vassals certain favors in return for “love” (= loyalty), and threatening dire consequences if that loyalty were to become suspect. What is fascinating about the parallels is not so much that they exist, but that here, apparently, a political model from a hated enemy has been assimilated and transformed into a positive religious-national one. Such transformative power seems to be characteristic of biblical culture, which probably reworked known stories and poems, among other genres, into genuine Israelite creations (the Flood narratives of Genesis and Psalm 29 are two fruitful examples of the process).", "Deuteronomy, then, focuses mainly on the relationship between God and Israel, a relationship that has been spelled out before (as in Exodus) but that forms in this book the very soul of the text. Every act that Israel performs as a community, and every one done by individuals, is to be seen in that light. As elsewhere in the Bible, breaking one of God’s rules means not merely a violation of a statute but an affront to the suzerain, the sovereign Lord, and thus a grave risk to society’s well-being and even to its very existence. And there is a unity of purpose and concept here: Gottwald summarizes the message of the book as “the indivisible unity of <i>one God</i> for <i>one people</i> in <i>one land</i> observing <i>one cult</i>” (italics his).", "Given the treaty pattern that we have just referred to, an outline of the book might proceed along the following lines:", "I   Historical Overview (Moshe as Narrator; 1–4:43)", "A   Narrative of the Wilderness Journey (1–3)", "B   Transition: Beginning of the Exhortation (4:1–40) and Addendum on Towns of Asylum (4:41–43)", "II  Opening Exhortation (Moshe as Pleader; 4:44–11:36)", "Looking Back to the Revelation at Sinai", "III The Terms of the Covenant (Moshe as Lawgiver; 12–28)", "A   The Laws (12–26)", "B   Covenant Ceremony; Blessings and Curses (27–28)", "IV Concluding Exhortation (Moshe as Pleader; 29–30)", "Looking Ahead to Exile and Return", "V  Final Matters (31–34)", "A   Passing the Mantle (31)", "B   Moshe’s Admonitory Poem (32)", "C   Moshe’s Blessing to the Tribes (33)", "D   The End (34)", "A few simple structural observations, based on a closer look at the text itself, may be made here. Parts I and V stress the role of Yehoshua (Joshua) in the future. Then, too, Parts II and IV use similar rhetorical formulas toward the end of each (“See, I set before you this day …,” 11:26 and 30:15). Such a symmetry would suggest that Part III is the crucial one, and that is of course the case. Everything in Deuteronomy radiates out from the laws: a new humanism, a rethinking of tradition, and above all, a heartfelt appeal to “choose life” (30:19), a good life on the land under the blessing of God.", "It is only when that appeal has been fully made, and when all of Deuteronomy’s new material has been added (with no more to come, as the text sees it!), that Moshe can finally die, and the people of Israel can proceed into the Promised Land. The book of Numbers proved to be a false ending, and indeed the report of Moshe’s death was postponed from the end of that book to this, so that the biblical tradition could transform itself into a truly multifaceted and rich one. The Torah, which began in the nameless, unknowable past, ends in the limitless present and future, with a potential life ahead for the Israelite people as bountiful and as beautiful as the “good land” that Moshe is allowed to see from the summit of Pisga."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e7f6bfddfbb310feba9", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 2-7", "anchorRef": "Deuteronomy 4:44-11:32", "anchorRefExpanded": ["Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳ ב׳-ז׳", "anchorVerse": 44, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; Opening Exhortation", "he": "דברים מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HIS SECTION OF</small> D<small>EUTERONOMY IS A LONG PERSONAL AND EMOTIONAL PLEA ON BE</small>-half of the leader. Its rhetoric has become famous, as have several passages noted below. It is in this section that Moshe appears in his most classic Deuteronomistic mode, urging the people on to follow God’s rules and warning them against violating the covenant.", "Recurring phrases in the section include “Hearken O Israel,” “And now, O Israel,” “When I bring you into the land …,” and “take-care.” In addition, the word “love,” which as noted above carries the connotation of “loyalty,” is important in these speeches.", "After a brief geographical introduction in vv.44–49, which parallels the opening of the book and which, in the eyes of many, once served as the book’s actual beginning, the section presents a version of the so-called Ten Commandments, and a short recapitulation of the circumstances surrounding their being given on Sinai. In that sense, Chapter 5 is a continuation of the historical overview of the beginning of the book.", "Another famous passage here is in Chapter 6, where Israel is enjoined to “love” God, warned about what will happen if they abandon him, and given a kind of script as answer to their children’s future question, “What (mean) the precepts, the laws and the regulations that Y<small>HWH</small> your God has commanded you?” (v.20).", "Other important themes appear in these speeches. Israel is defined as a people that is not to intermarry with the indigenous peoples of Canaan; as a people chosen, not for its military power or large population, but because God “loved” them, and because he could not abide the Canaanites’ behavior. To prove his point that Israel possesses no inherent superiority, Moshe turns again to history, and retells the story of the Molten Calf (Ex. 32–34).", "He ends (in Chap. 11) by reiterating the motif of God’s power and hence his ability to reward faithfulness with the gift of the good land. Israel is promised blessing and not curse, provided that they “take-care to observe” the laws which are now to be set before them."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e826bfddfbb310febb3", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, The Calf Incident 2", "anchorRef": "Deuteronomy 9:1-11:32", "anchorRefExpanded": ["Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, The Calf Incident 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳, דברים הערה ה׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Calf Incident", "he": "דברים הערה ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ה׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Continuing the argument of the last chapter—that Israel should take great care to remember who it was that led them—Moshe makes pointed reference to the great rebellion that took place at the foot of Sinai itself: the incident of the Golden (“Molten”) Calf in Ex. 32–34. In this he is recapitulating the rhetoric of the opening chapters of the book, as well as of the great poem in Chap. 32, which utilize the past to inform the future. The calf incident, in fact, paves the way for the passages that immediately follow.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f3c9ad75f2d99afa74", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 1", "anchorRef": "Deuteronomy 4:44-11:32", "anchorRefExpanded": ["Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳ א׳", "anchorVerse": 44, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 4:44–11:32\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 4:44–11:32</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f3c9ad75f2d99afa82", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, The Calf Incident 1", "anchorRef": "Deuteronomy 9:1-11:32", "anchorRefExpanded": ["Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, The Calf Incident 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳, דברים הערה ה׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ה׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 9:1-11:32\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 9:1-11:32</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620e3c351a2caee268cf4a5f", "index_title": "Ohr LaYesharim on Jerusalem Talmud Taanit", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Taanit 1:1:13", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Taanit 1:1:13", "sourceHeRef": "אור לישרים על תלמוד ירושלמי תענית א׳:א׳:י״ג", "anchorVerse": 22, "sourceHasEn": false, "commentaryNum": 1.0013, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Taanit", "he": "אור לישרים על תלמוד ירושלמי תענית"}, "he": "במשנה שנינו: <b>אמרו לו</b> (לרבי אליעזר)<b>: אם כן, לעולם יהא מזכיר –</b> ואומנם רבי אליעזר סובר, כאמור לעיל, שאם בא להזכיר גשם בכל ימות השנה, רשאי הוא להזכיר<b>.</b>\nושואלים: <b>מחלפה שיטתיה דרבי ליעזר –</b> מוחלפת שיטתו של רבי אליעזר (דבריו כאן סותרים את דבריו שלו עצמו במקום אחר)<b>, מחלפה שיטתיה דרבי יהושע –</b> מוחלפת שיטתו של רבי יהושע<b>!</b> ומביאים את דבריהם במקום אחר: <b>דאתפלגון –</b> שנחלקו (רבי אליעזר ורבי יהושע)<b>, רבי ליעזר אומר: אם אין ישראל עושין תשובה, אין נגאלים לעולם –</b> שגאולת ישראל תלויה בתשובה<b>, שנאמר: \"בשובה ונחת תיוושעון\"</b> (ישעיהו ל,טו) <b>–</b> ישועתכם תבוא על ידי תשובה ('בשובה' - בתשובה). אבל רבי יהושע חלוק על רבי אליעזר וסובר, שהגאולה אינה תלויה בתשובה. הרי שבמחלוקתם בענין הגאולה, רבי אליעזר סובר, שהגאולה זמנה בכל עת, שכן לדעתו היא תלויה בתשובה, וכל עת ראויה לתשובה, אבל רבי יהושע סובר, שהגאולה אין זמנה בכל עת, שכן לדעתו אין היא תלויה בתשובה, אלא תבוא בזמנה שקבע ה'. ואילו במחלוקתם לעיל בענין תחיית המתים, רבי אליעזר סובר, שהתחייה אינה אלא בזמנה שקבע ה', ואין זמנה בכל עת, כמו שנאמר לפיו: 'בעונתם הם חביבים כתחיית המתים', אבל רבי יהושע סובר, שהתחייה זמנה בכל עת, כמו שנאמר לפיו: 'בעי בר נשא ייחון מתייא כל אימת'. נמצא שמוחלפות שיטותיהם של רבי אליעזר ושל רבי יהושע בענין הגאולה ותחיית המתים. אין משיבים על שאלה זו<b>.</b><br>\nומביאים את חילופי הדברים של רבי אליעזר ושל רבי יהושע בענין הגאולה:\n<b>אמר לו רבי יהושע</b> (לרבי אליעזר)<b>:</b> לדבריך, שהגאולה תלויה בתשובה, <b>וכי אם יעמדו ישראל ולא יעשו תשובה, אינן נגאלין לעולם?!</b>\n<b>אמר לו רבי אליעזר</b> (לרבי יהושע)<b>:</b> אם יעמדו ישראל ולא יעשו תשובה, <b>הקב\"ה מעמיד עליהן מלך קשה –</b> שגוזר עליהם גזרות קשות, <b>כהמן, ומיד הן עושין תשובה והן נגאלין. מה טעמא? –</b> מה המקור בכתוב לדבר זה? <b>- \"ועת צרה היא ליעקב וממנה יוושע\"</b> (ירמיהו ל,ז) <b>–</b> צרה תבוא על ישראל, והם ייוושעו מתוך (משום, בסיבת) הצרה, שהצרה תגרום להם שיעשו תשובה<b>.</b><br><br><small>ב<b>מדרש תנחומא</b> (בובר) פרשת 'בחוקותי' סימן ה נאמר: רבי אליעזר אומר: אם ישראל עושים תשובה נגאלים, ואם אין ישראל עושים תשובה אין נגאלים, שנאמר: \"בשובה ונחת תיוושעון\" (ישעיהו ל,טו). רבי יהושע אומר: בין עושים תשובה, ובין שאינם עושים תשובה, כיון שהגיע הקץ מיד נגאלים, שנאמר: \"אני ה' בעיתה אחישנה\" (ישעיהו ס,כב). אמר רבי אליעזר: [אם אין עושים תשובה מעצמם,] הקב\"ה מעמיד עליהם אדם [מלך] רע כהמן, והוא משתעבד בהם, ומתוך כך הם עושים תשובה, שנאמר: \"כי יבוא כנהר צר רוח ה' נוססה בו\" (ישעיהו נט,יט), באותה שעה: \"ובא לציון גואל ולשבי פשע ביעקב נאום ה'\" וגו' (ישעיהו נט,כ).</small><br>\n<b>אמר לו רבי יהושע:</b> לדבריך, שהגאולה תלויה בתשובה, <b>והא כתיב –</b> והרי כתוב<b>: \"חנם נמכרתם ולא בכסף תגאלו\"</b> (ישעיהו נב,ג)<b>! –</b> ה' מכר את ישראל לגויים על שלא עשו תשובה, ויגאל אותם על אף שלא יעשו תשובה ('כסף' זה תשובה, כפי שאמר רבי יהושע בבבלי סנהדרין צז,ב). הרי שהגאולה אינה תלויה בתשובה!\nושואלים: <b>מה עבד לה רבי ליעזר? –</b> מה עושה לו (לכתוב, כיצד מפרש אותו) רבי אליעזר? <b>-</b> ומשיבים: <b>תשובה –</b> כך פירוש הכתוב: 'ולא בכסף תיגאלו?!' (בתמיהה) - וכי לא בתשובה יגאל ה' את ישראל?! שלא יגאל אותם אלא בתשובה<b>, כמה דאת אמר –</b> כמו שאתה אומר (כמו שנאמר)<b>: \"צרור הכסף לקח בידו,</b> ליום הכסא יבוא ביתו<b>\"</b> (משלי ז,כ) <b>–</b> ה' יקבל את התשובה ('כסף' זה תשובה) של ישראל, ויבוא לגאול אותם בזמן ('כסא' זה זמן) שקבע להם. לפי רבי אליעזר, הגאולה תבוא מתוך תשובה ומתוך הקץ (הזמן המיועד לגאולה), כאמור להלן<b>.</b><br><br><small><b>\"חינם נמכרתם\"</b><br>ב<b>פרקי דרבי אליעזר</b> פרק מט נאמר: נכנס המן לפני אחשורוש ואמר לו: אדוני המלך, ישנו עם אחד מפוזר ומפורד בין העמים, ואינם טובים לך ואינם עושים רצונך, ולמלך אין שווה להניחם, אם על המלך טוב, קח החצי מממוני ותן לי רשות עליהם, שנאמר: \"אם על המלך טוב ייכתב לאבדם\". אמר לו המלך: הרי הם נתונים לך בחינם, והממון שאתה נותן לי בעבורם יהיה שלך. ורוח הקודש צווחת ואומרת: \"כה אמר ה' חינם נמכרתם ולא בכסף תיגאלו\".<br>וב<b>ילקוט שמעוני</b> 'אסתר' רמז תתרמה נאמר: \"הוא אחשורוש\" - הוא שנתקיים בימיו: \"חינם נמכרתם ולא בכסף תיגאלו\".<br><br>כיון שהזכיר רבי אליעזר את המן, השיב לו רבי יהושע מהכתוב שנאמר על ימי אחשורוש והמן.<br><br><b>\"כסף\"</b><br>לפי האמור כאן, 'כסף' זה תשובה. לפי במדבר רבה יד,ח, 'כסף' זה תפילה. דרשו כך, משום שהעושה תשובה או מתפלל - נכסף (משתוקק) אל ה'.<br><br><b>'כסא' זה זמן</b><br>ב<b>בבלי סנהדרין</b> צו,ב נאמר: ...כבר קבע להם (לגלות בבל) זמן (שבעים שנה, שלא יבוא עד אותו זמן), שנאמר: \"ליום הכסא יבוא ביתו\" (משלי ז), אין כסא אלא זמן, שנאמר: \"בכסה ליום חגנו\" (תהילים פא).</small><br>\n<b>אמר לו רבי יהושע:</b> לדבריך, שהגאולה תלויה בתשובה, <b>והא כתיב –</b> והרי כתוב<b>: \"אני יי' בעיתה אחישנה\"</b> (ישעיהו ס,כב)<b>! –</b> ה' יביא את הגאולה בזמנה שקבע ה'. הרי שהגאולה אינה תלויה בתשובה!\nושואלים: <b>מה עבד לה רבי ליעזר? –</b> מה עושה לו (לכתוב, כיצד מפרש אותו) רבי אליעזר? <b>-</b> ומשיבים: <b>תשובה –</b> כך פירוש הכתוב: ה' יביא את הגאולה על ידי תשובה ('בעיתה' - בתשובה)<b>, כמה דת</b> (דאת) <b>אמר –</b> כמו שאתה אומר (כמו שנאמר)<b>: \"ועתה ישראל מה יי' אלהיך שואל מעמך כי אם ליראה</b> את ה' אלוהיך ללכת בכל דרכיו ולאהבה אותו ולעבוד את ה' אלוהיך<b>\" וגו'</b> (דברים י,יב) <b>–</b> לאחר שחטאו ישראל פעמים רבות במדבר (כמסופר שם לפני הפסוק הזה), ה' מבקש מהם שיעשו תשובה ומעשים טובים וימחל להם. מכאן שאין \"עתה\" אלא תשובה (וכן \"עיתה\")<b>.</b><br><br><small>ב<b>מכילתא דרבי ישמעאל</b> 'בשלח' מסכתא ד\"שירה\" פרשה ה וב<b>בראשית רבה</b> כא,ו ושם לח,ט נאמר: אין \"עתה\" אלא תשובה, שנאמר: \"ועתה ישראל מה ה' אלוהיך שואל מעימך כי אם ליראה\" (דברים י,יב).<br>וב<b>ספרי במדבר</b> פסקה קלו נאמר: רבי יהודה בן בבא אומר: בשלושה מקומות באו ישראל לידי עברה חמורה, ואמר להם המקום (הקב\"ה): עשו תשובה ואני מקבל. כיוצא בו אתה אומר: \"וילונו העם על משה לאמור מה נשתה\" (שמות טו,כד), מהו אומר? \"ויאמר אם שמוע תשמע לקול ה' אלוהיך והישר בעיניו תעשה\" (שמות טו,כו). כיוצא בו: \"ובתבערה ובמסה ובקברות התאוה\" (דברים ט,כב), מהו אומר? \"ועתה ישראל מה ה' אלוהיך שואל מעמך\" (דברים י,יב). אף כאן אתה אומר: \"ונשב בגיא מול בית פעור\" (דברים ג,כט), \"ועתה ישראל שמע אל החוקים ואל המשפטים\" (דברים ד,א).<br><br>כיון שהוזכר הכתוב: \"אני ה' בעיתה אחישנה\", קוטעים את הברייתא המביאה את מחלוקת רבי אליעזר ורבי יהושע, ומביאים את דרשת רבי יהושע בן לוי לכתוב הזה, ואחר כך חוזרים לברייתא.</small><br>\nאמר <b>רבי אחא</b> (אמורא ארץ ישראלי בדור הרביעי) <b>בשם רבי יהושע בן לוי</b> (אמורא ארץ ישראלי בדור הראשון)<b>: אם זכיתם - \"אחישנה\" –</b> אם יזכו ישראל, שיעשו תשובה ומעשים טובים, ימהר ה' להביא את הגאולה לפני זמנה<b>, ואם לאו - \"בעתה\" –</b> ואם לא יזכו ישראל, יביא ה' את הגאולה בזמנה<b>.</b><br><br><small>ב<b>בבלי סנהדרין</b> צח,א אמרו: אמר רבי אלכסנדרי: רבי יהושע בן לוי רמי, כתיב: \"בעיתה\", וכתיב: \"אחישנה\"! זכו - \"אחישנה\", לא זכו - \"בעיתה\".<br>רבי יהושע בן לוי אומר כדברי רבי אליעזר וכדברי רבי יהושע.</small><br>\n<b>כיון שאמר לו רבי יהושע</b> (לרבי אליעזר)<b>:</b> והרי כתוב (בחזון קץ הפלאות שראה דניאל): <b>\"וירם ימינו ושמאלו אל השמים וישבע בחי העולם כי למועד מועדים וחצי וככלות נפץ יד עם קודש תכלינה כל אלה\"</b> (דניאל יב,ז) <b>–</b> דניאל שמע את המלאך נשבע בה', שכאשר יגיע המועד הנקוב הזה, ייוושע עם ישראל ותכלינה כל הצרות, ואז יגיע הקץ ותבוא הגאולה; הרי שהגאולה אינה תלויה בתשובה<b>, איסתלק רבי ליעזר –</b> הובס והוכרע רבי אליעזר בדיון, שלא יכל ליישב את הכתוב הזה כפי שיישב את הכתובים לעיל<b>.</b><br><br><small>ב<b>בבלי סנהדרין</b> צז,ב אמרו: רבי אליעזר אומר: אם ישראל עושים תשובה - נגאלים, ואם לאו - אין נגאלים. אמר לו רבי יהושע: אם אין עושים תשובה - אין נגאלים?! - אמר לו (רבי אליעזר): הקדוש ברוך הוא מעמיד להם מלך שגזרותיו קשות כהמן, ומחזיר אותם למוטב.<br>תניא אידך: רבי אליעזר אומר: אם ישראל עושים תשובה - נגאלים, שנאמר: \"שובו בנים שובבים\" (ירמיהו ג).<br>אמר לו רבי יהושע: והלא כבר נאמר: \"חינם נמכרתם ולא בכסף תיגאלו\" (ישעיהו נב), \"חינם נמכרתם\" - בעבודה זרה, \"ולא בכסף תיגאלו\" - לא בתשובה ומעשים טובים (רש\"י: דאפילו אין עושים תשובה - נגאלים. משום דאמר \"חינם נמכרתם\", קרי \"כסף\" בלשון תשובה).<br>אמר לו רבי אליעזר: והלא כבר נאמר: \"שובו אלי ואשובה אליכם\" (מלאכי ג).<br>אמר לו רבי יהושע: והלא כבר נאמר: \"כי אנכי בעלתי בכם... והבאתי אתכם ציון\" (ירמיהו ג) (רש\"י: \"בעלתי בכם\" משמע: בעל כורחכם, בלא תשובה).<br>אמר לו רבי אליעזר: והלא כבר נאמר: \"בשובה ונחת תיוושעון\" (ישעיהו ל).<br>אמר לו רבי יהושע: והלא כבר נאמר: \"כה אמר ה' גואל ישראל קדושו לבזה נפש למתעב גוי\" (ישעיהו מט) (\"לבזה נפש למתעב גוי\" - למי שנפש כל גוי בזה לו וכל גוי מתעב אותו, והכוונה לישראל בגלותם. \"יד רמה\": מדלא תלי טעמא אלא בביזיון ותיעוב, שמע מינה בהכי תליא ולאו בתשובה).<br>אמר לו רבי אליעזר: והלא כבר נאמר: \"אם תשוב ישראל נאום ה' אלי תשוב\" (ירמיהו ד).<br>אמר לו רבי יהושע: והלא כבר נאמר: \"ואשמע את האיש לבוש הבדים אשר ממעל למימי היאור וירם ימינו ושמאלו אל השמים ויישבע בחי העולם כי למועד מועדים וחצי (רש\"י: אלמא יש קץ בדבר. \"יד רמה\": דאי על ידי תשובה, מאי שנא לההוא עידנא) וככלות נפץ יד עם קודש תכלינה כל אלה\" (דניאל יב).<br>ושתק רבי אליעזר (\"יד רמה\": וקיבלה).<br><br>לפי הברייתא בבבלי, רבי אליעזר הביא ראיה לדעתו מפסוקים, ורבי יהושע הביא ראיה לדעתו מפסוקים, ולא יישב רבי אליעזר את הפסוקים שהביא רבי יהושע. ואילו לפי הירושלמי, יישב רבי אליעזר את הפסוקים שהביא רבי יהושע, מלבד הפסוק האחרון.<br><br><b>איסתלק רבי ליעזר</b><br>הלשון \"נסתלק רבי פלוני\" שנזכרה כאן נזכרה עוד בכמה מקומות (תוספתא אהלות ג,ז; ספרי 'במדבר' פסקה קיח; ספרי זוטא 'במדבר' פרק ט פסוק ב ופרק יט פסוק טז; בבלי זבחים נז,א), שחכמים דנים זה עם זה, זה מביא ראיה לדבריו, וזה מביא ראיה לדבריו, עד שאחד מנצח את חברו, והלה מסתלק (מנוצח, ובעקבות זאת הוא מוצא מן הדיון ואינו רשאי להשיב).</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2004", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62e66d5dc4c36e21ac7bc5ae", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Deuteronomy 9:22:1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 9:22:1", "sourceHeRef": "רש\"ר הירש על התורה, דברים ט׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 22. ובתבערה וגו׳. V. 21 war mehr Parenthese und setzt V. 22 den mit der Egelverirrung begonnenen Gedankengang fort. Wie beim Egel, so verfielen sie auch in תבערה und מסה einem zum Abfall sich steigernden Irrewerden an der göttlichen Führung. תבערה war eine Unzufriedenheit mit der göttlichen Führung, מסה ein Zweifel an derselben, und während der Egelabfall sich in einer äußeren Gesamttat vollzog, waren beide, תבערה und מסה, ein mehr innerlich gebliebener, zunächst nur Gott offenbarer Gesinnungsabfall und geben warnend die Tatsache der bleibenden Erinnerung hin, wie selbst der bloße Gedanke, der höchstens in Wort sich äußernde Gedanke, Gott offenbar ist und selbst jeder einzelne mit seinen Gedanken, Gesinnungen und Reden vor Gott steht (siehe Bamidbar 11, 1 und Schmot 17, 7). Wie aber innere Empörung das schwerere, dem äußeren Egelabfall verwandtere Verbrechen ist, als der innere Zweifel, so ist auch תבערה vor מסה genannt, obgleich der Zeit nach dieses jenem voranging. An diese geistigen Verirrungen schließt sich dann die Verirrung aus lüsterner Sinnlichkeit in קברות התאוה (Bamidbar 11, 4 ff.).", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "637a28d05b94af61556d969a", "index_title": "Hadar Zekenim on Torah", "category": "Commentary", "type": "commentary", "ref": "Hadar Zekenim on Torah, Deuteronomy 9:22:1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Hadar Zekenim on Torah, Deuteronomy 9:22:1", "sourceHeRef": "הדר זקנים על התורה, דברים ט׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1250, 1300], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Hadar Zekenim", "he": "הדר זקנים"}, "heTitle": "דברים", "he": "ובתבערה היו מתאוננים ותבער בם אש ה'. ובמסה. כדכתיב ויקרא שם המקום ההוא מסה ומריבה על נסותם את ה'. ובקברות התאוה על השליו:", "heVersionTitle": "Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6395bfc100ac4b8e00b17ba7", "index_title": "Tanya", "category": "Chasidut", "type": "", "ref": "Tanya, Part II; Shaar HaYichud VehaEmunah, Chinukh Katan 3", "anchorRef": "Deuteronomy 6:4-10:11", "anchorRefExpanded": ["Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11"], "sourceRef": "Tanya, Part II; Shaar HaYichud VehaEmunah, Chinukh Katan 3", "sourceHeRef": "תניא, חלק שני; שער היחוד והאמונה, חינוך קטן ג׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1786, 1796], "commentaryNum": 3, "collectiveTitle": {"en": "Tanya", "he": "תניא"}, "heTitle": "חינוך קטן", "he": "מְלוּקָּט מִפִּי סְפָרִים וּמִפִּי סוֹפְרִים קְדוֹשֵׁי עֶלְיוֹן נִשְׁמָתָם־עֵדֶן, מְיוּסָּד עַל פָּרָשָׁה רִאשׁוֹנָה שֶׁל קְרִיאַת־שְׁמַע:", "heVersionTitle": "Kehot Publication Society", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "Compiled from books and from Sages, exalted saints, whose souls are in Eden. Based on the first section of the Recitation of the <i>Shema</i>.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The <i>Shema</i> consists of three sections of the Torah: Deuteronomy 6:4-10, 11:13-22, and Numbers 15:37-42. Following the first verse of the first section, our Sages instituted the recital of the verse, <i>Blessed be the name of the glory of His kingdom for ever and ever</i>. See <i>Pesachim</i> 56a.</i>", "versionTitle": "Kehot Publication Society (English Translation)", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "64186602c9371ec0cebe3da1", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 9:22:1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Reggio on Torah, Deuteronomy 9:22:1", "sourceHeRef": "ביאור יש\"ר על התורה, דברים ט׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>ובתבערה ובמסה,</b> אע\"פי שנסיון מסה קדם לנסיון תבערה כך אמר להם, וגם הייתם מקציפים את השם בנסיון אשר נסיתם אותו בתבערה כאשר עשיתם כבר פעם אחרת במסה ולא לקחתם מוסר, ואח\"כ הזכיר קברות התאוה וענין המרגלים אע\"פי שכבר נזכר לעיל, כאומר ואם תתנצלו בעון העגל לאמר שאהרן נתן מכשול לפניכם, מה תענו על שאר הנסיונות?", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc87758c1dc532ec95d0", "index_title": "Steinsaltz on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Deuteronomy 9:22", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Steinsaltz on Deuteronomy 9:22", "sourceHeRef": "ביאור שטיינזלץ על דברים ט׳:כ״ב", "anchorVerse": 22, "sourceHasEn": true, "commentaryNum": 9.0022, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על דברים", "he": "<b>ו</b> אולם גם   <b>בְתַבְעֵרָה ו</b>גם   <b>בְמַסָּה וּבְקִבְרֹת הַתַּאֲוָה מַקְצִפִים הֱיִיתֶם אֶת ה'.</b>   ומכאן לחטא הגדול הנוסף של ישראל – חטא המרגלים:", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "The Golden Calf was your worst and most conspicuous, but not your only, sin. <b>In Tavera,</b> <b>and in Masa,</b> <b>and in Kivrot HaTaava,</b> <b>you</b> also <b>enraged the Lord.</b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "54c7aa6bfbfba27c8a3df27f", "index_title": "Da'at Zekenim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Da'at Zekenim on Deuteronomy 9:22:1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Da'at Zekenim on Deuteronomy 9:22:1", "sourceHeRef": "דעת זקנים על דברים ט׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1100, 1300], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Da'at Zekenim", "he": "דעת זקנים"}, "heTitle": "דעת זקנים על דברים", "he": "<b>ובתבערה.</b> הם המתאוננים דכתיב ותבער בם אש ה'.", "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": "ובתבערה, “and at Tav-eyrah;” here Moses refers to what happened in Numbers 11,1 we read  ותבער בם אש ה', “and a fire from the Lord burned among them.” It consumed the people who had grumbled without spelling out their specific complaints.”", "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "5586c7b5fbfba22667bf5d87", "index_title": "Da'at Zekenim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Da'at Zekenim on Deuteronomy 9:22:2", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Da'at Zekenim on Deuteronomy 9:22:2", "sourceHeRef": "דעת זקנים על דברים ט׳:כ״ב:ב׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1100, 1300], "commentaryNum": 22.0002, "collectiveTitle": {"en": "Da'at Zekenim", "he": "דעת זקנים"}, "heTitle": "דעת זקנים על דברים", "he": "<b>ובמסה</b> דכתיב ויקרא שם המקום מסה ומריבה על ריב בני ישראל ועל נסותם.", "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": "ובמסה, “and at massah u’mrivah,” compare Exodus 17,7, where Moses had called this location: מסה ומריבה, “trying and strife;”", "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "5586c7b5fbfba22667bf5d89", "index_title": "Da'at Zekenim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Da'at Zekenim on Deuteronomy 9:22:3", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Da'at Zekenim on Deuteronomy 9:22:3", "sourceHeRef": "דעת זקנים על דברים ט׳:כ״ב:ג׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1100, 1300], "commentaryNum": 22.0003, "collectiveTitle": {"en": "Da'at Zekenim", "he": "דעת זקנים"}, "heTitle": "דעת זקנים על דברים", "he": "<b>ובקברות התאוה</b> שנתאוו לשליו:", "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": "ובקברות התאוה, “and at the graves of lusting;” a reference to Numbers 11,34, where thousands died from ravenously eating too many quails.", "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "56547e89d6e4a94e1942cb05", "index_title": "Abarbanel on Torah", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on Torah, Exodus 15:22:27", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Abarbanel on Torah, Exodus 15:22:27", "sourceHeRef": "אברבנאל על תורה, שמות ט״ו:כ״ב:כ״ז", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1483, 1513], "commentaryNum": 22.0027, "collectiveTitle": {"en": "Abarbanel on Torah", "he": "אברבנאל על תורה"}, "he": "ויסע משה את ישראל וגו' עד ויבואו אלימה. אמרו חז\"ל שהסיעם משם בעל כרחם כדי למהר ביאתם אל הר האלהים ולפי שקצת העם היו מתעכבי' שם על הים מפני הביזה שכל היום היה יוצא מהים מהנטבע בו ותכשיטי סוסיה'. ואפשר שהיה ישראל יראים מהכנס במדבר הגדול והנורא ולזה משתעשעים שם על שפת הים. ולכך הוצרך משה להסיעם משם בעל כרחם. והיותר נכון הוא שבמסע הזה משה עצמו צוה אותם לנסוע מאשר לא הכין עדין דגליהם ונשיאיה' וסדר תקיעותיהם וסדר מסעיהם עד בואם אל הר סיני אמנם עמוד הענן שהי' נוסע לפניהם עם היות שהי' הולך לפניה' עד שיעברו את הים לצורך ההעברה וטביעת המצריים כמו שנזכר. הנה אחרי שנגמר אותו הענין לא היה הולך העמוד לפניה' כי היה משה רבי' מנהיגם והולך לפניה' אבל כשראו שלא מצאו מים במר' חשבו שבעבו' שהסיע' משה באותו מסע קרה זה שלא ידע המקו' הראוי לחנו' בו שהיה מקום מים ולכך לא נסעו ממרה אלא בנסוע הענן שהוא הנקרא פי ה' וכמו שיתב' אחר זה אך כאשר לקח משה את האהל ונטה לו מחוץ למחנה הרחק מן המחנה והיה כל מבקש ה' יבא אצלו נתיקר משה מאד בעיניהם ובבואו אל אהלו קם העם והשתחוו איש פתח אהלו וענן ה' היה על אהל משה לא יסור משם ומחנה ישראל היה י\"ב מיל ומשם והלאה היו נוסעי' בהעלות הענן ועל פי ה' יחנו וע\"פ ה' יסעו. אמנם במסע הראשון הזה לא נסעו ע\"פ הענן כי אם במצות משה שצוה אותם לנסוע ללכת אל הר האלהים וזה טעם ויסע משה את ישראל מים סוף ויצאו אל מדבר שור. וקרוב לזה הוא דעת הראב\"ע ומדבר שור הוא איתם שקדם זכרו. וספר הכתוב שהלכו דרך שלשת ימים ולא מצאו מים וזה היה צער גדול לעם כבד כזה טף ונשים ומקנה רב לעמוד שלשת ימים מבלי מים וכ\"ש בהיותם עוברי דרכים ולכן אחשוב שמשה רבי' הגיד להם שלא היה מים בדרך ההוא ולכן הם הוליכו עמהם מפי החירות מים ויין בחמתים ונאדות ושאר המשקים שמהם שתו בצמצום הימים ההם. ואין ספק שטבע המדבר ההוא חייב חסרון המים והם לא היו ראוים להעשו' להם נס. ויש מהמפרשים שאמרו שמפני מה שדברו כנגד משה על הים המבלי אין קברים וגו' הביאם הקב\"ה במצוקה הזאת על המים חטאו על המים נענשו. והיותר נכון בעיני הוא שמפני שהיה הקב\"ה עתיד לתת להם בסיני רורה ומצות הוצרך במסעות הראשונות האלה להביאם בצרות ומצוקות באופן שיתחננו לפניו והוא ימלא את צורכם וידעו כי יש אלהים בישראל שהוא המוציא נוזלים מסלע וגם לחם יוכל תת כי הכל בידו כחומר ביד היוצר ובזה יקנו למוד מועיל שבצר להם ישחרונהו וימצא להם. הנה א\"כ להדריכם בשלמות האמונות והדבקות עמו ית' צריכים לקבול התורה והביאם בנסיונות אלה ומפני זה לא קבלו עונש כלל על דבריהם אשר דברו בזה לפי שמרוב שיחם וכעסם דברו. והנה לא זכרה התורה פה מסעו' אחרו' פרטיות כמו דפקה ואלוש שבין מדבר סין ורפידים לפי שלא בא הכתוב לזכור כאן אלא המסעו' שנעשה בהם שום חדוש ודבר רשום ושאר המסעות שלא נעשה בהם דבר מחודש לא נזכרו אלא בזכרון מסעות בני ישראל. והותרה בזה שתי שאלות הראשונות הא' והב'. ואמר וילונו העם על משה לאמר מה נשתה להגיד שלא הכעיסוהו בדברי' רעי' ולא אמרו לו תנה לנו מים לשתות לפי שהיו עדין עיניהם מלאים מיכולת השם וחסדיו אשר עשה עמהם להפליא בים ולכן לא דברו בזה דבור שלא כהוגן בפעם ההוא ולא היתה תלונתם על צד התרעומת אלא כאומר אדוננו הביטה וראה במים האלו מה נשתה מהם כי הם מרים ועבים וגסים ואינם ראויים לשתות. ולכך לא נענשו על התלונה הזאת גם מרע\"ה כשזכר להם עונותיהם במשנה תורה אמר (דברים ט' כ\"ב) ובתבערה ובמסה ובקברו' התאוה מקציפים וגו' לא זכר מרה לפי שבמרה כהוגן שאלו כיון שסבלו צמאון שלשת ימי' בימי הקיץ ואח\"כ מצאו מים מרים ולבד אמרו מה נשתה ר\"ל עיין כמה צער יש לנו כי אין המים האלו ראוים לשתות ומשה צעק אל ה' לפי שראה צרת העם ומצוקתם כי רבה היא ויורהו ה' עץ וישלך אל המים וימתקו המים וחז\"ל אמרו שהיו המים קודם לכן מתוקים ונמרדו אז והיה כל זה לנסיון ולקבוע בנפשם מדת הבטחון וע\"ז אחז\"ל (שמות רבה) ויורהו ה' עץ רבי יהושע בן קרחה אומר הרדופני היה רבי אליעזר המודעי אומר עץ זית היה ומכל מקום בין למר ובין למר דבר מר היה רשב\"ג אומר (אמר המגיה נ\"ל חסר) בא וראה כמה מופרשין דרכיו של מקום מדרכי ב\"ו. ב\"ו במתוק מרפא את המר אבל הקדוש ברוך הוא אינו כן אלא במר מרפא את המר וכו' ע\"כ וכתב רבינו חננאל כי מה שאמר וילכו שלשת ימים במדבר היה הדרך מהלך שלשת ימים והם הלכו אותו ביום אחד וחסרונם מים יום אחד היה וביאר הטעם שאין טבעו של בשר ודם להתקיים ג' ימים בלא מים אף כי הטף והנשי' מעוברות ותינוקות שהיו שם. והיה הנס כפול שהמתיק המי' המרי' עם דבר מר. וכל זה להודיעם שהוא ית' עושה נפלאו' בכל עת אע\"פ שבדרך הטבע לא איזה דבר שיזדמן יתפעל וישתנ' ויתהפך מטבעו מאי זה דבר שיזדמן שהנה במצו' השם המים ההם שהיו מרים מפאת הארץ שהיו עוברים בה נמתקו בעץ ההוא שנכנס בהם בהיות העץ דבר מר ובזה שם לפניהם חוק ומשפט ושם נסהו. ואמנם מה הוא החוק והמשפט ההוא ולמי נסה שמה הנכון הוא ששם שם לו השם יתברך לישראל ולמדו דעת תורני אמתי שהיה חוק בערכם לפי שלא היו משיגים את טעמו והוא שהבוטח בה' ישוגב ושבכל קראם אליו ישמע אל ויענם ויעשה עמהם נסי' ונפלאות כי זה הוא החוק והדבר הנעלם ששם להם שמה כמו שראו בענין המים המרים שהמתיקם בתפלת מרע\"ה. והוא היה משפט לאלהי יעקב לשנות הטבעים בתפלת חסידיו להציל ממות נפשם ולחיותם ברעב ושם נסהו רוצה לומר ששם התחיל הקדוש ברוך הוא לעשות נסים עם ישראל במדבר כי הנה שאר הנסים שנעשו עד הנה היו להעניש את המצריים. אמנם להספיק צורכם של ישראל במדבר מהמקום הזה התחיל לעשו' עמהם נסים ונפלאות לצרכיהם ויהיה נסהו מלשון המסות הגדולות. ואפשר לפרש ושם נסהו מלשון נסיון והחוק הוא רמז להנהגה והמשיל אותו השם יתברך ואמר הכתוב כי שם שם הב\"ה לישראל חוק ומשפט בו יתנהגו תמיד והוא מה שזכר מיד והיה אם שמוע תשמע וגו' כי היא אזהרה כוללת לכל המצות ושם נסה אותו החוק כי בעיניהם ראו הפלא שנעשה במי' בתפלת מרע\"ה וחז\"ל אמרו (סנהדרין ד' נ\"ז) שבת ודינין במרה איפקוד ויהיה החוק רמז לשבת מלשון בחוקו חוג והמשפט רמז לעיקרי הדינין שלמדם שם בקצור ורצו בזה שכאשר ראו ישראל בעיניהם שינוי טבע המים הכירו וידעו שהקב\"ה חידש את עולמו ובראו אחר שלא היה ולכן צוה שם להם על השבת המורה על החדוש וגם הורה להם הפועל ההוא הנסיי שפלס ומאזני משפט לה' להיות עזרה בצרות לעבדיו הבוטחים בו וזו היא פינת הידיעה ופינ' ההשגח' האלהי' לתת לאיש כדרכיו וכפרי מעלליו והוא עיקר הדינין כלם. והר\"ן בדרשותיו פירש ושם נסהו על החוק והמשפט שזכר יאמר כי שם במרה שם לו חוק ומשפט ושם נסה אותו החוק והוכיח בנסיונו כי כח חוקו ומשפטו יספיק בהסרת המחלה כמו שרפא את המי' המרים בעץ מר הפך טבעו לפי שהסבה האלהית פעלה שם לא הטבעית ומה שכתבתי אני הוא היותר נכון. ואמנם אומרו והיה אם שמוע תשמע וגו' פירש בו הרלב\"ג שהיתה מחשבת ישראל שהי\"ת הוא היה פועל הרעות כדברי פרעה ראו כי רעה נגד פניכם יען ראו הנסים כלם שנעשו במצרים ועל הים שתמיד היה בהם רעה למצריים. ולכן יעדם פה שאם ישמעו בקולו לא ישים בהם המחלה אשר שם במצרים כי אין מדרכו להיות תמיד פועל הרעות וזה הוא כי אני ה' רופאך פועל הטוב בעצם. והר\"ן כתב שענין כל המחלה אשר שמתי במצרים לא אשים עליך כאומר כל המחלה אשר בטבע ואשר שמתי במצרים לא אשים עליך לא זו ולא זו ויחסר בכתו' הו' כמו שמש ירח עמד זבולה. ולפי שבני אדם הרופאים ירפאו במקרה לא בעצם לפי שאין בידם לשנות המזגים ולהסיר המחלה מעיקרה אמנם השם יתברך הוא מסיר אותה באמצעות כל דבר שירצה בין שיהיה דומה לה או הפכי אליה. לפי שפעולותיו אינם משועבדות אל הכלים אבל הכלים משועבדים אליהן לכך אמר כי אני ה' רופאך רוצה לומר שאוכל להסיר המחלה ממך באמצעות אי זה דבר שארצה כמו שעשיתי למים האלה. והנכון בעיני שהנה כל החוליים שיקרו לבני אדם הם דוגמת מכות מצרים כי לא יחלה האדם אלא להפסד מזג אחד מן הליחות אשר בו שהם כפי ארבעת היסודות. והנה כל מכות מצרים היו מהם בהפסד יסוד המים ומהם בהפסד יסוד הארץ ומהם בהפסד היסודות הקלים אש ואויר הרי לך שכל תחלואי בני אדם בהפסד יסוד מהיסודות וליחה מהליחות שבו והם כלם אם כן דוגמת מכות מצרים. ולכן אמר יתברך לישראל אם שמוע תשמע בקול ה' אלהיך להיות נכנע לפניו כעבד לפני אדוניו והישר בעיניו תעשה במצות המעשיות. וביאר שאין פי' אומרו אם שמוע תשמע בקול ה' אלהיך שתגיע למעלת הנבואה ולשמוע דבר ה' בנביאים אלה שתאזין מצותיו לעשות אותם וע\"ז אמר והאזנת למצותיו וגם אין עליך לחקור על המצות אם הם ישרים ומשפטים צדיקים אם לא אלא שיהיו בעיניך כחוקים שטעמם בלתי מושג אצלנו. הנה אם כן אמרו והאזנת למצותיו הוא פי' אם שמוע תשמע בקול ה' אלהיך ואמרו ושמרת כל חוקיו הוא פירוש מה שאמר והישר בעיניו תעשה. הנה בזאת ההנהגה תדע לך באמת שכל המחלה אשר שמתי במצרים המתחייבת מהפסד היסודות לא אשים עליך כי לא אעזבך להנזק מהן כי אני ה' רופאך והדבר מוטל עלי לרפא אותך ולכן אשמרך מהמזיקים שלא יגע בך רע. ואמר לא אשים עליך לפי שהקב\"ה סבה ראשונה לכל הדברים וכאלו אמר לא יפלו בך כי אני רופאך ועלי לתקן היסודות והליחות אשר בך. ואפשר שרמז בזה למכת הדם במצרים שמי היאור שהיו מתוקים כשהכה משה אותם במטהו אותו העץ הפכם למרים ועתה במרה היה הדבר בהפך שבהיות המים מרים העץ שהשליך משה בהם השיבם מתוקים. והיה זה לפי שהמצריים היו מורדים ופושעים ולכן היה להם המתוק למר. אבל ישראל בהיותם שומרי מצוה ישימו מר למתוק. והותרו בזה השאלות הג' והד' והראב\"ע פירש אם שמוע תשמע בקול ה' אלהיך בדעות ובאמונות והישר בעיניו תעשה על מצות עשה והאזנת למצותיו על מצות לא תעשה ושמרת כל חוקיו להתבונן בהם ומה שכתבתי הוא היותר נכון. והנה בא הפסוק הזה קצתו בלשון המדבר יתברך וקצתו בלשון משה השליח ממנו לנכח וממנו שלא לנכח לפי שהוא ית' מושג מפעולותיו ובלתי מושג מפאת עצמו. ומכאן תקנו חז\"ל במטבע הברכות ברוך אתה השם אשר קדשנו במצותיו וצונו כמו שכתב הרמב\"ן: ", "heVersionTitle": "Torah Commentary of Yitzchak Abarbanel, Warsaw 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bd1dd6e4a97c9cbb13a0", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Deuteronomy 9:22:1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Bekhor Shor, Deuteronomy 9:22:1", "sourceHeRef": "בכור שור, דברים ט׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "דברים", "he": "<b>ובתבערה.</b> היו מתאוננים ותבער בם אש:\n", "heVersionTitle": "Bekhor Shor, Breslau, 1914", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, ברסלאו, תרע\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bd1dd6e4a97c9cbb13a2", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Deuteronomy 9:22:2", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Bekhor Shor, Deuteronomy 9:22:2", "sourceHeRef": "בכור שור, דברים ט׳:כ״ב:ב׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 22.0002, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "דברים", "he": "<b>ובמסה.</b> כדכתי' ויקרא שם המקום מסה ומריבה [וגו'] על נסותם:\n", "heVersionTitle": "Bekhor Shor, Breslau, 1914", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, ברסלאו, תרע\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bd1dd6e4a97c9cbb13a4", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Deuteronomy 9:22:3", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Bekhor Shor, Deuteronomy 9:22:3", "sourceHeRef": "בכור שור, דברים ט׳:כ״ב:ג׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 22.0003, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "דברים", "he": "<b>ובקברות התאוה.</b> על השליו:\n", "heVersionTitle": "Bekhor Shor, Breslau, 1914", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, ברסלאו, תרע\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bd1dd6e4a97c9cbb13a6", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Deuteronomy 9:22:4", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Bekhor Shor, Deuteronomy 9:22:4", "sourceHeRef": "בכור שור, דברים ט׳:כ״ב:ד׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 22.0004, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "דברים", "he": "<b>ובשלח ה' אתכם.</b> במרגלים:\n", "heVersionTitle": "Bekhor Shor, Breslau, 1914", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, ברסלאו, תרע\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f2d5d6e4a927464728c8", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Deuteronomy 9:22:1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Chizkuni, Deuteronomy 9:22:1", "sourceHeRef": "חזקוני, דברים ט׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "דברים", "he": "<b>ובתבערה </b>הוא קברות התאוה. <b>ובמסה </b>הוא רפידים, אלא קורא אותם על שם המאורע כדי להוכיחם. ולפי שיש לו לקברות התאוה שני שמות על שם המאורע הזכירו בשניהם.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ובתבערה and at Taveyrah; this is a reference to Taveyrah, also known as kivrat hataavah, the burial ground of the greedy ones, where thousands had died for eating too much meat for too long. (Numbers 11,3.) Seeing that this place had two names, Moses mentions both of them.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "59d239b2d6e4a97a4fb4226f", "index_title": "A New Israeli Commentary on Pirkei Avot", "category": "Quoting Commentary", "type": "", "ref": "A New Israeli Commentary on Pirkei Avot 5:4:15", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "A New Israeli Commentary on Pirkei Avot 5:4:15", "sourceHeRef": "פירוש ישראלי חדש על פרקי אבות ה׳:ד׳:ט״ו", "anchorVerse": 22, "sourceHasEn": false, "compDate": [2001, 2009], "commentaryNum": 4.0015, "collectiveTitle": {"en": "A New Israeli Commentary on Pirkei Avot", "he": "פירוש ישראלי חדש על פרקי אבות"}, "he": "כמה הצעות מצאנו בספרות חז\"ל כדי לקבוע באילו ניסיונות המדובר, והכול מתוך הנחה כי המספר 10 איננו מספר עגול או סתמי. במסכת אבות דרבי נתן (נוסח א, לד) נאמר כך בעקבות חלק מן הפסוק הפותח את ספר דברים, \"אלה הדברים אשר דיבר משה אל כל ישראל בעבר הירדן במדבר בערבה מוֹל סוף בין פארן ובין תופל ולבן וחצירות\": \"עשרה ניסיונות ניסו אבותינו להקב\"ה במדבר: 'במדבר' – שעשו את העגל, שנאמר 'יעשו עגל בחורב' (תהילים קו, יט); 'בערבה' – על המים [תלונת העם שבעקבותיה הוציא משה מים מן הסלע], שנאמר 'ויצמא שם העם למים' (שמות יז, ג); 'מוֹל סוף' – על שהמרו [=מרדו] על ים סוף, שנאמר 'וימרו על ים בים סוף' (תהילים קו, ז); 'פארן' – במרגלים, שנאמר 'וישלח אותם משה ממדבר פארן' (במדבר יג, ג); 'תופל' – אלו דברי תיפלות שתפלו על המן [באומרם עליו שהוא חסר טעם, במדבר כא, ה]; 'ולבן' – זה מחלוקתו של קרח (ראו להלן ה, כ); 'וחצירות' – על השלָו – הרי שבעה. ובמקום אחר הוא אומר 'ובתבערה ובמסה ובקברות התאווה מקציפים הייתם את אלוהיכם' (דברים ט, כב)\", ובפסוק אחרון זה הוא רומז לשלושה אירועים נוספים מתקופת המדבר: התאווה לאכילת בשר ואכילתו באופן בלתי מבוקר (תבערה וקברות התאווה – במדבר י״א:ל״ד) או דרישת מים במקום הקרוי בשם \"מסה ומריבה\" (שמות יז), \"על ריב בני ישראל ועל נסותם את ה' לאמור היש ה' בקרבנו אם אין\" (פסוק ז).", "heVersionTitle": "Pirke Avot, a New Israeli Commentary, by Avigdor Shinan; Jerusalem, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5c17b9a9b071e100bf4ecbb5", "index_title": "Avot DeRabbi Natan", "category": "Talmud", "type": "", "ref": "Avot DeRabbi Natan 34:1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Avot DeRabbi Natan 34:1", "sourceHeRef": "אבות דרבי נתן ל״ד:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [650, 950], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Avot DeRabbi Natan", "he": "אבות דרבי נתן"}, "heTitle": "אבות דרבי נתן", "he": "עשרה נסיונות ניסה הקב״ה את אבותינו ובכולן לא נמצאו שלימים ואלו הן במדבר בערבה מול סוף [בין פארן ובין תפל ולבן וחצירות ודי זהב] (דברים א׳:א׳) במדבר <i data-commentator=\"Gra's Nuschah\" data-order=\"1\"></i>שעשו את העגל שנא׳ (שמות ל״ב:ח׳) עשו להם עגל מסכה בערבה על המים שנא׳ (שם יז) ויצמא שם העם למים. מול סוף על שהמרו על ים סוף (וי״א זה פסלו של מיכה). רבי יהודה אומר המרו על הים המרו בתוך הים שנא׳ (תהילים ק״ו:ז׳) וימרו על ים בים סוף. בין פארן במרגלים (במדבר י״ג:ג׳) וישלח אותם משה ממדבר פארן. בין תופל אלו דברי תיפלות שתפלו על <i data-commentator=\"Gra's Nuschah\" data-order=\"2\"></i>המן. ולבן זה מחלוקתו של קרח. וחצירות על <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"1\"></i> <i data-commentator=\"Gra's Nuschah\" data-order=\"3\"></i>השליו הרי שבעה ובמקום אחר הוא אומר (דברים ט׳:כ״ב) ובתבערה ובמסה ובקברות התאוה. ודי זהב אמר להם (אהרן) דייכם חטא <i data-commentator=\"Gra's Nuschah\" data-order=\"4\"></i>זהב שהבאתם לעגל. ורבי אליעזר בן יעקב אומר די הוא עון זה שלקו ישראל בו מכאן ועד שיחיו המתים <i data-commentator=\"Gra's Nuschah\" data-order=\"5\"></i>:", "heVersionTitle": "Talmud Bavli, Vilna 1883 ed.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תלמוד בבלי, מהדורת וילנא, 1883", "text": "The Holy Blessed One tested our ancestors with ten trials, and they did not emerge whole from any of them. They are as follows: “In the wilderness, on the plain, facing Suf, [between Paran, and Tophel, and Lavan, and Hatzerot, and Di-zahav]” (Deuteronomy 1:1). “In the wilderness”: When they made the Golden Calf, as it says (Exodus 32:8), “They made themselves a molten calf.” “On the plain”: Because of water, as it says (Exodus 17:3), “There the people thirsted for water.” “Facing Suf”: When they rebelled at the Sea of Reeds (and some say: This was the idol that Micah made). Rabbi Yehudah said: They rebelled at the sea, meaning, they rebelled in the sea, as it says (Psalms 106:7), “They rebelled at the Sea of Reeds.” “Between Paran”: With regard to the spies (as it says in Numbers 13:3), “Moses sent them from the wilderness of Paran.” “And Tophel”: These were the frivolous words (<i>tiphlot</i>) they said about the manna. “Lavan”: This was Korah’s mutiny. “Hatzerot”: Because of the quails. So far, that is seven. But in another place (Deuteronomy 9:22) it says, “At Tav’erah, and at Masah, and at Kivrot HaTa’avah.” “Di-zahav”: This is when (Aaron) said to them: Enough (<i>dai</i>) of this golden (<i>zahav</i>) sin which you have committed with the calf! But Rabbi Eliezer ben Ya'akov would say: [Terrible] enough (<i>dai</i>) is this sin that Israel was punished for to last from now until the resurrection of the dead.", "versionTitle": "Avot DeRabbi Natan, trans. by David Kasher, 2019", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cd1395d69ad4c007a1d5469", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Exodus 15:24:1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Birkat Asher on Torah, Exodus 15:24:1", "sourceHeRef": "ברכת אשר על התורה, שמות ט״ו:כ״ד:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "...וילֹנו העם על משה. בפועל זה יש משום שלילה, ולא ידעתי למה זה מגיע כאן לבני ישראל. בסך הכל שאלו \"מה נשתה\", וכי מה ישאלו אחרי ג' ימים בלא מים? כלום זו תלונה? אבל ראה רש\"י בפסוק הבא ד\"ה ושם נסהו, וראה \"שפתי חכמים\" שם (אות נ). ועם זאת קשה. (פ' בשלח תשנ\"ז) וראה דברי אברבנאל על אתר שכתב: ואמר \"וילונו העם על משה לאמר מה נשתה\", להגיד שלא הכעיסוהו בדברים רעים ולא אמרו לו תנה לנו מים לשתות, לפי שהיו עדיין עיניהם מלאים מיכולת השם וחסדיו אשר עשה עמהם להפליא בים, ולכן לא דברו בזה דיבור שלא כהוגן בפעם ההוא ולא היתה תלונתם על צד התרעומת, אלא כאומר: אדוננו הביטה וראה במים האלו מה נשתה מהם כי הם מרים ועבים וגסים ואינם ראויים לשתות. ולכך לא נענשו על התלונה הזאת. גם משה רבנו ע\"ה כשזכר להם עוונותיהם במשנה תורה אמר \"ובתבערה ובמסה ובקברות התאוה מקציפים\" וגו' (דברים ט, כב) - לא זכר מרה לפי שבמרה כהוגן שאלו, כיון שסבלו צמאון שלשת ימים בימי הקיץ ואחר כך מצאו מים מרים וכו'.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e14853e9538de35ef3f1306", "index_title": "Chatam Sofer on Torah", "category": "Commentary", "type": "commentary", "ref": "Chatam Sofer on Torah, Eikev 30", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Chatam Sofer on Torah, Eikev 30", "sourceHeRef": "חתם סופר על התורה, עקב ל׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1785, 1835], "commentaryNum": 30, "collectiveTitle": {"en": "Chatam Sofer", "he": "חתם סופר"}, "heTitle": "עקב", "he": "<b>ובתבערה ובמסה ובקברות התאוה מקציפים וגו'</b> ובשלוח ה' אתכם מקדש ברנע וגו' נלאו המפורשים למצוא סדר כי מפסיק באמצע מעשה עגל ומתחיל קצת בקיצור מתבערה וגו' ומרגלים וחוזר למעשה עגל והנלע\"ד כי במרגלים יש לומר אעפ\"י שראו נסים ונפלאות במצרים ובים מ\"מ הכל קודם העגל אבל אח\"כ הורידו עדים ויתאבלו ויכנעו מאד ולא בטחו שיעשה להם נסים גדולים ואמנם הנכנע בחטאו וחושב עצמו חייב ודיו שהוא חי לא יאמר תנו לנו בשר ונאכלה זכרנו את הדגה וכדומה וע\"כ לא נכנעו ואמרו לא חטאנו א\"כ בשלוח ה' אתכם מקדש ברנע מדוע מרדתם וא\"ש ההמשך (וי\"ל עוד ע\"י תבערה ומסה וקברות התאוה מוכח שמעשה עגל מתנוצץ עוד בם ולא חזרו בתשובה כהוגן על זה כדאיתא לעיל פ' במדבר בד\"ה אלה הדברים מש\"מ שם):", "heVersionTitle": "Chatam Sofer on Torah, Bratislava, 1879-1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת משה. פרעסבורג, תרל\"ט-תרנ\"ג", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c30f48f4ce32d9af3872", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Eikev 12", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Agra DeKala, Eikev 12", "sourceHeRef": "אגרא דכלה, עקב י״ב", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 12, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "עקב", "he": "<b>ובתבערה ובמסה ובקברות התאוה מקציפים הייתם את י\"י (דברים ט כב).</b> יש לרמז כי הנה יש אנשים אשר רוצים להתנהג בדרכי החסידות, ורואים הנהגת הצדיקים אשר אש אהבת הבורא בוער בקרבם, ועל ידי זה מתראה על איבריהם תנועות משונות והתנשאות האיברים לזה בביטול הרגשותיהם, וכל תאוות עולם הזה כלה גרש יגרשון, כי אין להם התייחסות עם העולם באכילה ושתיה ותאוות הגופניות. והנה אנשים פחותי הדעת כשרואים תנועת הצדיקים, סבורים שעיקר החסידות הוא התנועות הללו ופרישה ממאכל ומשתה, ובאמת עינים להם ולא יראו כי לבם חסר וריק מאהבת הבורא ית\"ש, ועושין כמו הצדיקים כל תנועותיהם והם דמיונות שוא. וז\"ש ובתבער\"ה לשון התלהבות, דהיינו מה שאתה עשיתם תנועות כמו התלהבות. ובמס\"ה לשון התנשאות האיברים, (ואל תתמה מה שלשון מש\"א ראוי להיות בשין שמאלית, כי לפעמים תתחלף בכתבי קודש כנודע לבקיאים, וזהו מס\"ה מנשאים את עצמם). וגם י\"ל ובמס\"ה לשון נסיון, כי לפעמים הש\"י מראה לאדם בדרך נסיון איזה מדריגה, וצריך להסתירו בסוד העיבור, דאם לא כן יהיה כמו נפל הנולד שלא בזמנו, כמ\"ש הצדיקים בספריהם עיין עליהם. ובקברות התאוה, ר\"ל גם בזה מתנהגים את עצמם כמו הצדיקים קוברין תאותם ואוכלים מעט כמו הצדיקים, על כל אלה מקציפים הייתם את יי, כי אין זה רק אל הצדיקים אשר עושים כל אלה מאהבת הש\"י, מה שאין כן הרוצים להיות כמו הצדיקים ועושים כמעשיהם וכתנועותיהם הוא דמיון עבודה זרה. וי\"ל עוד מקציפים הייתם את י\"י לרבות תלמידי חכמים (פסחים כ\"ב ע\"ב), דהיינו בזה מקציפים את הצדיקים שעושים תנועותיהם במשאות שוא ומדוחים, ועל ידי זה יבואו המון עם לדבר סרה על הצדיקים באומר כי כולם בחדא מחתא מחתינהו, והבן:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c31048f4ce32d9af3878", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Eikev 13", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Agra DeKala, Eikev 13", "sourceHeRef": "אגרא דכלה, עקב י״ג", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 13, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "עקב", "he": "<b>וירמוז עוד ובתבערה (דברים ט כב).</b> על ידי התלהבות להבורא ית\"ש, ובמס\"ה על ידי שעומד בנסיונת מהבורא ית\"ש, ובקברו\"ת התאוה דהיינו שקוברים את התאוה ופורשים מהבלי עולם, אזי מקציפים היית\"ם, ר\"ל שברתם את המקציפים, דהיינו האומות והקליפות והסט\"א, (ויתפרש היית\"ם מלשון נהייתי \"נחליתי (דניאל ח כז), שהוא לשון שבירה), את י\"י, ר\"ל הכל הוא מהש\"י ובעזרתו, כי לולא הקב\"ה עוזרו אינו יכול כמו שאמרו רז\"ל (סוכה נ\"ב ע\"ב):", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cf90b6084aa1cbef94df", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, תַּאֲוָה 1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "BDB, תַּאֲוָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, תַּאֲוָה א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "תַּאֲוָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><span dir=\"rtl\">תַּאֲוָה</span></big>  <strong>n.f. desire</strong>—abs. <a data-ref=\"Genesis 3:6\" href=\"/Genesis.3.6\">Gn 3:6</a> +; cstr. <span dir=\"rtl\">תַּאֲוַת</span> <a data-ref=\"Psalms 10:3\" href=\"/Psalms.10.3\">ψ 10:3</a> + etc.;—<br><strong>1.</strong>  <em>desire, wish</em> <a data-ref=\"Proverbs 13:12\" href=\"/Proverbs.13.12\">Pr 13:12</a>, <a data-ref=\"Proverbs 13:19\" href=\"/Proverbs.13.19\">19</a>; <a data-ref=\"Proverbs 18:1\" href=\"/Proverbs.18.1\">18:1</a>; of physical appetite, longing for dainty food <span dir=\"rtl\">מַאֲכַל ת׳</span> <a data-ref=\"Job 33:20\" href=\"/Job.33.20\">Jb 33:20</a>; distinctly good sense <a data-ref=\"Psalms 10:17\" href=\"/Psalms.10.17\">ψ 10:17</a>; <a data-ref=\"Psalms 38:10\" href=\"/Psalms.38.10\">38:10</a> <a data-ref=\"Proverbs 11:23\" href=\"/Proverbs.11.23\">Pr 11:23</a>, <a data-ref=\"Proverbs 19:22\" href=\"/Proverbs.19.22\">19:22</a> (? cf. infr.) <a data-ref=\"Isaiah 26:8\" href=\"/Isaiah.26.8\">Is 26:8</a> <span dir=\"rtl\">(לְשִׁמְךָ וּלְזִכְרְךָ ת׳־נָ֑פֶשׁ)</span>; bad sense, <em>lust, appetite, covetousness</em> <a data-ref=\"Psalms 10:3\" href=\"/Psalms.10.3\">ψ 10:3</a> <span dir=\"rtl\">(ת׳ נַפְשׁוֹ)</span> <a data-ref=\"Psalms 112:10\" href=\"/Psalms.112.10\">112:10</a>; <a data-ref=\"Proverbs 21:25\" href=\"/Proverbs.21.25\">Pr 21:25</a>, <a data-ref=\"Proverbs 21:26\" href=\"/Proverbs.21.26\">26</a> (as acc. cogn.); particularly of longing for dainties of Egypt <a data-ref=\"Numbers 11:4\" href=\"/Numbers.11.4\">Nu 11:4</a> <a data-ref=\"Psalms 106:14\" href=\"/Psalms.106.14\">ψ 106:14</a> (both acc. cogn.) <a data-ref=\"Psalms 78:30\" href=\"/Psalms.78.30\">78:30</a> & in <strong>n.pr.</strong> given to place where it occurred <span dir=\"rtl\">קִבְרוֹת הַתַּאֲוָה</span> (q.v.) <a data-ref=\"Numbers 11:34\" href=\"/Numbers.11.34\">Nu 11:34</a>, <a data-ref=\"Numbers 11:35\" href=\"/Numbers.11.35\">35</a>; <a data-ref=\"Numbers 33:16\" href=\"/Numbers.33.16\">33:16</a>, <a data-ref=\"Numbers 33:17\" href=\"/Numbers.33.17\">17</a> <a data-ref=\"Deuteronomy 9:22\" href=\"/Deuteronomy.9.22\">Dt 9:22</a>.<br><strong>2.</strong>  <em>thing desired</em>, in good sense <a data-ref=\"Proverbs 10:24\" href=\"/Proverbs.10.24\">Pr 10:24</a> so <span dir=\"rtl\">ת׳ לִבּוֹ</span> <a data-ref=\"Psalms 21:3\" href=\"/Psalms.21.3\">ψ 21:3</a>; bad sense <a data-ref=\"Psalms 78:29\" href=\"/Psalms.78.29\">ψ 78:29</a>; <em>thing desirable</em> (to senses) <a data-ref=\"Genesis 3:6\" href=\"/Genesis.3.6\">Gn 3:6</a> <span dir=\"rtl\">(ת׳ לְעֵינַיִם)</span>; perhaps also <a data-ref=\"Proverbs 19:22\" href=\"/Proverbs.19.22\">Pr 19:22</a> <em>the ornament of a man is his kindness</em> (Ra Ki, etc. but cf. supr.)*"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d045b6084aa1cbf0194d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, תַּבְעֵרָה 1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "BDB, תַּבְעֵרָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, תַּבְעֵרָה א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "תַּבְעֵרָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">תַּבְעֵרָה</span></big>  <strong>n.pr.loc.</strong> in the wilderness <strong>(</strong><em>burning</em>, cf. <a data-ref=\"Numbers 11:3\" href=\"/Numbers.11.3\">Nu 11:3</a><strong>)</strong> <a data-ref=\"Numbers 11:3\" href=\"/Numbers.11.3\">Nu 11:3</a> <a data-ref=\"Deuteronomy 9:22\" href=\"/Deuteronomy.9.22\">Dt 9:22</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d30cb6084aa1cbf21cab", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מַסָּה⁵ 1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "BDB, מַסָּה⁵ 1", "sourceHeRef": "בראון-דרייבר-בריגס, מַסָּה⁵ א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מַסָּה⁵", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† III. <big><span dir=\"rtl\">מַסָּה</span></big>  <strong>n.pr.loc.</strong> where Israel tried <span dir=\"rtl\">י׳</span> in the wilderness, <a data-ref=\"Exodus 17:7\" href=\"/Exodus.17.7\">Ex 17:7</a> (JE), <a data-ref=\"Deuteronomy 6:16\" href=\"/Deuteronomy.6.16\">Dt 6:16</a>; <a data-ref=\"Deuteronomy 9:22\" href=\"/Deuteronomy.9.22\">9:22</a> <a data-ref=\"Psalms 95:8\" href=\"/Psalms.95.8\">ψ 95:8</a> (all 𝔊 (ὁ) πειρασμός), where Levi was tested <a data-ref=\"Deuteronomy 33:8\" href=\"/Deuteronomy.33.8\">Dt 33:8</a> (𝔊 πείρᾳ). v. Gall <sup>Kultstätten 32</sup> interprets as <em>place of trial</em> (ancient judgment-place) and identif. with Ḳadesh, called also <span dir=\"rtl\">מְרִיבָה (מֵי)</span> and <span dir=\"rtl\">עֵין מִשְׁפָּט</span>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d41ab6084aa1cbf2f1bd", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קִבְרוֹת הַתַּאֲוָה 1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "BDB, קִבְרוֹת הַתַּאֲוָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, קִבְרוֹת הַתַּאֲוָה א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קִבְרוֹת הַתַּאֲוָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">קִבְרוֹת הַתַּאֲוָה</span></big>  <strong>n.pr.loc.</strong> Μνήματα (τῆς) ἐπιθυμίας: a station in wilderness <strong>(</strong><em>the graves of desire</em>, cf. <a data-ref=\"Numbers 11:34\" href=\"/Numbers.11.34\">Nu 11:34</a> and <span dir=\"rtl\">תַּאֲוָה</span> p. 16 supr.<strong>)</strong>;—<a data-ref=\"Numbers 11:34\" href=\"/Numbers.11.34\">Nu 11:34</a>, <a data-ref=\"Numbers 11:35\" href=\"/Numbers.11.35\">35</a>, <span dir=\"rtl\">קִבְרֹת הַתּ׳</span> <a data-ref=\"Numbers 33:16\" href=\"/Numbers.33.16\">33:16</a>, <a data-ref=\"Numbers 11:17\" href=\"/Numbers.11.17\">17</a> <a data-ref=\"Deuteronomy 9:22\" href=\"/Deuteronomy.9.22\">Dt 9:22</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d43ab6084aa1cbf30b47", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קָצַף 1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "BDB, קָצַף 1", "sourceHeRef": "בראון-דרייבר-בריגס, קָצַף א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קָצַף", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><big><span dir=\"rtl\">קָצַף</span></big></big>  <strong>vb. be wroth (</strong>NH id., Hiph. <em>make wrathful</em> (rare); Syriac <span dir=\"rtl\">ܩܨܰܦ</span> <em>be wrathful</em>, also <em>be anxious, fearful</em><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">ק׳</span> <a data-ref=\"Genesis 41:10\" href=\"/Genesis.41.10\">Gn 41:10</a> +, etc.; Impf. 3 ms. <span dir=\"rtl\">יִקְצֹף</span> <a data-ref=\"Leviticus 10:6\" href=\"/Leviticus.10.6\">Lv 10:6</a> +, etc.; Inf. cstr. <span dir=\"rtl\">קְצֹף</span> <a data-ref=\"Isaiah 54:9\" href=\"/Isaiah.54.9\">Is 54:9</a>; Pt. <span dir=\"rtl\">קֹצֵף</span> <a data-ref=\"Zechariah 1:15\" href=\"/Zechariah.1.15\">Zc 1:15</a>;—<em>be wroth:</em> <strong>1.</strong>  of God; abs. <a data-ref=\"Deuteronomy 1:34\" href=\"/Deuteronomy.1.34\">Dt 1:34</a> <a data-ref=\"Isaiah 57:16\" href=\"/Isaiah.57.16\">Is 57:16</a>, <a data-ref=\"Isaiah 57:17\" href=\"/Isaiah.57.17\">17</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 64:4\" href=\"/Isaiah.64.4\">64:4</a>, <a data-ref=\"Isaiah 64:8\" href=\"/Isaiah.64.8\">8</a>; <a data-ref=\"Zechariah 1:15\" href=\"/Zechariah.1.15\">Zc 1:15</a>; c. <span dir=\"rtl\">עַל</span> <em>against</em>, <a data-ref=\"Leviticus 10:6\" href=\"/Leviticus.10.6\">Lv 10:6</a>; <a data-ref=\"Numbers 16:22\" href=\"/Numbers.16.22\">Nu 16:22</a> (P), <a data-ref=\"Deuteronomy 9:19\" href=\"/Deuteronomy.9.19\">Dt 9:19</a>; <a data-ref=\"Isaiah 47:6\" href=\"/Isaiah.47.6\">Is 47:6</a>; <a data-ref=\"Isaiah 54:9\" href=\"/Isaiah.54.9\">54:9</a>; <a data-ref=\"Lamentations 5:22\" href=\"/Lamentations.5.22\">La 5:22</a>; <a data-ref=\"Zechariah 1:2\" href=\"/Zechariah.1.2\">Zc 1:2</a>, <a data-ref=\"Zechariah 1:15\" href=\"/Zechariah.1.15\">15</a>; <a data-ref=\"Ecclesiastes 5:5\" href=\"/Ecclesiastes.5.5\">Ec 5:5</a>; c. <span dir=\"rtl\">אֶל</span> <a data-ref=\"Joshua 22:18\" href=\"/Joshua.22.18\">Jos 22:18</a> (P). <strong>2.</strong>  of man; abs. <a data-ref=\"Esther 1:12\" href=\"/Esther.1.12\">Est 1:12</a>; <a data-ref=\"Esther 2:21\" href=\"/Esther.2.21\">2:21</a>; <a data-ref=\"II Kings 5:11\" href=\"/II_Kings.5.11\">2 K 5:11</a>; c. <span dir=\"rtl\">עַל</span> <a data-ref=\"Genesis 40:2\" href=\"/Genesis.40.2\">Gn 40:2</a>; <a data-ref=\"Genesis 41:10\" href=\"/Genesis.41.10\">41:10</a> (E), <a data-ref=\"Exodus 16:20\" href=\"/Exodus.16.20\">Ex 16:20</a>; <a data-ref=\"Leviticus 10:16\" href=\"/Leviticus.10.16\">Lv 10:16</a>; <a data-ref=\"Numbers 31:14\" href=\"/Numbers.31.14\">Nu 31:14</a> (P), <a data-ref=\"Jeremiah 37:15\" href=\"/Jeremiah.37.15\">Je 37:15</a>; <a data-ref=\"I Samuel 29:4\" href=\"/I_Samuel.29.4\">1 S 29:4</a>; <a data-ref=\"II Kings 13:19\" href=\"/II_Kings.13.19\">2 K 13:19</a>.<br><strong>Hiph.</strong>  Pf. 2 ms. <span dir=\"rtl\">הִקְצַפְתָּ</span> <a data-ref=\"Deuteronomy 9:7\" href=\"/Deuteronomy.9.7\">Dt 9:7</a>; 2 mpl. <span dir=\"rtl\">הִקְצַפְתֶּם</span> v <a data-ref=\"Deuteronomy 9:8\" href=\"/Deuteronomy.9.8\">8</a>; Impf. 3 mpl. <span dir=\"rtl\">יַקְצִיפוּ</span> <a data-ref=\"Psalms 106:32\" href=\"/Psalms.106.32\">ψ 106:32</a>; Inf. cstr. <span dir=\"rtl\">הַקְצִיף</span> <a data-ref=\"Zechariah 8:14\" href=\"/Zechariah.8.14\">Zc 8:14</a>; Pt. pl. <span dir=\"rtl\">מַקְצִפִים</span> <a data-ref=\"Deuteronomy 9:22\" href=\"/Deuteronomy.9.22\">Dt 9:22</a>;—<em>provoke to wrath</em>, c. acc. <span dir=\"rtl\">י׳</span> <a data-ref=\"Deuteronomy 9:7\" href=\"/Deuteronomy.9.7\">Dt 9:7</a>, <a data-ref=\"Deuteronomy 9:8\" href=\"/Deuteronomy.9.8\">8</a>, <a data-ref=\"Deuteronomy 9:22\" href=\"/Deuteronomy.9.22\">22</a>; <a data-ref=\"Zechariah 8:14\" href=\"/Zechariah.8.14\">Zc 8:14</a>; so (acc. om.) <a data-ref=\"Psalms 106:32\" href=\"/Psalms.106.32\">ψ 106:32</a>.<br><strong>Hithp.</strong>  <em>put oneself in a rage:</em> Pf. 3 ms. consec. <span dir=\"rtl\">וְהִתְקַצַּף</span> <a data-ref=\"Isaiah 8:21\" href=\"/Isaiah.8.21\">Is 8:21</a>, of hard-pressed people."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64bfc9955781082118c14716", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Deuteronomy 9:22:1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Alshekh on Torah, Deuteronomy 9:22:1", "sourceHeRef": "תורת משה - אלשיך, דברים ט׳:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "דברים", "he": "<b>ובתבערה ובמסה ובקברות התאוה כו'.</b> ראוי לשים לב. כי תבערה וקברות התאוה היו סמוכים ולמה הכניס ביניהם מסה. וכן אומר ובשלוח ה' כו' כי הנה ענין המרגלים נאמר בפ' אלה הדברים באורך ולמה חזר להזכירו פה בקוצר. ועוד כפל אומר ולא האמנתם לו ולא שמעתם בקולו. אך הנה על אשר אמר למעלה מעון העגל עדיין להם תשובה מה לאמר הלא הערב רב היו עיקר העון ההוא ולא אנחנו על כן אמר ובתבערה כלומר מה תשובו על העון ההוא כי לא הערב רב היו אז ולא סמך קברות התאו' למה שמהאספסוף היו שהחלו בחטא אלא שוישובו ויבכו גם בני ישראל. על כן הביא מסה בנתים שגם שם לא היתה יד ערב רב בנתים כ\"א יד בנ\"י. ואחר שהזכיר שתים דבתרתי הויא חזקה אז הזכיר קברות התאוה שלא יפתחו פיהם אחר הזכירו השתים שהיו כלם עישראל. ואם גם על זאת תשובו לטענה זו הנה לכם עון מרגלים כי הכל הי' מישראל והי' העון כפול ממש להפך רצונו ית' כי באומרו שתלכו לרשת את ארץ כי יהי' עמכם ותמרו את פי ה' אלהיכם ולא האמנתם לו. ואחרי כן באומר לא תעלו כי אינני בקרבכם ולא תנגפו כו' אז הפכתם ולא שמעתם בקולו והוא מ\"ש ויעפילו לעלות ההרה כו' נמצא כי כלל הדברים הוא כי ממרים הייתם עם ה' מיום דעתי אתכם: ", "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "660924de9ee78a249f411b23", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Masei, The Long Walk to Freedom 11", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Masei, The Long Walk to Freedom 11", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, מסעי, א י״א", "anchorVerse": 22, "sourceHasEn": true, "commentaryNum": 11, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Yet this remains challenging for a number of reasons. First, many of the places listed here are not mentioned elsewhere in the biblical text. If significant events occurred there – and all the more so if they were places where the people provoked God – then these stories are missing.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Equally interesting is the fact that one of the places where the people provoked God is <i>not</i> included in this list, namely Taberah (Num. 11:3). Ibn Ezra (to Deut. 9:22) and Nahmanides (to Num. 11:3) both explain that it was not one of the places where the people encamped. They merely stayed there briefly on their way to their next stopping point, <i>Kivrot HaTaava</i>. </i>", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6677e59c75e8613120873bcc", "index_title": "Avot DeRabbi Natan, Recension B", "category": "Talmud", "type": "", "ref": "Avot DeRabbi Natan, Recension B 38:1", "anchorRef": "Deuteronomy 9:22", "anchorRefExpanded": ["Deuteronomy 9:22"], "sourceRef": "Avot DeRabbi Natan, Recension B 38:1", "sourceHeRef": "אבות דרבי נתן נוסח ב ל״ח:א׳", "anchorVerse": 22, "sourceHasEn": false, "commentaryNum": 38.0001, "collectiveTitle": {"en": "Avot DeRabbi Natan, Recension B", "he": "אבות דרבי נתן נוסח ב"}, "he": "עשר נסיונות נסו אבותינו להקדוש ברוך הוא במדבר שנאמר וינסו אותי זה עשר פעמים (במדבר י\"ד כ\"ב) מה ת\"ל זה אלא זה האחרון קשה מכולם היה. רבי יהודה אומר אחת עשרה הוא. רבי אלעזר בן יהודה אומר אמר הקב\"ה אילו עשו ישראל תשובה לפני הייתי מוחל להם על עשרה נסיונות. ואלו הן הראשון במאז שנאמר ומאז באתי אל פרעה (שמות ה' כ\"ג). ואחר על הים שנאמר וימרו על ים בים סוף (תהלים ק\"ו ז'). רבי יהודה אומר אחד על הים ואחד בים סוף ואחד ברפידים שנאמר מה תריבון עמדי (ומה) תנסון את ה' (שמות י\"ז ב'). ואחד במרה שנאמר שם לו חק ומשפט [וגו'] (שם טו כ\"ה). ואחד בשליו שנאמר מי יתן מותנו ביד ה' (אחד במצרים) [בארץ מצרים] (שם ט\"ז ג') ואחד במן שנאמר ונפשנו קצה בלחם הקלוקל (במדבר כ\"א ה'). ואחד בתבערה ואחד במסה ואחד בקברות התאוה שנאמר ובתבערה ובמסה ובקברות התאוה וגו' (דברים ט' כ\"ב). ואחד במדבר פארן שמרגלים את הארץ:", "heVersionTitle": "Vienna, 1887", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]