[{"_id": "531e4fe2fbfba276047f66c0", "index_title": "Onkelos Genesis", "category": "Targum", "type": "targum", "ref": "Onkelos Genesis 7:14", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Onkelos Genesis 7:14", "sourceHeRef": "תרגום אונקלוס על בראשית ז׳:י״ד", "anchorVerse": 14, "sourceHasEn": true, "compDate": [80, 120], "commentaryNum": 7.0014, "collectiveTitle": {"en": "Onkelos Genesis", "he": "תרגום אונקלוס על בראשית"}, "heTitle": "תרגום אונקלוס על בראשית", "he": "אִנּוּן וְכָל חַיְתָא לִזְנַהּ וְכָל בְּעִירָא לִזְנַהּ וְכָל רִחֲשָׁא דְּרָחֵשׁ עַל אַרְעָא לִזְנוֹהִי וְכָל עוֹפָא לִזְנוֹהִי כֹּל צִפַּר <b>כָּל דְּפָרָח</b>:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "They, and every beast of its kind, and every animal of its kind, and every creeping thing that creeps on the earth of its kind; and every flying creature of its kind, every bird, every winged creature [<b>every one that flies</b>].", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eebef9", "index_title": "Targum Jonathan on Genesis", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Genesis 7:14", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Targum Jonathan on Genesis 7:14", "sourceHeRef": "תרגום יונתן על בראשית ז׳:י״ד", "anchorVerse": 14, "sourceHasEn": true, "compDate": [150, 250], "commentaryNum": 7.0014, "collectiveTitle": {"en": "Targum Jonathan on Genesis", "he": "תרגום יונתן על בראשית"}, "heTitle": "תרגום יונתן על בראשית", "he": "הִינוּן וְכָל חַיְיתָא לִזְנָהָא וְכָל בְּעִירָא לִזְנָהָא וְכָל רִיחֲשָׁא דִרְחִישׁ עַל אַרְעָא לִזְנֵיהּ כָּל עוֹפָא לִזְנֵיהּ כָּל צִפּוֹר כָּל דְפָרָח", "heVersionTitle": "Targum Jonathan on Genesis", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " they, and every animal after his kind, and all cattle after their kind, and every reptile that creepeth upon the earth after his kind, and every fowl after its kind, every bird which flieth. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54aaa1acfbfba219cb7993e7", "index_title": "Radak on Genesis", "category": "Commentary", "type": "commentary", "ref": "Radak on Genesis 7:14:1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Radak on Genesis 7:14:1", "sourceHeRef": "רד\"ק על בראשית ז׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Radak", "he": "רד\"ק"}, "he": "המה, כל צפור כל כנף, וכל העוף שאמר כלל לכל חי שיעוף, ופירש עוד ואמר כל צפור, והוא כלל לכל העופות גדולים טהורים וטמאים, ופירש עוד ואמר כל כנף, אפילו העופות הקטנים, כמו מיני הארבה והצרעה והזבוב והדומה להם, ופי' כל כנף כל בעל כנף או הוא שם תאר:", "heVersionTitle": "Presburg : A. Schmid, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "המה..כל צפור, כל כנף, when the Torah used the word עוף it referred to any creature that could fly, יעוף. Now the Torah became even more explicit, writing כל צפור, a generic term for all the larger birds. The expression צפור includes both the ritually pure birds as well as the ritually impure ones. כל כנף, the Torah adds more detail, writing that every creature that has wings was included in those entering the ark; alternatively, the word could be understood as an adjective, i.e. “every feathered creature.”\n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54bd47f0fbfba21733360ae2", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 1:17:1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Ramban on Leviticus 1:17:1", "sourceHeRef": "רמב\"ן על ויקרא א׳:י״ז:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "<b>בכנפיו</b> עם כנפיו אינו צריך למרוט כנפי נוצתו כנפיו נוצה ממש לשון רש\"י (רש\"י על ויקרא א׳:י״ז) ואיננו נכון שאם כן לא יזכיר הכתוב מאי זה מקום ישסע אותו אם מלפניו או מגבו אבל פירושו ושסע אותו במקום כנפיו כי הבי\"ת בי\"ת הכלי כאמרך בארון בבית או בשדה ואין כנפיו נוצה אבל הוא ככל הכנפים שבכתוב כל צפור כל כנף (בראשית ז יד) יפרוש כנפיו לתימן (איוב לט כו) וכן בכנף מעילו (שמואל א טו כז) ונוצה הוא השער אשר על גוף העופות כענין שכתוב (יחזקאל יז ג) הנשר הגדול גדול הכנפים ארך האבר מלא הנוצה וכן שנינו (טהרות א ג) הכנפים והנוצה טמאות ומטמאות ומצטרפות ואמרו (תורת כהנים אחרי פרק יב ב) פרט לחרטום ולצפרנים ולכנפים ולנוצה:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "AND HE SHALL REND IT ‘BICHNAFAV’ — “together with its feathers. He need not pluck out the feathers of its plumage. <i>Knafav</i> means the actual feathers [not the wings].” This is the language of Rashi. But it is not correct, for if so, then Scripture does not mention from which place he is to rend [the bird], whether from its front or back. Rather, the meaning thereof is as follows: “he shall rend it at the place of its wings,” for the letter <i>beth</i> [in the word <i>bichnafav</i>] serves here as “the <i>beth</i> of apparatus,” [teaching that the rending is to be done from the back of the bird where “the wings” are, for <i>knafav</i>, as will be explained, means “its wings,” and not “its feathers” as Rashi explained]; similar to the expression, <i>ba’aron</i>, (in the ark), <i>ba’bayith</i>, (in the house), or <i>ba’sadeh</i> (in the field). <i>Knafav</i> does not mean “feathers” [as Rashi wrote], but is similar to all expressions of <i>knafayim</i> mentioned in Scripture [which mean wings]: <i>every bird, whatever hath ‘kanaf’</i> (<i>wings</i>);<sup class=\"footnote-marker\">187</sup><i class=\"footnote\">Genesis 7:14.</i> <i>and he stretcheth ‘knafav’</i> (<i>his wings</i>) <i>towards the south</i>.<sup class=\"footnote-marker\">188</sup><i class=\"footnote\">Job 39:26.</i> Similarly, <i>‘bichnaf’</i> (<i>the skirt</i>) <i>of his robe</i>.<sup class=\"footnote-marker\">189</sup><i class=\"footnote\">I Samuel 15:27. Literally: “the wing” of his skirt.</i> <i>Notzah</i> is the down [the soft under-plumage] on the body of birds, something like that which is written, <i>a great eagle with great wings and long pinions, full of ‘hanotzah’</i> (<i>down</i>).<sup class=\"footnote-marker\">190</sup><i class=\"footnote\">Ezekiel 17:3.</i> Similarly we have learned [in the Mishnah]:<sup class=\"footnote-marker\">191</sup><i class=\"footnote\">Taharoth 1:3.</i> “Large feathers and down are both capable of contracting uncleanness and conveying uncleanness, and join together [with the flesh to make up the required size that is needed to convey uncleanness].” The Rabbis have also said:<sup class=\"footnote-marker\">192</sup><i class=\"footnote\">Sifra, <i>Acharei</i> 12:2.</i> “excepting the beak and claws, the large feathers and the down.”", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54bd47f2fbfba21733360c7e", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 14:4:1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Ramban on Leviticus 14:4:1", "sourceHeRef": "רמב\"ן על ויקרא י״ד:ד׳:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "<b>חיות</b> פרט לטרפות טהורות פרט לעוף טמא לפי שהנגעים באים על לשון הרע שהוא מעשה פטיט לפיכך הוצרכו בטהרתו צפרים שמפטפטין תמיד בצפצוף קול לשון רש\"י (רש\"י על ויקרא י״ד:ד׳) ומפני שאמר \"טהורות פרט לעוף טמא\" נלמד שאין הצפרים מין טהור ידוע אבל הוא שם כולל כל העופות אם כן מהו הפטפוט הזה שמצאו להם כי עופות רבים אין בהם פוצה פה ומצפצף ועוד כי מדרש \"חיות פרט לטרפות\" יבא במחלוקת ולמאן דאמר טרפה חיה אינו כן ובתורת כהנים (פרשה א יב) חיות לא שחוטות טהורות לא טמאות טהורות לא טרפות ובעלי הפשט אומרים כי כל עוף יקרא צפור ממה שאמר צפור שמים ודגי הים (תהלים ח ט) כל צפור כל כנף (בראשית ז יד) בן אדם אמור לצפור כל כנף (יחזקאל לט יז) וכן ואת הצפור לא בתר (בראשית טו י) על תורים ובני יונה והנכון בעיני ששם צפור כלל לעופות הקטנים המשכימים בבקר לצפצף ולשורר מלשון ארמית צפרא וכן ישוב ויצפור (שופטים ז ג) ישכים בבקר אמר \"צפור שמים\" עליהם כי הם לרובם יגביהו לעוף בשמים ו\"כל צפור כל כנף\" (בראשית ז יד) שני מינין כל הקטנים וכל הגדולים כי יקרא קן צפור לפניך (דברים כב ו) הם הקטנים שהן רבים שאפילו בקטניהם יחוס וכן אשר שם צפרים יקננו (תהלים קד יז) כי הם השוכנים בענפי ארזי הלבנון אמור לצפור כל כנף (יחזקאל לט יז) שיתאספו אפילו הקטנים עליהם כי הטורפים יבאו מעצמם וכן התשחק בו כצפור ותקשרנו לנערותיך (איוב מ כט) כי דרך הנערים לשחק בעוף הקטן ולשון חכמים כך הוא כל שיש בידו מקל או צפור (עבודה זרה מ) האורג משער הנזיר כמלא הסיט בבגד בצפרתא (תמורה לד) ואמרו צפורת כרמים (שבת צ) ואמרו בשר צפרים מחזירין החולה לחליו (ברכות נז) ואמר בכתוב (דברים יד יא) כל צפור טהורה תאכלו על המינין הרבים ההם ונתרבה של מצורע מ\"כל\" ואמר (שם פסוק יב) וזה אשר לא תאכלו מהם כאומר ואלה אשר לא תאכלו מבשרם ולכך דרשו \"טהורות לא טמאות\" ומכל מקום כלם בעלי פטפוט הם וכן גם כן גם צפור מצאה בית ודרור קן לה (תהלים פד ד) כך נראה שאינו שם כולל העופות כולם וכן אשר שם צפרים יקננו חסידה ברושים ביתה (שם קד יז) והנראה מדברי רבותינו שכל עופות טהורים נקראים צפור אבל מצותו של מצורע בצפרי דרור דתניא בת\"כ (פרק ה יד) ושלח את הצפור החיה אל מחוץ לעיר אל פני השדה (ויקרא י״ד:נ״ג) רבי יוסי הגלילי אומר צפור שחיה חוץ לכל עיר ואי זו זה דרור ומן המדרש הזה הזכירו הפטפוט ויתכן שאינו אלא למצוה ודיעבד כלם כשרין בו ולפיכך הוצרכו בת\"כ (כאן) למעט טמאות וכן שנינו במשנה מסכת נגעים (פי\"ד מ\"א) ומביא שתי צפרים דרור ושנו עוד שם (משנה ה) שתי צפרים מצותן שיהיו שוות במראה בקומה ובדמים ולקיחתן כאחת אע\"פ שאינן שוות כשרות שחט אחת מהן ונמצאת שלא דרור יקח זוג לשניה והטעם בזה שאף על פי שבדיעבד כלן כשרות כשהן שני מינים פסולות ובפרק אלו טרפות (חולין סב) אמרו עוף המסרט כשר לטהר בו את המצורע וזו היא סנונית לבנה שנחלקו בה רבי אליעזר וחכמים ומכאן שאין צפרי המצורע מין אחד בלבד ושאין מטהרין בכל עוף טהור אבל מצותו בכל עוף דרור כלומר שדרה בבית כבשדה ולפיכך אמרו בסנונית דכיון שהיא טהורה לדעת חכמים כשרה לטהר בה שהיא בכלל דרור ומכל מקום כל הטהורין כשרים בדיעבד שכלן בכלל שתי צפרים טהורות ושנו בסיפרי (ראה קג) אמר רבי יאשיה כל מקום שנאמר צפור בטהורה הכתוב מדבר ואמר רבי יצחק עוף טהור נקרא עוף ונקרא צפור וטמא לא נקרא אלא עוף וכך הזכירו בגמרא בפרק שלוח הקן (חולין קלט) ושם העלו (קמ) כי \"חיות\" שחיין ראשי אברים שלהם למעוטי מחוסרות אבר וכן הטרפות פסולות בהן ודרשו \"טהורות\" למעט אסורות כגון צפרי עיר הנדחת ועוף שהרג את הנפש והחליפן בע\"ז ומדרשם זה שם מן הלשון עצמו שאין צפור אלא עוף טהור ומשמע מכאן שכל עוף טהור בכלל צפור וראיתי עוד בירושלמי במסכת נזיר (פ\"א ה\"א) שאמרו וכי נזיר טמא צפרים הוא מביא תורים ובני יונה הוא מביא אית תניי תני כל עוף טהור קרוי צפרים אית תניי תני כל העופות בין טמא ובין טהור קרוי צפרים והנה נשאר בידינו ממנו מחלוקת ומכל מקום יתכן שיהיה השם בקטנים בלבד ובגמרא כך הוא נראה ממה שאמרו במסכת סוטה (סוטה ט״ז) הבא מים שדם צפור נכר בהם וכמה הם רביעית ושאלו גדולה שדוחה את המים קטנה ונדחת מפני המים מהו ופירשו כל שיעורי חכמים כך הם בצפור דרור שערו חכמים אין לך גדולה שדוחה את המים ואין לך קטנה שנדחית מפני המים ואלו היה כל עוף טהור כשר בו היה מהם מי שדמו דוחה כמה לוגין ואולי אמרו כן בצפור דרור שהוא מצוה לכתחלה ממדרשו של ר' יוסי הגלילי וכבר הזכירו בגמרא (שבועות כט) ודילמא צפורא רבא חזא ואסיק שמיה גמל והנכון שיעלה מכל זה הוא שנאמר שכל צפור שאינו דרור פסול אפילו בדיעבד מן המדרש הזה שלא שנו במשנתנו (נגעים יד א) מצותן שיהו דרור אע\"פ שאינן דרור כשרות כמו ששנינו בשוות (שם יד ה) וכל הדרורים בעלי פטפוט הם ומה שאמרו בת\"כ \"לא טמאות\" מפני שיש אף בטמאין מינין שהם דרור כגון הסנונית לרבי אליעזר או יהיה פירושו למעט טמאות לך שהן האסורות והטרפות כמו שהעלו בגמרא בפרק שלוח הקן (חולין קמ) וזהו ההגון בעיני ובהגדה דרבה (ויקרא רבה טז ז) אמר רבי יהודה ברבי סימון אילין צפריא קולנין זה האומר לשון הרע אמר הקב\"ה יבא קול ויכפר על קול ור' יהושע בן לוי אמר צפרים צפרי דרור שאכלה מפתו ושתת מן מימיו והלא דברים קל וחומר וכו':", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "THEN SHALL THE PRIEST COMMAND TO TAKE FOR HIM THAT IS TO BE CLEANSED TWO LIVING, CLEAN ‘TZIPORIM’ (BIRDS). “<i>Living</i>, this excludes birds which are <i>treifah</i>.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><i>Treifah</i> according to the accepted opinion (see Note 9 below), is an animal or bird suffering from one of certain organic diseases from which it is bound to die within twelve months, even though it be ritually slaughtered. Thus the word <i>living</i> excludes a bird which will die from a disease. Ramban further on will comment on this point.</i> <i>Clean</i>, this excludes a bird unfit for food. Since the plagues of leprosy came as a punishment for slander, which is done by chattering, therefore Scripture required for the leper’s cleansing that he bring birds which always twitter with a chirping sound.” This is Rashi’s language.<br>Now in view of the fact that Rashi wrote, “<i>Clean</i>, this excludes a bird which is unfit for food,” we can deduce that the [unqualified] term <i>tziporim</i> does not denote a permissible species of birds, but is instead a generic term for all birds [those permissible as food and those forbidden]. If so, the question appears: what is this “chirping” that they found [among the <i>tziporim</i>]? For there are many birds among which <i>there is none that openeth the mouth, or chirpeth</i>!<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Isaiah 10:14.</i> Moreover, the interpretation [which Rashi quoted]: “<i>Living</i>, this excludes birds which are <i>treifah</i>,”<sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><i>Treifah</i> according to the accepted opinion (see Note 9 below), is an animal or bird suffering from one of certain organic diseases from which it is bound to die within twelve months, even though it be ritually slaughtered. Thus the word <i>living</i> excludes a bird which will die from a disease. Ramban further on will comment on this point.</i> is really subject to a controversy of opinion,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">I.e., in Tractate Chullin 140a we find a difference of opinion among the Rabbis as to whether a <i>treifah</i> animal or bird can in fact survive for more than one year.</i> and according to the Sage who says that a <i>treifah</i><sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><i>Treifah</i> according to the accepted opinion (see Note 9 below), is an animal or bird suffering from one of certain organic diseases from which it is bound to die within twelve months, even though it be ritually slaughtered. Thus the word <i>living</i> excludes a bird which will die from a disease. Ramban further on will comment on this point.</i> can survive, this interpretation [of Rashi] is not correct. And in the Torath Kohanim we find this interpretation:<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Torath Kohanim, <i>Metzora</i> 1:12.</i> “<i>Living</i>, not slaughtered. <i>Clean</i>, not unfit for food. <i>Clean</i>, not <i>treifoth</i>.”<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">In his commentary to the Torath Kohanim, Malbim explains this text as follows: “First [the Tanna of this Beraitha] explains the simple meaning of the verse, saying: ‘<i>Living</i> means not slaughtered; <i>clean</i> means not unfit for food.’ Then [the Tanna] says that according to the Midrash thereof, <i>clean</i> means not <i>treifah</i>, since that it may not be of a forbidden species, we know already from the word <i>tzipor</i>. This Sage further holds that a <i>treifah</i> can survive, and therefore birds which are <i>treifah</i> are not excluded by the word <i>living</i>,” but instead are excluded by the term <i>clean</i>.</i> Now the scholars who follow the simple meaning of Scripture<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Ibn Ezra on this verse, and R’dak in his Book of Roots, under the root <i>tzipor</i>.</i> say that every kind of bird [whether permissible as food or forbidden] is called <i>tzipor</i>, as is evidenced by the verses which state: <i>‘tzipor’</i> (<i>the fowl</i>) <i>of the air, and the fish of the sea;</i><sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Psalms 8:9.</i> <i>every ‘tzipor’</i> (<i>bird</i>) <i>of every sort;</i><sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Genesis 7:14.</i> <i>And thou son of man … speak ‘l’tzipor’</i> (<i>unto the birds</i>) <i>of every sort</i>.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Ezekiel 39:17.</i> Similarly, it says, <i>and ‘hatzipor’</i> (<i>the birds</i>) <i>he did not divide</i>,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Genesis 15:10.</i> with reference to the turtle-doves and young pigeons<sup class=\"footnote-marker\">17</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 9.</i> [which are permissible birds, thus proving that the term <i>tzipor</i> is used with reference to both permissible and forbidden birds].<br>The correct interpretation appears to me to be that the term <i>tzipor</i> is a generic term for all small birds that rise early in the morning to chirp and to sing, the term being associated with the Aramaic word <i>tzaphra</i> (morning). Similarly, the expression <i>let him return v’yitzpor’</i><sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Judges 7:3.</i> means, and arise “early in the morning.” The expression <i>‘tzipor’</i> (<i>the fowl of</i>) <i>the air</i><sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Psalms 8:9.</i> is said with reference to these small birds, because it is mostly they that fly high in the air. <i>Every ‘tzipor’</i> (<i>bird</i>) <i>of every sort</i><sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Genesis 7:14.</i> refers to two kinds, all the little ones and the big ones. <i>If a ‘kan tzipor’</i> (<i>bird’s nest</i>) <i>chance to be before thee</i><sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Deuteronomy 22:6.</i> speaks about the little ones which are many [and therefore likely to chance to be there], to teach that even when they are young, the finder must exercise mercy towards them. Similarly, <i>therein ‘tziporim’</i> (<i>the birds</i>) <i>make nests</i><sup class=\"footnote-marker\">20</sup><i class=\"footnote\">Psalms 104:17.</i> [means the little ones], for it is they that dwell on the boughs of the cedars of the Lebanon. <i>Speak ‘l’tzipor’</i> (<i>unto the birds</i>) <i>of every sort</i><sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Ezekiel 39:17.</i> means that even the little ones should gather upon [the flesh of the mighty that have fallen in battle],<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">Ezekiel 39:18.</i> for the big marauding birds will come by themselves. Similarly, <i>Wilt thou play with him</i> [the leviathan] <i>‘katzipor’</i> (<i>as with a bird</i>)? <i>Or wilt thou bind him for thy maidens?</i><sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Job 40:29.</i> [refers to the little birds], for it is the way of young boys to play with little birds. The language of the Sages also follows that usage: Any statue which bears in its hand a staff or <i>‘tzipor’</i> (a bird)<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">Abodah Zarah 40 b. Now the emblem of the bird, as explained in the Gemara (41 a), is “a symbol that [the idol in question] causes itself to be caught like a bird on behalf of the entire world.” Hence the reference in the word <i>tzipor</i> must be to a small bird that can easily be caught. Rabbeinu Chananel explains the text of the Gemara in the following words: “he holds the whole world in his hand as one holds a bird.” Here too the reference is to a small bird that the holder can easily control in the palm of his hand.</i> [one may not derive any benefit from, since these objects indicate that the statue is worshipped as an idol]; “If a man wove into a garment one <i>sit’s</i> length of a Nazirite’s hair [from which one is forbidden to derive any benefit], the garment is to be burnt,”<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">Terumah 34 a. A <i>sit</i> is the distance between the tips of the outstretched thumb and forefinger.</i> [and when the Sages of the Gemara raised the question, “why is this small piece not neutralized by the larger part of the garment?” it was answered that this is a case where he wove into the garment “the form of] a <i>tziporta</i>” [a small bird, which made the whole garment more valuable, and therefore it is not neutralized by the larger part thereof, and hence must be burnt].<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Rashi, <i>ibid.</i> From this too it is clear that the term <i>tzipor</i> denotes a small bird.</i> The Sages also speak of “<i>tziporoth</i> (birds of) the vineyard [however small].”<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">Shabbath 90 a. The Mishnah there in speaking with reference to taking out any object from one domain to another on the Sabbath, states: “for <i>tziporoth</i> (birds of) the vineyard, whether alive or dead, [he is liable], however small [the size be].” It is thus clear that the word <i>tzipor</i> is used by the Sages to mean a small bird, which even when alive is “however small.”</i> They also said: “the meat of <i>tziporim</i> (birds) brings back a sickness to a sick man [who is recovering, and makes it worse”<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Berachoth 57 b. Having proven that the term <i>tzipor</i> refers to a small bird, Ramban now begins to elucidate further that it means both a permissible and forbidden species of bird. Here in the text of Berachoth it definitely means a permissible bird, but further it will be shown that it may mean also a forbidden bird.</i> thus indicating that the term <i>tzipor</i> refers to a bird which one may eat]. Scripture further states, <i>All ‘tzipor’</i> (<i>birds</i>) <i>that are clean ye may eat</i>,<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">Deuteronomy 14:11.</i> meaning all these many species of [permissible] birds, thus including [the living bird sent away by] the leper [into the open field<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">Verse 7.</i> as permissible food],<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">Ramban here alludes to a question that was raised in the Gemara (Chullin 140 a), as to whether the living bird of the leper that is sent into the open field is permissible to be eaten if caught by someone. To this the answer was given that one is permitted to eat it; for since the Torah stated <i>‘All’ birds that are clean ye may eat</i> (Deuteronomy 14:11), meaning any bird of a permissible species that is found may be eaten, now if the living bird of the leper were forbidden to be eaten, the Torah would not command the bird to be sent off, as this could involve a possible offense [since if the bird were not in fact permitted to be eaten, one might catch it without knowing that it had been used by the leper, and eat it]! Now, concludes Ramban, this permission is based in the Talmud on the word ‘all’ (‘<i>All birds</i> etc.) as explained above. This proves that the word <i>tzipor</i>, such as found here in the text before us, does not of itself only mean a permissible kind of bird. Rather, since it is a term for both the permissible and forbidden kind, it was therefore necessary for the Torath Kohanim here to establish that the leper’s bird must be of a permissible species, from the word <i>clean</i> qualifying <i>tziporim</i>.</i> by means of the word <i>kol</i> (<i>‘All’ birds that are clean ye may eat</i>).<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">Deuteronomy 14:11.</i> And the verse which states, <i>But these are they of which ye shall not eat: the great vulture, and the bearded vulture, and the osprey</i><sup class=\"footnote-marker\">31</sup><i class=\"footnote\">Deuteronomy 14:12. Having established that the word <i>tzipor</i> means “a small” bird, whether of a permissible or forbidden kind, Ramban finds this verse difficult, since the expression <i>of them</i> [in translation of the verse: “of which”] apparently refers back to <i>‘kol tzipor’</i> (<i>birds</i>) mentioned in the previous verse [11], and yet it mentions here (in Verse 12) big birds like the great vulture, etc. In addition, the word <i>tzipor</i> in Verse 11 is explicitly qualified by the word <i>‘t’horah,’</i> thus excluding the great vulture. Ramban’s answer follows in the text, where he explains that the expression <i>of them</i> does not refer back to <i>‘kol tzipor’</i> (<i>all birds</i>) previously mentioned, but rather means “of their flesh,” i.e., the flesh of these big birds about to be mentioned — the great vulture, etc.</i> is [to be understood] as if it said, “and these are they, from the flesh of which ye may not eat.” It is for this reason [i.e., since the term <i>tzipor</i> includes both permissible and forbidden birds], that the Sages found it necessary to interpret:<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Torath Kohanim, <i>Metzora</i> 1:12.</i> “<i>Clean</i>, not forbidden birds” [but they would not have been able to derive it if the word <i>tziporim</i> had not been qualified]. In any case it is clear that <i>tziporim</i> are the small chirping birds. Similarly, <i>Yea, the ‘tzipor’ hath found a house, and the swallow a nest for herself</i><sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Psalms 84:4.</i> also indicates that the word <i>tzipor</i> is not a name for all birds [for otherwise why should the verse mention both <i>tzipor</i> and the swallow, if the term <i>tzipor</i> already includes all birds]. Likewise, <i>Wherein tziporim</i> (<i>the birds</i>) <i>make their nests, the stork makes the fir-tree her house</i><sup class=\"footnote-marker\">33</sup><i class=\"footnote\"><i>Ibid.</i>, 104:17.</i> [indicates that <i>tziporim</i> does not include all birds, since the verse proceeds also to mention some specific birds].<br>It would appear from the words of our Sages that all birds permissible as food are called <i>tzipor</i>, but the leper was commanded to bring <i>tziporei dror</i> [“free birds,” a term which, as explained further on means birds which live in the house as well as in the field], for we have been taught in the Torath Kohanim:<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">Torath Kohanim, <i>Metzora</i> 5:13.</i> “<i>And he shall let go the living bird out of the city into the open field</i>.<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">Further, Verse 53.</i> Rabbi Yosei the Galilean said: ‘This means a bird that lives outside all cities. And what kind of bird is it? It is the bird called <i>dror</i>’” [the free bird that lives in the house as well as in the field]. It is on the basis of this interpretation of the Rabbis that they further mentioned [in connection with the leper’s birds] that they “chatter” [since it is usually these free birds which twitter].<br>It is possible that the requirement that the birds be of “the free” kind is a commandment [which is to be observed if possible, but is not indispensable], so that if it has already been done, they are all valid [whether free or unfree]. Therefore the Sages in the Torath Kohanim<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Torath Kohanim, <i>Metzora</i> 1:12.</i> found it necessary to exclude forbidden bird’s [which do not possess this characteristic of living in the house and in the field]. And so we have been taught in a Mishnah of Tractate Negaim:<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">Negaim 14:1.</i> “And he [the leper] brought two birds that are of the free type of bird.” And it is furthermore taught there:<sup class=\"footnote-marker\">37</sup><i class=\"footnote\"><i>Ibid.</i>, 5.</i> “It is a commandment that the two birds of the leper should be alike in appearance, in size and in value, and that they should be brought at the same time. Yet even if they are not alike, they are valid. If one was slaughtered and it was found that it was not a ‘free bird,’ he should buy a partner for the second one.” The reason [why he must buy a partner for the second one] although [as we have said above] if it has already been done, all birds [whether free or unfree] are valid, is that if they were of two different kinds [as in this case, where the slaughtered one was a non-<i>dror</i>, and the living one a <i>dror</i>], they <i>are</i> invalid. And in the Chapter <i>Eilu Treifoth</i><sup class=\"footnote-marker\">38</sup><i class=\"footnote\">“These are accounted <i>treifah</i>” among cattle. It is the third chapter of Tractate Chullin. The text quoted here is found there on 62 a. For the word <i>treifah</i>, see above, Note 7.</i> the Sages of the Gemara have said: “A bird which scratches, is valid to be used for the purification of the leper. This is the white-bellied swallow concerning which Rabbi Eliezer and the Sages differed” [as explained further on]. From these texts [it is clear] that the birds for the purification of the leper are not limited to one species, and that the purification is not to be done with <i>any</i> permissible bird, but rather the commandment is that it be done only with those birds that are <i>dror</i>, that is to say, “which live in the house as well as in the field.”<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">Shabbath 106 b.</i> Therefore the Rabbis said [in the above-quoted text] with reference to the white-bellied swallow, that since according to the Sages it is a bird which may be eaten, it is also valid for the purification of the leper, as it is included within [the category of those birds that are] <i>dror</i> [living in the house as well as in the field]. Yet nonetheless <i>all</i> permissible birds [even those that are not “free birds”] are valid, if the purification of the leper has already been done with them, since they are all included within the phrase, <i>two living clean birds</i>.<br>And we have been taught in the Sifre:<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">Sifre, <i>R’eih</i> 103. See in <i>Seder Vayikra</i> Note 121, on Sifre.</i> “Rabbi Yashiyah said: ‘Wherever it says in Scripture <i>tzipor</i>, it speaks of a permissible bird.’ Said Rabbi Yitzchak: ‘A permissible bird is called <i>oph</i> (fowl) and also <i>tzipor</i> (bird), but a forbidden one is only called <i>oph</i>.” Similarly the Rabbis mentioned also in the Gemara [of Tractate Chullin], in the Chapter <i>Shilu’ach Hakan</i>,<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">“The letting of [the dam] go from the nest.” It is the twelfth chapter of Tractate Chullin, discussing the law stated in Deuteronomy 22:6-7. The text quoted here is found there on p. 140 a.</i> where they resolved that the term <i>living</i> [<i>two ‘living’ clean birds</i>] means “the ends of whose limbs ‘live’ (exist), thus excluding birds from whom a limb is missing.” Similarly [permissible] birds which are <i>treifah</i><sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><i>Treifah</i> according to the accepted opinion (see Note 9 below), is an animal or bird suffering from one of certain organic diseases from which it is bound to die within twelve months, even though it be ritually slaughtered. Thus the word <i>living</i> excludes a bird which will die from a disease. Ramban further on will comment on this point.</i> are invalid [for the purification of the leper]. The Rabbis also interpreted there<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">“The letting of [the dam] go from the nest.” It is the twelfth chapter of Tractate Chullin, discussing the law stated in Deuteronomy 22:6-7. The text quoted here is found there on p. 140 a.</i> the term <i>clean</i> [<i>two living ‘clean’ birds</i>] to exclude those birds which are of a permissible species but are forbidden to be eaten [for some special reason], such as birds belonging to a person of a city that went astray,<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">See Deuteronomy 13:16-18, that all the belongings thereof are to be destroyed.</i> or a fowl that killed a human being, or those that have been exchanged for an idol.<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">Thus if one received birds of a permissible species as payment for an idol, they are nonetheless forbidden for <i>any</i> use, just as the original idol may not be made any use of.</i> This interpretation was derived by the Sages from the very language itself, since the term <i>tzipor</i> denotes only a permissible bird. It is clear then from this text, that all permissible birds [whether they are of the dror-type or not] are included within the category of <i>tzipor</i>.<br>I have further seen in the Yerushalmi of Tractate Nazir<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">Yerushalmi Nazir I, 1. — To understand the name “‘Yerushalmi of Nazir,” it is important to note that after the Mishnah was completed by Rabbi Yehudah Hanasi — also known as Rabbeinu Hakadosh — in the Land of Israel [about the year 200 of Common Era] it formed, the basis of study in all academies of learning. But whereas hitherto all the great Yeshivoth were concentrated in the Land of Israel, after the completion of the Mishnah two groups of Yeshivoth came into prominence: those of the Land of Israel, and those of Babylon. Thus for a number of generations there existed side by side two groups of academies where the Mishnah was studied and interpreted. In the course of time, the continuous Roman persecutions forced the closing of the Palestinian schools of learning; but before they were finally closed, the Rabbis compiled their teachings in what is known as the <i>Talmud Yerushalmi</i> i.e., the Jerusalem Talmud. The academies in Babylon flourished for many centuries longer. Their teachings were later compiled [about the year 475 of Common Era] and are known as the Babylonian Talmud. To this day Talmudic study is almost exclusively devoted to the Babylonian Talmud, so that any tractate of the Talmud generally cited, is that of the Babylonian Talmud, unless specified as in the case before us: “the Yerushalmi of Tractate” so-and-so. A tradition has it that after the redaction of the Jerusalem Talmud, its Sages went down as a group to Babylon, and most of their teachings were incorporated into the text of the Babylonian Talmud. This explains why Talmudic study throughout the ages was concentrated almost entirely upon the Babylonian Talmud, while only the outstanding Rabbis of the generations devoted their studies also to the Jerusalem Talmud.</i> that the Sages of the Gemara said: “But does an impure Nazirite really bring <i>tziporim</i>?<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">The question refers back to a statement in the Mishnah which reads: “If a person said, ‘I pledge myself to offer <i>tziporim</i> (birds),’ Rabbi Meir says that he becomes a Nazirite etc.” The reason for this opinion of Rabbi Meir was explained there in the Gemara by Resh Lakish, that it is because a Nazirite whose consecration has been defiled, must bring <i>tziporim</i> as an atonement (Numbers 6:9-11). On this explanation of Resh Lakish, the Gemara asked: “But does a Nazirite really bring <i>tziporim</i>? It is turtle-doves or young pigeons that he brings!” In other words, <i>tziporim</i> means birds which are of a forbidden kind, while the Nazirite must bring birds which are permissible to be eaten! So how could the reason Resh Lakish advanced to explain Rabbi Meir’s opinion be correct, since <i>tziporim</i> (forbidden birds) are not used at all by a Nazirite! — Ramban is thus beginning at this point to refute his own explanation which he had set forth, namely, that <i>tzipor</i> refers only to a permissible bird, since it is evident from the Yerushalmi that <i>tzipor</i> means a forbidden bird! The final solution of the Yerushalmi follows.</i> It is turtle-doves or young pigeons that he brings! [To this question the reply was made:] ‘There are some authorities who teach that all edible birds are called <i>tziporim</i>, and there are other authorities that teach that all birds, whether permissible or forbidden, are called <i>tziporim</i>.’”<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">Hence he who said, “I pledge myself to offer <i>tziporim</i>, becomes a Nazirite even according to those authorities that hold that the term <i>tziporim</i> denotes all kinds of birds, permissible ones or forbidden ones, for since it also denotes permissible birds, his intention was those birds that may be brought upon the altar (P’nei Moshe).</i> Thus we are now left with a divergence of opinion [as to what the term <i>tzipor</i> denotes]! Yet it is possible that the name applies only to the small birds. This appears so in the Gemara from what the Rabbis have said in Tractate Sotah:<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">Sotah 16 b.</i> [In the process of his purification the leper is commanded to] “bring a sufficient amount of water that the bird’s blood may remain discernible in it.<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">Verse 5 here reads: <i>And the priest shall command that one of the birds shall be slaughtered in an earthen vessel over running water</i>. On this the Sages commented that the vessel must contain just enough water that the blood of the bird is discernible in it. And how much etc. (see text).</i> And how much is this? The fourth of a <i>log</i>.” Upon this the Sages queried: “If the bird was a large one so that the blood thereof ‘pushed away’ the water [so that it was imperceptible], or the bird was a small one so that its blood was ‘pushed away’ by the water [so that the blood was indiscernible], what is the ruling on these cases?” On these questions [the Rabbis of the Talmud] explained: “All standard measures laid down by the Sages were fixed with precision. The Sages estimated with reference to a ‘free bird’ that you will not find one so big that the blood thereof will ‘push away’ the water, nor will you find one so small that the blood thereof will be ‘pushed away’ by the water.” Now if all kinds of permissible birds were valid for [the purification of the leper], there are some birds the blood of which would “push away” many <i>logim</i> of water! Perhaps the Sages established the above standard only with reference to a “free bird” which one is commanded to bring if this is possible, according to the interpretation of Rabbi Yosei the Galilean,<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">See text of Ramban above, quoting the Torath Kohanim at Note 34.</i> [but if the purification has already been done with a large bird, it is also valid]. It has already been mentioned in the Gemara:<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">Shebuoth 29 a.</i> “Perhaps he saw a large <i>tziporo</i> (bird) and he called it <i>gamal</i> (camel).”<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">This text clearly shows that the term <i>tzipor</i> includes also large birds, and hence the above-mentioned explanation that it refers only to small birds is incorrect.</i><br>The correct [and final] conclusion which emerges from all this discussion is that we say on the basis of this interpretation<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">See text of Ramban above, quoting the Torath Kohanim at Note 34.</i> that any bird which is not a “free one” is invalid for the purification of the leper, even if the purification has already been done, since in the Mishnah thereof<sup class=\"footnote-marker\">37</sup><i class=\"footnote\"><i>Ibid.</i>, 5.</i> it was not taught: “It is a commandment [to be fulfilled if possible] that the birds should be ‘free birds,’ but even if they were not ‘free birds,’ they are valid,” as it taught concerning the requirement of equality [in appearance, size and value, that “even if they are not alike, they are valid”]; also, the correct conclusion is that all birds that are “free birds” are those that chatter. And that which the Rabbis said in the Torath Kohanim,<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Torath Kohanim, <i>Metzora</i> 1:12.</i> “<i>Clean</i>, not those forbidden as food,”<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">Ramban’s meaning is as follows. On this exclusion of forbidden birds by the Torath Kohanim one might ask: “Since, as we have now established, the <i>dror</i>-characteristic of the bird is indispensable in the purification of the leper, meaning that if the birds did not have this quality of living in the house as well as in the field, the purification is invalid even if already done, why was it necessary for the Torath Kohanim to point to a special Scriptural source for the exclusion of forbidden birds; for such birds are not of the kind that live in the house as well as in the field, and we have said that if the birds lack this characteristic, the purification is invalid?” Ramban answers that we must perforce say that even among forbidden birds there <i>are</i> some species that do have this characteristic of being able to live in the house as well as in the field, and hence it was necessary for the Torath Kohanim to exclude them by means of a special expression in the verse.</i> is because even among the forbidden birds there are some species that possess this quality of <i>dror</i> [living in the house as well as in the field], such as the white-bellied swallow according to Rabbi Eliezer.<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">Mentioned above in the text, at Note 38.</i> Or perhaps the meaning of the Torath Kohanim is that it excludes those birds [whose prohibition is not because they belong to the forbidden species, but because of special circumstances] which make them “forbidden to you,” such as those birds which are nonetheless forbidden [as food or benefit, because they belonged to a person of a city that had gone astray,<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">See Deuteronomy 13:16-18, that all the belongings thereof are to be destroyed.</i> or those that have been exchanged for an idol],<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">Thus if one received birds of a permissible species as payment for an idol, they are nonetheless forbidden for <i>any</i> use, just as the original idol may not be made any use of.</i> or those which are <i>treifah</i>,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><i>Treifah</i> according to the accepted opinion (see Note 9 below), is an animal or bird suffering from one of certain organic diseases from which it is bound to die within twelve months, even though it be ritually slaughtered. Thus the word <i>living</i> excludes a bird which will die from a disease. Ramban further on will comment on this point.</i> just as the Rabbis resolved in the Gemara in the Chapter <i>Shilu’ach Hakan</i>.<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">“The letting of [the dam] go from the nest.” It is the twelfth chapter of Tractate Chullin, discussing the law stated in Deuteronomy 22:6-7. The text quoted here is found there on p. 140 a.</i> This is the correct interpretation in my eyes. In the Agadah of the [Midrash] Rabbah we find this statement:<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">Vayikra Rabbah 16:7.</i> “Rabbi Yehudah the son of Rabbi Simon said: These birds [brought by the leper for his purification] are noisy ones, symbolic of he who speaks slander [and as a punishment for which, the slanderer is stricken with leprosy]. Said the Holy One, blessed be He, ‘Let that which is accompanied by sound [namely, these noisy birds] come to bring atonement for the evil sound [of the slanderer].’ And Rabbi Yehoshua the son of Levi said: The birds [brought by the leper for his purification] are of the ‘free kind’ [that live in the house as well as in the field] and thus ate of the leper’s bread and drank of his water. Now the following statement follows logically with stronger reason etc.”<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">“If these birds that ate of his bread and drank of his water, effect atonement for the leper, how much more so do the priests who enjoy twenty-four kinds of gifts, effect atonement for Israel!” (<i>Ibid.</i>).</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54c62c82fbfba248e1b56d2e", "index_title": "Haamek Davar on Genesis", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Genesis 7:14:1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Haamek Davar on Genesis 7:14:1", "sourceHeRef": "העמק דבר על בראשית ז׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> וכל החיה למינה.</b> במקרא ח׳ לא נזכר אלא בהמה. וחיה בכלל בהמה. וכאן פי׳ הכתוב חיה בפ״ע היינו משום שנתקבצו סמוך לתבה וזה דלא כטבע החיות שלא להיות בייתי ומתקרב לאדם מש״ה כייל חיה בכלל בהמה שהשיגו אז טבע בהמה. משא״כ כאן שכבר בא השטף. ובעת שטף מים גם טבע החיה להיות נוח ושקט כבהמה וא״כ לא נשתנה טבע החיה. מש״ה כתיב חיה בפ״ע. והכי מתפרש להלן פ׳ ח׳ ע״ש: ", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54c62c82fbfba248e1b56d30", "index_title": "Haamek Davar on Genesis", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Genesis 7:14:2", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Haamek Davar on Genesis 7:14:2", "sourceHeRef": "העמק דבר על בראשית ז׳:י״ד:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 14.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>כל צפור כל כנף.</b> במס׳ חולין קל״ט מפרש צפור משמע טהורה דוקא כל כנף אלו טמאים. ולפי הפשט צפור משמע דרור שהוא פורח ועף הרבה אבל עופות בייתיות אינם יכולים לעוף הרבה ומש״ה אינם אלא בעלי כנף: ", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5513495dfbfba2590194011b", "index_title": "Shadal on Genesis", "category": "Commentary", "type": "commentary", "ref": "Shadal on Genesis 7:14:1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Shadal on Genesis 7:14:1", "sourceHeRef": "שד\"ל על בראשית ז׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על בראשית", "he": "כל צפור כל כנף: נ\"ל כל צפור, כל בעל כנף, לרבות שרץ העוף שאינו נקרא עוף, אבל יש לו כנף, אך הנגינה היא כפי פירוש רש\"י כל ציפור של כל מין כנף.", "heVersionTitle": "Shadal on Torah", "heLicense": "", "heVersionTitleInHebrew": "שד\"ל על התורה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77c2ed6e4a94c7c188f0c", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Genesis 7:14", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Tafsir Rasag, Genesis 7:14", "sourceHeRef": "תפסיר רס\"ג, בראשית ז׳:י״ד", "anchorVerse": 14, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 7.0014, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "בראשית", "he": "הם וג̇מיע אלוחוש לאצנאפהא וג̇מיע אלבהאים לאצנאפהא וסאיר אלדביב אלדאב עלי אלארץ̇ לאצנאפה וג̇מיע אלטאיר לאצנאפה כל טאיר די ג̇נאח", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636b27d6e4a9416e9c24e5", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Genesis 7:14:1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Mizrachi, Genesis 7:14:1", "sourceHeRef": "מזרחי, בראשית ז׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "בראשית", "he": "<b>דבוק הוא צפור של כל מין כנף לרבות חגבים. </b>דאל\"כ יהיה פירושו כל צפור שהוא כל כנף ואין הצפור כנף אלא בעל כנף או כל צפור וכל כנף ואין הכנף מהבאים אל התיבה רק הצפור הבעל כנף ומה שהוצרך הכתוב לומר צפור של כל מין כנף לכלול גם החגבים הוא מפני שהחגבים אינם בכלל צפור סתם רק בכלל צפור בעל כנף: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5993fa6ad6e4a95930ec40ab", "index_title": "Malbim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Malbim on Genesis 7:14:1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Malbim on Genesis 7:14:1", "sourceHeRef": "מלבי\"ם על בראשית ז׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על בראשית", "he": "<b>המה.</b> ולא לבד המה כי גם כל החיה למינה וכו' כולם נקבצו באו בעצם היום איש ממעונו, וגם בזה נראה פועל ההשגחה שהשגיח על קיום המינים שזה מ\"ש והקימותי את בריתי אתך, וחשב כל המינים חיה בהמה רמש הנברא בששי וכל העוף שנברא בחמישי ורחוק יותר מן האדם, וחשב בעוף כל צפור כל כנף גם הפורחים דבורים וצרעים וחגבים:", "heVersionTitle": "Malbim on Genesis -- Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d485c0d6e4a939ba1724ed", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Genesis 7:14:1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Torah Temimah on Torah, Genesis 7:14:1", "sourceHeRef": "תורה תמימה על התורה, בראשית ז׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "בראשית", "he": "<b>כל צפור וגו'.</b> כל צפור כל כנף – צפור – טהור, כנף – טמא <sup class=\"footnote-marker\">יב</sup><i class=\"footnote\">נסמך על המבואר בכ\"מ דסתם שם צפור כולל רק מין טהורים כפי שיתבאר אי\"ה לפנינו בפ' תצא בפסוק כי יקרא קן צפור, וא\"כ מכיון דבתבה הוו גם טהורים וגם טמאים, ואחרי דצפור הכתוב כאן כולל טהורים ע\"כ דבשם כנף כלול טמאים, וע\"ע לפנינו בפ' ראה בפסוק כל צפור טהורה תאכלו. </i> (חולין קל\"ט ב') כל כנף. דרש רבי אלעזר, כל כנף – פרט למורטים שאסורים לבני נח לקרבן <sup class=\"footnote-marker\">יג</sup><i class=\"footnote\">ר\"ל שנמרטו הנוצות ואין הכנף שלם ולא נקרא כל כנף. </i>.<br>(ירושלמי מגילה פ\"א הי\"א)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a154671d6e4a92409ac3072", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Genesis 7:14:1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Siftei Chakhamim, Genesis 7:14:1", "sourceHeRef": "שפתי חכמים, בראשית ז׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "בראשית", "he": "<b>דבוק הוא.</b> כלומר אל תאמר צפור בפני עצמו וכנף בפני עצמו דהא גם לצפור יש כנף. אי נמי דאי כל כנף הוא בפני עצמו א\"כ איך קאמר שכל כנף באו עמו לתיבה כי לא יתכן להיות כנף בלתי עוף אלא דבוק הוא וכו' ומפרש והולך למה צריך למכתב כנף דפשיטא הוא שיש לעוף כנף ועוד איך שייך לומר כל כנף וכי יש לצפור כל הכנפיים שבעולם ומתרץ כל מין כנף לרבות חגבים דגם להם יש כנף אבל במשמעות צפור לא משמע חגבים דהא לאו צפור הוא: ומהרש\"ל פירש אילו לא הי' דבוק הוי דרשינן כמו כל צפור כנף והוה ממעטינן דבר שאין לו כנף וחגבים גם כן הוי מועט מפני שלא נקרא צפור: \n", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>[The word ציפור] is in the construct state</b>. I.e., we should not think that צפור stands on its own and כנף stands on its own. [This cannot be,] since a צפור, too, has a כנף. Alternatively, if כל כנף is a different thing, how could it come into the ark with Noach? There cannot be a wing without a bird! Thus, it must be in the construct state. Rashi then answers the questions: [If so,] why is it necessary to write כנף? Obviously, a bird has wings! Furthermore, how can it say כל כנף? A bird does not have all the wings in the world! Rashi answers: It means, “Birds of <i>every</i> winged species, including locusts,” since they, too, have wings. But צפור [alone] does not include locusts, as they are not birds. The <i>Maharshal</i> explains that if not for the construct state, we would interpret it as כל צפור כנף, thereby excluding anything without a wing. And locusts would be excluded too, since they are not called birds.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1c01c2d6e4a943452d3a1a", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Noach 4", "anchorRef": "Genesis 7:11-24", "anchorRefExpanded": ["Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Noach 4", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, נח ד׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 4, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "נח", "he": "ותגעש כל הארץ ויברקו ברקים וירעמו רעמים, ויגבר קול עצום בכל הארץ אשר לא נודע ליושביה כמוהו ויעש ה׳ את הדבר הזה למען הבהיל את בני האדם לשוב אל ה׳, לבלתי היות רעה בארץ. ובכל זאת לא שבו בני האדם מדרכם, ויוסיפו על חרון אף ה׳ בעת ההיא ולא שתו איש לבו לכל זאת. ויהי לשבעת ימים בשנת שש מאות שנה לחיי נח, ומי המבול היו על הארץ. ויבקעו כל מעיינות תהום ויפתחו ארובות השמים, ויהי הגשם על הארץ ארבעים יום וארבעים לילה. ויבוא נח וביתו וכל החי אשר איתו אל התיבה מפני מי המבול, ויסגור ה׳ בעדם. ויקוצו כל בני האדם הנשארים בארץ מפני הגשם כי המים גברו מאוד על הארץ, והבהמות והחיות עודם עומדים סביבות התיבה. ויתקבצו כל בני האדם יחד כשבע מאות אלף איש ואישה, ויבואו כולם אל נח אל התיבה. ויקראו כולם אל נח לאמור פתח לנו ונבוא עמך אל התיבה,ולמה נמות אנחנו. ויען נח אותם לאמור בקול גדול מן התיבה ויאמר אליהם, הלא אתם מרדתם כולכם בה׳ ותאמרו לא הוא.ויבא ה׳ עליכם את הרעה הזאת, להכחיד ולהאביד אתכם מעל פני האדמה. הלא זה הדבר אשר דיברתי אליכם עשרים ומאת שנה היום הזה ולא שמעתם בקול ה׳, ועתה תחפצו לחיות בארץ. ויאמרו כולם אל נח הננו ושבנו כולנו עד ה׳, אך פתח לנו ונחיה ולא נמות. ויען נח אותם לאמור הנה אך עתה בראותכם את צרת נפשיכם תשובו אל ה׳ ולמה לא שבתם זה עשרים ומאת שנה, אשר שם אותם ה׳ לכם למועד. ותבואו עתה ותדברו אליי את הדבר הזה מרעת נפשיכם, גם ה׳ לא ישמע אליכם ולא יאזין לכם ביום הזה ולא תצליחו בדבריכם היום. ויגשו כל בני האדם לשבור התיבה לבוא בתוכה מפני הגשם, כי לא יכלו לסבול את הגשם עליהם. וישלח ה׳ עליהם את כל החיות וכל הבהמות,אשר עומדים סביבות התיבה. ויגברו עליהם החיות, ויכום ויבריחום מעל התיבה. וימיתו מהם החיות רבים ויבריחום מן המקום ההוא, וילכו איש לדרכו ויפוצו על פני כל הארץ. והגשם עודנו יורד על הארץ וירד ארבעים יום וארבעים לילה, ויגברו המים מאוד מאוד על הארץ.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And the Lord caused the earth to quake on that day, and the sun was darkened, and the ‎foundations of the world trembled, and all the earth was shaken and the lightnings were ‎flashing and thunders were roaring and all the fountains of the whole earth were broken up, ‎the like of which had never been known to its inhabitants before. And the Lord did all these ‎fearful things in order to frighten the sons of man, that they should return unto him, and not ‎cause him to bring that great evil upon the earth. And for all that the sons of man would not ‎turn from their evil ways, but they only added to the anger of the Lord against them, and they ‎did not take it to their hearts. And it was on the seventh day of the six hundredth year of the ‎life of Noah, that the waters of the flood came upon the earth. And all the fountains of the ‎deep were split, and the windows of the heavens were opened, and the rain was upon the ‎earth forty days and forty nights. And Noah came into the ark, he and his household, and all ‎the animals that were to be with him, on account of the waters of the flood; and the Lord ‎closed the door after him. And all the sons of man that remained upon the earth became ‎terrified by the rain, for the waters grew very powerful upon the earth. And the animals were ‎still standing around the ark. And all the sons of man assembled and they came unto Noah to ‎the ark, about seven hundred thousand men and women. And all of them came around the ‎ark unto Noah and they cried out in agony: Open unto us and let us come unto thee into the ‎ark, for why should all of us die? And Noah called out from the ark in a very loud voice, saying: ‎And have you not all rebelled against the Lord saying that this evil, which the Lord now brought ‎over you, would not come at all to wipe you out and exterminate you from the face of the ‎earth? Have I not been talking to you of these things for one hundred and twenty years, calling ‎upon you to repent, but you would not? And now you would like to be saved to live upon the ‎earth. And they replied unto Noah: Behold we have all assembled here and we are now willing ‎to return unto the Lord, only open and take us unto thee into the ark. And Noah answered ‎unto them: Behold just now when you see the trouble of your souls you return unto the Lord; ‎but why have you not returned these hundred and twenty years that the Lord hath set for you ‎as a time for repentance? And now you have come, being pushed by danger, it is only the ‎agony of death that causeth you to make all these confessions, but there is no sincerity in your ‎words, and therefore the Lord will not hear you, nor will he give ear unto your words; for you ‎would surely not adhere to whatever you are saying this day. And as they heard the words of ‎Noah, all of them, men and women, rushed towards the ark, to enforce an entrance by ‎breaking it open, in order to escape the rain, which grew terrible all around them upon the ‎earth.And the Lord ordered the animals and wild beasts, that still stood near the ark, to attack ‎the sons of man and drive them away from the ark. And the animals and the wild beasts fell ‎over the sons of man, and overpowered them, and drove them away. And the wild beasts ‎killed many of the sons of man, and scattered them all over the earth. And the rain continued ‎streaming down upon the earth, and it kept on raining for forty days and forty nights, and the ‎waters grew very powerful upon the earth.", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5bfe8c6ca0326c0018b7f0a0", "index_title": "Steinsaltz on Chullin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Chullin 139b:19", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Steinsaltz on Chullin 139b:19", "sourceHeRef": "ביאור שטיינזלץ על חולין קל״ט ב:י״ט", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 278.0019, "collectiveTitle": {"en": "Steinsaltz on Chullin", "he": "ביאור שטיינזלץ על חולין"}, "heTitle": "ביאור שטיינזלץ על חולין", "he": " ומציעים עוד: <b>תא שמע</b> <small>[בוא</small> ו<small>שמע]</small> ראיה בענין זה ממה ששנינו על הפסוק הנאמר בבאים לתיבת נח <b>\"כל צפור כל כנף\"</b> (בראשית ז, יד), <b>מאי לאו כדמקשינן</b> <small>[האם לא כמו שהקשינו</small> מקודם<small>],</small> ש\"צפור\" משמעו בין עוף טהור ובין עוף טמא, ו\"כנף\" משמעו חגבים. ומשיבים: <b>לא,</b> כוונת הפסוק <b>כדמשנינן</b> <small>[כמו שתירצנו</small> מקודם<small>]</small> ש\"ציפור\" משמעו דווקא עוף טהור, ו\"כנף\" משמעו עוף טמא וחגבים.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c178fd3bb386c00d3de98fb", "index_title": "Rashi on Taanit", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Taanit 22a:8:2", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Rashi on Taanit 22a:8:2", "sourceHeRef": "רש\"י על תענית כ״ב א:ח׳:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Rashi on Taanit", "he": "רש\"י על תענית"}, "heTitle": "רש\"י על תענית", "he": "כנף אחד – עוף אחד של אותו מין כעין צפור כל כנף (בראשית ז׳:י״ד):", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5c17ba93b071e100bf4f6367", "index_title": "Metzudat Zion on II Chronicles", "category": "Quoting Commentary", "type": "", "ref": "Metzudat Zion on II Chronicles 16:14:2", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Metzudat Zion on II Chronicles 16:14:2", "sourceHeRef": "מצודת ציון על דברי הימים ב ט״ז:י״ד:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1740, 1780], "commentaryNum": 14.0002, "collectiveTitle": {"en": "Metzudat Zion on II Chronicles", "he": "מצודת ציון על דברי הימים ב"}, "heTitle": "מצודת ציון על דברי הימים ב", "he": "<b>וזנים.</b> ר״ל מינים הרבה כי מהעוף למינהו (בראשית ז׳:י״ד) ת״א לזנוהי: ", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d88c24bcdcbd7df1c874490", "index_title": "Yeriot Shlomo on Torah", "category": "Commentary", "type": "commentary", "ref": "Yeriot Shlomo on Torah, Genesis 7:14:1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Yeriot Shlomo on Torah, Genesis 7:14:1", "sourceHeRef": "יריעות שלמה על התורה, בראשית ז׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1530, 1570], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Yeriot Shlomo", "he": "יריעות שלמה"}, "heTitle": "בראשית", "he": "<b>בד\"ה דבוק הוא כו' פירש כל צפור </b>נ\"ב ונ\"ל דא\"כ חגב אינו בכלל שאר ציפור אבל עכשיו שעיקר השם הוא כנף א\"כ חגב בכלל ודוק מהרש\"ל:", "heVersionTitle": "Yeriot Shelomo, Prague 1609", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d56f3d3a5928d4b2016d", "index_title": "Gur Aryeh on Bereishit", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bereishit 7:14:1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Gur Aryeh on Bereishit 7:14:1", "sourceHeRef": "גור אריה על בראשית ז׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על בראשית", "he": "<b>דבוק הוא.</b> שהרי אין לפרש כמשמעו, שאין הציפור כל כנף אלא שיש לו כנף. גם אין לפרש כל ציפור וכל כנף בוי\"ו דזה לא יתכן, ולפיכך צריך לפרש דבוק – ציפור של כל מין כנף, ואתא לרבויי חגבים, דאם לא כן \"כל כנף\" למה לי, אלא כל שיש לו כנף:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f043c01a157d666e704aa28", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Genesis 7:14:1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Rav Hirsch on Torah, Genesis 7:14:1", "sourceHeRef": "רש\"ר הירש על התורה, בראשית ז׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "בראשית", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "עוף .כל צפור כל כנף bezeichnet den Vogel nach seiner Bewegung; עוף nach etwas streben, hinfliegen. כנף verwandt mit גנב bezeichnet den Flügel, nach seiner Wirkung, indem er den Vogel der Erde entzieht, enthebt. Die Herleitung von צפור ist dunkel. Es findet sich צפר in Nagel: צפרן und in צָפִיר, gleichbedeutend mit שעיר, das <i>Haarige</i>, Struppige: der Bock. Es kann daher צפור den Vogel nach seiner <i>Federbedeckung</i>, dem Gefieder bezeichnen, und wäre daher die Radix צפר gleichzeitig Bezeichnung für Nagel, Haar und Feder, die doch im Grunde aus demselben Gewebe bestehen. Dunkel bleibt aber der Zusammenhang mit צפירת תפארה und ויצפר מהר גלער (Richter 7, 3). Ebenso ist nicht klar, was hier durch die dreifache Bezeichnung: \"כל העוף למינהו כל צפור כל כנף\" gesagt wird. Vielleicht ist unter עוף alles Fliegende im allgemeinen, und hier, in Unterscheidung von צפר, alles geflügelte Insekt zu verstehen, das fliegt, aber nicht gefiedert ist; unter צפור dann das gefiederte Fliegende, also der eigentliche Vogel. Die Weisen verstehen aber überall unter צפור nur den reinen Vogel. Vielleicht wird hier das Fliegende aller Art so besonders hervorgehoben, weil es eben sich dem Menschen am meisten entzieht, hier aber auf Gottes Geheiss sich bei Noach einfand.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5f1e7dba40454fc912134e94", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 7:14:1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Midrash Lekach Tov, Genesis 7:14:1", "sourceHeRef": "מדרש לקח טוב, בראשית ז׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "<b>המה וכל החיה למינה.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"25\"></i> המה עיקר והכל טפילה להם.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e7dbb40454fc912134e96", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 7:14:2", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Midrash Lekach Tov, Genesis 7:14:2", "sourceHeRef": "מדרש לקח טוב, בראשית ז׳:י״ד:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 14.0002, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "<b> כל צפור כל כנף.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"26\"></i> ר' אלעזר בשם ר' אסי פרט <i data-commentator=\"Notes and Corrections\" data-order=\"27\"></i> לסרוחים ולמחוסר אברים. הפסולים לקרבנות בני נח.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f68814161ab0529abaf5be5", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Genesis 7:14:1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Tzafnat Pa'neach on Torah, Genesis 7:14:1", "sourceHeRef": "צפנת פענח על התורה, בראשית ז׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "בראשית", "he": "<b>כל צפור כל כנף.</b> חולין דף קל״ח, דרק טהור, ועיין בירושלמי מגילה, דלקרבן מורט פסול ע״ש. ועיין בירושלמי פ״ט דפסחים, דשה שהיא חלקה בלא צמר כשרה, ע״ש בזה.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a6230187f574a17ca6af7c", "index_title": "Jerusalem Talmud Megillah", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Megillah 1:11:3", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Jerusalem Talmud Megillah 1:11:3", "sourceHeRef": "תלמוד ירושלמי מגילה א׳:י״א:ג׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 11.0003, "collectiveTitle": {"en": "Jerusalem Talmud Megillah", "he": "תלמוד ירושלמי מגילה"}, "heTitle": "תלמוד ירושלמי מגילה", "he": "הַכֹּל קָרֵב בַּבָּמָה. בְּהֵמָה וְחַיָּה וְעוֹפוּת גְּדוֹלִים וּקְטַנִּים זְכָרִים וּנְקֵיבוֹת תְּמִימִין [אֲבָל לֹא] (וּ)בַעֲלֵי מוּמִין. טְהוֹרִים אֲבָל לֹא טְמֵאִים. הַכֹּל קָרֵב עוֹלָה וְאֵינָן טְעוּנִין הַפְשֵׁט וְנִיתּוּח. וְגוֹיִם בַּזְּמַן הַזֶּה רְשָׁאִין לַעֲשׂוֹת כֵּן. זְכָרִים וּנְקֵיבוֹת מִנְיָין. רִבִּי אַבָּהוּ בְשֵׁם רִבִּי יוֹסֵי בַּר חֲנִינָה. וְאֶת־הַ֨פָּר֔וֹת הֶעֱל֥וּ עֹלָה֖ לַֽי֙י: תְּמִימִים [אֲבָל לֹא] (וּ)בַעֲלֵי מוּמִין מְנַיִין. אָמַר רִבִּי יָסָא. פָּשַׁט רִבִּי לָֽעְזָר לַחֲבֵרַייָא. <i data-overlay=\"Vilna Pages\" data-value=\"15a\"></i>מִכָּל־הַחַי מִֽכָּל־בָּשָׂ֞ר. שֶׁיְּהוּ שְׁלֵימִים בְּאֵיבָרֵיהֶן מֵירָטִים. פָּשַׁט רִבִּי לָֽעְזָר. כֹּ֖ל צִפּ֥וֹר כָּל־כָּנָֽף. פְּרָט לַמֵּירָטִים. טְהוֹרִים אֲבָל לֹא טְמֵאִים מְנַיִין. רִבִּי אַבָּא בֵרֵיהּ דְּרִבִּי פַּפַּי רִבִּי יְהוֹשֻׁעַ דְּסִיכְנִין בְּשֵׁם רִבִּי לֵוִי. הָגָה נֹחַ תּוֹרָה מִתּוֹךְ תּוֹרָה. אָמַר. כְּבָר נֶאֱמַר לִי כְּיֶ֣רֶק עֵ֔שֶׂב נָתַ֥תִּי לָכֶ֖ם אֶת־כֹּֽל׃ לְאֵיזֶה דָבָר רִיבָה הַכָּתוּב בַּטְּהוֹרִין. לְקָרְבָּנוֹת. וְגוֹיִם בִּזְמַן הַזֶּה רְשָׁאִין לַעֲשׂוֹת כֵּן. רִבִּי בָּא בְשֵׁם רַב יְהוּדָה. אָסוּר לְיִשְׂרָאֵל לְסַייְעוֹ וְאָסוּר לְהֵיעָשׂוֹת לוֹ שָׁלִיחַ.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<sup class=\"footnote-marker\">476</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Zevachim 115b\" href=\"/Zevachim.115b\">Babli <i>Zevaḥim</i>115b</a>, <a class=\"refLink\" data-ref=\"Tosefta Zevachim 13:1\" href=\"/Tosefta_Zevachim.13.1\">Tosefta <i>Zevaḥim</i> 13:1</a>.</i>“Everything is brought on an altar<sup class=\"footnote-marker\">477</sup><i class=\"footnote\">A private altar when it is legitimate. The detailed rules of sacrifices spelled out in <i>Lev</i>. are valid only for places of public worship.</i>, domestic and wild animals<sup class=\"footnote-marker\">478</sup><i class=\"footnote\">On a public altar only cattle, sheep and goats are permitted.</i>, large and small birds<sup class=\"footnote-marker\">479</sup><i class=\"footnote\">On a public altar only pigeons and turtle doves are permitted.</i>, male and female<sup class=\"footnote-marker\">480</sup><i class=\"footnote\">By the rules of <a class=\"refLink\" data-ref=\"Leviticus 1:3\" href=\"/Leviticus.1.3\"><i>Lev</i>. 1:3</a>,<a class=\"refLink\" data-ref=\"Leviticus 1:10\" href=\"/Leviticus.1.10\">10</a>, an elevation sacrifice can only be a male animal.</i>, whole [but not] (and)<sup class=\"footnote-marker\">481</sup><i class=\"footnote\">Clearly the text of the [corrector] is the only acceptable one.</i> defective, pure<sup class=\"footnote-marker\">482</sup><i class=\"footnote\">Kosher animals and birds, <a class=\"refLink\" data-ref=\"Leviticus 11\" href=\"/Leviticus.11\"><i>Lev</i>. 11</a>.</i> but not impure. All are brought as elevation sacrifice and do not need stripping and partitioning<sup class=\"footnote-marker\">483</sup><i class=\"footnote\">In the Babylonian sources (<a class=\"refLink\" data-ref=\"Jerusalem Talmud Megillah 1:11:3\" href=\"/Jerusalem_Talmud_Megillah.1.11.3\">Note 476</a>): they need stripping (remove the hide) and partitioning.</i>. Gentiles today are permitted to do this.” From where male and female? Rebbi Abbahu in the name of Rebbi Yose bar Ḥanina: <i>and the cows they offered as elevation offering to the Eternal</i>.<sup class=\"footnote-marker\">484</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"I Samuel 6:14\" href=\"/I_Samuel.6.14\"><i>1S</i>. 6:14</a>, referring to the cows which drew the cart on which the Philistines returned the Ark to Bet Shemesh. Since the place at Shilo was inactive without the Ark in the Tabernacle, it was a time when private altars were permitted.</i> From where whole [but not] (and)<sup class=\"footnote-marker\">481</sup><i class=\"footnote\">Clearly the text of the [corrector] is the only acceptable one.</i> defective? Rebbi Yasa said, Rebbi Eleazar made it clear to the colleagues, <i>from all living, from integer flesh</i><sup class=\"footnote-marker\">485</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Genesis 6:19\" href=\"/Genesis.6.19\"><i>Gen</i>. 6:19</a>. The animal must be complete from the outside. It does not need inspection of its internal organs as required for kosher consumption of the meat or as sacrifice on a public altar. <a class=\"refLink\" data-ref=\"Zevachim 116a\" href=\"/Zevachim.116a\">Babli <i>Zevaḥim</i> 116a</a>.</i>, that they should be complete in their limbs. Plucked? Rebbi Eleazar made it clear, <i>any bird, any wing</i><sup class=\"footnote-marker\">486</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Genesis 7:14\" href=\"/Genesis.7.14\"><i>Gen</i>. 7:14</a>. If the feathers are removed, the bird has no more wings.</i>, to exclude plucked ones. From where pure but not impure? Rebbi Abba the son of Rebbi Pappai, Rebbi Joshua from Sikhnin in the name of Rebbi Levi: Noah pondered a lesson from the Torah. He said, it already was said to me, <i>like vegetables from the field I gave you everything</i><sup class=\"footnote-marker\">487</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Genesis 9:3\" href=\"/Genesis.9.3\"><i>Gen.</i>9:3</a>. While Adam was created as a vegetarian (<a class=\"refLink\" data-ref=\"Genesis 1:29\" href=\"/Genesis.1.29\"><i>Gen</i>. 1:29</a>), Noah was told to be an omnivore.</i>. Why did Scripture increase the pure ones? For sacrifices. And Gentiles today are permitted to do this. Rebbi Abba in the name of Rav Jehudah, it is forbidden to a Jew to help him and it is forbidden to become his agent<sup class=\"footnote-marker\">488</sup><i class=\"footnote\">Since private altars were forbidden after the building of the Temple, Jews cannot be involved in any way in building or serving such an altar. <a class=\"refLink\" data-ref=\"Zevachim 116b\" href=\"/Zevachim.116b\">Babli <i>Zevaḥim</i> 116b</a>.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61d5d56ef4629f2b5727c62c", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, כנף 1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Sefer HaShorashim, כנף 1", "sourceHeRef": "ספר השרשים, כנף א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "כנף", "he": ["<strong><big>כנף</big></strong>   כָּל־בַּעַל<strong> כָּנָֽף</strong> (<a class=\"refLink\" href=\"Proverbs 1:17\" data-ref=\"Proverbs 1:17\">משלי א, יז</a>), כֹּל צִפּוֹר כָּל־<strong>כָּנָֽף</strong> (<a class=\"refLink\" href=\"Genesis 7:14\" data-ref=\"Genesis 7:14\">בראשית ז, יד</a>), פירוש כל צפור בעל כנף. <strong>כְּנַף</strong>־רְנָנִים נֶעֱלָסָה (<a class=\"refLink\" href=\"Job 39:13\" data-ref=\"Job 39:13\">איוב לט, יג</a>), וְלָהֵנָּה <strong>כְנָפַיִם</strong> <strong>כְּכַנְפֵי</strong> הַֽחֲסִידָה (<a class=\"refLink\" href=\"Zechariah 5:9\" data-ref=\"Zechariah 5:9\">זכריה ה, ט</a>), יִפְרֹשׂ <strong>כְּנָפָיו</strong> (<a class=\"refLink\" href=\"Deuteronomy 32:11\" data-ref=\"Deuteronomy 32:11\">דברים לב, יא</a>) <strong>כַּנְפֵי </strong>יוֹנָה נֶחְפָּה בַכֶּסֶף (<a class=\"refLink\" href=\"Psalms 68:14\" data-ref=\"Psalms 68:14\">תהלים סח, יד</a>), ידוע. ועל דרך ההשאלה אֲשֶׁר־בָּאת לַֽחֲסוֹת תַּֽחַת־<strong>כְּנָפָֽיו</strong> (<a class=\"refLink\" href=\"Ruth 2:12\" data-ref=\"Ruth 2:12\">רות ב, יב</a>), כלומר להסתופף בצלו, עַל־צִיצִת <strong>הַכָּנָף</strong> (<a class=\"refLink\" href=\"Numbers 15:38\" data-ref=\"Numbers 15:38\">במדבר טו, לח</a>), על ארבע כַּנְפוֹת כסותך (<a class=\"refLink\" href=\"Deuteronomy 22:12\" data-ref=\"Deuteronomy 22:12\">דברים כב, יב</a>), וְנָגַע <strong>בִּכְנָפוֹ</strong> אֶל־הַלֶּחֶם (<a class=\"refLink\" href=\"Haggai 2:12\" data-ref=\"Haggai 2:12\">חגי ב, יב</a>), קצת הבגד מלמטה יקרא כנף. וכן <strong>מִכְּנַף</strong> הָאָרֶץ (<a class=\"refLink\" href=\"Isaiah 24:16\" data-ref=\"Isaiah 24:16\">ישעיה כד, טז</a>), לֶאֱחֹז <strong>בְּכַנְפוֹת</strong> הָאָרֶץ (<a class=\"refLink\" href=\"Job 38:13\" data-ref=\"Job 38:13\">איוב לח, יג</a>) בקצות הארץ. אֶשָּׂא <strong>כַנְפֵי</strong>־שָׁחַר (<a class=\"refLink\" href=\"Psalms 139:9\" data-ref=\"Psalms 139:9\">תהלים קלט, ט</a>), כלומר אם אלך לקצה המזרח. וּמַרְפֵּא <strong>בִּכְנָפֶיהָ</strong> (<a class=\"refLink\" href=\"Malachi 3:20\" data-ref=\"Malachi 3:20\">מלאכי ג, כ</a>), דימה פריסת האור לפריסת הכנף. וְעַל <strong>כְּנַף</strong> שִׁקּוּצִים מְשֹׁמֵם (<a class=\"refLink\" href=\"Daniel 9:27\" data-ref=\"Daniel 9:27\">דניאל ט, כז</a>), על פריסת השקוצים יהיה אדם משומם וחמה. וְלֹֽא־<strong>יִכָּנֵף</strong> עוֹד מוֹרֶיךָ (<a class=\"refLink\" href=\"Isaiah 30:20\" data-ref=\"Isaiah 30:20\">ישעיה ל, כ</a>), לא יאסף ולא יעצר. ודומרה לו בלשון רבותינו ז\"ל שקורין לאסיפת העם ועצירתם כנופיא (<a class=\"refLink\" href=\"Yoma 51a\" data-ref=\"Yoma 51a\">יומא נא, ע\"א</a>). ויש מפרשים לא ירחק כלומר לא יהיה בכנף הארץ. וכבר פירשתיו לך בשרש <strong>יָרָה</strong>."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ed46bfddfbb310fecd2", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, The Deluge 2-7", "anchorRef": "Genesis 6:9-8:19", "anchorRefExpanded": ["Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, The Deluge 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ב׳, בראשית הערה ז׳ ב׳-ז׳", "anchorVerse": 9, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Deluge", "he": "בראשית הערה ז׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ז׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["The biblical account of the Flood is replete with echoes and allusions which point to three clear motifs: God’s justice, the totality of punishment, and a new beginning patterned after Gen. I.", "The first of these is brought out in 6:11–13: the repetition of the word “ruin” indicates not only the sorry state of society but also the principle of just retaliation, for God is to “bring ruin” upon the earth (v.13).", "The totality of the disaster is conveyed by the repeated use of the word “all” in 7:21–23, as well as by the completeness of the list of those destroyed (7:21–23). Humans, as befits their place in the order of creation, appear last, but actually it is they who drag virtually all of creation down with them. This reflects a deeply held biblical idea that human action directly affects the orderly and otherwise neutral functioning of nature.", "There are striking parallels between the Flood narrative and the creation account of Chap. 1. Just as the animals were created, each “according to its kind,” their rescue, both in boarding and leaving the Ark, is similarly worded. “Ocean” and the great “rushing-wind” which existed at creation (1:2) return here, the former to signify a lapse into chaos and the latter, the restoration of order and peace (7:11, 8:1). Finally, after the Flood (9:1–3) Noah is blessed in wording that recalls Adam’s blessing in 1:28–30. The world thus begins anew, with the implication of some hope for the future.", "Repetition emphasizes other aspects of the story’s message. In general the word-stem “live” occurs constantly throughout the text, highlighting the rescue and renewal of life as well as its destruction. Noah’s obedience, another major theme, is indicated by variations on the phrase “according to all that God commanded him, so he did” (6:22). Of rhythmical, almost ritual-sounding import is the phrase “you and your sons and your wife and your sons’ wives.”", "Our story has often been compared, with much justification, to the several Mesopotamian Flood accounts (e.g., in the <i>Gilgamesh</i> and <i>Atrahasis</i> epics), with which it shares a great deal of detail. At one time scholars were quick to concentrate on the parallels, but the differences are now recognized as being much more significant. In general one may say that in contrast to the earlier (Mesopotamian) versions the biblical one is unambiguous in both tone and intent. It has been placed in Genesis to exemplify a God who judges the world according to human behavior, punishes evil and rescues the righteous. This is a far cry from the earlier accounts, where the gods plan the destruction of the world for reasons that are unclear (or in one version, because humankind’s noise is disturbing the sleep of the gods), and where the protagonist, Utnapishtim, is saved as the result of a god’s favoritism without any moral judgments being passed."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6203809f713bd8cd388d3e49", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "anchorRef": "Genesis 1:1-50:26", "anchorRefExpanded": ["Genesis 1:1", "Genesis 1:2", "Genesis 1:3", "Genesis 1:4", "Genesis 1:5", "Genesis 1:6", "Genesis 1:7", "Genesis 1:8", "Genesis 1:9", "Genesis 1:10", "Genesis 1:11", "Genesis 1:12", "Genesis 1:13", "Genesis 1:14", "Genesis 1:15", "Genesis 1:16", "Genesis 1:17", "Genesis 1:18", "Genesis 1:19", "Genesis 1:20", "Genesis 1:21", "Genesis 1:22", "Genesis 1:23", "Genesis 1:24", "Genesis 1:25", "Genesis 1:26", "Genesis 1:27", "Genesis 1:28", "Genesis 1:29", "Genesis 1:30", "Genesis 1:31", "Genesis 2:1", "Genesis 2:2", "Genesis 2:3", "Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23", "Genesis 3:24", "Genesis 4:1", "Genesis 4:2", "Genesis 4:3", "Genesis 4:4", "Genesis 4:5", "Genesis 4:6", "Genesis 4:7", "Genesis 4:8", "Genesis 4:9", "Genesis 4:10", "Genesis 4:11", "Genesis 4:12", "Genesis 4:13", "Genesis 4:14", "Genesis 4:15", "Genesis 4:16", "Genesis 4:17", "Genesis 4:18", "Genesis 4:19", "Genesis 4:20", "Genesis 4:21", "Genesis 4:22", "Genesis 4:23", "Genesis 4:24", "Genesis 4:25", "Genesis 4:26", "Genesis 5:1", "Genesis 5:2", "Genesis 5:3", "Genesis 5:4", "Genesis 5:5", "Genesis 5:6", "Genesis 5:7", "Genesis 5:8", "Genesis 5:9", "Genesis 5:10", "Genesis 5:11", "Genesis 5:12", "Genesis 5:13", "Genesis 5:14", "Genesis 5:15", "Genesis 5:16", "Genesis 5:17", "Genesis 5:18", "Genesis 5:19", "Genesis 5:20", "Genesis 5:21", "Genesis 5:22", "Genesis 5:23", "Genesis 5:24", "Genesis 5:25", "Genesis 5:26", "Genesis 5:27", "Genesis 5:28", "Genesis 5:29", "Genesis 5:30", "Genesis 5:31", "Genesis 5:32", "Genesis 6:1", "Genesis 6:2", "Genesis 6:3", "Genesis 6:4", "Genesis 6:5", "Genesis 6:6", "Genesis 6:7", "Genesis 6:8", "Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32", "Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר א׳ ב׳-מ״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Genesis and Its Structure", "he": "בראשית מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE TEXT OF</small> G<small>ENESIS SEEMS TO SPEAK WITH MANY VOICES</small>. F<small>OR A BOOK WHOSE BASIC</small> arrangement is chronological, tracing the history of a single family, it exhibits a good deal of discontinuity on the surface. Here time flows uniformly, there it takes startling jumps; fragments are followed by more or less full-blown tales; genres alternate, from mythic to genealogical to folkloristic. In addition, scholars often portray Genesis as a collection of historically diverse materials that were compiled by scribes for whom deviating from received tradition was anathema. Hence the repetitions, the inconsistencies, and the irregular pacing.", "Is Genesis then, at best, a collection of stories related to the origins of Israel, with most of its seams still showing? Such an assessment does not do justice to what must have been a complex process of addition and growth or to the final product. An overview of the book does produce a certain scheme; at some point in the text’s history a coherent picture must have begun to emerge from the disparate materials handed down. For the modern reader, utilizing the Buber-Rosenzweig method of focusing on repeating words and key themes as the text presents them may make it possible to generalize about the organization of the book and also to speculate on its overall intent in the form in which it has come down to us.", "On its most obvious level Genesis is a book about origins. It seeks to link the origin of the people of Israel with that of the world, relating in the process how various human characteristics and institutions arose.", "On the surface this parallels much of ancient literature and folklore. All peoples are interested in their own beginnings, picturing them in a way which validates their present existence. Genesis, however, is different in that, like the rest of the Torah, it downplays the heroic element of the people’s origins and in its place stresses God’s role in them. Moreover the one great omission—the origin of God—establishes from the beginning a unique basis for a tribal chronicle. From Genesis and subsequent books we learn primarily about God’s relationship to the people and what he expects of them; almost everything else is subordinated to this purpose.", "Preliminarily one can speak of at least seven major themes whose recurrence establishes their importance in the book:", "1. <i>Origins:</i> Of the world, of humanity, and of the people of Israel.<br>2. <i>Order/Meaning in History:</i> By means of stylized or patterned chronology—reliance on certain round numbers such as 3, 7, and 40—it is suggested that human events are not random but somehow planned.<br>3. <i>Blessing:</i> From creation onward God bestows blessings on his creatures in general and on the fathers and mothers of Israel in particular.<br>4. <i>Covenant:</i> God concludes agreements with human beings.<br>5. <i>God Punishes Evildoing:</i> God is provoked to anger not by his capriciousness but by human failure to uphold justice and morality.<br>6. <i>Sibling Conflict, with the Younger Usually Emerging the Victor:</i> The order of nature (primacy of the firstborn) is overturned, demonstrating that God, not nature, is the ruling principle in human affairs.<br>7. <i>Testing:</i> God tests those who are to carry forth his mission; the result is the development of moral character.", "Superseding these important themes, which occur throughout the Bible in various forms, is the dominant one of <i>continuity</i>, represented by the unifying word in Genesis <i>toledot</i> (“begettings”). The word appears eleven times, often accompanied by long genealogical lists. The names may deflect attention from what is central to Genesis. The major thrust of the book would seem to be toward human fecundity, following the early divine command to “bear fruit and be many” (1:28), and pointing toward the eventual fecundity of the people of Israel (which will only be realized in the book of Exodus). Such an emphasis seems appropriate in a book about origins.", "Ironically, however, the undercurrent in Genesis points not to life and its continuation, but rather to its threatened extinction. In story after story the protagonist, his people, and occasionally the entire world are threatened. In at least one case (Avraham) a perfectly legal and natural solution is found—the birth of Yishmael as his heir—only to be rejected by God in favor of a more difficult one: a son born to an elderly woman.", "It is clear that the stress on continuity and discontinuity has one purpose: to make clear that God is in control of history. Human fertility and continuity in history come not from magical rites or from the arbitrary decisions of the gods, but from a God who bases his rule on justice. Nature disappears as a ruling factor in human affairs, replaced by a principle of morality which is unshakable precisely because it comes from a God who is beyond the rules of nature.", "But the result is a book which abounds in tension. From the beginnings of human history (Chap. 4) we encounter contradictions and opposites, whether on a small scale (fertility and barrenness) or a large one (promise and delayed fulfillment). Nowhere is this so clear as in the dramatic high point of the book, Chap. 22. As Avraham stands with knife upraised, the entire enterprise of Genesis hangs in the balance. But the entire book is replete with such tensions and continuity-threatening situations. There are barren wives, brothers vowing to kill brothers, cities and even a world being destroyed by an angry God. The main characters of Genesis thus emerge as survivors, above all else. Noah sets the pattern, but he is merely the first, and too passive an example. The Patriarchs must brave hostile foreigners, bitter intrafamily struggles, and long wanderings before they can find peace.", "While by the end of the book many of the tensions have been resolved, one conspicuously has not: God’s promise of the land of Canaan. As the book ends, “in Egypt,” we are left to ponder how this God, who keeps his promises to “those who love him” (Ex. 20:6), will bring the people back to their land—a land inhabited by someone else and in which the Children of Israel own only a burial site. Yet despite the tension, we may assume from the experiences of the Patriarchs that God will indeed “take account of” the Israelites (50:24), that he will take whatever ill has been planned against them and “plan-it-over for good” (50:20).", "A word should also be said here about hero traditions. In the great epics of the ancient world the hero often stands as a lonely figure. He must overcome obstacles, fight monsters, acquire helpers (whether women, “sidekicks,” or magic objects); and his triumph in the end signals man’s triumph over his archenemy, Death. Every battle won, every obstacle hurdled, is psychologically a victory for us, the audience, a cathartic release from our own frustrating battle against death.", "The Bible sees things rather differently. Death is also overcome, but not only by the individual’s struggle. It is rather through the covenant community, bound together by God’s laws and his promises, that the heroic vision is lived out. Despite the triumphs of the characters in Genesis, it is really in the book of Exodus that the great battle scenes (the plagues in Egypt, the Red Sea) and meetings with the divine (Mount Sinai) take place. And it is therefore God himself who is most properly the “hero” of these stories. No major character in Genesis achieves success without depending fully on God, and the standards that are held up to them are ultimately seen as God’s own, to be imitated by imperfect humankind.", "The book of Genesis falls naturally into four large sections. The first, usually termed the “Primeval History” (Chaps, 11–11), begins with creation and progresses through the early generations of humanity, ending in Mesopotamia. The second (Chaps. 12 through 25:18) is the cycle of stories concerning Avraham, the father of the people of Israel. Part III (Gen. 25:19 through Chap. 36) deals in the main with stories about his grandson Yaakov. The final section (Chaps. 37–50) is the tale of Yosef and of how the Children of Israel came to live in Egypt (thus paving the way for the book of Exodus).", "The following skeletal outline will lay out some of the interesting structural features of the book. There is an elemental symmetry that emerges from the four sections; further comments, especially about how the sections cohere, will be found in the explanatory material accompanying the text in this volume.", "I. Chosen Figure (Noah)", "Sibling Hatred (Kayin–Hevel), with sympathy for youngest", "Family Continuity Threatened (Hevel murdered)", "Ends with Death (Haran, Terah; Sarai barren)", "Humanity Threatened (Flood)", "Ends Away from Land of Israel (“In Harran”)", "II. Chosen Figure (Avraham)", "Sibling Hatred (Yishmael–Yitzhak) Implied, with sympathy for youngest", "Family Continuity Threatened (Sarai barren, Yitzhak almost sacrificed)", "Ends with Death (Sara, Avraham)", "Rivalry Between Wives (Hagar–Sarai)", "Barren Wife (Sarai)", "Wife–Sister Story (Chaps. 12 and 20)", "Ends with Genealogy of Non-Covenant Line (Yishmael)", "III: Chosen Figure (Yaakov)", "Sibling Hatred (Esav–Yaakov), with sympathy for youngest", "Family Continuity Threatened (Yaakov almost killed)", "Ends with Death (Devora, Rahel, Yitzhak)", "Rivalry Between Wives (Lea–Rahel)", "Barren Wife (Rahel)", "Wife–Sister Story (Chap. 26)", "Ends with Genealogy of Non-Covenant Line (Esav)", "IV Chosen Figure (Yosef)", "Sibling Hatred (Brothers–Yosef), with sympathy for youngest", "Family Continuity Threatened (Yehuda’s sons die; Yosef almost killed; family almost dies in famine)", "Ends with Death (Yaakov, Yosef)", "Humanity Threatened (Famine)", "Ends Away from Land of Israel (“In Egypt”)", "There is of course great variety within this bare structure; each version of a motif has its own special characteristics and emphases. Yet the patterning observed above gives the book a general coherence, above and beyond differences. It also demonstrates a conscious hand at work, one concerned about the texture of the book as a whole and able, despite the possible rigidity of what had been handed down, to shape the received material into a plastic and breathing unity.", "Two general observations about Genesis will round out the picture here. First, as the book progresses there is a tendency for the style of the literature to become smoother. The abrupt changes and sometimes fragmentary nature of the material in Part I, and the vignettes built around Avraham’s life in Part II, give way to a greater coherence and concentration in Part III, and finally to a relatively flowing and psychologically complete narrative in Part IV Along with this, the characters in the latter half of the book seem to be more changeable and human, in contrast to Noah and Avraham, who often appear almost perfect models of piety.", "Second, contact with God becomes less and less direct as Genesis moves on. Avraham’s dreams and visions seem a far cry from Adam’s conversations with God in the garden (although see Chap. 18); Yaakov’s encounters with God are less frequent than Avraham’s; and finally, Yosef never has a conversation with God, although he receives dream interpretations from him. This process of distancing may reflect an often-observed tendency in religions to think of primeval times as a “golden age” of closeness between gods and men, as contrasted to today (whenever one is writing), when humankind finds itself tragically distant from the divine and in need of communication."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382c9c9ad75f2d99af72a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, The Deluge 1", "anchorRef": "Genesis 6:9-8:19", "anchorRefExpanded": ["Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, The Deluge 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ב׳, בראשית הערה ז׳ א׳", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ז׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 6:9-8:19\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 6:9-8:19</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d10c080edc1ab987357ac", "index_title": "Ohr LaYesharim on Jerusalem Talmud Megillah", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Megillah 1:11:3", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Megillah 1:11:3", "sourceHeRef": "אור לישרים על תלמוד ירושלמי מגילה א׳:י״א:ג׳", "anchorVerse": 14, "sourceHasEn": false, "commentaryNum": 11.0003, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Megillah", "he": "אור לישרים על תלמוד ירושלמי מגילה"}, "he": "ומביאים ברייתא: <b>הכל קרב בבמה</b> – לפני הקמת המשכן היה מותר להקריב בבמות את כל בעלי החיים, כמפורט להלן<b>, בהמה וחיה ועופות, גדולים וקטנים, זכרים ונקיבות, תמימין ובעלי מומין</b> (כך כתב הסופר במסירה שלפנינו, וכן הוא בתוספתא ובבבלי, ומגיה הגיה 'אבל לא בעלי מומין') – שאינם מחוסרי איברים<b>, טהורים אבל לא טמאים</b> – בעלי חיים ממינים המותרים באכילה, אבל לא ממינים האסורים באכילה (לאחר הקמת המשכן לא הותר להקריב אלא מינים מסוימים של בהמה ועופות, ולא הותר להקריב אלא בהמה מהיום השמיני ללידתה ותורים כשהם גדולים ובני יונה כשהם קטנים, ולא הותר להקריב עולות אלא זכרים, ולא הותר להקריב אלא תמימים)<b>. הכל קרב עולה</b> – לפני הקמת המשכן היה צריך להקריב בבמות את כל הקורבנות עולה בלבד<b>, ואינן טעונין הפשט וניתוח</b> – לא היו צריכים להפשיט את העור של הבהמה ושל החיה ולנתח אותן לאיברים לפני הקטרתן, אלא היה מותר להקטיר אותן שלימים בעורן (לאחר הקמת המשכן קורבנות עולה טעונים הפשט וניתוח)<b>. וגוים בזמן הזה רשאין לעשות כן</b> – אף שבזמן הזה הבמות אסורות, הגויים רשאים לעשות במות בזמן הזה בכל מקום שירצו ולהקריב עליהן קורבנות לשם שמים, והכול מותרים הם להקריב בבמות, כמפורט לעיל, והכול צריכים הם להקריב עולה<b>.</b><br><br><small>ב<b>תוספתא זבחים</b> יג,א שנו: עד שלא הוקם המשכן היו הבמות מותרות. מה הם מקריבים? בהמה חיה ועוף, גדולים וקטנים, זכרים ונקיבות, תמימים ובעלי מומים, טהורים אבל לא טמאים. הכול קרב עולה, וטעונה הפשט וניתוח. הגויים בזמן הזה מותרים לעשות כן.<br><br>ב<b>בבלי זבחים</b> קטו,ב אמרו: עד שלא הוקם המשכן היו הבמות מותרות ועבודה בבכורות. והכל כשירים ליקרב, בהמה חיה ועוף, זכרים ונקיבות, תמימים ובעלי מומים, טהורים אבל לא טמאים. והכול (כל מה שקרב עד שהוקם המשכן) קרבו עולות, ועולה שהקריבו ישראל במדבר (עד שהוקם המשכן) טעונה הפשט וניתוח, וגויים בזמן הזה רשאים לעשות כן.<br><br>ב<b>תוספתא פרה</b> ד,ה שנו: רבי יוסי הגלילי אומר: עולות שהקריבו אבותינו על הר סיני אין בהן הפשט וניתוח, שאין הפשט וניתוח אלא ממתן תורה ואילך.<br>וב<b>בבלי חגיגה</b> ו,ב ו<b>זבחים</b> קכ,א אמרו: תניא: רבי יוסי הגלילי אומר: עולה שהקריבו ישראל במדבר (בהר סיני, קודם שהוקם המשכן) אינה טעונה הפשט וניתוח, שאין הפשט וניתוח אלא מאוהל מועד ואילך (שהרי רק באוהל מועד נאמר דין זה (ויקרא א,ו)).<br><br>הברייתא בירושלמי, שעולה קודם שהוקם המשכן אינה טעונה הפשט וניתוח, כרבי יוסי הגלילי, ושלא כברייתא בתוספתא ובבבלי.</small><br>\n<br>מציעים מקורות ותוספות לדברי הברייתא.\n<br>ושואלים: <b>זכרים ונקיבות, מניין?</b> – מאיפה למדים שגם נקיבות קרבו עולה בבמה בזמן שהבמות מותרות?\n<br>ומשיבים: <b>רבי אבהו</b> (אמורא ארץ ישראלי בדור השלישי) אמר <b>בשם רבי יוסי בר חנינה</b> (אמורא ארץ ישראלי בדור השני)<b>:</b> נאמר (בסיפור על השבת הארון לגבול ישראל): <b>\"וְאֶת הַפָּרוֹת הֶעֱלוּ עֹלָה לַי'י\"</b> (שמואל א ו,יד) – אנשי בית שמש הקריבו לעולה את הפרות שקשרו הפלישתים לעגלה שנתנו עליה את הארון שהשיבו. זה היה לאחר שחרבה שילה והותרו הבמות. מכאן יש ללמוד שגם נקיבות קרבו עולה בבמה בזמן שהבמות מותרות (להלן אמרו, שנח הכניס לתיבה שבעה זוגות - שבעה זכרים ושבעה נקיבות - מכל מין מהבהמות ומהעופות הטהורים, ולאחר המבול הקריב נח מהם קורבנות עולה. הרי שיש ללמוד מקורבנות בני נח שגם נקיבות קרבו עולה בבמה בזמן שהבמות מותרות, כמו שלמדים להלן מקורבנות בני נח דינים אחרים שנאמרו בברייתא. ונראה שהעדיפו ללמוד דין נקיבות מהכתוב בשמואל א, שכן נאמר בו במפורש שהקריבו נקיבות)<b>.</b><br>\n<br>ושואלים: <b>תמימים ובעלי מומין</b> (כך כתב הסופר במסירה שלפנינו, ומגיה הגיה 'אבל לא בעלי מומין')<b>, מניין?</b> – מאיפה למדים שגם בעלי מומים קרבו בבמה בזמן שהבמות מותרות?\n<br>ומשיבים: <b>אמר רבי יסא</b> (רבי אסי, אמורא ארץ ישראלי בדור השלישי)<b>: פשט רבי לעזר</b> (אמורא בדור השני) <b>לחברייא:</b> – פשט (דרש ופירש) רבי לעזר לחברים (קבוצת תלמידי החכמים): נאמר (בציווי ה' על נח לעשות תיבה): <b>\"וּמִכָּל הָחַי מִכָּל בָּשָׂר</b> שְׁנַיִם מִכֹּל תָּבִיא אֶל הַתֵּבָה לְהַחֲיֹת אִתָּךְ<b>\"</b> (בראשית ו,יט) – מכל מין ממיני בעלי החיים תכניס לתיבה שניים לקיים אותם בחיים עימך בתיבה; ויש לדרוש מהמילים \"מכל בשר\": <b>- שיהו שלימים באיבריהן</b> – תכניס לתיבה בעלי חיים שיהיו שלימים באיבריהם, שלא יהיו מחוסרי איברים (\"כל בשר\" - שלם באיבריו, ולא מחוסר אבר). לאחר המבול הקריב נח מהבהמות שהכניס לתיבה קורבנות עולה (בראשית ח,כ). מכאן (מקורבנות בני נח) יש ללמוד שגם בעלי מומים קרבו בבמה בזמן שהבמות מותרות, ובלבד שלא היו מחוסרי איברים<b>.</b>\n<br><b>מֵירְטִים</b> – עופות שנמרטו (נתלשו) נוצות כנפיהם, האם קרבו בבמה בזמן שהבמות מותרות? <b>- פשט רבי לעזר:</b> – פשט (דרש ופירש) רבי לעזר: נאמר (במעשה היום הראשון של המבול): <b>\"</b>וְכָל הָעוֹף לְמִינֵהוּ, <b>כֹּל צִפּוֹר כָּל כָּנָף\"</b> (בראשית ז,יד) – כל מיני העופות, שהם כל הציפורים וכל בעלי הכנפיים (החרקים המעופפים), באו לתיבה; ויש לדרוש מהמילים \"כל כנף\": <b>- פרט למירטים</b> – יש להוציא מכלל העופות שבאו לתיבה עופות מירטים שאין כנפיהם שלימות (\"כל כנף\" - שלם בכנפיו, ולא מירט). לאחר המבול הקריב נח מהעופות שהכניס לתיבה קורבנות עולה (בראשית ח,כ). מכאן (מקורבנות בני נח) יש ללמוד שעופות מירטים לא קרבו בבמה בזמן שהבמות מותרות<b>.</b><br><br><small>ב<b>ירושלמי פסחים</b> ט,ה אמרו: אית תניי תני: דוקים ותבלולים (שבעין) פוסלין בו (בפסח מצרים). אית תניי תני: אין דוקים ותבלולים פוסלין בו. - מאן דאמר: דקים ותבלולין פוסלין בו - ניחא, דכתיב: \"שה תמים\" (שמות יב,ה) (וזה אינו תמים). מאן דאמר: אין דקים ותבלולים פוסלין בו - מה מקיים \"שה תמים\"? [אין תימר: למעט מחוסר אבר -(השלמת \"הירושלמי כפשוטו\")] אפילו בקרבנות בני נח אינו! (אפילו בקורבנות בני נח פסלו מחוסרי איברים, ויש ללמוד מהם לפסח מצרים ואין צריך כתוב למעט) לא כן אמר רבי יסא: פשט רבי לעזר לחברייא: \"מכל החי מכל בשר\" - שיהו שלימין באיבריהן?! - תמן (בקורבנות בני נח) - יש מהן למזבח (קרבו במזבח), ברם הכא (בפסח מצרים) - אין מהם למזבח (לא קרב במזבח, ואין ללמוד מקורבנות בני נח לפסח מצרים).<br>וב<b>ירושלמי סוטה</b> ט,ה אמרו: מחוסרי איברין מהו שיפסלו בה (בעגלה ערופה, שאין מומים פוסלים בה)? - אפילו בקרבנות בני נח אינם (אפילו בקורבנות בני נח פסלו מחוסרי איברים, ויש ללמוד מהם לעגלה ערופה). לא כן אמר רבי יסא: פשט רבי לעזר לחברייא: \"מכל החי מכל בשר\" - שיהו שלימין באיבריהן?! - תמן (בקורבנות בני נח) - יש מהן למזבח (קרבו במזבח), ברם הכא (בעגלה ערופה) - אין מהן למזבח (לא קרבה במזבח, ואין ללמוד מקורבנות בני נח לעגלה ערופה).<br><br>מהירושלמי פסחים וסוטה, שהביא את דרשת רבי לעזר \"מכל החי מכל בשר\" - שיהו שלימים באיבריהם, מוכח שבקורבנות בני נח לא פסלו אלא מחוסרי איברים אבל לא בעלי מומים.<br><br>ב<b>בראשית רבה</b> לב,ח נאמר: \"כל ציפור כל כנף\" - אמר רבי לעזר (צריך לומר: רבי אסי): פשט רבי אסי (צריך לומר: רבי לעזר) לחברייה: פרט למירטים ולקיטעים (שנקטע אחד מאיבריהם) שפסולים בקורבנות בני נח (\"כל ציפור\" - ציפור שלימה ולא מקוטעה, חסרת אבר; \"כל כנף\" - כל הנוצות עליה ולא מרוטה). אמר רבי אסי: פרט לסרוחים (סרוחי איברים, יתירי איברים) ולמחוסרי איברים שפסולים בקורבנות בני נח.</small><br>\n<br>ושואלים: <b>טהורים אבל לא טמאים, מניין?</b> – מאיפה למדים שרק טהורים (המותרים באכילה) קרבו בבמה בזמן שהבמות מותרות, אבל לא טמאים (האסורים באכילה)?\n<br>ומשיבים: <b>רבי אבא בריה דרבי פפי</b> (אמורא ארץ ישראלי בדור הרביעי) אמר בשם <b>רבי יהושע דסיכנין</b> (אמורא ארץ ישראלי בדור הרביעי, מהיישוב סיכנין בגליל התחתון המערבי) שאמר <b>בשם רבי לוי</b> (אמורא ארץ ישראלי בדור השלישי)<b>: הגה</b> (למד) <b>נח תורה</b> – דין, הלכה, <b>מתוך תורה</b> – מתורתו של משה (למד את ההלכה ממקור בתורה. הלשון \"הגה נח תורה מתוך תורה\" מיוסד על הכתוב \"ובתורתו יהגה\" שבמזמור א בספר תהילים שנדרש במדרשי האגדה על נח)<b>. אמר</b> – נח<b>:</b> נאמר (בדברי ה' לנח ביציאתו מהתיבה): <b>כבר נאמר לי \"</b>כָּל רֶמֶשׂ אֲשֶׁר הוּא חַי לָכֶם יִהְיֶה לְאָכְלָה, <b>כְּיֶרֶק עֵשֶׂב נָתַתִּי לָכֶם אֶת כֹּל\"</b> (בראשית ט,ג) – ה' התיר לנח ולבניו לאכול בשר, כפי שהתיר להם קודם לכן אכילת ירק בלבד (בראשית א,ל)<b>. לאיזה דבר ריבה</b> (הגדיל את המספר) <b>הכתוב בטהורין?</b> – בשביל איזה דבר ציווה ה' אותי להכניס לתיבה שבעה זוגות מכל מין מהבהמות ומהעופות הטהורים, בעוד שמכל מין מהבהמות ומהעופות הטמאים לא ציווה אותי להכניס לתיבה אלא שניים (כמו שאמר הכתוב בבראשית ז,ב-ג)? <b>לקרבנות</b> – הכתוב ריבה בטהורים בשביל שאקריב קורבנות מהבהמות ומהעופות הטהורים שהכנסתי לתיבה, כמו שנאמר ביציאתו של נח מהתיבה: \"וַיִּבֶן נֹחַ מִזְבֵּחַ לַה' וַיִּקַּח מִכֹּל הַבְּהֵמָה הַטְּהֹרָה וּמִכֹּל הָעוֹף הַטָּהוֹר וַיַּעַל עֹלֹת בַּמִּזְבֵּחַ\" (בראשית ח,כ). אך לא ריבה הכתוב בטהורים בשביל לאכול מהבהמות ומהעופות הטהורים שהכנסתי לתיבה, שהרי הותר לנח לאכול מהכול, טהורים וטמאים. מכאן (מקורבנות בני נח) יש ללמוד שרק טהורים קרבו בבמה בזמן שהבמות מותרות, אבל לא טמאים<b>.</b><br><br><small>ב<b>בראשית רבה</b> כו,א וב<b>מדרש תהילים</b> א,יב נאמר: \"אשרי האיש אשר לא הלך\" וגו' (תהילים א,א) - \"אשרי האיש\" זה נח (שכתוב בו: \"נח איש צדיק\")... \"ובתורתו יהגה\" (שם) - שהגה (חשב, הוציא) דבר מתוך דבר, אמר: מה טעם ריבה הקב\"ה בטהורים יותר מן הטמאים? לא שהוא רוצה להקריב לו מהם?! מיד: \"וייקח מכל הבהמה הטהורה\" וגו' (בראשית ח,כ).<br>וב<b>בראשית רבה</b> לד,ט נאמר: \"ויבן נח מזבח לי'י\" - \"ויבן\" כתיב, נתבונן, אמר: מה טעם ריבה הקב\"ה בטהורים יותר מהטמאים? לא שהוא רוצה להקריב לו מהם?! מיד: \"וייקח מכל הבהמה הטהורה\" וגו'.<br>וב<b>שמות רבה</b> נ,ב נאמר: \"תן לחכם ויחכם עוד\" (משלי ט,ט) - זה נח, שאמר לו הקב\"ה: \"מכל הבהמה הטהורה תיקח לך שבעה שבעה\" וגו' (בראשית ז,ב), וכשיצא מה כתיב? \"ויבן נח מזבח לה'\" (בראשית ח,כ), מאי \"ויבן\"? נתבונן ואמר: מה טעם ריבה הקב\"ה בטהורים יותר מן הטמאים? לא שהיה רוצה להקריב לו מהם?! מיד: \"וייקח מכל הבהמה הטהורה\". הווי: \"תן לחכם ויחכם עוד\", לפי שהחכם שומע דבר ומקיימו ומוסיף עליו.<br><br>הסוגיה בירושלמי כאן בעניין עבודה בבכורות מקורה הוא על המשנה בזבחים יד,ד ואינה נוגעת למשנה במגילה.</small><br>\n<br>בברייתא לעיל שנינו: <b>וגוים בזמן הזה רשאין לעשות כן - רבי בא</b> (רבי אבא, אמורא בדור השלישי) אמר <b>בשם רב יהודה</b> (מגדולי אמוראי בבל בדור השני)<b>: אסור לישראל</b> (ליהודי) <b>לסייעו</b> – אסור לישראל לסייע את הגוי להקריב על במה, לפי שחוששים שמא יבוא לעשות כן בעצמו, והרי אסור לישראל להקריב על במה, <b>ואסור להיעשות לו שליח</b> – אסור לישראל להיות שליחו של הגוי להקריב על במה בשבילו, לפי שאין ישראל נעשה שליח לגוי, ונחשב שהוא עושה כן בשבילו ולא בשביל הגוי, והרי אסור לישראל להקריב על במה<b>.</b><br><br><small>ב<b>בבלי זבחים</b> קטו,ב-קטז,ב אמרו: אמר מר: הכל כשירים ליקרב. - מנא הני מילי? - אמר רב הונא אמר רב: דאמר קרא: \"ויבן נח מזבח לה' וייקח מכל הבהמה הטהורה ומכל העוף הטהור ויעל עולות במזבח\" - בהמה ועוף כמשמעם, חיה הרי היא בכלל בהמה.<br>זכרים ונקיבות, תמימים ובעלי מומים. - לאפוקי מחוסר אבר, דלא (שאינו כשר להקרבה), דאמר רבי אלעזר: מניין למחוסר אבר שנאסר (להקרבה) לבני נח? שנאמר: \"מכל החי\" - אמר לו הקב\"ה לנח: הכנס בהמה שחיים (קיימים) ראשי איברים שלה (ולא מחוסר אבר).<br>אמר מר: טהורים אבל לא טמאים. - טהורים בההיא שעתא מי הוו? (שבזמן של נח עדיין לא היתה הבחנה בין טהורים וטמאים, אלא משניתנה התורה) - אמר רבי שמואל בר נחמני אמר רבי יונתן: מאותם שעתידים להיטהר (העתידים להיות טהורים לאחר מתן תורה). - מנא הווה ידע? כדרב חסדא, דאמר רב חסדא: העבירם לפני התיבה, כל שהתיבה קולטתו (קולטת שבעה שבעה; או שקולטת מעצמה) - טהור, וכל שאין התיבה קולטתו (אינה קולטת שבעה שבעה אלא שניים; או שאינה קולטת מעצמה וצריך להכניס אותו) - טמא. רבי אבהו אמר: אמר קרא: \"והבאים\" - הבאים מאליהם (טהורים באו מעצמם שבעה שבעה וטמאים באו מעצמם שניים; או שטהורים באו מעצמם וטמאים לא באו מעצמם והיה צריך להביא אותם).<br>אמר מר: וגויים בזמן הזה רשאים לעשות כן. - מנא הני מילי? - דתנו רבנן: \"דבר... ואל כל בני ישראל\" (ויקרא יז,ב) - ישראל מצווים על שחוטי חוץ (איסור שחיטת קודשים בחוץ), ולא גויים, לפיכך כל אחד ואחד (מן הגויים) הולך ובונה לו במה לעצמו ומקריב עליה כל מה שירצה. - אמר רבי יעקב בר אחא אמר רבי אסי: אסור (לישראל) לסייעם ואסור לעשות שליחותם (בדבר זה). אמר רבא: אורויי להו (להורות להם כיצד להקריב על במה) - שרי (מותר).<br><br>דברי רבי אלעזר בשני התלמודים זהים בתוכנם, אלא שנוסחם שונה. לפי הבבלי, רבי אלעזר למד שמחוסר אבר פסול בקורבנות בני נח מ\"כל החי\". אבל לפי פירושנו בירושלמי, רבי אלעזר למד כך מ\"כל בשר\".<br>הדין שאסור לסייע לגויים ואסור לעשות שליחותם נמסר בשני התלמודים על ידי אמוראים שונים.</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "624a99ca54d5d59563a5376b", "index_title": "Shivchei HaRan", "category": "Chasidut", "type": "", "ref": "Shivchei HaRan, An Account of His Pilgrimage to the Holy Land 18:12", "anchorRef": "Genesis 6:9-11:32", "anchorRefExpanded": ["Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32"], "sourceRef": "Shivchei HaRan, An Account of His Pilgrimage to the Holy Land 18:12", "sourceHeRef": "שבחי הר\"ן, סדר הנסיעה שלו לארץ ישראל י״ח:י״ב", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1803, 1817], "commentaryNum": 18.0012, "collectiveTitle": {"en": "Shivchei HaRan", "he": "שבחי הר\"ן"}, "heTitle": "סדר הנסיעה שלו לארץ ישראל", "he": "וְשִׁחֵר פָּנָיו שֶׁיִּתְאַכְסֵן אֶצְלוֹ, וְהֵשִׁיב רַבֵּנוּ ז\"ל: שֶׁזֶּה אִי־אֶפְשָׁר שֶׁיַּעֲמֹד בִּקְבִיעוּת אֶצְלוֹ. אַךְ עַל שַׁבָּת אַחַת יִהְיֶה אֶצְלוֹ. וּבְיוֹם מָחָר שָׁלַח בִּשְׁבִילוֹ. וְקִבְּלוֹ עַל שַׁבָּת הָרִאשׁוֹן פָּרָשַׁת נֹחַ.", "heVersionTitle": "rabenubook", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Rabbi Abraham pleaded with the Rebbe to stay with him. The Rebbe answered that he could not move in permanently, but would spend one Shabbat there. The very next day, Rabbi Abraham sent a message inviting the Rebbe for the next Shabbat, the Shabbat of Noah.<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">The Torah reading that recounts the story of Noah and the flood (Genesis 6:9-11:32). This was 3 Cheshvan (October 13, 1798).</i>", "versionTitle": "Rabbi Nachman's Wisdom, trans. Aryeh Kaplan, Jerusalem. Breslov Research Institute, 1973", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "64187b2fc9371ec0cebe63db", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Genesis 7:14:1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Reggio on Torah, Genesis 7:14:1", "sourceHeRef": "ביאור יש\"ר על התורה, בראשית ז׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "בראשית", "he": "<b>כל צפור כל כנף,</b> מלת צפור הוא סמוך אל כל כנף, ופירושו כל צפור בעל כל כנף שיהיה, ולפי ששם צפור אינו נופל אלא על עוף השמים בפרט, ויש בעלי כנפים שאינם בכלל צפור כגון שרץ העוף, הזכיר כל כנף לכלול גם אותם, להודיע שכלם באו אל התיבה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "65def9a32e1201bebc22cf3d", "index_title": "Rashi on Genesis", "category": "Commentary", "type": "commentary", "ref": "Rashi on Genesis 7:14:1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Rashi on Genesis 7:14:1", "sourceHeRef": "רש\"י על בראשית ז׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על בראשית", "he": "<b>צפור כל כנף.</b> דָבוּק הוּא, צִפּוֹר שֶׁל כָּל מִין כָּנָף, לְרַבּוֹת חֲגָבִים (כָּנָף לְשׁוֹן נוֹצָה, כְּמוֹ וְשִׁסַּע אֹתוֹ בִכְנָפָיו, שֶׁאֲפִלּוּ נוֹצָתָהּ עוֹלָה, אַף כָּאן צִפּוֹר כָּל מִין מַרְאִית נוֹצָה):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "צפור כל כנף [EVERY] BIRD OF EVERY KIND — The word צפור is in the construct state, viz.. birds of every kind of wing, thus including locusts (Chullin 139b). The word כנף means “wingfeather”, as (Leviticus 1:17) “He shall rend it by the wings thereof”, for even its feathers were offered as a sacrifice. Also here, the meaning is, birds with any kind of semblance of wing. ", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "657ecc0b758c1dc532ec8248", "index_title": "Steinsaltz on Genesis", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Genesis 7:14", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Steinsaltz on Genesis 7:14", "sourceHeRef": "ביאור שטיינזלץ על בראשית ז׳:י״ד", "anchorVerse": 14, "sourceHasEn": true, "commentaryNum": 7.0014, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על בראשית", "he": "<b>הֵמָּה וְכָל הַחַיָּה לְמִינָהּ וְכָל הַבְּהֵמָה לְמִינָהּ וְכָל הָרֶמֶשׂ הָרֹמֵשׂ עַל הָאָרֶץ לְמִינֵהוּ וְכָל הָעוֹף לְמִינֵהוּ, כֹּל צִפּוֹר כָּל כָּנָף,</b> גם החרקים המכונפים.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>they, and every beast according to its kind, and every animal according to its kind, and every crawling creature that crawls upon the earth according to its kind, and every flying thing according to its kind </b>, <b>every bird, every winged creature, </b>even winged insects. 8", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66afb7351e8ab6e759398194", "index_title": "Pardes Yosef", "category": "Commentary", "type": "commentary", "ref": "Pardes Yosef, Genesis 7:14:1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Pardes Yosef, Genesis 7:14:1", "sourceHeRef": "פרדס יוסף, בראשית ז׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "commentaryNum": 14.0001, "collectiveTitle": {"en": "Pardes Yosef", "he": "פרדס יוסף"}, "heTitle": "בראשית", "he": "המה וכל החיה, הנה בשעת הסכנה יהלכו כל הסכסוכים לכל המפלגות כי מי אשר יסכן נפשו בנסעו בספינה בשעה שחשבה להשבר לסכסך ריב ומדון אף שהצדק אתו בגאולה העתידה כ' וגר זאב עם כבש, וק' מה רבותא? הלא גם במבול כנס נח לתיבתו כל חיות יער הדורסים ולא נגעו זב\"ז, ולמה ירעשו הסיפים על הטפת ישעי' על העתיד שכלו טוב ושלום אין קץ, אמנם יש שלום שבאה מהכרת הלב ומטהרת הנפש מצחצחת הדעת, ומוסר נעלה שלום זה, הוא יעוד נביאי אין אנו מבינים אותו, אבל שלום הבאה בשעת הסכנה ויתאחד עם אויבו הגדול ללחום שונאיהם זה אינו גדול כל כך, וזה היה במבול ואין חידוש שהי' שם שלום בתיבה שהמות היה לפני עיניהם, וכשאנו עומדים בין אריות הרוצים לבלענו ההכרח לשלום שאל\"כ ספינתנו תטרוף חלילה ואין מקום לחשבונות מן הצד והארכתי בזה, ועוד אביא אי\"ה להלן:", "heVersionTitle": "Piotrkow, 1930", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f20dd6e4a927464703fa", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Genesis 7:14:1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Chizkuni, Genesis 7:14:1", "sourceHeRef": "חזקוני, בראשית ז׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "בראשית", "he": "<b>כל צפור כל כנף</b> פרט למרוטים ולמקוטעים ולסרוחין ולמחסרי איברין שפסולין בקרבן בני נח.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "כל צפור כל כנף, “every bird, every wing.” According to Bereshit Rabbah 32,8, these apparently superfluous words are to tell us that every one of these birds some of which Noach would use as sacrifices later on, were complete, whole, i.e. did not have a single feather missing, as this would have disqualified them as potential sacrifices. None had damaged reproductive organs.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58aeaca9d6e4a953a42635bd", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 32:8", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Bereshit Rabbah 32:8", "sourceHeRef": "בראשית רבה ל״ב:ח׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [400], "commentaryNum": 32.0008, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "בְּעֶצֶם הַיּוֹם הַזֶּה בָּא נֹחַ <small>(בראשית ז, יג)</small>, אָמַר רַבִּי יוֹחָנָן אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא אִם נִכְנַס נֹחַ לַתֵּבָה בַּלַּיְלָה, עַכְשָׁו יִהְיוּ כָּל דּוֹרוֹ אוֹמְרִים כָּךְ לֹא הָיִינוּ יוֹדְעִים בּוֹ וְאִלּוּ הָיִינוּ יוֹדְעִים בּוֹ לֹא הָיִינוּ מַנִּיחִין אוֹתוֹ לִכָּנֵס, אֶלָּא בְּעֶצֶם הַיּוֹם הַזֶּה בָּא נֹחַ, דִּרְגִישׁ לֵיהּ יְמַלֵּל. <small>(בראשית ז, יד)</small>: הֵמָּה וְכָל הַחַיָּה, הֵמָּה עִקָּר וְהַכֹּל טְפֵלָה לָהֶם. <small>(בראשית ז, יד)</small>: כֹּל צִפּוֹר כָּל כָּנָף, אָמַר רַבִּי אֶלְעָזָר בְּשֵׁם רַבִּי אַסֵּי לְחַבְרַיָּה, פְּרַט לְמוֹרָטַיָא וּלְקִטָּעֲיָא שֶׁהֵן פְּסוּלִין לְקָרְבְּנוֹת בְּנֵי נֹחַ. <small>(בראשית ז, טז)</small>: וְהַבָּאִים זָכָר וּנְקֵבָה, אָמַר רַבִּי אַסֵּי פְּרַט לִסְרוּחִין וְלִמְחֻסְּרֵי אֵבָרִים שֶׁפְּסוּלִים לְקָרְבַּן בְּנֵי נֹחַ. וְהַבָּאִים זָכָר וּנְקֵבָה, אָמַר לוֹ נֹחַ וְכִי קַנִּיגִי אֲנָא, אֲמַר לֵיהּ מָה אִכְפַּת לָךְ, מוּבָאִים אֵין כְּתִיב אֶלָּא הַבָּאִים, מֵאֵילֵיהֶן הָיוּ בָּאִים. רַבִּי יוֹחָנָן אָמַר <small>(ישעיה לד, טז)</small>: דִּרְשׁוּ מֵעַל סֵפֶר ה' וּקְרָאוּ, וּמָה אִם לְהִסָּגֵר בַּתֵּבָה שְׁנֵים עָשָׂר חֹדֶשׁ הָיוּ בָּאִים מֵאֵילֵיהֶן, לְהִפָּטֵם מִבְּשַׂר גִּבּוֹרִים עַל אַחַת כַּמָּה וְכַמָּה, הֲדָא הוּא דִכְתִיב <small>(יחזקאל לט, יז יח)</small>: בֶּן אָדָם כֹּה אָמַר ה' אֱלֹהִים אֱמֹר לְצִפּוֹר כָּל כָּנָף וּלְכֹל חַיַּת הַשָּׂדֶה הִקָּבְצוּ וָבֹאוּ הֵאָסְפוּ מִסָּבִיב עַל זִבְחִי אֲשֶׁר אֲנִי זֹבֵחַ לָכֶם זֶבַח גָּדוֹל עַל הָרֵי יִשְׂרָאֵל וַאֲכַלְתֶּם בָּשָׂר וּשְׁתִיתֶם דָּם, בְּשַׂר גִּבּוֹרִים תֹּאכֵלוּ וְדַם נְשִׂיאֵי הָאָרֶץ תִּשְׁתּוּ אֵילִים כָּרִים וְעַתּוּדִים פָּרִים מְרִיאֵי בָשָׁן כֻּלָּם. <small>(בראשית ז, טז)</small>: וַיִּסְגֹּר ה' בַּעֲדוֹ, אָמַר רַבִּי לֵוִי לְשַׂר שֶׁקָּבַע דְּרוֹלוֹמוֹסְיָא שֶׁלּוֹ בַּמְדִינָה, וְנָטַל אוֹהֲבוֹ וַחֲבָשׁוֹ בְּבֵית הָאֲסוּרִין, נָתַן סְפָרָגוֹס שֶׁלּוֹ עָלָיו, כָּךְ וַיִּסְגֹּר ה' בַּעֲדוֹ, בִּקְּשׁוּ לַהֲפֹךְ הַתֵּבָה, וְהִקִּיפָהּ אֲרָיוֹת שֶׁלֹא יִגְעוּ בוֹ. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“On that very day, Noah, and Shem and Ham and Yefet, the sons of Noah, and Noah’s wife, and the three wives of his sons with them, entered into the ark” (Genesis 7:13).</b> <br>“On that very day, Noah…entered” – Rabbi Yoḥanan said: The Holy One blessed be He said: If Noah enters the ark at night, his entire generation would then say this: We did not know about him [entering the ark]. Had we known about him, we would not have allowed him to enter. Rather, it was “on that very day”<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">In broad daylight.</i> – let anyone who is bothered by this speak up. <br><b>“They, and every beast according to its kind, and every animal according to its kind, and every crawling creature that crawls upon the earth according to its kind, and every flying thing according to its kind, every bird, every winged creature” (Genesis 7:14).</b> <br>“They, and every beast” – they<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">Noah and his family.</i> are primary, and the rest are secondary to them. <br>“Every bird, every winged creature”<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">This could also be translated: “Entire birds with entire wings.”</i> – Rabbi Eliezer said to the group, in the name of Rabbi Asi: To the exclusion of those with clipped wings and severed legs, which are not valid for offerings for Noahides. <br><b>“And they that came, male and female from all flesh came, as God commanded him, and the Lord shut it for him” (Genesis 7:16).</b> <br>“And they that came, male and female” – Rabbi Asi said: To the exclusion of those with extra limbs and those with severed limbs, which are not valid for offerings for Noahides. <br>“And they that came, male and female” – Noah said to Him:<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">When God first told him “And of every living being, of all flesh, two of each you shall bring to the ark…” (Genesis 6:19).</i> ‘Am I a hunter?’ He [God] said to him: ‘Why are you concerned? “They that will be brought” is not written here, but rather, “they that came” – they came of their own accord.’ Rabbi Yoḥanan said: “Examine the book of the Lord and read it” (Isaiah 34:16)<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">The prophet tells us that if we look closely in the Torah we will corroborate what he has just said, which is that all the wild animals and birds will come to the site of God’s destruction of Basra.</i> – if to be shut up in the ark for twelve months they came on their own, to be fattened from the flesh of the mighty men, all the more so. That is what is written: “You, Son of man, so said the Lord God: Say to every winged bird and to every beast of the field: Gather and come, assemble yourselves from all around to My feast that I am slaughtering for you, a great feast upon the mountains of Israel, and you will eat flesh and drink blood. The flesh of the mighty men you will eat, and the blood of the princes of the earth you will drink: rams, lambs and goats, bulls, fattened bulls of Bashan, all of them” (Ezekiel 39:17–18). <br>“And the Lord shut it for him” – Rabbi Levi said: This is analogous to a prince who issued a decree of annihilation against a province, and he took his friend and placed him in prison and placed his seal upon it.<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">By keeping him imprisoned, he was actually saving him. </i> So, “and the Lord shut it for him.” People sought to overturn the ark, and He surrounded it with lions so they would not touch it.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "597653efd6e4a90179bf2a8d", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "", "ref": "Be'er Mayim Chaim, Genesis 6:14:7", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Be'er Mayim Chaim, Genesis 6:14:7", "sourceHeRef": "באר מים חיים, בראשית ו׳:י״ד:ז׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 14.0007, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "בראשית", "he": "<b>ונחזור</b> לענין אשר עבור זה לא היה יכול נח הצדיק להצטדק יותר, מפני גודל רשעת ורב חטא דורו דור המבול ואילו היה בדור אחר היה צדיק יותר (ואף על פי כן יש דורשין לגנאי כי יאמרו שאילו היה בדור אחר לא היה הוא השופט ויש דורשין לשבח סבירא להו כי על כל פנים היה נגרר אחר השופט הטוב והבן) ורק את האלהים התהלך נח ולכן אמרו אף נח אינו כדאי וגם עליו נחתם גזר דין כי כיון שלא נהג עצמו למעלה מן הטבע היה קשה לפניו יתברך להצילו חוץ מטבע העולם לשדד מערכת השמים בשבילו לעשות לו נס חוץ מטבע כי במדה שאדם מודד מודדין לו, ולכן אמר לו קץ כל בשר בא לפני דקדק לומר כל בשר לכלול גם אותו שאף עליו נחתם גזר דין. וכן משמע בזוה\"ק <small>(בא ל\"ג:)</small> וזה לשונו: קץ שם לחושך וגו' לשיצאה כולא הוא חוקר ודא איהו קץ כל בשר בא לפני ודאי בגין לשיצאה וכו' עד כאן, אמר לשיצאה כולא לרמז גם על נח, ולגודל חסדי המקום וטובו לקיום העולם על ידו ולאשר ידע צדקתו הנאמנה אשר לא היה יכול בדורו להצדיק יותר מצא חן אצלו ונתן לו עצה שינצל בדרך טבע העולם, והוא עשה לך תיבת עצי גופר וגו', ואז על ידי התיבה שהוא בדרך טבע העולם תוכל להנצל אף לפי ערך צדקתך, ועוד טובה עשה לו אלהים שצוהו לקחת בתיבה שנים שנים מכל מין בכדי שיתקיים העולם על ידו כי כולם לא נבראו אלא בשביל האדם ואם ח\"ו לא היה נשאר אדם בעולם ודאי שלא היה נשאר מכל החי אף שמץ מנהו וכאומרו ז\"ל <small>(בראשית רבה ל\"ב, ח')</small> בפסוק <small>(בראשית ז', י\"ד)</small> המה וכל החיה המה עיקר והכל טפילה להם. ואך כאשר נשאר האדם צוהו לקחת מכל מין שיקויים העולם על ידו ומה גדלה דבר הזה למאוד במה שעל ידו יחודש העולם ויתקיים, והכל כרחמיו וכרוב חסדיו.", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bc7a132a20e630094ef1e0d", "index_title": "Chullin", "category": "Talmud", "type": "", "ref": "Chullin 139b:19", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Chullin 139b:19", "sourceHeRef": "חולין קל״ט ב:י״ט", "anchorVerse": 14, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 278.0019, "collectiveTitle": {"en": "Chullin", "he": "חולין"}, "heTitle": "חולין", "he": "תא שמע (בראשית ז, יד) כל צפור כל כנף מאי לאו כדמקשינן לא כדמשנינן", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara suggests: <b>Come</b> and <b>hear</b> that which is stated in the verse about the animals that entered Noah’s ark: <b>“Every bird [<i>tzippor</i>] of every type of wing”</b> (Genesis 7:14). <b>What, is it not</b> the same <b>difficulty that we posed</b> previously, that the word “<i>tzippor</i>” is referring to all birds, kosher and non-kosher, and the word “wing” is referring to grasshoppers? The Gemara rejects this as well: <b>No,</b> it is actually <b>as we resolved</b> it, that the word “<i>tzippor</i>” is referring only to kosher birds, and the word “wing” is referring to non-kosher birds and to grasshoppers.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5e85befb5ab82bfff517c350", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Noach 62", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Agra DeKala, Noach 62", "sourceHeRef": "אגרא דכלה, נח ס״ב", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 62, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "נח", "he": "<b>המה</b> וכל וכו' (בראשית ז יד), אמר תיבת המ\"ה קאי אדלעיל, כמו שהנשים ניצולו בזכות בעליהן כמו שפירשנו, כן כל הנבראים בזכות נח ובניו ניצולו:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d00cb6084aa1cbeff04b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בְּהֵמָה 1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "BDB, בְּהֵמָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, בְּהֵמָה א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בְּהֵמָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">בְּהֵמָה</span></big><sub>187</sub>  <strong>n.f. beast, animal, cattle (</strong>Arabic <span dir=\"rtl\">بَهِيمَةٌ</span> <strong>)</strong>—<span dir=\"rtl\">בּ׳</span> <a data-ref=\"Genesis 1:24\" href=\"/Genesis.1.24\">Gn 1:24</a> + 137 times; cstr. <span dir=\"rtl\">בֶּהֱמַת</span> <a data-ref=\"Numbers 3:41\" href=\"/Numbers.3.41\">Nu 3:41</a><sup>(×2)</sup> + 10 times; sf. <span dir=\"rtl\">בְּהֶמְתְּךָ</span> <a data-ref=\"Leviticus 19:19\" href=\"/Leviticus.19.19\">Lv 19:19</a> + 4 times; <span dir=\"rtl\">בְּהֶמְתֶּ֑ךָ</span> <a data-ref=\"Exodus 20:10\" href=\"/Exodus.20.10\">Ex 20:10</a> + 4 times; <span dir=\"rtl\">בְּהֶמְתּוֹ</span> <a data-ref=\"Genesis 36:6\" href=\"/Genesis.36.6\">Gn 36:6</a> <a data-ref=\"Proverbs 12:10\" href=\"/Proverbs.12.10\">Pr 12:10</a>; pl. abs. <span dir=\"rtl\">בְּהֵמוֹת</span> <a data-ref=\"Deuteronomy 32:24\" href=\"/Deuteronomy.32.24\">Dt 32:24</a> + 6 times + <a data-ref=\"Psalms 73:22\" href=\"/Psalms.73.22\">ψ 73:22</a> (v. infr.); cstr. <span dir=\"rtl\">בַּהֲמוֹת</span> <a data-ref=\"Psalms 8:8\" href=\"/Psalms.8.8\">ψ 8:8</a> + 5 times;—<em>beast</em>, & coll. <em>beasts</em> (<a data-ref=\"Genesis 8:1\" href=\"/Genesis.8.1\">Gn 8:1</a> + very often)<br><strong>1.</strong>  of living creatures other than man <span dir=\"rtl\">(אָדָם)</span> <a data-ref=\"Genesis 8:1\" href=\"/Genesis.8.1\">Gn 8:1</a> <a data-ref=\"Exodus 8:13\" href=\"/Exodus.8.13\">Ex 8:13</a>, <a data-ref=\"Exodus 8:14\" href=\"/Exodus.8.14\">14</a>; <a data-ref=\"Exodus 9:9\" href=\"/Exodus.9.9\">9:9</a>, <a data-ref=\"Exodus 9:10\" href=\"/Exodus.9.10\">10</a>, <a data-ref=\"Exodus 9:22\" href=\"/Exodus.9.22\">22</a>; <a data-ref=\"Exodus 22:18\" href=\"/Exodus.22.18\">22:18</a> <a data-ref=\"Leviticus 18:23\" href=\"/Leviticus.18.23\">Lv 18:23</a><sup>(×2)</sup> (where <span dir=\"rtl\">בּ׳</span> is male, S <a data-ref=\"Leviticus 20:16\" href=\"/Leviticus.20.16\">20:16</a>) <a data-ref=\"Deuteronomy 27:21\" href=\"/Deuteronomy.27.21\">Dt 27:21</a> <a data-ref=\"Psalms 36:7\" href=\"/Psalms.36.7\">ψ 36:7</a> etc.; <span dir=\"rtl\">מֵאָדָם וְעַד בּ׳</span> (<span dir=\"rtl\">בּ׳</span> including all the larger animals) <a data-ref=\"Exodus 9:25\" href=\"/Exodus.9.25\">Ex 9:25</a>; <a data-ref=\"Exodus 12:12\" href=\"/Exodus.12.12\">12:12</a> <a data-ref=\"Psalms 135:8\" href=\"/Psalms.135.8\">ψ 135:8</a> <a data-ref=\"Jeremiah 50:3\" href=\"/Jeremiah.50.3\">Je 50:3</a> etc.; as inferior to man <a data-ref=\"Job 18:2\" href=\"/Job.18.2\">Jb 18:2</a> <a data-ref=\"Psalms 49:13\" href=\"/Psalms.49.13\">ψ 49:13</a>, <a data-ref=\"Psalms 49:21\" href=\"/Psalms.49.21\">21</a>, so also <a data-ref=\"Ecclesiastes 3:18\" href=\"/Ecclesiastes.3.18\">Ec 3:18</a>, <a data-ref=\"Ecclesiastes 3:19\" href=\"/Ecclesiastes.3.19\">19</a><sup>(×2)</sup>, <a data-ref=\"Ecclesiastes 3:21\" href=\"/Ecclesiastes.3.21\">21</a>; opp. also birds & reptiles <a data-ref=\"Genesis 6:7\" href=\"/Genesis.6.7\">Gn 6:7</a>; <a data-ref=\"Genesis 7:23\" href=\"/Genesis.7.23\">7:23</a>; <a data-ref=\"Genesis 8:17\" href=\"/Genesis.8.17\">8:17</a> cf. <a data-ref=\"Ezekiel 44:31\" href=\"/Ezekiel.44.31\">Ez 44:31</a> etc.; also to fishes <a data-ref=\"I Kings 5:13\" href=\"/I_Kings.5.13\">1 K 5:13</a> <a data-ref=\"Job 12:7\" href=\"/Job.12.7\">Jb 12:7</a> cf. v <a data-ref=\"Job 12:8\" href=\"/Job.12.8\">8</a>, <a data-ref=\"Psalms 8:9\" href=\"/Psalms.8.9\">ψ 8:9</a> <a data-ref=\"Zephaniah 1:3\" href=\"/Zephaniah.1.3\">Zp 1:3</a>.<br><strong>2.</strong>  opp. also to wild beasts <span dir=\"rtl\">חַיַּת הָאָרֶץ</span>, <span dir=\"rtl\">ח׳ הַשָּׂדֶה</span> <a data-ref=\"Genesis 1:24\" href=\"/Genesis.1.24\">Gn 1:24</a>, <a data-ref=\"Genesis 1:25\" href=\"/Genesis.1.25\">25</a>, <a data-ref=\"Genesis 1:26\" href=\"/Genesis.1.26\">26</a>; <a data-ref=\"Genesis 2:20\" href=\"/Genesis.2.20\">2:20</a>; <a data-ref=\"Genesis 3:14\" href=\"/Genesis.3.14\">3:14</a>; <a data-ref=\"Genesis 7:14\" href=\"/Genesis.7.14\">7:14</a>, <a data-ref=\"Genesis 7:21\" href=\"/Genesis.7.21\">21</a>; <a data-ref=\"Genesis 9:10\" href=\"/Genesis.9.10\">9:10</a> <a data-ref=\"Psalms 50:10\" href=\"/Psalms.50.10\">ψ 50:10</a>; <a data-ref=\"Psalms 148:10\" href=\"/Psalms.148.10\">148:10</a> <a data-ref=\"Isaiah 46:1\" href=\"/Isaiah.46.1\">Is 46:1</a> etc.; especially therefore <em>cattle</em>, as owned and used by man, <a data-ref=\"Genesis 47:18\" href=\"/Genesis.47.18\">Gn 47:18</a> <span dir=\"rtl\">(מִקְנֵה הַבּ׳)</span> <a data-ref=\"Exodus 20:10\" href=\"/Exodus.20.10\">Ex 20:10</a> = <a data-ref=\"Deuteronomy 5:14\" href=\"/Deuteronomy.5.14\">Dt 5:14</a>, <a data-ref=\"Leviticus 19:19\" href=\"/Leviticus.19.19\">Lv 19:19</a>; <a data-ref=\"Leviticus 26:22\" href=\"/Leviticus.26.22\">26:22</a> <a data-ref=\"Numbers 3:41\" href=\"/Numbers.3.41\">Nu 3:41</a><sup>(×2)</sup> <a data-ref=\"Numbers 3:45\" href=\"/Numbers.3.45\">45</a><sup>(×2)</sup> <a data-ref=\"Deuteronomy 2:35\" href=\"/Deuteronomy.2.35\">Dt 2:35</a>; <a data-ref=\"Deuteronomy 11:15\" href=\"/Deuteronomy.11.15\">11:15</a> <a data-ref=\"Jonah 4:11\" href=\"/Jonah.4.11\">Jon 4:11</a> <a data-ref=\"Zechariah 2:4\" href=\"/Zechariah.2.4\">Zc 2:8</a>; <a data-ref=\"Zechariah 8:10\" href=\"/Zechariah.8.10\">8:10</a>; <a data-ref=\"Zechariah 14:15\" href=\"/Zechariah.14.15\">14:15</a> <a data-ref=\"Ezra 1:4\" href=\"/Ezra.1.4\">Ezr 1:4</a>, <a data-ref=\"Ezra 1:6\" href=\"/Ezra.1.6\">6</a> <a data-ref=\"Nehemiah 9:37\" href=\"/Nehemiah.9.37\">Ne 9:37</a>; <a data-ref=\"Nehemiah 10:37\" href=\"/Nehemiah.10.37\">10:37</a> etc.; in one (late) passage of animal for riding (horse? mule?) <a data-ref=\"Nehemiah 2:12\" href=\"/Nehemiah.2.12\">Ne 2:12</a><sup>(×2)</sup>, <a data-ref=\"Nehemiah 2:14\" href=\"/Nehemiah.2.14\">14</a>.<br><strong>3.</strong>  rarely of <em>wild beasts</em>, especially carnivora, <span dir=\"rtl\">בּ׳ יַעַר</span> <a data-ref=\"Micah 5:7\" href=\"/Micah.5.7\">Mi 5:7</a>; <span dir=\"rtl\">בּ׳ הָאָרֶץ</span> <a data-ref=\"Deuteronomy 28:26\" href=\"/Deuteronomy.28.26\">Dt 28:26</a> <a data-ref=\"Isaiah 18:6\" href=\"/Isaiah.18.6\">Is 18:6</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 7:33\" href=\"/Jeremiah.7.33\">Je 7:33</a>; <a data-ref=\"Jeremiah 15:3\" href=\"/Jeremiah.15.3\">15:3</a>; <a data-ref=\"Jeremiah 16:4\" href=\"/Jeremiah.16.4\">16:4</a>; <a data-ref=\"Jeremiah 19:7\" href=\"/Jeremiah.19.7\">19:7</a> <a data-ref=\"Jeremiah 34:20\" href=\"/Jeremiah.34.20\">34:20</a>; <span dir=\"rtl\">בּ׳ הַשָּׂרֶה</span> <a data-ref=\"I Samuel 17:44\" href=\"/I_Samuel.17.44\">1 S 17:44</a>; alone, <a data-ref=\"Proverbs 30:30\" href=\"/Proverbs.30.30\">Pr 30:30</a>; <span dir=\"rtl\">שֶׁן־בְּהֵמוֹת</span> <a data-ref=\"Deuteronomy 32:24\" href=\"/Deuteronomy.32.24\">Dt 32:24</a>; <span dir=\"rtl\">שֹׁד בּ׳</span> <a data-ref=\"Habakkuk 2:17\" href=\"/Habakkuk.2.17\">Hb 2:17</a>.—On <span dir=\"rtl\">בְּהֵמוֹת</span> <a data-ref=\"Psalms 73:22\" href=\"/Psalms.73.22\">ψ 73:22</a> cf. infr."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d14fb6084aa1cbf0cf31", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חַיָּה 1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "BDB, חַיָּה 1", "sourceHeRef": "בראון-דרייבר-בריגס, חַיָּה א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חַיָּה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><span dir=\"rtl\">חַיָּה</span></big>  <strong>n.f.</strong> living thing, animal <strong>(</strong>Zinj. <em>wild beast</em> DHM<sup>Sendsch. 34</sup><strong>)</strong>—<span dir=\"rtl\">ח׳</span> <a data-ref=\"Genesis 8:17\" href=\"/Genesis.8.17\">Gn 8:17</a> +; cstr. <span dir=\"rtl\">חַיַּת</span> <a data-ref=\"Isaiah 57:10\" href=\"/Isaiah.57.10\">Is 57:10</a> +; old case ending (poetic) <span dir=\"rtl\">חַיְתוֹ</span> <a data-ref=\"Genesis 1:24\" href=\"/Genesis.1.24\">Gn 1:24</a> <a data-ref=\"Psalms 50:10\" href=\"/Psalms.50.10\">ψ 50:10</a>; <a data-ref=\"Psalms 79:2\" href=\"/Psalms.79.2\">79:2</a>; <a data-ref=\"Psalms 104:11\" href=\"/Psalms.104.11\">104:11</a>, <a data-ref=\"Psalms 104:20\" href=\"/Psalms.104.20\">20</a> <a data-ref=\"Isaiah 56:9\" href=\"/Isaiah.56.9\">Is 56:9</a><sup>(×2)</sup> <a data-ref=\"Zephaniah 2:14\" href=\"/Zephaniah.2.14\">Zp 2:14</a>; sf. <span dir=\"rtl\">חַיָּתִי</span> <a data-ref=\"Psalms 143:3\" href=\"/Psalms.143.3\">ψ 143:3</a>, etc.; pl. <span dir=\"rtl\">חַיּוֹת</span> <a data-ref=\"Leviticus 14:4\" href=\"/Leviticus.14.4\">Lv 14:4</a> + 12 times—<br><strong>1.</strong>  <em>animal</em>, as a living, active being: <strong>a.</strong>  <em>in general</em>, <a data-ref=\"Genesis 8:17\" href=\"/Genesis.8.17\">Gn 8:17</a> <a data-ref=\"Leviticus 11:2\" href=\"/Leviticus.11.2\">Lv 11:2</a>, <a data-ref=\"Leviticus 11:27\" href=\"/Leviticus.11.27\">27</a>, <a data-ref=\"Leviticus 11:47\" href=\"/Leviticus.11.47\">47</a><sup>(×2)</sup> <a data-ref=\"Numbers 35:3\" href=\"/Numbers.35.3\">Nu 35:3</a> (P) <a data-ref=\"Psalms 104:25\" href=\"/Psalms.104.25\">ψ 104:25</a> <a data-ref=\"Isaiah 46:1\" href=\"/Isaiah.46.1\">Is 46:1</a> <a data-ref=\"Daniel 8:4\" href=\"/Daniel.8.4\">Dn 8:4</a>. <strong>b.</strong>  <em>wild animals</em>, on account of their vital energy and activity <a data-ref=\"Genesis 7:14\" href=\"/Genesis.7.14\">Gn 7:14</a>, <a data-ref=\"Genesis 7:21\" href=\"/Genesis.7.21\">21</a>; <a data-ref=\"Genesis 8:1\" href=\"/Genesis.8.1\">8:1</a>, <a data-ref=\"Genesis 8:19\" href=\"/Genesis.8.19\">19</a>; <a data-ref=\"Genesis 9:5\" href=\"/Genesis.9.5\">9:5</a> (P) <a data-ref=\"Leviticus 17:13\" href=\"/Leviticus.17.13\">Lv 17:13</a>; <a data-ref=\"Leviticus 25:7\" href=\"/Leviticus.25.7\">25:7</a> (H) <a data-ref=\"Job 37:8\" href=\"/Job.37.8\">Jb 37:8</a> <a data-ref=\"Psalms 148:10\" href=\"/Psalms.148.10\">ψ 148:10</a> <a data-ref=\"Isaiah 40:16\" href=\"/Isaiah.40.16\">Is 40:16</a> <a data-ref=\"Ezekiel 14:15\" href=\"/Ezekiel.14.15\">Ez 14:15</a>; <a data-ref=\"Ezekiel 33:27\" href=\"/Ezekiel.33.27\">33:27</a> <a data-ref=\"Zephaniah 2:14\" href=\"/Zephaniah.2.14\">Zp 2:14</a>, <a data-ref=\"Zephaniah 2:15\" href=\"/Zephaniah.2.15\">15</a>; <span dir=\"rtl\">ח׳ קנה</span> <a data-ref=\"Psalms 68:31\" href=\"/Psalms.68.31\">ψ 68:31</a> <em>wild animal of the reeds</em>; <span dir=\"rtl\">ח׳ רעה</span> <em>evil beast</em> <a data-ref=\"Genesis 37:20\" href=\"/Genesis.37.20\">Gn 37:20</a>, <a data-ref=\"Genesis 37:33\" href=\"/Genesis.37.33\">33</a> (JE) <a data-ref=\"Leviticus 26:6\" href=\"/Leviticus.26.6\">Lv 26:6</a> (H) <a data-ref=\"Ezekiel 5:17\" href=\"/Ezekiel.5.17\">Ez 5:17</a>; <a data-ref=\"Ezekiel 14:15\" href=\"/Ezekiel.14.15\">14:15</a>, <a data-ref=\"Ezekiel 14:21\" href=\"/Ezekiel.14.21\">21</a>; <a data-ref=\"Ezekiel 34:25\" href=\"/Ezekiel.34.25\">34:25</a>; <span dir=\"rtl\">ח׳ טמאה</span> <a data-ref=\"Leviticus 5:2\" href=\"/Leviticus.5.2\">Lv 5:2</a> (P) <em>unclean beast;</em> <span dir=\"rtl\">ח׳ הארץ</span> <a data-ref=\"Genesis 1:25\" href=\"/Genesis.1.25\">Gn 1:25</a>, <a data-ref=\"Genesis 1:30\" href=\"/Genesis.1.30\">30</a>; <a data-ref=\"Genesis 9:2\" href=\"/Genesis.9.2\">9:2</a>, <a data-ref=\"Genesis 9:10\" href=\"/Genesis.9.10\">10</a><sup>(×2)</sup> (P) <a data-ref=\"I Samuel 17:46\" href=\"/I_Samuel.17.46\">1 S 17:46</a> <a data-ref=\"Ezekiel 29:5\" href=\"/Ezekiel.29.5\">Ez 29:5</a>; <a data-ref=\"Ezekiel 32:4\" href=\"/Ezekiel.32.4\">32:4</a>; <a data-ref=\"Ezekiel 34:28\" href=\"/Ezekiel.34.28\">34:28</a> <a data-ref=\"Job 5:22\" href=\"/Job.5.22\">Jb 5:22</a>; <span dir=\"rtl\">חיתו ארץ</span> <a data-ref=\"Genesis 1:24\" href=\"/Genesis.1.24\">Gn 1:24</a> (P) <a data-ref=\"Psalms 79:2\" href=\"/Psalms.79.2\">ψ 79:2</a>; <span dir=\"rtl\">ח׳ השׂדה</span> <a data-ref=\"Exodus 23:11\" href=\"/Exodus.23.11\">Ex 23:11</a>, <a data-ref=\"Exodus 23:29\" href=\"/Exodus.23.29\">29</a> (covt. code) <a data-ref=\"Leviticus 26:22\" href=\"/Leviticus.26.22\">Lv 26:22</a> (H) <a data-ref=\"Deuteronomy 7:22\" href=\"/Deuteronomy.7.22\">Dt 7:22</a> <a data-ref=\"II Samuel 21:10\" href=\"/II_Samuel.21.10\">2 S 21:10</a>, <a data-ref=\"II Kings 14:9\" href=\"/II_Kings.14.9\">2 K 14:9</a> = <a data-ref=\"II Chronicles 25:18\" href=\"/II_Chronicles.25.18\">2 Ch 25:18</a>, <a data-ref=\"Hosea 2:14\" href=\"/Hosea.2.14\">Ho 2:14</a>, <a data-ref=\"Hosea 2:20\" href=\"/Hosea.2.20\">20</a>; <a data-ref=\"Hosea 4:3\" href=\"/Hosea.4.3\">4:3</a>; <a data-ref=\"Hosea 13:8\" href=\"/Hosea.13.8\">13:8</a> <a data-ref=\"Isaiah 43:20\" href=\"/Isaiah.43.20\">Is 43:20</a> <a data-ref=\"Jeremiah 27:6\" href=\"/Jeremiah.27.6\">Je 27:6</a>; <a data-ref=\"Jeremiah 28:14\" href=\"/Jeremiah.28.14\">28:14</a> <a data-ref=\"Ezekiel 38:20\" href=\"/Ezekiel.38.20\">Ez 38:20</a>; <a data-ref=\"Ezekiel 39:4\" href=\"/Ezekiel.39.4\">39:4</a> <a data-ref=\"Job 5:23\" href=\"/Job.5.23\">Jb 5:23</a>; <a data-ref=\"Job 39:15\" href=\"/Job.39.15\">39:15</a>; <span dir=\"rtl\">כל ח׳ השׂדה</span> <a data-ref=\"Genesis 2:19\" href=\"/Genesis.2.19\">Gn 2:19</a>, <a data-ref=\"Genesis 2:20\" href=\"/Genesis.2.20\">20</a>; <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">3:1</a>, <a data-ref=\"Genesis 3:14\" href=\"/Genesis.3.14\">14</a> (J) <a data-ref=\"Job 40:20\" href=\"/Job.40.20\">Jb 40:20</a> <a data-ref=\"Jeremiah 12:9\" href=\"/Jeremiah.12.9\">Je 12:9</a> <a data-ref=\"Ezekiel 31:6\" href=\"/Ezekiel.31.6\">Ez 31:6</a>, <a data-ref=\"Ezekiel 31:13\" href=\"/Ezekiel.31.13\">13</a>; <a data-ref=\"Ezekiel 34:5\" href=\"/Ezekiel.34.5\">34:5</a>, <a data-ref=\"Ezekiel 34:8\" href=\"/Ezekiel.34.8\">8</a>; <a data-ref=\"Ezekiel 39:17\" href=\"/Ezekiel.39.17\">39:17</a>; <span dir=\"rtl\">חיתו שׂדי</span> <a data-ref=\"Isaiah 56:9\" href=\"/Isaiah.56.9\">Is 56:9</a> <a data-ref=\"Psalms 104:11\" href=\"/Psalms.104.11\">ψ 104:11</a>; <span dir=\"rtl\">חיתו (ב)יער</span> <a data-ref=\"Isaiah 56:9\" href=\"/Isaiah.56.9\">Is 56:9</a> <a data-ref=\"Psalms 50:10\" href=\"/Psalms.50.10\">ψ 50:10</a>; <a data-ref=\"Psalms 104:20\" href=\"/Psalms.104.20\">104:20</a>; <span dir=\"rtl\">פְּרִיץ חיות</span> <a data-ref=\"Isaiah 35:9\" href=\"/Isaiah.35.9\">Is 35:9</a> <em>destroyer among beasts</em>. <strong>c.</strong>  <em>living beings</em>, of the cherubic chariot <a data-ref=\"Ezekiel 1:5\" href=\"/Ezekiel.1.5\">Ez 1:5</a>, <a data-ref=\"Ezekiel 1:13\" href=\"/Ezekiel.1.13\">13</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 1:14\" href=\"/Ezekiel.1.14\">14</a>, <a data-ref=\"Ezekiel 1:15\" href=\"/Ezekiel.1.15\">15</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 1:19\" href=\"/Ezekiel.1.19\">19</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 1:20\" href=\"/Ezekiel.1.20\">20</a>, <a data-ref=\"Ezekiel 1:21\" href=\"/Ezekiel.1.21\">21</a>, <a data-ref=\"Ezekiel 1:22\" href=\"/Ezekiel.1.22\">22</a>; <a data-ref=\"Ezekiel 3:13\" href=\"/Ezekiel.3.13\">3:13</a>; <a data-ref=\"Ezekiel 10:15\" href=\"/Ezekiel.10.15\">10:15</a>, <a data-ref=\"Ezekiel 10:17\" href=\"/Ezekiel.10.17\">17</a>, <a data-ref=\"Ezekiel 10:20\" href=\"/Ezekiel.10.20\">20</a>.<br><strong>2.</strong>  <em>life</em>, only in late poetry, <a data-ref=\"Psalms 143:3\" href=\"/Psalms.143.3\">ψ 143:3</a> <a data-ref=\"Job 33:18\" href=\"/Job.33.18\">Jb 33:18</a>, <a data-ref=\"Job 33:20\" href=\"/Job.33.20\">20</a>, <a data-ref=\"Job 33:22\" href=\"/Job.33.22\">22</a>, <a data-ref=\"Job 33:28\" href=\"/Job.33.28\">28</a>; <a data-ref=\"Job 36:14\" href=\"/Job.36.14\">36:14</a> <a data-ref=\"Ezekiel 7:13\" href=\"/Ezekiel.7.13\">Ez 7:13</a><sup>(×2)</sup>, and (dub.) <a data-ref=\"Psalms 74:19\" href=\"/Psalms.74.19\">ψ 74:19</a>; <a data-ref=\"Psalms 78:50\" href=\"/Psalms.78.50\">78:50</a>.<br><strong>3.</strong>  <em>appetite</em>, activity of hunger: <span dir=\"rtl\">חית כפרים</span> <em>appetite of young lions</em> <a data-ref=\"Job 38:39\" href=\"/Job.38.39\">Jb 38:39</a>.<br><strong>4.</strong>  <em>revival, renewal:</em> <span dir=\"rtl\">חַיַּת יָדֵךְ מָצָאתְ</span> <em>thou didst find renewal of thy strength</em> (re-invigoration) <a data-ref=\"Isaiah 57:10\" href=\"/Isaiah.57.10\">Is 57:10</a>; v. <a ,=\"\" data-ref=\"BDB, חָיָה\" dir=\"rtl\" href=\"/BDB,_חָיָה\">חָיָה</a> <strong>2.</strong>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d23ab6084aa1cbf1779d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כֹּל² 1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "BDB, כֹּל² 1", "sourceHeRef": "בראון-דרייבר-בריגס, כֹּל² א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כֹּל²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">כֹּל</span></big>  once <span dir=\"rtl\">כּוֹל</span> (<a data-ref=\"Jeremiah 33:8\" href=\"/Jeremiah.33.8\">Je 33:8</a> Kt), <strong>n.m.</strong> the whole, all <strong>(</strong>Moab., Ph., <em>id.</em>; Aramaic <span dir=\"rtl\">כּוֹל</span>, <span dir=\"rtl\">ܟܽܠ</span>; Arabic <span dir=\"rtl\">كُلٌّ</span>; Sab. <span dir=\"rtl\">כל</span>, cf. DHM<sup>Epigr. Denk. 36–38;</sup>. Ethiopic ኵል Assyrian <em>kullatu</em><strong>)</strong>—abs. <span dir=\"rtl\">כֹּל</span>, cstr. <span dir=\"rtl\">כֹּל</span> <a data-ref=\"Genesis 2:5\" href=\"/Genesis.2.5\">Gn 2:5</a>, <a data-ref=\"Genesis 2:16\" href=\"/Genesis.2.16\">16</a>, <a data-ref=\"Genesis 2:20\" href=\"/Genesis.2.20\">20</a> + often, once <span dir=\"rtl\">כֹּל־</span> <a data-ref=\"Psalms 138:2\" href=\"/Psalms.138.2\">ψ 138:2</a> (v. Ba), but more usually <span dir=\"rtl\">כָּל־</span> (with makk.: without it, †<a data-ref=\"Psalms 35:10\" href=\"/Psalms.35.10\">ψ 35:10</a> <a data-ref=\"Proverbs 19:7\" href=\"/Proverbs.19.7\">Pr 19:7</a>; Kö<sup>i 84, 95</sup>); sf. 2 ms. in p. <span dir=\"rtl\">כֻּלָּךְ</span> †<a data-ref=\"Micah 2:12\" href=\"/Micah.2.12\">Mi 2:12</a>; 2 fs. <span dir=\"rtl\">כֻּלֵּךְ</span> †<a data-ref=\"Isaiah 14:29\" href=\"/Isaiah.14.29\">Is 14:29</a>, <a data-ref=\"Isaiah 14:31\" href=\"/Isaiah.14.31\">31</a>, <span dir=\"rtl\">כֻּלָּךְ</span> †<a data-ref=\"Isaiah 22:1\" href=\"/Isaiah.22.1\">Is 22:1</a> <a data-ref=\"Song of Songs 4:7\" href=\"/Song_of_Songs.4.7\">Ct 4:7</a> (perhaps for assonance with accompanying <span dir=\"rtl\">לָךְ</span>, <span dir=\"rtl\">בָּךְ</span>); 3 ms. <span dir=\"rtl\">כֻּלֹּה</span> <a data-ref=\"II Samuel 2:9\" href=\"/II_Samuel.2.9\">2 S 2:9</a> (v. Dr) + 17 times (never in Pent.), <span dir=\"rtl\">כֻּלּוֹ</span> <a data-ref=\"Genesis 25:25\" href=\"/Genesis.25.25\">Gn 25:25</a> + 16 times; 3 fs. <span dir=\"rtl\">כֻּלָּהּ</span> <a data-ref=\"Genesis 13:10\" href=\"/Genesis.13.10\">Gn 13:10</a> + 15 times, <span dir=\"rtl\">כֻּלָּא</span> †<a data-ref=\"Ezekiel 36:5\" href=\"/Ezekiel.36.5\">Ez 36:5</a>; <span dir=\"rtl\">כֻּלָּנוּ</span> (16 times); <span dir=\"rtl\">כֻּלְּכֶם</span> (18 times); <span dir=\"rtl\">כֻּלָּם</span> (often), <span dir=\"rtl\">כּוּלָּם</span> †<a data-ref=\"Jeremiah 31:34\" href=\"/Jeremiah.31.34\">Je 31:34</a>, <span dir=\"rtl\">כֻּלָּ֑הַם</span> †<a data-ref=\"II Samuel 23:6\" href=\"/II_Samuel.23.6\">2 S 23:6</a> (and prob. <a data-ref=\"Jeremiah 15:10\" href=\"/Jeremiah.15.10\">Je 15:10</a> <span dir=\"rtl\">כֻּלְּהֶם</span>); 3 fpl. <span dir=\"rtl\">כֻּ֫לָּנָה</span> †<a data-ref=\"Genesis 42:36\" href=\"/Genesis.42.36\">Gn 42:36</a> <a data-ref=\"Proverbs 31:29\" href=\"/Proverbs.31.29\">Pr 31:29</a>; <span dir=\"rtl\">כֻּלָּֽהְנָה׃</span> †<a data-ref=\"I Kings 7:37\" href=\"/I_Kings.7.37\">1 K 7:37</a>:—<em>the whole</em>,<br><strong>1.</strong>  with foll. gen. (as usually) <em>the whole of</em>, to be rendered, however, often in our idiom, to avoid stiffiness, <em>all</em> or <em>every:</em> <strong>a.</strong>  <a data-ref=\"Genesis 2:2\" href=\"/Genesis.2.2\">Gn 2:1</a> <span dir=\"rtl\">כָּל־צְבָאָם</span> <em>the whole of</em> their host, v <a data-ref=\"Genesis 2:13\" href=\"/Genesis.2.13\">13</a> <span dir=\"rtl\">כָּל־אֶרֶץ כּוּשׁ</span> <em>the whole of</em> the land of Kush; <span dir=\"rtl\">כָּל־הַלַּיְלָה</span> <em>the whole of</em> the night; <span dir=\"rtl\">כָּל־יִשְׂרָאֵל</span> <em>the whole of</em> Israel = <em>all</em> Israel; <a data-ref=\"Deuteronomy 4:29\" href=\"/Deuteronomy.4.29\">Dt 4:29</a> <span dir=\"rtl\">בְּכָל־לְבָֽבְךָ</span> with <em>the whole of</em> thy heart = with <em>all</em> thy heart; + very often With a <em>plural</em> noun, usually determined by the art. or a genitive: <a data-ref=\"Genesis 5:5\" href=\"/Genesis.5.5\">Gn 5:5</a> <span dir=\"rtl\">כל־ימי אדם</span> <em>the whole of</em> (= <em>all</em>) the days of Adam, <a data-ref=\"Genesis 37:35\" href=\"/Genesis.37.35\">37:35</a> <span dir=\"rtl\">כל־בניו</span> <em>the whole of</em> (= <em>all</em>) his sons, <a data-ref=\"Isaiah 2:2\" href=\"/Isaiah.2.2\">Is 2:2</a> <span dir=\"rtl\">כל־הגוים</span> <em>all</em> the nations; <a data-ref=\"Genesis 43:9\" href=\"/Genesis.43.9\">Gn 43:9</a> + often <span dir=\"rtl\">כל הימים</span> = <em>continually</em>. In poetry, however, the noun may remain undetermined, <span dir=\"rtl\">כָּל־יָדַיִם</span> <em>the whole of</em> hands = <em>every</em> hand, <a data-ref=\"Isaiah 13:7\" href=\"/Isaiah.13.7\">Is 13:7</a>; <a data-ref=\"Jeremiah 48:37\" href=\"/Jeremiah.48.37\">Jer 48:37</a>; <a data-ref=\"Ezekiel 21:12\" href=\"/Ezekiel.21.12\">Ez 21:12</a>; <span dir=\"rtl\">כל־פנים</span> i.e. <em>every</em> face <a data-ref=\"Isaiah 25:8\" href=\"/Isaiah.25.8\">Is 25:8</a>; <a data-ref=\"Joel 2:6\" href=\"/Joel.2.6\">Joel 2:6</a>; <span dir=\"rtl\">כל שׁלחנות</span> <a data-ref=\"Isaiah 28:8\" href=\"/Isaiah.28.8\">Is 28:8</a>; <span dir=\"rtl\">כל חוצות</span> <a data-ref=\"Isaiah 51:20\" href=\"/Isaiah.51.20\">51:20</a> <a data-ref=\"Lamentations 2:19\" href=\"/Lamentations.2.19\">La 2:19</a> al. Before an inf. †<a data-ref=\"Genesis 30:41\" href=\"/Genesis.30.41\">Gn 30:41</a>; <a data-ref=\"Deuteronomy 4:7\" href=\"/Deuteronomy.4.7\">Dt 4:7</a>; <a data-ref=\"I Kings 8:52\" href=\"/I_Kings.8.52\">1 K 8:52</a>; <a data-ref=\"I Chronicles 23:31\" href=\"/I_Chronicles.23.31\">1 Ch 23:31</a>. Freq. with sfs., as <span dir=\"rtl\">כֻּלּוֹ (כֻּלֹּה)</span> <em>the whole of him</em> <a data-ref=\"Genesis 25:25\" href=\"/Genesis.25.25\">Gn 25:25</a>; <a data-ref=\"Job 21:23\" href=\"/Job.21.23\">Jb 21:23</a>; <a data-ref=\"Song of Songs 5:16\" href=\"/Song_of_Songs.5.16\">Ct 5:16</a>, <em>the whole of it</em> <a data-ref=\"Leviticus 13:13\" href=\"/Leviticus.13.13\">Lv 13:13</a>; <a data-ref=\"Jeremiah 2:21\" href=\"/Jeremiah.2.21\">Je 2:21</a>; <a data-ref=\"Nahum 2:1\" href=\"/Nahum.2.1\">Na 2:1</a>; <a data-ref=\"Proverbs 24:31\" href=\"/Proverbs.24.31\">Pr 24:31</a>; <span dir=\"rtl\">כֻּלָּהּ</span> <em>the whole of it</em> <a data-ref=\"Genesis 13:10\" href=\"/Genesis.13.10\">Gn 13:10</a>; <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">Ex 19:18</a>; <a data-ref=\"Exodus 25:36\" href=\"/Exodus.25.36\">25:36</a> <a data-ref=\"Amos 8:8\" href=\"/Amos.8.8\">Am 8:8</a>; <span dir=\"rtl\">כֻּלָּךְ</span> <em>all of thee</em> <a data-ref=\"Song of Songs 4:7\" href=\"/Song_of_Songs.4.7\">Ct 4:7</a> + (v. ad init.); <span dir=\"rtl\">כֻּלָּנוּ</span> <em>the whole of us</em> <a data-ref=\"Genesis 42:11\" href=\"/Genesis.42.11\">Gn 42:11</a>; <a data-ref=\"Deuteronomy 5:3\" href=\"/Deuteronomy.5.3\">Dt 5:3</a>; <a data-ref=\"Isaiah 53:6\" href=\"/Isaiah.53.6\">Is 53:6</a>, <a data-ref=\"Isaiah 53:6\" href=\"/Isaiah.53.6\">6</a>; <span dir=\"rtl\">כֻּלְּכֶם</span> <a data-ref=\"Deuteronomy 1:22\" href=\"/Deuteronomy.1.22\">Dt 1:22</a>; <a data-ref=\"Deuteronomy 4:4\" href=\"/Deuteronomy.4.4\">4:4</a>; <a data-ref=\"I Samuel 22:7\" href=\"/I_Samuel.22.7\">1 S 22:7</a>, <a data-ref=\"I Samuel 22:7\" href=\"/I_Samuel.22.7\">7</a>; <span dir=\"rtl\">כֻּלָּם</span> <a data-ref=\"Genesis 11:6\" href=\"/Genesis.11.6\">Gn 11:6</a>; <a data-ref=\"Genesis 43:34\" href=\"/Genesis.43.34\">43:34</a>; <a data-ref=\"Joshua 8:24\" href=\"/Joshua.8.24\">Jos 8:24</a>; <span dir=\"rtl\">ויפלו כֻּלָּם</span>, <a data-ref=\"Judges 11:6\" href=\"/Judges.11.6\">Ju 11:6</a>; <span dir=\"rtl\">בְּיַד כֻּלָּם</span>, <a data-ref=\"Isaiah 7:19\" href=\"/Isaiah.7.19\">Is 7:19</a>; <a data-ref=\"Isaiah 31:3\" href=\"/Isaiah.31.3\">31:3</a> + often—Twice, strangely, with hyperb. intensive force, <a data-ref=\"Psalms 39:6\" href=\"/Psalms.39.6\">ψ 39:6</a> <span dir=\"rtl\">כָּל־הֶבֶל</span> <em>the whole of</em> vanity are all men (? om. <span dir=\"rtl\">כל</span>, as v <a data-ref=\"Psalms 39:12\" href=\"/Psalms.39.12\">12</a>), <a data-ref=\"Psalms 45:14\" href=\"/Psalms.45.14\">45:14</a> <span dir=\"rtl\">כָּל־כְּבוּדָּה</span> <em>the whole of</em> gloriousness is the king’s daughter. <strong>b.</strong>  followed often by a singular, to be understood <em>collectively</em>, whether with or without the art.: <a data-ref=\"Genesis 1:21\" href=\"/Genesis.1.21\">Gn 1:21</a> <span dir=\"rtl\">את כל נפשׁ החיה</span> <em>the whole of</em> living souls = every living soul, <a data-ref=\"Genesis 2:9\" href=\"/Genesis.2.9\">2:9</a> <span dir=\"rtl\">כל עץ נחמד למראה</span> <em>the whole of</em> trees (every kind of tree) pleasant to view, <a data-ref=\"Genesis 6:12\" href=\"/Genesis.6.12\">6:12</a> + <span dir=\"rtl\">כָּל־בָּשָׂר</span>, <a data-ref=\"Genesis 7:14\" href=\"/Genesis.7.14\">7:14</a> <span dir=\"rtl\">כל צפור כל כנף</span> <em>all</em> birds of <em>every kind of</em> wing (so <a data-ref=\"Ezekiel 17:23\" href=\"/Ezekiel.17.23\">Ez 17:23</a>), v <a data-ref=\"Ezekiel 17:21\" href=\"/Ezekiel.17.21\">21</a> <span dir=\"rtl\">כל האדם</span> the whole of mankind (so <a data-ref=\"Numbers 12:3\" href=\"/Numbers.12.3\">Nu 12:3</a>; <a data-ref=\"Numbers 16:29\" href=\"/Numbers.16.29\">16:29</a> <a data-ref=\"Judges 16:17\" href=\"/Judges.16.17\">Ju 16:17</a> al.); poet. <span dir=\"rtl\">כל־אדם</span> <a data-ref=\"Psalms 39:6\" href=\"/Psalms.39.6\">ψ 39:6</a>; <a data-ref=\"Psalms 64:10\" href=\"/Psalms.64.10\">64:10</a> +; <a data-ref=\"I Samuel 14:52\" href=\"/I_Samuel.14.52\">1 S 14:52</a> <span dir=\"rtl\">כל אישׁ גבור וכל־בן־חיל</span>, <a data-ref=\"I Samuel 17:19\" href=\"/I_Samuel.17.19\">17:19</a>, <a data-ref=\"I Samuel 17:24\" href=\"/I_Samuel.17.24\">24</a> <span dir=\"rtl\">כל אישׁ ישׂראל</span>, <a data-ref=\"I Samuel 22:2\" href=\"/I_Samuel.22.2\">22:2</a>; <a data-ref=\"Isaiah 9:16\" href=\"/Isaiah.9.16\">Is 9:16</a> <span dir=\"rtl\">כל פה</span> <em>the whole of</em> mouths = every mouth, <a data-ref=\"Isaiah 15:2\" href=\"/Isaiah.15.2\">15:2</a>; <a data-ref=\"Isaiah 24:10\" href=\"/Isaiah.24.10\">24:10</a> <span dir=\"rtl\">כָּל־בַּיִת</span> + often (in <a data-ref=\"Isaiah 2:12-16\" href=\"/Isaiah.2.12-16\">2:12–16</a> the sg. and pl. interchange); <a data-ref=\"Psalms 7:12\" href=\"/Psalms.7.12\">ψ 7:12</a> + <span dir=\"rtl\">בכל־יום</span>, <a data-ref=\"Psalms 10:5\" href=\"/Psalms.10.5\">10:5</a> + <span dir=\"rtl\">בכל־עת</span> = at <em>all</em> seasons. So <span dir=\"rtl\">כל־העץ</span> <a data-ref=\"Genesis 1:29\" href=\"/Genesis.1.29\">Gn 1:29</a>, <span dir=\"rtl\">כל־הבן</span> <a data-ref=\"Exodus 1:22\" href=\"/Exodus.1.22\">Ex 1:22</a> = <em>all</em> the sons, <span dir=\"rtl\">כל־המקום</span> <a data-ref=\"Exodus 20:21\" href=\"/Exodus.20.21\">20:24</a> <a data-ref=\"Deuteronomy 11:24\" href=\"/Deuteronomy.11.24\">Dt 11:24</a> = <em>all</em> the places, <span dir=\"rtl\">כל־המרכב</span> <a data-ref=\"Leviticus 15:9\" href=\"/Leviticus.15.9\">Lv 15:9</a>, v <a data-ref=\"Leviticus 15:26\" href=\"/Leviticus.15.26\">26</a> <a data-ref=\"Deuteronomy 4:3\" href=\"/Deuteronomy.4.3\">Dt 4:3</a> <span dir=\"rtl\">כל־האישׁ אשׁר</span> = all the <em>men</em> who …, <a data-ref=\"Deuteronomy 15:19\" href=\"/Deuteronomy.15.19\">15:19</a> <span dir=\"rtl\">כל־הבכור</span>, <a data-ref=\"Jeremiah 4:29\" href=\"/Jeremiah.4.29\">Je 4:29</a> <span dir=\"rtl\">כל־העיר עזובה</span> <em>all</em> the cities (notice the foll. <span dir=\"rtl\">בָּהֶן</span>); <span dir=\"rtl\">כל־היום</span> = <em>all</em> the days (v. <a data-ref=\"BDB, יוֹם\" href=\"/BDB,_יוֹם\", dir=\"rtl\">יוֹם</a> <strong>7 f</strong>), etc. In late Heb. extended to such phrases as <span dir=\"rtl\">בְּכָל־דּוֹר וָדוֹר</span> †<a data-ref=\"Psalms 45:18\" href=\"/Psalms.45.18\">ψ 45:18</a>; <a data-ref=\"Psalms 145:13\" href=\"/Psalms.145.13\">145:13</a> <a data-ref=\"Esther 9:28\" href=\"/Esther.9.28\">Est 9:28</a>; <span dir=\"rtl\">בכל־עיר ועיר</span> †<a data-ref=\"II Chronicles 11:12\" href=\"/II_Chronicles.11.12\">2 Ch 11:12</a>; <a data-ref=\"II Chronicles 28:25\" href=\"/II_Chronicles.28.25\">28:25</a>; <a data-ref=\"II Chronicles 31:19\" href=\"/II_Chronicles.31.19\">31:19</a> <a data-ref=\"Esther 8:11\" href=\"/Esther.8.11\">Est 8:11</a>, <a data-ref=\"Esther 8:17\" href=\"/Esther.8.17\">17</a>; <a data-ref=\"Esther 9:28\" href=\"/Esther.9.28\">9:28</a>; †<a data-ref=\"II Chronicles 32:28\" href=\"/II_Chronicles.32.28\">2 Ch 32:28</a> <a data-ref=\"Esther 2:11\" href=\"/Esther.2.11\">Est 2:11</a>; <a data-ref=\"Esther 3:14\" href=\"/Esther.3.14\">3:14</a>; <a data-ref=\"Esther 4:3\" href=\"/Esther.4.3\">4:3</a>; <a data-ref=\"Esther 8:13\" href=\"/Esther.8.13\">8:13</a>, <a data-ref=\"Esther 8:17\" href=\"/Esther.8.17\">17</a>; <a data-ref=\"Esther 9:21\" href=\"/Esther.9.21\">9:21</a>, <a data-ref=\"Esther 9:27\" href=\"/Esther.9.27\">27</a>, <a data-ref=\"Esther 9:28\" href=\"/Esther.9.28\">28</a><sup>(×3)</sup>, (cf. <a data-ref=\"BDB, וְ\" href=\"/BDB,_וְ\", dir=\"rtl\">וְ</a> <strong>1 i</strong> <em>b</em>). <strong>c.</strong>  the gen. after <span dir=\"rtl\">כל</span> is often a rel. sentence, introduced by <span dir=\"rtl\">אשׁר</span>: <a data-ref=\"Genesis 1:31\" href=\"/Genesis.1.31\">Gn 1:31</a> <span dir=\"rtl\">את כל אשׁר עשׂה</span> <em>the whole</em> of what he had made, <a data-ref=\"Genesis 7:22\" href=\"/Genesis.7.22\">7:22</a>; <a data-ref=\"Genesis 13:1\" href=\"/Genesis.13.1\">13:1</a> + very often Sometimes, with a prep., <span dir=\"rtl\">כל אשׁר</span> has the force of <em>wheresoever, whithersoever</em>, as <a data-ref=\"Joshua 1:9\" href=\"/Joshua.1.9\">Jos 1:9</a> <span dir=\"rtl\">בְּכֹל אֲשֶׁר תֵּלֵךְ</span> <em>wheresoever</em> thou goest, v <a data-ref=\"Genesis 13:16\" href=\"/Genesis.13.16\">16</a> <span dir=\"rtl\">אֶל־כָּל־אֲשֶׁר</span> <em>whithersoever</em> (see <a data-ref=\"BDB, אֲשֶׁר\" href=\"/BDB,_אֲשֶׁר\", dir=\"rtl\">אֲשֶׁר</a> <strong>4 b</strong> γ). Very rarely in such cases is there ellipse of the rel., as <a data-ref=\"Genesis 39:4\" href=\"/Genesis.39.4\">Gn 39:4</a> <span dir=\"rtl\">וְכָל־יֶשׁ־לוֹ נָתַן בְּיָדִי</span> (contrast v <a data-ref=\"Genesis 39:5\" href=\"/Genesis.39.5\">5</a>, <a data-ref=\"Genesis 39:8\" href=\"/Genesis.39.8\">8</a>), <a data-ref=\"Exodus 9:4\" href=\"/Exodus.9.4\">Ex 9:4</a> <span dir=\"rtl\">מכל־לבני ישׂראל</span>, <a data-ref=\"Isaiah 38:16\" href=\"/Isaiah.38.16\">Is 38:16</a> <span dir=\"rtl\">וּלְכָל־בָּהֶן חַיֵּי רוּחִי</span>, <a data-ref=\"Psalms 71:18\" href=\"/Psalms.71.18\">ψ 71:18</a> <span dir=\"rtl\">לְכָל־יָבוֹא</span> (<a data-ref=\"Psalms 74:3\" href=\"/Psalms.74.3\">74:3</a>, v. <strong>2 a</strong>), <a data-ref=\"II Chronicles 32:31\" href=\"/II_Chronicles.32.31\">2 Ch 32:31</a>; peculiarly also in Chr (Dr<sup>Intr. 505</sup>), <a data-ref=\"I Chronicles 29:3\" href=\"/I_Chronicles.29.3\">1 Ch 29:3</a> <span dir=\"rtl\">מִכָּל־הֲכִינוֹתִי</span>, <a data-ref=\"II Chronicles 30:18\" href=\"/II_Chronicles.30.18\">2 Ch 30:18 f.</a> <a data-ref=\"Ezra 1:6\" href=\"/Ezra.1.6\">Ezr 1:6</a>; cf. with <a ,=\"\" data-ref=\"BDB, כָּלַל\" dir=\"rtl\" href=\"/BDB,_כָּלַל\">כֹּל</a> (<strong>2 a</strong>) <a data-ref=\"I Chronicles 29:11\" href=\"/I_Chronicles.29.11\">1 Ch 29:11</a> a <a data-ref=\"II Chronicles 30:17\" href=\"/II_Chronicles.30.17\">2 Ch 30:17</a>; <a data-ref=\"Ezra 1:5\" href=\"/Ezra.1.5\">Ezr 1:5</a>. <strong>d.</strong>  with a <em>suffix</em> two idiomatic uses of <span dir=\"rtl\">כל</span> have to be noticed: (<em>a</em>) <span dir=\"rtl\">כל</span> is often made more independent and emphatic by being placed with a suffix <em>after</em> the word which it qualifies, to which it then stands in apposition (cf. in Syriac, Arabic, Ethiopic), as <a data-ref=\"II Samuel 2:9\" href=\"/II_Samuel.2.9\">2 S 2:9</a> <span dir=\"rtl\">יִשְׂרָאֵל כֻּלֹּה</span>, <a data-ref=\"Jeremiah 13:19\" href=\"/Jeremiah.13.19\">Jer 13:19</a>; <a data-ref=\"Jeremiah 48:31\" href=\"/Jeremiah.48.31\">48:31</a>; <a data-ref=\"Isaiah 9:8\" href=\"/Isaiah.9.8\">Is 9:8</a>; <a data-ref=\"Isaiah 14:29\" href=\"/Isaiah.14.29\">14:29</a>, <a data-ref=\"Isaiah 14:31\" href=\"/Isaiah.14.31\">31</a> <span dir=\"rtl\">פלשׁת כלך</span> Philistia, <em>all of</em> thee! <a data-ref=\"Micah 2:12\" href=\"/Micah.2.12\">Mi 2:12</a> <a data-ref=\"Habakkuk 2:6\" href=\"/Habakkuk.2.6\">Hb 2:6</a> <a data-ref=\"Job 34:13\" href=\"/Job.34.13\">Jb 34:13</a> <a data-ref=\"Psalms 67:4\" href=\"/Psalms.67.4\">ψ 67:4</a>, <a data-ref=\"Psalms 67:6\" href=\"/Psalms.67.6\">6</a>; especially in Ezek., as <a data-ref=\"Ezekiel 14:5\" href=\"/Ezekiel.14.5\">14:5</a>; <a data-ref=\"Ezekiel 29:2\" href=\"/Ezekiel.29.2\">29:2</a> <span dir=\"rtl\">מצדים כֻּלָּהּ</span> <a data-ref=\"Ezekiel 32:12\" href=\"/Ezekiel.32.12\">32:12</a>, <a data-ref=\"Ezekiel 32:30\" href=\"/Ezekiel.32.30\">30</a>; with change of person (cf. the idiom in <a data-ref=\"Isaiah 22:16\" href=\"/Isaiah.22.16\">Is 22:16</a>; <a data-ref=\"Isaiah 48:1\" href=\"/Isaiah.48.1\">48:1</a>; <a data-ref=\"Isaiah 54:1\" href=\"/Isaiah.54.1\">54:1</a> etc.), <a data-ref=\"I Kings 22:28\" href=\"/I_Kings.22.28\">1 K 22:28</a> = <a data-ref=\"Micah 1:2\" href=\"/Micah.1.2\">Mi 1:2</a> <span dir=\"rtl\">שׁמעו עמים כלם</span> Hear, nations, <em>all of</em> them! <a data-ref=\"Malachi 3:9\" href=\"/Malachi.3.9\">Mal 3:9</a> <span dir=\"rtl\">הַגּוֹי כֻּלּוֹ</span>. So even with <span dir=\"rtl\">כל</span> preceding: <a data-ref=\"Numbers 16:3\" href=\"/Numbers.16.3\">Nu 16:3</a> <span dir=\"rtl\">כָּל־הָעֵדָה כֻּלָּם</span>, <a data-ref=\"Isaiah 14:18\" href=\"/Isaiah.14.18\">Is 14:18</a>; <a data-ref=\"Jeremiah 30:16\" href=\"/Jeremiah.30.16\">Jer 30:16</a>; <a data-ref=\"Ezekiel 11:15\" href=\"/Ezekiel.11.15\">Ez 11:15</a> <span dir=\"rtl\">כל בית ישׂראל כֻּלֹּה</span> <em>the whole of</em> the house of Israel, <em>the whole of</em> it (so <a data-ref=\"Ezekiel 20:40\" href=\"/Ezekiel.20.40\">20:40</a>; <a data-ref=\"Ezekiel 36:10\" href=\"/Ezekiel.36.10\">36:10</a>), <a data-ref=\"Ezekiel 35:15\" href=\"/Ezekiel.35.15\">35:15</a>; <a data-ref=\"Ezekiel 36:5\" href=\"/Ezekiel.36.5\">36:5</a> <a data-ref=\"Psalms 8:8\" href=\"/Psalms.8.8\">ψ 8:8</a> (cf. Sab. DHM<sup>l.c.</sup>); (<em>b</em>) with the sf. of 3 ms., understood as referring to the <em>mass</em> of things or persons meant, <span dir=\"rtl\">כֻּלֹּה</span> or <span dir=\"rtl\">כֻּלּוֹ</span>, lit. <em>the whole of it</em>, is equivalent to <em>all of them, every one</em>, †<a data-ref=\"Exodus 14:7\" href=\"/Exodus.14.7\">Ex 14:7</a> and captains <span dir=\"rtl\">עַל־כֻּלּוֹ</span> upon <em>the whole of it</em> (the <span dir=\"rtl\">רֶכֶב</span> collectively) = <em>all of them</em>, <a data-ref=\"Isaiah 1:23\" href=\"/Isaiah.1.23\">Is 1:23</a> <em>the whole of</em> it (the people) loveth bribes, <a data-ref=\"Isaiah 9:16\" href=\"/Isaiah.9.16\">9:16</a>; <a data-ref=\"Isaiah 15:3\" href=\"/Isaiah.15.3\">15:3</a>; <a data-ref=\"Jeremiah 6:13\" href=\"/Jeremiah.6.13\">Jer 6:13</a><sup>(×2)</sup>; <a data-ref=\"Jeremiah 8:6\" href=\"/Jeremiah.8.6\">8:6</a>, <a data-ref=\"Jeremiah 8:10\" href=\"/Jeremiah.8.10\">10</a><sup>(×2)</sup>; <a data-ref=\"Jeremiah 20:7\" href=\"/Jeremiah.20.7\">20:7</a>; <a data-ref=\"Habakkuk 1:9\" href=\"/Habakkuk.1.9\">Hab 1:9</a>, <a data-ref=\"Habakkuk 1:15\" href=\"/Habakkuk.1.15\">15</a>; <a data-ref=\"Psalms 29:9\" href=\"/Psalms.29.9\">ψ 29:9</a> and in his temple <span dir=\"rtl\">כֻּלּוֹ אֹמֵר כָּבוֹד</span> <em>the whole of</em> it (= every one there) says, Glory! <a data-ref=\"Psalms 53:4\" href=\"/Psalms.53.4\">53:4</a> (‖ 14:3 <span dir=\"rtl\">הַכֹּל</span>); perhaps <a data-ref=\"Isaiah 16:7\" href=\"/Isaiah.16.7\">Is 16:7</a>; <a data-ref=\"Jeremiah 48:38\" href=\"/Jeremiah.48.38\">Je 48:38</a>; + <a data-ref=\"Proverbs 19:6\" href=\"/Proverbs.19.6\">Pr 19:6</a> Ew Hi <span dir=\"rtl\">(וְכֻלֹּה רֵעַ)</span>: <a data-ref=\"Jeremiah 15:10\" href=\"/Jeremiah.15.10\">Je 15:10</a> read <span dir=\"rtl\">כֻּלְּהֶם קִלֲלוּנִי</span>. <strong>e.</strong>  Heb. idiom in certain cases affirms, or denies, of an <em>entire</em> class, where Engl. idiom affirms, or denies, of an <em>individual</em> of the class; thus in a compar. or hypoth. sentence <span dir=\"rtl\">כל</span> is = <em>any</em>, and with a neg. = <em>none;</em> (<em>a</em>) <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">Gn 3:1</a> the serpent was more subtil <span dir=\"rtl\">מכל חית השׂדה</span> than <em>all</em> beasts of the field (in our idiom: than <em>any</em> beast of the field), <a data-ref=\"Deuteronomy 7:7\" href=\"/Deuteronomy.7.7\">Dt 7:7</a>; <a data-ref=\"I Samuel 9:2\" href=\"/I_Samuel.9.2\">1 S 9:2</a>; (<em>b</em>) <a data-ref=\"Leviticus 4:2\" href=\"/Leviticus.4.2\">Lv 4:2</a> a soul when it sins through ignorance <span dir=\"rtl\">מכל מצות י״י</span> in <em>all</em> the commandments of Jehovah (= in <em>any</em> of the commandments, etc.), <a data-ref=\"Leviticus 19:23\" href=\"/Leviticus.19.23\">19:23</a> when ye … plant <span dir=\"rtl\">כל־עץ מאכל</span> = <em>any</em> tree for food, <a data-ref=\"Numbers 35:22\" href=\"/Numbers.35.22\">Nu 35:22</a> or if he have cast upon him <span dir=\"rtl\">כָּל־כְּלִי</span> = <em>any</em> weapon, <a data-ref=\"I Kings 8:37\" href=\"/I_Kings.8.37\">1 K 8:37</a> b; joined with a ptcp. in a hypoth. sense (Dr<sup>§ 121 n.</sup> Ges<sup>§ 116, 5 R. 5</sup>), <a data-ref=\"Genesis 4:14\" href=\"/Genesis.4.14\">Gn 4:14</a> <span dir=\"rtl\">כל מצאי</span> <em>all my finders</em> (= if any one find me), he will slay me, v <a data-ref=\"Genesis 4:15\" href=\"/Genesis.4.15\">15</a> a <a data-ref=\"Numbers 21:8\" href=\"/Numbers.21.8\">Nu 21:8</a>; <span dir=\"rtl\">כָּל־הַנָּשׁוּךְ</span> = <em>whosoever</em> (= if <em>any one</em>) is bitten, <a data-ref=\"I Samuel 2:13\" href=\"/I_Samuel.2.13\">1 S 2:13</a>; (<em>c</em>) with a neg., <a data-ref=\"Genesis 2:5\" href=\"/Genesis.2.5\">Gn 2:5</a> <em>all</em> plants of the field <span dir=\"rtl\">טֶרֶם יִהְיֶה</span> were not as yet = no plant of the field as yet was, <a data-ref=\"Genesis 4:15\" href=\"/Genesis.4.15\">4:15</a> b <span dir=\"rtl\">לבלתי הכות־אתו כל־מצאו</span> for the not-smiting him of all finding him = that none finding him should smite him, <a data-ref=\"Exodus 10:15\" href=\"/Exodus.10.15\">Ex 10:15</a> <span dir=\"rtl\">ולא־נותר כל ירק</span> = and no green things were left, <a data-ref=\"Exodus 12:16\" href=\"/Exodus.12.16\">12:16</a> <span dir=\"rtl\">כל־מלאכה לא יעשׂה</span> <em>all</em> work shall not be done = no work shall be done, <a data-ref=\"Deuteronomy 28:14\" href=\"/Deuteronomy.28.14\">Dt 28:14</a>; <a data-ref=\"Judges 13:4\" href=\"/Judges.13.4\">Ju 13:4</a> <span dir=\"rtl\">אַל־תֹּאכְלִי כָּל־טָמֵא</span> eat not of <em>all that is</em> unclean, <a data-ref=\"Judges 19:19\" href=\"/Judges.19.19\">19:19</a> <span dir=\"rtl\">אֵין מַחְסוֹר כָּל־דָּבָר</span> there is no lack of <em>all things</em> i.e. of <em>any thing</em>, <a data-ref=\"Psalms 143:2\" href=\"/Psalms.143.2\">ψ 143:2</a> <span dir=\"rtl\">כי לא־יצדק לפניך כל־חי</span>, + very often (so οὐ πᾶς, as a Hebraism, in the N.T., e.g. Mk 13:20 οὐκ ἂν ἐσώθη πᾶσα σάρξ, Lk 1:37 οὐκ ἀδυνατήσει … πᾶν ῥῆμα, as <a data-ref=\"Jeremiah 32:17\" href=\"/Jeremiah.32.17\">Jer 32:17</a> <span dir=\"rtl\">לֹא־יִפָּלֵא מִמְּךָ כָּל־דָּבָר</span>, Gal 2:16 οὐ δικαιωθήσεται … πᾶσα σάρξ, etc.) Usually, in such cases, <span dir=\"rtl\">כל</span> (or its gen.) is without the art., being left purposely indef.: in <a data-ref=\"Psalms 49:18\" href=\"/Psalms.49.18\">ψ 49:18</a> (<strong>2 b</strong> <em>a</em>) <span dir=\"rtl\">הַכֹּל</span> is emph. (In <a data-ref=\"Numbers 23:13\" href=\"/Numbers.23.13\">Nu 23:13</a> <span dir=\"rtl\">וְכֻלּוֹ לֹא תִרְאֶה</span> the context shews that <span dir=\"rtl\">כֹּל</span> is opp. to a part). <strong>f.</strong>  very anomalously, severed from its gen., †<a data-ref=\"II Samuel 1:9\" href=\"/II_Samuel.1.9\">2 S 1:9</a> <span dir=\"rtl\">כִּי־כָל־עוֹד נַפְשִׁי בִי</span>, <a data-ref=\"Job 27:3\" href=\"/Job.27.3\">Jb 27:3</a> <span dir=\"rtl\">כִּי־כָל־עוֹד נִשְׁמָתִי בִי</span>, <a data-ref=\"Hosea 14:3\" href=\"/Hosea.14.3\">Ho 14:3</a> (si vera l.) <span dir=\"rtl\">כָּל־תִּשָּׂא עָוֹן</span>. On <a data-ref=\"Ecclesiastes 5:15\" href=\"/Ecclesiastes.5.15\">Ec 5:15</a> <span dir=\"rtl\">כָּל־עֻמַּת־שֶׁ׳</span> v. <a ,=\"\" data-ref=\"BDB, עֻמָּה\" dir=\"rtl\" href=\"/BDB,_עֻמָּה\">עֻמָּה</a>. <em>Note.</em> — When the gen. after <span dir=\"rtl\">כל</span> is a noun fem. or pl., the pred. usually agrees with this (as being the really important idea), e.g. <a data-ref=\"Genesis 5:5\" href=\"/Genesis.5.5\">Gn 5:5</a> <span dir=\"rtl\">ויהיו כל ימי אדם</span>, <a data-ref=\"Numbers 14:1\" href=\"/Numbers.14.1\">Nu 14:1</a> <span dir=\"rtl\">וַתִּשָּׂא כָל־הָעֵדָה</span>, <a data-ref=\"Nahum 3:1\" href=\"/Nahum.3.1\">Nah 3:1</a> <a data-ref=\"Psalms 150:6\" href=\"/Psalms.150.6\">ψ 150:6</a> <span dir=\"rtl\">כֹּל הַנְּשָׁמָה תְּהַלֵּל</span>; exceptions being very rare, <a data-ref=\"Isaiah 64:10\" href=\"/Isaiah.64.10\">Is 64:10</a> b <a data-ref=\"Proverbs 16:2\" href=\"/Proverbs.16.2\">Pr 16:2</a> (Ges<sup>§ 141. 1 R. 2</sup>).<br><strong>2.</strong>  Absolutely: †<strong>a.</strong>  without the art., <em>all things, all</em> (mostly neuter, but sometimes m.), the sense in which ‘all’ is to be taken being gathered from the context, <a data-ref=\"Genesis 9:3\" href=\"/Genesis.9.3\">Gn 9:3</a> <span dir=\"rtl\">נתתי לכם את כֹּל</span>, <a data-ref=\"Genesis 16:12\" href=\"/Genesis.16.12\">16:12</a> <span dir=\"rtl\">וְיַד כֹּל בּוֹ</span>, <a data-ref=\"Genesis 20:16\" href=\"/Genesis.20.16\">20:16</a> <span dir=\"rtl\">ואת כֹּל ונוכחת</span>, <a data-ref=\"Genesis 33:11\" href=\"/Genesis.33.11\">33:11</a> <span dir=\"rtl\">וכי ישׁ לי כֹל</span>, <a data-ref=\"Numbers 8:16\" href=\"/Numbers.8.16\">Nu 8:16</a> <span dir=\"rtl\">בכור כֹּל מבני ישׂראל</span>, <a data-ref=\"Numbers 11:6\" href=\"/Numbers.11.6\">11:6</a> <span dir=\"rtl\">אֵין כֹּל</span> <em>nought of all things!</em> = <em>there is nothing</em> (so †<a data-ref=\"II Samuel 12:3\" href=\"/II_Samuel.12.3\">2 S 12:3</a>; <a data-ref=\"Proverbs 13:7\" href=\"/Proverbs.13.7\">Pr 13:7</a>, cf. <a data-ref=\"II Kings 4:2\" href=\"/II_Kings.4.2\">2 K 4:2</a>), <a data-ref=\"Numbers 13:2\" href=\"/Numbers.13.2\">13:2</a> <span dir=\"rtl\">כֹּל נשׂיא בהם</span> (cf. <a data-ref=\"II Samuel 23:39\" href=\"/II_Samuel.23.39\">2 S 23:39</a>; <a data-ref=\"I Chronicles 3:9\" href=\"/I_Chronicles.3.9\">1 Ch 3:9</a>: usually so <span dir=\"rtl\">הַכֹּל</span>), <a data-ref=\"Deuteronomy 28:47\" href=\"/Deuteronomy.28.47\">Dt 28:47</a> <span dir=\"rtl\">מֵרֹב כֹּל</span>, v <a data-ref=\"Deuteronomy 28:48\" href=\"/Deuteronomy.28.48\">48</a>, <a data-ref=\"Deuteronomy 28:37\" href=\"/Deuteronomy.28.37\">37</a> <span dir=\"rtl\">בְּחֹסֶר כֹּל</span> (cf. <a data-ref=\"Jeremiah 44:18\" href=\"/Jeremiah.44.18\">Je 44:18</a>), <a data-ref=\"Isaiah 30:5\" href=\"/Isaiah.30.5\">Is 30:5</a> <span dir=\"rtl\">כֹּל הֹבִאישׁ</span> <em>all</em> exhibit shame, <a data-ref=\"Isaiah 44:24\" href=\"/Isaiah.44.24\">44:24</a> <span dir=\"rtl\">י׳ עֹשֶׂה־כֹּל</span>, <a data-ref=\"Jeremiah 44:12\" href=\"/Jeremiah.44.12\">Je 44:12</a> <span dir=\"rtl\">וְתַמּוּ כֹל</span> (unusual), <a data-ref=\"Zephaniah 1:2\" href=\"/Zephaniah.1.2\">Zp 1:2</a> <a data-ref=\"Psalms 8:7\" href=\"/Psalms.8.7\">ψ 8:7</a>; <a data-ref=\"Psalms 74:3\" href=\"/Psalms.74.3\">74:3</a> (read <span dir=\"rtl\">כֹּל הֵרַע</span>), <a data-ref=\"Psalms 145:15\" href=\"/Psalms.145.15\">145:15</a> <span dir=\"rtl\">עיני כֹל</span>, <a data-ref=\"Proverbs 16:4\" href=\"/Proverbs.16.4\">Pr 16:4</a>; <a data-ref=\"Proverbs 26:10\" href=\"/Proverbs.26.10\">26:10</a>; <a data-ref=\"Proverbs 28:5\" href=\"/Proverbs.28.5\">28:5</a>; <a data-ref=\"Job 13:1\" href=\"/Job.13.1\">Jb 13:1</a> <span dir=\"rtl\">הן כֹּל ראתה עיני</span>, <a data-ref=\"Job 42:2\" href=\"/Job.42.2\">42:2</a>; <a data-ref=\"I Chronicles 29:11\" href=\"/I_Chronicles.29.11\">1 Ch 29:11</a> b <a data-ref=\"II Chronicles 32:22\" href=\"/II_Chronicles.32.22\">2 Ch 32:22</a> (m.), <a data-ref=\"Daniel 11:37\" href=\"/Daniel.11.37\">Dn 11:37</a> (v. also <strong>1 c</strong> <em>end</em>); <span dir=\"rtl\">מִכֹּל</span> <a data-ref=\"Genesis 6:19\" href=\"/Genesis.6.19\">Gn 6:19</a>, <a data-ref=\"Genesis 6:20\" href=\"/Genesis.6.20\">20</a> b <span dir=\"rtl\">שְׁנַיִם מִכֹּל</span>, <a data-ref=\"Genesis 14:20\" href=\"/Genesis.14.20\">14:20</a>; <a data-ref=\"Genesis 27:33\" href=\"/Genesis.27.33\">27:33</a>; <a data-ref=\"Jeremiah 17:9\" href=\"/Jeremiah.17.9\">Je 17:9</a> <span dir=\"rtl\">עקוב הלב מִכֹּל</span>, <a data-ref=\"Daniel 11:2\" href=\"/Daniel.11.2\">Dn 11:2</a> (m.) After a neg. = <em>anything</em>, <a data-ref=\"Deuteronomy 4:25\" href=\"/Deuteronomy.4.25\">Dt 4:25</a> <span dir=\"rtl\">תְּמוּנַת כֹּל</span> the likeness of <em>anything</em>, <a data-ref=\"Deuteronomy 8:9\" href=\"/Deuteronomy.8.9\">8:9</a>; <a data-ref=\"Deuteronomy 28:55\" href=\"/Deuteronomy.28.55\">28:55</a>; <a data-ref=\"Proverbs 30:30\" href=\"/Proverbs.30.30\">Pr 30:30</a>. In the gen. also, very rarely, to express the idea of <em>all</em> as comprehensively as possible: <a data-ref=\"Ezekiel 44:30\" href=\"/Ezekiel.44.30\">Ez 44:30</a> <span dir=\"rtl\">כָּל־בִּכּוּרֵי כֹל וְכָל־תְּרוּמַת כֹּל</span>; <a data-ref=\"Psalms 119:128\" href=\"/Psalms.119.128\">ψ 119:128</a> (si vera l.) <span dir=\"rtl\">כָּל־פִּקּוּדֵי כֹל</span> all the statutes <em>about everything</em>. †<strong>b.</strong>  with art. <span dir=\"rtl\">הַכֹּל</span>: (<em>a</em>) where the sense is limited by the context to things (or persons) just mentioned, <a data-ref=\"Exodus 29:24\" href=\"/Exodus.29.24\">Ex 29:24</a> <span dir=\"rtl\">ושׂמת הַכֹּל ביד אהרן</span>, <a data-ref=\"Leviticus 1:9\" href=\"/Leviticus.1.9\">Lv 1:9</a> <span dir=\"rtl\">והקטיר הכהן את הַכֹּל</span>, v <a data-ref=\"Leviticus 1:13\" href=\"/Leviticus.1.13\">13</a>; <a data-ref=\"Leviticus 8:27\" href=\"/Leviticus.8.27\">8:27</a> <a data-ref=\"Deuteronomy 2:36\" href=\"/Deuteronomy.2.36\">Dt 2:36</a> <span dir=\"rtl\">את הַכֹּל נתן י׳ לפנינו</span>, <a data-ref=\"Joshua 11:19\" href=\"/Joshua.11.19\">Jos 11:19</a> (cf. <a data-ref=\"II Samuel 19:31\" href=\"/II_Samuel.19.31\">2 S 19:31</a> <a data-ref=\"I Kings 14:26\" href=\"/I_Kings.14.26\">1 K 14:26</a> = <a data-ref=\"II Chronicles 12:9\" href=\"/II_Chronicles.12.9\">2 Ch 12:9</a>), <a data-ref=\"Joshua 21:43\" href=\"/Joshua.21.43\">21:43</a> <span dir=\"rtl\">הַכֹּל בָּא</span> (cf. <a data-ref=\"Joshua 23:14\" href=\"/Joshua.23.14\">23:14</a>), <a data-ref=\"I Samuel 30:19\" href=\"/I_Samuel.30.19\">1 S 30:19</a> <span dir=\"rtl\">הַכֹּל השׁיב דוד</span>, <a data-ref=\"II Samuel 17:3\" href=\"/II_Samuel.17.3\">2 S 17:3</a> (corrupt: v. 𝔊 Dr), <a data-ref=\"II Samuel 24:23\" href=\"/II_Samuel.24.23\">24:23</a> (<a data-ref=\"I Chronicles 21:23\" href=\"/I_Chronicles.21.23\">1 Ch 21:23</a>), <a data-ref=\"I Kings 6:18\" href=\"/I_Kings.6.18\">1 K 6:18</a> <span dir=\"rtl\">הַכֹּל ארז</span> (cf. <a data-ref=\"I Kings 7:33\" href=\"/I_Kings.7.33\">7:33</a>; <a data-ref=\"II Kings 25:17\" href=\"/II_Kings.25.17\">2 K 25:17</a> = <a data-ref=\"Jeremiah 52:22\" href=\"/Jeremiah.52.22\">Je 52:22</a>), <a data-ref=\"II Kings 24:16\" href=\"/II_Kings.24.16\">2 K 24:16</a> <span dir=\"rtl\">הַכֹּל גבורים</span>, <a data-ref=\"Isaiah 65:8\" href=\"/Isaiah.65.8\">Is 65:8</a> <span dir=\"rtl\">לבלתי השׁחית הַכֹּל</span>, <a data-ref=\"Psalms 14:3\" href=\"/Psalms.14.3\">ψ 14:3</a>; or implied, <a data-ref=\"Genesis 16:12\" href=\"/Genesis.16.12\">Gn 16:12</a> <span dir=\"rtl\">יָדוֹ בַכֹּל</span>, <a data-ref=\"Genesis 24:1\" href=\"/Genesis.24.1\">24:1</a> <span dir=\"rtl\">ברך את אברהם בַּכֹּל</span>, <a data-ref=\"II Samuel 23:5\" href=\"/II_Samuel.23.5\">2 S 23:5</a> (poet.) <span dir=\"rtl\">עֲרֻכָה בַכֹּל</span>, is <a data-ref=\"Genesis 29:11\" href=\"/Genesis.29.11\">29:11</a> (peculiarly) <span dir=\"rtl\">חָזוּת הַכֹּל</span> the vision <em>of the whole</em>, <a data-ref=\"Jeremiah 13:7\" href=\"/Jeremiah.13.7\">Je 13:7</a>, <a data-ref=\"Jeremiah 13:10\" href=\"/Jeremiah.13.10\">10</a> <span dir=\"rtl\">לא יצלח לַכֹּל</span>, <a data-ref=\"Ezekiel 7:14\" href=\"/Ezekiel.7.14\">Ez 7:14</a> <span dir=\"rtl\">וְהָכִין הַכֹּל</span> (but Co <span dir=\"rtl\">וְהָכִינוּ הָכֵן</span>), <a data-ref=\"Psalms 49:18\" href=\"/Psalms.49.18\">ψ 49:18</a> <span dir=\"rtl\">לא במותו יקח הַכֹּל</span>: more freq. later, viz. <a data-ref=\"I Chronicles 7:5\" href=\"/I_Chronicles.7.5\">1 Ch 7:5</a> (as regards <em>all</em>), <a data-ref=\"I Chronicles 28:19\" href=\"/I_Chronicles.28.19\">28:19</a>; <a data-ref=\"I Chronicles 29:19\" href=\"/I_Chronicles.29.19\">29:19</a> <a data-ref=\"II Chronicles 28:6\" href=\"/II_Chronicles.28.6\">2 Ch 28:6</a>; <a data-ref=\"II Chronicles 29:28\" href=\"/II_Chronicles.29.28\">29:28</a>; <a data-ref=\"II Chronicles 31:5\" href=\"/II_Chronicles.31.5\">31:5</a>; <a data-ref=\"II Chronicles 35:7\" href=\"/II_Chronicles.35.7\">35:7</a>; <a data-ref=\"II Chronicles 36:17\" href=\"/II_Chronicles.36.17\">36:17</a>, <a data-ref=\"II Chronicles 36:18\" href=\"/II_Chronicles.36.18\">18</a>; <a data-ref=\"Ezra 1:11\" href=\"/Ezra.1.11\">Ezr 1:11</a>; <a data-ref=\"Ezra 2:42\" href=\"/Ezra.2.42\">2:42</a>; <a data-ref=\"Ezra 8:34\" href=\"/Ezra.8.34\">8:34</a>, <a data-ref=\"Ezra 8:35\" href=\"/Ezra.8.35\">35</a>; <a data-ref=\"Ezra 10:17\" href=\"/Ezra.10.17\">10:17</a> (<span dir=\"rtl\">וַיְכַלּוּ בַכֹּל</span>: v. BeRy), <a data-ref=\"Ecclesiastes 5:8\" href=\"/Ecclesiastes.5.8\">Ec 5:8</a> (<span dir=\"rtl\">בַּכֹּל</span>, appar. = <em>in all respects</em>), <a data-ref=\"Ecclesiastes 10:19\" href=\"/Ecclesiastes.10.19\">10:19</a>; <a data-ref=\"Ecclesiastes 12:13\" href=\"/Ecclesiastes.12.13\">12:13</a>. (<em>b</em>) in a wider sense, <em>all</em>, whether of all mankind or of all living things, the universe (τὸ πᾶν), or of all the circumstances of life (chiefly late), <a data-ref=\"Jeremiah 10:16\" href=\"/Jeremiah.10.16\">Je 10:16</a> = <a data-ref=\"Jeremiah 51:19\" href=\"/Jeremiah.51.19\">51:19</a> <span dir=\"rtl\">כי יוצר הַכֹּל הוא</span>, <a data-ref=\"Psalms 103:19\" href=\"/Psalms.103.19\">ψ 103:19</a> (cf. <a data-ref=\"I Chronicles 29:12\" href=\"/I_Chronicles.29.12\">1 Ch 29:12</a>), <a data-ref=\"Psalms 119:91\" href=\"/Psalms.119.91\">119:91</a> <span dir=\"rtl\">הַכֹּל עֲבָדֶיךָ</span>, <a data-ref=\"Psalms 145:9\" href=\"/Psalms.145.9\">145:9</a> <span dir=\"rtl\">טוֹב י׳ לַכֹּל</span>, <a data-ref=\"I Chronicles 29:12\" href=\"/I_Chronicles.29.12\">1 Ch 29:12</a>, <a data-ref=\"I Chronicles 29:14\" href=\"/I_Chronicles.29.14\">14</a>, <a data-ref=\"I Chronicles 29:16\" href=\"/I_Chronicles.29.16\">16</a> <a data-ref=\"Daniel 11:2\" href=\"/Daniel.11.2\">Dn 11:2</a>, and especially in Ec., as <a data-ref=\"Ecclesiastes 1:2\" href=\"/Ecclesiastes.1.2\">1:2</a>, <a data-ref=\"Ecclesiastes 1:14\" href=\"/Ecclesiastes.1.14\">14</a>; <a data-ref=\"Ecclesiastes 2:11\" href=\"/Ecclesiastes.2.11\">2:11</a>, <a data-ref=\"Ecclesiastes 2:17\" href=\"/Ecclesiastes.2.17\">17</a>; <a data-ref=\"Ecclesiastes 3:19\" href=\"/Ecclesiastes.3.19\">3:19</a>; <a data-ref=\"Ecclesiastes 12:8\" href=\"/Ecclesiastes.12.8\">12:8</a> <span dir=\"rtl\">הַכֹּל הֶבֶל</span>, <a data-ref=\"Ecclesiastes 2:16\" href=\"/Ecclesiastes.2.16\">2:16</a> <span dir=\"rtl\">הכל נשׁכח</span>, <a data-ref=\"Ecclesiastes 3:1\" href=\"/Ecclesiastes.3.1\">3:1</a> <span dir=\"rtl\">לַכֹּל זְמָן</span>, v <a data-ref=\"Ecclesiastes 3:11\" href=\"/Ecclesiastes.3.11\">11</a>, <a data-ref=\"Ecclesiastes 3:19\" href=\"/Ecclesiastes.3.19\">19</a>, <a data-ref=\"Ecclesiastes 3:20\" href=\"/Ecclesiastes.3.20\">20</a>; <a data-ref=\"Ecclesiastes 6:6\" href=\"/Ecclesiastes.6.6\">6:6</a>; <a data-ref=\"Ecclesiastes 7:15\" href=\"/Ecclesiastes.7.15\">7:15</a>; <a data-ref=\"Ecclesiastes 9:1\" href=\"/Ecclesiastes.9.1\">9:1</a>, <a data-ref=\"Ecclesiastes 9:2\" href=\"/Ecclesiastes.9.2\">2</a>, <a data-ref=\"Ecclesiastes 9:2\" href=\"/Ecclesiastes.9.2\">2</a>, <a data-ref=\"Ecclesiastes 9:3\" href=\"/Ecclesiastes.9.3\">3</a>; <a data-ref=\"Ecclesiastes 10:3\" href=\"/Ecclesiastes.10.3\">10:3</a>, <a data-ref=\"Ecclesiastes 10:19\" href=\"/Ecclesiastes.10.19\">19</a>; <a data-ref=\"Ecclesiastes 11:5\" href=\"/Ecclesiastes.11.5\">11:5</a>. <span dir=\"rtl\">כַּכֹּל</span>, †<a data-ref=\"Job 24:24\" href=\"/Job.24.24\">Jb 24:24</a> (si vera l.) <span dir=\"rtl\">כַּכֹּל יִקָּֽפְצוּן</span> like <em>all</em> men (i.e. like men in general)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d244b6084aa1cbf17f4b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כָּנָף 1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "BDB, כָּנָף 1", "sourceHeRef": "בראון-דרייבר-בריגס, כָּנָף א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כָּנָף", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">כָּנָף</span></big><sub>109</sub>  <strong>n.f.</strong> <a data-ref=\"I Kings 6:27\" href=\"/I_Kings.6.27\">1 K 6:27</a> (<strong>m.</strong> <a data-ref=\"Ezekiel 7:2\" href=\"/Ezekiel.7.2\">Ez 7:2</a> Kt, but cf. Qr and Co; also appar. <a data-ref=\"II Chronicles 3:11\" href=\"/II_Chronicles.3.11\">2 Ch 3:11</a>, <a data-ref=\"II Chronicles 3:13\" href=\"/II_Chronicles.3.13\">13</a>, but v. Be), <strong>wing, extremity (</strong>NH <em>id.;</em> Aramaic <span dir=\"rtl\">כַּנְפָֿא</span>, <span dir=\"rtl\">ܟܶܢܦܳܐ</span>; Zinj. <span dir=\"rtl\">אחז בכנף מראה</span>, fig. for <em>attached himself to the party of his lord</em>, Panammu<sup>Inser. l. 11</sup>, cf. <a data-ref=\"Zechariah 8:23\" href=\"/Zechariah.8.23\">Zc 8:23</a> (<strong>2 a</strong> infr.); DHM<sup>Sendsch. 58</sup>; Arabic <span dir=\"rtl\">كَنَفٌ</span>, Assyrian <em>kappu</em>, Ethiopic ክንፍ <strong>)</strong>;—abs. <span dir=\"rtl\">כ׳</span> <a data-ref=\"Genesis 1:21\" href=\"/Genesis.1.21\">Gn 1:21</a> +; cstr. <span dir=\"rtl\">כְּנַף</span> <a data-ref=\"I Kings 6:24\" href=\"/I_Kings.6.24\">1 K 6:24</a> +; sf. <span dir=\"rtl\">כְּנָפִי</span> <a data-ref=\"Ezekiel 16:8\" href=\"/Ezekiel.16.8\">Ez 16:8</a>, <span dir=\"rtl\">כְּנָפֶ֑ךָ</span> <a data-ref=\"Ruth 3:9\" href=\"/Ruth.3.9\">Ru 3:9</a>, <span dir=\"rtl\">כְּנָפוֹ</span> <a data-ref=\"Haggai 2:12\" href=\"/Haggai.2.12\">Hg 2:12</a>; du. <span dir=\"rtl\">כְּנָפַיִם</span> <a data-ref=\"I Kings 8:7\" href=\"/I_Kings.8.7\">1 K 8:7</a> + (even of more than two, <a data-ref=\"Isaiah 6:2\" href=\"/Isaiah.6.2\">Is 6:2</a><sup>(×2)</sup> <a data-ref=\"Ezekiel 1:6\" href=\"/Ezekiel.1.6\">Ez 1:6</a>, <a data-ref=\"Ezekiel 1:21\" href=\"/Ezekiel.1.21\">21</a>); cstr. <span dir=\"rtl\">כַּנְפֵי</span> <a data-ref=\"Exodus 19:4\" href=\"/Exodus.19.4\">Ex 19:4</a>; sf. <span dir=\"rtl\">כְּנָפֶיךָ</span> <a data-ref=\"Ezekiel 5:3\" href=\"/Ezekiel.5.3\">Ez 5:3</a>, <span dir=\"rtl\">כְּנָפַיִךְ</span> <a data-ref=\"Jeremiah 2:34\" href=\"/Jeremiah.2.34\">Je 2:34</a>, <span dir=\"rtl\">כְּנָפָיו</span> <a data-ref=\"Isaiah 8:8\" href=\"/Isaiah.8.8\">Is 8:8</a> +; <span dir=\"rtl\">כְּנָפֶיהָ</span> <a data-ref=\"Hosea 4:19\" href=\"/Hosea.4.19\">Ho 4:19</a> <a data-ref=\"Malachi 3:20\" href=\"/Malachi.3.20\">Mal 3:20</a>; <span dir=\"rtl\">כַּנְפֵיהֶם</span> <a data-ref=\"I Kings 6:27\" href=\"/I_Kings.6.27\">1 K 6:27</a> +; <span dir=\"rtl\">כַּנְפֵיהֶן</span> <a data-ref=\"Ezekiel 1:24\" href=\"/Ezekiel.1.24\">Ez 1:24</a>, <a data-ref=\"Ezekiel 1:25\" href=\"/Ezekiel.1.25\">25</a>; pl. cstr. <span dir=\"rtl\">כַּנְפוֹת</span> <a data-ref=\"Deuteronomy 22:12\" href=\"/Deuteronomy.22.12\">Dt 22:12</a> + 4 times;—<br><strong>1.</strong>  <em>wing</em>, †<strong>a.</strong>  of birds <a data-ref=\"Isaiah 10:14\" href=\"/Isaiah.10.14\">Is 10:14</a> (in fig.), <a data-ref=\"Exodus 19:4\" href=\"/Exodus.19.4\">Ex 19:4</a> (E? R? fig.) <a data-ref=\"Deuteronomy 32:11\" href=\"/Deuteronomy.32.11\">Dt 32:11</a> (in sim.), <a data-ref=\"Zechariah 5:9\" href=\"/Zechariah.5.9\">Zc 5:9</a> <a data-ref=\"Leviticus 1:17\" href=\"/Leviticus.1.17\">Lv 1:17</a> (P), <a data-ref=\"Job 39:13\" href=\"/Job.39.13\">Jb 39:13</a>, <a data-ref=\"Job 39:26\" href=\"/Job.39.26\">26</a> <a data-ref=\"Psalms 68:14\" href=\"/Psalms.68.14\">ψ 68:14</a>; in fig. of invading king <a data-ref=\"Jeremiah 48:40\" href=\"/Jeremiah.48.40\">Je 48:40</a>; <a data-ref=\"Jeremiah 49:22\" href=\"/Jeremiah.49.22\">49:22</a> <a data-ref=\"Ezekiel 17:3\" href=\"/Ezekiel.17.3\">Ez 17:3</a>, <a data-ref=\"Ezekiel 17:7\" href=\"/Ezekiel.17.7\">7</a>; so appar. <a data-ref=\"Isaiah 8:8\" href=\"/Isaiah.8.8\">Is 8:8</a> of invader as overflowing river (but Du Che separate <span dir=\"rtl\">וְהָיָה מֻטּוֹת כְּנָפָיו</span> from preceding); of riches, as flying away <a data-ref=\"Proverbs 23:5\" href=\"/Proverbs.23.5\">Pr 23:5</a>; in phr. <span dir=\"rtl\">צִפּוֹר כָּנָף</span> = <em>winged birds</em> <a data-ref=\"Deuteronomy 4:17\" href=\"/Deuteronomy.4.17\">Dt 4:17</a> <a data-ref=\"Psalms 148:10\" href=\"/Psalms.148.10\">ψ 148:10</a>, <span dir=\"rtl\">(עֵיט)צִפּוֹר כָּל־כ׳</span> <a data-ref=\"Ezekiel 39:4\" href=\"/Ezekiel.39.4\">Ez 39:4</a>, <a data-ref=\"Ezekiel 39:17\" href=\"/Ezekiel.39.17\">17</a>, <span dir=\"rtl\">כֹּל צִפּוֹר כָּל־כ׳</span> <a data-ref=\"Genesis 7:14\" href=\"/Genesis.7.14\">Gn 7:14</a> (P), <a data-ref=\"Ezekiel 17:23\" href=\"/Ezekiel.17.23\">Ez 17:23</a>, <span dir=\"rtl\">עוֹף כ׳</span> <a data-ref=\"Genesis 1:21\" href=\"/Genesis.1.21\">Gn 1:21</a> (P), <a data-ref=\"Psalms 78:27\" href=\"/Psalms.78.27\">ψ 78:27</a>; also <span dir=\"rtl\">בַּעַל כ׳</span> <a data-ref=\"Proverbs 1:17\" href=\"/Proverbs.1.17\">Pr 1:17</a> = <em>winged thing</em>, cf. <span dir=\"rtl\">בַּעַל־ה֯כְּנָפַיִם</span> <a data-ref=\"Ecclesiastes 10:20\" href=\"/Ecclesiastes.10.20\">Ec 10:20</a>. †<strong>b.</strong>  of insects (prob.), <span dir=\"rtl\">אֶרֶץ צִלְצַל כְּנָפָ֑יִם</span> <a data-ref=\"Isaiah 18:1\" href=\"/Isaiah.18.1\">Is 18:1</a> <em>buzzing</em>, or <em>humming of wings</em>, i. e. Ethiopia, so called from its swarms of flies, with especial ref. poss. to the tsetse-fly (so Du, cf. Che; <em>id.</em>, in gen., Hi De; > Kn Di of the tropical <em>shadow falling both ways;</em> Thes<sup>1167 b</sup> of <em>noise of the wings</em> of an army; ref. to sails as wings—cf. v <a data-ref=\"Isaiah 18:2\" href=\"/Isaiah.18.2\">2</a>—would be suitable, but <span dir=\"rtl\">צִלְצַל</span> does not favour this). <strong>c.</strong>  of cherubim <a data-ref=\"I Kings 6:24\" href=\"/I_Kings.6.24\">1 K 6:24</a><sup>(×4)</sup> + 8 times K, cf. <a data-ref=\"II Chronicles 3:11\" href=\"/II_Chronicles.3.11\">2 Ch 3:11</a><sup>(×4)</sup> + 6 times Ch, <a data-ref=\"Ezekiel 1:6\" href=\"/Ezekiel.1.6\">Ez 1:6</a> + 17 times Ez, <a data-ref=\"Exodus 25:20\" href=\"/Exodus.25.20\">Ex 25:20</a><sup>(×2)</sup> <a data-ref=\"Exodus 39:9\" href=\"/Exodus.39.9\">39:9</a><sup>(×2)</sup> (all P). †<strong>d.</strong>  of seraphim <a data-ref=\"Isaiah 6:2\" href=\"/Isaiah.6.2\">Is 6:2</a><sup>(×2)</sup> †<strong>e.</strong>  of women in Zec.’s vision <a data-ref=\"Zechariah 5:9\" href=\"/Zechariah.5.9\">Zc 5:9</a><sup>(×2)</sup>. †<strong>f.</strong>  fig. of the wind, <a data-ref=\"Hosea 4:19\" href=\"/Hosea.4.19\">Ho 4:19</a> <a data-ref=\"Psalms 18:11\" href=\"/Psalms.18.11\">ψ 18:11</a> = <a data-ref=\"II Samuel 22:11\" href=\"/II_Samuel.22.11\">2 S 22:11</a>, <a data-ref=\"Psalms 104:3\" href=\"/Psalms.104.3\">ψ 104:3</a>. †<strong>g.</strong>  fig. of the dawn (winged sun-disc?) <a data-ref=\"Psalms 139:9\" href=\"/Psalms.139.9\">ψ 139:9</a>, cf. of sun of righteousness <a data-ref=\"Malachi 3:20\" href=\"/Malachi.3.20\">Mal 3:20</a>. †<strong>h.</strong>  fig. of <span dir=\"rtl\">י׳</span>, as protector of his people <a data-ref=\"Psalms 17:8\" href=\"/Psalms.17.8\">ψ 17:8</a>; <a data-ref=\"Psalms 36:8\" href=\"/Psalms.36.8\">36:8</a>; <a data-ref=\"Psalms 57:2\" href=\"/Psalms.57.2\">57:2</a>; <a data-ref=\"Psalms 61:5\" href=\"/Psalms.61.5\">61:5</a>; <a data-ref=\"Psalms 63:5\" href=\"/Psalms.63.5\">63:5</a>; <a data-ref=\"Psalms 91:4\" href=\"/Psalms.91.4\">91:4</a> <a data-ref=\"Ruth 2:12\" href=\"/Ruth.2.12\">Ru 2:12</a>.<br>†<strong>2.</strong>  <em>extremity</em>.— <strong>a.</strong>  of garment, =<em>skirt, corner</em>, or loose flowing end, <a data-ref=\"I Samuel 15:27\" href=\"/I_Samuel.15.27\">1 S 15:27</a>; <a data-ref=\"I Samuel 24:5\" href=\"/I_Samuel.24.5\">24:5</a>, <a data-ref=\"I Samuel 24:6\" href=\"/I_Samuel.24.6\">6</a>, <a data-ref=\"I Samuel 24:12\" href=\"/I_Samuel.24.12\">12</a><sup>(×2)</sup> <a data-ref=\"Deuteronomy 22:12\" href=\"/Deuteronomy.22.12\">Dt 22:12</a>; <a data-ref=\"Deuteronomy 23:1\" href=\"/Deuteronomy.23.1\">23:1</a>; <a data-ref=\"Deuteronomy 27:20\" href=\"/Deuteronomy.27.20\">27:20</a> <a data-ref=\"Jeremiah 2:34\" href=\"/Jeremiah.2.34\">Je 2:34</a> (fig.), <a data-ref=\"Ezekiel 5:3\" href=\"/Ezekiel.5.3\">Ez 5:3</a>; <a data-ref=\"Ezekiel 16:8\" href=\"/Ezekiel.16.8\">16:8</a> (in fig.), <a data-ref=\"Haggai 2:12\" href=\"/Haggai.2.12\">Hg 2:12</a><sup>(×2)</sup> <a data-ref=\"Zechariah 8:23\" href=\"/Zechariah.8.23\">Zc 8:23</a> <a data-ref=\"Numbers 15:38\" href=\"/Numbers.15.38\">Nu 15:38</a><sup>(×2)</sup> (P; cf. RS<sup>Sem i. 416, 2nd ed. 437</sup>) <a data-ref=\"Ruth 3:9\" href=\"/Ruth.3.9\">Ru 3:9</a>. <strong>b.</strong>  of the earth, <span dir=\"rtl\">מִכְּנַף הָאָרֶץ</span> <a data-ref=\"Isaiah 24:16\" href=\"/Isaiah.24.16\">Is 24:16</a> <em>from the end of the earth;</em> elsewhere pl. <span dir=\"rtl\">כַּנְפוֹת הָא׳</span> <a data-ref=\"Job 37:3\" href=\"/Job.37.3\">Jb 37:3</a>; <a data-ref=\"Job 38:13\" href=\"/Job.38.13\">38:13</a>, and, def. <span dir=\"rtl\">אַרְבַּע כ׳ הא׳</span> <a data-ref=\"Isaiah 11:12\" href=\"/Isaiah.11.12\">Is 11:12</a> <em>the four corners of the earth;</em> so of the holy land <a data-ref=\"Ezekiel 7:2\" href=\"/Ezekiel.7.2\">Ez 7:2</a>.—<span dir=\"rtl\">עַל־כְּנַף שִׁקּוּצִים מְשׁוֹמֵם</span> <a data-ref=\"Daniel 9:27\" href=\"/Daniel.9.27\">Dn 9:27</a> is obscure; Meinh. reads, after Vrss., <span dir=\"rtl\">כָּנָף</span>, <em>on the corner</em> (of the altar) <em>is a devastating abomination;</em> < Kue<sup>Onderzoek 2, ii. 472</sup> Bev, who read <span dir=\"rtl\">עַל־כַּנּוֹ</span> <em>in its place, instead of it</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2adb6084aa1cbf1cf8b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִין 1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "BDB, מִין 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִין א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִין", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big>[<span dir=\"rtl\">מִין</span>]</big>  <strong>n.</strong>[<strong>m.</strong>] <strong>kind, species (</strong>NH <em>id.</em> (Ecclus 43:25 <em>id.</em>), also <em>schismatic, heretic;</em> Jewish-Aramaic <span dir=\"rtl\">מִינָא</span>, <em>species</em>, so Syriac (Edessa) <span dir=\"rtl\">ܡܺܝܢܳܐ</span>; del. ‘so Syriac (Edessa) <span dir=\"rtl\">ܡܺܝܢܳܐ</span>,’ ref. due to early textual error (GFM, privately, Dec. 28, 1899). Palest. Syriac = <em>nation</em> PS<sup>2094</sup> Schwally<sup>Idioticon 50</sup>; yet not Aramaic loan-wd. in Heb.; v. Lag<sup>BN 183 f.</sup><strong>)</strong>;—always sf. + prep. <span dir=\"rtl\">לְמִינֵהוּ</span> <a data-ref=\"Genesis 1:12\" href=\"/Genesis.1.12\">Gn 1:12</a><sup>(×2)</sup> + 2 times; <span dir=\"rtl\">לְמִינוֹ</span> <a data-ref=\"Genesis 1:11\" href=\"/Genesis.1.11\">Gn 1:11</a> (om. 𝔊) + 3 times; <span dir=\"rtl\">לְמִינָהּ</span> <a data-ref=\"Genesis 1:24\" href=\"/Genesis.1.24\">Gn 1:24</a><sup>(×2)</sup> + 9 times; <span dir=\"rtl\">לְמִינָהֿ</span> <a data-ref=\"Ezekiel 47:10\" href=\"/Ezekiel.47.10\">Ez 47:10</a> (del. Co); <span dir=\"rtl\">לְמִינֵהֶם</span> <a data-ref=\"Genesis 1:21\" href=\"/Genesis.1.21\">Gn 1:21</a>;—<em>kind, species</em>, of plant <a data-ref=\"Genesis 1:11\" href=\"/Genesis.1.11\">Gn 1:11</a>, <a data-ref=\"Genesis 1:12\" href=\"/Genesis.1.12\">12</a><sup>(</sup>×2<sup>)</sup>; usually of animal (beast, bird, fish, insect) <a data-ref=\"Genesis 1:21\" href=\"/Genesis.1.21\">Gn 1:21</a><sup>(×2)</sup>, <a data-ref=\"Genesis 1:24\" href=\"/Genesis.1.24\">24</a><sup>(×2)</sup>, <a data-ref=\"Genesis 1:25\" href=\"/Genesis.1.25\">25</a><sup>(×3)</sup>; <a data-ref=\"Genesis 6:20\" href=\"/Genesis.6.20\">6:20</a><sup>(×3)</sup>; <a data-ref=\"Genesis 7:14\" href=\"/Genesis.7.14\">7:14</a><sup>(×4)</sup>; <a data-ref=\"Leviticus 11:14\" href=\"/Leviticus.11.14\">Lv 11:14</a>, <a data-ref=\"Leviticus 11:15\" href=\"/Leviticus.11.15\">15</a>, <a data-ref=\"Leviticus 11:16\" href=\"/Leviticus.11.16\">16</a>, <a data-ref=\"Leviticus 11:19\" href=\"/Leviticus.11.19\">19</a>, <a data-ref=\"Leviticus 11:22\" href=\"/Leviticus.11.22\">22</a><sup>(×4)</sup>, <a data-ref=\"Leviticus 11:29\" href=\"/Leviticus.11.29\">29</a> (all P); also <a data-ref=\"Deuteronomy 14:13\" href=\"/Deuteronomy.14.13\">Dt 14:13</a>, <a data-ref=\"Deuteronomy 14:14\" href=\"/Deuteronomy.14.14\">14</a>, <a data-ref=\"Deuteronomy 14:15\" href=\"/Deuteronomy.14.15\">15</a>, <a data-ref=\"Deuteronomy 14:18\" href=\"/Deuteronomy.14.18\">18</a> (cf. Lv) <a data-ref=\"Ezekiel 47:10\" href=\"/Ezekiel.47.10\">Ez 47:10</a> (on text, cf. Co)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d413b6084aa1cbf2ebad", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, צִפּוֹר 1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "BDB, צִפּוֹר 1", "sourceHeRef": "בראון-דרייבר-בריגס, צִפּוֹר א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "צִפּוֹר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><span dir=\"rtl\">צִפּוֹר</span>, <span dir=\"rtl\">צִפֹּר</span></big>  <strong>n.f.</strong> <a data-ref=\"Amos 3:5\" href=\"/Amos.3.5\">Am 3:5</a> (<strong>m.</strong> <a data-ref=\"Psalms 102:8\" href=\"/Psalms.102.8\">ψ 102:8</a>, cf. Kö<sup>Synt.§ 252 a</sup>, so <a data-ref=\"Psalms 104:17\" href=\"/Psalms.104.17\">104:17</a>, yet cf. Albr<sup>ZAW xvi (1896), 71</sup>), <strong>bird</strong>;—abs. <span dir=\"rtl\">צִפּוֹר</span> <a data-ref=\"Hosea 11:11\" href=\"/Hosea.11.11\">Ho 11:11</a> + 15 times, <span dir=\"rtl\">צִפֹּר</span> <a data-ref=\"Genesis 15:10\" href=\"/Genesis.15.10\">Gn 15:10</a> + 11 times, cstr. <span dir=\"rtl\">צִפּוֹר</span> <a data-ref=\"Deuteronomy 4:17\" href=\"/Deuteronomy.4.17\">Dt 4:17</a> + 5 times, <span dir=\"rtl\">צִפֹּר</span> <a data-ref=\"Psalms 8:9\" href=\"/Psalms.8.9\">ψ 8:9</a>; pl. <span dir=\"rtl\">צִפֳּרִים</span> <a data-ref=\"Leviticus 14:4\" href=\"/Leviticus.14.4\">Lv 14:4</a> + 5 times;—<br><strong>1.</strong>  single <em>bird</em>, <a data-ref=\"Amos 3:5\" href=\"/Amos.3.5\">Am 3:5</a>; <a data-ref=\"Hosea 11:11\" href=\"/Hosea.11.11\">Ho 11:11</a> (sim.; ‖ <span dir=\"rtl\">יוֹנָה</span>), <a data-ref=\"Lamentations 3:52\" href=\"/Lamentations.3.52\">La 3:52</a>; <a data-ref=\"Job 40:29\" href=\"/Job.40.29\">Jb 40:29</a> <a data-ref=\"Psalms 102:8\" href=\"/Psalms.102.8\">ψ 102:8</a>; <a data-ref=\"Psalms 124:7\" href=\"/Psalms.124.7\">124:7</a> <a data-ref=\"Proverbs 6:5\" href=\"/Proverbs.6.5\">Pr 6:5</a>; <a data-ref=\"Proverbs 7:23\" href=\"/Proverbs.7.23\">7:23</a>; <a data-ref=\"Proverbs 26:2\" href=\"/Proverbs.26.2\">26:2</a>; <a data-ref=\"Proverbs 27:8\" href=\"/Proverbs.27.8\">27:8</a> (all sim.), <a data-ref=\"Leviticus 14:5\" href=\"/Leviticus.14.5\">Lv 14:5</a> + 10 times <a data-ref=\"Psalms 84:4\" href=\"/Psalms.84.4\">Ps. 84:4</a>; <span dir=\"rtl\">כָּל־צ׳ כָּנָף</span> <a data-ref=\"Deuteronomy 4:17\" href=\"/Deuteronomy.4.17\">Dt 4:17</a>, <span dir=\"rtl\">כָּל־צ׳ טְהוֹרָה</span> <a data-ref=\"Deuteronomy 14:11\" href=\"/Deuteronomy.14.11\">14:11</a> (<span dir=\"rtl\">כל</span> distrib.); <span dir=\"rtl\">קַן־צ׳</span> <a data-ref=\"Deuteronomy 22:6\" href=\"/Deuteronomy.22.6\">22:6</a> <em>bird’s nest</em>, <span dir=\"rtl\">קוֹל הַצּ׳</span> <a data-ref=\"Ecclesiastes 12:4\" href=\"/Ecclesiastes.12.4\">Ec 12:4</a>; pl. <a data-ref=\"Isaiah 31:5\" href=\"/Isaiah.31.5\">Is 31:5</a> (sim.), <a data-ref=\"Nehemiah 5:18\" href=\"/Nehemiah.5.18\">Ne 5:18</a>; <a data-ref=\"Leviticus 14:4\" href=\"/Leviticus.14.4\">Lv 14:4</a> (<span dir=\"rtl\">שְׁתֵּי צִפֳּרִים</span>, in purif.; cf. We<sup>Heid. 2. 171</sup> RS<sup>Sem. i. 402, 2nd ed. 422</sup>), v <a data-ref=\"Leviticus 14:49\" href=\"/Leviticus.14.49\">49</a> (id.), <a data-ref=\"Psalms 104:17\" href=\"/Psalms.104.17\">ψ 104:17</a> <a data-ref=\"Ecclesiastes 9:12\" href=\"/Ecclesiastes.9.12\">Ec 9:12</a>.<br><strong>2.</strong>  less often coll., either def. <a data-ref=\"Genesis 15:10\" href=\"/Genesis.15.10\">Gn 15:10</a> (two), or indef. <a data-ref=\"Psalms 11:1\" href=\"/Psalms.11.1\">ψ 11:1</a> (fig.), <span dir=\"rtl\">צִפֹּר שָׁמַיִם</span> <a data-ref=\"Psalms 8:9\" href=\"/Psalms.8.9\">8:9</a>, especially <span dir=\"rtl\">צ׳ (כָּל־)כָּנָף</span> <a data-ref=\"Ezekiel 39:17\" href=\"/Ezekiel.39.17\">Ez 39:17</a> <a data-ref=\"Psalms 148:10\" href=\"/Psalms.148.10\">ψ 148:10</a>, <span dir=\"rtl\">כֹּל צ׳ כָּל־כָּנָף</span> <a data-ref=\"Genesis 7:14\" href=\"/Genesis.7.14\">Gn 7:14</a>; <a data-ref=\"Ezekiel 17:23\" href=\"/Ezekiel.17.23\">Ez 17:23</a>, also redund. c. <span dir=\"rtl\">עַיִט</span>, <span dir=\"rtl\">עֵיט צ׳ כָּל־כָּנָף</span> <a data-ref=\"Ezekiel 39:4\" href=\"/Ezekiel.39.4\">Ez 39:4</a> <em>birds of prey of all kinds</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d479b6084aa1cbf33fc1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, רָמַשׂ 1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "BDB, רָמַשׂ 1", "sourceHeRef": "בראון-דרייבר-בריגס, רָמַשׂ א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "רָמַשׂ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">רָמַשׂ</span></big></big>  <strong>vb. creep, move lightly, move about</strong> (chiefly P) <strong>(</strong>Arabic <span dir=\"rtl\">رَمَشَ</span> <em>touch gently</em> (Kam Frey); NH <span dir=\"rtl\">רְמָשִׂים</span> <em>creeping things</em> (rare)<strong>)</strong>;—<br><strong>Qal</strong>  Impf. 3 fs. <span dir=\"rtl\">תִּרְמֹשׂ</span> <a data-ref=\"Genesis 9:2\" href=\"/Genesis.9.2\">Gn 9:2</a> + 2 times; Pt. <span dir=\"rtl\">רֹמֵשׂ</span> <a data-ref=\"Genesis 1:26\" href=\"/Genesis.1.26\">1:26</a> +; fs. <span dir=\"rtl\">רֹמֶ֫שֶׂת</span> <a data-ref=\"Leviticus 11:46\" href=\"/Leviticus.11.46\">Lv 11:46</a> + 2 times;— <strong>1.</strong>  subj. ground, <span dir=\"rtl\">כֹּל אֲשֶׁר ת׳ הָאֲדָמָה</span> <em>all with which the ground creeps</em> (teems), i.e. all creeping things, <a data-ref=\"Leviticus 20:25\" href=\"/Leviticus.20.25\">Lv 20:25</a> (H), <a data-ref=\"Genesis 9:2\" href=\"/Genesis.9.2\">Gn 9:2</a> (P). <strong>2.</strong>  elsewhere subj. animal: <strong>a.</strong>  <em>creep</em>, <span dir=\"rtl\">עַל־הָאֲדָמָה</span> <a data-ref=\"Deuteronomy 4:18\" href=\"/Deuteronomy.4.18\">Dt 4:18</a>; <a data-ref=\"Genesis 7:8\" href=\"/Genesis.7.8\">Gn 7:8</a> (P), <span dir=\"rtl\">עַל־הָאָרֶץ</span> <a data-ref=\"Leviticus 11:44\" href=\"/Leviticus.11.44\">Lv 11:44</a> (H), <a data-ref=\"Genesis 1:30\" href=\"/Genesis.1.30\">Gn 1:30</a> (P); <span dir=\"rtl\">הָרֶמֶשׂ הָרֹמֵשׂ עַל־הָאֲדָמָה</span> <a data-ref=\"Ezekiel 38:20\" href=\"/Ezekiel.38.20\">Ez 38:20</a>, <span dir=\"rtl\">עַל־הָאָרֶין</span> <a data-ref=\"Genesis 1:26\" href=\"/Genesis.1.26\">Gn 1:26</a>; <a data-ref=\"Genesis 7:14\" href=\"/Genesis.7.14\">7:14</a>; <a data-ref=\"Genesis 8:17\" href=\"/Genesis.8.17\">8:17</a> (all P). <strong>b.</strong>  <em>move lightly, glide about</em>, of water animals, <span dir=\"rtl\">כָּל־נֶפֶשׁ (בַּמַּיִם) הַחַיָּה הָרֹמֶשֶׂת</span> <a data-ref=\"Leviticus 11:46\" href=\"/Leviticus.11.46\">Lv 11:46</a> (H), <a data-ref=\"Genesis 1:21\" href=\"/Genesis.1.21\">Gn 1:21</a> (P), cf. ψ <a data-ref=\"Psalms 69:35\" href=\"/Psalms.69.35\">69:35</a>. <strong>c.</strong>  in gen. <em>move about</em>, of all land-animals, <span dir=\"rtl\">עַל־הָאָרֶין</span> <a data-ref=\"Genesis 1:28\" href=\"/Genesis.1.28\">Gn 1:28</a>; <a data-ref=\"Genesis 7:21\" href=\"/Genesis.7.21\">7:21</a>; <a data-ref=\"Genesis 8:19\" href=\"/Genesis.8.19\">8:19</a> (all P); specif. of wild beasts prowling at night <a data-ref=\"Psalms 104:20\" href=\"/Psalms.104.20\">ψ 104:20</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d479b6084aa1cbf33fe1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, רֶ֫מֶשׂ 1", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "BDB, רֶ֫מֶשׂ 1", "sourceHeRef": "בראון-דרייבר-בריגס, רֶ֫מֶשׂ א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "רֶ֫מֶשׂ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">רֶ֫מֶשׂ</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Ezekiel 38:20\" href=\"/Ezekiel.38.20\">Ez 38:20</a></sup> <strong>coll. creeping things, moving things</strong>;—<span dir=\"rtl\">ר׳</span> abs. <a data-ref=\"I Kings 5:13\" href=\"/I_Kings.5.13\">1 K 5:13</a> +, cstr. <a data-ref=\"Hosea 2:20\" href=\"/Hosea.2.20\">Ho 2:20</a> +;—<br><strong>1.</strong>  <em>creeping things</em> (disting. from <span dir=\"rtl\">בְּהֵמָה</span>, <span dir=\"rtl\">חַיָּה</span>, <span dir=\"rtl\">עוֹף</span>, <span dir=\"rtl\">צִפּוֹר</span>, <span dir=\"rtl\">דָּג</span>) <a data-ref=\"Hosea 2:20\" href=\"/Hosea.2.20\">Ho 2:20</a>; <a data-ref=\"I Kings 5:13\" href=\"/I_Kings.5.13\">1 K 5:13</a>; <a data-ref=\"Ezekiel 8:10\" href=\"/Ezekiel.8.10\">Ez 8:10</a>; <a data-ref=\"Ezekiel 38:20\" href=\"/Ezekiel.38.20\">38:20</a>; <a data-ref=\"Genesis 1:24\" href=\"/Genesis.1.24\">Gn 1:24</a>, <a data-ref=\"Genesis 1:25\" href=\"/Genesis.1.25\">25</a>, <a data-ref=\"Genesis 1:26\" href=\"/Genesis.1.26\">26</a>; <a data-ref=\"Genesis 6:7\" href=\"/Genesis.6.7\">6:7</a>, <a data-ref=\"Genesis 6:20\" href=\"/Genesis.6.20\">20</a>; <a data-ref=\"Genesis 7:14\" href=\"/Genesis.7.14\">7:14</a>, <a data-ref=\"Genesis 7:23\" href=\"/Genesis.7.23\">23</a>; <a data-ref=\"Genesis 8:17\" href=\"/Genesis.8.17\">8:17</a>, <a data-ref=\"Genesis 8:19\" href=\"/Genesis.8.19\">19</a> (all P), <a data-ref=\"Habakkuk 1:14\" href=\"/Habakkuk.1.14\">Hb 1:14</a> (in sim.) <a data-ref=\"Psalms 148:10\" href=\"/Psalms.148.10\">ψ 148:10</a>.<br><strong>2.</strong>  of sea animals, <em>gliding things</em>, <a data-ref=\"Psalms 104:25\" href=\"/Psalms.104.25\">ψ 104:25</a>.<br><strong>3.</strong>  <em>moving things</em>, of all animals <a data-ref=\"Genesis 9:3\" href=\"/Genesis.9.3\">Gn 9:3</a> (P).—Cf. Dr<sup>Hast. DB Creeping Things</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6548be8453c764d0f6aaf9e9", "index_title": "Cassuto on Genesis", "category": "Commentary", "type": "commentary", "ref": "Cassuto on Genesis, From Noah to Abraham 7:14:1-2", "anchorRef": "Genesis 7:14", "anchorRefExpanded": ["Genesis 7:14"], "sourceRef": "Cassuto on Genesis, From Noah to Abraham 7:14:1-2", "sourceHeRef": "קאסוטו על בראשית, מנח עד אברהם ז׳:י״ד:א׳-ב׳", "anchorVerse": 14, "sourceHasEn": false, "commentaryNum": 14.0001, "collectiveTitle": {"en": "Cassuto", "he": "קאסוטו"}, "he": ["<b>המה וכל החיה</b> וגו׳, כלומר: לא רק המה, נח ובני ביתו, היו שם, אלא גם באי כוחם של כל בעלי החיים. כאמור, אין הכוונה שגם אלה נכנסו אל התיבה דווקא בו ביום, אלא שנכנסו במשך השבוע, וביום האחרון של השבוע כבר נמצאו שם כולם.", "<b>כל צפור כל כנף</b>. תמורה (אפוזיציה) אל <b>וכל העוף למינהו</b>. לכאורה אין פירושה של תמורה זו ברור כל צרכו. רבים פירשוה: כל הצפורים וכל בעלי כנף, להביא גם את שרץ העוף (ויקרא י״א, כ׳), כלומר את החרקים המעופפים למיניהם (השווה חולין קל״ט, ע״ב). וזה אי אפשר, שהרי הביטוי <b>צפור כנף</b> (דברים ד׳, י,ז; תהלים קמ״ח, י׳) מורה דווקא על הצפורים ממש. ועוד, אילו היתה זאת הכוונה, דרושה היתה וי״ו החיבור לפני <b>כל כנף</b>. צורך מיוחד להזכרה מפורשת של החרקים איננו; אף כשמתכוון הכתוב לפרט, כמו שמתכוון כאן, בוודאי אין מחובתו לדאוג לדקדוקים קלי ערך כזה. וברור הדבר, שלא כפירוש זה הבינו את הכתוב בעלי המסורה, שהפרידו בטעם מפסיק בין <b>כל</b> לבין <b>צפור</b> (אמנם נמצא בדפוסים אחדים <b>כל־צפור</b> במקף, אבל אין זו אלא טעות, כמו שמוכיחים כתבי היד הנאמנים מבית מדרשם של בני אשר). כדאי לציין שביחזקאל ל״ט, ד׳, י״ז, כתוב <b>צפור כל כנף</b>, ושם י״ז, כ״ג, ממש כמו כאן, <b>כל צפור כל כנף</b> (גם שם כמו כאן טעם מפסיק ב־<b>כל</b> הראשון: יתיב, ולא מהפך, כמו שנמצא בדפוסים לא מדוייקים), ובוודאי התכוון הנביא לצפורים. אחרים (למשל דילמן) חשבו שאחר שנאמר <b>וכל העוף למינהו,</b> לרבות גם את החרקים, באה התמורה להבליט ביחוד את הצפורים, וגם זה אי אפשר, מכיון שאין מן ההגיון שתבוא כאן תמורה לצמצם את המושג הקודם, שהיה כולל ביותר. כדי למצוא את הפירוש הנכון עלינו לשים לב אל יחזקאל מ״ד, ל׳: וראשית כל בכורי כל וכל תרומת כל מכל תרומותיכם, ואל דברי הימים ב, ל״ב, ט״ו: כל אלוה כל גוי וממלכה. הכוונה כאן לפי זה: כל צפור של כל מיני בעלי כנף; הרחבה של הביטוי הקודם, בהתאם לכל ההמשך של הפסוקים האלה."], "heVersionTitle": "Jerusalem, 1953", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]