[{"_id": "531e4fe2fbfba276047f66c6", "index_title": "Onkelos Genesis", "category": "Targum", "type": "targum", "ref": "Onkelos Genesis 7:20", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Onkelos Genesis 7:20", "sourceHeRef": "תרגום אונקלוס על בראשית ז׳:כ׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [80, 120], "commentaryNum": 7.002, "collectiveTitle": {"en": "Onkelos Genesis", "he": "תרגום אונקלוס על בראשית"}, "heTitle": "תרגום אונקלוס על בראשית", "he": "חֲמֵשׁ עַשְׂרֵה אַמִּין מִלְעֵלָּא תְּקִיפוּ מַיָּא וְאִתְחֲפִיאוּ טוּרַיָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Fifteen <i>amohs</i> above them [the mountains] did the waters prevail and they covered the mountains.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eebeff", "index_title": "Targum Jonathan on Genesis", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Genesis 7:20", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Targum Jonathan on Genesis 7:20", "sourceHeRef": "תרגום יונתן על בראשית ז׳:כ׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [150, 250], "commentaryNum": 7.002, "collectiveTitle": {"en": "Targum Jonathan on Genesis", "he": "תרגום יונתן על בראשית"}, "heTitle": "תרגום יונתן על בראשית", "he": "חֲמִיסְרֵי גַרְמִידִין מִלְעֵיל תָּקְפוּ מַיָא וְאִתְחַפִּיאוּ טוּרַיָא", "heVersionTitle": "Targum Jonathan on Genesis", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " fifteen cubits higher did the waters prevail, and the mountains were covered. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54aaa1acfbfba219cb7993f1", "index_title": "Radak on Genesis", "category": "Commentary", "type": "commentary", "ref": "Radak on Genesis 7:20:1", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Radak on Genesis 7:20:1", "sourceHeRef": "רד\"ק על בראשית ז׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Radak", "he": "רד\"ק"}, "he": "חמש עשרה, פירש כמה גבהו המים על ההרים, ואמר עוד ויכוסו ההרים ר\"ל אפילו הגבוהים שבהם כמו חמש עשרה אמה מלמעלה:", "heVersionTitle": "Presburg : A. Schmid, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "חמש עשרה, this number describes how much above the highest mount the keel of the ark had risen.<br> ויכוסו ההרים, even the tallest of the mountains were covered by at least 15 cubits of water.\n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "57e77c2ed6e4a94c7c188f18", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Genesis 7:20", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Tafsir Rasag, Genesis 7:20", "sourceHeRef": "תפסיר רס\"ג, בראשית ז׳:כ׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 7.002, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "בראשית", "he": "כ̇מסה עשר ד̇ראע מן אלעלו צעד אלמא עלי אלארץ̇ ותגטת אלג̇באל", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58ad97f5d6e4a93323dc4e76", "index_title": "Yoma", "category": "Talmud", "type": "", "ref": "Yoma 76a:6", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Yoma 76a:6", "sourceHeRef": "יומא ע״ו א:ו׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 151.0006, "collectiveTitle": {"en": "Yoma", "he": "יומא"}, "heTitle": "יומא", "he": "אָמַר לוֹ: רַבִּי, מִקְרָא אֲנִי דּוֹרֵשׁ: ״חֲמֵשׁ עֶשְׂרֵה אַמָּה מִלְמַעְלָה גָּבְרוּ הַמָּיִם וַיְכֻסּוּ הֶהָרִים״, וְכִי חֲמֵשׁ עֶשְׂרֵה אַמָּה בָּעֵמֶק, (חֲמֵשׁ עֶשְׂרֵה בַּשְּׁפֵלָה,) חֲמֵשׁ עֶשְׂרֵה בֶּהָרִים? וְכִי מַיָּא שׁוּרֵי שׁוּרֵי קָיְימִי. וְעוֹד: תֵּיבָה הֵיכִי סַגִּיָא? אֶלָּא, נִבְקְעוּ כׇּל מַעְיְנוֹת תְּהוֹם רַבָּה עַד דְּאַשְׁווֹ מַיָּא בַּהֲדֵי טוּרֵי, וַהֲדַר ״חֲמֵשׁ עֶשְׂרֵה אַמָּה מִלְמַעְלָה גָּבְרוּ הַמָּיִם״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>He said to him: Rabbi, I am interpreting a verse.</b> How so? It states about the Flood: <b>“Fifteen cubits above did the waters prevail; and the mountains were covered”</b> (Genesis 7:20). <b>Is it possible that it would be fifteen cubits</b> high <b>from a valley, fifteen</b> cubits <b>from the plain,</b> and <b>fifteen</b> cubits <b>from the mountains? Did the water stand as though in layers,</b> conforming to the height of the land below it? <b>Furthermore, how could the Ark travel</b> over water that was at different levels? <b>Rather: “On the same day were all the fountains of the great deep broken up”</b> (Genesis 7:11), <b>until the water</b> rose and <b>was level with the mountains. Afterward,</b> the verse states that <b>“fifteen cubits above did the waters prevail.”</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "591d98e9d6e4a97676075138", "index_title": "Shir HaShirim Rabbah", "category": "Midrash", "type": "", "ref": "Shir HaShirim Rabbah 4:4:4", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Shir HaShirim Rabbah 4:4:4", "sourceHeRef": "שיר השירים רבה ד׳:ד׳:ד׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [790, 990], "commentaryNum": 4.0004, "collectiveTitle": {"en": "Shir HaShirim Rabbah", "he": "שיר השירים רבה"}, "heTitle": "שיר השירים רבה", "he": "דָּבָר אַחֵר, מִבַּעַד לְצַמָּתֵךְ שַׂעְרֵךְ כְּעֵדֶר הָעִזִּים שֶׁגָּלְשׁוּ מֵהַר גִּלְעָד, הַר שֶׁגְּלַשְׁתֶּם מִתּוֹכוֹ עֲשִׂיתִיו גַּל וְעֵד לְאֻמּוֹת הָעוֹלָם, וְאֵי זֶה זֶה, זֶה בֵּית הַמִּקְדָּשׁ, שֶׁנֶּאֱמַר <small>(תהלים סח, לו)</small>: נוֹרָא אֱלֹהִים מִמִּקְדָּשֶׁיךָ מֵאֵיכָן מוֹרָא יוֹצֵא, לֹא מִבֵּית הַמִּקְדָּשׁ, הֲדָא דְאַתְּ אָמַר <small>(ויקרא כו, ב)</small>: אֶת שַׁבְּתֹתַי תִּשְׁמֹרוּ וּמִקְדָּשִׁי תִּירָאוּ, שֶׁהוּא מְקֻדָּשׁ בְּחֻרְבָּנוֹ כְּשֶׁהָיָה מְקֻדָּשׁ בְּבִנְיָנוֹ, וַהֲרֵי דְבָרִים קַל וָחֹמֶר, וּמָה אִם לְמִקְדָּשׁוֹ לֹא נָשָׂא לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא פָּנִים, לִכְשֶׁיָּבוֹא לְהִפָּרַע מִמַּחֲרִיבָיו עַל אַחַת כַּמָּה וְכַמָּה, וּמַה הַגְּלָשָׁה הִגְלַשְׁתֶּן מִתּוֹכוֹ, שִׁנַּיִךְ כְּעֵדֶר הַקְּצוּבוֹת, מִלִּין קְצוּבִין, אֵלּוּ בִּגְדֵי כְּהֻנָּה גְדוֹלָה, דִּתְנֵינַן תַּמָּן כֹּהֵן גָּדוֹל מְשַׁמֵּשׁ בִּשְׁמוֹנָה בְּגָדִים וְהַהֶדְיוֹט בְּאַרְבָּעָה, בִּכְתֹנֶת, וּמִכְנָסַיִם, מִצְנֶפֶת וְאַבְנֵט. מוֹסִיף עָלָיו כֹּהֵן גָּדוֹל, חשֶׁן, וְאֵפוֹד, וּמְעִיל, וְצִיץ נֵזֶר הַקֹּדֶשׁ. כְּתֹנֶת הָיְתָה מְכַפֶּרֶת עַל שׁוֹפְכֵי דָמִים, הֵיךְ מָה דְאַתְּ אָמַר <small>(בראשית לז, לא)</small>: וַיִּטְבְּלוּ אֶת הַכֻּתֹּנֶת בַּדָּם. וְיֵשׁ אוֹמְרִים עַל לוֹבְשֵׁי כִּלְאַיִם, הֵיךְ מָה דְאַתְּ אָמַר <small>(בראשית לז, ג)</small>: וְעָשָׂה לוֹ כְּתֹנֶת פַּסִּים. מִכְנָסַיִם מְכַפְּרִים עַל גִּלּוּי עֲרָיוֹת, הֵיךְ מָה דְאַתְּ אָמַר <small>(שמות כח, מב)</small>: וַעֲשֵׂה לָהֶם מִכְנְסֵי בָד לְכַסּוֹת בְּשַׂר עֶרְוָה. מִצְנֶפֶת מְכַפֶּרֶת עַל גַּסֵּי הָרוּחַ, הֵיךְ מָה דְאַתְּ אָמַר <small>(שמות כט, ו)</small>: וְשַׂמְתָּ הַמִּצְנֶפֶת עַל רֹאשׁוֹ. אַבְנֵט עַל מָה הָיָה מְכַפֵּר עַל הָעוֹקְמָנִין, טַעְמָא מַאן דְּאָמַר עַל הַגַּנָּבִים, לְפִי שֶׁהָיָה חָלוּל כְּנֶגֶד הַגַּנָּבִים שֶׁעוֹשִׂין מַעֲשֵׂיהֶם בַּסֵּתֶר, וּמַאן דְּאָמַר עַל הָעוֹקְמָנִין, אָמַר רַבִּי לֵוִי שְׁלשִׁים וּשְׁתַּיִם אַמּוֹת הָיָה בוֹ וְהָיָה מְעַקְּמוֹ לְכָאן וּלְכָאן. חשֶׁן הָיָה מְכַפֵּר עַל מַטֵּי דִין, הֲדָא דְאַתְּ אָמַר <small>(שמות כח, ל)</small>: וְנָתַתָּ אֶל חשֶׁן הַמִּשְׁפָּט. אֵפוֹד הָיָה מְכַפֵּר עַל עוֹבְדֵי עֲבוֹדַת כּוֹכָבִים, הֵיאַךְ מָה דְאַתְּ אָמַר <small>(הושע ג, ד)</small>: וְאֵין אֵפוֹד וּתְרָפִים. מְעִיל הָיָה מְכַפֵּר עַל לָשׁוֹן הָרָע, רַבִּי סִימוֹן בְּשֵׁם רַבִּי יוֹנָתָן דְּבֵית גּוּבְרִין שְׁנֵי דְבָרִים לֹא הָיָה לָהֶם כַּפָּרָה וְקָבְעָה לָהֶם הַתּוֹרָה כַּפָּרָה, וְאֵלּוּ הֵן: לָשׁוֹן הָרָע וְהַהוֹרֵג נֶפֶשׁ בִּשְׁגָגָה. לָשׁוֹן הָרָע לֹא הָיָה לָהּ כַּפָּרָה וְקָבְעָה הַתּוֹרָה כַּפָּרָה, זוֹג הַמְּעִיל, שֶׁנֶּאֱמַר <small>(שמות כח, לה)</small>: וְהָיָה עַל אַהֲרֹן לְשָׁרֵת וְנִשְׁמַע קוֹלוֹ וגו', יָבוֹא קוֹל וִיכַפֵּר עַל קוֹל לָשׁוֹן הָרָע. וְהַהוֹרֵג בִּשְׁגָגָה לֹא הָיָה לוֹ כַּפָּרָה וְקָבְעָה לוֹ הַתּוֹרָה כַּפָּרָה, זוֹ מִיתַת כֹּהֵן גָּדוֹל, שֶׁנֶּאֱמַר <small>(במדבר לה, כה)</small>: וְיָשַׁב בָּהּ עַד מוֹת הַכֹּהֵן הַגָּדֹל צִיץ הָיָה מְכַפֵּר עַל עַזֵּי פָּנִים, וּמַאן דְּאָמַר עַל הַגּוֹדְפָנִים, מַאן דְּאָמַר עַל עַזֵּי פָּנִים, הֵיאַךְ מָה דְאַתְּ אָמַר <small>(שמות כח, לח)</small>: עַל מֵצַח אַהֲרֹן, וּלְהַלָּן הוּא אוֹמֵר <small>(ירמיה ג, ג)</small>: וּמֵצַח אִשָּׁה זוֹנָה הָיָה לָךְ וגו', וּמַאן דְּאָמַר עַל הַגּוֹדְפָנִין <small>(שמות כח, לח)</small>: וְהָיָה עַל מִצְחוֹ תָּמִיד, וּלְהַלָּן הוּא אוֹמֵר <small>(שמואל א יז, מט)</small>: וַתִּטְבַּע הָאֶבֶן בְּמִצְחוֹ. כְּתִיב <small>(שמואל א יז, מט)</small>: וַיִּפֹּל עַל פָּנָיו אָרְצָה, לָמָּה וַיִּפֹּל עַל פָּנָיו, אֶלָּא מִתְּחִלָּה אַתָּה דוֹרֵשׁ <small>(שמואל א יז, ד)</small>: גָּבְהוֹ שֵׁשׁ אַמּוֹת וָזָרֶת, כְּדֵי שֶׁלֹא יִצְטַעֵר אוֹתוֹ צַדִּיק וִיהַלֵּךְ מְלֹא קוֹמָתוֹ, לְפִיכָךְ כְּתִיב: וַיִּפֹּל עַל פָּנָיו אָרְצָה, אָמַר רַבִּי הוּנָא לְפִי שֶׁהָיָה דָּגוֹן אֱלֹהָיו חָקוּק עַל לִבּוֹ, לְקַיֵּם מַה שֶּׁנֶּאֱמַר <small>(ויקרא כו, ל)</small>: וְנָתַתִּי אֶת פִּגְרֵיכֶם עַל פִּגְרֵי גִּלּוּלֵיכֶם. דָּבָר אַחֵר, וַיִּפֹּל עַל פָּנָיו אָרְצָה, אָמַר רַבִּי כְּדֵי שֶׁיִּטָּמֵן אוֹתוֹ פֶּה סָרוּחַ שֶׁחֵרֵף וְגִדֵּף, כָּעִנְיָן שֶׁנֶּאֱמַר <small>(איוב מ, יג)</small>: טָמְנֵם בֶּעָפָר יָחַד. דָּבָר אַחֵר, וַיִּפֹּל עַל פָּנָיו אָרְצָה, כְּדֵי שֶׁלֹא יִצְטַעֵר אוֹתוֹ צַדִּיק בְּתוֹךְ יִשּׁוּבוֹ. דָּבָר אַחֵר, וַיִּפֹּל עַל פָּנָיו, כְּדֵי שֶׁיָּבוֹא אוֹתוֹ צַדִּיק וְיִדְרֹךְ עַל צַוָּארוֹ, לְקַיֵּם מַה שֶּׁנֶּאֱמַר <small>(דברים לג, כט)</small>: וְאַתָּה עַל בָּמוֹתֵימוֹ תִדְרֹךְ. שֶׁעָלוּ מִן הָרַחְצָה, שֶׁמְּכַפְּרִין עַל יִשְׂרָאֵל. שֶׁכֻּלָּם מַתְאִימוֹת, אֵלּוּ שְׁתֵּי שַׁרְשְׁרוֹת גַּבְלוּת שֶׁל זָהָב שֶׁיּוֹצְאוֹת מִבֵּין הַחשֶׁן וְהָיוּ נִרְאִין מִתּוֹכוֹ כְּמִין שְׁתַּיִם נַרְתֵּיקוֹת. וְשַׁכֻּלָה אֵין בָּהֶם, שֶׁלֹּא נִתְאַכְּלָה אַחַת מֵהֶן. כְּחוּט הַשָּׁנִי שִׂפְתוֹתַיִךְ, זֶה נֵזֶר הַקֹּדֶשׁ. וּמִדְבָּרֵךְ נָאוֶה, זֶה הַצִּיץ. רַבִּי יוֹנָתָן הֲוָה סָלֵיק לְצַלוֹיֵי בִּירוּשָׁלַיִם, כֵּיוָן דִּמְטָא גַּבֵּי חַד פְּלָאטִינוֹס פָּגַע בֵּיהּ חַד כּוּתִי, אֲמַר לֵיהּ לְאָן אַתְּ אָזֵיל, אֲמַר לֵיהּ לִמְצַלֵּי בִּירוּשָׁלַיִם, אֲמַר לֵיהּ וְלָא טַב לָךְ תִּיסוֹק וּתְצַלֵּי בַּהֲדֵין טוּרָא בְּרִיכָא וְלָא תְצַלֵּי בְּהַהִיא קִיקַלְתָּא, אֲמַר לֵיהּ וְלָמָּה הוּא בְּרִיךְ טוּרָא הָדֵין, אֲמַר לֵיהּ דְּלָא טַף בְּמוֹי דְּמַבּוּלָא, הֲדָא הִיא דִּבְרִיָּיתָא אָמְרִין אַרְעָא דְיִשְׂרָאֵל לָא טָפַת בְּמוֹי דְּמַבּוּלָא. אִתְעַלְּמַת מִלְּתָא מִן רַבִּי יוֹנָתָן בְּהַהִיא שַׁעְתָּא וְלֹא הֱשִׁיבוֹ. אֲמַר לֵיהּ חַמָּרֵיהּ, רַבִּי תַּרְשֵׁנִי וַאֲנִי מְשִׁיבוֹ, אֲמַר לֵיהּ הֲשִׁיבוֹ, אֲמַר לְהַהוּא כּוּתִי, הָדֵין טוּרָא מִמָּה אַתְּ עָבֵיד לֵיהּ, אִי מִן טוּרָא רָמְמַיָּא הָא כְתִיב <small>(בראשית ז, יט)</small>: וַיְכֻסּוּ כָּל הֶהָרִים הַגְּבֹהִים, אִי מִן מַכִּיכַיָּא הָא כְתִיב <small>(בראשית ז, כ)</small>: חֲמֵשׁ עֶשְׂרֵה אַמָּה מִלְמַעְלָה גָּבְרוּ הַמָּיִם וַיְכֻסּוּ הֶהָרִים, וְלָא אַשְׁגַּח בֵּיהּ עֲלוֹי קְרָיָה בֶּהָרִים הַנְּמוּכִים, אִם הֶהָרִים שֶׁהָיוּ גְּבוֹהִים מִלְמַעְלָה כְּתִיב: וַיְכֻסּוּ כָּל הֶהָרִים, קַל וָחֹמֶר לַנְּמוּכִים. בְּהַהִיא עָנָתָא נִשְׁתַּתֵּק אוֹתוֹ כּוּתִי וְלָא אַשְׁכַּח מַה לְּהָשִׁיב. בְּהַהִיא עָנָתָא נְחַת לֵיהּ רַבִּי יוֹנָתָן וְאַרְכְּבֵיהּ לְחַמָּרֵיהּ תְּלָתָא מִילִין, וְקָרָא עֲלֵיהּ תְּלָתָא קְרָיָין <small>(דברים ז, יד)</small>: בָּרוּךְ תִּהְיֶה מִכָּל הָעַמִּים לֹא יִהְיֶה בְךָ עָקָר וַעֲקָרָה וּבִבְהֶמְתֶּךָ, אֲפִלּוּ בַּבֶּהָמִין שֶׁבָּכֶם. וְהָדֵין <small>(ישעיה נד, יז)</small>: כָּל כְּלִי יוּצַר עָלַיִךְ לֹא יִצְלָח וגו'. וְהָדֵין: כְּפֶלַח הָרִמּוֹן רַקָּתֵךְ, רֵיקָן שֶׁבְּיִשְׂרָאֵל מָלֵא תְּשׁוּבוֹת כְּרִמּוֹן. מִבַּעַד לְצַמָּתֵךְ, וְאֵין צָרִיךְ לוֹמַר עַל הַצְּנוּעִין וְהַמְּצֻמָּתִין שֶׁבָּכֶם.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Another matter: “Behind your braid your hair is like a flock of goats that streams down [<i>shegaleshu</i>] from Mount Gilad” (Song of Songs 4:1) – the mountain from whose midst you took away [<i>shegelashtem</i>], I rendered a memorial for the nations of the world. Which is this? This is the Temple, as it is stated: “You are awesome, God, from Your Temple” (Psalms 68:36). From where does awe emerge? Is it not from the Temple? This is what it says: “You shall observe My Sabbaths and you shall revere My Sanctuary” (Leviticus 26:2) – as it is sanctified in its destruction just as it was sanctified while it was built. The matters can be inferred <i>a fortiori</i>: If to His Temple the Holy One blessed be He did not show favor, when He will come to exact punishment upon its destroyers all the more so.<br>What is it that you took away from its midst? “Your teeth are like a flock of ordered ewes” (Song of Songs 4:2) – defined matters, these are the vestments of the High Priesthood, as we learned there:<sup class=\"footnote-marker\">41</sup><i class=\"footnote\"><i>Yoma</i> 71b</i> The High Priest serves in eight vestments and the common [priest] in four: tunic, trousers, mitre, and sash. The High Priest adds beyond these the breastplate, ephod, robe, and the sacred frontplate.<br>The tunic would atone for murderers, just as it states: “They dipped the tunic in blood” (Genesis 37:31); some say for those who don garments of diverse kinds, just as it states: “He made for him a fine tunic” (Genesis 37:3).<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">This verse refers to the tunic that Jacob made for Joseph. According to one opinion, it contained wool and linen (see <i>Bereshit Rabba</i> 84:8). At the very least, its stripes could be reminiscent of different types of materials. The midrash takes this as an allusion to the fact that the tunic of the High Priest atones for the transgression of diverse kinds.</i> The trousers atone for forbidden sexual relations, just as it states: “Make them linen trousers to cover the flesh of their nakedness” (Exodus 28:42). The mitre atones for the haughty, just as you say: “You shall place the mitre on his head” (Exodus 29:6). For what did the sash atone? For those with criminal thoughts.<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">Apparently text should be added here such that this sentence reads: For thieves, and some say for criminal thoughts (see <i>Vayikra Rabba</i> 10:6).</i> The reason for the one who says for the thieves, it is because it was hollow, corresponding to thieves who perform their actions clandestinely.<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">There was space inside the sash, like a secret hiding place.</i> According to the one who says it was for criminal thoughts, Rabbi Levi said: It was thirty-two cubits long, and he would twist it to this side and that.<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">He would wrap it all the way around himself multiple times, representing the twisted thoughts of those with criminal and dishonest intent.</i> The breastplate would atone for those who distort justice, just as it says: “You shall place in the breastplate of judgment” (Exodus 28:30). The ephod would atone for idol worshippers, just as it says: “No ephod and no <i>terafim</i>” (Hosea 3:4).<sup class=\"footnote-marker\">46</sup><i class=\"footnote\"><i>Terafim</i> are household idols.</i> The robe would atone for evil speech. Rabbi Simon [said] in the name of Rabbi Yonatan of Beit Guvrin: There are two items for which there was no atonement<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">No offering designated to atone for it.</i> but the Torah designated atonement for them, and these are: Evil speech and one who murders unwittingly. There was no atonement for evil speech, but the Torah designated atonement for it: the bell of the robe, as it is stated: “It shall be upon Aaron to serve, and its sound shall be heard…” (Exodus 28:35). Let the sound come and atone for the sound of evil speech. There was no atonement for one who murders unwittingly, but the Torah designated atonement for it, this is the death of the High Priest, as it stated: “He shall dwell in it until the death of the High Priest” (Numbers 35:25). The frontplate would atone for the impudent, and there is one who says for the blasphemers. The one who says for the impudent, just as it says: “On Aaron’s forehead [<i>metzaḥ</i>]” (Exodus 28:38), and below it says: “Yet you had the impudence [<i>metzaḥ</i>] of a harlot…” (Jeremiah 3:3). According to the one who says for the blasphemers, “it shall be on his forehead always” (Exodus 28:38), and below it says: “the stone penetrated his forehead” (I Samuel 17:49).<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">The stone shot by David penetrated the forehead of Goliath, who had blasphemed God.</i><br>It is written: “He fell on his face to the ground” (I Samuel 17:49). Why is it that “he fell on his face”?<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">The force of the stone to his forehead should have caused him to fall backward.</i> Rather, initially you learn: “His height was six cubits and one span” (I Samuel 17:4) – so that this righteous one will not be inconvenienced to walk his entire height, therefore, it is written: “He fell on his face to the ground.”<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">Divine providence had Goliath fall forward so that David would not have to walk too far in order to cut off his head.</i> Rabbi Huna said: It is because Dagon his god was engraved on his heart, to fulfill what is stated: “I will cast your carcasses upon the carcasses of your idols” (Leviticus 26:30).<br>Another matter: “He fell on his face to the ground” (I Samuel 17:49) – Rabbi said: So that the disgusting mouth that cursed and blasphemed would be hidden [in the ground], like that which is stated: “Hide them in the dust together” (Job 40:13). Alternatively, “he fell on his face to the ground” – so that this righteous one would not have a troubled mind.<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">He would be certain that Goliath no longer posed a danger even though he was not yet dead.</i> Alternatively, “he fell on his face” – so that this righteous one would come and step on [the back of] his neck, to fulfill what is stated: “You will trample their high places” (Deuteronomy 33:29).<br>“That have come up from bathing” (Song of Songs 4:2) – they atone for Israel. “That are all paired” (Song of Songs 4:2) – these are the two braided chains of gold that emerge from the midst of the breastplate and appeared from its midst like two tassels. “And there is none missing among them” (Song of Songs 4:2) – that not one of them was tattered. “Your lips are like a scarlet thread” (Song of Songs 4:3) – this is the sacred crown.<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">This is a reference to the blue threads that passed over the head of the High Priest and fastened the frontlet to his forehead.</i> “Your speech is lovely” (Song of Songs 4:3) – this is the frontplate.<br>Rabbi Yonatan was ascending to pray in Jerusalem. When he reached a certain Pelatinus,<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">This is a reference to Mount Gerizim, which the Cuthites and Samaritans considered sacred.</i> a certain Cuthite encountered him. He said to [Rabbi Yonatan]: ‘Where are you going?’ [Rabbi Yonatan]said to him: ‘To pray in Jerusalem.’ He said to [Rabbi Yonatan]: ‘Would it not be preferable for you to ascend and pray on this blessed mountain and not pray in those ruins [in Jerusalem]?’ [Rabbi Yonatan] said to him: ‘Why is this mountain blessed?’ He said to [Rabbi Yonatan]: ‘Because it was not flooded with the Flood waters.’ That is what people say: The Land of Israel was not flooded with the Flood waters. An answer slipped the mind of Rabbi Yonatan at that moment and he did not respond to him. His donkey driver said to him: ‘Rabbi, allow me, and I will respond to him.’ He said to him: ‘Respond to him.’ He said to that Cuthite: ‘This mountain, what do you consider it? If it is one of the high mountains, is it not written: “All the high mountains were covered” (Genesis 7:19)? If it is one of the low mountains, it is written: “Fifteen cubits upward the waters intensified, and the mountains were covered” (Genesis 7:20). The verse did not address the low mountains. If regarding the high mountains it is written: “All the mountains were covered,” all the more so regarding the low ones.’ At that moment the Cuthite fell silent and was unable to find a response. At that moment, Rabbi Yonatan dismounted and drove his donkey driver three <i>mil</i>, and he read in his regard three verses: “You will be the most blessed of all the peoples; there will be no male or female infertile among you or among your animals” (Deuteronomy 7:14), even among those of you who work with animals; and this: “Any weapon crafted against you will not succeed…” (Isaiah 54:17); and this: “your temple is like a pomegranate slice [<i>rakatekh</i>]” (Song of Songs 4:3) – even the empty [<i>reikan</i>] among Israel is packed with answers like a pomegranate. “Behind your braid [<i>letzamatekh</i>]” – and it goes without saying regarding the modest and the fervent [<i>metzumatin</i>] among you.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5936afacd6e4a927fb7b1a05", "index_title": "The Midrash of Philo", "category": "Second Temple", "type": "commentary", "ref": "The Midrash of Philo 7:20:1-4", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "The Midrash of Philo 7:20:1-4", "sourceHeRef": "מדרשי פילון ז׳:כ׳:א׳-ד׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [10, 50], "commentaryNum": 20.0001, "collectiveTitle": {"en": "The Midrash of Philo", "he": "מדרשי פילון"}, "heTitle": "מדרשי פילון", "he": ["<strong>מדוע היו המים יותר מחמש עשרה אמה מעל כל ההרים הגבוהים</strong><sup class=\"footnote-marker\">111</sup><i class=\"footnote\"> כן בשבעים πάντα τὰ ὄρη τὰ ὑψηλά, ובפשיטא: טורא רמא, וראה הערה 4 של הר\"ח העליר שם. ובמסורה ליתא \"הגבוהים\".</i><strong>? יש להעיר, על דרך הפשט, שהמים לא היו חמש עשרה אמה מעל פיסגות ההרים, אלא אף מֵעַל (ההרים) הארוכים והגבוהים ביותר. ואפילו עוד יותר מֵעַל הנמוכים.</strong><sup class=\"footnote-marker\">*</sup><i class=\"footnote\">שו\"ת בראשית ב, כא</i><br>___________<br>", "חז\"ל נחלקו בדיוק דברי הפסוק: \"חמש עשרה אמה וגו', רבי יהודה ורבי נחמיה, רבי יהודה אומר חמש עשרה אמה בהר וחמש עשרה בבקעה, ורבי נחמיה אמר ט\"ו אמה בהר, אבל בבקעה כל שהן\"<sup class=\"footnote-marker\">111*</sup><i class=\"footnote\"> ראה פירושו של מהרז\"ו ובמנחת יהודה שם.</i> (ב\"ר לב, יא).", "כדיוקו של פילון, מנמק רבי אלעזר המודעי לפני רבי ישמעאל ורבי טרפון וזקנים: \"חמש עשרה אמה מלמעלה גברו המים ויכסו ההרים, וכי חמש עשרה אמה בעמק, חמש עשרה אמה בהרים, וכי מיא שורי שורי קיימי, ועוד תיבה היכא סגיא? אלא נבקעו כל מעינות תהום רבה עד דהשוו מיא בהדי טורי, והדר חמש עשרה אמה מלמעלה גברו המים\" (יומא עו, א. וראה מכילתא דר\"י, מסכתא דויסע פרשה ג).", "ובלקח טוב: \"אלו חמש עשרה אמה ממעל להרים הרמים\". ובפסוק ז, יא מפרש: \"התהומות הֶעלו המים עד שהשוו לההרים והגבעות, ואח\"כ וארובות השמים נפתחו, ועלו המים חמש עשרה אמה מלמעלה ויכסו ההרים\". וכן ברש\"י: \"חמש עשרה אמה למעלה של גובה כל ההרים, לאחר שהשוו המים לראשי ההרים\"."], "heVersionTitle": "The Midrash of Philo, by Samuel Belkin, 1989", "heLicense": "CC-BY", "heVersionTitleInHebrew": "מדרשי פילון, שמואל בלקין, תשמ\"ט", "text": ["<b>Why did the water overflow fifteen cubits above all the highest mountains? (Genesis 7:19). With respect to the literal statement we must remark that the excess was not merely one of fifteen cubits above all high mountains but above those which were a great deal more lofty and high than some others; therefore it was a great deal more than that height above the lower ones. But we must interpret this statement allegorically; for the loftier mountains shadow forth the senses in our body, because it has been permitted to them to occupy the abode of stability in the lofty region of our head. And there are five numbers of these, each to be considered separately, so that they amount in all to fifteen.</b>"], "versionTitle": "The Works of Philo Judaeus. trans. C.D.Yonge, London, H. G. Bohn, 1854-1890.", "license": "Public Domain", "versionTitleInHebrew": "חיבורי פילון היהודי, מתורגמים בידי צ'. ד. יונג, לונדון, ה\"ג בון, 1854-1890"}, {"_id": "59636b28d6e4a9416e9c250f", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Genesis 7:20:1", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Mizrachi, Genesis 7:20:1", "sourceHeRef": "מזרחי, בראשית ז׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "בראשית", "he": "<b>למעלה של גובה כל ההרים. </b>לא למעלה של שטח הארץ כי קודם זה ויכסו כל ההרים הגבוהים שהם כמה אלפים אמות משטח הארץ: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59a6c5d4d6e4a920f72d8bc4", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Genesis 7:20:1", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "HaKtav VeHaKabalah, Genesis 7:20:1", "sourceHeRef": "הכתב והקבלה, בראשית ז׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 20.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "בראשית", "he": "<b>ויכסו ההרים. </b>כמו גבר ימות ויחלש שהוא עבר קדום, כי החלישות הוא קודם המיתה, וכן כסוי ההרים קדום, וטעמו אחר שנתכסו ההרים במים, גברו המים עליהם חמש עשרה אמה: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d485c0d6e4a939ba1724f1", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Genesis 7:20:1", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Torah Temimah on Torah, Genesis 7:20:1", "sourceHeRef": "תורה תמימה על התורה, בראשית ז׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "בראשית", "he": "<b>חמש עשרה אמה.</b> מאי חמש עשרה אמה, אילימא ט\"ו יאמה בעמק ט\"ו אמה בהר, וכי מיא שורי שורי קיימא, ועוד תיבה היכי סגיא <sup class=\"footnote-marker\">יד</sup><i class=\"footnote\">ר\"ל חדא לא יתכן שיהי' מדת גובה המים שוה בהר ובעמק, ועוד, האיך עלתה התבה לראשי ההרים, אחרי שבכל מקום היתה שוה מדת המים. </i>, אלא דאשוו מיא בהדי טורי והדר ט\"ו אמה מלמעלה גברו המים <sup class=\"footnote-marker\">טו</sup><i class=\"footnote\">ר\"ל ע\"י גשמים גברו ט\"ו אמה ומן התהום יצאו תחלה למלאות הבקעות והשפלות עד שהשוו לראשי ההרים. </i>.<br>(יומא ע\"ו א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2ed1d6e4a90d4d5c48e5", "index_title": "Steinsaltz on Yoma", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Yoma 76a:6", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Steinsaltz on Yoma 76a:6", "sourceHeRef": "ביאור שטיינזלץ על יומא ע״ו א:ו׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 151.0006, "collectiveTitle": {"en": "Steinsaltz on Yoma", "he": "ביאור שטיינזלץ על יומא"}, "heTitle": "ביאור שטיינזלץ על יומא", "he": "<b>אמר לו: מקרא אני דורש.</b> כיצד? נאמר במבול: <b>\"חמש עשרה אמה מלמעלה גברו המים ויכסו ההרים\"</b> (בראשית ז, כ), <b>וכי חמש עשרה אמה ב</b>מקום <b>עמק, חמש עשרה</b> אמה <b>בשפלה, חמש עשרה</b> אמה <b>בהרים? וכי מיא שורי שורי קיימי</b> <small>[המים חומות חומות עמדו]</small> שהמים עמדו בדיוק לפי גובה המקום. <b>ועוד:</b> ה<b>תיבה היכי סגיא</b> <small>[היאך הלכה]</small> וצפה על המים אם לא היו המים שוים? <b>אלא, נבקעו כל מעינות תהום רבה עד דאשוו מיא בהדי טורי</b> <small>[שהושוו המים לראשי ההרים]</small> <b>והדר</b> <small>[וחזר</small> שוב<small>]</small> אחרי זאת לומר כי <b>\"חמש עשרה אמה מלמעלה גברו המים\".</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a154671d6e4a92409ac307c", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Genesis 7:20:1", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Siftei Chakhamim, Genesis 7:20:1", "sourceHeRef": "שפתי חכמים, בראשית ז׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "בראשית", "he": "<b>לאחר שהשוו המים כו'.</b> ואם תאמר מנא ליה לרש\"י דלמא למעלה מן הארץ ט\"ו אמה ויש לומר דאם כן הרים הגבוהים לא נתכסו מן המים ובקרא כתיב ויכסו כל ההרים הגבוהים לכ\"פ למעלה וכו': \n", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Once the water reached the level</b>... You might ask: How does Rashi know this? Perhaps it means fifteen <i>amos</i> above the ground! The answer is: Then the high mountains would not have been covered with water. And in the verse it is written (v. 19), “And they covered all the high mountains.” Thus Rashi explains, “Above the peaks...”", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1c01c2d6e4a943452d3a1a", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Noach 4", "anchorRef": "Genesis 7:11-24", "anchorRefExpanded": ["Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Noach 4", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, נח ד׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 4, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "נח", "he": "ותגעש כל הארץ ויברקו ברקים וירעמו רעמים, ויגבר קול עצום בכל הארץ אשר לא נודע ליושביה כמוהו ויעש ה׳ את הדבר הזה למען הבהיל את בני האדם לשוב אל ה׳, לבלתי היות רעה בארץ. ובכל זאת לא שבו בני האדם מדרכם, ויוסיפו על חרון אף ה׳ בעת ההיא ולא שתו איש לבו לכל זאת. ויהי לשבעת ימים בשנת שש מאות שנה לחיי נח, ומי המבול היו על הארץ. ויבקעו כל מעיינות תהום ויפתחו ארובות השמים, ויהי הגשם על הארץ ארבעים יום וארבעים לילה. ויבוא נח וביתו וכל החי אשר איתו אל התיבה מפני מי המבול, ויסגור ה׳ בעדם. ויקוצו כל בני האדם הנשארים בארץ מפני הגשם כי המים גברו מאוד על הארץ, והבהמות והחיות עודם עומדים סביבות התיבה. ויתקבצו כל בני האדם יחד כשבע מאות אלף איש ואישה, ויבואו כולם אל נח אל התיבה. ויקראו כולם אל נח לאמור פתח לנו ונבוא עמך אל התיבה,ולמה נמות אנחנו. ויען נח אותם לאמור בקול גדול מן התיבה ויאמר אליהם, הלא אתם מרדתם כולכם בה׳ ותאמרו לא הוא.ויבא ה׳ עליכם את הרעה הזאת, להכחיד ולהאביד אתכם מעל פני האדמה. הלא זה הדבר אשר דיברתי אליכם עשרים ומאת שנה היום הזה ולא שמעתם בקול ה׳, ועתה תחפצו לחיות בארץ. ויאמרו כולם אל נח הננו ושבנו כולנו עד ה׳, אך פתח לנו ונחיה ולא נמות. ויען נח אותם לאמור הנה אך עתה בראותכם את צרת נפשיכם תשובו אל ה׳ ולמה לא שבתם זה עשרים ומאת שנה, אשר שם אותם ה׳ לכם למועד. ותבואו עתה ותדברו אליי את הדבר הזה מרעת נפשיכם, גם ה׳ לא ישמע אליכם ולא יאזין לכם ביום הזה ולא תצליחו בדבריכם היום. ויגשו כל בני האדם לשבור התיבה לבוא בתוכה מפני הגשם, כי לא יכלו לסבול את הגשם עליהם. וישלח ה׳ עליהם את כל החיות וכל הבהמות,אשר עומדים סביבות התיבה. ויגברו עליהם החיות, ויכום ויבריחום מעל התיבה. וימיתו מהם החיות רבים ויבריחום מן המקום ההוא, וילכו איש לדרכו ויפוצו על פני כל הארץ. והגשם עודנו יורד על הארץ וירד ארבעים יום וארבעים לילה, ויגברו המים מאוד מאוד על הארץ.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And the Lord caused the earth to quake on that day, and the sun was darkened, and the ‎foundations of the world trembled, and all the earth was shaken and the lightnings were ‎flashing and thunders were roaring and all the fountains of the whole earth were broken up, ‎the like of which had never been known to its inhabitants before. And the Lord did all these ‎fearful things in order to frighten the sons of man, that they should return unto him, and not ‎cause him to bring that great evil upon the earth. And for all that the sons of man would not ‎turn from their evil ways, but they only added to the anger of the Lord against them, and they ‎did not take it to their hearts. And it was on the seventh day of the six hundredth year of the ‎life of Noah, that the waters of the flood came upon the earth. And all the fountains of the ‎deep were split, and the windows of the heavens were opened, and the rain was upon the ‎earth forty days and forty nights. And Noah came into the ark, he and his household, and all ‎the animals that were to be with him, on account of the waters of the flood; and the Lord ‎closed the door after him. And all the sons of man that remained upon the earth became ‎terrified by the rain, for the waters grew very powerful upon the earth. And the animals were ‎still standing around the ark. And all the sons of man assembled and they came unto Noah to ‎the ark, about seven hundred thousand men and women. And all of them came around the ‎ark unto Noah and they cried out in agony: Open unto us and let us come unto thee into the ‎ark, for why should all of us die? And Noah called out from the ark in a very loud voice, saying: ‎And have you not all rebelled against the Lord saying that this evil, which the Lord now brought ‎over you, would not come at all to wipe you out and exterminate you from the face of the ‎earth? Have I not been talking to you of these things for one hundred and twenty years, calling ‎upon you to repent, but you would not? And now you would like to be saved to live upon the ‎earth. And they replied unto Noah: Behold we have all assembled here and we are now willing ‎to return unto the Lord, only open and take us unto thee into the ark. And Noah answered ‎unto them: Behold just now when you see the trouble of your souls you return unto the Lord; ‎but why have you not returned these hundred and twenty years that the Lord hath set for you ‎as a time for repentance? And now you have come, being pushed by danger, it is only the ‎agony of death that causeth you to make all these confessions, but there is no sincerity in your ‎words, and therefore the Lord will not hear you, nor will he give ear unto your words; for you ‎would surely not adhere to whatever you are saying this day. And as they heard the words of ‎Noah, all of them, men and women, rushed towards the ark, to enforce an entrance by ‎breaking it open, in order to escape the rain, which grew terrible all around them upon the ‎earth.And the Lord ordered the animals and wild beasts, that still stood near the ark, to attack ‎the sons of man and drive them away from the ark. And the animals and the wild beasts fell ‎over the sons of man, and overpowered them, and drove them away. And the wild beasts ‎killed many of the sons of man, and scattered them all over the earth. And the rain continued ‎streaming down upon the earth, and it kept on raining for forty days and forty nights, and the ‎waters grew very powerful upon the earth.", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5ae9be3e9197ec001aac16ef", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Genesis 7:20:1", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Midrash Aggadah, Genesis 7:20:1", "sourceHeRef": "מדרש אגדה, בראשית ז׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "בראשית", "he": "חמש עשרה אמה. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"10\"></i> על כל ההרים הגבוהים גברו המים:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c179d10bb386c011be994f2", "index_title": "Rashi on Rosh Hashanah", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Rosh Hashanah 11b:6:1", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Rashi on Rosh Hashanah 11b:6:1", "sourceHeRef": "רש\"י על ראש השנה י״א ב:ו׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Rashi on Rosh Hashanah", "he": "רש\"י על ראש השנה"}, "heTitle": "רש\"י על ראש השנה", "he": "ואזדו לטעמייהו - רבי אליעזר ור' יהושע דלר' אליעזר בתשרי נברא העולם דמתשרי מתחילין מנין שני הדורות לפיכך מבול על כרחך במרחשון ירד וי\"ב חדש היה ובחדש השני בשבעה ועשרים שיבשה הארץ במרחשון היה לשנה הבאה ובתשרי שלפניו חרבו המים מעל הארץ שנעשית הארץ כמין גריד ולא יבשה לגמרי ובו התחלת שנת שש מאות ואחת שנה כדכתיב ויהי באחת ושש מאות שנה בראשון באחד לחדש והוא תשרי ומדלא קרי ליה אחת ושש מאות עד השתא שמע מינה אין מנין הדורות מניסן שאם מניסן מתחילין למנותן היה לו לכתוב ותנח התיבה באחת ושש מאות שנה בחדש השביעי על הרי אררט שכבר נתחדשה שנה מניסן שהרי אותו חדש שביעי סיון היה והוא שביעי להפסקת גשמים כמו ששנינו בסדר עולם וההיא ר\"א היא שכשאתה מונה משבעה עשר במרחשון מאה ותשעים יום ארבעים לימי הגשמים ומאה וחמשים שגברו על הארץ נמצאו כלים באחד בסיון ואותו יום התחילו לחסור שנאמר ויחסרו המים מקצה חמשים ומאת יום והיו הלוך וחסור עד חדש העשירי והוא אב שהוא עשירי לירידת גשמים ובאחד באב נראו ראשי ההרים בשני חדשים חסרו ט\"ו אמה שהיו ההרים מכוסים מים שנאמר (בראשית ז׳:כ׳) חמש עשרה אמה למדת שחסרה אמה לארבעה ימים והתיבה היתה משוקעת במים אחת עשרה אמה ולא היתה צפה על ראש ההר אלא ד' אמות גובה לפיכך נחה בי\"ז בסיון ולר' יהושע דאמר בניסן נברא העולם וממנו מתחילין מנין שני הדורות ירד המבול באייר ושביעי שנחה בו התיבה הוא כסליו ולא מנה לך הכתוב חדוש שנה לפי שאין השנה מתחדשת אלא בניסן ויש פותרין ואזדו לטעמייהו מדאמר ר\"א בחדש שני מרחשון אית ליה בתשרי נברא העולם והוי מרחשון שני לחדש שהתחילו בו שנת שש מאות דאי לאו הכי למאי קרי ליה שני אם לסדר חדשים הא אמרינן ניסן ר\"ה לחדשים ולאו מילתא היא דאי מדקרי ליה שני שמעינן דבתשרי נברא העולם א\"כ מאי פריך לקמיה בשלמא לר' יהושע היינו דכתיב שני אלא לרבי אליעזר מאי שני הא מהכא יליף שני לבריאת עולם הכי גרסינן בסדר עולם ר' יהושע ברישא והדר ר' אליעזר ר' יהושע אומר אותו היום י\"ז באייר היה יום שמזל כימה שוקע ביום ר\"א אומר אותו היום י\"ז במרחשון היה יום שמזל כימה עולה ביום גלגל חמה עגול הוא חציו למעלה מן הקרקע וחציו למטה מן הקרקע ושנים עשר מזלות קבועין בו וזה סדרן טלה שור תאומים סרטן אריה בתולה מאזנים עקרב קשת גדי דלי דגים וסימניך טש\"ת סא\"ב מע\"ק גד\"ד ששה מהן שקועין למטה וששה מהם למעלה וכשהגלגל מגלגל זה עולה מצד זה והראשון שבצד האחר שוקע וכן לעולם ושתי שעות שוהה המזל בעלייתו וכן שכנגדו בשיקועו שיהו כולן משמשין בכ\"ד שעות של יום ובניסן לעולם טלה מתחיל לעלות לאור הבקר מע\"ק גד\"ד למעלה בלילה טש\"ת סא\"ב למטה לאור הבקר מתחיל טלה לעלות ומאזנים לשקוע לסוף ב' שעות טלה כולו עולה ומאזנים כולו שוקע אחר שתי שעות מתחיל שור לעלות ועקרב לשקוע וכן כולן כל חדש ניסן באייר שור מתחיל לשמש ביום כל ימי אייר ובשתי שעות הראשונות גומר עלייתו שניות תאומים שלישית סרטן רביעית אריה חמישית בתולה וששית מאזנים וכן כולן נמצא טלה עולה בשתי שעות אחרונות בלילה וכל היום הוא שוקע וכימה הוא זנב טלה והמבול ביום ירד ודרך נקב שתי כוכבים שנטלו מכימה שהוא מזל שיש בו כוכבים הרבה ומניין שהמבול התחיל לירד ביום שנאמר בעצם היום הזה בא נח (בראשית ז׳:י״ג) והוא מקטני אמנה היה ולא נכנס לתיבה עד שירדו מים ודחקוהו ליכנס שנאמר מפני מי המבול והוצרך לשנות סדר בראשית והעלה זנב כימה ביום ונטל שני כוכבים ממנו ומעיינות מתמעטין בחמה ימות החמה ופסקו הגשמים ושינה סדר בראשית ונתגברו המעיינות ושטפם:", "heVersionTitle": "WikiSource Rashi", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רש״י (ויקיטקסט)", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d5713d3a5928d4b20175", "index_title": "Gur Aryeh on Bereishit", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bereishit 7:20:1", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Gur Aryeh on Bereishit 7:20:1", "sourceHeRef": "גור אריה על בראשית ז׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על בראשית", "he": [], "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1d72bf3353e1a24e02bf81", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 16:14:7", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Midrash Lekach Tov, Exodus 16:14:7", "sourceHeRef": "מדרש לקח טוב, שמות ט״ז:י״ד:ז׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 14.0007, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b> דק ככפור.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"79\"></i> זה הגליד שהיה הטל כגליד, אבל המן כזרע גד, וכן מפורש <i data-commentator=\"Notes and Corrections\" data-order=\"80\"></i> במס׳ יומא בפרק אחרון, <i data-commentator=\"Notes and Corrections\" data-order=\"81\"></i> וכבר היו ר׳ טרפון והזקנים יושבין, ור׳ אלעזר המודעי יושב לפניהם, אמר להם ר׳ אלעזר המודעי, ששים אמות היה גבהו של מן, אמרו לו מודעי עד מתי את מתמיה עלינו, אמר להם מקרא אני דורש ממבול, דכתיב חמש עשרה אמה מלמעלה גברו המים (בראשית ז כ), וכתיב וארובות השמים נפתחו (שם שם יא), וכתיב במן ודלתי שמים פתח וימטר עליהם מן לאכול (תהלים עח כג וכד), <i data-commentator=\"Notes and Corrections\" data-order=\"82\"></i> כמה ארובות בדלת ארבע, בשני דלתות שמונה, לשני ארובות חמשה עשר אמות לשמונה ארובות ששים אמה, וכולה מפורש <i data-commentator=\"Notes and Corrections\" data-order=\"83\"></i> במס׳ יומא.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e7dc540454fc912134eaa", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 7:20:1", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Midrash Lekach Tov, Genesis 7:20:1", "sourceHeRef": "מדרש לקח טוב, בראשית ז׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "<b>חמש עשרה אמה מלמעלה.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"31\"></i> אלו חמש עשרה אמה ממעל להרים הרמים.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f68814161ab0529abaf5be7", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Genesis 7:20:1", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Tzafnat Pa'neach on Torah, Genesis 7:20:1", "sourceHeRef": "צפנת פענח על התורה, בראשית ז׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "בראשית", "he": [], "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "610233f4d2382222a2db4a36", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "", "ref": "Tzror HaMor on Torah, Genesis 7:16:1", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Tzror HaMor on Torah, Genesis 7:16:1", "sourceHeRef": "צרור המור על התורה, בראשית ז׳:ט״ז:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "בראשית", "he": "ואמר <b>ויסגור ה' בעדו</b> כי סגר השם פי המזיקין והאריות שלא יאכלוהו בעונו. ולכן אמר בכאן ויסגור ואמר בדניאל וסגר פום אריותא וכל זה במדת רחמיו ובשם של ה' שהוא רחמים גמורים וזהו ויסגור ה' ולא אלהים. ואמר ויהי המבול ארבעים יום על הארץ וכן אמר והמים גברו מאד על הארץ. להורות בו כי במים חטאו ובמים נענשו. ובכאן נבין עון דור המבול מה היה כי אף על פי שמפורסם היה הגזל והחמס עכ\"ז עון אחר היה שם נסתר. וכל זה נבין מצד העונש כי לפעמים יודע העון מצד העונש כאומרו כי אתה תשלם לאיש כמעשהו ומצד העונש מכיר האדם חטאו לפי שידוע שבמדה שאדם מודד בה מודדים לו. ואם לא היה כאן עון נסתר מה טעם היה כאן מבול ולא דבר אחר כי השם היה יכול להביא עליהם ערוב ויאכלם או עונשים אחרים אבל להביא מבול לכלות כל העולם ולחזור העולם תוהו ובוהו כמו שהיה בראשונה זה היה דבר גדול. ואם הם חטאו הבהמות מה חטאו ואם הבהמות חטאו כדעת חז\"ל הארץ מה חטאה דכתיב ותשחת הארץ. ואמר וירא אלהים את הארץ והנה נשחתה ומה טעם שיאמר והנני משחיתם את הארץ כי די שיאמר והנני משחיתם. וכן מה שאמר למעלה כי רבה רעת האדם בארץ כי ידוע הוא כי רעתם לא היתה בשמים. וכן מ\"ש וימחו מן הארץ הוא מיותר והארץ מה ענינה לכאן. או על מה עשה ה' ככה לארץ הזאת מה חרי האף הגדול הזה. אבל יש לך לידע כי עונם גדול מנשוא והם חטאו בארץ כשראו בתיהם שלום מפחד ופירות הארץ היו שלא כמנהג העולם כמאמרם ז\"ל שהיו זורעים הארץ בפעם אחת והיתה מצמחת להרבה שנים. ולכן נגזר אחר דור המבול דבר יום ביומו זרע וקציר בכל שנה ושנה בענין שיהיו עיניהם נשואות למרום בכל יום ויום. בענין שבראשונה היו חושבים כי זה מטבע הארץ ועולם כמנהגו נוהג ומי יוכל לשבור דלתים ובריח של טבע הארץ. בענין שבזה כפרו בבריאת העולם וכחשו בה' ויאמרו לא הוא. ולכן רצה השם להשחית הארץ בענין שידעו כי יוצר הכל הוא. והוא בראה והוא יכול להפכה תהו ובהו. וזהו וירא ה' כי רבה רעת האדם בארץ שנסתכל ה' בחטאם ורעתם שהיתה בארץ והיו מכחישים בבריאתה וחושבין על ה' תועה וזהו וכל יצר מחשבות לבו רק רע כל היום. ולכן אמר ותשחת הארץ וכן והנה נשחתה. וכן והנני משחיתם את הארץ שהיא גרמה להם לחטוא כמאמרם ז\"ל ואבדתם מהרה מעל הארץ הטובה כי טובתם גרמה לכם לחטוא כאומרו וישמן ישורון ויבעט. ולכן רצה השם להביא מבול ממים לחזור העולם תהו ובהו כמו שהיה מתחילה שהיה העולם מכוסה ממים עד שאמר יקוו המים. וכן אמר בכאן ויגברו המים ויכסו כל ההרים הגבוהים עד שנענשו כלם וימחו מן הארץ ואף הארץ נשחתה בריבוי המים בענין שלא יאמרו עולם כמנהגו נוהג והכל בטבע ולכך כל ימות המבול לא שמשו המאורות. ולכן צוה צוהר תעשה לתיבה כמו שכתבתי. ואחר שפרעו חובם רצה השם לחדש העולם כקדם. ולכן ויזכור אלהים את נח ויעבר אלהים רוח על הארץ כמו שאמר במעשה בראשית ורוח אלהים מרחפת על פני המים. וכמו שכתוב שם ויאמר אלהים יהי אור כן אמר בכאן ויפתח נח את חלון התיבה. וכמו שבמעשה בראשית כתיב ועוף יעופף על הארץ כן אמר בכאן וישלח את העורב וישלח את היונה עד שאמר יבשה הארץ כמו שאמר שם ותראה היבשה. וכמו ששם נבראו אדם ואשתו כן בכאן ויאמר אלהים אל נח לאמר צא מן התיבה אתה ואשתך. הרי כאן עולם הפוך ועולם מחודש והכל מיד השם. וכן היה קרח ועדתו שהכחישו בבריאת העולם כמו שכתבו בזוהר בפרשת בראשית על ויהי מבדיל. קרח במעשה בראשית הכחיש והיה חושב עולם כמנהגו נוהג וזה ניכר מצד עונשו דכתיב ותפתח הארץ את פיה ושם הארכתי בראיות ברורות. ולכן אמר בכאן ויהי המבול וירבו המים ויגברו המים:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61023bf7c795231b79e36378", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "quotation_auto", "ref": "Tzror HaMor on Torah, Genesis 7:21:1", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Tzror HaMor on Torah, Genesis 7:21:1", "sourceHeRef": "צרור המור על התורה, בראשית ז׳:כ״א:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "בראשית", "he": "ואמר <b>ויגוע כל בשר.</b> להורות על גבורת האדם ועל גובה קומתו כי אחרי שגברו המים ויכסו כל ההרים וחמשה עשר אמה למעלה מכל ההרים באופן שגוע כל בשר הרומש על הארץ ועוף ובהמה ואחר כל זה כתב וכל האדם. להורות כי אולי עלו על ההרים להציל עצמם וכשגברו חמשה עשר אמות המים על הארץ דחו ולא יכלו קום באופן שכל אשר נשמת רוח חיים באפיו שהוא האדם מתו. ובמדרש הנעלם אמרו כי הנשמה אין הכל זוכין לה אלא הצדיקים גמורים. ואם כן איך אמר בדור המבול שהיו כלם רשעים כל אשר נשמת רוח חיים. אבל אמרו שם כי הרצון בזה שאם היה באותו דור אדם אחד שהיה בו נשמה לא ימותו מדכתיב מנשמת אלוה יאבדו. אבל בכאן כל אותם שהיה נשמת רוח חיים באפם כבר מתו ונסתלקו מן העולם כגון חנוך ומתושלח הצדיק:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b4028430f78f20635dd7", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 260:3", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Yalkut Shimoni on Torah 260:3", "sourceHeRef": "ילקוט שמעוני על התורה ר״ס:ג׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 260.0003, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "דבר אחר מפני משאוי הדרך. וכבר היה רבי טרפון והזקנים יושבין ועוסקין בפרשת המן והיה ר' אלעזר המודעי יושב לפניהם נענה ר' אלעזר המודעי ואמר מן שהיה יורד לישראל היה גבוה ששים אמה. אמר ליה ר' טרפון מודעי עד מתי אתה מגבב דברים ומביא אמר ליה ר' מקרא אני דורש חמש עשרה אמה מלמעלה גברו המים וכי איזו מדה מרובה מדה טובה או מדת פורענות הוי אומר מדה טובה מרובה. במדת פורענות הוא אומר וארבת השמים נפתחו. במדה טובה הוא אומר ויצו שחקים ממעל ודלתי שמים פתח וימטר עליהם מן לאכול ודגן שמים נתן למו. כמה ארובות בדלת ארבע. ארבע על ארבע הרי כאן שמונה. נמצא מן שירד לישראל גבוה ששים אמה. מי דמי התם בארבעין יומין הכא חדא שעתא התם לכולי עלמא הכא לישראל לחודייהו אם כן נפיש ליה טפי. אלא רבי אלעזר המודעי פתיחה פתיחה גמיר. איסי בן יהודה אומר מן שירד להן לישראל היה מתגבר ועולה עד שרואין אותו כל מלכי מזרח ומערב שנאמר תערוך לפני שלחן נגד צוררי דשנת בשמן ראשי כוסי רויה. אמר אביי שמע מינה כסי דדוד לעלמא דאתי מחזיק מאתן ועשרין וחד לוגי שנאמר כוסי רויה רוי\"ה בגימטריא הכי הוי:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ed46bfddfbb310fecd2", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, The Deluge 2-7", "anchorRef": "Genesis 6:9-8:19", "anchorRefExpanded": ["Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, The Deluge 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ב׳, בראשית הערה ז׳ ב׳-ז׳", "anchorVerse": 9, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Deluge", "he": "בראשית הערה ז׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ז׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["The biblical account of the Flood is replete with echoes and allusions which point to three clear motifs: God’s justice, the totality of punishment, and a new beginning patterned after Gen. I.", "The first of these is brought out in 6:11–13: the repetition of the word “ruin” indicates not only the sorry state of society but also the principle of just retaliation, for God is to “bring ruin” upon the earth (v.13).", "The totality of the disaster is conveyed by the repeated use of the word “all” in 7:21–23, as well as by the completeness of the list of those destroyed (7:21–23). Humans, as befits their place in the order of creation, appear last, but actually it is they who drag virtually all of creation down with them. This reflects a deeply held biblical idea that human action directly affects the orderly and otherwise neutral functioning of nature.", "There are striking parallels between the Flood narrative and the creation account of Chap. 1. Just as the animals were created, each “according to its kind,” their rescue, both in boarding and leaving the Ark, is similarly worded. “Ocean” and the great “rushing-wind” which existed at creation (1:2) return here, the former to signify a lapse into chaos and the latter, the restoration of order and peace (7:11, 8:1). Finally, after the Flood (9:1–3) Noah is blessed in wording that recalls Adam’s blessing in 1:28–30. The world thus begins anew, with the implication of some hope for the future.", "Repetition emphasizes other aspects of the story’s message. In general the word-stem “live” occurs constantly throughout the text, highlighting the rescue and renewal of life as well as its destruction. Noah’s obedience, another major theme, is indicated by variations on the phrase “according to all that God commanded him, so he did” (6:22). Of rhythmical, almost ritual-sounding import is the phrase “you and your sons and your wife and your sons’ wives.”", "Our story has often been compared, with much justification, to the several Mesopotamian Flood accounts (e.g., in the <i>Gilgamesh</i> and <i>Atrahasis</i> epics), with which it shares a great deal of detail. At one time scholars were quick to concentrate on the parallels, but the differences are now recognized as being much more significant. In general one may say that in contrast to the earlier (Mesopotamian) versions the biblical one is unambiguous in both tone and intent. It has been placed in Genesis to exemplify a God who judges the world according to human behavior, punishes evil and rescues the righteous. This is a far cry from the earlier accounts, where the gods plan the destruction of the world for reasons that are unclear (or in one version, because humankind’s noise is disturbing the sleep of the gods), and where the protagonist, Utnapishtim, is saved as the result of a god’s favoritism without any moral judgments being passed."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6203809f713bd8cd388d3e49", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "anchorRef": "Genesis 1:1-50:26", "anchorRefExpanded": ["Genesis 1:1", "Genesis 1:2", "Genesis 1:3", "Genesis 1:4", "Genesis 1:5", "Genesis 1:6", "Genesis 1:7", "Genesis 1:8", "Genesis 1:9", "Genesis 1:10", "Genesis 1:11", "Genesis 1:12", "Genesis 1:13", "Genesis 1:14", "Genesis 1:15", "Genesis 1:16", "Genesis 1:17", "Genesis 1:18", "Genesis 1:19", "Genesis 1:20", "Genesis 1:21", "Genesis 1:22", "Genesis 1:23", "Genesis 1:24", "Genesis 1:25", "Genesis 1:26", "Genesis 1:27", "Genesis 1:28", "Genesis 1:29", "Genesis 1:30", "Genesis 1:31", "Genesis 2:1", "Genesis 2:2", "Genesis 2:3", "Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23", "Genesis 3:24", "Genesis 4:1", "Genesis 4:2", "Genesis 4:3", "Genesis 4:4", "Genesis 4:5", "Genesis 4:6", "Genesis 4:7", "Genesis 4:8", "Genesis 4:9", "Genesis 4:10", "Genesis 4:11", "Genesis 4:12", "Genesis 4:13", "Genesis 4:14", "Genesis 4:15", "Genesis 4:16", "Genesis 4:17", "Genesis 4:18", "Genesis 4:19", "Genesis 4:20", "Genesis 4:21", "Genesis 4:22", "Genesis 4:23", "Genesis 4:24", "Genesis 4:25", "Genesis 4:26", "Genesis 5:1", "Genesis 5:2", "Genesis 5:3", "Genesis 5:4", "Genesis 5:5", "Genesis 5:6", "Genesis 5:7", "Genesis 5:8", "Genesis 5:9", "Genesis 5:10", "Genesis 5:11", "Genesis 5:12", "Genesis 5:13", "Genesis 5:14", "Genesis 5:15", "Genesis 5:16", "Genesis 5:17", "Genesis 5:18", "Genesis 5:19", "Genesis 5:20", "Genesis 5:21", "Genesis 5:22", "Genesis 5:23", "Genesis 5:24", "Genesis 5:25", "Genesis 5:26", "Genesis 5:27", "Genesis 5:28", "Genesis 5:29", "Genesis 5:30", "Genesis 5:31", "Genesis 5:32", "Genesis 6:1", "Genesis 6:2", "Genesis 6:3", "Genesis 6:4", "Genesis 6:5", "Genesis 6:6", "Genesis 6:7", "Genesis 6:8", "Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32", "Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר א׳ ב׳-מ״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Genesis and Its Structure", "he": "בראשית מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE TEXT OF</small> G<small>ENESIS SEEMS TO SPEAK WITH MANY VOICES</small>. F<small>OR A BOOK WHOSE BASIC</small> arrangement is chronological, tracing the history of a single family, it exhibits a good deal of discontinuity on the surface. Here time flows uniformly, there it takes startling jumps; fragments are followed by more or less full-blown tales; genres alternate, from mythic to genealogical to folkloristic. In addition, scholars often portray Genesis as a collection of historically diverse materials that were compiled by scribes for whom deviating from received tradition was anathema. Hence the repetitions, the inconsistencies, and the irregular pacing.", "Is Genesis then, at best, a collection of stories related to the origins of Israel, with most of its seams still showing? Such an assessment does not do justice to what must have been a complex process of addition and growth or to the final product. An overview of the book does produce a certain scheme; at some point in the text’s history a coherent picture must have begun to emerge from the disparate materials handed down. For the modern reader, utilizing the Buber-Rosenzweig method of focusing on repeating words and key themes as the text presents them may make it possible to generalize about the organization of the book and also to speculate on its overall intent in the form in which it has come down to us.", "On its most obvious level Genesis is a book about origins. It seeks to link the origin of the people of Israel with that of the world, relating in the process how various human characteristics and institutions arose.", "On the surface this parallels much of ancient literature and folklore. All peoples are interested in their own beginnings, picturing them in a way which validates their present existence. Genesis, however, is different in that, like the rest of the Torah, it downplays the heroic element of the people’s origins and in its place stresses God’s role in them. Moreover the one great omission—the origin of God—establishes from the beginning a unique basis for a tribal chronicle. From Genesis and subsequent books we learn primarily about God’s relationship to the people and what he expects of them; almost everything else is subordinated to this purpose.", "Preliminarily one can speak of at least seven major themes whose recurrence establishes their importance in the book:", "1. <i>Origins:</i> Of the world, of humanity, and of the people of Israel.<br>2. <i>Order/Meaning in History:</i> By means of stylized or patterned chronology—reliance on certain round numbers such as 3, 7, and 40—it is suggested that human events are not random but somehow planned.<br>3. <i>Blessing:</i> From creation onward God bestows blessings on his creatures in general and on the fathers and mothers of Israel in particular.<br>4. <i>Covenant:</i> God concludes agreements with human beings.<br>5. <i>God Punishes Evildoing:</i> God is provoked to anger not by his capriciousness but by human failure to uphold justice and morality.<br>6. <i>Sibling Conflict, with the Younger Usually Emerging the Victor:</i> The order of nature (primacy of the firstborn) is overturned, demonstrating that God, not nature, is the ruling principle in human affairs.<br>7. <i>Testing:</i> God tests those who are to carry forth his mission; the result is the development of moral character.", "Superseding these important themes, which occur throughout the Bible in various forms, is the dominant one of <i>continuity</i>, represented by the unifying word in Genesis <i>toledot</i> (“begettings”). The word appears eleven times, often accompanied by long genealogical lists. The names may deflect attention from what is central to Genesis. The major thrust of the book would seem to be toward human fecundity, following the early divine command to “bear fruit and be many” (1:28), and pointing toward the eventual fecundity of the people of Israel (which will only be realized in the book of Exodus). Such an emphasis seems appropriate in a book about origins.", "Ironically, however, the undercurrent in Genesis points not to life and its continuation, but rather to its threatened extinction. In story after story the protagonist, his people, and occasionally the entire world are threatened. In at least one case (Avraham) a perfectly legal and natural solution is found—the birth of Yishmael as his heir—only to be rejected by God in favor of a more difficult one: a son born to an elderly woman.", "It is clear that the stress on continuity and discontinuity has one purpose: to make clear that God is in control of history. Human fertility and continuity in history come not from magical rites or from the arbitrary decisions of the gods, but from a God who bases his rule on justice. Nature disappears as a ruling factor in human affairs, replaced by a principle of morality which is unshakable precisely because it comes from a God who is beyond the rules of nature.", "But the result is a book which abounds in tension. From the beginnings of human history (Chap. 4) we encounter contradictions and opposites, whether on a small scale (fertility and barrenness) or a large one (promise and delayed fulfillment). Nowhere is this so clear as in the dramatic high point of the book, Chap. 22. As Avraham stands with knife upraised, the entire enterprise of Genesis hangs in the balance. But the entire book is replete with such tensions and continuity-threatening situations. There are barren wives, brothers vowing to kill brothers, cities and even a world being destroyed by an angry God. The main characters of Genesis thus emerge as survivors, above all else. Noah sets the pattern, but he is merely the first, and too passive an example. The Patriarchs must brave hostile foreigners, bitter intrafamily struggles, and long wanderings before they can find peace.", "While by the end of the book many of the tensions have been resolved, one conspicuously has not: God’s promise of the land of Canaan. As the book ends, “in Egypt,” we are left to ponder how this God, who keeps his promises to “those who love him” (Ex. 20:6), will bring the people back to their land—a land inhabited by someone else and in which the Children of Israel own only a burial site. Yet despite the tension, we may assume from the experiences of the Patriarchs that God will indeed “take account of” the Israelites (50:24), that he will take whatever ill has been planned against them and “plan-it-over for good” (50:20).", "A word should also be said here about hero traditions. In the great epics of the ancient world the hero often stands as a lonely figure. He must overcome obstacles, fight monsters, acquire helpers (whether women, “sidekicks,” or magic objects); and his triumph in the end signals man’s triumph over his archenemy, Death. Every battle won, every obstacle hurdled, is psychologically a victory for us, the audience, a cathartic release from our own frustrating battle against death.", "The Bible sees things rather differently. Death is also overcome, but not only by the individual’s struggle. It is rather through the covenant community, bound together by God’s laws and his promises, that the heroic vision is lived out. Despite the triumphs of the characters in Genesis, it is really in the book of Exodus that the great battle scenes (the plagues in Egypt, the Red Sea) and meetings with the divine (Mount Sinai) take place. And it is therefore God himself who is most properly the “hero” of these stories. No major character in Genesis achieves success without depending fully on God, and the standards that are held up to them are ultimately seen as God’s own, to be imitated by imperfect humankind.", "The book of Genesis falls naturally into four large sections. The first, usually termed the “Primeval History” (Chaps, 11–11), begins with creation and progresses through the early generations of humanity, ending in Mesopotamia. The second (Chaps. 12 through 25:18) is the cycle of stories concerning Avraham, the father of the people of Israel. Part III (Gen. 25:19 through Chap. 36) deals in the main with stories about his grandson Yaakov. The final section (Chaps. 37–50) is the tale of Yosef and of how the Children of Israel came to live in Egypt (thus paving the way for the book of Exodus).", "The following skeletal outline will lay out some of the interesting structural features of the book. There is an elemental symmetry that emerges from the four sections; further comments, especially about how the sections cohere, will be found in the explanatory material accompanying the text in this volume.", "I. Chosen Figure (Noah)", "Sibling Hatred (Kayin–Hevel), with sympathy for youngest", "Family Continuity Threatened (Hevel murdered)", "Ends with Death (Haran, Terah; Sarai barren)", "Humanity Threatened (Flood)", "Ends Away from Land of Israel (“In Harran”)", "II. Chosen Figure (Avraham)", "Sibling Hatred (Yishmael–Yitzhak) Implied, with sympathy for youngest", "Family Continuity Threatened (Sarai barren, Yitzhak almost sacrificed)", "Ends with Death (Sara, Avraham)", "Rivalry Between Wives (Hagar–Sarai)", "Barren Wife (Sarai)", "Wife–Sister Story (Chaps. 12 and 20)", "Ends with Genealogy of Non-Covenant Line (Yishmael)", "III: Chosen Figure (Yaakov)", "Sibling Hatred (Esav–Yaakov), with sympathy for youngest", "Family Continuity Threatened (Yaakov almost killed)", "Ends with Death (Devora, Rahel, Yitzhak)", "Rivalry Between Wives (Lea–Rahel)", "Barren Wife (Rahel)", "Wife–Sister Story (Chap. 26)", "Ends with Genealogy of Non-Covenant Line (Esav)", "IV Chosen Figure (Yosef)", "Sibling Hatred (Brothers–Yosef), with sympathy for youngest", "Family Continuity Threatened (Yehuda’s sons die; Yosef almost killed; family almost dies in famine)", "Ends with Death (Yaakov, Yosef)", "Humanity Threatened (Famine)", "Ends Away from Land of Israel (“In Egypt”)", "There is of course great variety within this bare structure; each version of a motif has its own special characteristics and emphases. Yet the patterning observed above gives the book a general coherence, above and beyond differences. It also demonstrates a conscious hand at work, one concerned about the texture of the book as a whole and able, despite the possible rigidity of what had been handed down, to shape the received material into a plastic and breathing unity.", "Two general observations about Genesis will round out the picture here. First, as the book progresses there is a tendency for the style of the literature to become smoother. The abrupt changes and sometimes fragmentary nature of the material in Part I, and the vignettes built around Avraham’s life in Part II, give way to a greater coherence and concentration in Part III, and finally to a relatively flowing and psychologically complete narrative in Part IV Along with this, the characters in the latter half of the book seem to be more changeable and human, in contrast to Noah and Avraham, who often appear almost perfect models of piety.", "Second, contact with God becomes less and less direct as Genesis moves on. Avraham’s dreams and visions seem a far cry from Adam’s conversations with God in the garden (although see Chap. 18); Yaakov’s encounters with God are less frequent than Avraham’s; and finally, Yosef never has a conversation with God, although he receives dream interpretations from him. This process of distancing may reflect an often-observed tendency in religions to think of primeval times as a “golden age” of closeness between gods and men, as contrasted to today (whenever one is writing), when humankind finds itself tragically distant from the divine and in need of communication."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382c9c9ad75f2d99af72a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, The Deluge 1", "anchorRef": "Genesis 6:9-8:19", "anchorRefExpanded": ["Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, The Deluge 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ב׳, בראשית הערה ז׳ א׳", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ז׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 6:9-8:19\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 6:9-8:19</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "624a99ca54d5d59563a5376b", "index_title": "Shivchei HaRan", "category": "Chasidut", "type": "", "ref": "Shivchei HaRan, An Account of His Pilgrimage to the Holy Land 18:12", "anchorRef": "Genesis 6:9-11:32", "anchorRefExpanded": ["Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32"], "sourceRef": "Shivchei HaRan, An Account of His Pilgrimage to the Holy Land 18:12", "sourceHeRef": "שבחי הר\"ן, סדר הנסיעה שלו לארץ ישראל י״ח:י״ב", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1803, 1817], "commentaryNum": 18.0012, "collectiveTitle": {"en": "Shivchei HaRan", "he": "שבחי הר\"ן"}, "heTitle": "סדר הנסיעה שלו לארץ ישראל", "he": "וְשִׁחֵר פָּנָיו שֶׁיִּתְאַכְסֵן אֶצְלוֹ, וְהֵשִׁיב רַבֵּנוּ ז\"ל: שֶׁזֶּה אִי־אֶפְשָׁר שֶׁיַּעֲמֹד בִּקְבִיעוּת אֶצְלוֹ. אַךְ עַל שַׁבָּת אַחַת יִהְיֶה אֶצְלוֹ. וּבְיוֹם מָחָר שָׁלַח בִּשְׁבִילוֹ. וְקִבְּלוֹ עַל שַׁבָּת הָרִאשׁוֹן פָּרָשַׁת נֹחַ.", "heVersionTitle": "rabenubook", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Rabbi Abraham pleaded with the Rebbe to stay with him. The Rebbe answered that he could not move in permanently, but would spend one Shabbat there. The very next day, Rabbi Abraham sent a message inviting the Rebbe for the next Shabbat, the Shabbat of Noah.<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">The Torah reading that recounts the story of Noah and the flood (Genesis 6:9-11:32). This was 3 Cheshvan (October 13, 1798).</i>", "versionTitle": "Rabbi Nachman's Wisdom, trans. Aryeh Kaplan, Jerusalem. Breslov Research Institute, 1973", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6596f432bed9ae71ab5ad2d1", "index_title": "Mekhilta DeRabbi Yishmael", "category": "Midrash", "type": "", "ref": "Mekhilta DeRabbi Yishmael, Tractate Vayassa 4:17", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Mekhilta DeRabbi Yishmael, Tractate Vayassa 4:17", "sourceHeRef": "מכילתא דרבי ישמעאל, מַסֶּכְתָּא דְוַיַּסַּע ד׳:י״ז", "anchorVerse": 20, "sourceHasEn": true, "compDate": [200], "commentaryNum": 4.0017, "collectiveTitle": {"en": "Mekhilta DeRabbi Yishmael", "he": "מכילתא דרבי ישמעאל"}, "heTitle": "מַסֶּכְתָּא דְוַיַּסַּע", "he": "כְּבַר הָיָה רַבִּי טַרְפוֹן וְהַזְּקֵנִים יוֹשְׁבִין, וְרַבִּי אֶלְעָזָר הַמּוֹדָעִי יוֹשֵׁב לִפְנֵיהֶן. אָמַר לָהֶן רַבִּי אֶלְעָזָר הַמּוֹדָעִי: שִׁשִּׁים אַמָּה הָיָה גָּבְהוֹ שֶׁלַּמָּן שֶׁהָיָה יוֹרֵד לָהֶן לְיִשְׂרָאֵל. אָמְרוּ לוֹ: לְעָזָר אָחִינוּ! עַד מָתַי אַתְּ מַתְמִיהַּ עָלֵינוּ? אָמַר לָהֶן: מִקְרָא הוּא מִן הַתּוֹרָה: וְכִי אֵיזוֹ מִדָּה מְרֻבָּה? מִדַּת הַטּוֹבָה אוֹ מִדַּת הַפֻּרְעָנוּת? הֱוֵי אוֹמֵר מִדַּת הַטּוֹב. בְּמִדַּת הַפֻּרְעָנוּת מַה הוּא אוֹמֵר? (בראשית ז,יא) \"בַּיּוֹם הַזֶּה נִבְקְעוּ כָּל מַעְיְנֹת תְּהוֹם רַבָּה, וַאֲרֻבֹּת הַשָּׁמַיִם נִפְתָּחוּ.\" וְאוֹמֵר: (בראשית ז,כ) \"חֲמֵשׁ עֶשְׂרֵה אַמָּה מִלְמַעְלָה גָּבְרוּ הַמָּיִם\". מַה נַּפְשָׁךְ? עַל גַּבֵּי הָהָר, חֲמֵשׁ עֶשְׂרֵה אַמָּה, וּבַבִּקְעָה, חֲמֵשׁ עֶשְׂרֵה אַמָּה, בְּתוֹךְ הַנַּחַל, חֲמֵשׁ עֶשְׂרֵה אַמָּה! בְּמִדַּת הַטּוֹבָה, מַה הוּא אוֹמֵר? (תהלים עח,כג) \"וַיְצַו שְׁחָקִים מִמָּעַל, וְדַלְתֵי שָׁמַיִם פָּתָח.\" מִעוּט דְּלָתוֹת, שְׁתַּיִם, וְכַמָּה אֲרֻבּוֹת בַּדֶּלֶת? אַרְבַּע;<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">אֲרֻבּוֹת: פתחים בין הקרשים, הסגורים בלוחות.</i> אַרְבַּע עַל אַרְבַּע, הֲרֵי שְׁמוֹנֶה; שְׁמוֹנֶה עַל שְׁמוֹנֶה, שֵׁשׁ עֶשְׂרֵה. צֵא וְחַשֵּׁב! שִׁשִּׁים אַמָּה שֶׁהָיָה גָּבְהוֹ שֶׁלַּמָּן שֶׁהָיָה יוֹרֵד לָהֶן לְיִשְׂרָאֵל.", "heVersionTitle": "Beeri Edition, Koren, Jerusalem, 2019", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "Once, R. Tarfon and the elders were sitting, and R. Elazar Hamodai was sitting before them, when he said to them: The height of the manna was sixty cubits. R. Tarfon: \"Modai, until when will you continue to confound us with your wonders?\" R. Elazar: \"It is a verse in the Torah! Which 'measure' (of the Holy One Blessed be He) is greater? That for evil (i.e., punishment) or that for good (i.e., reward)? That of good. It is written (re the flood, Genesis 7:11 and 7:20) \"And the windows of the heavens were opened … Fifteen cubits did the waters increase\" (above the mountains). And of the measure of good, what is written? (Psalms 78:23-24) 'And He commanded the skies above, and He opened the doors of heaven, and He rained upon them manna for food, and the grain of heaven did He give them.' As it relates to our subject, the windows in a door being four, then two doors give us eight windows, (so that if two windows provide fifteen cubits,) then the height of the manna must have been (at least) sixty cubits.\"", "versionTitle": "Mechilta, translated by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "מכילתא, מתורגמת בידי רבי שרגא סילברשטיין"}, {"_id": "65def9a32e1201bebc22cf41", "index_title": "Rashi on Genesis", "category": "Commentary", "type": "commentary", "ref": "Rashi on Genesis 7:20:1", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Rashi on Genesis 7:20:1", "sourceHeRef": "רש\"י על בראשית ז׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על בראשית", "he": "<b>חמש עשרה אמה מלמעלה.</b> לְמַעְלָה שֶׁל גֹּבַהּ כָּל הֶהָרִים, לְאַחַר שֶׁהֻשְׁווּ הַמַּיִם לְרָאשֵׁי הֶהָרִים:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "חמש עשרה אמה מלמעלה FIFTEEN CUBITS ABOVE —above the summits of all the mountains when once the waters reached the level of the mountains (Yoma 76a). ", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "657ecc0b758c1dc532ec824e", "index_title": "Steinsaltz on Genesis", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Genesis 7:20", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Steinsaltz on Genesis 7:20", "sourceHeRef": "ביאור שטיינזלץ על בראשית ז׳:כ׳", "anchorVerse": 20, "sourceHasEn": true, "commentaryNum": 7.002, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על בראשית", "he": "<b>חֲמֵשׁ עֶשְׂרֵה אַמָּה מִלְמַעְלָה גָּבְרוּ הַמָּיִם, וַיְכֻסּוּ הֶהָרִים.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Fifteen cubits upward the water accumulated, and the mountains were covered. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e5d2756aad563290ee4b83", "index_title": "Tze'enah Ure'enah", "category": "Quoting Commentary", "type": "", "ref": "Tze'enah Ure'enah, Noach 24", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Tze'enah Ure'enah, Noach 24", "sourceHeRef": "צאינה וראינה, נח כ״ד", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 24, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "נח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“<i>Fifteen cubits higher</i>” [7:20]. The water was first equal to the mountains and then the water was fifteen cubits above the mountains.<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Rashi, Genesis, 7:20.</i>", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "66afb7391e8ab6e75939819a", "index_title": "Pardes Yosef", "category": "Commentary", "type": "commentary", "ref": "Pardes Yosef, Genesis 7:20:1", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Pardes Yosef, Genesis 7:20:1", "sourceHeRef": "פרדס יוסף, בראשית ז׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "commentaryNum": 20.0001, "collectiveTitle": {"en": "Pardes Yosef", "he": "פרדס יוסף"}, "heTitle": "בראשית", "he": "חמש עשרה אמה ערש\"י, וביומא דע\"ו ומהרש\"א בזה, ועי' ברמתים צופים ח\"א אות ק\"א ק\"ב מש\"כ בשם הר\"ר בונם והמגיד ז\"ל ע\"פ קבלה:", "heVersionTitle": "Piotrkow, 1930", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66cac7145d2e6b253e209034", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Quoting Commentary", "type": "", "ref": "Mechokekei Yehudah; Yahel Ohr, Genesis 3:75:1", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Genesis 3:75:1", "sourceHeRef": "מחוקקי יהודה; יהל אור, בראשית ג׳:ע״ה:א׳", "anchorVerse": 20, "sourceHasEn": false, "commentaryNum": 75.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "בראשית", "he": "(עה) כמו לבלתי רום לבבו, (דבר' ז, כ) פי' שלא לרום לבבו' ועיקרו לאזהרה, \"ולבלתי סור מן המצוה\" (שם יז כ) לבלתי תחטאו (שמו' כ כ), ואם בא מלת \"עד\" קודם, הוא ג\"כ כטעם \"שלא\" ובא במקף \"עד בלתי השאיר לו שריד\" (במד' כא לה) וכל בלתי שהוא קשור עם מ\"ם הוא כמו מאין, מבלתי יכולת ד' (שם יד טז) פי' מאין יכולת ד', וכאן פי' שלא לאכול ממנו:", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5145f05bedbab43ea856fa69", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "midrash", "ref": "Bereshit Rabbah 32:11", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Bereshit Rabbah 32:11", "sourceHeRef": "בראשית רבה ל״ב:י״א", "anchorVerse": 20, "sourceHasEn": false, "compDate": [400], "commentaryNum": 32.0011, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "חֲמֵשׁ עֶשְׂרֵה אַמָּה וגו' <small>(בראשית ז, כ)</small>, רַבִּי יְהוּדָה וְרַבִּי נְחֶמְיָה, רַבִּי יְהוּדָה אוֹמֵר חֲמֵשׁ עֶשְׂרֵה אַמָּה בָּהָר וַחֲמֵשׁ עֶשְׂרֵה בַּבִּקְעָה. רַבִּי נְחֶמְיָה אָמַר חֲמֵשׁ עֶשְׂרֵה אַמָּה בָּהָר, אֲבָל בַּבִּקְעָה כָּל שֶׁהֵן. <small>(בראשית ז, כא)</small>: וַיִּגְוַע כָּל בָּשָׂר הָרֹמֵשׂ וגו', <small>(בראשית ז, כב)</small>: כֹּל אֲשֶׁר נִשְׁמַת רוּחַ חַיִּים בְּאַפָּיו וגו', רַבִּי שְׁמוּאֵל חַתְנֵיהּ דְּרַבִּי חֲנִינָא חַבְרְהוֹן דְּרַבָּנָן אוֹמֵר, כָּאן הוּא עוֹשֶׂה נְשָׁמָה רוּחַ, וּלְהַלָּן הוּא עוֹשֶׂה נְשָׁמָה נֶפֶשׁ, מִנַּיִן לִתֵּן אֶת הָאָמוּר כָּאן לְהַלָּן וְאֶת הָאָמוּר לְהַלָּן כָּאן, תַּלְמוּד לוֹמַר חַיִּים חַיִּים לִגְזֵרָה שָׁוָה. מִכֹּל אֲשֶׁר בֶּחָרָבָה מֵתוּ, פְּרַט לַדָּגִים, וְיֵשׁ אוֹמְרִים אַף הֵן הָיוּ בִּכְלַל מְאֻסָּפִין, אֶלָּא שֶׁבָּרְחוּ לַיָּם הַגָּדוֹל לָאוֹקְיָנוֹס. <small>(בראשית ז, כג)</small>: וַיִּמַח אֶת כָּל הַיְקוּם <small>(בראשית ז, כג)</small>: וַיִּשָּׁאֶר אַךְ נֹחַ, רַבִּי הוּנָא בְּשֵׁם רַבִּי יוֹסֵי אַךְ מִעוּט, שֶׁאַף הוּא הָיָה גוֹנֵחַ דָּם מִפְּנֵי הַצִּנָּה. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Fifteen cubits upward the water accumulated, and the mountains were covered” (Genesis 7:20).</b> <br>“Fifteen cubits…” – Rabbi Yehuda and Rabbi Neḥemya, Rabbi Yehuda says: Fifteen cubits in the mountain, and fifteen cubits in the valley.<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">The water level miraculously followed the contour of the land it covered.</i> Rabbi Neḥemya said: Fifteen cubits in the mountain, but in the valley an indeterminate amount.<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">The water was level all over, reaching fifteen cubits over the mountains and as many cubits as necessary over the valleys.</i> <br><b>“And all flesh that crawls upon the earth, of the birds, and of the animals, and of the beasts, and of all the swarming creatures that swarm upon the earth, and all mankind, perished” (Genesis 7:21). <br>“All in whose nostrils was the breath of the spirit of life, from all that was on the dry land, died” (Genesis 7:22).</b> <br>“All flesh that crawls…perished…all in whose nostrils was the breath [<i>nishmat</i>] of the spirit [<i>ruaḥ</i>] of life [<i>ḥayim</i>]…” – Rabbi Shmuel, son in law of Rabbi Ḥanina, colleague of the Rabbis, said: Here it calls <i>neshama ruaḥ</i>, and elsewhere it calls <i>neshama nefesh</i>.<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">“He breathed into his nostrils the breath [<i>nishmat</i>] of life, and man became a living soul [<i>nefesh</i>]” (Genesis 2:7).</i> From where is it derived that we should apply what is stated here, there, and what is stated there, here?<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">That is, all of these terms are referring to a single soul, and man does not have multiple souls.</i> The verse states: <i>Ḥayim, ḥayim<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">The word <i>ḥayim</i> appears in both verses.</i> </i>as a verbal analogy. <br>“From all that was on the dry land, died” – to the exclusion of fish. Some say that they were included in [the decree] to be annihilated, but they fled to the Great Sea, to the Atlantic Ocean, [where they survived]. <br><b>“He obliterated all existence that was on the face of the earth, from man, to animal, to crawling creature, to birds of the heavens, they were obliterated from the earth; only Noah remained, and they that were with him in the ark” (Genesis 7:23).</b> <br>“He obliterated all existence…only [<i>akh</i>] Noah remained” – Rabbi Huna in the name of Rabbi Yosei: <i>Akh </i>is an exclusionary term. This was because he, too, was groaning and spitting blood due to the cold.<sup class=\"footnote-marker\">45</sup><i class=\"footnote\"><i>Akh</i> indicates that although Noah “remained,” he was diminished in his health.</i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5614e3d0fbfba21096621d49", "index_title": "Ein Yaakov (Glick Edition)", "category": "Midrash", "type": "", "ref": "Ein Yaakov (Glick Edition), Yoma 8:7", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Ein Yaakov (Glick Edition), Yoma 8:7", "sourceHeRef": "עין יעקב (מאת שמואל צבי גליק), יומא ח׳:ז׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1901, 1921], "commentaryNum": 8.0007, "collectiveTitle": {"en": "Ein Yaakov (Glick Edition)", "he": "עין יעקב (מאת שמואל צבי גליק)"}, "heTitle": "יומא", "he": "וכבר היה ר׳ טרפון וזקנים יושבים ועוסקים בפרשת המן והיה רבי אלעזר המודעי יושב ביניהם נענה רבי אלעזר המודעי ואמר מן שירד להם לישראל היה גבוה ס׳ אמה אמר לו רבי טרפון עד מתי אתה מגבב דברים ומביא עלינו א״ל רבי מקרא אני דורש (בראשית ז כ) חמש עשרה אמה מלמעלה גברו המים וגו׳ וכי ט״ו אמה בעמק ט״ו אמה בהרים וכי מיא שורי שורי הוה קיימא ותו תיבותא היכי סגיא אלא מעיקרא כתיב (שם) נבקעו כל מעיינות תהום רבה עד דשוו מיא לטורי ולבסוף כתיב (שם) חמש עשרה אמה מלמעלה גברו המים (וגו׳) וכי איזו מדה מרובה מדה טובה או מדת פורענות הוי אומר מדה טובה מרובה ממדת פורענות כמדת פורענות הוא אומר (שם) וארובות השמים נפתחו ובמדה טובה כתיב (תהלים עח כג) ודלתי שמים פתח ואומר (שם) וימטר עליהם מן לאכול ותנא כמה ארובות יש בדלת ד׳ ד׳ הרי כאן ח׳ נמצא מן שירד להם לישראל גבוה ס׳ אמה. תניא איסי בן יהודה אומר מן שירד להם לישראל מתגבר ועולה עד שרואין אותו כל מלכי מזרח ומערב שנאמר (שם כג טו) תערוך לפני שולחן נגד צוררי וגו׳ אמר אביי ש״מ כסא דדוד לעלמא דאתי מאתן ועשרים וחד לוגא מחזיק שנאמר (תהלים כג ה) כוסי רויה. רויה בגימטריא הכי הוי. מי דמי התם מ׳ יום והכא חדא שעתא התם לכ״ע הכא לישראל לחודיה. אם כן נפישי להו טפי אלא לרבי אלעזר המודעי פתיחה פתיחה גמר:", "heVersionTitle": "En Jacob, translated by SH Glick, 1916", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916", "text": "It was after R. Tarphon and the elders had been occupied for a long time discussing the section concerning the manna that R. Elazar of Modein, who was among them, answered, saying: \"The manna which came down to Israel in the desert was sixty cubits high.\" Thereupon R. Tarphon said to him: \"Modite! How long wilt thou rake words together and bring them up against us (what authority have you for your assertions)?\" \"Rabbi,\" answered he, \"I take my theory from the following passages (Gen. 7, 20) Fifteen cubits upward did the war ters prevail, and the mountains were covered. Does this mean that the water was fifteen cubits above the valley or fifteen cubits above the mountains? Did then the water stand like walls [so that it could be measured]? And besides, how could the ark ascend the mountains? Therefore, [we must explain it as follows], first of all apply the former passage (Ib. 11), … were all the fountains of the great deep broken up, until they were level with the mountains; and then apply the passage, fifteen cubits upward did the water prevail, etc. Let us see which measure is larger, the one of Divine goodness or of evil dispensation? Surely the measure of Divine goodness is larger than that of evil dispensation. Now, concerning the measure of evil dispensation, it is said (Ib. ib. 11) and the windows of heaven were opened; and concerning the measure of Divine goodness, it is written (Ps. 78, 23) And the doors of heaven He opened; and He caused to rain manna unto thee; and we have been taught as to how many window spaces a door space contains; viz., four windows to each door space. Hence there are eight window spaces, [and since at the evil dispensation when water came from two windows, it comprised fifteen cubits above the earth], therefore the manna [which came from eight windows] must have been sixty cubits high, [four times the amount].\" We are taught in a Baraitha: Issi b. Juda says: \"The manna which ascended for Israel was increased by itself in height till all the kings of the East and the West saw it, as it is said (Ib. 23, 15) Thou preparest for me a table in the presence of my assailants.\" \"From this we infer,\" said Abaye, \"that the [wine] cup of King David in the future world will hold two hundred and twenty-one quarts, as it is said (Ib. ib. b) My cup runneth over. The word cup (Kossi) equals in numerical value the above number. But how can Rabbi Elazar the Modite compare both things, since the flood lasted for forty days and the manna lasted only a short time; again, the flood did the work, for the entire world while the manna was merely for Israel alone. Hence the measure ought to be much more. We must, therefore, say that R. Elazar the Modite makes the inference by analogy of P'thicha, p'thicha, mentioned in both places.", "versionTitle": "En Jacob, translated by SH Glick, 1916", "license": "Public Domain", "versionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916"}, {"_id": "56547dd9d6e4a94e1942c4b8", "index_title": "Abarbanel on Torah", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on Torah, Genesis 7:17:1", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Abarbanel on Torah, Genesis 7:17:1", "sourceHeRef": "אברבנאל על תורה, בראשית ז׳:י״ז:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1483, 1513], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Abarbanel on Torah", "he": "אברבנאל על תורה"}, "he": "ויהי המבול ארבעים יום על הארץ וגו'. עד ויזכור אלהים את נח. ספר הכתוב שאחרי שנסגרו בתיבה התמידו ימי המבול מ' יום מבלי הפסק. וכבר הזכרתי למעלה שבארבעים היום נכללים מ' הלילה כי היום הוא כ\"ד שעות כחשיכה כאורה. ואמנם למה אמר כאן ויהי המבול מ' יום בהיות כי אמר למעלה מ' יום ומ' לילה. כתב הראב\"ע שענינו כאשר היה המבול על הארץ היו המים כ\"כ רבים מ' יום עד שנשאו את התיבה וזה אות כי עד מ' יום לא זזה התיבה ממקומה. ואפשר לומר בזה עוד שלמעלה כוונה תורה בלבד להגיד שהתמידו הגשמים כל מ' יום וכל מ' לילה מבלי הפסק כלל ולכן אמר שם ויהי הגשם על הארץ כי לענין הגשם לבד אמרו אבל כאן אמר ויהי המבול מ' יום על הארץ שהוא הכולל המים העליונים והתחתונים ובא הכתוב א\"כ להודיע שמלבד הגשם היו מי התהום רותחים ועולים כל מ' יום והותרה השאלה הו' ואמנם מאין באו כל המימות ההם שהחריבו כל העולם. ראוי שנא' בו ענין מספיק כי פעלות ההשגחה האלהית תמיד יהיו ע\"י סבות אמצעיות והוא שבעבור הקור שבא על הארץ בסבת רוב העננים המונעים מהתפשט חום השמש בה נכנס החום בבטן הארץ ויתחממו המימות ויורתחו כמו שיקרה בימי הסתו כי המים שתחת הארץ הם חמים ובגזרת השם והשגחתו שהוא העקר נתדקדקו המים ונתרבו מאד בדקדוקם עד שבמקום שהיו שם נכבשים תחת הארץ יצאו ונתפשטו עליה ועל זה נאמר (בראשית ז' י\"א) נבקעו כל מעיינות תהום רבה שהוא רמז לרבוי המים היוצאים מתחת הארץ ואחשוב שלזה כווני רז\"ל (סנהדרין פ' חלק) באמרם ברותחים נדונו שהמים שהיו תחת הארץ נתחממו ונעשו רותחים ובזה נתדקדקו מאד וזה היה סבת התרבותם מלמטה. ועם זה התחברה הסבה השנית והיא שיסוד האויר נתהפך כלו למים ובזה נתרבו הגשמים הרבה מאד ועליו אמר וארובות השמים נפתחו שהיה האויר מתהפך למים כל אותם ארבעים יום והנה התבארו שתי סבות האלה בפרשה כי באמרו וירבו המים וישאו את התיבה ותרם מעל הארץ כיון אל המים העליונים היורדים בגשמים והיו כ\"כ רבים שהרימו את התיבה מעל הארץ. ואמרו עוד וירבו המים ויגברו מאד על הארץ כיון אל המים התחתונים שבמקום שהיו נכבשים תחת הארץ אז בגזרת השם גברו ועלו עליה מפני רבוים ואז הלכה התיבה מפה ומפה. ומזה תדע מהו הנרצה באמת בתגבורת המים על הארץ שאינו כמו שחשב הר\"ן שנהפכו האויר והארץ למים כי זה יקרא התהפכות לא תגבורת. ואתה תראה שההתגברות תמיד ייוחס אל המים התחתונים כי בהיותם נכבשים ונכנעים תחת הארץ כאשר יצאו ועלו עליה ויכסוה יאמר שגברו המים על הארץ לכבשה ולא נזכר בגשם לשון גבורה. ואחרי שנתן שני גבולים האלה במים נתן עוד גבול שלישי והוא אמרו והמים גברו מאד מאד על הארץ ויכסו כל ההרים הגבוהים ר\"ל שלא די שגברו המים התחתונים בעלותם על הארץ הישרה ויכסוה אבל גם ההרים היותר גבוהים שתחת השמים כסו אותם. וחכמי האומות כתבו שההרים הגבוהים שזכרה התורה כאן הם ההרים הגבוהים אשר בארמינייא\"ה. ונתן עוד גבול רביעי והוא אמרו חמש עשרה אמה מלמעלה גברו המים ר\"ל שהיו המים ברבוי מופלא כ\"כ שלא די שהיו מכסים כל ההרים הגבוהים אבל גם למעלה מהם עלו וגבהו ט\"ו אמות. ולהיות זה רבוי מופלא אמר בו הכתוב מאד מאד. וזכר מה שנמשך מרבוי המים היורדים מלמעלה והעולים מלמטה באמרו ויגוע כל בשר וגו'. ולפי שהיה זה מאמר כללי פרט בו כל אשר נשמת רוח חיים באפיו וגו'. ואמנם אמרו עוד וימח את כל היקום. וימחו מן הארץ. נלאו המפרשים לתת טעם בהכפל הזה והמובחר שבהם שלא נשאר רושם מפגרי אנשי המבול. וכדי לטהר את הארץ גזר השם שימחו כלם בתוך המים. ולי נראה שלא אמר וימח את כל היקום על הב\"ח בלבד אבל גם על כל שאר הענינים שהיה בהם קיום והתיצבות כאלו תאמר העצים הרמים והנשאים וכן הבתים והמגדלים וכן מכלאי צאן ובקר וקיני העופות כל דבר גדול או קטון שהיה בו קומה והתיצבות ונוה הכל נהרס ונמחה באופן שלא נשאר ממנו רושם כלל כמ\"ש חז\"ל (ב\"ר כ\"ח) אפי' אצטרובילין של ריחים נמוחו ודרשו עליו אבנים שחקו מים. והנה ע\"ז כלו נאמר וימח את כל היקום וימחו מן הארץ עד שלא נשאר מכל הדברים שהיו נמצאים בארץ חיים ובלתי חיים רק נח ואשר אתו בתיבה כי הם והתיבה נשארו בלבד. ואמנם באמרו עוד ויגברו המים על הארץ חמשים ומאת יום טעו בפירושם לפי דעתי המפרשים שני טעיות גדולים. הא' שחשבו שהיו הק\"נ יום אחרי הארבעים יום מהמבול וירידות הגשמים. ואין הדבר כן כי הנה לא אמר הכתוב ויגברו עוד המים על הארץ חמשים ומאת יום אבל אמר בלבד ויגברו המים לפי שבאותם הק\"נ יום נכללו המה ימי הגשם. ואיך לא כי הנה ביום הא' מהמבול נבקעו כל מעיינות תהום רבה וארובות השמים נפתחו ומהיום ההוא התחיל תגבורת המים והכתוב מעיד שגברו המים ק\"נ יום א\"כ בהכרח בהם יוכללו מ' ימי הגשם והתגבורת. וכבר הסכים בזה הרמב\"ן בטוב דעתו ומספר החדשים יעיד עליו כמו שיתבאר. והטעות הב' הוא שחשבו שהתגבורת היה התרבות המים תמיד מבלי חסרון כלל כי לרבוי גדול קראו לשון גבורה וכמו שכתב הרמב\"ן. ואין הענין כן לדעתי אלא שכל אותם הק\"נ יום היו גוברים המים על הארץ בהיותם מכסים אותה כי זהו התגבורת באמת בהפך החק ששם הקב\"ה בהגלות היבשה כי הגבורה היא ההתקוממות על המנגד ובהיות הלוחמים איש באחיו ידובקו הנה כאשר יכבוש את חברו תחתיו וימשול בו נאמר שגבר עליו. וכן בענין ויגברו המים כי אין ספק שאחרי עבור המ' יום מתחילין לחסור ובסוף המ' יום היו יותר גדולים על הארץ כמות רב מהיום שנשלמו ק\"נ יום. וכן הוא אומר ויהי המבול מ' יום על הארץ ויגברו המים וירבו מאד על הארץ והמים גברו מאד מאד וגו' חמש עשרה אמה וגו' שכל זה בארבעים היום נעשה ובהם נדונו וכמ\"ש חז\"ל (בראשית ז' כ') שהיה דינם כמשפט יצירת הולד ולמה א\"כ יעמדו המים אח\"כ ק\"נ יום אחרים בגבורתה בלא צורך כלל אלא שהאמ' הוא שהמ' יום היה תגבורת המים בשעלו ט\"ו אמה על ההרים הגבוהים לשטוף את כל אשר בחרבה. ומיד התחילו לחסור מעט מעט כפי טבעם עם היות שעד תשלום הק\"נ יום תמיד היו מכסים הארץ וגוברים עליה ברבוים או במעוטם ולא היה שום דבר לנוח על הארץ בסבת המים שעליה עד עבור היום ההוא. זהו אמתת הענין הזה ובו יתבאר ענין החדשים כמו שיתבאר ועם מה שפירשתי בזה הותרו השאלות הז' והח': ", "heVersionTitle": "Torah Commentary of Yitzchak Abarbanel, Warsaw 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f20dd6e4a92746470400", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Genesis 7:20:1", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Chizkuni, Genesis 7:20:1", "sourceHeRef": "חזקוני, בראשית ז׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "בראשית", "he": "<b>ויכסו ההרים</b> לפיכך ויגוע כל בשר שלא מצאו מקום לנוס ומתו.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ויכוסו ההרים, “the mountains were covered (with water) hence what follows: ויגוע כל בשר “all flesh perished.” (verse 21) There was no place left to take refuge from the water.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f20dd6e4a92746470402", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Genesis 7:20:2", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Chizkuni, Genesis 7:20:2", "sourceHeRef": "חזקוני, בראשית ז׳:כ׳:ב׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 20.0002, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "בראשית", "he": "<b>חמש עשרה אמה מלמעלה גברו המים וגו'.</b> פסוק זה מלמדנו מכח סברת פשט כי התיבה לא היתה משוקעת במים רק שש אמות כיצד מהיכא נפקא לן דט״‎ו אמה מלמעלה גברו המים אלא כשתמנה הע״‎ב יום שיש מי״‎ו בתשרי שבו נחה התיבה עד אחד בטבת שבו נראו ראשי ההרים שבהם היה כל שקוע התיבה במים ותבינו עד היכן הגיעו המים כי דבר קל הוא להכיר בעץ ששרה במים ימים רבים אע״‎פ שיבש, ויש לומר שראו והכירו שלא היתה משוקעת במים רק שש אמות שחסרו בע״‎ב יום הללו והבינו כי החסרון עולה אמה לשנים עשר יום ולפי חשבון זה חזרו ומנו המאה ושמונים יום שיש מכ״‎ח בסיון שבו פסקו הגשמים והתחילו המים לחסור עד אחד בטבת שבו נראו ראשי ההרים ומצאו בהם ט״‎ו חלקים משנים עשר יום בחלק ובשני הימים היתרים אין לדקדק כי חסרון חשבונם אינו עולה רק לשישית החלק ולפי שראו בשיקוע התיבה כי החיסרון עולה אמה לי״‎ב יום הבינו כי חמש עשרה אמה מלמעלה גברו המים וגו'.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "חמש עשרה אמה מלמעלה גברו המים וגו. This verse teaches us, using our intellect, that the ark could not have been submerged in the waters to an extent of more than six cubits. How do we arrive at this conclusion? The water level on earth has been described as at its highest level being 15 cubits above the top of the highest mountain. This level had been attained during the 7 days from the 17th day in Tishrey in which the ark ran aground on Mount Arrarat. By the first day in Tevet, the highest mountain tops became visible. It was then easy to determine the level at which the ark had been waterlogged prior to having run aground. The water leaves marks on the outside that can easily be distinguished. The inhabitants of the ark were therefore able to calculate that the speed at which the waters had been receding was one cubit for each 12 days. Having arrived at this calculation they had to count another 180 days from the 28th of Sivan the day on which the rains had ceased. They were therefore able to calculate that at its highest point the waters had been 15 cubits above the highest mountain. [There is a very minor discrepancy, a few centimeters when allowing for 2 days not included in the above count. Ed.]", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58b1ccc3d6e4a937f9998d8e", "index_title": "Devarim Rabbah", "category": "Midrash", "type": "", "ref": "Devarim Rabbah 3:6", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Devarim Rabbah 3:6", "sourceHeRef": "דברים רבה ג׳:ו׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [900], "commentaryNum": 3.0006, "collectiveTitle": {"en": "Devarim Rabbah", "he": "דברים רבה"}, "heTitle": "דברים רבה", "he": "בָּרוּךְ תִּהְיֶה מִכָּל הָעַמִּים <small>(דברים ז, יד)</small>, אָמַר רַבִּי חִיָּא בַּר אַבָּא, אֵין שִׁבְחָהּ שֶׁל מַטְרוֹנָה בְּשָׁעָה שֶׁמִּתְקַלֶּסֶת מִקְרוֹבוֹתֶיהָ, אֶלָּא בְּשָׁעָה שֶׁמִּתְקַלֶּסֶת מִצָּרוֹתֶיהָ, <small>(דברים ז, יד)</small>: לֹא יִהְיֶה בְךָ עָקָר וַעֲקָרָה, סָרִיסִין וְאַיְלוֹנִית. אֵין לִי אֶלָּא בָּאָדָם, מִנַּיִן אַף בִּבְהֵמָה, דִּכְתִיב <small>(דברים ז, יד)</small>: וּבִבְהֶמְתְּךָ, הֲרֵי בָּאָדָם וּבַבְּהֵמָה. מִנַּיִן אַף בָּאָרֶץ, דִּכְתִיב <small>(שמות כג, כו)</small>: לֹא תִהְיֶה מְשַׁכֵּלָה וַעֲקָרָה בְּאַרְצֶךָ, הֲרֵי בָּאָדָם וּבַבְּהֵמָה וּבָאָרֶץ. מִנַּיִן אַף בְּאִילָן, דִּכְתִיב <small>(מלאכי ג, יא)</small>: וְלֹא תְשַׁכֵּל לָכֶם הַגֶּפֶן בַּשָֹּׂדֶה. דָּבָר אַחֵר, לֹא יִהְיֶה בְךָ עָקָר וַעֲקָרָה, אָמַר רַבִּי חָנִין בֶּן לֵוִי, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לֹא תְהֵא תְּפִלָּתְךָ עֲקָרָה אֶלָּא תְהֵא עוֹלָה וְעוֹשָׂה פֵּרוֹת. דָּבָר אַחֵר, אָמַר רַבִּי יוֹנָתָן לֹא יִהְיֶה בְךָ עָקָר וַעֲקָרָה, מִן הַתְּשׁוּבָה. מַעֲשֶׂה בְּרַבִּי יוֹנָתָן שֶׁהָיָה מְהַלֵּךְ אֵצֶל נַפּוֹלִין שֶׁל כּוּתִים, וְהָיָה רוֹכֵב עַל הַחֲמוֹר וְהַבֶּהָם עִמּוֹ, נִתְלַוֶּה לָהֶם כּוּתִי אֶחָד, הִגִּיעוּ אֵצֶל הַר גְּרִיזִים אָמַר אוֹתוֹ כּוּתִי לְרַבִּי יוֹנָתָן, רַבִּי, מַהוּ דִּין דְּהָדֵין טוּרָא קַדִּישׁ, אָמַר לוֹ רַבִּי יוֹנָתָן, לָמָּה הוּא קַדִּישׁ, אָמַר לוֹ אוֹתוֹ הַכּוּתִי שֶׁלֹא לָקָה בְּמֵי הַמַּבּוּל. אָמַר לֵיהּ מִנַיִן לָךְ, אָמַר לֵיהּ לֹא כָךְ כְּתִיב <small>(יחזקאל כב, כד)</small>: בֶּן אָדָם אֱמָר לָהּ אַתְּ אֶרֶץ לֹא מְטֹהָרָה הִיא לֹא גֻשְׁמָהּ בְּיוֹם זָעַם. אָמַר לוֹ רַבִּי יוֹנָתָן אִם כֵּן הָיָה לוֹ לְהַקָּדוֹשׁ בָּרוּךְ הוּא לוֹמַר לְנֹחַ לַעֲלוֹת <small>(לשם)</small> [להר] וְלֹא לַעֲשׂוֹת תֵּבָה. אָמַר לוֹ לֹא עָשָׂה אֶלָּא לְנַסּוֹתוֹ, שָׁתַק רַבִּי יוֹנָתָן, אָמַר לוֹ הַבֶּהָם תֵּן לִי רְשׁוּת לוֹמַר לוֹ דָּבָר אֶחָד, אָמַר לוֹ אֱמֹר, אָמַר לוֹ אוֹתוֹ הַבֶּהָם אֵין הָהָר הַזֶּה תַּחַת הַשָּׁמַיִם, אָמַר לוֹ אוֹתוֹ הַכּוּתִי אֶלָּא חוּץ לַשָּׁמַיִם, אָמַר לוֹ אֵין כְּתִיב <small>(בראשית ז, כ יט)</small>: חֲמֵשׁ עֶשְׂרֵה אַמָּה מִלְמַעְלָה גָבְרוּ הַמַּיִם וַיְכֻסּוּ כָּל הֶהָרִים הַגְּבֹהִים אֲשֶׁר תַּחַת כָּל הַשָּׁמָיִם, מִיָּד יָרַד רַבִּי יוֹנָתָן מִן הַחֲמוֹר וְהִרְכִּיבוֹ אַרְבָּעָה מִילִין, וְקָרָא עָלָיו הַפָּסוּק הַזֶּה <small>(ישעיה נד, יז)</small>: וְכָל לָשׁוֹן תָּקוּם אִתָּךְ לַמִּשְׁפָּט תַּרְשִׁיעִי, הֱוֵי לֹא יִהְיֶה בְךָ עָקָר וַעֲקָרָה וּבִבְהֶמְתֶּךָ, מַהוּ וּבִבְהֶמְתֶּךָ וּבַבֶּהָמִין שֶׁלָּךְ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“You will be blessed more than all peoples. There will be none who are sterile or barren among you or among your animals” (Deuteronomy 7:14).</b> <br>“You will be blessed more than all peoples” – Rabbi Ḥiyya bar Abba said: The praise of a noblewoman is not when she is lauded by her relatives, but when she is lauded by her rival wives.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">The midrash interprets the verse to mean “you will be blessed by all peoples.” </i> <br>“There will be none who are sterile or barren” – eunuchs or sexually underdeveloped women. I have derived only regarding people, from where is this derived regarding animals? As it is written: “Or among your animals” – thus [it includes both] people and animals. From where is this derived regarding the land? As it is written: “None shall miscarry or be barren in your land” (Exodus 23:26)<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">The midrash interprets this verse as referring to the land itself, indicating that all parts of the land will provide bounty. </i> – thus [it includes] people, animals, and the land. From where is this derived regarding trees? It is as it is written: “The vine will not lose its fruit for you in the field prematurely” (Malachi 3:11). <br>“There will be none who are sterile or barren” – Rabbi Ḥanin ben Levi said: The Holy One blessed be He said: ‘Your prayer will not be barren, but rather, it will ascend and bear fruit.’ <br>Another matter, Rabbi Yonatan said: “There will be none who are sterile or barren” – from repentance. There was an incident involving Rabbi Yonatan, who was walking near the mountain of the Samaritans.<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Mount Gerizim, which was considered sacred by the Samaritans (translation based on Etz Yosef). </i> He was riding a donkey and the animal driver was with him. A certain Samaritan joined them. When they reached Mount Gerizim, the Samaritan said to Rabbi Yonatan: ‘Rabbi, what is this? For this mountain is sacred.’<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">What is the significance of our having happened upon this sacred place (Matnot Kehuna). Elsewhere, the midrash reports that Rabbi Yonatan was traveling to pray in Jerusalem and the Samaritan asked him why he would travel to Jerusalem instead of praying at Mount Gerizim (see Bereshit Rabba 32:10). </i> Rabbi Yonatan said to him: ‘Why is it sacred?’ The Samaritan said to him: ‘Because it was not stricken in the Flood waters.’ He said to him: ‘From where do you derive this?’ He said to him: ‘Is it not written as follows: “Son of man, say to it: You are a land that has not been purified, that has not been rained upon on the day of fury”’ (Ezekiel 22:24).<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">The Samaritan interpreted the verse as follows: “Is yours a land that is not purified? It was not rained upon on the day of fury,” and he understood it to refer particularly to Mount Gerizim (Etz Yosef). </i> Rabbi Yonatan said to him: ‘If so, the Holy One blessed be He should have told Noah to ascend (there) <the mountain>, and not to craft an ark.’ He said to [Rabbi Yonatan]: ‘He did so only to test [Noah].’ Rabbi Yonatan was silent. The animal driver said to [Rabbi Yonatan]: ‘Allow me to say one thing to him.’ He said to him: ‘Speak.’ The animal driver said to him: ‘Is this mountain not beneath the heavens?’ The Samaritan said to him: ‘Where else, beyond the heavens?’ He said to him: ‘Is it not written: “Fifteen cubits upward the water accumulated” (Genesis 7:20), “all the high mountains under the entire heavens were covered”?’ (Genesis 7:19). Rabbi Yonatan immediately dismounted the donkey and had [the driver] ride on it for four <i>mil</i>. He read this verse in his regard: “Any tongue that will rise against you in judgment will be condemned” (Isaiah 54:17).<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Anyone who argues against the truth of the Torah will be condemned. This verse had been fulfilled regarding the Samaritan through the donkey driver’s statement. </i> That is, “there will be none who are sterile or barren among you or among your animals.” What is “or among your animals [<i>uvivhemtekha</i>]”? Among your animal drivers [<i>uvabehamin shelkha</i>].", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59765516d6e4a90179bf5b28", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Genesis 7:20:1", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Be'er Mayim Chaim, Genesis 7:20:1", "sourceHeRef": "באר מים חיים, בראשית ז׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "בראשית", "he": "<b>חמש</b> עשרה אמה מלמעלה גברו המים ויכוסו ההרים. דהנה מה שכיסו הארץ וכל יושביה וכיסו כל ההרים הגבוהים אשר תחת כל השמים, הנה כל זה היה צורך למבול לעשות נקמה בארץ ויושבי בה ולשחת הכל מה שבהרים הרמים, ואך זה שנתגברו ט\"ו אמה מלמעלה זה לא היה צורך לעיקר הדבר, ואך לרוב הקצף הגדול והזעף הרב אשר היה בעת ההיא נתגברו ונתחזקו עד חמש עשרה אמה למעלה מן הצורך, ונודע מה שכתב הרב <small>(בליקוטי תורה פרשה זו)</small> בטעם ט\"ו אמה הללו על שנסתלק ממנה ה\"י ונשאר אל\"ם מאלהים וזו מלמעלה מלמעל ה' שנסתלקו למעלה מן הה\"י וגבורות עלו למעלה מראשה וכו' עד כאן. וזה שאמר הכתוב חמש עשרה אמה מלמעלה כלומר אלו הט\"ו אמה שהוא מנין י\"ה היה על מלמעל\"ה שעלה ה\"י מאלהים ונשאר אל\"ם שהוא תוקף הדינים, וזה גרם זעם אחר זעם וקצף אחר קצף להתגבר כל כך אף ביותר מהצורך, כדמיון אחד שמכה את חבירו בחימה גדולה מרובה עד שאין מניח מחמתו אפילו אם ימות תחת ידו יכהו עוד לרוב הקצף והצער והחימה עמוסה שבוער בלבו עליו, או מחמת חימה יכנו באבנו או בעצו ושאר דברי בטלה והכתוב אומר שהט\"ו אמה הללו שגברו המים לבטלה אף שכבר ויכוסו ההרים, ועיין בסמוך.", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b992b071e100bf4ebe67", "index_title": "Ein Yaakov", "category": "Midrash", "type": "", "ref": "Ein Yaakov, Yoma 8:7", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Ein Yaakov, Yoma 8:7", "sourceHeRef": "עין יעקב, יומא ח׳:ז׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1490, 1550], "commentaryNum": 8.0007, "collectiveTitle": {"en": "Ein Yaakov", "he": "עין יעקב"}, "heTitle": "יומא", "he": "שָׁאֲלוּ תַּלְמִידָיו אֶת רַבִּי שִׁמְעוֹן בַּר יוֹחַאי: מִפְּנֵי מַה לֹּא הָיָה יוֹרֵד לָהֶם לְיִשְׂרָאֵל מָן פַּעַם אַחַת בַּשָּׁנָה? אָמַר לָהֶם: אֶמְשֹׁל לָכֶם מָשָׁל, לְמָה הַדָּבָר דּוֹמֶה, לְמֶלֶךְ בָּשָׂר־וָדָם שֶׁהָיָה לוֹ בֵּן, וְקָבַע עָלָיו פַּרְנָסָתוֹ פַּעַם אַחַת בַּשָּׁנָה. וְלֹא הָיָה מַקְבִּיל פְּנֵי אָבִיו אֶלָּא פַּעַם אַחַת בַּשָּׁנָה. עָמַד וְקָבַע לוֹ פַּרְנָסָתוֹ בְּכָל יוֹם וָיוֹם, לֹא רָאוּי לְאוֹתוֹ בֵּן שֶׁיַּקְבִּיל פְּנֵי אָבִיו בְּכָל יוֹם וָיוֹם? וְאַף כָּךְ יִשְׂרָאֵל, מִי שֶׁיֵּשׁ לוֹ אַרְבָּעָה וַחֲמִשָּׁה בָּנִים, הָיָה דּוֹאֵג וְאוֹמֵר: שֶׁמָּא לְמָחָר אֵין הַמָּן יוֹרֵד, וְנִמְצְאוּ בְּנֵיהֶם וּבְנוֹתֵיהֶם מֵתִים בָּרָעָב. וְנִמְצְאוּ כָּל יִשְׂרָאֵל מְכַוְּנִים אֶת לִבָּם לַאֲבִיהֶם שֶׁבַּשָּׁמַיִם. דָּבָר אַחֵר: (מן) שֶׁאוֹכְלִין אוֹתוֹ כְּשֶׁהוּא חַם. דָּבָר אַחֵר: מִפְּנֵי מַשּׂוּי הַדֶּרֶךְ. וּכְבָר הָיָה רַבִּי טַרְפוֹן [וְרַבִּי יִשְׁמָעֵאל] וּזְקֵנִים יוֹשְׁבִים וְעוֹסְקִים בְּפָרָשַׁת הַמָּן, וְהָיָה רַבִּי אֶלְעָזָר הַמּוֹדָעִי יוֹשֵׁב בֵּינֵיהֶם. נַעֲנָה רַבִּי אֶלְעָזָר הַמּוֹדָעִי וְאָמַר: מָן שֶׁיָּרַד לָהֶם לְיִשְׂרָאֵל, הָיָה גָּבוֹהַּ שִׁשִּׁים אַמָּה. אָמַר לוֹ רַבִּי טַרְפוֹן: מוֹדָעִי, עַד מָתַי אַתָּה מְגַבֵּב דְּבָרִים, וּמֵבִיא עָלֵינוּ? אָמַר לוֹ: רַבִּי, מִקְרָא אֲנִי דּוֹרֵשׁ. (בראשית ז׳:כ׳) *) \"חֲמֵשׁ עֶשְׂרֵה אַמָּה מִלְּמַעְלָה גָּבְרוּ הַמָּיִם\" וְגוֹ'. וְכִי חֲמֵשׁ עֶשְׂרֵה אַמָּה בָּעֵמֶק, חֲמֵשׁ עֶשְׂרֵה אַמָּה (בשפלה) [בֶּהָרִים]? וְכִי מַיָּא, שׁוּרֵי שׁוּרֵי הֲווּ קַיְמֵי? וְתוּ, תֵּיבוֹתָא, הֵיכִי סַגְיָא? אֶלָּא, מֵעִיקָרָא כְּתִיב: (שם) \"נִבְקְעוּ כָּל מַעְיְנוֹת תְּהוֹם רַבָּה\", עַד דְּשָׁווּ מַיָּא לְטוּרֵי, וְלִבְסוֹף (כתיב) (שם) \"חֲמֵשׁ עֶשְׂרֵה אַמָּה מִלְּמַעְלָה גָּבְרוּ הַמַּיִם\" וְגוֹ'. וְכִי אֵיזוֹ מִדָּה מְרֻבָּה, מִדָּה טוֹבָה, אוֹ מִדַּת פֻּרְעָנוּת? הֱוֵי אוֹמֵר: מִדָּה טוֹבָה מְרֻבָּה מִמִּדַּת פֻּרְעָנוּת! בְּמִדַּת פֻּרְעָנוּת הוּא אוֹמֵר: (שם) \"וַאֲרֻבֹּת הַשָּׁמַיִם נִפְתָּחוּ\". וּבְמִדָּה טוֹבָה כְּתִיב: (תהילים ע״ח:כ״ד) \"וְדַלְתֵי שָׁמַיִם פָּתָח\". וְאוֹמֵר: \"וַיַּמְטֵר עֲלֵיהֶם מָן לֶאֱכֹל\", וְתָנָא: כַּמָּה אֲרֻבּוֹת יֵשׁ בְּדֶלֶת? אַרְבַּע אַרְבַּע. הֲרֵי כָּאן שְׁמוֹנֶה. נִמְצָא מָן שֶׁיָּרַד לָהֶם לְיִשְׂרָאֵל גָּבוֹהַ שִׁשִּׁים אַמָּה. תַּנְיָא, אִיסִי בֶּן יְהוּדָה אוֹמֵר: מָן שֶׁיָּרַד לָהֶם לְיִשְׂרָאֵל, מִתְגַּבֵּר וְעוֹלֶה עַד שֶׁרוֹאִין אוֹתוֹ כָּל מַלְכֵי מִזְרָח וּמַעֲרָב, שֶׁנֶּאֱמַר: (שם כג) \"תַּעֲרֹךְ לְפָנַי שֻׁלְחָן נֶגֶד צוֹרְרָי וְגוֹ', [כּוֹסִי רְוָיָה\"]. אָמַר אַבַּיֵי: שְׁמַע מִינָהּ, כַּסָּא דְּדָוִד לְעָלְמָא דְּאָתֵי מָאתַן וְעֶשְׂרִין וְחַד לוּגָא מַחֲזִיק, שֶׁנֶּאֱמַר: (שם) \"כּוֹסִי רְוָיָה\". \"רְוָיָה\" בְּגִימַטְרִיָּא הָכִי הֲווּ. (מי דמי) [הָא לָא דַּמְיָא]! הָתָם אַרְבָּעִים יוֹם, וְהָכָא חֲדָא שַׁעְתָּא? הָתָם לְכוּלֵי עָלְמָא, הָכָא לְיִשְׂרָאֵל לְחוּדֵיהּ! אִם כֵּן נָפִישׁ לְהוּ טְפֵי! אֶלָּא רַבִּי אֶלְעָזָר הַמּוֹדָעִי 'פְּתִיחָה', 'פְּתִיחָה' גָּמַר.", "heVersionTitle": "Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אגדות חז\"ל - דעת", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13da93a676f00197d0e8f", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Genesis 7:20:1", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Birkat Asher on Torah, Genesis 7:20:1", "sourceHeRef": "ברכת אשר על התורה, בראשית ז׳:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "בראשית", "he": "<b>\"ויכסו ההרים\".</b> לא ידעתי לשם מה חזרה זו על האמור בפס' הקודם - \"ויכסו כל ההרים הגבהים\", והרי היא ממעטת (קודם \"כל\" ואח\"כ \"בסתם\", בשעה שסדר הפוך של שני הביטויים הגיוני הרבה יותר. (פ' נח תשמ\"ח) וכתב הכתב והקבלה שמשמעות הכתוב \"ויכוסו ההרים\" - וכבר נתכסו ההרים, כלו' לאחר שנתכסו ההרים, כמו \"וירם תולעים ויבאש\" (שמות טז, כ) שפירושו אחר שבאש. ור' דעת מקרא.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85befd5ab82bfff517c366", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Noach 74", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Agra DeKala, Noach 74", "sourceHeRef": "אגרא דכלה, נח ע״ד", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 74, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "נח", "he": "<b>חמש עשרה אמה (בראשית ז כ).</b> על שפגמו בשם י\"ה כמ\"ש לעיל החמס ק\"ם (יחזקאל ז יא, ב\"ר פל\"א א'), בגימטריא חכמ\"ה בינ\"ה, כן מקובל לחכמי האמת. קץ כל בשר בא לפנ\"י דייקא, פנ\"י גימטריא חכמ\"ה בינ\"ה, כן הוא במקובלים. ובזה ידוקדק מלמעל\"ה, דהוה ליה למימר למעלה. אך לפי הנ\"ל יש לפרש חמש עשרה אמה מלמעלה, ר\"ל נגד חמש עשרה שלמעלה במקום קודש, מבחינה זו גברו המים. או יאמר חמש עשרה אמה מלמעלה גברו המים, ר\"ל אותן חמש עשרה אמה היו ממים שלמעלה, מה שאין כן השוואת המים על פני כל הארץ עד ההרים הגבוהים היו ממימי התהום. ובזה ידוקדק הנקודה ויכסו ההרים, ולא ויכסו, להורות דממילא נתכסו ממים שלמעלה, והבן בדקדוק:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85bf015ab82bfff517c390", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Noach 85", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Agra DeKala, Noach 85", "sourceHeRef": "אגרא דכלה, נח פ״ה", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 85, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "נח", "he": "<b>עוד ויזכור אלקים את נח (בראשית ח א).</b> אומרו בכאן לענין הזכירה אלקי\"ם שם הדין, (ונודע מה שפירש רש\"י בשם רז\"ל (ב\"ר פל\"ג ג')). גם להבין ריבוי האת. זכור תזכר מה שפירשנו לעיל בפסוק ך' (בראשית ז כ) איך נרמז השם מו\"ם, וכתבנו בשם ספר רזיאל מה שמרמז זה השם תחלת מעשה ברחמים וסוף ברחמים, והנה זה השם בגימטריא אלהי\"ם, וציורא כנ\"ל בגימטריא נ\"ח שם הויה במילו, על כן אמר ויזכר אלקים את נ\"ח, ר\"ל אותיות נ\"ח שנתהפך מדין לרחמים והבן, והש\"י יראנו נפלאות:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c42dda7db5b438bae03a", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Insights on Midrash, Targum and Rashi on Bereshit, Noach and Lech Lecha, Megaleh Amukot 3", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Agra DeKala, Insights on Midrash, Targum and Rashi on Bereshit, Noach and Lech Lecha, Megaleh Amukot 3", "sourceHeRef": "אגרא דכלה, ביאורים על מדרשים, תרגומים ופירוש רש\"י לפרשות בראשית נח ולך לך, ביאורי מגלה עמוקות ג׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 3, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "ביאורי מגלה עמוקות", "he": "נח נקרא איש \"צדיק (בראשית ו ט) (טו), שהם חטאו (טז) דור המבול בעריות ופגמו ביו\"ד שבאיש ובה\"א שבאשה ונשאר אש (עיין סוטה י\"ז ע\"א) (יח), וזה ברותחין נידונו (ר\"ה י\"ב ע\"א), וזה גברו המים חמש עשרה אמה (בראשית ז כ), ששם של י\"ה עשה (יט) משפט דור המבול, וזה בחזקיה שחטא בברית שלא נשא אשה אמר \"והטוב בעיניך עשיתי (ישעיה לח ג) (כ), שסמכתי (כא) \"גאולה \"לתפלה (ברכות י' ע\"ב), ובזה תיקן הברית. וכשקיבל על עצמו לתקן שם י\"ה שלקח אשה, הוסיפו לו ט\"ו שנה (ישעיה לח ה) (כב), וזה שנקרא חזקיה חזק י\"ה, מי כחכם ויודע פשר דבר (קהלת ח א) (כג), שלקח בתו של ישעיה שהוא \"ישע י\"ה, שיסייעהו לתקן שם י\"ה ויצא זרע כשר, וכל זאת לא הועיל ונולד מנשה, (כד) לשון נשני אלקים את כל עמלי (בראשית מא נא), שכל טצדקי שאפשר לעשות עשו ולא הועילו, בהדי כבשי דרחמנא למה לך, עיין במסכת ברכות דף י' ע\"א:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f50f76ee2019cd88461c2a4", "index_title": "Beit Yaakov on Torah", "category": "Chasidut", "type": "commentary", "ref": "Beit Yaakov on Torah, Noach 28:1", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Beit Yaakov on Torah, Noach 28:1", "sourceHeRef": "בית יעקב על התורה, נח כ״ח:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1830, 1870], "commentaryNum": 28.0001, "collectiveTitle": {"en": "Beit Yaakov on Torah", "he": "בית יעקב על התורה"}, "heTitle": "נח", "he": "<b>חמש עשרה אמה מלמעלה גברו המים ויכסו ההרים.</b> הנה תגבורת המים נכפל כאן ד' פעמים, ב' פעמים מתחת ההרים וב' פעמים על ההרים מלמעלה, ומרמז שע\"י הכעס שעובר על האדם ויוצא למעלה משכלו, דהיינו על ההרים, בא לכלל טעות גם במה שלמטה משכלו, כמאמרם ז\"ל פסחים (סו:) מתוך שבא לכלל כעס בא לכלל טעות. וגם השי\"ת מסלק מן הכעס הארת ב' אותיות י\"ה מד' אותיות של הויה ב\"ה, ששני אותיות אלו מרמזים על ההארה שלמעלה מדעת האדם. וע\"ז רומז הכתוב \"חמש עשרה\" אמה מלמעלה גברו המים, היינו האותיות י\"ה מהשם הוי' ב\"ה וב\"ש (ועיין ליקוטי תורה להאר\"י ז\"ל פ' נח)<sup class=\"footnote-marker\">קכב</sup><i class=\"footnote\">שם מרמז החמש עשרה על אותיות ה\"י משם אלהי\"ם וצ\"ע. וכנראה רימז למקור המבואר בעץ החיים שער ח – שער הנקודים – פרק ד וזל\"ק: חמש עשרה אמה מלמעלה גברו, כי האור שהיה משבר הכלים, היה מי\"ה דס\"ג, סוד הי' דהינו חכמה, שהיא נקודים. וה', סוד ה' בערך עקודים, כנזכר במק\"א. עכ\"ל.</i>:", "heVersionTitle": "Beit Yaakov al HaTorah, Sifrei Izhbitza Radzin, Bnei Brak, 2006", "heLicense": "", "heVersionTitleInHebrew": "מכון להוצאת ספרי רבוה\"ק מאיזביצא-ראדזין, תשס\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d068b6084aa1cbf0319f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, גָּבַר 1", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "BDB, גָּבַר 1", "sourceHeRef": "בראון-דרייבר-בריגס, גָּבַר א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "גָּבַר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">גָּבַר</span></big></big>  <strong>vb. be strong, mighty (</strong>NH <em>id.</em>, Aramaic <span dir=\"rtl\">גְּבַר</span>; Arabic <span dir=\"rtl\">جَبَرَ</span> (conj. I. dial.; usually in derived conj.) <em>compel, force;</em> <span dir=\"rtl\">جَبَرِيَّةٌ</span> <em>overbearing behaviour</em>, <span dir=\"rtl\">جَبْرٌ</span> <em>constraint;</em> Ethiopic ገብረ I, 1, <em>subigere;</em> II, 2, <em>cogere;</em> Syriac <span dir=\"rtl\">ܐܶܬܓܰܒܰܪ</span> <em>play the man</em>, is denom. from <span dir=\"rtl\">ܓܒܰܪ</span> <em>man</em><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">ג׳</span> <a data-ref=\"Psalms 103:11\" href=\"/Psalms.103.11\">ψ 103:11</a> + 5 times; <span dir=\"rtl\">גָּבְֽרוּ</span> <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">Gn 7:19</a> + 6 times; <span dir=\"rtl\">גָּבֵ֑רוּ</span> <a data-ref=\"II Samuel 1:23\" href=\"/II_Samuel.1.23\">2 S 1:23</a>; Impf. <span dir=\"rtl\">יִגְבַּר</span> <a data-ref=\"I Samuel 2:9\" href=\"/I_Samuel.2.9\">1 S 2:9</a>; <span dir=\"rtl\">וַיִּגְבְּרוּ</span> <a data-ref=\"Genesis 7:18\" href=\"/Genesis.7.18\">Gn 7:18</a>, <a data-ref=\"Genesis 7:24\" href=\"/Genesis.7.24\">24</a>;— <strong>1.</strong>  <em>be strong, mighty</em>, abs. <span dir=\"rtl\">גָּבְֽרוּ חַיִל</span> <em>mighty in power</em> <a data-ref=\"Job 21:7\" href=\"/Job.21.7\">Jb 21:7</a>; with <span dir=\"rtl\">מִן</span> <em>stronger than</em> <a data-ref=\"II Samuel 1:23\" href=\"/II_Samuel.1.23\">2 S 1:23</a> <a data-ref=\"Psalms 65:4\" href=\"/Psalms.65.4\">ψ 65:4</a>; with <span dir=\"rtl\">בְּ</span> <em>mighty among</em> <a data-ref=\"I Chronicles 5:2\" href=\"/I_Chronicles.5.2\">1 Ch 5:2</a>. <strong>2.</strong>  <em>prevail:</em>— <strong>a.</strong>  abs. e.g. enemies <a data-ref=\"Exodus 17:11\" href=\"/Exodus.17.11\">Ex 17:11</a><sup>(×2)</sup> (E) <a data-ref=\"I Samuel 2:9\" href=\"/I_Samuel.2.9\">1 S 2:9</a> <a data-ref=\"Lamentations 1:16\" href=\"/Lamentations.1.16\">La 1:16</a>, waters <a data-ref=\"Genesis 7:18\" href=\"/Genesis.7.18\">Gn 7:18</a>, <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">19</a>, <a data-ref=\"Genesis 7:20\" href=\"/Genesis.7.20\">20</a>, <a data-ref=\"Genesis 7:24\" href=\"/Genesis.7.24\">24</a> (P), power <a data-ref=\"Jeremiah 9:2\" href=\"/Jeremiah.9.2\">Je 9:2</a>; <strong>b.</strong>  with <span dir=\"rtl\">עַל</span> <em>prevail over</em>, subj. enemies <a data-ref=\"II Samuel 11:23\" href=\"/II_Samuel.11.23\">2 S 11:23</a>, blessings <a data-ref=\"Genesis 49:26\" href=\"/Genesis.49.26\">Gn 49:26</a> (J), mercy of God <a data-ref=\"Psalms 103:11\" href=\"/Psalms.103.11\">ψ 103:11</a>; <a data-ref=\"Psalms 117:2\" href=\"/Psalms.117.2\">117:2</a>.<br><strong>Pi.</strong>  Pf. <span dir=\"rtl\">גִּבַּרְתִּי</span> <a data-ref=\"Zechariah 10:6\" href=\"/Zechariah.10.6\">Zc 10:6</a>; sf. <span dir=\"rtl\">גִּבַּרְתִּים</span> <a data-ref=\"Zechariah 10:12\" href=\"/Zechariah.10.12\">Zc 10:12</a>; Impf. <span dir=\"rtl\">יְגַבֵּר</span> <a data-ref=\"Ecclesiastes 10:10\" href=\"/Ecclesiastes.10.10\">Ec 10:10</a> <em>make strong, strengthen</em>.<br><strong>Hiph.</strong>  Pf. <span dir=\"rtl\">הִגְבִּיר בְּרִית לְ</span> <em>confirm a covenant</em> <a data-ref=\"Daniel 9:27\" href=\"/Daniel.9.27\">Dn 9:27</a>; Impf. <span dir=\"rtl\">נַגְבִּיר לִלְשֹׁנֵנוּ</span> <em>we will confirm a covenant with our tongue</em> Ew Ol Che (or, to our tongue will we give strength Hi De) <a data-ref=\"Psalms 12:5\" href=\"/Psalms.12.5\">ψ 12:5</a>.<br><strong>Hithp.</strong>  Impf. <span dir=\"rtl\">יִתְגַּבָּ֑ר</span> <a data-ref=\"Job 15:25\" href=\"/Job.15.25\">Jb 15:25</a> <a data-ref=\"Isaiah 42:13\" href=\"/Isaiah.42.13\">Is 42:13</a>; <span dir=\"rtl\">יִתְגַּבָּ֑רוּ</span> <a data-ref=\"Job 36:9\" href=\"/Job.36.9\">Jb 36:9</a>:—of <span dir=\"rtl\">י׳</span>, <em>shew himself a mighty one</em> against <span dir=\"rtl\">(עַל)</span> <a data-ref=\"Isaiah 42:13\" href=\"/Isaiah.42.13\">Is 42:13</a>; of wicked, <em>behave proudly</em> toward <span dir=\"rtl\">(אֶל)</span> <a data-ref=\"Job 15:25\" href=\"/Job.15.25\">Jb 15:25</a>; of erring righteous (abs.) <a data-ref=\"Job 36:9\" href=\"/Job.36.9\">36:9</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d0f6b6084aa1cbf094af", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, הַר² 1", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "BDB, הַר² 1", "sourceHeRef": "בראון-דרייבר-בריגס, הַר² א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "הַר²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">הַר</span></big><sub>558</sub>  <strong>n.m.</strong> <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">Gn 7:19</a> mountain, hill, hill-country <strong>(</strong>NH <em>id.</em>, pl. <span dir=\"rtl\">הָרִים</span>, <span dir=\"rtl\">הֲרָרִים</span>; Ph. <span dir=\"rtl\">הר</span> †CIS <sup>i. 3, 17</sup>; Sab. sf. <span dir=\"rtl\">הרתהמו</span> DHM<sup>ZMG 1876, 673</sup><strong>)</strong>;—<span dir=\"rtl\">ה׳</span> abs. <a data-ref=\"Joshua 17:18\" href=\"/Joshua.17.18\">Jos 17:18</a> +; c. art. <span dir=\"rtl\">הָהָר</span> <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">Ex 3:12</a> +; c. <span dir=\"rtl\">ָה</span> loc. <span dir=\"rtl\">הֶ֫רָה</span> <a data-ref=\"Genesis 14:10\" href=\"/Genesis.14.10\">Gn 14:10</a>, <span dir=\"rtl\">הָהָ֫רָה</span> <a data-ref=\"Genesis 12:8\" href=\"/Genesis.12.8\">Gn 12:8</a> + 12 times; cstr. <span dir=\"rtl\">הַר</span> <a data-ref=\"Genesis 10:30\" href=\"/Genesis.10.30\">Gn 10:30</a> +; sf. <span dir=\"rtl\">הַרֲרִי</span> <a data-ref=\"Psalms 30:8\" href=\"/Psalms.30.8\">ψ 30:8</a>, <span dir=\"rtl\">הֲרָרִי</span> <a data-ref=\"Jeremiah 17:3\" href=\"/Jeremiah.17.3\">Je 17:3</a>; <span dir=\"rtl\">הַרְכֶם</span> <a data-ref=\"Psalms 11:1\" href=\"/Psalms.11.1\">ψ 11:1</a>; <span dir=\"rtl\">הַרֲרָם</span> <a data-ref=\"Genesis 14:6\" href=\"/Genesis.14.6\">Gn 14:6</a>; pl. <span dir=\"rtl\">הָרִים</span> <a data-ref=\"Deuteronomy 11:11\" href=\"/Deuteronomy.11.11\">Dt 11:11</a> +; c. art. <span dir=\"rtl\">הֶהָרִים</span> <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">Gn 7:19</a> +; cstr. <span dir=\"rtl\">הָרֵי</span> <a data-ref=\"Genesis 8:4\" href=\"/Genesis.8.4\">Gn 8:4</a> + 27 times; <span dir=\"rtl\">הַרֲרֵי</span> <a data-ref=\"Deuteronomy 33:15\" href=\"/Deuteronomy.33.15\">Dt 33:15</a> + 8 times (all poet.); sf. <span dir=\"rtl\">הָרַי</span> <a data-ref=\"Isaiah 14:25\" href=\"/Isaiah.14.25\">Is 14:25</a>; <a data-ref=\"Isaiah 49:11\" href=\"/Isaiah.49.11\">49:11</a> <a data-ref=\"Zechariah 14:5\" href=\"/Zechariah.14.5\">Zc 14:5</a> + <a data-ref=\"Ezekiel 38:21\" href=\"/Ezekiel.38.21\">Ez 38:21</a> (B Co <span dir=\"rtl\">חרדה</span>), <span dir=\"rtl\">הָרָ֑י</span> <a data-ref=\"Isaiah 65:9\" href=\"/Isaiah.65.9\">Is 65:9</a>; <span dir=\"rtl\">הָרָיו</span> <a data-ref=\"Ezekiel 35:8\" href=\"/Ezekiel.35.8\">Ez 35:8</a> <a data-ref=\"Malachi 1:3\" href=\"/Malachi.1.3\">Mal 1:3</a>; <span dir=\"rtl\">הֲרָרֶיהָ</span> <a data-ref=\"Deuteronomy 8:9\" href=\"/Deuteronomy.8.9\">Dt 8:9</a>;—<br><strong>1.</strong>  <em>mountain, hill</em> (these often not sharply distinguished, but): <strong>a.</strong>  specif. <em>mountain, high elevation</em>, often in all the literature;—e.g. <span dir=\"rtl\">הַר סִינַי</span> <em>Mount Sinai</em> (properly, the Mount of Sinai; so always) †<a data-ref=\"Exodus 19:11\" href=\"/Exodus.19.11\">Ex 19:11</a>, <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">18</a>, <a data-ref=\"Exodus 19:20\" href=\"/Exodus.19.20\">20</a>, <a data-ref=\"Exodus 19:23\" href=\"/Exodus.19.23\">23</a>; <a data-ref=\"Exodus 24:16\" href=\"/Exodus.24.16\">24:16</a>; <a data-ref=\"Exodus 31:18\" href=\"/Exodus.31.18\">31:18</a>; <a data-ref=\"Exodus 34:2\" href=\"/Exodus.34.2\">34:2</a>, <a data-ref=\"Exodus 34:4\" href=\"/Exodus.34.4\">4</a>, <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">29</a>, <a data-ref=\"Exodus 34:32\" href=\"/Exodus.34.32\">32</a> <a data-ref=\"Leviticus 7:38\" href=\"/Leviticus.7.38\">Lv 7:38</a>; <a data-ref=\"Leviticus 25:1\" href=\"/Leviticus.25.1\">25:1</a>; <a data-ref=\"Leviticus 26:46\" href=\"/Leviticus.26.46\">26:46</a>; <a data-ref=\"Leviticus 27:34\" href=\"/Leviticus.27.34\">27:34</a> <a data-ref=\"Numbers 3:1\" href=\"/Numbers.3.1\">Nu 3:1</a>; <a data-ref=\"Numbers 28:6\" href=\"/Numbers.28.6\">28:6</a> <a data-ref=\"Nehemiah 9:13\" href=\"/Nehemiah.9.13\">Ne 9:13</a> (v. <a data-ref=\"BDB, סִינַי\" href=\"/BDB,_סִינַי\", dir=\"rtl\">סִינַי</a>); also <span dir=\"rtl\">הָהָר</span> = <em>id.</em>, <a data-ref=\"Exodus 19:2\" href=\"/Exodus.19.2\">Ex 19:2</a> + 10 times <a data-ref=\"Exodus 19\" href=\"/Exodus.19\">Ex 19</a> (v <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">18</a> read <span dir=\"rtl\">הָעָם</span>, so Codd. 𝔊 Di) <a data-ref=\"Exodus 20:15\" href=\"/Exodus.20.15\">20:18</a>; <a data-ref=\"Exodus 24:4\" href=\"/Exodus.24.4\">24:4</a> + 6 times <a data-ref=\"Exodus 24\" href=\"/Exodus.24\">Ex 24</a>; <a data-ref=\"Exodus 25:40\" href=\"/Exodus.25.40\">25:40</a>; <a data-ref=\"Exodus 26:30\" href=\"/Exodus.26.30\">26:30</a>; <a data-ref=\"Exodus 27:8\" href=\"/Exodus.27.8\">27:8</a>; <a data-ref=\"Exodus 32:1\" href=\"/Exodus.32.1\">32:1</a>, <a data-ref=\"Exodus 32:15\" href=\"/Exodus.32.15\">15</a>, <a data-ref=\"Exodus 32:19\" href=\"/Exodus.32.19\">19</a>; <a data-ref=\"Exodus 34:2\" href=\"/Exodus.34.2\">34:2</a>, <a data-ref=\"Exodus 34:3\" href=\"/Exodus.34.3\">3</a><sup>(×2)</sup>, <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">29</a>; = <span dir=\"rtl\">הַר חוֹרֵב</span> †<a data-ref=\"Exodus 33:6\" href=\"/Exodus.33.6\">Ex 33:6</a> (v. <a data-ref=\"BDB, חֹרֵב\" href=\"/BDB,_חֹרֵב\", dir=\"rtl\">חֹרֵב</a>), also <span dir=\"rtl\">אֶל־הַר הָאֱלֹהִים חֹרֵ֑בָה</span> <a data-ref=\"Exodus 3:1\" href=\"/Exodus.3.1\">Ex 3:1</a>, <span dir=\"rtl\">עַד הַר הָאֱלֹהִים חֹרֵב</span> <a data-ref=\"I Kings 19:8\" href=\"/I_Kings.19.8\">1 K 19:8</a>; further <span dir=\"rtl\">הָהָר</span> = <em>id.</em>, <a data-ref=\"Deuteronomy 4:11\" href=\"/Deuteronomy.4.11\">Dt 4:11</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 5:4\" href=\"/Deuteronomy.5.4\">5:4</a>, <a data-ref=\"Deuteronomy 5:5\" href=\"/Deuteronomy.5.5\">5</a>, <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">19</a>, <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">20</a>; <a data-ref=\"Deuteronomy 9:9\" href=\"/Deuteronomy.9.9\">9:9</a> + 10 times <a data-ref=\"Deuteronomy 9\" href=\"/Deuteronomy.9\">Dt 9</a>.<a data-ref=\"Deuteronomy 10\" href=\"/Deuteronomy.10\">10</a>, <a data-ref=\"I Kings 19:11\" href=\"/I_Kings.19.11\">1 K 19:11</a>; = <span dir=\"rtl\">הַר הָאֱלֹהִים</span> <a data-ref=\"Exodus 4:27\" href=\"/Exodus.4.27\">Ex 4:27</a>; <a data-ref=\"Exodus 18:5\" href=\"/Exodus.18.5\">18:5</a>; <a data-ref=\"Exodus 24:13\" href=\"/Exodus.24.13\">24:13</a> (all JE) = <span dir=\"rtl\">הַר יהוה</span> <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">Nu 10:33</a> (cf. Di); v. further <a ,=\"\" data-ref=\"BDB, הַר\" dir=\"rtl\" href=\"/BDB,_הַר\">הֹר הָהָר</a> <em>Hor the mount</em> (so always) <a data-ref=\"Numbers 20:22\" href=\"/Numbers.20.22\">Nu 20:22</a> + 10 times Nu; <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a>; = <span dir=\"rtl\">הָהָר</span> <a data-ref=\"Numbers 20:28\" href=\"/Numbers.20.28\">Nu 20:28</a><sup>(×2)</sup>; <span dir=\"rtl\">הַר נְבוֹ</span> <a data-ref=\"Deuteronomy 32:49\" href=\"/Deuteronomy.32.49\">Dt 32:49</a>; <a data-ref=\"Deuteronomy 34:1\" href=\"/Deuteronomy.34.1\">34:1</a> = <span dir=\"rtl\">הָהָר</span> <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">32:50</a>; = <span dir=\"rtl\">הַר הָעֲבָרִים הַזֶּה</span> <a data-ref=\"Numbers 27:12\" href=\"/Numbers.27.12\">Nu 27:12</a> <a data-ref=\"Deuteronomy 32:49\" href=\"/Deuteronomy.32.49\">Dt 32:49</a>, cf. (<a data-ref=\"BDB, נְבוֹ\" href=\"/BDB,_נְבוֹ\", dir=\"rtl\">לִפְנֵי נְבוֹ</a>) <span dir=\"rtl\">הָרֵי הָעֲבָרִים</span> <a data-ref=\"Numbers 33:47\" href=\"/Numbers.33.47\">Nu 33:47</a>, <a data-ref=\"Numbers 33:48\" href=\"/Numbers.33.48\">48</a>; <span dir=\"rtl\">הַר גְּרִזִּים</span> <em>Mt. Gerizim</em> †<a data-ref=\"Deuteronomy 11:29\" href=\"/Deuteronomy.11.29\">Dt 11:29</a>; <a data-ref=\"Deuteronomy 27:12\" href=\"/Deuteronomy.27.12\">27:12</a> <a data-ref=\"Joshua 8:33\" href=\"/Joshua.8.33\">Jos 8:33</a>; <span dir=\"rtl\">רֹאשׁ הַר־גְּרִזִּים</span> <a data-ref=\"Judges 9:7\" href=\"/Judges.9.7\">Ju 9:7</a>; <span dir=\"rtl\">הַר עֵיבָ֑ל</span> <em>Mt. Ebal</em> †<a data-ref=\"Deuteronomy 11:29\" href=\"/Deuteronomy.11.29\">Dt 11:29</a>; <a data-ref=\"Deuteronomy 27:4\" href=\"/Deuteronomy.27.4\">27:4</a>, <a data-ref=\"Deuteronomy 27:13\" href=\"/Deuteronomy.27.13\">13</a> <a data-ref=\"Joshua 8:30\" href=\"/Joshua.8.30\">Jos 8:30</a>, <a data-ref=\"Joshua 8:33\" href=\"/Joshua.8.33\">33</a>; also <span dir=\"rtl\">הַר חֶרְמוֹן</span> <em>Mt. Hermon</em> <a data-ref=\"Deuteronomy 3:8\" href=\"/Deuteronomy.3.8\">Dt 3:8</a> <a data-ref=\"Joshua 11:17\" href=\"/Joshua.11.17\">Jos 11:17</a>; <a data-ref=\"Joshua 12:1\" href=\"/Joshua.12.1\">12:1</a>, <a data-ref=\"Joshua 12:5\" href=\"/Joshua.12.5\">5</a>; <a data-ref=\"Joshua 13:5\" href=\"/Joshua.13.5\">13:5</a>, <a data-ref=\"Joshua 13:11\" href=\"/Joshua.13.11\">11</a> <a data-ref=\"I Chronicles 5:23\" href=\"/I_Chronicles.5.23\">1 Ch 5:23</a>; cf. <a data-ref=\"Deuteronomy 4:48\" href=\"/Deuteronomy.4.48\">Dt 4:48</a> <span dir=\"rtl\">הַר שִׂראֹן הוּא חֶרְמוֹן</span> (v. <a data-ref=\"BDB, חֶרְמוֹן\" href=\"/BDB,_חֶרְמוֹן\", dir=\"rtl\">חֶרְמוֹן</a>), & <span dir=\"rtl\">הַר בַּעַל חֶרְמוֹן</span> (v. <em>id.</em>, & <a data-ref=\"BDB, בַּ֫עַל חֶרְמוֹן\" href=\"/BDB,_בַּ֫עַל חֶרְמוֹן\", dir=\"rtl\">בעל חרמון</a> sub <a data-ref=\"BDB, בַּעַל\" href=\"/BDB,_בַּעַל\", dir=\"rtl\">בעל</a>); <span dir=\"rtl\">הַר הַלְּבָנוֹן</span> <em>Mt. Lebanon</em> <a data-ref=\"Judges 3:3\" href=\"/Judges.3.3\">Ju 3:3</a>, cf. <span dir=\"rtl\">מְרוֹם הָרִים יַרְכְּתֵי לְבָנוֹן</span> <a data-ref=\"II Kings 19:23\" href=\"/II_Kings.19.23\">2 K 19:23</a> = <a data-ref=\"Isaiah 37:24\" href=\"/Isaiah.37.24\">Is 37:24</a> (v. <a data-ref=\"BDB, לְבָנוֹן\" href=\"/BDB,_לְבָנוֹן\", dir=\"rtl\">לבנון</a>); <span dir=\"rtl\">הַר הַכַּרְמֶ֑ל</span> <em>Mt. Carmel</em> <a data-ref=\"I Kings 18:19\" href=\"/I_Kings.18.19\">1 K 18:19</a>, <a data-ref=\"I Kings 18:20\" href=\"/I_Kings.18.20\">20</a> <a data-ref=\"II Kings 2:25\" href=\"/II_Kings.2.25\">2 K 2:25</a>; <a data-ref=\"II Kings 4:25\" href=\"/II_Kings.4.25\">4:25</a> (v. <a data-ref=\"BDB, כַּרְמֶל²\" href=\"/BDB,_כַּרְמֶל²\", dir=\"rtl\">כרמל</a>); <span dir=\"rtl\">הָהָר</span> = <em>id.</em>, <a data-ref=\"II Kings 4:27\" href=\"/II_Kings.4.27\">4:27</a>, appar. also <a data-ref=\"II Kings 1:9\" href=\"/II_Kings.1.9\">1:9</a>; <span dir=\"rtl\">הַר תָּבוֹר</span> <em>Mt. Tabor</em>, <a data-ref=\"Judges 4:6\" href=\"/Judges.4.6\">Ju 4:6</a>, <a data-ref=\"Judges 4:12\" href=\"/Judges.4.12\">12</a>, <a data-ref=\"Judges 4:14\" href=\"/Judges.4.14\">14</a>, cf. <a data-ref=\"Jeremiah 46:18\" href=\"/Jeremiah.46.18\">Je 46:18</a> <span dir=\"rtl\">תָּבוֹר בֶּהָרִים</span> (opp. <span dir=\"rtl\">כַּרְמֶל בַּיָּם</span>); <span dir=\"rtl\">הַר הַגִּלְבֹּעַ</span> <a data-ref=\"I Samuel 31:1\" href=\"/I_Samuel.31.1\">1 S 31:1</a>, <a data-ref=\"I Samuel 31:8\" href=\"/I_Samuel.31.8\">8</a> <a data-ref=\"II Samuel 1:6\" href=\"/II_Samuel.1.6\">2 S 1:6</a>, also (poet.) <span dir=\"rtl\">הָרֵי בַּגּ׳</span> v <a data-ref=\"II Samuel 1:21\" href=\"/II_Samuel.1.21\">21</a> (cf. Dr); <span dir=\"rtl\">הַר־חֶרֶס</span> <a data-ref=\"Judges 1:35\" href=\"/Judges.1.35\">Ju 1:35</a> (Stu <span dir=\"rtl\">עָר חֶרֶס</span>) cf. <a ,=\"\" data-ref=\"BDB, חֶרֶס\" dir=\"rtl\" href=\"/BDB,_חֶרֶס\">חֶרֶס</a>; <span dir=\"rtl\">הַר הַזֵּיתִים</span> <a data-ref=\"Zechariah 14:4\" href=\"/Zechariah.14.4\">Zc 14:4</a><sup>(×2)</sup> <em>Mount of Olives</em>, (opp. <span dir=\"rtl\">גֵּיא</span>) cf. <span dir=\"rtl\">הָהָר אֲשֶׁר מִקֶּדֶם לָעִיר</span> <a data-ref=\"Ezekiel 11:23\" href=\"/Ezekiel.11.23\">Ez 11:23</a>; also <span dir=\"rtl\">בָּהָר אֲשֶׁר עַל־פְּנֵי יְרוּשָׁלִַם</span> <a data-ref=\"I Kings 11:7\" href=\"/I_Kings.11.7\">1 K 11:7</a> (place of Sol.’s idolary) = <span dir=\"rtl\">הַר־הַמַּשְׁחִית</span> <a data-ref=\"II Kings 23:13\" href=\"/II_Kings.23.13\">2 K 23:13</a> <em>mt. of the destroyer</em> (same combin. in another, fig. sense <a data-ref=\"Jeremiah 51:25\" href=\"/Jeremiah.51.25\">Je 51:25</a>), others der. <span dir=\"rtl\">הַמ׳</span> here from <span dir=\"rtl\">משׁח</span> <em>anoint</em>, and render as = <em>Mt. of Olives</em> (cited as <span dir=\"rtl\">הר המשׁחה</span> Talm, Shabb. 56 b), cf. Hoffm<sup>ZAW 1882, 175</sup>; <span dir=\"rtl\">אַחַד הֶהָרִים</span> in land of Moriah <a data-ref=\"Genesis 22:2\" href=\"/Genesis.22.2\">Gn 22:2</a>; mts. about Jerus. in gen., <span dir=\"rtl\">יְרוּשָׁלִַם הָרִים סָבִיב לָהּ</span> <a data-ref=\"Psalms 125:2\" href=\"/Psalms.125.2\">ψ 125:2</a>; cf. also <a data-ref=\"Psalms 121:1\" href=\"/Psalms.121.1\">ψ 121:1</a> (‖ <span dir=\"rtl\">יהוה</span>); <span dir=\"rtl\">הָהָר</span> of citadel of Jerus. <a data-ref=\"Isaiah 22:5\" href=\"/Isaiah.22.5\">Is 22:5</a>; of temple hill <span dir=\"rtl\">הַר הַבַּיִת</span> <a data-ref=\"Micah 3:12\" href=\"/Micah.3.12\">Mi 3:12</a> = <a data-ref=\"Jeremiah 26:18\" href=\"/Jeremiah.26.18\">Je 26:18</a>; <span dir=\"rtl\">הַר בֵּית־י׳</span> <a data-ref=\"Isaiah 2:2\" href=\"/Isaiah.2.2\">Is 2:2</a> = <a data-ref=\"Micah 4:1\" href=\"/Micah.4.1\">Mi 4:1</a>, <a data-ref=\"II Chronicles 33:15\" href=\"/II_Chronicles.33.15\">2 Ch 33:15</a>; also <span dir=\"rtl\">הֲרָרִי בַּשָּׂדֶה</span> <a data-ref=\"Jeremiah 17:3\" href=\"/Jeremiah.17.3\">Je 17:3</a>; further <span dir=\"rtl\">הַר צִיּוֹן</span> <em>Mt. Zion</em> <a data-ref=\"Isaiah 4:5\" href=\"/Isaiah.4.5\">Is 4:5</a>; <a data-ref=\"Isaiah 8:18\" href=\"/Isaiah.8.18\">8:18</a>; <a data-ref=\"Isaiah 10:12\" href=\"/Isaiah.10.12\">10:12</a>; <a data-ref=\"Isaiah 18:7\" href=\"/Isaiah.18.7\">18:7</a>; <a data-ref=\"Isaiah 24:23\" href=\"/Isaiah.24.23\">24:23</a>; <a data-ref=\"Isaiah 29:8\" href=\"/Isaiah.29.8\">29:8</a>; <a data-ref=\"Isaiah 31:4\" href=\"/Isaiah.31.4\">31:4</a>; <a data-ref=\"Isaiah 37:32\" href=\"/Isaiah.37.32\">37:32</a> <a data-ref=\"Micah 4:7\" href=\"/Micah.4.7\">Mi 4:7</a> <a data-ref=\"Lamentations 5:18\" href=\"/Lamentations.5.18\">La 5:18</a> <a data-ref=\"Obadiah 1:17\" href=\"/Obadiah.1.17\">Ob 17</a> <a data-ref=\"Joel 3:5\" href=\"/Joel.3.5\">Jo 3:5</a> <a data-ref=\"Psalms 48:3\" href=\"/Psalms.48.3\">ψ 48:3</a>, <a data-ref=\"Psalms 48:12\" href=\"/Psalms.48.12\">12</a>; <a data-ref=\"Psalms 74:2\" href=\"/Psalms.74.2\">74:2</a>; <a data-ref=\"Psalms 78:68\" href=\"/Psalms.78.68\">78:68</a>; <a data-ref=\"Psalms 125:1\" href=\"/Psalms.125.1\">125:1</a> (v. also <a data-ref=\"BDB, צִיּוֹן\" href=\"/BDB,_צִיּוֹן\", dir=\"rtl\">צִיּוֹן</a>); comp. <span dir=\"rtl\">הַר בַּ֯ית־צִיּוֹן</span> <a data-ref=\"Isaiah 10:32\" href=\"/Isaiah.10.32\">Is 10:32</a>, <span dir=\"rtl\">הַר בַּת צ׳</span> <a data-ref=\"Isaiah 16:1\" href=\"/Isaiah.16.1\">16:1</a>; <span dir=\"rtl\">הַר־י׳</span> <a data-ref=\"Isaiah 2:3\" href=\"/Isaiah.2.3\">Is 2:3</a> = <a data-ref=\"Micah 4:2\" href=\"/Micah.4.2\">Mi 4:2</a>, <a data-ref=\"Isaiah 30:29\" href=\"/Isaiah.30.29\">Is 30:29</a> <a data-ref=\"Psalms 24:3\" href=\"/Psalms.24.3\">ψ 24:3</a>; (<em>id.</em> of Horeb <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">Nu 10:33</a> JE); <span dir=\"rtl\">הַר־י׳ צְבָאוֹת הַר הַקֹּדֶשׁ</span> <a data-ref=\"Zechariah 8:3\" href=\"/Zechariah.8.3\">Zc 8:3</a>, <span dir=\"rtl\">הַר־קָדְשִׁי</span> <a data-ref=\"Zephaniah 3:11\" href=\"/Zephaniah.3.11\">Zp 3:11</a> <a data-ref=\"Obadiah 1:16\" href=\"/Obadiah.1.16\">Ob 16</a> <a data-ref=\"Ezekiel 20:40\" href=\"/Ezekiel.20.40\">Ez 20:40</a> <a data-ref=\"Isaiah 11:9\" href=\"/Isaiah.11.9\">Is 11:9</a> = <a data-ref=\"Isaiah 65:25\" href=\"/Isaiah.65.25\">65:25</a>, cf. <a data-ref=\"Isaiah 56:7\" href=\"/Isaiah.56.7\">56:7</a>; <a data-ref=\"Isaiah 57:13\" href=\"/Isaiah.57.13\">57:13</a>; <a data-ref=\"Isaiah 65:11\" href=\"/Isaiah.65.11\">65:11</a> <a data-ref=\"Joel 2:1\" href=\"/Joel.2.1\">Jo 2:1</a> (‖ <span dir=\"rtl\">צִיּוֹן</span>) <a data-ref=\"Joel 4:17\" href=\"/Joel.4.17\">4:17</a> (‖ <em>id.</em>) <a data-ref=\"Psalms 2:6\" href=\"/Psalms.2.6\">ψ 2:6</a> (‖ <em>id.</em>) <a data-ref=\"Psalms 3:5\" href=\"/Psalms.3.5\">3:5</a>; <a data-ref=\"Psalms 15:1\" href=\"/Psalms.15.1\">15:1</a>; <a data-ref=\"Psalms 43:3\" href=\"/Psalms.43.3\">43:3</a>; <a data-ref=\"Psalms 48:2\" href=\"/Psalms.48.2\">48:2</a>; v. further <span dir=\"rtl\">הַר־קָדְשִׁי יְרוּשָׁלִַם</span> <a data-ref=\"Isaiah 66:20\" href=\"/Isaiah.66.20\">Is 66:20</a> cf. <a data-ref=\"Daniel 9:16\" href=\"/Daniel.9.16\">Dn 9:16</a> & <span dir=\"rtl\">הַר הַקֹּדֶשׁ יְרוּשָׁלִַם</span> <a data-ref=\"Isaiah 27:13\" href=\"/Isaiah.27.13\">Is 27:13</a>; also <span dir=\"rtl\">הַר צְבִי־קֹדֶשׁ</span> <a data-ref=\"Daniel 11:45\" href=\"/Daniel.11.45\">Dn 11:45</a>; <span dir=\"rtl\">הַר־הַקֹּדֶשׁ</span> <a data-ref=\"Jeremiah 31:23\" href=\"/Jeremiah.31.23\">Je 31:23</a>; even <span dir=\"rtl\">הַר קֹדֶשׁ אֱלֹהַי</span> <a data-ref=\"Daniel 9:20\" href=\"/Daniel.9.20\">Dn 9:20</a>; other designations of temple-hill are <span dir=\"rtl\">הָהָר חָמַד א׳ לְשִׁבְתּוֹ</span> <a data-ref=\"Psalms 68:17\" href=\"/Psalms.68.17\">ψ 68:17</a>, & <span dir=\"rtl\">הַר מְרוֹם יִשְׂרָאֵל</span> <a data-ref=\"Ezekiel 17:23\" href=\"/Ezekiel.17.23\">Ez 17:23</a>; <a data-ref=\"Ezekiel 20:40\" href=\"/Ezekiel.20.40\">20:40</a> (‖ <span dir=\"rtl\">הַר־קָדְשִׁי</span>); <span dir=\"rtl\">הַר קֹדֶשׁ אֱלֹהִים</span> <a data-ref=\"Ezekiel 28:14\" href=\"/Ezekiel.28.14\">Ez 28:14</a> of the distant abode of God (or gods?) so <span dir=\"rtl\">הַר אֱלֹהִים</span> v <a data-ref=\"Ezekiel 28:16\" href=\"/Ezekiel.28.16\">16</a> (<span dir=\"rtl\">הַר־אֱלֹהִים</span> <a data-ref=\"Psalms 68:16\" href=\"/Psalms.68.16\">ψ 68:16</a> is general, <em>a God’s mountain</em>, i.e. a majestic mt., likewise in simile <span dir=\"rtl\">מִשְׁפָּטֶיךָ כְּהַרֲרֵי־אֵל</span> <a data-ref=\"Psalms 36:7\" href=\"/Psalms.36.7\">ψ 36:7</a>);—<span dir=\"rtl\">הַר הָאֱלֹהִים</span> elsewhere of Horeb (Sinai) <a data-ref=\"Exodus 4:27\" href=\"/Exodus.4.27\">Ex 4:27</a>; <a data-ref=\"Exodus 18:5\" href=\"/Exodus.18.5\">18:5</a>; <a data-ref=\"Exodus 24:13\" href=\"/Exodus.24.13\">24:13</a> <a data-ref=\"I Kings 19:8\" href=\"/I_Kings.19.8\">1 K 19:8</a> (v. supr.). Note partic. †<span dir=\"rtl\">הַר־מוֹעֵד</span> <a data-ref=\"Isaiah 14:13\" href=\"/Isaiah.14.13\">Is 14:13</a> <em>mountain of meeting</em> or <em>of assembly</em>, i.e. the dwelling-place of the gods, according to Babylonian conception, here represented as in the far north, v. especially Che De Di, Dl<sup>Pa 117 ff.</sup> COT<sup> ad loc.</sup> Jr <sup>57 ff.</sup> Jen<sup> Kosmologie 23</sup>. <em>Upon the mt.</em> is <span dir=\"rtl\">עָל־הָהָר</span> cf. <span dir=\"rtl\">וַתֵּבְךְּ עַל־בְּתוּלֶיהָ עַל־הֶהָרִים</span> <a data-ref=\"Judges 11:38\" href=\"/Judges.11.38\">Ju 11:38</a>, & the peculiar phr. <span dir=\"rtl\">וְאֵלְכָה וְיָרַדְתִּי עַל־הֶהָרִים</span> v <a data-ref=\"Judges 11:37\" href=\"/Judges.11.37\">37</a>; <em>go up upon</em> <span dir=\"rtl\">עָלָה אֶל־</span> <a data-ref=\"Exodus 19:23\" href=\"/Exodus.19.23\">Ex 19:23</a>; <a data-ref=\"Exodus 24:13\" href=\"/Exodus.24.13\">24:13</a>; <a data-ref=\"Exodus 34:4\" href=\"/Exodus.34.4\">34:4</a> (all JE); cf. acc. in <span dir=\"rtl\">הַעַל אֹתָם הֹר הָהָר</span> <a data-ref=\"Numbers 20:25\" href=\"/Numbers.20.25\">Nu 20:25</a>; <em>speak</em> with one <em>upon</em> is <span dir=\"rtl\">דבר בהר</span> <a data-ref=\"Exodus 31:18\" href=\"/Exodus.31.18\">Ex 31:18</a>; <a data-ref=\"Exodus 34:32\" href=\"/Exodus.34.32\">34:32</a> <a data-ref=\"Numbers 3:1\" href=\"/Numbers.3.1\">Nu 3:1</a> (all P), <a data-ref=\"Leviticus 25:1\" href=\"/Leviticus.25.1\">Lv 25:1</a> (H), cf. <em>command, give commands, law</em>, etc., <span dir=\"rtl\">בהר</span> <a data-ref=\"Leviticus 7:38\" href=\"/Leviticus.7.38\">Lv 7:38</a>; <a data-ref=\"Leviticus 26:46\" href=\"/Leviticus.26.46\">26:46</a>; <a data-ref=\"Leviticus 27:34\" href=\"/Leviticus.27.34\">27:34</a> (all P or H); other phrases with <span dir=\"rtl\">בְּ</span> <em>upon</em> (lit. <em>in</em>, i.e. in the midst of a group of mts.) <a data-ref=\"Exodus 34:3\" href=\"/Exodus.34.3\">Ex 34:3</a> <span dir=\"rtl\">בְּכָל</span> (JE) <a data-ref=\"Exodus 25:40\" href=\"/Exodus.25.40\">25:40</a>; <a data-ref=\"Exodus 26:30\" href=\"/Exodus.26.30\">26:30</a>; <a data-ref=\"Exodus 27:8\" href=\"/Exodus.27.8\">27:8</a> <a data-ref=\"Numbers 28:6\" href=\"/Numbers.28.6\">Nu 28:6</a> (all P), <a data-ref=\"Isaiah 13:4\" href=\"/Isaiah.13.4\">Is 13:4</a>; but <span dir=\"rtl\">בְּחֹרֵב</span> <a data-ref=\"Psalms 106:19\" href=\"/Psalms.106.19\">ψ 106:19</a> = <em>at Horeb</em>, <span dir=\"rtl\">בְּהֹר הָהָר</span> <a data-ref=\"Numbers 33:37\" href=\"/Numbers.33.37\">Nu 33:37</a> <em>at Mt. Hor; go down from the mt.</em> is <span dir=\"rtl\">יָרַד מִן־הָהָר</span> <a data-ref=\"Exodus 32:1\" href=\"/Exodus.32.1\">Ex 32:1</a>, <a data-ref=\"Exodus 32:15\" href=\"/Exodus.32.15\">15</a> (both JE) <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">34:29</a><sup>(×2)</sup> (both P), cf. <a data-ref=\"Judges 9:36\" href=\"/Judges.9.36\">Ju 9:36</a> etc. <strong>b.</strong>  <em>mountain-range</em> <span dir=\"rtl\">הַר־בָּשָׁן</span> <a data-ref=\"Psalms 68:16\" href=\"/Psalms.68.16\">ψ 68:16</a><sup>(×2)</sup> = <span dir=\"rtl\">הַר־אֱלֹהִים</span> v <a data-ref=\"Psalms 68:16\" href=\"/Psalms.68.16\">16</a>; = <span dir=\"rtl\">הַר־גַּבְנֻנִּים</span> v <a data-ref=\"Psalms 68:16\" href=\"/Psalms.68.16\">16</a>, <span dir=\"rtl\">הָרִים גַּבְנֻנִּים</span> v <a data-ref=\"Psalms 68:17\" href=\"/Psalms.68.17\">17</a> (of the Jebel Hauran: v. <a data-ref=\"BDB, בשׁן\" href=\"/BDB,_בשׁן\", dir=\"rtl\">בשׁן</a>). <strong>c.</strong>  <em>mountain</em>, indef., <a data-ref=\"Job 14:18\" href=\"/Job.14.18\">Jb 14:18</a> (‖ <span dir=\"rtl\">צוּר</span>); usually pl. <em>mountains</em>, in general, or <em>the mountains</em>, especially in poet. & the higher style; often fig.; <span dir=\"rtl\">הָרִים</span>, <span dir=\"rtl\">הֶהָרִים</span>, covered by flood <a data-ref=\"Genesis 7:20\" href=\"/Genesis.7.20\">Gn 7:20</a> cf. v <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">19</a>; <a data-ref=\"Genesis 8:5\" href=\"/Genesis.8.5\">8:5</a>; covered by waters & freed therefrom by word of God (at creation) <a data-ref=\"Psalms 104:6\" href=\"/Psalms.104.6\">ψ 104:6</a>; a chief work of God (in creation) <a data-ref=\"Amos 4:13\" href=\"/Amos.4.13\">Am 4:13</a> <a data-ref=\"Psalms 65:7\" href=\"/Psalms.65.7\">ψ 65:7</a>; <a data-ref=\"Psalms 90:2\" href=\"/Psalms.90.2\">90:2</a> <a data-ref=\"Proverbs 8:25\" href=\"/Proverbs.8.25\">Pr 8:25</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>); weighed by God <a data-ref=\"Isaiah 40:12\" href=\"/Isaiah.40.12\">Is 40:12</a>; removed and overturned in anger of God <a data-ref=\"Job 9:5\" href=\"/Job.9.5\">Jb 9:5</a> cf. <a data-ref=\"Psalms 46:3\" href=\"/Psalms.46.3\">ψ 46:3</a>, <a data-ref=\"Psalms 46:4\" href=\"/Psalms.46.4\">4</a>; devastated by God <a data-ref=\"Isaiah 42:15\" href=\"/Isaiah.42.15\">Is 42:15</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>) cf. <a data-ref=\"Jeremiah 9:9\" href=\"/Jeremiah.9.9\">Je 9:9</a>; smoking at God’s touch <a data-ref=\"Psalms 104:32\" href=\"/Psalms.104.32\">ψ 104:32</a>; <a data-ref=\"Psalms 144:5\" href=\"/Psalms.144.5\">144:5</a>; melting at presence of <span dir=\"rtl\">י׳</span> <a data-ref=\"Judges 5:5\" href=\"/Judges.5.5\">Ju 5:5</a> <a data-ref=\"Micah 1:4\" href=\"/Micah.1.4\">Mi 1:4</a> <a data-ref=\"Psalms 97:5\" href=\"/Psalms.97.5\">ψ 97:5</a> <a data-ref=\"Isaiah 63:19\" href=\"/Isaiah.63.19\">Is 63:19</a>; <a data-ref=\"Isaiah 64:2\" href=\"/Isaiah.64.2\">64:2</a>; trembling <a data-ref=\"Isaiah 5:25\" href=\"/Isaiah.5.25\">Is 5:25</a> cf. <a data-ref=\"Jeremiah 4:24\" href=\"/Jeremiah.4.24\">Je 4:24</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>), <a data-ref=\"Nahum 1:5\" href=\"/Nahum.1.5\">Na 1:5</a> (‖ <em>id.</em>), <a data-ref=\"Habakkuk 3:10\" href=\"/Habakkuk.3.10\">Hb 3:10</a>; called to witness Yahweh’s dealings with his people <a data-ref=\"Micah 6:2\" href=\"/Micah.6.2\">Mi 6:2</a> (‖ <span dir=\"rtl\">הָאֵתָנִים מֹסְדֵי אָ֑רֶץ</span>) cf. v <a data-ref=\"Micah 6:1\" href=\"/Micah.6.1\">1</a> (‖ <span dir=\"rtl\">הַגְּבָעוֹת</span>), entreated to cover the guilty <a data-ref=\"Hosea 10:8\" href=\"/Hosea.10.8\">Ho 10:8</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>); addressed by <span dir=\"rtl\">י׳</span> also <a data-ref=\"Ezekiel 6:3\" href=\"/Ezekiel.6.3\">Ez 6:3</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>, opp. <span dir=\"rtl\">אֲפִיקִים</span>, <span dir=\"rtl\">גֵּאָוֹת</span>); specif., mts. of Israel summoned to hear <span dir=\"rtl\">י׳</span> and addressed by him <a data-ref=\"Ezekiel 36:1\" href=\"/Ezekiel.36.1\">Ez 36:1</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 36:4\" href=\"/Ezekiel.36.4\">4</a>, <a data-ref=\"Ezekiel 36:8\" href=\"/Ezekiel.36.8\">8</a>; <a data-ref=\"Ezekiel 37:22\" href=\"/Ezekiel.37.22\">37:22</a>; <a data-ref=\"Ezekiel 38:8\" href=\"/Ezekiel.38.8\">38:8</a>; <a data-ref=\"Ezekiel 39:2\" href=\"/Ezekiel.39.2\">39:2</a>, <a data-ref=\"Ezekiel 39:4\" href=\"/Ezekiel.39.4\">4</a>; summoned to praise <span dir=\"rtl\">י׳</span> <a data-ref=\"Psalms 148:9\" href=\"/Psalms.148.9\">ψ 148:9</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>) cf. <a data-ref=\"Isaiah 44:23\" href=\"/Isaiah.44.23\">Is 44:23</a>; <a data-ref=\"Isaiah 49:13\" href=\"/Isaiah.49.13\">49:13</a>; <a data-ref=\"Isaiah 55:12\" href=\"/Isaiah.55.12\">55:12</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>); leaping in praise of <span dir=\"rtl\">י׳</span> <a data-ref=\"Psalms 114:4\" href=\"/Psalms.114.4\">ψ 114:4</a>, <a data-ref=\"Psalms 114:6\" href=\"/Psalms.114.6\">6</a> (both ‖ <span dir=\"rtl\">גְּבָעוֹת</span>); <span dir=\"rtl\">הַרֲרֵי־קֶדֶם</span> <a data-ref=\"Deuteronomy 33:15\" href=\"/Deuteronomy.33.15\">Dt 33:15</a> (‖ <span dir=\"rtl\">גִּבְעוֹת עוֹלָם</span>); <span dir=\"rtl\">הַרֲרֵי־עַד</span> <a data-ref=\"Habakkuk 3:6\" href=\"/Habakkuk.3.6\">Hb 3:6</a> (‖ <em>id.</em>); <span dir=\"rtl\">הַרֲרֵי־עַד</span> also <a data-ref=\"Psalms 76:5\" href=\"/Psalms.76.5\">ψ 76:5</a> (according to 𝔊 Bi Che; MT has <span dir=\"rtl\">טֶרֶף</span> for <span dir=\"rtl\">עַד</span>), and prob. <a data-ref=\"Genesis 49:26\" href=\"/Genesis.49.26\">Gn 49:26</a> for MT <span dir=\"rtl\">הוֹרַי עַד</span> (‖ <span dir=\"rtl\">גִּבְעֹת עוֹלָם</span>) cf. Di <strong>d.</strong>  <em>high mt.</em> <span dir=\"rtl\">הַר גָּבֹהַּ</span> <a data-ref=\"Isaiah 30:25\" href=\"/Isaiah.30.25\">Is 30:25</a> (‖ <span dir=\"rtl\">גִּבְעָה נִשָּׂאָה</span>) cf. <a data-ref=\"Isaiah 40:9\" href=\"/Isaiah.40.9\">40:9</a>; <a data-ref=\"Isaiah 52:7\" href=\"/Isaiah.52.7\">52:7</a>; <span dir=\"rtl\">הַר גָּבֹהַּ מְאֹד</span> <a data-ref=\"Ezekiel 40:2\" href=\"/Ezekiel.40.2\">Ez 40:2</a>; <span dir=\"rtl\">הַר גָּבֹהַּ וְתָלוּל</span> <a data-ref=\"Ezekiel 17:22\" href=\"/Ezekiel.17.22\">Ez 17:22</a>; pl. <span dir=\"rtl\">הֶהָרִים הַגְּבֹהִים</span> <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">Gn 7:19</a> <a data-ref=\"Psalms 104:18\" href=\"/Psalms.104.18\">ψ 104:18</a> (‖ <span dir=\"rtl\">סְלָעִים</span>), <span dir=\"rtl\">הֶה׳ הָרָמִים</span> <a data-ref=\"Isaiah 2:14\" href=\"/Isaiah.2.14\">Is 2:14</a> as symbol of strength and pride (‖ <span dir=\"rtl\">הַגְּבָעוֹת הַנִּשָּׂאוֹת</span>), cf. <span dir=\"rtl\">הֶהָרִים</span> <a data-ref=\"Ezekiel 38:20\" href=\"/Ezekiel.38.20\">Ez 38:20</a> (‖ <span dir=\"rtl\">מַדְרֵגוֹת</span>, <span dir=\"rtl\">חוֹמָה</span>). <strong>e.</strong>  opp. valley or plain <a data-ref=\"Joshua 12:8\" href=\"/Joshua.12.8\">Jos 12:8</a> (D; opp. <span dir=\"rtl\">מִדְּבָּר</span>, <span dir=\"rtl\">אֲשֵׁדוֹת</span>, <span dir=\"rtl\">עֲרָבָה</span>, <span dir=\"rtl\">שְׁפֵלָה</span>), cf. <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a>, also <a data-ref=\"Jeremiah 17:26\" href=\"/Jeremiah.17.26\">Je 17:26</a> (opp. <span dir=\"rtl\">שְׁפֵלָה</span>); <a data-ref=\"Genesis 19:17\" href=\"/Genesis.19.17\">Gn 19:17</a> (J; opp. <span dir=\"rtl\">כִּכָּר</span>); often opp. <span dir=\"rtl\">גַּיְא</span> <a data-ref=\"II Kings 2:16\" href=\"/II_Kings.2.16\">2 K 2:16</a> <a data-ref=\"Ezekiel 31:12\" href=\"/Ezekiel.31.12\">Ez 31:12</a> (fig.) <a data-ref=\"Ezekiel 32:5\" href=\"/Ezekiel.32.5\">32:5</a> (<em>id.</em>) <a data-ref=\"Ezekiel 35:8\" href=\"/Ezekiel.35.8\">35:8</a> (‖ <span dir=\"rtl\">גִּבְעָה</span>), <a data-ref=\"Ezekiel 36:4\" href=\"/Ezekiel.36.4\">36:4</a> (‖ <em>id.</em>), <a data-ref=\"Isaiah 40:4\" href=\"/Isaiah.40.4\">Is 40:4</a> (‖ <em>id.</em>), opp. <span dir=\"rtl\">בִּקְעָה</span> <a data-ref=\"Deuteronomy 8:7\" href=\"/Deuteronomy.8.7\">Dt 8:7</a>; <a data-ref=\"Deuteronomy 11:11\" href=\"/Deuteronomy.11.11\">11:11</a> <a data-ref=\"Psalms 104:8\" href=\"/Psalms.104.8\">ψ 104:8</a>; opp. <span dir=\"rtl\">מִדְבָּר</span> <a data-ref=\"Lamentations 4:19\" href=\"/Lamentations.4.19\">La 4:19</a> (cf. <a data-ref=\"Joshua 12:8\" href=\"/Joshua.12.8\">Jos 12:8</a> supr.); <span dir=\"rtl\">בֵּין הָרִים</span> <a data-ref=\"Psalms 104:10\" href=\"/Psalms.104.10\">ψ 104:10</a> is ‖ <span dir=\"rtl\">בַּנְּחָלִים</span>; see also <span dir=\"rtl\">אֱלֹהֵי הָרִים י׳ וְלֹא־אֱלֹהֵי עֲמָקִים</span> <a data-ref=\"I Kings 20:28\" href=\"/I_Kings.20.28\">1 K 20:28</a>, cf. v <a data-ref=\"I Kings 20:23\" href=\"/I_Kings.20.23\">23</a> (opp. <span dir=\"rtl\">מִישׁוֹר</span>); note also <span dir=\"rtl\">הַר הָעֵמֶק</span> <a data-ref=\"Joshua 13:19\" href=\"/Joshua.13.19\">Jos 13:19</a> (P), & <span dir=\"rtl\">גֵּיא־הָרַי</span>, <span dir=\"rtl\">גֵּי־הָרִים</span> <a data-ref=\"Zechariah 14:5\" href=\"/Zechariah.14.5\">Zc 14:5</a><sup>(×2)</sup>; further <span dir=\"rtl\">מִדְבַּר הָרִים</span> <a data-ref=\"Psalms 75:7\" href=\"/Psalms.75.7\">ψ 75:7</a> <em>mountainous desert</em> Vrss. & most mod. (Baer <span dir=\"rtl\">מִדְבָּר</span> but cf. De); <em>mountain-ward</em> is <span dir=\"rtl\">הֶ֫רָה</span> <a data-ref=\"Genesis 14:10\" href=\"/Genesis.14.10\">Gn 14:10</a>. <strong>f.</strong>  mts. as hiding-places:—<span dir=\"rtl\">הַמִּנְהָרוֹת אֲשֶׁר בֶּהָרִים</span> <a data-ref=\"Judges 6:2\" href=\"/Judges.6.2\">Ju 6:2</a> <em>the burrows</em> (Stanley, VB) <em>which are in the mts.;</em> cf. <a data-ref=\"Psalms 11:1\" href=\"/Psalms.11.1\">ψ 11:1</a> <a data-ref=\"Jeremiah 16:16\" href=\"/Jeremiah.16.16\">Je 16:16</a> (‖ <span dir=\"rtl\">גִּבְעָה</span>); <span dir=\"rtl\">הָפַךְ מִשֹּׁרֶשׁ הָרִים</span> <a data-ref=\"Job 28:9\" href=\"/Job.28.9\">Jb 28:9</a> (of mining), v. also <a data-ref=\"Deuteronomy 8:9\" href=\"/Deuteronomy.8.9\">Dt 8:9</a>. <strong>g.</strong>  mts. as running-place of gazelles <a data-ref=\"I Chronicles 12:8\" href=\"/I_Chronicles.12.8\">1 Ch 12:8</a>; of leopards <span dir=\"rtl\">הַרֲרֵי נְמֵרִים</span> <a data-ref=\"Song of Songs 4:8\" href=\"/Song_of_Songs.4.8\">Ct 4:8</a>; hunting-ground for partridges <a data-ref=\"I Samuel 26:20\" href=\"/I_Samuel.26.20\">1 S 26:20</a>; <span dir=\"rtl\">עוֹף הָרִים</span> <a data-ref=\"Psalms 50:11\" href=\"/Psalms.50.11\">ψ 50:11</a> cf. <a data-ref=\"Psalms 11:1\" href=\"/Psalms.11.1\">11:1</a> (fig.); wandering-place of lost sheep (fig.) <a data-ref=\"Nahum 3:18\" href=\"/Nahum.3.18\">Na 3:18</a> <a data-ref=\"I Kings 22:17\" href=\"/I_Kings.22.17\">1 K 22:17</a> <a data-ref=\"Jeremiah 50:6\" href=\"/Jeremiah.50.6\">Je 50:6</a> cf. v <a data-ref=\"Jeremiah 50:6\" href=\"/Jeremiah.50.6\">6</a> (‖ <span dir=\"rtl\">גִּבְעָה</span>), <a data-ref=\"Ezekiel 34:6\" href=\"/Ezekiel.34.6\">Ez 34:6</a> (‖ <span dir=\"rtl\">כָּל־גִּבְעָה רָמָה</span>) <a data-ref=\"II Chronicles 18:16\" href=\"/II_Chronicles.18.16\">2 Ch 18:16</a>. <strong>h.</strong>  grazing-places for cattle <span dir=\"rtl\">בְּהֵמוֹת בְּהַרֲרֵי־אָ֑לֶף</span> <a data-ref=\"Psalms 50:10\" href=\"/Psalms.50.10\">ψ 50:10</a> (read <span dir=\"rtl\">אֵל</span> for <span dir=\"rtl\">אלף</span> Ol Bi Che), cf. <span dir=\"rtl\">וְתוּר הָרִים</span> <a data-ref=\"Job 39:8\" href=\"/Job.39.8\">Jb 39:8</a> of pasture of wild ass; also (si vera l.) <span dir=\"rtl\">בּוּל הָרִים</span> <a data-ref=\"Job 40:20\" href=\"/Job.40.20\">Jb 40:20</a>, i.e. mts. as furnishing food for hippopot.; v. further <a data-ref=\"Song of Songs 4:6\" href=\"/Song_of_Songs.4.6\">Ct 4:6</a>; <a data-ref=\"Song of Songs 8:14\" href=\"/Song_of_Songs.8.14\">8:14</a> <a data-ref=\"Proverbs 27:25\" href=\"/Proverbs.27.25\">Pr 27:25</a>. <strong>i.</strong>  as place of field and vineyards <a data-ref=\"II Chronicles 26:10\" href=\"/II_Chronicles.26.10\">2 Ch 26:10</a> (opp. <span dir=\"rtl\">שְׁפֵלָה</span>, <span dir=\"rtl\">מִישׁוֹר</span>) <a data-ref=\"Isaiah 7:25\" href=\"/Isaiah.7.25\">Is 7:25</a>; v. also <span dir=\"rtl\">הַמַּצְמִיחַ הָרִים חָצִיר</span> <a data-ref=\"Psalms 147:8\" href=\"/Psalms.147.8\">ψ 147:8</a> cf., <a data-ref=\"Haggai 1:11\" href=\"/Haggai.1.11\">Hg 1:11</a>; fig. <a data-ref=\"Psalms 72:3\" href=\"/Psalms.72.3\">ψ 72:3</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>); in promise <span dir=\"rtl\">יִטְּפוּ הֶהָרִים עָסִיס וְהַגְּבָעוֹתּ תֵּלַכְּנָה חָלָב</span> <a data-ref=\"Joel 4:18\" href=\"/Joel.4.18\">Jo 4:18</a> cf. <a data-ref=\"Amos 9:13\" href=\"/Amos.9.13\">Am 9:13</a>; <strong>j.</strong>  as kindled into flame (i.e. their forests; in sim.) <a data-ref=\"Psalms 83:15\" href=\"/Psalms.83.15\">ψ 83:15</a>. <strong>k.</strong> as scene of massacre, (fig.) <a data-ref=\"Isaiah 34:3\" href=\"/Isaiah.34.3\">Is 34:3</a> <em>melting with blood;</em> as place of battle array, <em>height</em> <a data-ref=\"I Samuel 17:3\" href=\"/I_Samuel.17.3\">1 S 17:3</a><sup>(×2)</sup>. <strong>l.</strong> as places of illicit worship <a data-ref=\"Isaiah 65:7\" href=\"/Isaiah.65.7\">Is 65:7</a> (‖ <span dir=\"rtl\">גְּבָעוֹת</span>) cf. <a data-ref=\"Jeremiah 3:6\" href=\"/Jeremiah.3.6\">Je 3:6</a> & appar. v <a data-ref=\"Jeremiah 3:25\" href=\"/Jeremiah.3.25\">25</a> (‖ <em>id.</em>) so <span dir=\"rtl\">הַר־גָּבֹהַּ וְנִשָּׂא</span> <a data-ref=\"Isaiah 57:7\" href=\"/Isaiah.57.7\">Is 57:7</a>, <span dir=\"rtl\">הֶהָרִים הָרָמִים</span> <a data-ref=\"Deuteronomy 12:2\" href=\"/Deuteronomy.12.2\">Dt 12:2</a> (‖ <span dir=\"rtl\">הַגְּבָעוֹת</span>); but <a data-ref=\"Ezekiel 18:6\" href=\"/Ezekiel.18.6\">Ez 18:6</a>, <a data-ref=\"Ezekiel 18:15\" href=\"/Ezekiel.18.15\">15</a> read perhaps <span dir=\"rtl\">הַדָּם</span> for <span dir=\"rtl\">הרים</span> cf. RS<sup>K 310</sup> & <a data-ref=\"Ezekiel 33:25\" href=\"/Ezekiel.33.25\">33:25</a>. <strong>m.</strong> in various combinations <span dir=\"rtl\">צַד הָהָר</span> <a data-ref=\"I Samuel 23:26\" href=\"/I_Samuel.23.26\">1 S 23:26</a><sup>(×2)</sup> <a data-ref=\"II Samuel 13:34\" href=\"/II_Samuel.13.34\">2 S 13:34</a> <em>side of the mt.</em>, <span dir=\"rtl\">צֵלַע הָהָר</span> <a data-ref=\"II Samuel 16:13\" href=\"/II_Samuel.16.13\">16:13</a> <em>id.;</em> <span dir=\"rtl\">מֹץ הָרִים</span> <a data-ref=\"Isaiah 17:13\" href=\"/Isaiah.17.13\">Is 17:13</a> <em>chaff of mts.;</em> <span dir=\"rtl\">זֶרֶם הָרִים</span> <a data-ref=\"Job 24:8\" href=\"/Job.24.8\">Jb 24:8</a> <em>mountain-shower;</em> <span dir=\"rtl\">צֵל הֶהָרִים</span> <a data-ref=\"Judges 9:36\" href=\"/Judges.9.36\">Ju 9:36</a> <em>shadow of the mts.;</em> <span dir=\"rtl\">מִבֵּין שְׁנֵי הָרִים וְהֶהָרִים הָרֵי נְחשֶׁת</span> <a data-ref=\"Zechariah 6:1\" href=\"/Zechariah.6.1\">Zc 6:1</a>; <em>top of mt.</em> usually <span dir=\"rtl\">רֹאשׁ הָהָר</span> <a data-ref=\"Numbers 14:40\" href=\"/Numbers.14.40\">Nu 14:40</a>, <a data-ref=\"Numbers 14:44\" href=\"/Numbers.14.44\">44</a> <a data-ref=\"I Samuel 26:13\" href=\"/I_Samuel.26.13\">1 S 26:13</a> <a data-ref=\"II Kings 1:9\" href=\"/II_Kings.1.9\">2 K 1:9</a>; as place for beacon <a data-ref=\"Isaiah 30:17\" href=\"/Isaiah.30.17\">Is 30:17</a> (‖ <span dir=\"rtl\">גִּבְעָה</span>), (cf. <span dir=\"rtl\">הַר־נִשְׁפֶּה</span> <a data-ref=\"Isaiah 13:2\" href=\"/Isaiah.13.2\">13:2</a> & <span dir=\"rtl\">נְשֹׂא־נֵס הָרִים</span> <a data-ref=\"Isaiah 18:3\" href=\"/Isaiah.18.3\">Is 18:3</a>), <span dir=\"rtl\">רֹאשׁ הֶהָרִים</span> <a data-ref=\"Isaiah 2:2\" href=\"/Isaiah.2.2\">Is 2:2</a> = <a data-ref=\"Micah 4:1\" href=\"/Micah.4.1\">Mi 4:1</a>, <span dir=\"rtl\">רֹאשׁ הָרִים</span> <a data-ref=\"Isaiah 42:11\" href=\"/Isaiah.42.11\">Is 42:11</a> (‖ <span dir=\"rtl\">סֶלַע</span> as dwelling-place) v. also <a data-ref=\"Psalms 72:16\" href=\"/Psalms.72.16\">ψ 72:16</a>; <span dir=\"rtl\">רָאשֵׁי הֶהָרִים</span> <a data-ref=\"Genesis 8:5\" href=\"/Genesis.8.5\">Gn 8:5</a>; as lurking-places for ambuscade <a data-ref=\"Judges 9:25\" href=\"/Judges.9.25\">Ju 9:25</a>, <a data-ref=\"Judges 9:36\" href=\"/Judges.9.36\">36</a>, places for altars <a data-ref=\"Ezekiel 6:13\" href=\"/Ezekiel.6.13\">Ez 6:13</a> (‖ <span dir=\"rtl\">גִּבְעָה רָמָה</span>), for sacrifice <a data-ref=\"Hosea 4:13\" href=\"/Hosea.4.13\">Ho 4:13</a> (‖ <span dir=\"rtl\">הַגְּבָעוֹת</span>); <span dir=\"rtl\">רֹאשׁ הָהָר</span> <a data-ref=\"Joshua 15:8\" href=\"/Joshua.15.8\">Jos 15:8</a> = <em>mt.-ridge</em>, cf. v <a data-ref=\"Joshua 15:9\" href=\"/Joshua.15.9\">9</a> <a data-ref=\"Judges 16:3\" href=\"/Judges.16.3\">Ju 16:3</a>; <span dir=\"rtl\">תּוֹעֲפוֹת הָרִים</span> <a data-ref=\"Psalms 95:4\" href=\"/Psalms.95.4\">ψ 95:4</a>; <em>foundations of mts.</em> <span dir=\"rtl\">מוֹסְדֵי הָרִים</span> <a data-ref=\"Deuteronomy 32:22\" href=\"/Deuteronomy.32.22\">Dt 32:22</a> <a data-ref=\"Psalms 18:8\" href=\"/Psalms.18.8\">ψ 18:8</a> (‖ <span dir=\"rtl\">מוֹסְדוֹת הַשָּׁמַיִם</span> <a data-ref=\"II Samuel 22:8\" href=\"/II_Samuel.22.8\">2 S 22:8</a>); cf. <span dir=\"rtl\">לְקִצְבֵי הָרִים יָרַדְתִּי</span> <a data-ref=\"Jonah 2:7\" href=\"/Jonah.2.7\">Jon 2:7</a>. <strong>n.</strong> in fig. uses: <span dir=\"rtl\">תָּדוּשׁ הָרִים וְתָדֹק וּגְבָעוֹת כַּמֹּץ תָּשִׂים</span> <a data-ref=\"Isaiah 41:15\" href=\"/Isaiah.41.15\">Is 41:15</a> fig. of Isr.’s overcoming its foes; <span dir=\"rtl\">יִתְנַגְּפוּ רַגְלֵיכֶם עַל־הָרֵי נָ֑שֶׁף</span> <a data-ref=\"Jeremiah 13:16\" href=\"/Jeremiah.13.16\">Je 13:16</a> of encountering hopeless calamities; <span dir=\"rtl\">הֶהָרִים</span> <a data-ref=\"Isaiah 54:10\" href=\"/Isaiah.54.10\">Is 54:10</a> as less permanent & changeless than Yahweh’s kindness (‖ <span dir=\"rtl\">גְּבָעוֹת</span>); <span dir=\"rtl\">הַר הַמַּשְׁחִית</span> <a data-ref=\"Jeremiah 51:25\" href=\"/Jeremiah.51.25\">Je 51:25</a> & <span dir=\"rtl\">הַר שְׂרֵפָה</span> v <a data-ref=\"Jeremiah 51:25\" href=\"/Jeremiah.51.25\">25</a> fig. of Babylon.<br><strong>2.</strong>  <em>hill-country, mountain-region</em>, <strong>a.</strong>  opp. plain, etc.:—dwelling-place of Canaanites, <span dir=\"rtl\">הָהָר</span> <a data-ref=\"Numbers 13:17\" href=\"/Numbers.13.17\">Nu 13:17</a>, <a data-ref=\"Numbers 13:29\" href=\"/Numbers.13.29\">29</a> (of promised land; opp. <span dir=\"rtl\">אֶרֶץ הַנֶּגֶב</span>, <span dir=\"rtl\">הַיָּם</span> & <span dir=\"rtl\">יַד־הַיַּרְדֵּן</span>); <span dir=\"rtl\">בָּֽעֲרָבָה בָּהָר וּבַשְּׁפֵלָה וּבַנֶּגֶב וּבְחוֹף הַיָּם</span> <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a>; <span dir=\"rtl\">בָּהָר וּבָֽעֲרָבָה נֶגֶב כִּנֲּרוֹת וּבַשְּׁפֵלָה וּבְנָפוֹת דּוֹר מִיָּם</span> <a data-ref=\"Joshua 11:2\" href=\"/Joshua.11.2\">Jos 11:2</a>; <span dir=\"rtl\">בָּהָר וּבַשְּׁפֵלָה וּבָֽעֲרָבָה וּבָֽאֲשֵׁדוֹת וּבַמִּדְבָּר וּבַנֶּגֶב</span> <a data-ref=\"Joshua 12:8\" href=\"/Joshua.12.8\">12:8</a>; cf. <a data-ref=\"Joshua 9:1\" href=\"/Joshua.9.1\">9:1</a>; <a data-ref=\"Joshua 10:40\" href=\"/Joshua.10.40\">10:40</a> <a data-ref=\"Judges 1:9\" href=\"/Judges.1.9\">Ju 1:9</a>; <span dir=\"rtl\">הָהָר</span> indef. (<em>the hill-country, the mountains</em>, in gen.) <a data-ref=\"II Chronicles 2:1\" href=\"/II_Chronicles.2.1\">2 Ch 2:1</a> (place for hewing wood) so v <a data-ref=\"II Chronicles 2:17\" href=\"/II_Chronicles.2.17\">17</a>; <a data-ref=\"Nehemiah 8:15\" href=\"/Nehemiah.8.15\">Ne 8:15</a> (place for cutting boughs), etc. <strong>b.</strong>  of a particular mountain-region, hill-country: <span dir=\"rtl\">הַר הָאֱמֹרִי</span> <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a> (cf. v <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">7</a>) v <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">19</a> (cf. v <a data-ref=\"Deuteronomy 1:24\" href=\"/Deuteronomy.1.24\">24</a>), also <a data-ref=\"Joshua 10:6\" href=\"/Joshua.10.6\">Jos 10:6</a>; of Amalekites <a data-ref=\"Judges 12:15\" href=\"/Judges.12.15\">Ju 12:15</a>; of Ephraim <a data-ref=\"Joshua 17:15\" href=\"/Joshua.17.15\">Jos 17:15</a>; <a data-ref=\"Joshua 19:50\" href=\"/Joshua.19.50\">19:50</a>; <a data-ref=\"Joshua 20:7\" href=\"/Joshua.20.7\">20:7</a>; <a data-ref=\"Joshua 21:21\" href=\"/Joshua.21.21\">21:21</a>; <a data-ref=\"Joshua 24:30\" href=\"/Joshua.24.30\">24:30</a>, <a data-ref=\"Joshua 24:33\" href=\"/Joshua.24.33\">33</a> <a data-ref=\"Judges 3:27\" href=\"/Judges.3.27\">Ju 3:27</a>; <a data-ref=\"Judges 4:5\" href=\"/Judges.4.5\">4:5</a>; <a data-ref=\"Judges 7:24\" href=\"/Judges.7.24\">7:24</a>; <a data-ref=\"Judges 9:48\" href=\"/Judges.9.48\">9:48</a>; <a data-ref=\"Judges 17:1\" href=\"/Judges.17.1\">17:1</a> + 6 times <a data-ref=\"Judges 17\" href=\"/Judges.17\">Ju 17</a>, <a data-ref=\"I Samuel 1:1\" href=\"/I_Samuel.1.1\">1 S 1:1</a>; <a data-ref=\"I Samuel 9:4\" href=\"/I_Samuel.9.4\">9:4</a>; <a data-ref=\"I Samuel 14:22\" href=\"/I_Samuel.14.22\">14:22</a> <a data-ref=\"II Samuel 20:21\" href=\"/II_Samuel.20.21\">2 S 20:21</a> <a data-ref=\"I Kings 4:8\" href=\"/I_Kings.4.8\">1 K 4:8</a>; <a data-ref=\"I Kings 12:25\" href=\"/I_Kings.12.25\">12:25</a> <a data-ref=\"II Kings 5:22\" href=\"/II_Kings.5.22\">2 K 5:22</a> <a data-ref=\"I Chronicles 6:52\" href=\"/I_Chronicles.6.52\">1 Ch 6:52</a> <a data-ref=\"II Chronicles 13:4\" href=\"/II_Chronicles.13.4\">2 Ch 13:4</a>; <a data-ref=\"II Chronicles 15:8\" href=\"/II_Chronicles.15.8\">15:8</a>; <a data-ref=\"II Chronicles 19:4\" href=\"/II_Chronicles.19.4\">19:4</a> <a data-ref=\"Jeremiah 4:15\" href=\"/Jeremiah.4.15\">Je 4:15</a>; <a data-ref=\"Jeremiah 31:6\" href=\"/Jeremiah.31.6\">31:6</a>; Ephraim and Gilead <a data-ref=\"Jeremiah 50:19\" href=\"/Jeremiah.50.19\">50:19</a> (cf. also <span dir=\"rtl\">(ה)הר</span> <a data-ref=\"Joshua 17:16\" href=\"/Joshua.17.16\">Jos 17:16</a>, <a data-ref=\"Joshua 17:18\" href=\"/Joshua.17.18\">18</a> <a data-ref=\"Judges 3:27\" href=\"/Judges.3.27\">Ju 3:27</a>); of Israel <a data-ref=\"Joshua 11:16\" href=\"/Joshua.11.16\">Jos 11:16</a>, <a data-ref=\"Joshua 11:21\" href=\"/Joshua.11.21\">21</a>, cf. <span dir=\"rtl\">הָרֵי יִשְׂרָאֵל</span> <a data-ref=\"Ezekiel 6:2\" href=\"/Ezekiel.6.2\">Ez 6:2</a>; <a data-ref=\"Ezekiel 19:9\" href=\"/Ezekiel.19.9\">19:9</a>; <a data-ref=\"Ezekiel 33:28\" href=\"/Ezekiel.33.28\">33:28</a>; <a data-ref=\"Ezekiel 34:13\" href=\"/Ezekiel.34.13\">34:13</a>; <a data-ref=\"Ezekiel 35:12\" href=\"/Ezekiel.35.12\">35:12</a>; <span dir=\"rtl\">הָרֵי מְרוֹם יִשְׂרָאֵל</span> <a data-ref=\"Ezekiel 17:23\" href=\"/Ezekiel.17.23\">Ez 17:23</a>; <a data-ref=\"Ezekiel 20:40\" href=\"/Ezekiel.20.40\">20:40</a> (‖ <span dir=\"rtl\">הַר־קָדְשִׁי</span>) <a data-ref=\"Ezekiel 34:14\" href=\"/Ezekiel.34.14\">34:14</a>; <span dir=\"rtl\">עָרֵי הָהָר</span> i.e. in mountain-country <a data-ref=\"Deuteronomy 2:37\" href=\"/Deuteronomy.2.37\">Dt 2:37</a> (of Ammonites), <a data-ref=\"Jeremiah 32:44\" href=\"/Jeremiah.32.44\">Je 32:44</a>; <a data-ref=\"Jeremiah 33:13\" href=\"/Jeremiah.33.13\">33:13</a>; hill-country of Judah <a data-ref=\"Joshua 11:21\" href=\"/Joshua.11.21\">Jos 11:21</a>; <a data-ref=\"Joshua 15:48\" href=\"/Joshua.15.48\">15:48</a>; <a data-ref=\"Joshua 18:12\" href=\"/Joshua.18.12\">18:12</a>; <a data-ref=\"Joshua 20:7\" href=\"/Joshua.20.7\">20:7</a>; <a data-ref=\"Joshua 21:11\" href=\"/Joshua.21.11\">21:11</a>; <a data-ref=\"II Chronicles 21:11\" href=\"/II_Chronicles.21.11\">2 Ch 21:11</a> <span dir=\"rtl\">(הָרֵי יהודה)</span> <a data-ref=\"II Chronicles 27:4\" href=\"/II_Chronicles.27.4\">27:4</a>; abode of Jebusites <a data-ref=\"Joshua 11:3\" href=\"/Joshua.11.3\">Jos 11:3</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d168b6084aa1cbf0e055", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חָמֵשׁ 1", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "BDB, חָמֵשׁ 1", "sourceHeRef": "בראון-דרייבר-בריגס, חָמֵשׁ א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חָמֵשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">חָמֵשׁ</span>, <span dir=\"rtl\">חֲמִשָּׁה</span></big>  <strong>n.m.</strong> and <strong>f.</strong> five <strong>(</strong>NH <em>id.</em>, <em>id.</em>; Aramaic <span dir=\"rtl\">חֲמֵשׁ</span>, <span dir=\"rtl\">חַמְשָׁא</span>, <span dir=\"rtl\">ܚܰܡܶܫ</span>, <span dir=\"rtl\">ܚܰܡܶܫܬܳܐ</span>; Ph. <span dir=\"rtl\">חמשת</span>; Palm. <span dir=\"rtl\">חמשא</span>, c. n. masc., Reckendorf<sup>ZMG 1888, 408</sup>; Assyrian <em>ḫamšu, ḫamiltu</em> Dl<sup>§ 75</sup>; Ethiopic ኀምስ, ኀምስቱ Arabic <span dir=\"rtl\">خَمْسٌ</span>, <span dir=\"rtl\">خَمْسَةٌ</span>; Sab. & Liḥyân. <span dir=\"rtl\">חֿמס</span> DHM<sup>ZMG xxix, 613; Epigr. Denkm. 71, 73</sup><strong>)</strong>;—<strong>m.</strong> (c. <strong>n.f.</strong>) abs. <span dir=\"rtl\">חָמֵשׁ</span> <a data-ref=\"Genesis 5:6\" href=\"/Genesis.5.6\">Gn 5:6</a> + 94 times + <a data-ref=\"Ezekiel 40:30\" href=\"/Ezekiel.40.30\">Ez 40:30</a> (del. 𝔊B Hi-Sm Co; Co del. also in v <a data-ref=\"Ezekiel 40:25\" href=\"/Ezekiel.40.25\">25</a>, <a data-ref=\"Ezekiel 40:29\" href=\"/Ezekiel.40.29\">29</a>, <a data-ref=\"Ezekiel 40:33\" href=\"/Ezekiel.40.33\">33</a>, <a data-ref=\"Ezekiel 40:36\" href=\"/Ezekiel.40.36\">36</a>) + <a data-ref=\"Ezekiel 45:3\" href=\"/Ezekiel.45.3\">Ez 45:3</a> Kt (where read <strong>f.</strong> with Qr); cstr. <span dir=\"rtl\">חֲמֵשׁ</span> <a data-ref=\"Genesis 5:10\" href=\"/Genesis.5.10\">Gn 5:10</a> + 67 times + <a data-ref=\"Ezekiel 48:16\" href=\"/Ezekiel.48.16\">Ez 48:16</a> Kt; <strong>f.</strong> (c. <strong>n.m.</strong>) abs. <span dir=\"rtl\">חֲמִשָּׁה</span> v. Lag<sup>BN 80</sup> <a data-ref=\"Genesis 18:28\" href=\"/Genesis.18.28\">Gn 18:28</a> + 139 times (incl. <a data-ref=\"Ezekiel 8:16\" href=\"/Ezekiel.8.16\">Ez 8:16</a> del. B Co al.); cstr. <span dir=\"rtl\">חֲמֵשֶׁת</span> <a data-ref=\"Numbers 3:47\" href=\"/Numbers.3.47\">Nu 3:47</a><sup>(×2)</sup> + 26 times;—on pl. <span dir=\"rtl\">חֲמִשִּׂים</span> <em>fifty</em>, see below;—<em>five</em>, in Hex chiefly P;—<br><strong>1.</strong>  without other numeral: <strong>a.</strong>  <span dir=\"rtl\">חָמֵשׁ</span>, before fpl. noun <a data-ref=\"Genesis 43:34\" href=\"/Genesis.43.34\">Gn 43:34</a> + 35 times; before n. coll. <span dir=\"rtl\">ח׳ צאן</span> <a data-ref=\"I Samuel 25:18\" href=\"/I_Samuel.25.18\">1 S 25:18</a>; v. also <span dir=\"rtl\">ח׳ בָּאַמָּה</span> <em>five in cubit</em>(<em>s</em>) = five cubits <a data-ref=\"I Kings 7:23\" href=\"/I_Kings.7.23\">1 K 7:23</a>; <a data-ref=\"I Chronicles 11:23\" href=\"/I_Chronicles.11.23\">1 Ch 11:23</a>; <a data-ref=\"II Chronicles 4:2\" href=\"/II_Chronicles.4.2\">2 Ch 4:2</a>; after noun (late) <a data-ref=\"II Kings 8:16\" href=\"/II_Kings.8.16\">2 K 8:16</a> (<span dir=\"rtl\">בִּשְׁנַת חָמֵשׁ לְיוֹרָם</span> = <em>in the fifth year</em>) + 6 times Ch; no noun expr. <a data-ref=\"I Kings 7:39\" href=\"/I_Kings.7.39\">1 K 7:39</a><sup>(×2)</sup>, <a data-ref=\"I Kings 7:49\" href=\"/I_Kings.7.49\">49</a><sup>(×2)</sup> <a data-ref=\"I Chronicles 3:20\" href=\"/I_Chronicles.3.20\">1 Ch 3:20</a>; <a data-ref=\"II Chronicles 4:7\" href=\"/II_Chronicles.4.7\">2 Ch 4:7</a><sup>(×2)</sup>. <strong>b.</strong>  <span dir=\"rtl\">חֲמִשָּׁה</span> before mpl. noun <a data-ref=\"Genesis 47:2\" href=\"/Genesis.47.2\">Gn 47:2</a> + 18 times; after noun <a data-ref=\"Exodus 36:38\" href=\"/Exodus.36.38\">Ex 36:38</a> + 36 times Nu (all P); no noun expr. <a data-ref=\"Genesis 14:9\" href=\"/Genesis.14.9\">Gn 14:9</a> (only here c. art.) + 20 times <strong>c.</strong>  <span dir=\"rtl\">חֲמֵשׁ</span> before noun (usually defined; except <span dir=\"rtl\">מֵאוֹת</span>, <span dir=\"rtl\">אֲלָפִים</span>, v. <strong>3</strong>, <strong>4</strong>) <a data-ref=\"Exodus 26:3\" href=\"/Exodus.26.3\">Ex 26:3</a>, <a data-ref=\"Exodus 26:9\" href=\"/Exodus.26.9\">9</a>; <a data-ref=\"Exodus 36:10\" href=\"/Exodus.36.10\">36:10</a>, <a data-ref=\"Exodus 36:16\" href=\"/Exodus.36.16\">16</a> + <a data-ref=\"Ezekiel 42:16\" href=\"/Ezekiel.42.16\">Ez 42:16</a> <span dir=\"rtl\">ח׳ אַמּוֹת</span> Kt, but Qr <span dir=\"rtl\">ח׳ מאות</span>, v. infr. <strong>d.</strong>  <span dir=\"rtl\">חֲמֵשֶׁת חַמְּלָכִים</span> <a data-ref=\"Joshua 10:5\" href=\"/Joshua.10.5\">Jos 10:5</a> + 5 times; \\ <a data-ref=\"Judges 18:7\" href=\"/Judges.18.7\">Ju 18:7</a>, <a data-ref=\"Judges 18:14\" href=\"/Judges.18.14\">14</a>, <a data-ref=\"Judges 18:17\" href=\"/Judges.18.17\">17</a>; <span dir=\"rtl\">ח׳ שׁקלים</span> <a data-ref=\"Numbers 18:16\" href=\"/Numbers.18.16\">Nu 18:16</a>; also, distrib., <span dir=\"rtl\">ח׳ ח׳ שְׁקָלִים</span> <a data-ref=\"Numbers 3:47\" href=\"/Numbers.3.47\">3:47</a>; <span dir=\"rtl\">ח׳ הַסְּרָנִים</span> <a data-ref=\"Joshua 13:3\" href=\"/Joshua.13.3\">Jos 13:3</a>; <a data-ref=\"Judges 3:3\" href=\"/Judges.3.3\">Ju 3:3</a>; <a data-ref=\"I Samuel 6:18\" href=\"/I_Samuel.6.18\">1 S 6:18</a>; <span dir=\"rtl\">ח׳ בני מ׳</span> <a data-ref=\"II Samuel 21:8\" href=\"/II_Samuel.21.8\">2 S 21:8</a>. <strong>e.</strong>  = ordinal, <span dir=\"rtl\">בִּשְׁנַת חָמֵשׁ ליורם</span> <a data-ref=\"II Kings 8:16\" href=\"/II_Kings.8.16\">2 K 8:16</a> <em>the fifth</em> (year) <em>of Joram;</em> <span dir=\"rtl\">בַּחֲמִשָּׁה לַחֹדֶשׁ</span> <em>on the fifth</em> (day) <em>of the month</em> <a data-ref=\"Ezekiel 1:1\" href=\"/Ezekiel.1.1\">Ez 1:1</a>, <a data-ref=\"Ezekiel 1:2\" href=\"/Ezekiel.1.2\">2</a>; <a data-ref=\"Ezekiel 8:1\" href=\"/Ezekiel.8.1\">8:1</a>; <a data-ref=\"Ezekiel 33:21\" href=\"/Ezekiel.33.21\">33:21</a>; (so also 15th, 25th, etc.)<br><strong>2.</strong>  <span dir=\"rtl\">ח׳</span> combined with <span dir=\"rtl\">עשׂר</span>, <span dir=\"rtl\">עשׂרה</span> <em>ten</em> = <em>fifteen:</em> <strong>a.</strong>  <span dir=\"rtl\">חֲמֵשׁ עֶשְׂרֵה</span> (c. <strong>n.f.</strong>) <a data-ref=\"Genesis 5:10\" href=\"/Genesis.5.10\">Gn 5:10</a>; <a data-ref=\"Genesis 7:20\" href=\"/Genesis.7.20\">7:20</a>; <a data-ref=\"Exodus 27:14\" href=\"/Exodus.27.14\">Ex 27:14</a>, <a data-ref=\"Exodus 27:15\" href=\"/Exodus.27.15\">15</a>; <a data-ref=\"Exodus 38:14\" href=\"/Exodus.38.14\">38:14</a>, <a data-ref=\"Exodus 38:15\" href=\"/Exodus.38.15\">15</a>; <a data-ref=\"II Kings 14:17\" href=\"/II_Kings.14.17\">2 K 14:17</a>, <a data-ref=\"II Kings 14:23\" href=\"/II_Kings.14.23\">23</a>; <a data-ref=\"II Kings 20:6\" href=\"/II_Kings.20.6\">20:6</a>; <a data-ref=\"II Chronicles 15:10\" href=\"/II_Chronicles.15.10\">2 Ch 15:10</a>; <a data-ref=\"II Chronicles 25:25\" href=\"/II_Chronicles.25.25\">25:25</a>; <a data-ref=\"Isaiah 38:5\" href=\"/Isaiah.38.5\">Is 38:5</a>. <strong>b.</strong>  <span dir=\"rtl\">חֲמִשָּׁה עָשָׂר</span> (c. <strong>n.m.</strong>), (1) after noun <a data-ref=\"Esther 9:21\" href=\"/Esther.9.21\">Est 9:21</a>; (2) before noun <a data-ref=\"Exodus 16:1\" href=\"/Exodus.16.1\">Ex 16:1</a> (= ordinal <em>fifteenth</em>, so <a data-ref=\"Leviticus 23:6\" href=\"/Leviticus.23.6\">Lv 23:6</a> +) <a data-ref=\"Hosea 3:2\" href=\"/Hosea.3.2\">Ho 3:2</a> +. <strong>c.</strong>  <span dir=\"rtl\">חֲמֵשֶׁת עָשָׂר</span> before n. <a data-ref=\"II Samuel 19:18\" href=\"/II_Samuel.19.18\">2 S 19:18</a> +. <strong>d.</strong>  <span dir=\"rtl\">חֲמֵשֶׁת עָשָׂר</span>, without n. = ordinal <em>fifteenth</em> <a data-ref=\"I Chronicles 24:14\" href=\"/I_Chronicles.24.14\">1 Ch 24:14</a> + 4 times + <a data-ref=\"Ezekiel 45:12\" href=\"/Ezekiel.45.12\">Ez 45:12</a> (read <span dir=\"rtl\">חֲמִשִּׁים</span> A Hi Co).<br><strong>3.</strong>  <span dir=\"rtl\">חֲמֵשׁ מֵאוֹת</span> = 500 <a data-ref=\"Genesis 5:30\" href=\"/Genesis.5.30\">Gn 5:30</a>, <a data-ref=\"Genesis 5:32\" href=\"/Genesis.5.32\">32</a> + 49 times + <a data-ref=\"Ezekiel 42:16\" href=\"/Ezekiel.42.16\">Ez 42:16</a> Qr<br><strong>4.</strong>  <span dir=\"rtl\">חֲמֵשֶׁת אֲלָפִים</span> = 5000 <a data-ref=\"Numbers 31:32\" href=\"/Numbers.31.32\">Nu 31:32</a>; <a data-ref=\"Joshua 8:12\" href=\"/Joshua.8.12\">Jos 8:12</a>; <a data-ref=\"Judges 20:45\" href=\"/Judges.20.45\">Ju 20:45</a>; <a data-ref=\"I Samuel 17:5\" href=\"/I_Samuel.17.5\">1 S 17:5</a>; <a data-ref=\"Ezekiel 45:6\" href=\"/Ezekiel.45.6\">Ez 45:6</a>; <a data-ref=\"Ezekiel 48:15\" href=\"/Ezekiel.48.15\">48:15</a>; <a data-ref=\"I Chronicles 29:7\" href=\"/I_Chronicles.29.7\">1 Ch 29:7</a>; <a data-ref=\"II Chronicles 35:9\" href=\"/II_Chronicles.35.9\">2 Ch 35:9</a>; <a data-ref=\"Ezra 1:11\" href=\"/Ezra.1.11\">Ezr 1:11</a>; <a data-ref=\"Ezra 2:69\" href=\"/Ezra.2.69\">2:69</a>;—in 25,000, 35,000 etc. <span dir=\"rtl\">חֲמִשָּׁה</span> (usually without <span dir=\"rtl\">א׳</span>) precedes the 20,000, 30,000, etc.<br><strong>5.</strong>  with other numerals: <strong>a.</strong>  <span dir=\"rtl\">חָמֵשׁ</span> before larger numeral: (1) noun repeated <a data-ref=\"Genesis 5:6\" href=\"/Genesis.5.6\">Gn 5:6</a> + 4 times; (2) noun with 2nd num. only, <a data-ref=\"Genesis 5:17\" href=\"/Genesis.5.17\">Gn 5:17</a> + 8 times + <a data-ref=\"Ezekiel 45:3\" href=\"/Ezekiel.45.3\">Ez 45:3</a> Kt; (3) noun c. <span dir=\"rtl\">בְּ</span> with 2nd num. <a data-ref=\"Ezekiel 40:21\" href=\"/Ezekiel.40.21\">Ez 40:21</a> + 2 times <strong>b.</strong>  <span dir=\"rtl\">חָמֵשׁ</span> after larger num.: (1) noun repeated <a data-ref=\"Genesis 25:7\" href=\"/Genesis.25.7\">Gn 25:7</a>; (2) noun foll. <span dir=\"rtl\">ח׳</span> (only) <a data-ref=\"Judges 14:10\" href=\"/Judges.14.10\">Ju 14:10</a> + (especially in expressions of age and duration); (3) noun before both num., st. abs., <a data-ref=\"II Chronicles 3:15\" href=\"/II_Chronicles.3.15\">2 Ch 3:15</a>; st. cstr. <a data-ref=\"II Chronicles 15:19\" href=\"/II_Chronicles.15.19\">2 Ch 15:19</a>. <strong>c.</strong>  no noun expr., <span dir=\"rtl\">ח׳</span> between other num., e.g. <span dir=\"rtl\">שֵׁשׁ מאות ח׳ ושׁבעים</span> <a data-ref=\"Numbers 31:37\" href=\"/Numbers.31.37\">Nu 31:37</a>. <strong>d.</strong>  <span dir=\"rtl\">חֲמִשָּׁה</span> before larger num., noun foll. larger num. <a data-ref=\"Numbers 1:25\" href=\"/Numbers.1.25\">Nu 1:25</a> + 22 times <strong>e.</strong>  <span dir=\"rtl\">ח׳</span> follows, and (1) is foll. by noun <a data-ref=\"Judges 20:35\" href=\"/Judges.20.35\">Ju 20:35</a> + 7 times; (2) noun precedes both <a data-ref=\"I Kings 7:3\" href=\"/I_Kings.7.3\">1 K 7:3</a>; <a data-ref=\"Jeremiah 52:30\" href=\"/Jeremiah.52.30\">Je 52:30</a>. <strong>f.</strong>  <span dir=\"rtl\">ח׳</span> precedes, no noun expr. <a data-ref=\"I Kings 5:12\" href=\"/I_Kings.5.12\">1 K 5:12</a>. <strong>g.</strong>  <span dir=\"rtl\">ח׳</span> follows, no noun expr. <a data-ref=\"Genesis 18:28\" href=\"/Genesis.18.28\">Gn 18:28</a> +. <strong>h.</strong>  no noun expr. <span dir=\"rtl\">ח׳</span> between other num. <a data-ref=\"Exodus 38:28\" href=\"/Exodus.38.28\">Ex 38:28</a>; <a data-ref=\"Ezra 2:5\" href=\"/Ezra.2.5\">Ezr 2:5</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d246b6084aa1cbf18143", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כָּסָה 1", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "BDB, כָּסָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, כָּסָה א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כָּסָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><big>[<span dir=\"rtl\">כָּסָה</span>]</big></big>  <strong>vb. cover (</strong>NH <span dir=\"rtl\">כָּסָה</span> Pi; Aramaic <span dir=\"rtl\">כְּסָא</span> chiefly Pa; <span dir=\"rtl\">ܟܣܳܐ</span> Pa. <em>hide, cover;</em> <span dir=\"rtl\">ܟܣܳܝܳܐ</span> <em>covering</em>, <span dir=\"rtl\">ܬܰܟܣܺܝܬܳܐ</span> <em>garment;</em> Arabic <span dir=\"rtl\">كَسَا (كسو)</span> <em>clothe</em>, <span dir=\"rtl\">كِسَآءٌ</span> <em>garment;</em> Assyrian <em>kusû</em>, cover; <em>kusîtu</em>, garment Dl<sup>HWB 342</sup><strong>)</strong>—<br><strong>Qal</strong>  , only Pt. act. <span dir=\"rtl\">כֹּסֶה</span>;— <strong>1.</strong>  <em>conceal</em> shame <a data-ref=\"Proverbs 12:16\" href=\"/Proverbs.12.16\">Pr 12:16</a>; knowledge <a data-ref=\"Proverbs 12:23\" href=\"/Proverbs.12.23\">Pr 12:23</a>. <strong>2.</strong>  pass. (cstr.) <span dir=\"rtl\">כְּסוּי חֲטָאָה</span> <a data-ref=\"Psalms 32:1\" href=\"/Psalms.32.1\">ψ 32:1</a> <em>covered</em> in respect of sin (by God, which he thus puts out of sight) (‖ <span dir=\"rtl\">נְשׂוּי־פֶּשַׁע</span>).<br><strong>Niph.</strong>  Pf. 3 fs. <span dir=\"rtl\">נִכְסָ֑תָה</span>, <em>covered</em>, with waves <a data-ref=\"Jeremiah 51:42\" href=\"/Jeremiah.51.42\">Je 51:42</a>; Inf. cstr. <span dir=\"rtl\">הִכָּסוֹת</span> <a data-ref=\"Ezekiel 24:8\" href=\"/Ezekiel.24.8\">Ez 24:8</a>, (blood) not to be covered.<br><strong>Pi.</strong>  Pf. 3 ms. <span dir=\"rtl\">כִּסָּה</span> <a data-ref=\"Numbers 9:15\" href=\"/Numbers.9.15\">Nu 9:15</a> + 12 times; sf. <span dir=\"rtl\">כִּסָּהוּ</span> <a data-ref=\"Leviticus 17:13\" href=\"/Leviticus.17.13\">Lv 17:13</a> <a data-ref=\"Numbers 17:7\" href=\"/Numbers.17.7\">Nu 17:7</a>; <span dir=\"rtl\">כִּסָּמוֹ</span> <a data-ref=\"Exodus 15:10\" href=\"/Exodus.15.10\">Ex 15:10</a>; 3 fs. <span dir=\"rtl\">כִּסְּתָה</span> <a data-ref=\"Genesis 38:15\" href=\"/Genesis.38.15\">Gn 38:15</a> + 5 times; 1 s. <span dir=\"rtl\">כִּסִּיתִי</span> <a data-ref=\"Psalms 32:5\" href=\"/Psalms.32.5\">ψ 32:5</a> + 3 times; <span dir=\"rtl\">כִּסֵּתִי</span> <a data-ref=\"Ezekiel 31:15\" href=\"/Ezekiel.31.15\">Ez 31:15</a> (del. Co); <span dir=\"rtl\">כִּסֵּיתִי</span> <a data-ref=\"Ezekiel 32:7\" href=\"/Ezekiel.32.7\">Ez 32:7</a> + 13 times Pf.; Impf. 3 ms. <span dir=\"rtl\">יְכַסֶּה</span> <a data-ref=\"Isaiah 6:2\" href=\"/Isaiah.6.2\">Is 6:2</a> + 8 times; <span dir=\"rtl\">וַיְכַס</span> <a data-ref=\"Exodus 10:15\" href=\"/Exodus.10.15\">Ex 10:15</a> + 4 times; sf. <span dir=\"rtl\">יְכַסֶּ֑דָּ</span> <a data-ref=\"Habakkuk 2:17\" href=\"/Habakkuk.2.17\">Hab 2:17</a>; <span dir=\"rtl\">יְכַסֶּנָּה</span> <a data-ref=\"Ezekiel 30:18\" href=\"/Ezekiel.30.18\">Ez 30:18</a>; 3 mpl. sf. <span dir=\"rtl\">יְכַסְיֻמוּ</span> <a data-ref=\"Exodus 15:5\" href=\"/Exodus.15.5\">Ex 15:5</a> + 41 times Impf.; Imv. sf. <span dir=\"rtl\">כַּסּוּנוּ</span> <a data-ref=\"Hosea 10:8\" href=\"/Hosea.10.8\">Ho 10:8</a>; Inf. cstr. <span dir=\"rtl\">כַּסּוֹת</span> <a data-ref=\"Malachi 2:13\" href=\"/Malachi.2.13\">Mal 2:13</a> + 11 times; <span dir=\"rtl\">כַּסֹּת</span> <a data-ref=\"Numbers 4:15\" href=\"/Numbers.4.15\">Nu 4:15</a>; sf. <span dir=\"rtl\">כַּסֹּתוֹ</span> <a data-ref=\"Exodus 26:13\" href=\"/Exodus.26.13\">Ex 26:13</a>; Pt. <span dir=\"rtl\">מְכַסֶּה</span> <a data-ref=\"Proverbs 10:18\" href=\"/Proverbs.10.18\">Pr 10:18</a> + 12 times; pl. <span dir=\"rtl\">מְכַסִּים</span> <a data-ref=\"Isaiah 11:9\" href=\"/Isaiah.11.9\">Is 11:9</a>; fpl. <span dir=\"rtl\">מְכַסּוֹת</span> <a data-ref=\"Ezekiel 1:11\" href=\"/Ezekiel.1.11\">Ez 1:11</a>, <a data-ref=\"Ezekiel 1:23\" href=\"/Ezekiel.1.23\">23</a><sup>(×2)</sup>;— <strong>1.</strong>  <em>cover, clothe</em> <a data-ref=\"Judges 4:19\" href=\"/Judges.4.19\">Ju 4:19</a> <a data-ref=\"Ezekiel 16:10\" href=\"/Ezekiel.16.10\">Ez 16:10</a> (2 acc.), v <a data-ref=\"Ezekiel 16:18\" href=\"/Ezekiel.16.18\">18</a>; <a data-ref=\"Jonah 3:6\" href=\"/Jonah.3.6\">Jon 3:6</a> is appar. reflex., c. acc. of garment (strange; read perhaps <span dir=\"rtl\">וַיִּכָּס</span>); nakedness <a data-ref=\"Genesis 9:23\" href=\"/Genesis.9.23\">Gn 9:23</a> (J), <a data-ref=\"Exodus 28:42\" href=\"/Exodus.28.42\">Ex 28:42</a> (P), <a data-ref=\"Ezekiel 16:8\" href=\"/Ezekiel.16.8\">Ez 16:8</a> <a data-ref=\"Hosea 2:11\" href=\"/Hosea.2.11\">Ho 2:11</a>; the naked <a data-ref=\"Isaiah 58:7\" href=\"/Isaiah.58.7\">Is 58:7</a> <a data-ref=\"Ezekiel 18:7\" href=\"/Ezekiel.18.7\">Ez 18:7</a>, <a data-ref=\"Ezekiel 18:16\" href=\"/Ezekiel.18.16\">16</a> (+ acc. rei); the face and legs of seraphim <a data-ref=\"Isaiah 6:2\" href=\"/Isaiah.6.2\">Is 6:2</a><sup>(×2)</sup>; bodies of cherubim <a data-ref=\"Ezekiel 1:11\" href=\"/Ezekiel.1.11\">Ez 1:11</a>, <a data-ref=\"Ezekiel 1:23\" href=\"/Ezekiel.1.23\">23</a><sup>(×2)</sup>; the face <a data-ref=\"Genesis 38:15\" href=\"/Genesis.38.15\">Gn 38:15</a> (J), <a data-ref=\"Ezekiel 12:6\" href=\"/Ezekiel.12.6\">Ez 12:6</a>, <a data-ref=\"Ezekiel 12:12\" href=\"/Ezekiel.12.12\">12</a>, fig. <a data-ref=\"Job 23:17\" href=\"/Job.23.17\">Jb 23:17</a>; earth with the great deep <a data-ref=\"Psalms 104:6\" href=\"/Psalms.104.6\">ψ 104:6</a>; heavens with glory <a data-ref=\"Habakkuk 3:3\" href=\"/Habakkuk.3.3\">Hab 3:3</a>; with <span dir=\"rtl\">בְּ</span> of the clothing <a data-ref=\"Genesis 38:14\" href=\"/Genesis.38.14\">Gn 38:14</a> (J), <a data-ref=\"Deuteronomy 22:12\" href=\"/Deuteronomy.22.12\">Dt 22:12</a>, these two appar. reflex., cf. <a data-ref=\"Jonah 3:6\" href=\"/Jonah.3.6\">Jon 3:6</a> supr.; <a data-ref=\"Judges 4:18\" href=\"/Judges.4.18\">Ju 4:18</a> <a data-ref=\"I Kings 1:1\" href=\"/I_Kings.1.1\">1 K 1:1</a>; heaven with clouds <a data-ref=\"Psalms 147:8\" href=\"/Psalms.147.8\">ψ 147:8</a>, with glory <a data-ref=\"Ezekiel 32:7\" href=\"/Ezekiel.32.7\">Ez 32:7</a>. <strong>2.</strong>  <em>cover, conceal</em> blood <a data-ref=\"Genesis 37:26\" href=\"/Genesis.37.26\">Gn 37:26</a> (J), <a data-ref=\"Job 16:18\" href=\"/Job.16.18\">Jb 16:18</a>; human ordure <a data-ref=\"Deuteronomy 23:14\" href=\"/Deuteronomy.23.14\">Dt 23:14</a>; mts. conceal men from God <a data-ref=\"Hosea 10:8\" href=\"/Hosea.10.8\">Ho 10:8</a>; <em>cover</em> transgressions <a data-ref=\"Job 31:33\" href=\"/Job.31.33\">Jb 31:33</a> <a data-ref=\"Proverbs 17:9\" href=\"/Proverbs.17.9\">Pr 17:9</a>; <a data-ref=\"Proverbs 28:13\" href=\"/Proverbs.28.13\">28:13</a>; iniquity <a data-ref=\"Psalms 32:5\" href=\"/Psalms.32.5\">ψ 32:5</a>; righteousness <a data-ref=\"Psalms 40:11\" href=\"/Psalms.40.11\">ψ 40:11</a>; hatred <a data-ref=\"Proverbs 10:18\" href=\"/Proverbs.10.18\">Pr 10:18</a>; a thing <a data-ref=\"Proverbs 11:13\" href=\"/Proverbs.11.13\">Pr 11:13</a>; judge’s face so as not to see justice <a data-ref=\"Job 9:24\" href=\"/Job.9.24\">Jb 9:24</a>; heads of rulers and seers <a data-ref=\"Isaiah 29:10\" href=\"/Isaiah.29.10\">Is 29:10</a>; with <span dir=\"rtl\">בְּ</span> of covering <a data-ref=\"Leviticus 17:13\" href=\"/Leviticus.17.13\">Lv 17:13</a> (H), <a data-ref=\"I Samuel 19:13\" href=\"/I_Samuel.19.13\">1 S 19:13</a>; face by fat <a data-ref=\"Job 15:27\" href=\"/Job.15.27\">Jb 15:27</a>; sun by a cloud <a data-ref=\"Ezekiel 32:7\" href=\"/Ezekiel.32.7\">Ez 32:7</a>; with <span dir=\"rtl\">מִן</span> from whom <a data-ref=\"Genesis 18:17\" href=\"/Genesis.18.17\">Gn 18:17</a> (J), <a data-ref=\"Job 33:17\" href=\"/Job.33.17\">Jb 33:17</a>. <strong>3.</strong>  <em>cover</em> (with covering of protection), a pit <a data-ref=\"Exodus 21:33\" href=\"/Exodus.21.33\">Ex 21:33</a> (Covt. code); with cloud of incense, the Kapporeth <a data-ref=\"Leviticus 16:13\" href=\"/Leviticus.16.13\">Lv 16:13</a> (P); coverings of the sacred tent, tabernacle, and their furniture <a data-ref=\"Exodus 26:13\" href=\"/Exodus.26.13\">Ex 26:13</a> <a data-ref=\"Numbers 4:9\" href=\"/Numbers.4.9\">Nu 4:9</a>, <a data-ref=\"Numbers 4:15\" href=\"/Numbers.4.15\">15</a> (P); with <span dir=\"rtl\">בְּ</span> of the covering <a data-ref=\"Numbers 4:5\" href=\"/Numbers.4.5\">Nu 4:5</a>, <a data-ref=\"Numbers 4:8\" href=\"/Numbers.4.8\">8</a>, <a data-ref=\"Numbers 4:11\" href=\"/Numbers.4.11\">11</a>, <a data-ref=\"Numbers 4:12\" href=\"/Numbers.4.12\">12</a> (P); Zion <span dir=\"rtl\">בְּצֵל יָדִי</span> <a data-ref=\"Isaiah 51:16\" href=\"/Isaiah.51.16\">Is 51:16</a>. <strong>4.</strong>  <em>cover, spread over</em>, fat, the inwards <a data-ref=\"Exodus 29:13\" href=\"/Exodus.29.13\">Ex 29:13</a>, <a data-ref=\"Exodus 29:22\" href=\"/Exodus.29.22\">22</a> <a data-ref=\"Leviticus 3:3\" href=\"/Leviticus.3.3\">Lv 3:3</a>, <a data-ref=\"Leviticus 3:9\" href=\"/Leviticus.3.9\">9</a>, <a data-ref=\"Leviticus 3:14\" href=\"/Leviticus.3.14\">14</a>; <a data-ref=\"Leviticus 4:8\" href=\"/Leviticus.4.8\">4:8</a> (with <span dir=\"rtl\">עַל</span>), <a data-ref=\"Leviticus 7:3\" href=\"/Leviticus.7.3\">7:3</a> (P); leprosy, the skin and flesh <a data-ref=\"Leviticus 13:12\" href=\"/Leviticus.13.12\">Lv 13:12</a>, <a data-ref=\"Leviticus 13:13\" href=\"/Leviticus.13.13\">13</a> (P); the cloud of the theophany, the mount <a data-ref=\"Exodus 24:15\" href=\"/Exodus.24.15\">Ex 24:15</a>, <a data-ref=\"Exodus 24:16\" href=\"/Exodus.24.16\">16</a> (P), the tent of meeting <a data-ref=\"Exodus 40:34\" href=\"/Exodus.40.34\">Ex 40:34</a> <a data-ref=\"Numbers 17:7\" href=\"/Numbers.17.7\">Nu 17:7</a> (P), and the tabernacle <a data-ref=\"Numbers 9:15\" href=\"/Numbers.9.15\">Nu 9:15</a>, <a data-ref=\"Numbers 9:16\" href=\"/Numbers.9.16\">16</a> (P); altar with tears <a data-ref=\"Malachi 2:13\" href=\"/Malachi.2.13\">Mal 2:13</a> (2 acc.); Jerusalem with multitude of camels <a data-ref=\"Isaiah 60:6\" href=\"/Isaiah.60.6\">Is 60:6</a>; of handiwork <a data-ref=\"I Kings 7:18\" href=\"/I_Kings.7.18\">1 K 7:18</a>, <a data-ref=\"I Kings 7:41\" href=\"/I_Kings.7.41\">41</a>, <a data-ref=\"I Kings 7:42\" href=\"/I_Kings.7.42\">42</a> = <a data-ref=\"II Chronicles 4:12\" href=\"/II_Chronicles.4.12\">2 Ch 4:12</a>, <a data-ref=\"II Chronicles 4:13\" href=\"/II_Chronicles.4.13\">13</a>. <strong>5.</strong>  <em>cover, overwhelm</em>, sq. accus., the sea the Egyptians <a data-ref=\"Exodus 14:28\" href=\"/Exodus.14.28\">Ex 14:28</a> (P), <a data-ref=\"Exodus 15:5\" href=\"/Exodus.15.5\">15:5</a>, <a data-ref=\"Exodus 15:10\" href=\"/Exodus.15.10\">10</a> (song), <a data-ref=\"Joshua 24:7\" href=\"/Joshua.24.7\">Jos 24:7</a> (E), <a data-ref=\"Psalms 78:53\" href=\"/Psalms.78.53\">ψ 78:53</a>; <a data-ref=\"Psalms 106:11\" href=\"/Psalms.106.11\">106:11</a>; waters <a data-ref=\"Job 22:11\" href=\"/Job.22.11\">Jb 22:11</a>; <a data-ref=\"Job 38:34\" href=\"/Job.38.34\">38:34</a> <a data-ref=\"Psalms 104:9\" href=\"/Psalms.104.9\">ψ 104:9</a> <a data-ref=\"Jeremiah 46:8\" href=\"/Jeremiah.46.8\">Je 46:8</a> <a data-ref=\"Ezekiel 26:19\" href=\"/Ezekiel.26.19\">Ez 26:19</a>; locusts the eye of the land <a data-ref=\"Exodus 10:5\" href=\"/Exodus.10.5\">Ex 10:5</a>, <a data-ref=\"Exodus 10:15\" href=\"/Exodus.10.15\">15</a> (J), also Israel <a data-ref=\"Numbers 22:5\" href=\"/Numbers.22.5\">Nu 22:5</a>, <a data-ref=\"Numbers 22:11\" href=\"/Numbers.22.11\">11</a> (J); frogs the land <a data-ref=\"Exodus 8:2\" href=\"/Exodus.8.2\">Ex 8:2</a> (P); quails the camp <a data-ref=\"Exodus 16:13\" href=\"/Exodus.16.13\">Ex 16:13</a> (P); cloud the land <a data-ref=\"Ezekiel 30:18\" href=\"/Ezekiel.30.18\">Ez 30:18</a>; <a data-ref=\"Ezekiel 38:9\" href=\"/Ezekiel.38.9\">38:9</a>, <a data-ref=\"Ezekiel 38:16\" href=\"/Ezekiel.38.16\">16</a>; darkness the earth <a data-ref=\"Isaiah 60:2\" href=\"/Isaiah.60.2\">Is 60:2</a>; dust a city <a data-ref=\"Ezekiel 26:10\" href=\"/Ezekiel.26.10\">Ez 26:10</a>; the depths of the sea by God <a data-ref=\"Job 36:30\" href=\"/Job.36.30\">Jb 36:30</a>; with a reference to a person’s shame <a data-ref=\"Psalms 44:16\" href=\"/Psalms.44.16\">ψ 44:16</a>; <a data-ref=\"Psalms 69:8\" href=\"/Psalms.69.8\">69:8</a> <a data-ref=\"Jeremiah 51:51\" href=\"/Jeremiah.51.51\">Je 51:51</a> <a data-ref=\"Obadiah 1:10\" href=\"/Obadiah.1.10\">Ob 10</a> <a data-ref=\"Micah 7:10\" href=\"/Micah.7.10\">Mi 7:10</a>; horror <a data-ref=\"Psalms 55:6\" href=\"/Psalms.55.6\">ψ 55:6</a> <a data-ref=\"Ezekiel 7:18\" href=\"/Ezekiel.7.18\">Ez 7:18</a>; violence <a data-ref=\"Proverbs 10:6\" href=\"/Proverbs.10.6\">Pr 10:6</a>, <a data-ref=\"Proverbs 10:11\" href=\"/Proverbs.10.11\">11</a> <a data-ref=\"Habakkuk 2:17\" href=\"/Habakkuk.2.17\">Hb 2:17</a>; confusion <a data-ref=\"Jeremiah 3:25\" href=\"/Jeremiah.3.25\">Je 3:25</a>; mischief <a data-ref=\"Psalms 140:10\" href=\"/Psalms.140.10\">ψ 140:10</a>; God <em>covers sin</em> <a data-ref=\"Psalms 85:3\" href=\"/Psalms.85.3\">ψ 85:3</a> (‖ <span dir=\"rtl\">נשׂא עון</span>), cf. <a data-ref=\"Psalms 32:1\" href=\"/Psalms.32.1\">32:1</a> (Qal). <strong>6.</strong>  sq. <span dir=\"rtl\">על</span> of person or thing covered, <em>cover over:</em> cherubim over the ark <a data-ref=\"II Chronicles 5:8\" href=\"/II_Chronicles.5.8\">2 Ch 5:8</a>; over the dead, the earth <a data-ref=\"Numbers 16:33\" href=\"/Numbers.16.33\">Nu 16:33</a> (JE), <a data-ref=\"Psalms 106:17\" href=\"/Psalms.106.17\">ψ 106:17</a> <a data-ref=\"Isaiah 26:21\" href=\"/Isaiah.26.21\">Is 26:21</a>, worms <a data-ref=\"Job 21:26\" href=\"/Job.21.26\">Jb 21:26</a>; dust over blood <a data-ref=\"Ezekiel 24:7\" href=\"/Ezekiel.24.7\">Ez 24:7</a>; waters over the sea <a data-ref=\"Habakkuk 2:14\" href=\"/Habakkuk.2.14\">Hb 2:14</a>, cf. <span dir=\"rtl\">לַיָּם</span> <a data-ref=\"Isaiah 11:9\" href=\"/Isaiah.11.9\">Is 11:9</a>; (v. Dr<sup>§ 135. 7 Obs.</sup>); love covereth over all sins <a data-ref=\"Proverbs 10:12\" href=\"/Proverbs.10.12\">Pr 10:12</a>; God covereth over iniquity <a data-ref=\"Nehemiah 3:37\" href=\"/Nehemiah.3.37\">Ne 3:37</a>; people not to cover over a guilty person <a data-ref=\"Deuteronomy 13:9\" href=\"/Deuteronomy.13.9\">Dt 13:9</a>; + acc. of obj. covering (Da<sup>Synt. § 75</sup>), fig. covering over the garment with violence <a data-ref=\"Malachi 2:16\" href=\"/Malachi.2.16\">Mal 2:16</a>; God’s hands with light <a data-ref=\"Job 36:32\" href=\"/Job.36.32\">Jb 36:32</a>; + <span dir=\"rtl\">בְּ</span> of covering <a data-ref=\"Psalms 44:20\" href=\"/Psalms.44.20\">ψ 44:20</a>. <em>Note.</em> —<span dir=\"rtl\">כִסִּתִי (אֵלֶיךָ)</span> <a data-ref=\"Psalms 143:9\" href=\"/Psalms.143.9\">ψ 143:9</a> is error for <span dir=\"rtl\">חָסִיתִי</span> according to 𝔊 κατέφυγον SS, but <span dir=\"rtl\">חסה</span> not cstr. wi. <span dir=\"rtl\">אֶל־</span>; <span dir=\"rtl\">חִכִּיתִי</span> Bae; <span dir=\"rtl\">הֶאֱבַלְתִּי כִּסֵּתִי עָלָיו אֶת־תְּהוֹם</span> <a data-ref=\"Ezekiel 31:15\" href=\"/Ezekiel.31.15\">Ez 31:15</a> according to Co <em>I caused the deep to mourn for them</em> (del. <span dir=\"rtl\">כסתי</span>).<br><strong>Pual.</strong>  Pf. 3 mpl. <span dir=\"rtl\">כָּסּוּ</span> <a data-ref=\"Psalms 80:11\" href=\"/Psalms.80.11\">ψ 80:11</a> <a data-ref=\"Proverbs 24:31\" href=\"/Proverbs.24.31\">Pr 24:31</a>; Impf. <span dir=\"rtl\">יְכֻסֶּה</span> <a data-ref=\"Ecclesiastes 6:4\" href=\"/Ecclesiastes.6.4\">Ec 6:4</a>; pl. <span dir=\"rtl\">וַיְכֻסּוּ</span> <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">Gn 7:19</a>, <a data-ref=\"Genesis 7:20\" href=\"/Genesis.7.20\">20</a>; Pt. pl. <span dir=\"rtl\">מְכֻסִּים</span> <a data-ref=\"I Chronicles 21:16\" href=\"/I_Chronicles.21.16\">1 Ch 21:16</a>; fpl. <span dir=\"rtl\">מְכֻסּוֹת</span> <a data-ref=\"Ezekiel 41:16\" href=\"/Ezekiel.41.16\">Ez 41:16</a>. <strong>1.</strong>  sq. accus. <em>be covered</em>, hills with shadow <a data-ref=\"Psalms 80:11\" href=\"/Psalms.80.11\">ψ 80:11</a>; mountains with water <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">Gn 7:19</a>, <a data-ref=\"Genesis 7:20\" href=\"/Genesis.7.20\">20</a> (P); field with nettles <a data-ref=\"Proverbs 24:31\" href=\"/Proverbs.24.31\">Pr 24:31</a>; abs., windows of temple <a data-ref=\"Ezekiel 41:16\" href=\"/Ezekiel.41.16\">Ez 41:16</a>. <strong>2.</strong>  sq. <span dir=\"rtl\">בְּ</span>, <em>be clothed</em>, with sackcloth <a data-ref=\"I Chronicles 21:16\" href=\"/I_Chronicles.21.16\">1 Ch 21:16</a>; name with darkness <a data-ref=\"Ecclesiastes 6:4\" href=\"/Ecclesiastes.6.4\">Ec 6:4</a>.<br><strong>Hithp.</strong>  Impf. <span dir=\"rtl\">וַיִּתְכַּס</span> <a data-ref=\"Isaiah 37:1\" href=\"/Isaiah.37.1\">Is 37:1</a> = <a data-ref=\"II Kings 19:1\" href=\"/II_Kings.19.1\">2 K 19:1</a>; 3 fs. <span dir=\"rtl\">תִּכַּסֶּה</span> <a data-ref=\"Proverbs 26:26\" href=\"/Proverbs.26.26\">Pr 26:26</a>; <span dir=\"rtl\">וַתִּתְכָּ֑ס</span> <a data-ref=\"Genesis 24:65\" href=\"/Genesis.24.65\">Gn 24:65</a>; pl. <span dir=\"rtl\">יִתְכַּסּוּ</span> <a data-ref=\"Isaiah 59:6\" href=\"/Isaiah.59.6\">Is 59:6</a> <a data-ref=\"Jonah 3:8\" href=\"/Jonah.3.8\">Jon 3:8</a>; Pt. <span dir=\"rtl\">מִתְכַּסֶּת</span> <a data-ref=\"I Kings 11:29\" href=\"/I_Kings.11.29\">1 K 11:29</a>; pl. <span dir=\"rtl\">מִתְכַּסִּים</span> <a data-ref=\"Isaiah 37:2\" href=\"/Isaiah.37.2\">Is 37:2</a> = <a data-ref=\"II Kings 19:2\" href=\"/II_Kings.19.2\">2 K 19:2</a>;—<em>cover, clothe oneself</em>, abs. (of veil) <a data-ref=\"Genesis 24:65\" href=\"/Genesis.24.65\">Gn 24:65</a> (J); with <span dir=\"rtl\">בְּ</span>, of new garment <a data-ref=\"I Kings 11:29\" href=\"/I_Kings.11.29\">1 K 11:29</a>; sackcloth <a data-ref=\"II Kings 19:1\" href=\"/II_Kings.19.1\">2 K 19:1</a>, <a data-ref=\"II Kings 19:2\" href=\"/II_Kings.19.2\">2</a> = <a data-ref=\"Isaiah 37:1\" href=\"/Isaiah.37.1\">Is 37:1</a>, <a data-ref=\"Isaiah 37:2\" href=\"/Isaiah.37.2\">2</a>; fig. of works <a data-ref=\"Isaiah 59:6\" href=\"/Isaiah.59.6\">Is 59:6</a>, of hatred with guile <a data-ref=\"Proverbs 26:26\" href=\"/Proverbs.26.26\">Pr 26:26</a>; with acc. <a data-ref=\"Jonah 3:8\" href=\"/Jonah.3.8\">Jon 3:8</a> <span dir=\"rtl\">(שַׂקִּים)</span>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d381b6084aa1cbf279b1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מַ֫עַל³ 1", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "BDB, מַ֫עַל³ 1", "sourceHeRef": "בראון-דרייבר-בריגס, מַ֫עַל³ א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מַ֫עַל³", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["II. <big><span dir=\"rtl\">מַ֫עַל</span></big><sub>140</sub>  <strong>subst., higher part</strong>, only in <strong>adv.</strong> and <strong>prep.</strong> phrases; <strong>above, upwards (</strong>Ph. <span dir=\"rtl\">מעל</span>, v. sub <a data-ref=\"BDB, מַ֫טָּה\" href=\"/BDB,_מַ֫טָּה\", dir=\"rtl\">מַ֫טָּה</a> p. 641: abbrev. from <span dir=\"rtl\">מַעֲלֶה</span>; cf. <a data-ref=\"BDB, מַ֫עַן\" href=\"/BDB,_מַ֫עַן\", dir=\"rtl\">מַ֫עַן</a> in <span dir=\"rtl\">לְמַ֫עַן</span> from <span dir=\"rtl\">עָנָה</span>: Kö<sup>ii 116</sup><strong>)</strong>:—<br>†<strong>1.</strong>  <span dir=\"rtl\">מִמַּ֫עַל</span> = <em>above</em> (v. <span dir=\"rtl\">מִן</span> <strong>1 c</strong>): <strong>a.</strong>  as adv. <a data-ref=\"Amos 2:9\" href=\"/Amos.2.9\">Am 2:9</a> <span dir=\"rtl\">וָאָשְׁמִיד פִּרְיוֹ מִמַּעַל</span> his fruit <em>above</em> (opp. <span dir=\"rtl\">שָׁרָשָׁיו מִתָּ֑חַת</span>), <a data-ref=\"Job 18:16\" href=\"/Job.18.16\">Jb 18:16</a>; <a data-ref=\"I Kings 7:3\" href=\"/I_Kings.7.3\">1 K 7:3</a>, <a data-ref=\"I Kings 7:20\" href=\"/I_Kings.7.20\">20</a>, <a data-ref=\"I Kings 7:29\" href=\"/I_Kings.7.29\">29</a>; often in the phr. <span dir=\"rtl\">הַשָּׁמַיִם מִמַּעַל</span> <a data-ref=\"Deuteronomy 4:39\" href=\"/Deuteronomy.4.39\">Dt 4:39</a>; <a data-ref=\"Deuteronomy 5:8\" href=\"/Deuteronomy.5.8\">5:8</a> (= <a data-ref=\"Exodus 20:4\" href=\"/Exodus.20.4\">Ex 20:4</a>), <a data-ref=\"Joshua 2:11\" href=\"/Joshua.2.11\">Jos 2:11</a>; <a data-ref=\"I Kings 8:23\" href=\"/I_Kings.8.23\">1 K 8:23</a>; <a data-ref=\"Isaiah 45:8\" href=\"/Isaiah.45.8\">Is 45:8</a>; <a data-ref=\"Jeremiah 4:28\" href=\"/Jeremiah.4.28\">Je 4:28</a>; cf. <span dir=\"rtl\">שְׁחַקִים מ׳</span> <a data-ref=\"Psalms 78:23\" href=\"/Psalms.78.23\">ψ 78:23</a>; <a data-ref=\"Proverbs 8:28\" href=\"/Proverbs.8.28\">Pr 8:28</a>, <span dir=\"rtl\">אֱלוֹהַּ מ׳</span> <a data-ref=\"Job 3:4\" href=\"/Job.3.4\">Jb 3:4</a>; <a data-ref=\"Job 31:2\" href=\"/Job.31.2\">31:2</a>, <span dir=\"rtl\">אֵל מ׳</span> <a data-ref=\"Job 31:28\" href=\"/Job.31.28\">31:28</a>. <strong>b.</strong>  <span dir=\"rtl\">מִמַּעַל לְ</span>, as <em>prep</em>. (<span dir=\"rtl\">מן</span> <strong>1 c</strong>), <em>on the top of, above</em>, <a data-ref=\"Genesis 22:9\" href=\"/Genesis.22.9\">Gn 22:9</a> <span dir=\"rtl\">ממעל לָעֵצִים</span> <em>above</em> the wood, <a data-ref=\"Exodus 28:27\" href=\"/Exodus.28.27\">Ex 28:27</a> = <a data-ref=\"Exodus 39:20\" href=\"/Exodus.39.20\">39:20</a>, <a data-ref=\"Leviticus 11:21\" href=\"/Leviticus.11.21\">Lv 11:21</a> <span dir=\"rtl\">כְּרָעַיִם מִמַּעַל לְרַגְלָיו</span>, <a data-ref=\"Isaiah 6:2\" href=\"/Isaiah.6.2\">Is 6:2</a> <span dir=\"rtl\">שְׂרָפִים עֹמדים מִמַּעַל לוֹ</span>, <a data-ref=\"Isaiah 14:13\" href=\"/Isaiah.14.13\">14:13</a>; <a data-ref=\"Jeremiah 43:10\" href=\"/Jeremiah.43.10\">Je 43:10</a>; <a data-ref=\"Ezekiel 1:26\" href=\"/Ezekiel.1.26\">Ez 1:26</a>; <a data-ref=\"Daniel 12:6\" href=\"/Daniel.12.6\">Dn 12:6</a>, <a data-ref=\"Daniel 12:7\" href=\"/Daniel.12.7\">7</a>; = <em>on higher ground than</em>, <a data-ref=\"Jeremiah 35:4\" href=\"/Jeremiah.35.4\">Je 35:4</a>; fig. <a data-ref=\"Jeremiah 52:32\" href=\"/Jeremiah.52.32\">Je 52:32</a> (‖ <a data-ref=\"II Kings 25:28\" href=\"/II_Kings.25.28\">2 K 25:28</a> <span dir=\"rtl\">מֵעַל</span>).<br><strong>2.</strong>  With <span dir=\"rtl\">ה—ָ</span>loc. <span dir=\"rtl\">מַ֫עְלָה</span>, <span dir=\"rtl\">מָ֑עְלָה</span>, <em>upwards</em> (opp. <span dir=\"rtl\">מַ֫טָּה</span> p. 641): †<strong>a.</strong>  fig. <a data-ref=\"Deuteronomy 28:43\" href=\"/Deuteronomy.28.43\">Dt 28:43</a> <span dir=\"rtl\">יַעֲלֶה עָלֶיךָ מַ֫עְלָה מָ֑עְלָה</span> <em>upwards, upwards</em>, i.e. <em>higher and higher</em> (opp. <span dir=\"rtl\">מַ֫טָּה מָֽטָּה</span>). †<strong>b.</strong>  <span dir=\"rtl\">וָמַ֫עְלָה</span> (<em>a</em>) of direction in <em>space</em>, <a data-ref=\"Judges 1:36\" href=\"/Judges.1.36\">Ju 1:36</a> <span dir=\"rtl\">מֵהַסֶּלַע וָמַ֫עְלָה</span> from the rock <em>and upwards</em> (cf. Bu), <a data-ref=\"I Kings 7:31\" href=\"/I_Kings.7.31\">1 K 7:31</a> (corrupt: v. Sta VB Benz), <a data-ref=\"I Samuel 9:2\" href=\"/I_Samuel.9.2\">1 S 9:2</a> = <a data-ref=\"I Samuel 10:23\" href=\"/I_Samuel.10.23\">10:23</a> <span dir=\"rtl\">מִשִּׁכְמוֹ וָמַ֫עְלָה</span> from his shoulder <em>and upwards:</em> so <span dir=\"rtl\">וּלְמ׳</span>, †<a data-ref=\"Ezekiel 1:27\" href=\"/Ezekiel.1.27\">Ez 1:27</a> <span dir=\"rtl\">מִמַּרְאֵה מָתְנָיו וּלְמָ֑עְלָה</span>, <a data-ref=\"Ezekiel 8:2\" href=\"/Ezekiel.8.2\">8:2</a>; <a data-ref=\"Ezekiel 43:15\" href=\"/Ezekiel.43.15\">43:15</a>. (<em>b</em>) of direction in <em>time</em>, or age:—(α) <span dir=\"rtl\">מִבֶּן עֶשְׂרִים שָׁנָה וָמָ֑עְלָה</span> <a data-ref=\"Exodus 30:14\" href=\"/Exodus.30.14\">Ex 30:14</a>; <a data-ref=\"Numbers 1:3\" href=\"/Numbers.1.3\">Nu 1:3</a> + 19 times P, <span dir=\"rtl\">מִבֶּן חֹדֶשׁ וָמ׳</span> <a data-ref=\"Numbers 3:15\" href=\"/Numbers.3.15\">Nu 3:15</a>, <a data-ref=\"Numbers 3:22\" href=\"/Numbers.3.22\">22</a> + 6 times P, simil. <a data-ref=\"Numbers 4:3\" href=\"/Numbers.4.3\">4:3</a>; <a data-ref=\"Numbers 8:24\" href=\"/Numbers.8.24\">8:24</a> + 7 times P; elsewhere only <a data-ref=\"I Chronicles 23:3\" href=\"/I_Chronicles.23.3\">1 Ch 23:3</a>, <a data-ref=\"I Chronicles 23:24\" href=\"/I_Chronicles.23.24\">24</a>; <a data-ref=\"Ezra 3:8\" href=\"/Ezra.3.8\">Ezr 3:8</a>, and with <span dir=\"rtl\">וּלְמַעְלָה</span> †<a data-ref=\"I Chronicles 23:17\" href=\"/I_Chronicles.23.17\">1 Ch 23:17</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">2 Ch 31:16</a>, <a data-ref=\"II Chronicles 31:17\" href=\"/II_Chronicles.31.17\">17</a>; <span dir=\"rtl\">לְמִבֶּן</span> … <span dir=\"rtl\">וָמ׳</span> †<a data-ref=\"II Chronicles 25:5\" href=\"/II_Chronicles.25.5\">2 Ch 25:5</a>; and <a data-ref=\"II Kings 3:21\" href=\"/II_Kings.3.21\">2 K 3:21</a> <span dir=\"rtl\">מִכֹּל חֹגֵר חֲגֹרָה וָמ׳</span>. †(β) <span dir=\"rtl\">מהיום ההוא וָמ׳</span> from that day <em>and onwards</em>, <a data-ref=\"I Samuel 16:13\" href=\"/I_Samuel.16.13\">1 S 16:13</a>; <a data-ref=\"I Samuel 30:25\" href=\"/I_Samuel.30.25\">30:25</a>. †(γ) <span dir=\"rtl\">מן היום הזה וָמ׳</span> from this day <em>and upwards</em> (i.e. <em>and back</em>), <a data-ref=\"Haggai 2:15\" href=\"/Haggai.2.15\">Hg 2:15</a>, <a data-ref=\"Haggai 2:18\" href=\"/Haggai.2.18\">18</a>.* †<strong>c.</strong>  <span dir=\"rtl\">לְמַ֫עְלָה</span> <em>upwards</em>, more common than <span dir=\"rtl\">מ׳</span> alone (<strong>a</strong>): (α) <a data-ref=\"Exodus 25:20\" href=\"/Exodus.25.20\">Ex 25:20</a> (= <a data-ref=\"Exodus 37:9\" href=\"/Exodus.37.9\">37:9</a>) <span dir=\"rtl\">פֹּֽרְשֵׂי כְנָפַיִם למ׳</span>, <a data-ref=\"Judges 7:13\" href=\"/Judges.7.13\">Ju 7:13</a> <span dir=\"rtl\">ויהפכהו למ׳</span> overthrew it <em>upwards</em>, i.e. turned it downside up, <a data-ref=\"Isaiah 7:11\" href=\"/Isaiah.7.11\">Is 7:11</a> <span dir=\"rtl\">אוֹ הַגְבֵּהַּ למ׳</span> or make it (the request) high <em>upwards</em>, <a data-ref=\"Isaiah 8:21\" href=\"/Isaiah.8.21\">8:21</a> <span dir=\"rtl\">וּפָנָה למ׳</span>, <a data-ref=\"Isaiah 37:31\" href=\"/Isaiah.37.31\">37:31</a> (<a data-ref=\"II Kings 19:30\" href=\"/II_Kings.19.30\">2 K 19:30</a>) <span dir=\"rtl\">זעשׂה פרי למ׳</span> (cf. <a data-ref=\"Amos 2:9\" href=\"/Amos.2.9\">Am 2:9</a>, <strong>1 a</strong>), <a data-ref=\"Ezekiel 41:7\" href=\"/Ezekiel.41.7\">Ez 41:7</a> a β (v a α <em>bis</em> <span dir=\"rtl\">למ׳ למ׳</span> = <em>higher and higher</em>), <a data-ref=\"Psalms 74:5\" href=\"/Psalms.74.5\">ψ 74:5</a>; fig. <span dir=\"rtl\">וְהָיִיתָ רַק למ׳</span> <a data-ref=\"Deuteronomy 28:13\" href=\"/Deuteronomy.28.13\">Dt 28:13</a> (cf. <strong>a</strong>), <a data-ref=\"Proverbs 15:24\" href=\"/Proverbs.15.24\">Pr 15:24</a> <span dir=\"rtl\">אֹרַח חַיִּים למ׳</span> (opp. <span dir=\"rtl\">שְׁאוֹל מָֽטָּה׃</span>), cf. <a data-ref=\"Ecclesiastes 3:21\" href=\"/Ecclesiastes.3.21\">Ec 3:21</a>; sq. a noun, <a data-ref=\"Ezra 9:6\" href=\"/Ezra.9.6\">Ezr 9:6</a> <span dir=\"rtl\">למ׳ רּאשׁ</span> <em>over</em> the head, sq. <span dir=\"rtl\">מֵעַל</span> (cf. <em>Aboth</em> <a data-ref=\"Ezra 2:1\" href=\"/Ezra.2.1\">2:1</a> <span dir=\"rtl\">לְמַעְלָה מִן</span>) = on high <em>above</em>, <a data-ref=\"II Chronicles 34:4\" href=\"/II_Chronicles.34.4\">2 Ch 34:4</a>: v. <strong>b</strong><em>a, ba</em>. (<em>b</em>) metaph. = <em>exceedingly</em>, only in Chr, <a data-ref=\"I Chronicles 14:2\" href=\"/I_Chronicles.14.2\">1 Ch 14:2</a>; <a data-ref=\"I Chronicles 22:5\" href=\"/I_Chronicles.22.5\">22:5</a> the house must be built to J. <span dir=\"rtl\">לְהַגְדְּיל למ׳</span> so as to shew greatness <em>exceedingly</em>, <a data-ref=\"I Chronicles 23:17\" href=\"/I_Chronicles.23.17\">23:17</a> <span dir=\"rtl\">וּבְנֵי ר׳ רָבוּ למ׳</span>, <a data-ref=\"I Chronicles 29:3\" href=\"/I_Chronicles.29.3\">29:3</a> (sq. <span dir=\"rtl\">מִן</span>; = <em>over and above</em> …), v <a data-ref=\"I Chronicles 29:25\" href=\"/I_Chronicles.29.25\">25</a> <a data-ref=\"II Chronicles 1:1\" href=\"/II_Chronicles.1.1\">2 Ch 1:1</a> <span dir=\"rtl\">וַיְגַדְּלֵהוּ למ׳</span>, <a data-ref=\"II Chronicles 20:19\" href=\"/II_Chronicles.20.19\">20:19</a>; <span dir=\"rtl\">עַד לְמַ֫עְלָה</span>, <a data-ref=\"II Chronicles 16:12\" href=\"/II_Chronicles.16.12\">16:12</a>; <a data-ref=\"II Chronicles 17:12\" href=\"/II_Chronicles.17.12\">17:12</a>; <a data-ref=\"II Chronicles 26:8\" href=\"/II_Chronicles.26.8\">26:8</a>. †<strong>d.</strong>  <span dir=\"rtl\">מִלְמַ֫עְלָה</span> (v. <a data-ref=\"BDB, מִן־\" href=\"/BDB,_מִן־\", dir=\"rtl\">מִן</a> <strong>9 a</strong>), adv., <em>above</em> (the more usual <em>prose</em> syn. of <span dir=\"rtl\">מִמַּעַל</span>): <a data-ref=\"Genesis 6:16\" href=\"/Genesis.6.16\">Gn 6:16</a> <span dir=\"rtl\">אֶל־אַמָּה תְּכַלֶּנָּה מ׳</span>, <a data-ref=\"Genesis 7:20\" href=\"/Genesis.7.20\">7:20</a> <a data-ref=\"Genesis 7:15\" href=\"/Genesis.7.15\">15</a> cubits <span dir=\"rtl\">מ׳</span> (i.e. above the mountain-tops), <a data-ref=\"Exodus 25:21\" href=\"/Exodus.25.21\">Ex 25:21</a> (<a data-ref=\"Exodus 40:20\" href=\"/Exodus.40.20\">40:20</a>) <span dir=\"rtl\">וְנָתַתָּ֫ה אֶת־הַכַּפֹּרֶת על הארון מ׳</span> upon the ark <em>above</em>, <a data-ref=\"Exodus 26:14\" href=\"/Exodus.26.14\">26:14</a> (<a data-ref=\"Exodus 36:19\" href=\"/Exodus.36.19\">36:19</a>; <a data-ref=\"Exodus 40:19\" href=\"/Exodus.40.19\">40:19</a>; <a data-ref=\"Numbers 4:25\" href=\"/Numbers.4.25\">Nu 4:25</a>) a covering of skins on the tent <span dir=\"rtl\">מ׳</span> <em>above</em>, <a data-ref=\"Exodus 39:31\" href=\"/Exodus.39.31\">39:31</a>; <a data-ref=\"Numbers 4:6\" href=\"/Numbers.4.6\">Nu 4:6</a>; <a data-ref=\"I Kings 7:11\" href=\"/I_Kings.7.11\">1 K 7:11</a>; <a data-ref=\"I Kings 7:25\" href=\"/I_Kings.7.25\">7:25</a>; <a data-ref=\"I Kings 8:7\" href=\"/I_Kings.8.7\">8:7</a> (<a data-ref=\"II Chronicles 4:4\" href=\"/II_Chronicles.4.4\">2 Ch 4:4</a>; <a data-ref=\"II Chronicles 5:8\" href=\"/II_Chronicles.5.8\">5:8</a>), <a data-ref=\"Jeremiah 31:37\" href=\"/Jeremiah.31.37\">Je 31:37</a> <span dir=\"rtl\">אִם יִמַּדּוּ שָׁמַיִם מ׳</span> (cf. <strong>1 a</strong>), <a data-ref=\"Ezekiel 1:11\" href=\"/Ezekiel.1.11\">Ez 1:11</a> <span dir=\"rtl\">פְּרֻדוֹת מ׳</span> separate <em>above</em>, v <a data-ref=\"Ezekiel 1:22\" href=\"/Ezekiel.1.22\">22</a>, <a data-ref=\"Ezekiel 1:26\" href=\"/Ezekiel.1.26\">26</a>; <a data-ref=\"Ezekiel 10:19\" href=\"/Ezekiel.10.19\">10:19</a>; <a data-ref=\"Ezekiel 11:22\" href=\"/Ezekiel.11.22\">11:22</a>; <a data-ref=\"Ezekiel 37:3\" href=\"/Ezekiel.37.3\">37:3</a>; <em>from above</em>, <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">Jos 3:13</a>, <a data-ref=\"Joshua 3:16\" href=\"/Joshua.3.16\">16</a> <span dir=\"rtl\">הַמַּיִם הַיֹּרְדִים מ׳</span>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6522c6d74b36bd700bebf9ef", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 33:7", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Bereshit Rabbah 33:7", "sourceHeRef": "בראשית רבה ל״ג:ז׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [400], "commentaryNum": 33.0007, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וַיְהִי בְּאַחַת וְשֵׁשׁ מֵאוֹת שָׁנָה בָּרִאשׁוֹן בְּאֶחָד לַחֹדֶשׁ <small>(בראשית ח, יג)</small>, תְּנִינַן מִשְׁפַּט דּוֹר הַמַּבּוּל שְׁנֵים עָשָׂר חֹדֶשׁ, הָא כֵיצַד <small>(בראשית ז, יא)</small>: בִּשְׁנַת שֵׁשׁ מֵאוֹת שָׁנָה לְחַיֵּי נֹחַ בַּחֹדֶשׁ הַשֵּׁנִי בְּשִׁבְעָה עָשָׂר לַחֹדֶשׁ, וּכְתִיב <small>(בראשית ז, יב)</small>: וַיְהִי הַגֶּשֶׁם עַל הָאָרֶץ אַרְבָּעִים יוֹם וְאַרְבָּעִים לַיְלָה, זֶה מַרְחֶשְׁוָן וְכִסְלֵו, <small>(בראשית ז, כד)</small>: וַיִּגְבְּרוּ הַמַּיִם עַל הָאָרֶץ חֲמִשִּׁים וּמְאַת יוֹם, הֲרֵי טֵבֵת וּשְׁבָט, אֲדָר וְנִיסָן וְאִיָּר, <small>(בראשית ח, ד)</small>: וַתָּנַח הַתֵּבָה בַּחֹדֶשׁ הַשְּׁבִיעִי בְּשִׁבְעָה עָשָׂר יוֹם לַחֹדֶשׁ עַל הָרֵי אֲרָרָט, זֶה סִיוָן שֶׁהוּא שְׁבִיעִי לְהַפְסָקַת גְּשָׁמִים, לְשִׁשָּׁה עָשָׂר יוֹם חָסְרוּ אַמָּה לְאַרְבַּעַת יָמִים, טֶפַח וּמֶחֱצָה בְּכָל יוֹם, וְנִמְצֵאתָ אוֹמֵר שֶׁהָיְתָה הַתֵּבָה מְשֻׁקַּעַת בַּמַּיִם אַחַת עֶשְׂרֵה אַמָּה, וְכֻלָּהַם לְשִׁשִּׁים יוֹם חָסְרוּ, הֲדָא הוּא דִכְתִיב <small>(בראשית ח, ה)</small>: וְהַמַּיִם הָיוּ הָלוֹךְ וְחָסוֹר עַד הַחֹדֶשׁ הָעֲשִׂירִי, זֶה אָב, שֶׁהוּא עֲשִׂירִי לִירִידַת גְּשָׁמִים. דָּבָר אַחֵר, וַיְהִי בְּאַחַת וְשֵׁשׁ מֵאוֹת שָׁנָה בָּרִאשׁוֹן בְּאֶחָד לַחֹדֶשׁ חָרְבוּ הַמַּיִם מֵעַל הָאָרֶץ, נַעֲשֵׂית כְּמִין טָפִיחַ. וּבַחֹדֶשׁ הַשֵּׁנִי בְּעֶשְׂרִים וְשִׁבְעָה לַחֹדֶשׁ יָבְשָׁה הָאָרֶץ, נַעֲשֵׂית כַּגָּרִיד, זָרְעוּ אוֹתָהּ וְלֹא צָמְחָה, לָמָּה שֶׁהָיָה סִימָן קְלָלָה וְאֵין סִימָן קְלָלָה הָוֵי לִבְרָכָה, וְהִמְתִּינוּ עַד שֶׁיָּרְדוּ גְּשָׁמִים וְזָרְעוּ. לָא הֲוָה צָרִיךְ קְרָא לְמֵימַר אֶלָּא בְּשִׁשָּׁה עָשָׂר יוֹם לַחֹדֶשׁ הַשֵּׁנִי יָבְשָׁה הָאָרֶץ, וּמַה תַּלְמוּד לוֹמַר בְּשִׁבְעָה וְעֶשְׂרִים יוֹם לַחֹדֶשׁ הַשֵּׁנִי יָבְשָׁה הָאָרֶץ, אֶלָּא אֵלּוּ אַחַד עָשָׂר יוֹם שֶׁיְמוֹת הַחַמָּה יְתֵרִים עַל יְמוֹת הַלְּבָנָה. אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל כָּל מִי שֶׁהוּא רוֹצֶה לֵידַע שֶׁיְמוֹת הַחַמָּה יְתֵרִים עַל יְמוֹת הַלְּבָנָה אַחַד עָשָׂר יוֹם, יִסְרֹט לוֹ סְרִיטָה בַּכֹּתֶל בִּתְקוּפַת תַּמּוּז, וְלַשָּׁנָה הַבָּאָה בְּאוֹתוֹ הַזְּמַן אֵין הַשֶּׁמֶשׁ מַגַּעַת לְשָׁם עַד אַחַד עָשָׂר יוֹם, וּמִכָּאן אַתָּה יוֹדֵעַ שֶׁיְמוֹת הַחַמָּה יְתֵרִים עַל יְמוֹת הַלְבָנָה אַחַד עָשָׂר יוֹם. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“<b>It was in the six hundred and first year, in the first month, on the first of the month, the water began to dry from upon the earth; Noah removed the cover of the ark, and he saw, and behold, the surface of the ground had begun to dry” (Genesis 8:13).</b> <br>“It was in the six hundred and first year, in the first month, on the first of the month” – we learned: The judgment of the generation of the Flood lasted twelve months.<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">It began on the seventeenth day of the second month (Genesis 7:11), and ended on the twenty-seventh of the second month the following year (Genesis 8:14).</i> How [did it progress]? “In the six hundredth year of the life of Noah, in the second month,<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">That being Marḥeshvan.</i> on the seventeenth day of the month” (Genesis 7:11); and it is written: “The rain was upon the earth forty days and forty nights” (Genesis 7:12) – that is [the remainder of] Marḥeshvan and [nearly all of] Kislev. “The water accumulated upon the earth for one hundred and fifty days” (Genesis 7:24) – that accounts for Tevet, Shevat, Adar, Nisan, and Iyar.<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">And the following day, at the beginning of Sivan, the water began to recede.</i> “The ark rested in the seventh month, on the seventeenth day of the month, upon the mountains of Ararat” (Genesis 8:4) – this refers to Sivan, which was the seventh [month counting] from the cessation of the rain.<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">It cannot be referring to Nisan, which is the actual seventh month counting from Rosh HaShana, because the accumulation continued into Iyar, as explained previously.</i> For sixteen days the water receded, one cubit every four days,<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">The water began to recede on the first of Sivan, as explained previously, and reached ground level on the first of Av, as the Midrash mentions later, for a total of sixty days of recession. The water was fifteen cubits deep (Genesis 7:20). The recession of the water, then, took place at the rate of one cubit per four days.</i> being one and a half handbreadths per day.<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">There are six handbreadths in a cubit.</i> You thus come to the conclusion that the ark was submerged eleven cubits into the water.<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">Since the water began receding on the first of Sivan, and the bottom of the ark touched ground sixteen days later, when the water had gone down to a height of eleven cubits.</i> And it [the water] receded completely over the course of sixty days. That is what is written: “The water gradually receded until the tenth month” (Genesis 8:5) – this is Av, which is the tenth [month counting] from the falling of the rain. <br>Another interpretation:<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">The midrash is addressing the fact that Scripture states twice that the wetness dried up (8:13–14).</i> “It was in the six hundred and first year, in the first month, on the first of the month, the water began to dry from upon the earth” – it [the earth] became like a soaking wet object. “And in the second month, on the twenty-seventh day of the month, the earth dried” (Genesis 8:14) – it became like completely dry land. They sowed it, but it did not grow anything. Why? Because it<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">The moisture in the ground.</i> represented a curse,<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">The water in the soil, which was leftover from the Flood, was cursed water.</i> and that which represents a curse cannot bring about blessing. So they waited until rain fell, and they sowed [again]. <br>The verse should have rather said: “And on the sixteenth day of the second month, the earth dried.”<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">That would have made the duration of the Flood exactly one year long, as it began on the seventeenth of the second month in the previous year.</i> Why, then, does the verse state: And on the twenty-seventh day of the second month, the earth dried” (Genesis 8:14)? These [extra days] were the eleven days that the solar year is longer than the lunar year.<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">A solar year is 365 days, whereas twelve lunar months add up to 354 days.</i> Rabban Shimon ben Gamliel said: Anyone who wishes to ascertain that the solar cycle is eleven days longer than the lunar cycle, let him make a scratch on the wall [where the sun reaches at a given time of day] during the season of Tamuz.<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">Summer</i> The next year at the same time, the sun will not reach that point until eleven days later. From this you can ascertain that the solar cycle is eleven days longer than the lunar cycle.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6548be8b53c764d0f6aaf9f7", "index_title": "Cassuto on Genesis", "category": "Commentary", "type": "commentary", "ref": "Cassuto on Genesis, From Noah to Abraham 7:20:1-2", "anchorRef": "Genesis 7:20", "anchorRefExpanded": ["Genesis 7:20"], "sourceRef": "Cassuto on Genesis, From Noah to Abraham 7:20:1-2", "sourceHeRef": "קאסוטו על בראשית, מנח עד אברהם ז׳:כ׳:א׳-ב׳", "anchorVerse": 20, "sourceHasEn": false, "commentaryNum": 20.0001, "collectiveTitle": {"en": "Cassuto", "he": "קאסוטו"}, "he": ["<b>חמש עשרה אמה</b> וגו׳. עוד הדרגה: לא זה בלבד, שנתכסו ההרים מים, אלא גם זה, שהיתה עליהם שכבה עצומה של מים. ועוד מציין הכתוב שעוביה של שכבה זו הגיע עד ט״ו אמה, כדי להסביר מפני מה לא עצרו ההרים את התיבה. קומתה של התיבה היתה שלושים אמה (ו, ט״ו), ולפיכך, אף אם נניח שלא היתה צפה ממעל לפני המים אלא ממחצית קומתה ולמעלה, יכולה היתה לעבור גם על ראשי ההרים הגבוהים ביותר, מבלי לנגוע בהם.", "<b>ויכֻסו ההרים</b>. לכאורה נראה שיש כאן חזרה מיותרת על מה שכבר נאמר בפס׳ י״ט: <b>ויכֻסו כל ההרים הגבהים</b> וגו׳. אבל לא כך הדבר. הפועל <b>ויכסו</b> כאן קשור עדיין בתואר הפועל <b>חמש עשרה אמה מלמעלה</b>. בפס׳ י״ט נאמר שנתכסו סתם, וכאן נאמר באיזו מידה נתכסו (עי׳ ראב״ע). גם כאן תרגמו השבעים בפועל פעל (ויכַסו), וגם כאן יש להקשות על תרגומם כמו בפס׳ י״ט."], "heVersionTitle": "Jerusalem, 1953", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]