[{"_id": "515dc5b3edbab4794f782eb9", "index_title": "Shemot Rabbah", "category": "Midrash", "type": "midrash", "ref": "Shemot Rabbah 9:8", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "Shemot Rabbah 9:8", "sourceHeRef": "שמות רבה ט׳:ח׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 9.0008, "collectiveTitle": {"en": "Shemot Rabbah", "he": "שמות רבה"}, "heTitle": "שמות רבה", "he": "וַיֶּחֱזַק לֵב פַּרְעֹה, וַיֹּאמֶר ה' אֶל משֶׁה כָּבֵד לֵב פַּרְעֹה, כּוֹעֵס הוּא, מָה הַכָּבֵד כּוֹעֵס אַף לִבּוֹ שֶׁל זֶה נַעֲשָׂה כָּבֵד, אֵינוֹ מֵבִין כְּסִיל הוּא <small>(קהלת ז, ט)</small>: כִּי כַעַס בְּחֵיק כְּסִילִים יָנוּחַ. בַּמֶּה מְיַסְּרִים אֶת הַכְּסִיל בַּמַּטֶּה, שֶׁנֶּאֱמַר <small>(משלי כו, ג)</small>: וְשֵׁבֶט לְגֵו כְּסִילִים, אַף משֶׁה יְיַסֵּר פַּרְעֹה בַּמַּטֶּה, שֶׁנֶּאֱמַר: וְהַמַּטֶּה אֲשֶׁר נֶהְפַּךְ לְנָחָשׁ וגו'. דָּבָר אַחֵר, כָּבֵד לֵב פַּרְעֹה, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, רָשָׁע, בַּלָּשׁוֹן שֶׁהִכְבַּדְתָּ, בּוֹ בַּלָּשׁוֹן אֲנִי מִתְכַּבֵּד עָלֶיךָ, שֶׁנֶּאֱמַר <small>(שמות יד, יח)</small>: בְּהִכָּבְדִי בְּפַרְעֹה. לֵךְ אֶל פַּרְעֹה בַּבֹּקֶר הִנֵּה יוֹצֵא הַמַּיְמָה, לֹא הָיָה יוֹצֵא אֶלָּא הַמַּיְמָה בַּבֹּקֶר, לְפִי שֶׁאוֹתוֹ רָשָׁע הָיָה מִשְׁתַּבֵּחַ וְאוֹמֵר שֶׁהוּא אֱלוֹהַּ וְאֵינוֹ יוֹצֵא לִנְקָבָיו, לְפִיכָךְ הָיָה יוֹצֵא בַּבֹּקֶר, בְּשָׁעָה שֶׁהוּא נִצְרַךְ תְּפֹשׂ אוֹתוֹ. וְהַמַּטֶּה אֲשֶׁר נֶהְפַּךְ לְנָחָשׁ תִּקַּח בְּיָדֶךָ, כְּדֵי שֶׁיִּתְיָרֵא מִמֶּנּוּ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Pharaoh's heart was hardened, and he did not heed them, as the Lord had spoken. The Lord said to Moses: Pharaoh's heart is stubborn, he refuses to let the people go. Go to Pharaoh in the morning; behold, he goes out to the water; and you shall stand by the Nile bank to meet him; and the staff that was transformed into a serpent you shall take in your hand (Exodus 7:13–15).</b> <br>“Pharaoh’s heart was hardened.… The Lord said to Moses: Pharaoh’s heart is stubborn [<i>kaved</i>]” – he is angry. Just as the liver [<i>kaved</i>] becomes angry,<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">The liver was regarded as the seat of anger; see <i>Berakhot</i> 61b. </i> so, too, this one’s heart became like a liver; he does not understand, he is a fool: “As anger rests in the bosom of fools” (Ecclesiastes 7:9). With what do you chastise the fool? With a staff, as it is stated: “A rod to the back of fools” (Proverbs 26:3). Moses, too, chastised Pharaoh with a staff, as it is stated: “and the staff that was transformed into a serpent [you shall take in your hand].” <br>Another interpretation: “Pharaoh’s heart is stubborn [<i>kaved</i>]” – the Holy One blessed be He said to him: Wicked one, with the expression with which you honored yourself,<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Pharaoh honored himself by refusing to humble himself before God. The midrash here is interpreting the word <i>kaved</i> in the sense of <i>kavod</i>, honor. </i> with the same expression I will be honored at your expense, as it is stated: “When I have gained honor [<i>behikavedi</i>] through Pharaoh” (Exodus 14:18). <br>“Go to Pharaoh in the morning; behold, he goes out to the water” – he would go out to the water only in the morning, because that wicked one would boast and assert that he was a deity and did not need to relieve himself; therefore, he would go out in the morning. Catch him in the morning when he needs to relieve himself. “And the staff that was transformed into a serpent you shall take in your hand” so that he will be afraid of it.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "524cef59edbab42e1c1727f2", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Exodus; Perush HaArokh 7:13:1", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 7:13:1", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך ז׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "<b>ויחזק.</b> מעצמו בעבור שראה שעשו החרטומים כמעשה אהרן:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND PHARAOH’S HEART WAS HARDENED. By itself.<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">God did not harden Pharaoh’s heart. Pharaoh hardened it himself.</i> Pharaoh saw that the magicians were able to do what Aaron did.<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">Change their rods into serpents.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe1fbfba276047f60c8", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 7:13", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "Onkelos Exodus 7:13", "sourceHeRef": "תרגום אונקלוס על שמות ז׳:י״ג", "anchorVerse": 13, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 7.0013, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "וְאִתַּקַּף לִבָּא דְפַרְעֹה וְלָא <b>קַבִּיל</b> מִנְּהוֹן כְּמָא דִּמַלִּיל יְיָ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Pharaoh’s heart [remained] hard and he did not listen to [<b>accept</b>] them, just as Adonoy had foretold.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eeb908", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 7:13", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "Targum Jonathan on Exodus 7:13", "sourceHeRef": "תרגום יונתן על שמות ז׳:י״ג", "anchorVerse": 13, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 7.0013, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "וְאִיתְקַף יִצְרָא דְלִבָּא דְפַרְעה וְלָא קַבֵּיל מִנְהוֹן הֵיכְמָא דְמַלֵל יְיָ", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And the disposition Pharoh's heart was hardened, and he would not hearken to them, as the Lord had said. ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f0b2ecfbfba250fc8dc6a2", "index_title": "Rashbam on Exodus", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Exodus 7:13:1", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "Rashbam on Exodus 7:13:1", "sourceHeRef": "רשב\"ם על שמות ז׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על שמות", "he": "ויחזק לב פרעה - לומר כי גם אהרן במכשפות עשה. ", "heVersionTitle": "Rashbam on Torah -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויחזק לב פרעה, he claimed that Aaron had also merely performed a better kind of sorcery.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54eaf560fbfba278fd265610", "index_title": "Haamek Davar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Exodus 7:13:1", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "Haamek Davar on Exodus 7:13:1", "sourceHeRef": "העמק דבר על שמות ז׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ולא שמע אלהם.</b> התברך בלבבו לומר שאינו אלא כישוף. אלא שיכולים יותר מחרטומיו ומכשפיו. וזהו <b>לא שמע אלהם.</b> לא הטה אזנו לשמוע הוכחתם שאינו כישוף:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57e77c9fd6e4a94c7c189af6", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 7:13", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "Tafsir Rasag, Exodus 7:13", "sourceHeRef": "תפסיר רס\"ג, שמות ז׳:י״ג", "anchorVerse": 13, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 7.0013, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "פאשתד קלב פרעון ולם יקבל מנהמא כמא קאל אללה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "584fe9e7d6e4a904999b2679", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 7:3:1", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "Ramban on Exodus 7:3:1", "sourceHeRef": "רמב\"ן על שמות ז׳:ג׳:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>וַאֲנִי אַקְשֶׁה אֶת לֵב פַּרְעֹה</b> אָמְרוּ בְּמִדְרַשׁ רַבָּה (שמו\"ר ה ו) גִּלָּה לוֹ שֶׁהוּא עָתִיד לְחַזֵּק אֶת לִבּוֹ בַּעֲבוּר לַעֲשׂוֹת בּוֹ הַדִּין, תַּחַת שֶׁהֶעֱבִידָם בַּעֲבוֹדָה קָשָׁה. וְעוֹד שָׁם (יג ד) \"כִּי אֲנִי הִכְבַּדְתִּי אֶת לִבּוֹ\" (שמות י':א'), אָמַר רַבִּי יוֹחָנָן מִכָּאן פִּתְחוֹן פֶּה לַמִּינִין לוֹמַר לֹא הָיְתָה מִמֶּנּוּ שֶׁיַּעֲשֶׂה תְּשׁוּבָה. אָמַר רַבִּי שִׁמְעוֹן בֶּן לָקִישׁ יִסָּתֵם פִּיהֶם שֶׁל מִינִין, אֶלָּא \"אִם לַלֵּצִים הוּא יָלִיץ\" (משלי ג לד), מַתְרֶה בּוֹ פַּעַם רִאשׁוֹנָה וּשְׁנִיָּה וּשְׁלִישִׁית וְאֵינוֹ חוֹזֵר בּוֹ, וְהוּא נוֹעֵל בּוֹ דֶּלֶת מִן הַתְּשׁוּבָה כְּדֵי לִפְרֹעַ מִמֶּנּוּ מַה שֶׁחָטָא. כָּךְ פַּרְעֹה הָרָשָׁע, כֵּיוָן שֶׁשִּׁגֵּר הקב\"ה אֶצְלוֹ חָמֵשׁ פְּעָמִים וְלֹא הִשְׁגִּיחַ עַל דְּבָרָיו, אָמַר לוֹ הקב\"ה אַתָּה הִקְשֵׁיתָ אֶת עָרְפְּךָ וְהִכְבַּדְתָּ אֶת לִבְּךָ, הֲרֵינִי מוֹסִיף לְךָ טֻמְאָה עַל טֻמְאָתְךָ:<br>וְהִנֵּה פֵּרְשׁוּ בַּשְּׁאֵלָה אֲשֶׁר יִשְׁאֲלוּ הַכֹּל, אִם הַשֵּׁם הִקְשָׁה אֶת לִבּוֹ מַה פִּשְׁעוֹ, וְיֵשׁ בּוֹ שְׁנֵי טְעָמִים וּשְׁנֵיהֶם אֱמֶת, הָאֶחָד, כִּי פַּרְעֹה בְּרִשְׁעוֹ אֲשֶׁר עָשָׂה לְיִשְׂרָאֵל רָעוֹת גְּדוֹלוֹת חִנָּם, נִתְחַיֵּב לִמְנֹעַ מִמֶּנּוּ דַּרְכֵי תְשׁוּבָה, כַּאֲשֶׁר בָּאוּ בָּזֶה פְּסוּקִים רַבִּים בַּתּוֹרָה וּבַכְּתוּבִים, וּלְפִי מַעֲשָׂיו הָרִאשׁוֹנִים נִדּוֹן. וְהַטַּעַם הַשֵּׁנִי, כִּי הָיוּ חֲצִי הַמַּכּוֹת עָלָיו בְּפִשְׁעוֹ, כִּי לֹא נֶאֱמַר בָּהֶן רַק \"וַיֶּחֱזַק לֵב פַּרְעֹה\" (להלן פסוק יג, כב, ח טו), \"וַיַּכְבֵּד פַּרְעֹה אֶת לִבּוֹ\" (להלן ח כח, ט ז). הִנֵּה לֹא רָצָה לְשַׁלְּחָם לִכְבוֹד הַשֵּׁם, אֲבָל כַּאֲשֶׁר גָּבְרוּ הַמַּכּוֹת עָלָיו וְנִלְאָה לִסְבֹּל אוֹתָם, רַךְ לִבּוֹ וְהָיָה נִמְלָךְ לְשַׁלְּחָם מִכֹּבֶד הַמַּכּוֹת, לֹא לַעֲשׂוֹת רְצוֹן בּוֹרְאוֹ. וְאָז הִקְשָׁה הַשֵּׁם אֶת רוּחוֹ וְאִמֵּץ אֶת לְבָבוֹ לְמַעַן סַפֵּר שְׁמוֹ, כְּעִנְיָן שֶׁכָּתוּב \"וְהִתְגַּדִּלְתִּי וְהִתְקַדִּשְׁתִּי וְנוֹדַעְתִּי לְעֵינֵי גּוֹיִם רַבִּים\" וְגוֹ' (יחזקאל לח כג):<br>וַאֲשֶׁר אָמַר קֹדֶם הַמַּכּוֹת (שמות ד':כ\"א) \"וַאֲנִי אֲחַזֵּק אֶת לִבּוֹ וְלֹא יְשַׁלַּח אֶת הָעָם\", יוֹדִיעַ לְמֹשֶׁה הֶעָתִיד לֵעָשׂוֹת בּוֹ בַּמַּכּוֹת הָאַחֲרוֹנוֹת, כְּעִנְיָן שֶׁאָמַר (שמות ג':י\"ט) \"וַאֲנִי יָדַעְתִּי כִּי לֹא יִתֵּן אֶתְכֶם מֶלֶךְ מִצְרַיִם לַהֲלֹךְ\", וְזֶה טַעַם \"וַאֲנִי אַקְשֶׁה אֶת לֵב פַּרְעֹה וְהִרְבֵּיתִי אֶת אֹתֹתַי\", כְּלוֹמַר שֶׁאַקְשֶׁה לִבּוֹ לְמַעַן רְבוֹת מוֹפְתַי בְּאֶרֶץ מִצְרָיִם. כִּי בְּחָמֵשׁ מַכּוֹת הָאַחֲרוֹנוֹת גַּם בִּטְבִיעַת הַיָּם נֶאֱמַר \"וַיְחַזֵּק ה'\" (שמות י\"ד:ח'), כִּי \"לֶב מֶלֶךְ בְּיַד ה' עַל כָּל אֲשֶׁר יַחְפֹּץ יַטֶּנּוּ\" (משלי כא א):", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND I WILL HARDEN PHARAOH’S HEART. The Rabbis said in Midrash Rabbah:<sup class=\"footnote-marker\">94</sup><i class=\"footnote\">Shemoth Rabbah 5:6.</i> “G-d revealed to Moses that He was destined to harden Pharaoh’s heart in order to bring judgment upon him for he caused them to work in cruel bondage.” It is also stated there [in Midrash Rabbah]:<sup class=\"footnote-marker\">95</sup><i class=\"footnote\"><i>Ibid.</i>, 13:4.</i> “<i>For I have hardened his heart</i>.<sup class=\"footnote-marker\">96</sup><i class=\"footnote\">Further, 10:1.</i> Rabbi Yochanan said, ‘This provides a pretext for the heretics to say that G-d did not allow Pharaoh to repent.’ Rabbi Shimon ben Lakish said, ‘The mouths of the heretics be closed! Only, <i>if it concerneth the scorners, He scorneth them</i>.<sup class=\"footnote-marker\">97</sup><i class=\"footnote\">Proverbs 3:34.</i> When He warns one on three occasions and he does not turn from his ways, He closes the door of repentance on him in order to punish him for his sin. Such was the case with wicked Pharaoh. After the Holy One, blessed be He, sent him five times<sup class=\"footnote-marker\">98</sup><i class=\"footnote\">“In the case of the first five plagues, it is not stated, ‘The Eternal hardened Pharaoh’s heart,’ but ‘Pharaoh’s heart was hardened’” (Rashi). That is, it was hardened by his own stubborness.</i> [the request to let His people go] and he paid no attention to His words, the Holy One, blessed be He, said to him: You have stiffened your neck and hardened your heart; I will double your defilement.’”<sup class=\"footnote-marker\">99</sup><i class=\"footnote\">Literally: “I will add defilement to your defilement.”</i><br>The Rabbis [in the above Midrash] have thus discussed the question which all ask:<sup class=\"footnote-marker\">100</sup><i class=\"footnote\">See Ibn Ezra here, and Rambam in his Shemonah Perakim, Chapter 8, and in his Mishneh Torah, Hilchoth Teshubah 6:3, where this problem is discussed.</i> “If G-d hardened his heart, what then was Pharaoh’s sin?” For this there are two explanations, and both of them are true. One is that Pharaoh in his wickedness had unjustifiably perpetrated such great evils against Israel that justice required that the ways of repentance be withheld from him, as is so indicated in many places in the Torah and in the Writings.<sup class=\"footnote-marker\">101</sup><i class=\"footnote\">See Rambam in Mishneh Torah, <i>ibid.</i>, where he quotes from the Prophets and Writings to substantiate this point.</i> He was judged according to his wickedness which he had originally committed of his own will. The second explanation is that half of the plagues came upon him because of his transgressions, for in connection with them it is only said: <i>And Pharaoh’s heart was hardened;</i><sup class=\"footnote-marker\">102</sup><i class=\"footnote\">Further, Verses 13 and 22, and 8:15.</i> <i>And Pharaoh hardened his heart</i>.<sup class=\"footnote-marker\">103</sup><i class=\"footnote\"><i>Ibid.</i>, 8:28 and 9:7.</i> Thus Pharaoh refused to let the children of Israel go for the glory of G-d. But when the plagues began bearing down upon him and he became weary to suffer them, his heart softened and he bethought himself to send them out on account of the onslaught of the plagues, not in order to do the will of his Creator. Then <i>G-d hardened his spirit and made his heart obstinate</i>,<sup class=\"footnote-marker\">104</sup><i class=\"footnote\">Deuteronomy 2:30.</i> so that His name may be declared [throughout all the earth].<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">Further, 9:16.</i> Similar in meaning is the verse, <i>Thus will I magnify Myself, and sanctify Myself, and I will make Myself known in the eyes of many nations, and they shall know that I am the Eternal</i>.<sup class=\"footnote-marker\">106</sup><i class=\"footnote\">Ezekiel 38:23.</i> And that which He said before the plagues, <i>And I will harden his heart, and he will not let the people go</i>,<sup class=\"footnote-marker\">107</sup><i class=\"footnote\">Above, 4:21.</i> was merely His warning to Moses of that which He was destined to do to Pharaoh in the last [five] plagues, it being similar to that which He said, <i>And I know that the king of Egypt will not give you leave to go</i>.<sup class=\"footnote-marker\">108</sup><i class=\"footnote\"><i>Ibid.</i>, 3:18.</i> This then is the meaning of the verse [before us], <i>And I will harden Pharaoh’s heart, and multiply My signs</i>. That is to say, “I will harden his heart so <i>that My wonders may be multiplied in the land of Egypt</i>,”<sup class=\"footnote-marker\">109</sup><i class=\"footnote\">Further, 11:9.</i> since in the last five plagues, as well as at the drowning in the sea, it is said, <i>And the Eternal hardened the heart of Pharaoh</i>,<sup class=\"footnote-marker\">110</sup><i class=\"footnote\"><i>Ibid.</i>, 14:8.</i> for <i>the king’s heart is in the hand of the Eternal; He turneth it whithersoever He will</i>.<sup class=\"footnote-marker\">111</sup><i class=\"footnote\">Proverbs 21:1.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58fdc0d7d6e4a960c04a27af", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Vaera 3:2", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "Midrash Tanchuma, Vaera 3:2", "sourceHeRef": "מדרש תנחומא, וארא ג׳:ב׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "וארא", "he": "מִיָּד, וַיַּשְׁלֵךְ אַהֲרֹן אֶת מַטֵּהוּ וַיְהִי לְתַנִּין. אָמַר פַּרְעֹה: כָּךְ כֹּחוֹ שֶׁל אֱלֹהֵיכֶם, מִכָּאן יוֹצְאִים כְּשָׁפִים לְכָל הָעוֹלָם. וַיִּקְרָא גַּם פַּרְעֹה, קָרָא לִנְעָרִים וּלְתִינוֹקוֹת בְּנֵי חָמֵשׁ בְּנֵי אַרְבַּע שָׁנִים, וַיַּשְׁלִיכוּ אִישׁ מַטֵּהוּ. לְכָךְ כְּתִיב גַּם פַּרְעֹה, שֶׁלֹּא קָרָא תְּחִלָּה לַחֲכָמִים וְלַמְכַשְּׁפִים. אָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה: נֵס גָּדוֹל נַעֲשָׂה בַּמַּטֶּה, שֶׁאִלּוּ בָּלַע תַּנִּין אֶת הַתַּנִּינִים, כָּךְ דֶּרֶךְ הַתַּנִּינִים לִבְלֹעַ זֶה אֶת זֶה. אֶלָּא אַחַר שֶׁנַּעֲשָׂה מַטֶּה, דִּכְתִיב: וַיִּבְלַע מַטֵּה אַהֲרֹן אֶת מַטֹּתָם. וְאִלּוּ הָיָה עוֹשֶׂה אָדָם מִכָּל אוֹתָן הַמַּטּוֹת שֶׁהִשְׁלִיכוּ וְנַעֲשׂוּ תַּנִּינִים, הָיוּ יוֹתֵר מֵעֶשֶׂר חֲבִילוֹת וְעוֹמְדִין. וּבְלָעָן מַטֵּה אַהֲרֹן, וְלֹא נַעֲבָה יוֹתֵר מִמַּה שֶּׁהָיָה. כְּשֶׁרָאָה פַּרְעֹה כָּךְ, תָּמַהּ וְאָמַר: אִם יֹאמַר לַמַּטֶּה בְּלַע לְפַרְעֹה וּלְכִסְאוֹ, הוּא בּוֹלֵעַ. הוּא הַסִּימָן שֶׁאָמַר לְמֹשֶׁה בַּסְּנֶה כְּשֶׁאָמַר לוֹ: מַזֶּה בְיָדְךָ הַשְׁלִיכֵהוּ אַרְצָה, זֶה פַּרְעֹה שֶׁנִּדְמָה לְנָחָשׁ, יִפְקֹד ה' בְּחַרְבּוֹ הַקָּשָׁה עַל לִוְיָתָן נָחָשׁ בָּרִיחַ <small>(ישעיה כז, א)</small>. כְּשֶׁהָיָה יוֹצֵא מֹשֶׁה מֵאֵצֶל פַּרְעֹה, הָיָה אוֹמֵר אוֹתוֹ רָשָׁע, אִם יָבוֹא אֶצְלִי בֶּן עַמְרָם, אֲנִי הוֹרְגוֹ, אֲנִי צוֹלְבוֹ, אֲנִי שׂוֹרְפוֹ. כְּשֶׁהָיָה מֹשֶׁה נִכְנָס, מִיָּד פַּרְעֹה נַעֲשָׂה מַטֶּה. וַיֶּחֱזַק לֵב פַּרְעֹה. בְּחָמֵשׁ מַכּוֹת הָרִאשׁוֹנוֹת אֵין כְּתִיב בָּהֶן אֶלָּא וַיֶּחֱזַק לֵב פַּרְעֹה. כֵּיוָן שֶׁבָּאוּ חָמֵשׁ מַכּוֹת וְלֹא שִׁלַּח, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא: מִכָּאן וְאֵילָךְ אִם רָצָה לְשַׁלֵּחַ אֵינִי מְקַבֵּל. שֶׁכָּךְ כְּתִיב בְּחָמֵשׁ מַכּוֹת הָאַחֲרוֹנוֹת, וַיְחַזֵּק ה' אֶת לֵב פַּרְעֹה. וְהָיָה מֹשֶׁה גּוֹזֵר וְהַקָּדוֹשׁ בָּרוּךְ הוּא מְקַיֵּם, שֶׁנֶּאֱמַר: וְתִגְזַר אֹמֶר וְיָקָם לָךְ <small>(איוב כב, כח)</small>.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "<i>And Aaron forthwith cast down his rod before Pharaoh and before his servants, and it became a serpent</i> (Exod. 7:10). Whereupon Pharaoh said: “Is this the full power of your God? Why, my magicians travel throughout the world performing such feats.” <i>Then Pharaoh called also</i> (ibid., v. 11) the youths, and babes of five, yea, even of four years, and each of them cast his rod. It is written: <i>Pharaoh called also</i> because he disdained at first to summon his magicians and sorcerers. Our sages of blessed memory said: He actually performed a great miracle with that rod. When one serpent is able to swallow other serpents, that is not unusual, but this serpent turned itself back into a rod again, as it is written: <i>But Aaron’s rod swallowed up their rods</i> (ibid., v. 12). If a man made bundles out of the rods that were cast to the ground to become serpents, there would have been more than ten bundles, yet Aaron’s rod swallowed them all and it became no larger than it was previously. When Pharaoh beheld that, he was amazed and exclaimed: “Surely if he should command the rod to swallow Pharaoh and his throne, it could swallow them.” That was the sign that He had given to Moses at the bush when He said: <i>This which is in thy hand, cast it to the earth</i> (ibid. 4:2). The word <i>this</i> alludes to Pharaoh, who is compared to a snake, as is said: <i>The Lord with His sore and great and strong sword will punish leviathan the slant serpent</i> (Isa. 27:1). When Moses withdrew from Pharaoh’s presence, the wicked one said: “If this son of Amram comes near me again, I will slay him, I will hang him, I will burn him.” That is why, when Moses returned, Pharaoh became like a rod. <i>And Pharaoh’s heart was hardened, and he harkened not unto them, as the Lord had spoken</i> (Exod. 7:13). With reference to the first five plagues, the words <i>Pharaoh’s heart was hardened</i>, etc., are written, but after the fifth plague occurred and he still would not permit them to leave, the Holy One, blessed be He, said: Henceforth, even if he desires to send them away, I will not allow it. Hence, with reference to the last five plagues it is written: <i>But the Lord hardened Pharaoh’s heart</i> (ibid. 10:20). Moses decreed what was to transpire, and the Holy One, blessed be He, executed it, as it is said:: <i>Thou shalt also decree a thing, and it shall be established unto thee</i> (Job 22:28).", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "58fe4ae3d6e4a960c04a71ae", "index_title": "Kohelet Rabbah", "category": "Midrash", "type": "", "ref": "Kohelet Rabbah 1:16:1", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "Kohelet Rabbah 1:16:1", "sourceHeRef": "קוהלת רבה א׳:ט״ז:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [700, 950], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Kohelet Rabbah", "he": "קוהלת רבה"}, "heTitle": "קוהלת רבה", "he": "דִּבַּרְתִּי אֲנִי עִם לִבִּי, הַלֵּב רוֹאֶה, שֶׁנֶּאֱמַר: וְלִבִּי רָאָה הַרְבֵּה. הַלֵּב שׁוֹמֵעַ, שֶׁנֶּאֱמַר <small>(מלכים א ג, ט)</small>: וְנָתַתָּ לְעַבְדְּךָ לֵב שֹׁמֵעַ. הַלֵּב מְדַבֵּר, שֶׁנֶּאֱמַר: דִּבַּרְתִּי אֲנִי עִם לִבִּי. הַלֵּב הוֹלֵךְ, שֶׁנֶּאֱמַר <small>(מלכים ב ה, כו)</small>: לֹא לִבִּי הָלַךְ. הַלֵּב נוֹפֵל, שֶׁנֶּאֱמַר <small>(שמואל א יז, לב)</small>: אַל יִפֹּל לֵב אָדָם עָלָיו. הַלֵּב עוֹמֵד, שֶׁנֶּאֱמַר <small>(יחזקאל כב, יד)</small>: הֲיַעֲמֹד לִבֵּךְ. הַלֵּב שָׂמֵחַ, שֶׁנֶּאֱמַר <small>(תהלים טז, ט)</small>: לָכֵן שָׂמַח לִבִּי וַיָּגֶל כְּבוֹדִי. הַלֵּב צוֹעֵק, שֶׁנֶּאֱמַר <small>(איכה ב, יח)</small>: צָעַק לִבָּם אֶל ה'. הַלֵּב מִתְנַחֵם, שֶׁנֶּאֱמַר <small>(ישעיה מ, ב)</small>: דַּבְּרוּ עַל לֵב יְרוּשָׁלָיִם. הַלֵּב מִצְטָעֵר, שֶׁנֶּאֱמַר <small>(דברים טו, י)</small>: וְלֹא יֵרַע לְבָבְךָ. הַלֵּב מִתְחַזֵּק, שֶׁנֶּאֱמַר <small>(שמות ט, יב)</small>: וַיְחַזֵּק ה' אֶת לֵב פַּרְעֹה. הַלֵּב מִתְרַכֵּךְ, שֶׁנֶּאֱמַר <small>(דברים כ, ג)</small>: אַל יֵרַךְ לְבַבְכֶם. הַלֵּב מִתְעַצֵּב, שֶׁנֶּאֱמַר <small>(בראשית ו, ו)</small>: וַיִתְעַצֵּב אֶל לִבּוֹ. הַלֵּב מִתְפַּחֵד, שֶׁנֶּאֱמַר <small>(דברים כח, סז)</small>: מִפַּחַד לְבָבְךָ. הַלֵּב מִשְּׁתַּבֵּר, שֶׁנֶּאֱמַר <small>(תהלים נא, יט)</small>: לֵב נִשְׁבָּר וְנִדְכֶּה. הַלֵּב מִתְגָּאֶה, שֶׁנֶּאֱמַר <small>(דברים ח, יד)</small>: וְרָם לְבָבֶךָ. הַלֵּב מְסָרֵב, שֶׁנֶּאֱמַר <small>(ירמיה ה, כג)</small>: וְלָעָם הַזֶּה הָיָה לֵב סוֹרֵר וּמוֹרֶה. הַלֵּב מִתְבַּדֶּה, שֶׁנֶּאֱמַר <small>(מלכים א יב, לג)</small>: בַּחֹדֶשׁ אֲשֶׁר בָּדָא מִלִּבּוֹ. הַלֵּב מְהַרְהֵר, שֶׁנֶּאֱמַר <small>(דברים כט, יח)</small>: כִּי בִּשְׁרִרוּת לִבִּי אֵלֵךְ. הַלֵּב מְרַחֵשׁ, שֶׁנֶּאֱמַר <small>(תהלים מה, ב)</small>: רָחַשׁ לִבִּי דָּבָר טוֹב. הַלֵּב מְחַשֵּׁב, שֶׁנֶּאֱמַר <small>(משלי יט, כא)</small>: רַבּוֹת מַחֲשָׁבוֹת בְּלֶב אִישׁ. הַלֵּב מִתְאַוֶּה, שֶׁנֶּאֱמַר <small>(תהלים כא, ג)</small>: תַּאֲוַת לִבּוֹ נָתַתָּ לוֹ. הַלֵּב סוֹטֶה, שֶׁנֶּאֱמַר <small>(משלי ז, כה)</small>: אַל יֵשְׂטְ אֶל דְּרָכֶיהָ לִבֶּךָ. הַלֵּב זוֹנֶה, שֶׁנֶּאֱמַר <small>(במדבר טו, לט)</small>: וְלֹא תָתוּרוּ אַחֲרֵי לְבַבְכֶם וגו'. הַלֵּב נִסְעָד, שֶׁנֶּאֱמַר <small>(בראשית יח, ה)</small>: וְסַעֲדוּ לִבְּכֶם. הַלֵּב נִגְנָב, שֶׁנֶּאֱמַר <small>(בראשית לא, כ)</small>: וַיִּגְנֹב יַעֲקֹב אֶת לֵב לָבָן. הַלֵּב נִכְנָע, שֶׁנֶּאֱמַר <small>(ויקרא כו, מא)</small>: אוֹ אָז יִכָּנַע לְבָבָם. הַלֵּב מִשְׁתַּדֵּל, שֶׁנֶּאֱמַר <small>(בראשית לד, ג)</small>: וַיְדַבֵּר עַל לֵב הַנַּעֲרָה. הַלֵּב תּוֹעֶה, שֶׁנֶּאֱמַר <small>(ישעיה כא, ד)</small>: תָּעָה לְבָבִי. הַלֵּב חָרֵד, שֶׁנֶּאֱמַר <small>(שמואל א ד, יג)</small>: כִּי הָיָה לִבּוֹ חָרֵד. הַלֵּב נֵעוֹר, שֶׁנֶּאֱמַר <small><small>(שיר השירים ה, ב)</small></small>: : אֲנִי יְשֵׁנָה וְלִבִּי עֵר. הַלֵּב אוֹהֵב, שֶׁנֶּאֱמַר <small>(דברים ו, ה)</small>: וְאָהַבְתָּ אֵת ה' אֱלֹהֶיךָ בְּכָל לְבָבְךָ. הַלֵּב שׂוֹנֵא, שֶׁנֶּאֱמַר <small>(ויקרא יט, יז)</small>: לֹא תִשְׂנָא אֶת אָחִיךָ בִּלְבָבֶךָ. הַלֵּב מְקַנֵּא, שֶׁנֶּאֱמַר <small>(משלי כג, יז)</small>: אַל יְקַנֵּא לִבְּךָ וגו'. הַלֵּב נֶחְקָר, שֶׁנֶּאֱמַר <small>(ירמיה יז, י)</small>: אֲנִי ה' חֹקֵר לֵב וגו'. הַלֵּב נִקְרָע, שֶׁנֶּאֱמַר <small>(יואל ב, יג)</small>: וְקִרְעוּ לְבַבְכֶם וְאַל בִּגְדֵיכֶם. הַלֵּב הוֹגֶה, שֶׁנֶּאֱמַר <small>(תהלים מט, ד)</small>: וְהָגוּת לִבִּי תְבוּנוֹת. הַלֵּב הוּא כָּאֵשׁ, שֶׁנֶּאֱמַר <small>(ירמיה כ, ט)</small>: וְהָיָה בְלִבִּי כְּאֵשׁ. הַלֵּב הוּא כָּאֶבֶן, שֶׁנֶּאֱמַר <small>(יחזקאל לו, כו)</small>: וַהֲסִרֹתִי אֶת לֵב הָאֶבֶן. הַלֵּב שָׁב בִּתְשׁוּבָה, שֶׁנֶּאֱמַר <small>(מלכים ב כג, כה)</small>: אֲשֶׁר שָׁב אֶל ה' בְּכָל לְבָבוֹ. הַלֵּב חַם, שֶׁנֶּאֱמַר <small>(דברים יט, ו)</small>: כִּי יֵחַם לְבָבוֹ. הַלֵּב מֵת, שֶׁנֶּאֱמַר <small>(שמואל א כה, לז)</small>: וַיָּמָת לִבּוֹ בְּקִרְבּוֹ. הַלֵּב נָמֵס, שֶׁנֶּאֱמַר <small>(יהושע ז, ה)</small>: וַיִּמַּס לְבַב הָעָם. הַלֵּב מְקַבֵּל דְּבָרִים, שֶׁנֶּאֱמַר <small>(דברים ו, ו)</small>: וְהָיוּ הַדְּבָרִים הָאֵלֶּה אֲשֶׁר אָנֹכִי מְצַוְּךָ הַיּוֹם עַל לְבָבֶךָ. הַלֵּב מְקַבֵּל יִרְאָה, שֶׁנֶּאֱמַר <small>(ירמיה לב, מ)</small>: וְאֶת יִרְאָתִי אֶתֵּן בִּלְבָבָם. הַלֵּב מוֹדֶה, שֶׁנֶּאֱמַר <small>(תהלים קיא, א)</small>: אוֹדֶה ה' בְּכָל לֵבָב. הַלֵּב חוֹמֵד, שֶׁנֶּאֱמַר <small>(משלי ו, כה)</small>: אַל תַּחְמֹד יָפְיָהּ בִּלְבָבֶךָ. הַלֵּב מִתְקַשֶּׁה, שֶׁנֶּאֱמַר <small>(משלי כח, יד)</small>: וּמַקְשֶׁה לִבּוֹ. הַלֵּב מֵטִיב, שֶׁנֶּאֱמַר <small>(שופטים טז, כה)</small>: וַיְהִי כְּטוֹב לִבָּם, הַלֵּב עוֹשֶׂה מִרְמָה, שֶׁנֶּאֱמַר <small>(משלי יב, כ)</small>: מִרְמָה בְּלֵב חֹרְשֵׁי רָע. הַלֵּב מִתּוֹכוֹ מְדַבֵּר, שֶׁנֶּאֱמַר <small>(שמואל א א, יג)</small>: וְחַנָּה הִיא מְדַבֶּרֶת עַל לִבָּהּ. הַלֵּב אוֹהֵב שֹׁחַד, שֶׁנֶּאֱמַר <small>(ירמיה כב, יז)</small>: כִּי אֵין עֵינֶיךָ וְלִבְּךָ וגו'. הַלֵּב כּוֹתֵב דְּבָרִים, שֶׁנֶּאֱמַר <small>(משלי ג, ג)</small>: כָּתְבֵם עַל לוּחַ לִבֶּךָ. הַלֵּב חוֹרֵשׁ, שֶׁנֶּאֱמַר <small>(משלי ו, יד)</small>: תַּהְפֻּכוֹת בְּלִבּוֹ חֹרֵשׁ רָע. הַלֵּב מְקַבֵּל מִצְווֹת, שֶׁנֶּאֱמַר <small>(משלי י, ח)</small>: חֲכַם לֵב יִקַּח מִצְוֹת. הַלֵּב עוֹשֶׂה זָדוֹן, שֶׁנֶּאֱמַר <small>(עובדיה א, ג)</small>: זְדוֹן לִבְּךָ הִשִּׁיאֶךָ. הַלֵּב עוֹשֶׂה סְדָרִים, שֶׁנֶּאֱמַר <small>(משלי טז, א)</small>: לְאָדָם מַעַרְכֵי לֵב. הַלֵּב מִתְגַּדֵּל, שֶׁנֶּאֱמַר <small>(דברי הימים ב כה, יט)</small>: וּנְשָׂאֲךָ לִבְּךָ. הֱוֵי דִּבַּרְתִּי אֲנִי עִם לִבִּי לֵאמֹר אֲנִי הִנֵּה הִגְדַּלְתִּי וגו'. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“I have spoken with my heart, saying: Behold, I have amassed and added wisdom, beyond all who were before me over Jerusalem; my heart has seen much wisdom and knowledge” (Ecclesiastes 1:16).</b><br>“I have spoken with my heart” – the hearts sees, as it is stated: “My heart has seen much.” The heart hears, as it is stated; “Give your servant an understanding [<i>shome’a</i>]<sup class=\"footnote-marker\">120</sup><i class=\"footnote\">Literally, hearing.</i> heart” (I Kings 3:9). The heart speaks, as it is stated: “I have spoken with my heart.” The heart goes, as it is stated: “Didn’t my heart go?” (II Kings 5:26). The heart falls, as it is stated: “Let no man’s heart fall” (I Samuel 17:32). The heart stands, as it is stated: “Will your heart endure [<i>haya’amod</i>]”<sup class=\"footnote-marker\">121</sup><i class=\"footnote\">Literally, stand.</i> (Ezekiel 22:14). The heart rejoices, as it is stated: “Therefore, my heart rejoices” (Psalms 16:9). The heart cries out, as it is stated: Their heart cried out to the Lord” (Lamentations 2:18). The heart is consoled, as it is stated: “Speak to the heart of Jerusalem” (Isaiah 40:2).<sup class=\"footnote-marker\">122</sup><i class=\"footnote\">This verse is preceded by: “Console, console My people, says your God.”</i> The heart grieves, as it is stated: “Your heart shall not be grieved” (Deuteronomy 15:10). The heart hardens, as it is stated: “The Lord hardened Pharaoh’s heart” (Exodus 9:12). The heart softens [<i>mitrakekh</i>], as it is stated: “Let your heart not be faint” (Deuteronomy 20:3). The heart is saddened, as it is stated: “He was saddened in His heart” (Genesis 6:6). The heart fears, as it is stated: “From the fear of your heart” (Deuteronomy 28:67). The heart breaks, as it is stated: “A broken and contrite heart” (Psalms 51:19). The heart becomes conceited, as it is stated: “Your heart will grow haughty” (Deuteronomy 8:14). The heart is recalcitrant, as it is stated: “But this people had a revolting and rebellious heart” (Jeremiah 5:23). The heart fabricates, as it is stated: “The month that he fabricated from his heart” (I Kings 12:33). The heart contemplates,<sup class=\"footnote-marker\">123</sup><i class=\"footnote\">Matters of stupidity</i> as it is stated: “[I will have peace] though I walk in the stubbornness of my heart” (Deuteronomy 29:18). The heart overflows, as it is stated: “My heart overflows with goodly matter” (Psalms 45:2). The heart calculates [<i>meḥashev</i>], as it is stated: “Many are the thoughts [<i>maḥshavot</i>] in the heart of man” (Proverbs 19:21). The heart desires, as it is stated: “The desire of his heart You have granted him” (Psalms 21:3). The heart deviates, as it is stated: “Let your heart not turn aside to her ways” (Proverbs 7:25). The heart strays, as it is stated: “You shall not follow after your heart…[after which you stray]” (Numbers 15:39). The heart is sustained, as it is stated: “And sustain your heart” (Genesis 18:5). The heart is stolen, as it is stated: “Jacob stole the heart of Laban” (Genesis 31:20). The heart is humbled, as it is stated: “Perhaps then their hearts will be humbled” (Leviticus 26:41). The heart is enticed, as it is stated: “He spoke soothingly<sup class=\"footnote-marker\">124</sup><i class=\"footnote\">Literally, “to the heart.” Shekhem was speaking to Dina and attempting to entice her to marry him.</i> to the young woman” (Genesis 34:3). The heart goes astray, as it is stated: “My heart has gone astray” (Isaiah 21:4). The heart trembles, as it is stated: “For his heart was trembling” (I Samuel 4:13). The heart awakens, as it is stated: “I am asleep but my heart is awake” (Song of Songs 5:2). The heart loves, as it is stated: “You shall love the Lord your God with all your heart” (Deuteronomy 6:5). The heart hates, as it is stated: “Do not hate your brother in your heart” (Leviticus 19:17). The heart envies, as it is stated: “Let your heart not envy…” (Proverbs 23:17). The heart is searched, as it is stated: “I the Lord search the heart…” (Jeremiah 17:10). The heart is rent, as it is stated: “Rend your heart and not your garments” (Joel 2:13). The heart meditates, as it is stated: “The meditation of my heart will be understanding” (Psalms 49:4). The heart is like fire, as it is stated: “My heart will be like fire” (Jeremiah 20:9). The heart is like stone, as it is stated: “I will remove the heart of stone” (Ezekiel 36:26). The heart repents, as it is stated: “Who returned to the Lord with all his heart” (II Kings 23:25). The heart is incensed, as it is stated: “For his heart is incensed” (Deuteronomy 19:6). The heart dies, as it is stated: “His heart died within him” (I Samuel 25:37). The heart melts, as it is stated “The heart of the people melted” (Joshua 7:5). The heart absorbs matters, as it is stated: “These matters that I command you today shall be upon your heart” (Deuteronomy 6:6). The heart absorbs fear, as it is stated: “I will place My fear in their hearts” (Jeremiah 32:40). The heart thanks, as it is stated: “I will thank my Lord with all my heart” (Psalms 111:1). The heart covets, as it is stated: “Do not covet her beauty in your heart” (Proverbs 6:25). The heart is toughened, as it is stated: “And one who toughens his heart” (Proverbs 28:14). The heart becomes merry, as it is stated: “It was when their hearts were merry” (Judges 16:25). The heart deceives, as it is stated: “Deceit is in the heart of those who devise evil” (Proverbs 12:20). The heart speaks from within, as it is stated: “Hannah was speaking in her heart” (I Samuel 1:13). The heart loves a bribe, as it is stated: “Your eyes and your heart [are only on your ill-gotten gain]” (Jeremiah 22:17). The heart writes matters, as it is stated: “Write them on the tablet of your heart” (Proverbs 3:3). The heart devises, as it is stated: “Duplicity is in his heart, he devises evil” (Proverbs 6:14). The heart absorbs mitzvot, as it is stated: “The wise of heart will grasp mitzvot (Proverbs 10:8). The heart acts with malice, as it is stated: “The malice of your heart deceived you” (Obadiah 1:3). The heart arranges, as it is stated: “To a person are the arrangements of the heart” (Proverbs 16:1). The heart glorifies, as it is stated: “Your heart has glorified you” (II Chronicles 25:19). That is, “I have spoken with my heart, saying: Behold, I have amassed…”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964837ed6e4a92bf45a6dd5", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Devarim 2:30:1", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "Rabbeinu Bahya, Devarim 2:30:1", "sourceHeRef": "רבנו בחיי, דברים ב׳:ל׳:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 30.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "דברים", "he": "<b>כי הקשה ה' אלהיך את רוחו ואמץ את לבבו.</b> אין הלשון הזה נאמר בהקב\"ה אלא על הרשעים הגמורים כפרעה וסיחון שכבר נתחייבו מצד רשעם למנוע מהן דרכי התשובה, וכיון שהם באים כנגד הש\"י ומורדים בו, הקב\"ה מחזק את לבם שאפילו ירצו לחזור בהם אין מספיקין בידם, ולא מצינו בתורה ויחזק ה' לב פרעה אלא עד שהזכיר ארבעה פעמים ויחזק לב פרעה ויכבד לבו, ויכבד לבו, ויכבד לב פרעה. וכענין זה מצינו באליהו שאמר (מלכים א י״ח:ל״ז) ואתה הסבות את לבם אחורנית.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "כי הקשה ה' אלו-היך את רוחו ואמץ את לבבו, “for the Lord your G’d hardened his spirit and made his heart stubborn.” This kind of language is employed only when the people concerned are wicked in the extreme and beyond redemption. Pharaoh was another example of such a person whom G’d deprived of his free will as a penalty for abusing it so grossly. <small>(Compare Maimonides Hilchot Teshuvah 6,3)</small>. Seeing that these people’s sins were not outgrowths of an overpowering urge, but were based on a deliberate attempt to thwart G’d, they are denied the opportunity to repent at a certain stage in their lives. Even when they are emotionally ready to repent, G’d causes some event which make their minds resist such attempts. You will find that the Torah does not mention such an attempt by G’d to prevent Pharaoh from true repentance until after he had already failed to repent and his promise four times (compare Exodus 7,13; 8,11; 8,28; 9,7;). We find something similar in Kings I 18,37 where Elijah refers to G’d having caused the hearts of the people of Israel as turning away from Him as a punishment for their many and repeated sins (Maimonides Hilchot Teshuvah 6,3).", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59a6c5fdd6e4a920f72d9216", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Exodus 7:13:1", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "HaKtav VeHaKabalah, Exodus 7:13:1", "sourceHeRef": "הכתב והקבלה, שמות ז׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 13.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "שמות", "he": "<b>ויחזק לב פרעה. </b>ענין תפיסה ואחיזה (עס גריף אן) (כבשמואל ב י״ח:ט׳) ויחזק ראשו באלה דתרגומו ואתאחד, וטעמו מופת זה אחז את לבו ועשה בו רושם לראות גודל מעלת עושהו עד שמהראוי להטות אוזן לשמוע לדבריו ובכל זאת לא שמע: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5a1c020bd6e4a943452d3bfa", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Exodus 45", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "Sefer HaYashar (midrash), Book of Exodus 45", "sourceHeRef": "ספר הישר (מדרש), ספר שמות מ״ה", "anchorVerse": 13, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 45, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר שמות", "he": "ויהי בהקרא ספר אלילי מצרים לפני פרעה כי אמר למצוא הו שם ה׳ מה הוא, ולא מצא. ויאמר פרעה אל משה ואל אהרון, הנה לא מצאתי את שם אלוקיכם כתוב בספר הזה ואת שמו לא ידעתי. ויענו יועצי פרעה וחכמיו את המלך לאמור, שמענו כי אלוקי העברים בן חכמים הוא, בן מלכי קדם. ויפן פרעה אל משה ואל אהרון ויאמר אליהם, לא ידעתי את ה׳ אשר אמרתם וגם את עמו לא אשלח. ויענו ויאמרו אל המלך, ה׳ אלוקי האלוקים שמו ויקרא עלינו שמו מימי אבותינו, וישלחו לאמור לכו אל פרעה ואמרתם אליו שלח עמי ויעבדוני. ועתה שלח נא אותנו ונלכה נא דרך שלושת ימים במדבר ונזבחה לו, כי מימי רדת יעקב מצרימה לא לקח מידינו עולה ומנחה וזבח. ואם אינך משלח אותנו יחרה אפו עליך, והכה את מצרים בדבר או בחרב. ויאמר פרעה אליהם, ספרו נא לי את כוחו ואת גבורתו. ויאמרו לו, הוא בראת את השמים ואת הארץ ימים וכל דגתם. יוצר אור ובורא חושך ממטיר ארץ ומרוה אותה, ויציץ בה צמח ודשא. בורא אדם ובהמה וחיתו יער ועוף השמים ודגי הים, ועל פיו יחיו וימותו. הלא הוא ברא אותך ברחם אמך ויתן בך רוח חיים, ויגדלך ויושיבך על כיסא מלכות מצרים. והוא יקח את רוחך ואת נפשך ממך, וישיב אותך אל האדמה אשר לוקחת משם. ויחר אף המלך בדבריהם ויאמר אליהם ומי בכל אלוקי העמים אשר יוכל לעשות כן, לי יאורי ואני עשיתני. ויגרש אותם מלפניו, ויצו להכביד עבודת מצרים על ישראל מתמול שלשום. ומשה ואהרון יצאו מאת פני פרעה ויראו את בני ישראל ברעה, כי הכבידו עליהם נוגשי פרעה את העבודה מאוד. וישב משה אל ה׳ ויאמר למה הרעות לעמך, כי מאז באתי לדבר אל פרעה את אשר שלחתני הרע לבני ישראל מאוד. ויאמר ה׳ אל משה, הנך רואה כי ביד חזקה ובמכות נמרצות ישלח פרעה את בני ישראל מארצו. וישבו משה ואהרון בקרב אחיהם בני ישראל במצרים, ובני ישראל מררו המצרים את חייהם בעבודה קשה אשר הכבידו עליהם עוד.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And they read the book of Egyptian idols before the king, in order therein to find the name of ‎Jehovah, but they found it not. And his wise men spoke unto the king, saying: We have heard ‎that the God of the Hebrews is the son of wise men, of some of the former kings. And ‎Pharaoh said unto Moses and unto Aaron: I know not that Jehovah of whom you speak, nor ‎shall I send away his people. And they replied, saying unto the king: Jehovah, the God of gods, ‎is his name, and he hath called his name over us in the days of our ancestors, and he hath sent ‎us, saying: Go ye unto Pharaoh and say unto him, send away my people that they may serve ‎me. Now, therefore, send us away, that we go a three days’ journey into the wilderness, to ‎sacrifice unto him, for since the days of the going down to Egypt he hath not received from our ‎hands any offerings. But if thou wilt not send us, then his anger will kindle against thee and he ‎will smite all Egypt with pestilence or with the sword. And Pharaoh said unto them: Relate unto ‎me something concerning his power and might. And they said: He created the heaven and the ‎earth, and the seas with all their fishes, he produced the light and created the darkness, he ‎lets rain fall upon the earth to water it, and he causeth the grass and herbs to sprout, he ‎created man and cattle and the beasts of the forest, and the fowls of heaven and the fishes of ‎the sea; and by his mouth they live and die. Verily, he created thee in thy mother's womb, and ‎he gave unto thee the breath of life, and he made thee great and placed thee upon the ‎throne of Egypt's kingdom, and he will take from thee thy breath and thy soul, and return thee ‎to the ground whence thou hast been taken. And the anger of the king was kindled at their ‎words, and he said unto them: And who among all the gods of the nations could have made ‎my river, which I have made myself? And he drove them away from his presence, and he ‎commanded to make the labor of Israel heavier than yesterday or day before yesterday; and ‎Moses and Aaron went forth from the presence of Pharaoh. And they saw the children of ‎Israel in the evil that the task masters of Pharaoh had made their labor heavier than before, ‎and Moses returned unto the Lord and said: Wherefore hast thou so evil entreated this ‎people? For since I came to Pharaoh to speak in thy name, he hath done evil to the children of ‎Israel. Then the Lord said unto Moses: Now shalt thou see that with a strong hand and under ‎terrible plagues, Pharaoh will drive the children of Israel out of this land.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5dcd427003bbe83363ff34ef", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "", "ref": "Midrash Sekhel Tov, Shemot 8:28:2", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "Midrash Sekhel Tov, Shemot 8:28:2", "sourceHeRef": "מדרש שכל טוב, שמות ח׳:כ״ח:ב׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 28.0002, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "גם בפעם הזאת ולא שלח את העם. גם לרבות כל פעם, שנאמר ויחזק לב פרעה (שמות ז יג):", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dcd427503bbe83363ff351f", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "", "ref": "Midrash Sekhel Tov, Shemot 9:12:1", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "Midrash Sekhel Tov, Shemot 9:12:1", "sourceHeRef": "מדרש שכל טוב, שמות ט׳:י״ב:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "ויחזק ה' את לב פרעה ולא שמע אליהם כאשר דבר ה' אל משה. בתחלה ויחזק לב פרעה (שמות ז יג), ויכבד לב פרעה (שם ט ז), ויכבד פרעה את לבו (שם ח לב), דהיינו מעצמו, ואחר כך ויחזק ה', היינו דאמר ריש לקיש בא ליטמא פותחין לו, בא ליטהר מסייעין אותו, וכן יחזקאל אומר ונתתי מכשול לפניו (יחזקאל ג כ), וכתיב (אנכי) [אני ד'] פתיתי את הנביא ההוא (שם יד ט), כיון שאדם רוצה להשתמש ברשעו, הוא נכשל מן השמים, ותנן שכר מצוה מצוה ושכר עבירה עבירה:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9dc18d3f6ad8757c25c3", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 7:13:1", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "Midrash Lekach Tov, Exodus 7:13:1", "sourceHeRef": "מדרש לקח טוב, שמות ז׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b>ויחזק לב פרעה.</b> לפי שהקב״ה החזיק לבו לתת מכשול לפניו, ופירש הדבר למען רבות מופתי בארץ מצרים, בתחלה החזיק פרעה לבו מעצמו, ולבסוף ויחזק ה׳ את לב פרעה, <i data-commentator=\"Notes and Corrections\" data-order=\"10\"></i> הוא שאמרו רבותינו <i data-commentator=\"Notes and Corrections\" data-order=\"11\"></i> בא ליטמא פותחין לו.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f901d1d8c4346ab33bf755c", "index_title": "Gevurot Hashem", "category": "Jewish Thought", "type": "", "ref": "Gevurot Hashem 34:27", "anchorRef": "Exodus 7:12-13", "anchorRefExpanded": ["Exodus 7:12", "Exodus 7:13"], "sourceRef": "Gevurot Hashem 34:27", "sourceHeRef": "גבורות השם ל״ד:כ״ז", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1562, 1582], "commentaryNum": 34.0027, "collectiveTitle": {"en": "Gevurot Hashem", "he": "גבורות השם"}, "he": "<b>ועוד יש</b> לך לדעת<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"163\"></i> כי המציאות הוא שלשה חלקים; עליונים, ותחתונים, ואמצעים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"164\"></i>. לכך היו המכות נחלקים לאלו שלשה חלקים, בתחתונים היה על ידי אהרן, ובעליונים על ידי משה, ובאמצע על ידי השם יתברך, כמו שאמרנו למעלה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"165\"></i>. ואותם שהם באמצע הם בעלי חיים שאין להם חבור לתחתונים, כי הצמחים והעשבים והאילנות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"166\"></i> מחוברים אל הארץ, אבל בעל חי אין לו חבור לארץ באין<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"167\"></i> ספק<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"168\"></i>. ואל תשים לבך אל האומרים כי השמים חיים משכילים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"169\"></i>, כי אין דעת התורה השלימה כך כלל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"170\"></i>. והיתה מכת דם צפרדע כנים באה על ידי אהרן, לפעול בתחתונים בבלתי בעלי חיים. ואף על גב שהצפרדעים בעלי חיים, לא היה הפעל רק במים, שישרוץ היאור צפרדעים (שמות ז, כח), ועיקר המכה היה במים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"171\"></i>. וכן העפר להוציא הכנים, והיה הפעל בדבר שאינם בעלי חיים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"172\"></i>. וכן מכת ברד, ארבה, חשך, בבלתי בעלי חיים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"173\"></i>, כי הארבה אין זה פעל בבעלי חיים, רק שהיה פועל באויר השמים, כדכתיב (שמות ז, יב-יג) \"נטה ידך וגו'\", והרוח הביאו לארבה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"174\"></i>. ", "heVersionTitle": "Gevurot Hashem, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2015-2020", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e8b6bfddfbb310febd7", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 2-31", "anchorRef": "Exodus 1:1-15:21", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 2-31", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳ ב׳-ל״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Deliverance Narrative", "he": "שמות מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE FIRST PART OF THE BOOK OF</small> E<small>XODUS IS PRESENTED AS A CONTINUATION OF THE</small> Genesis narratives, by abbreviating the genealogy of the immigrant Yaakov from Gen. 46:8–25. We find here the same centrality of God, the same kind of sparse but powerful biographical sketch of the human hero, and a narrative style similar to that of the previous book.", "And yet Exodus introduces a new and decisive element into the Hebrew Bible, which becomes paradigmatic for future generations of biblical writers. The book speaks of a God who acts directly in history, blow by blow—a God who promises, liberates, guides, and gives laws to a people. This is, to be sure, an outgrowth of a God who brings the Flood and disperses the Babel generation, but it is also a decisive step forward from a God who works his will in the background, through intrafamily conflicts (which comprise most of Genesis). This deity frees his people, not by subterfuge, but by directly taking on Egypt and its gods. Pharaoh and the Nile, both of which were considered divine in Egypt, are in the end forced to yield to superior power. Surely it is no accident that the ending of Part I—the Song of Moshe at the Sea—hails Y<small>HWH</small> as Israel’s true king, a king whose acts of “leading,” “redeeming,” and “planting” his people are exultingly affirmed in the body of the Song.", "Part I receives its structural coherence in a number of ways. For one, it encompasses a straight chronological narrative, moving from Israel’s enslavement to its liberation and triumph over its oppressors. The ending, Chapter 15, is rhetorically and stylistically fitting (see Gaster 1969), celebrating as it does the mighty deeds of God. For another, Part I carefully paces its climaxes, building up from the Burning Bush to various stages of Plagues, to the Tenth Plague/exodus and finally the great scene at the sea. There are also a number of key words that help to tie together various sections of the narratives: “know,” “serve,” and “see.” All of these go through interesting changes in meaning, through which one can trace the movement of central ideas (see the Commentary).", "In the area of vocabulary, David Daube (1963) has made the interesting observation that the Deliverance Narrative uses a number of verbs that occur regularly in biblical law regarding the formal release of a slave: “send free” (Heb. <i>shale’ah’</i>), “drive out” (<i>garesh</i>), and “go out” (<i>yatzo</i>’). In addition, the motif of the Israelites’ “stripping” the Egyptians (3:22, 12:36) links up with the regulation of release in Deut. 15:13. “… you are not to send him free empty-handed.” Daube sees our text as bearing the stamp of Israelite social custom: Pharaoh is made to flout “established social regulations.”", "Finally, several scholars (Kikawada, Ackerman 1974, Fishbane 1979, and Isbell) have pointed out that the vocabulary of the first few chapters of the book foreshadows the whole of Part I. This use of sound and idea helps to create unity in these narratives (despite their possibly diverse origins), and is also of importance in viewing the biographical material in the first four chapters.", "<b>T<small>HE</small> E<small>ARLY</small> L<small>IFE OF</small> M<small>OSHE AND</small> R<small>ELIGIOUS</small> B<small>IOGRAPHY</small></b>", "Dominating the early chapters of Exodus, more than the description of bondage itself, is the figure of the reluctant liberator, Moshe. The portrayal of his beginnings contrasts strongly with the classic hero stories of the ancient world.", "This is not immediately apparent. Moshe’s birth narrative parallels that of King Sargon of Akkad; his flight from Egypt and return as leader are reminiscent of Jephthah and David in the Bible, and of the Syrian king Idrimi (as recounted in Akkadian texts) as well. In addition, half a century ago Lord Raglan attempted to demonstrate common elements in hero biographies by compiling a list of up to thirty key motifs. Those relevant to Moshe include: the father a relative of the mother, an attempt made to kill him at birth, his escape through the action of others, being raised by foster parents, little information about his childhood, his traveling to his “future kingdom” upon reaching adulthood, promulgating laws, losing favor with the deity, dying on the top of a hill, not being succeeded by his children, and a hazy death/burial. Moshe therefore shares with Oedipus, Hercules, Siegfried, and Robin Hood, among others, a host of common elements; his point total according to Raglan’s scheme puts him toward the top of the list as an archetypal traditional hero. It must be concluded that, far from being a factual account, his biography is composed largely of literary constructs.", "When one looks closer at the biblical portrayal of Moshe, however, the purpose and particularly Israelite thrust of these constructs becomes clear. Almost every key element in Moshe’s early life—e.g., rescue from death by royal decree, rescue from death by water, flight into the desert, meeting with God on the sacred mountain—foreshadows Israel’s experience in the book of Exodus. The key theme of the distinction between Israel and Egypt, so central to the Plague Narrative and to Israelite religion as a whole, is brought out beautifully in the depiction of Moshe’s development from Egyptian prince to would-be liberator to shepherd in the wilderness, the latter an ancestral calling (cf. Nohrnberg, who also discusses Yosef as developing in exactly the opposite direction—from Israelite shepherd boy to Egyptian viceroy, complete with Egyptian appearance, wife, and name). What is important in these early chapters of Exodus, then, is not the customary focus on the young hero’s deeds (e.g., Hercules strangling serpents in the cradle) or his fatal flaw (although there is a hint of this too!), but on what he shares with his people, or, more precisely, how he prefigures them.", "Another aspect of these stories removes them from the usual realm of heroic biography. Elsewhere in the Bible, individual hero types are at least partially overshadowed by the true central “character”: God. This appears to be true in Exodus as well. Moshe develops only so far; he recedes as a full-blown personality during the Plague Narrative, to emerge sporadically in later encounters with the people (e.g., Chaps. 16 and 32–33; the portrait expands in the narratives of the book of Numbers). No wonder that later Jewish legend (and further, Christian and Muslim stories as well) found it necessary to fill in the tantalizing hints left by the biblical biographer, with sometimes fantastic tales. But in the Exodus text, it is God who holds sway. In this context, one is reminded that Israelite thinking had room neither for worship of human heroes nor interest in the biography of God (i.e., divine birth and marriage) on the model of surrounding cultures. The biblical portrayal of both God and Moshe has been reduced in our book to only such facts as will illuminate the relationship between Israel and its God. Thus we learn from the Moshe of Exodus much about the people themselves, and about prophecy (cf. Chaps. 3-4); from the God of Exodus, how he acts in history and what he demands of the people. More than that is not easily forthcoming from our text (interestingly, the Passover Haggadah picked up on the Bible’s direction and all but omitted Moshe’s name in the celebration of the holiday).", "As we have suggested, later Jewish legend—some of which may actually be of great antiquity—sought to fill in various aspects of Moshe’s life that are missing from the Exodus text. A perusal of Ginzberg will uncover rich legendary material, dealing with Moshe’s childhood, family identity, experience in Midyan and elsewhere as a hero. While this material does not always illuminate the biblical story, it does demonstrate how folk belief includes a need for heroes in the classic Raglan mold; the Midrashic portrait of Moshe corresponds nicely to what we find in other cultures.", "Turning to stylistic characteristics of these early chapters, we may note that a good deal of repetition occurs, as if further to highlight the themes. Baby Moshe is saved from death twice; three times he attempts acts of opposing oppression; twice (Chaps. 2 and 5) he fails in his attempts to help his enslaved brothers; and twice (Chaps. 3 and 6) God reassures him with long speeches that center around the Divine Name. This kind of continuity is artfully literary, but it is also an echo of real life, where people often live out certain themes in patterns.", "Finally there is the matter of recurring words. Most important is the telling use of “see,” from the loving gaze of Moshe’s mother (2:2), through to the auspicious glance of Pharaoh’s daughter (2:6), then to Moshe’s sympathetic observing of his brothers’ plight (2:11); all this seems to be linked to the episode at the Burning Bush, where God “is seen” by the future leader (3:2), and where the climax of this whole development takes place: God affirms that he has “seen, yes, seen the affliction of my people that is in Egypt…. and I have also seen the oppression with which the Egyptians oppress them” (3:7, 9). Thus Moshe’s biography leads to, and is an outgrowth of, the people’s own situation.", "In sum, Moshe’s early biography leads us to ponder the “growing up” process through which the people of Israel must pass on their way out of Egypt. The narratives that deal with his leadership of the people in the wilderness period, from Ex. <i>16</i> on, will help to round out our picture of him as a real personality, with the tragedies and triumphs that are a part of human life but magnified in the case of great individuals.", "<b>O<small>N THE</small> J<small>OURNEY</small> M<small>OTIF</small></b>", "World literature is dominated by stories involving a journey. More often than not, these tales are framed as quests for holy or magical objects (e.g., the Holy Grail), or for eternal youth/immortality (Gilgamesh). The classic pattern, as Joseph Campbell has described it, calls for the hero to make a kind of round trip, crossing dangerous thresholds (monsters, giants, unfriendly supernatural beings) both on the way toward the goal and on the way home. Either at the middle or at the end of the journey stands the goal, which often entails meeting with the divine and/or obtaining a magical or life-giving object (e.g., the Golden Fleece).", "Such stories mirror our own longings for accomplishment and acceptance, as well as our universal desire to overcome the ultimate enemy, Death. In the hero’s triumphs, we triumph; his vanquishing of death cathartically becomes our own.", "This mythic substructure has penetrated the biblical tales, but it has been toned down for human protagonists, to suppress the idea of the mortal hero in favor of the divine one. Thus all the Patriarchs except Yitzhak (Isaac) go on fateful long journeys (his is reserved for the three-day trip to Moriah in Gen. 22), yet there is none of the color and adventure that we find, for example, in Greek mythology. Outside of Yaakov’s encounter with the mysterious wrestler in Gen. 32, there is little in Genesis to suggest hero tales on the classic mold. In Exodus, too, Moshe makes a significant journey—to Midyan—one might say, within himself, to find his true identity and calling, but it is highly muted, containing virtually no details. The round trip contains two thresholds of death, with Moshe first threatened by Pharaoh’s justice (2:15) and, on the way back to Egypt, by God himself (4:24–26). The initial goal is attained at the “mountain of God” “behind the wilderness,” where, meeting with divinity amid fire, he is finally able to integrate his own past, present, and future (as he will return to this mountain with the entire people in Chaps. 19ff). At the Burning Bush, the Egyptian prince, the Israelite shepherd, and the Hebrew liberator coalesce, investing Moshe with unique qualifications for his task.", "But it is to a larger journey framework that we must look to understand the “hero” content of Exodus, and with it, that of the Torah as a whole. The major journey undertaken is, of course, that of the people of Israel, from slavery to Promised Land. It is also a journey from death to life, from servitude to god-king to the service of God as king; along the way, death serves to purify an entire generation. And yet even this most obvious of journey stories differs markedly from those of gods and heroes so familiar in Western culture. The people of Israel function as a collective antihero, an example of precisely how not to behave. They play no active role whatsoever in their own liberation, use neither brawn nor wits to survive in the wilderness, constantly grumble about wanting to return to Egypt, and at both Sinai and the threshold of the Promised Land (in the book of Numbers), their chief form of behavior is first fear and later rebellion.", "Moshe’s own journeys parallel those of the entire people later on. Like them, he flees from Pharaoh into the wilderness, meets God at flaming Sinai, and has trouble accepting his task but must in the end. Here is where Moshe shines as the true leader: he epitomizes his people’s experience and focuses and forges it into something new.", "<b>M<small>OSHE</small> B<small>EFORE</small> P<small>HARAOH</small>: T<small>HE</small> P<small>LAGUE</small> N<small>ARRATIVE</small> (5–11)</b>", "The heart of the Exodus story sets out the confrontation between the visible god-king, Pharaoh, who embodies the monumental culture of Egypt, and the invisible God of Israel who fights for his ragtag people. The drama is conveyed by means of alternating conversations/confrontations and events. The narrator has built his account, bracketed by the early approach of Moshe and Aharon (Aaron) to Pharaoh, which fails (Chap. 5), and the extended construct of the Tenth Plague (11—13); in between fall the schematically arranged first nine plagues.", "Three overall stages characterize this latter section. The first is indicated by the oft-repeated demand, “Send free my people, that they may serve me!”; the second is the “hardening” of Pharaoh’s heart; and the third, the unleashing of each plague. Further, it can be shown that the plagues are presented via a variety of structures and substructures (see Greenberg 1969 and the chart in Sarna 1986). Some commentators divide them into five thematic groups of two apiece—1 and 2, the Nile; 3 and 4, insects; 5 and 6, disease; 7 and 8, airborne disaster; and 9 and 10, darkness/death (Plaut). Also fruitful is the following threefold division: 1, 4, and 7, God’s command to confront Pharaoh in the morning; 2,5, and 8, God says, “Come to Pharaoh”; 3, 6, and 9, no warning is given to Pharaoh. Yet another grouping of themes is possible (Bar Efrat): 1–3, God vs. the magicians of Egypt; 4–6, stress on the distinction between Israel and Egypt; 7–9, the most powerful plagues.", "This utilization of order, symbolized by “perfect” numbers such as 3 and 10, finds a parallel in the creation story of Genesis 1 (where the key number, of course, is 7, 3 + 3 + 1, whereas here we have 3 + 3 + 3 + 1). Both texts display a desire to depict God as one who endows nature and history with meaning. The poetic tradition about the plagues, as represented, for instance, by Psalm 78, was content to describe the plagues in brief, within the setting of a single poem. The narrator of the Pentateuchal traditions, however, has a different point to make, and structured exposition is the best way to do it.", "There is another structural tendency that one may observe in the Plague Narrative. Repeating words and motifs comprise over twenty shared and discrete elements in the story. Since the vast majority of these occur by the end of the fourth plague, this leaves the narrator free to develop plagues 7 and 8 with particular intensity, using a full palette of descriptions, with the addition of the theme that these were the worst of their kind ever to take place in Egypt. It will be useful here to list a few of the key words and phrases, and motifs, that can be found in the Plague Narrative:", "<i>Words/phrases:</i> Go to Pharaoh; send … free; know; throughout the land of Egypt; plead; distinguish; tomorrow; man and beast; not one remained; heavy [i.e., severe] as Y<small>HWH</small> had said.", "<i>Motifs:</i> Moshe’s staff; Aharon as agent; magicians; death.", "It is important to note here that the structuring of the plagues is not a perfectly balanced one. The narrative varies between exact repetition of elements and phrases and nonrepetition (Licht). By thus using sounds and ideas in variation, the narrator is able to weave a tale whose message constantly reinforces itself, and which holds the audience’s attention without getting tedious.", "I have deliberately omitted the question of Pharaoh’s heart above, as a separate issue. A host of expressions is used in the text to describe Pharaoh’s stubbornness: “harden” (Heb. <i>hiksha</i>), “make heavy-with-stubbornness” (<i>hakhbed</i>), and “strengthen” (<i>hehezik/hazzek</i>), with the resultant “refused” and “did not hearken.” This motif is the only one that occurs in all nine plagues, and therefore stands at the very heart of our narrative. When one notes the pattern within—that Pharaoh does the hardening at the beginning, God at the end—the intent begins to become clear. The Plague Narrative is a recounting of God’s power, and Pharaoh’s stubbornness, which starts out as a matter of will, eventually becomes impossible to revoke. The model is psychologically compelling: Pharaoh becomes trapped by his own refusal to accept the obvious (in biblical parlance, to “know”). Despite the prophetic idea that human beings can be forgiven, we find here another one—that evil leads to more evil, and can become petrified and unmovable.", "A final note about the backdrop of these stories. Cecil B. DeMille did it differently, and in the difference lies the gap between Western culture and biblical culture. In the movie <i>The Ten Commandments</i> (a strange title, given the actual content of the film!), DeMille’s own 1956 remake of his earlier silent film, great stress is put on the physical, visual trappings of Pharoah’s court. Apparently no expense was spared to bring in costumes, sets, and extras, and the result causes the audience to focus on the splendor of Egyptian culture, despite the fact that it is peopled by the villains of the story. In contrast, the Bible says practically nothing about the visual backdrop of the Plague Narrative. Just as Genesis made reference to the mighty culture of Babylonia by parodying it (for instance, in the Babel story of Chap. 11), Exodus strips down Egyptian culture by making it disappear, and by ridiculing its gods. The book saves descriptive minutiae for the Tabernacle (Chaps. 25ff.), preferring to stress the positive and simply to omit what it found as negative. This profoundly “anticultural” stance (see the intriguing analysis by Schneidau) was characteristic of Israel’s worldview and was a mystery to the Greeks and Romans who centuries later conquered the land; it was to stand the people of Israel in good stead in their wanderings through the centuries."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eb66bfddfbb310fec78", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, The Mission Renewed 2", "anchorRef": "Exodus 6:28-7:13", "anchorRefExpanded": ["Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, The Mission Renewed 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳, שמות הערה ט׳ ב׳", "anchorVerse": 28, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Mission Renewed", "he": "שמות הערה ט׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ט׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "As preparation for the next meeting with Pharaoh, Moshe is once more reminded that the king will not listen to him. Taking a page from his speech at the Bush, God instructs Moshe and Aharon to use the “sign” that had previously served to convince the people: snake magic. Yet despite Aharon’s one-upping the Egyptian magicians in the warm-up for the plagues, Pharaoh remains unconvinced. This episode helps to prepare for what follows, and indeed contains a virtual glossary of Exodus words. Some of these are: “speak,” “send,” “harden,” “heart,” “sign/portent,” “hand,” “bring out,” “know,” “staff,” “hearken,” “midst.”", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382d1c9ad75f2d99af7c8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 1", "anchorRef": "Exodus 1:1-15:21", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 1:1–15:21\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 1:1–15:21</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382d4c9ad75f2d99af800", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, The Mission Renewed 1", "anchorRef": "Exodus 6:28-7:13", "anchorRefExpanded": ["Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, The Mission Renewed 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳, שמות הערה ט׳ א׳", "anchorVerse": 28, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ט׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 6:28-7:13\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 6:28-7:13</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "64187128c9371ec0cebe4d08", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Exodus 7:13:1", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "Reggio on Torah, Exodus 7:13:1", "sourceHeRef": "ביאור יש\"ר על התורה, שמות ז׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "שמות", "he": "<b>ויחזק לב פרעה,</b> בא ויחזק בקל, להורות שעמד לבבו בחזקתו הראשונה הטבעית מיד כשסר המופת ולא פעל בו כלום, ולכן לא שמע אליהם:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc33758c1dc532ec883d", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 7:13", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "Steinsaltz on Exodus 7:13", "sourceHeRef": "ביאור שטיינזלץ על שמות ז׳:י״ג", "anchorVerse": 13, "sourceHasEn": true, "commentaryNum": 7.0013, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "המופת לא הרשים את פרעה, אולי משום שחרטומיו הצליחו לחקות את המופת של משה ואהרן —\n    <b>וַיֶּחֱזַק לֵב פַּרְעֹה וְלֹא שָׁמַע אֲלֵהֶם,</b>\n    <b>כַּאֲשֶׁר</b>, כפי ש\n    <b>דִּבֶּר ה'</b> מראש — שמלך מצרים לא ייכנע במהרה.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>But </b>the miraculous sign did not impress Pharaoh, perhaps because his sorcerers were able to produce the same result. Rather, <b>Pharaoh’s heart hardened, and he did not heed them, as the Lord had spoken </b>from the outset, saying that Pharaoh would not easily capitulate.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e9da68b215f43691cfdc1e", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Vaera 16", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "Tze'enah Ure'enah, Vaera 16", "sourceHeRef": "צאינה וראינה, וארא ט״ז", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 16, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "וארא", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“<i>Pharaoh</i>’<i>s heart stiffened</i>” [7:13]. Pharaoh’s heart strengthened and he did not want to send out Israel.", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5614e3e1fbfba210966223a8", "index_title": "Ein Yaakov (Glick Edition)", "category": "Midrash", "type": "", "ref": "Ein Yaakov (Glick Edition), Megillah 1:30", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "Ein Yaakov (Glick Edition), Megillah 1:30", "sourceHeRef": "עין יעקב (מאת שמואל צבי גליק), מגילה א׳:ל׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1901, 1921], "commentaryNum": 1.003, "collectiveTitle": {"en": "Ein Yaakov (Glick Edition)", "he": "עין יעקב (מאת שמואל צבי גליק)"}, "heTitle": "מגילה", "he": "שבע נביאות נתנבאו להם לישראל מאן נינהו שרה ומרים, דבורה, חנה, אביגיל, חולדה, אסתר. שרה דכתיב (בראשית יא כט) אבי מלכה ואבי יסכה ואמר רבי יצחק יסכה זו שרה ולמה נקרא שמה יסכה [שסכתה] ברוח הקודש והיינו דכתיב (שם כא יב) כל אשר תאמר אליך שרה שמע בקולה. מרים דכתיב (שמות טו כו) ותקח מרים הנביאה אחות אהרן וגומר אחות אהרן ולא אחות משה אמר רב נחמן אמר רב מלמד שהיתה מתנבאה כשהיא אחות אהרן ואומרת עתידה אמי שתלד בן שמושיע את ישראל כיון שנולד משה נתמלא כל הבית כולו אורה עמד אביה ונשקה על ראשה אמרה לה היכן נבואתך והיינו דכתיב (שמות ב ד) ותתצב אחותו מרחוק לדעה מה יעשה לו מה יהא בסוף נבואתה. דבורה דכתיב (שופטים ד ד) ודבורה אשה נביאה אשת לפידות אמר רבי יצחק מלמד שהיתה עושה פתילות למשכן. (שם) והיא יושבת תחת תומר מאי שנא תחת תומר אמר רבי שמעון בן אבשלום משום יחוד. ד״א מה תמר זה אין לו אלא לב אחד אף ישראל שבאותו הדור (אין) [לא היה] להם אלא לב אחד לאביהם שבשמים. חנה דכתיב (ש״א ב א) ותתפלל חנה ותאמר עלץ לבי בה׳ רמה קרני. רמה קרני ולא רמה פכי. דוד ושלמה שנמשחו בקרן נמשכה מלכותן (שהקרן הוא דבר המתקיים משא״כ פך עלול להשתבר. מהרש״א) שאול ויהוא שנמשחו בפך לא נמשכה מלכותן (שם) אין קדוש כה׳ כי אין בלתך ואין צור כאלהינו אמר רבי יהודה בן מנשיא (ברכות פ״ק וע״ש מהרש״א) אל תקרי בלתך אלא לבלותיך בוא וראה שלא כמדת הקדוש ברוך הוא מדת בשר ודם. מדת בשר ודם מעשה ידיו מבלין אותו אבל הקדוש ברוך הוא הוא מבלה את מעשיו. ואין צור כאלהינו אל תקרי אין צור אלא אין צייר. מנהגו של עולם אדם צר צורה בכותל ואין יכול להטיל בה רוח ונשמה קרביים ובני מעיים. אבל הקדוש ברוך הוא צר צורה בתוך צורה ומטיל בה רוח ונשמה קרביים ובני מעיים. אביגיל דכתיב (ע״ב) (שם) והיתה נפש אדוני צרורה בצרור החיים את ה׳ אלהיך כי הוה אזיל קאמרה ליה (שם) והיטיב ה׳ לאדוני וזכרת את אמתך אמר רב נחמן היינו דאמרי אינשי איתתא בהדי שותא פילכא אי נמי שפיל ואזיל בר אווזא ועינוהי מטייפין. חולדה דכתיב (מלבים ב כב יד) וילך חלקיה הכהן ואחיקם ועכבור ושפן ועשיה אל חולדה הנביאה אשת שלום בן תקוה ובמקום דקאי ירמיה היכי מתנבאה איהי אמרי בי רב משמיה דרב חולדה קרובת ירמיה היתה ולא אקפיד עלה ויאשיהו גופיה היכי שביק ירמיה וקא משדר לה לחולדה אמר רבי שילא מפני שהנשים רחמניות הן. רבי יוחנן אמר ירמיה הוא דלא הוה תמן שהלך להחזיר עשרת השבטים ומנ״ל דאהדור דכתיב (יחזקאל ז יג) כי המוכר אל הממכר לא ישוב אפשר דיובל בטל הוא ונביא מתנבא עליו שיבטל אלא מלמד שהחזירן ירמיה ויאשיה בן אמון מלך עליהם מנ״ל דכתיב (מלכים ב כג יז) מה הציון הלז אשר אני רואה ויאמרו אליו אנשי העיר הקבר איש האלהים אשר בא מיהודה ויקרא את הדברים האלה אשר עשית על המזבח בית אל וכי מה טיבו של יאשיהו על המזבח בבית אל אלא מלמד שירמיה החזירן ויאשיהו מלך עליהם רב נחמן בר יצחק אמר מהכא (הושע ו יא) גם יהודה שת קציר לך בשובי שבות עמי. אסתר דכתיב (אסתר ה א) ויהי ביום השלישי ותלבש אסתר מלכות. מלכות בגדי מלכות מיבעי ליה אמר רבי אלעזר אמר רבי חנינא מלמד שלבשתה רוח הקודש כתיב הכא ותלבש אסתר מלכות וכתיב התם (ד״ה א יב יט) ורוח לבשה את עמשי:", "heVersionTitle": "En Jacob, translated by SH Glick, 1916", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916", "text": "And the seven prophetesses that prophecied to Israel, who were they? Sarah, Miriam, Deborah, Hannah, Abigail, Huldah and Esther. Sarah as it is written (Gen. 11, 29) The father of Milcah and the father of Yiscah. And R. Isaac said: \"Yiscah refers to Sarah, but why was she called Yiscah? Because that signifies seeing, and she was a seer through the Holy Spirit and this is derived from the passage (Ib. 21, 12) Whatever Sarah tells you hearken to her voice. Miriam, as it is written (Ex. 15, 26) Then took Miriam the prophetess, the sister of Aaron. Was she then Aaron's and not Moses' sister.\" \"This means,\" said R. Nachman, in the name of Rab, \"that she had prophecied even when she had been only Aaron's sister [before Moses' birth] saying, 'In the future my mother will give birth to a child that will deliver the Israelites.' Finally, when Moses was born, the whole house was filled with light, and her father arose, and kissed her on her head, and saying to her, 'My daughter, thy prophecy is fulfilled.' Afterward, when he was cast into the river, her mother rose, saying to her, 'My daughter, what has become of thy prophecy?' And thus we understand the passage (Ib. 2, 4) And his sister placed herself afar off, to ascertain what would be done to him, to mean to know what would be the outcome of her prophecy.\" Deborah, as it is written (Jud. 4, 4) Now Deborah, a prophetess, the wife of Lapidoth. R. Isaac said: \"This means that she prepared wicks for the lights in Mishkai. Hannah, as it is written (I Sam. 2, 1) And Hannah prayed and said, 'My heart is glad in the Lord, my horn is exalted through the Lord.' My horn is exalted, and not my flask. This refers to David and Solomon, who were anointed with oil taken from a horn, their dynasty endured; but Saul and Jehu, who were anointed with oil from a flask, their dynasties did not endure. (Ib. 2) There is none holy as the Lord; for there is none besides Thee; Neither is there any rock like our God.\" R. Juda b. Manassia said: \"Do not read, Ein Biltecha [none besides Thee] but read Ein Lebalathecha [nothing could wear you out] . Come and see that the nature of the Holy One, praised be He! is not like the nature of frail man. The work of frail man exhausts its maker, but the Holy One, praised be He! is not so; He exhausts His work.\" Neither is there any rock like our God; Do not read Ein Tzur (rock), but read Ein Tzayer, (there is no sculptor like our God) for the custom of the world is to form a shape on the wall, but he can put into it neither breath, nor soul, nor entrails, nor bowels, but the Holy One, praised be He! He forms a shape within a shape (creates a body within a body) and puts into it breath, soul, entrails and bowels. Abigail, as it is written (I Sam. 25, 29-31) And the soul of my lord will be bound in the bond of life with the Lord thy God. When she departed she said to him. And when the Lord will do *** ood my Lord. She prophecied that he would be king. R. Nachman said: \"This is the meaning of the current statement, 'A woman handles the shuttle while she talks,' or 'the duck bends its head down in walking, and its eyes look all around (it follows two pursuits at the same time.'\" Huldah, as it is written (II Kings 22, 14) And Chilkiyaha the priest, and Achikam, and Achbor and Shaphan and Assahyah went unto Huldah the prophetess, the wife of Shallum the son of Tikvah. But how did Huldah prophecy in the place where Jeremiah lived? At the school of Rab it was explained that Huldah was a relative and therefore he was not particular about it. But why did King Joshiyah himself ignore Jeremiah and send a committee unto Huldah? R. Shila said: \"Because women are compassionate.\" R. Jochanan said: \"Because Jeremiah was not there, for he went to bring the ten tribes back [from the exile].\" And whence do we infer that he did bring them back? It is written (Ex. 7, 13) For the seller shall not return to that which is sold. It is possible that the prophet should prophecy the suspension of the jubilee law when the law had already been abolished? We must therefore say that Jeremiah had caused the return [of the ten tribes] and Joshiyah b. Amon reigned over them. Whence do we infer this? It is written (II Kings 23, 17) What king of monument is that which I see? And the men of the city said to him, \"It is the grave of the man of God, who came from Judah and proclaimed these things which thou hast done against the altar of Beth-El.' What had Joshiyah to do with the altar of Beth-El? From this we infer that Jeremiah returned [the ten tribes] from captivity when he began to practice the jubilee law and Joshiyah was king over them. And Esther, as it is written (Est. 5) Now it came to pass on the third day that Esther put on her royalty. It should be written, royal apparel. \"Infer from this,\" said R. Elazar, in the name of R. Cahnina, \"that she clothed herself in the Holy Spirit. Here it is written Vatilbash (she put on) and there (I Chr. 12, 18) A spirit, labsha (invested) Amassai. [Just as in the latter place the word Labsha is employed to signify the Holy Spirit, so here also Vatilbash signfies the Holy Spirit].\" R. Nachman said: \"Pride does not- fit women. Two women were proud, and they both had unlovely names; one was call Bee (Deborah) and the other was called Cat (Huldah). Of Deborah it is written (Jud. 4, 6) And she sent and called Barak but she did not go to him, and of Huldah it is written (II Kings 22, 15) Say unto the man that hath sent you to me; and she did not say, tell the king.\" ", "versionTitle": "En Jacob, translated by SH Glick, 1916", "license": "Public Domain", "versionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916"}, {"_id": "5868bc8fd6e4a97c9cbb01c0", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Exodus 7:13:1", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "Bekhor Shor, Exodus 7:13:1", "sourceHeRef": "בכור שור, שמות ז׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "שמות", "he": "<b>ולא שמע אליהם.</b> כי עדיין לא נגע אל לבו:\n", "heVersionTitle": "Bekhor Shor, Leipzig, 1856", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, לייפציג, תרט\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f245d6e4a92746470e88", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Exodus 7:13:1", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "Chizkuni, Exodus 7:13:1", "sourceHeRef": "חזקוני, שמות ז׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "<b> ויחזק לב פרעה.</b> כסבור ע״‎י מכשפות עשה אהרן.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ויחזק לב פרעה, “Pharaoh’s heart remained obstinate;” seeing that his sorcerers had been able to duplicate Aaron’s feat, he concluded that Aaron was another sorcerer.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f245d6e4a92746470e8a", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Exodus 7:13:2", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "Chizkuni, Exodus 7:13:2", "sourceHeRef": "חזקוני, שמות ז׳:י״ג:ב׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "<b> כאשר דבר ה'</b> ולא ישמע אליכם פרעה.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "כאשר דבר ה, “just as Hashem had said.” (when He had said: “Pharaoh will not pay heed to you.” Verse 4)", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "6319d13eb6084aa1cbf0c49d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חָזַק 1", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "BDB, חָזַק 1", "sourceHeRef": "בראון-דרייבר-בריגס, חָזַק א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חָזַק", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">חָזַק</span></big></big><sub>291</sub><big></big>  <strong>vb. be</strong> or grow firm, strong, strengthen <strong>(</strong>NH <em>id.;</em> Aramaic <span dir=\"rtl\">ܚܙܰܩ</span>, <span dir=\"rtl\">חֲזַק</span> <em>bind on</em> or <em>about, gird on</em>, cf. Arabic <span dir=\"rtl\">حَزَقَ</span> <em>bind, squeeze</em><strong>)</strong>—<br>†<strong>Qal</strong>  Pf. <span dir=\"rtl\">ח׳</span> <a data-ref=\"Genesis 41:57\" href=\"/Genesis.41.57\">Gn 41:57</a> + 4 times; <span dir=\"rtl\">חָזָק֑</span> <a data-ref=\"II Chronicles 26:15\" href=\"/II_Chronicles.26.15\">2 Ch 26:15</a>; sf. <span dir=\"rtl\">חֲזָקוֹ</span> <a data-ref=\"II Chronicles 28:20\" href=\"/II_Chronicles.28.20\">2 Ch 28:20</a>, etc.; Impf. <span dir=\"rtl\">יֶחֱזַק</span> <a data-ref=\"II Chronicles 28:7\" href=\"/II_Chronicles.28.7\">2 Ch 28:7</a> (Baer) + 2 times; <span dir=\"rtl\">וַיֶּחֱזַק</span> <a data-ref=\"Genesis 41:56\" href=\"/Genesis.41.56\">Gn 41:56</a> +; <span dir=\"rtl\">יֶחֶזְקוּ</span> <a data-ref=\"II Samuel 10:11\" href=\"/II_Samuel.10.11\">2 S 10:11</a> + 2 times; <span dir=\"rtl\">יֶחְזְקוּ</span> <a data-ref=\"Isaiah 28:22\" href=\"/Isaiah.28.22\">Is 28:22</a>; Imv. <span dir=\"rtl\">חֲזַק</span> <a data-ref=\"Deuteronomy 12:23\" href=\"/Deuteronomy.12.23\">Dt 12:23</a> +; <span dir=\"rtl\">חִזְקוּ</span> <a data-ref=\"Deuteronomy 31:6\" href=\"/Deuteronomy.31.6\">Dt 31:6</a> +; Inf. cstr. <span dir=\"rtl\">לְחָזְקָה</span> <a data-ref=\"II Kings 12:13\" href=\"/II_Kings.12.13\">2 K 12:13</a>; sf. <span dir=\"rtl\">לְחָזְקָהּ</span> <a data-ref=\"Ezekiel 30:21\" href=\"/Ezekiel.30.21\">Ez 30:21</a>; Pt. <span dir=\"rtl\">חָזֵק</span> <a data-ref=\"Exodus 19:19\" href=\"/Exodus.19.19\">Ex 19:19</a> <a data-ref=\"II Samuel 3:1\" href=\"/II_Samuel.3.1\">2 S 3:1</a>, etc.;— <strong>I.</strong>  intrans. <em>be</em> or <em>grow strong:</em>— <strong>1.</strong> <strong>a.</strong>  of physical strength of hands <a data-ref=\"Judges 7:11\" href=\"/Judges.7.11\">Ju 7:11</a> <a data-ref=\"II Samuel 2:7\" href=\"/II_Samuel.2.7\">2 S 2:7</a>; <a data-ref=\"II Samuel 16:21\" href=\"/II_Samuel.16.21\">16:21</a> <a data-ref=\"Ezekiel 22:14\" href=\"/Ezekiel.22.14\">Ez 22:14</a> <a data-ref=\"Zechariah 8:9\" href=\"/Zechariah.8.9\">Zc 8:9</a>, <a data-ref=\"Zechariah 8:13\" href=\"/Zechariah.8.13\">13</a> (on <a data-ref=\"Ezekiel 3:14\" href=\"/Ezekiel.3.14\">Ez 3:14</a> v. infr.); of arm, sq. inf. <a data-ref=\"Ezekiel 30:21\" href=\"/Ezekiel.30.21\">Ez 30:21</a>; used of recovery from illness <a data-ref=\"Isaiah 39:1\" href=\"/Isaiah.39.1\">Is 39:1</a>; sq. <span dir=\"rtl\">מִן</span> compar. <em>over-power</em> <a data-ref=\"I Samuel 17:50\" href=\"/I_Samuel.17.50\">1 S 17:50</a> (c. <span dir=\"rtl\">בְּ</span> instr.), <a data-ref=\"II Samuel 13:14\" href=\"/II_Samuel.13.14\">2 S 13:14</a>. <strong>b.</strong>  of people, army <a data-ref=\"Deuteronomy 11:8\" href=\"/Deuteronomy.11.8\">Dt 11:8</a> <a data-ref=\"Joshua 17:13\" href=\"/Joshua.17.13\">Jos 17:13</a> (JE), = <a data-ref=\"Judges 1:28\" href=\"/Judges.1.28\">Ju 1:28</a>, <a data-ref=\"Ezra 9:12\" href=\"/Ezra.9.12\">Ezr 9:12</a>; sq. <span dir=\"rtl\">מִן</span> compar. <em>be stronger than, too strong for, prevail against</em> <a data-ref=\"II Samuel 10:11\" href=\"/II_Samuel.10.11\">2 S 10:11</a><sup>(×2)</sup> = <a data-ref=\"I Chronicles 19:12\" href=\"/I_Chronicles.19.12\">1 Ch 19:12</a><sup>(×2)</sup> <a data-ref=\"I Kings 20:23\" href=\"/I_Kings.20.23\">1 K 20:23</a>, <a data-ref=\"I Kings 20:25\" href=\"/I_Kings.20.25\">25</a>; <em>id.</em>, sq. acc. <a data-ref=\"I Kings 16:22\" href=\"/I_Kings.16.22\">1 K 16:22</a>, cf. of <span dir=\"rtl\">י׳</span> as prevailing over man <a data-ref=\"Jeremiah 20:7\" href=\"/Jeremiah.20.7\">Je 20:7</a> (‖ <span dir=\"rtl\">יָכֹל</span>); sq. <span dir=\"rtl\">על</span> <a data-ref=\"II Chronicles 8:3\" href=\"/II_Chronicles.8.3\">2 Ch 8:3</a>; <a data-ref=\"II Chronicles 27:5\" href=\"/II_Chronicles.27.5\">27:5</a>. <strong>c.</strong>  of royal power <span dir=\"rtl\">וְדָוִד הֹלֵךְ וְחָזֵק</span> <a data-ref=\"II Samuel 3:1\" href=\"/II_Samuel.3.1\">2 S 3:1</a> (opp. <span dir=\"rtl\">הֹלְכִים וְדַלִּים</span>); cf. <a data-ref=\"II Chronicles 26:15\" href=\"/II_Chronicles.26.15\">2 Ch 26:15</a> (‖ <span dir=\"rtl\">חֶזְקָה</span> v <a data-ref=\"II Chronicles 26:16\" href=\"/II_Chronicles.26.16\">16</a>), <a data-ref=\"Daniel 11:5\" href=\"/Daniel.11.5\">Dn 11:5a</a>. <strong>d.</strong>  <em>prevail over, upon</em>, of word of king <a data-ref=\"II Samuel 24:4\" href=\"/II_Samuel.24.4\">2 S 24:4</a> (sq. <span dir=\"rtl\">אֶל־</span>) = <a data-ref=\"I Chronicles 21:4\" href=\"/I_Chronicles.21.4\">1 Ch 21:4</a> (sq. <span dir=\"rtl\">עַל</span>). <strong>e.</strong>  of bonds <a data-ref=\"Isaiah 28:22\" href=\"/Isaiah.28.22\">Is 28:22</a>. <strong>f.</strong>  of sound of trumpet <span dir=\"rtl\">הוֹלֵךְ וְחָזֵק מְאֹד</span> <a data-ref=\"Exodus 19:19\" href=\"/Exodus.19.19\">Ex 19:19</a> (E, cf. <a data-ref=\"BDB, חָזָק\" href=\"/BDB,_חָזָק\", dir=\"rtl\">חָזָק</a> v <a data-ref=\"Exodus 19:16\" href=\"/Exodus.19.16\">16</a>) it <em>grew much louder and louder</em>. <strong>2.</strong>  <em>be firm, fast:</em>— <strong>a.</strong>  lit. <em>be caught fast</em>, of Absalom’s head <a data-ref=\"II Samuel 18:9\" href=\"/II_Samuel.18.9\">2 S 18:9</a> (sq. <span dir=\"rtl\">בְּ</span>). <strong>b.</strong>  <em>be firm, secure</em>, of a kingdom <a data-ref=\"II Kings 14:5\" href=\"/II_Kings.14.5\">2 K 14:5</a> (+ <span dir=\"rtl\">בְּיָדוֹ</span>) = <a data-ref=\"II Chronicles 25:3\" href=\"/II_Chronicles.25.3\">2 Ch 25:3</a> (+ <span dir=\"rtl\">עָלָיו</span>). Oftener <strong>c.</strong>  <em>be firm</em> = courageous, confident, especially Imv., usually ‖ <span dir=\"rtl\">אמץ</span> (q.v.), <a data-ref=\"Deuteronomy 31:6\" href=\"/Deuteronomy.31.6\">Dt 31:6</a>, <a data-ref=\"Deuteronomy 31:7\" href=\"/Deuteronomy.31.7\">7</a>, <a data-ref=\"Deuteronomy 31:23\" href=\"/Deuteronomy.31.23\">23</a> <a data-ref=\"Joshua 1:6\" href=\"/Joshua.1.6\">Jos 1:6</a>, <a data-ref=\"Joshua 1:7\" href=\"/Joshua.1.7\">7</a>, <a data-ref=\"Joshua 1:9\" href=\"/Joshua.1.9\">9</a>, <a data-ref=\"Joshua 1:18\" href=\"/Joshua.1.18\">18</a>; <a data-ref=\"Joshua 10:25\" href=\"/Joshua.10.25\">10:25</a>; <a data-ref=\"Joshua 23:6\" href=\"/Joshua.23.6\">23:6</a> (all D), <a data-ref=\"II Samuel 10:12\" href=\"/II_Samuel.10.12\">2 S 10:12</a>; <a data-ref=\"II Samuel 13:28\" href=\"/II_Samuel.13.28\">13:28</a> <a data-ref=\"I Kings 2:2\" href=\"/I_Kings.2.2\">1 K 2:2</a> <a data-ref=\"I Chronicles 19:13\" href=\"/I_Chronicles.19.13\">1 Ch 19:13</a> (‖ <span dir=\"rtl\">התחזק</span>), <a data-ref=\"I Chronicles 22:13\" href=\"/I_Chronicles.22.13\">22:13</a>; <a data-ref=\"I Chronicles 28:10\" href=\"/I_Chronicles.28.10\">28:10</a>, <a data-ref=\"I Chronicles 28:20\" href=\"/I_Chronicles.28.20\">20</a> <a data-ref=\"II Chronicles 15:7\" href=\"/II_Chronicles.15.7\">2 Ch 15:7</a>; <a data-ref=\"II Chronicles 19:11\" href=\"/II_Chronicles.19.11\">19:11</a>; <a data-ref=\"II Chronicles 32:7\" href=\"/II_Chronicles.32.7\">32:7</a> <a data-ref=\"Ezra 10:4\" href=\"/Ezra.10.4\">Ezr 10:4</a> <a data-ref=\"Psalms 27:14\" href=\"/Psalms.27.14\">ψ 27:14</a>; <a data-ref=\"Psalms 31:25\" href=\"/Psalms.31.25\">31:25</a> <a data-ref=\"Isaiah 35:4\" href=\"/Isaiah.35.4\">Is 35:4</a>; <a data-ref=\"Isaiah 41:6\" href=\"/Isaiah.41.6\">41:6</a> <a data-ref=\"Haggai 2:4\" href=\"/Haggai.2.4\">Hg 2:4</a><sup>(×3)</sup> <a data-ref=\"Daniel 10:19\" href=\"/Daniel.10.19\">Dn 10:19</a><sup>(×2)</sup>; sq. <span dir=\"rtl\">לַמִּלְחָמָה</span> <a data-ref=\"II Chronicles 25:8\" href=\"/II_Chronicles.25.8\">2 Ch 25:8</a>. <strong>d.</strong>  <em>hold firmly to, devote oneself to</em>, sq. <span dir=\"rtl\">בְּ</span> <a data-ref=\"II Chronicles 31:4\" href=\"/II_Chronicles.31.4\">2 Ch 31:4</a>. <strong>e.</strong>  sq. Inf. <em>be firm</em> not to eat blood, i.e. <em>firmly refrain</em> from it <a data-ref=\"Deuteronomy 12:23\" href=\"/Deuteronomy.12.23\">Dt 12:23</a>, cf. <a data-ref=\"I Chronicles 28:7\" href=\"/I_Chronicles.28.7\">1 Ch 28:7</a>. <strong>3.</strong>  <em>press, be urgent</em>, sq. <span dir=\"rtl\">עַל</span> + Inf. <a data-ref=\"Exodus 12:33\" href=\"/Exodus.12.33\">Ex 12:33</a> (E); sq. <span dir=\"rtl\">עַל</span> of hand of <span dir=\"rtl\">י׳</span> in prophetic ecstasy <a data-ref=\"Ezekiel 3:14\" href=\"/Ezekiel.3.14\">Ez 3:14</a> (𝔊 Co read <span dir=\"rtl\">חֲזָקָה</span>, adj., v. <a data-ref=\"BDB, חָזָק\" href=\"/BDB,_חָזָק\", dir=\"rtl\">חָזָק</a>). <strong>4.</strong>  in bad sense: <strong>a.</strong>  <em>grow stout, rigid, hard</em>, with idea of perversity, of Pharaoh’s heart <a data-ref=\"Exodus 7:13\" href=\"/Exodus.7.13\">Ex 7:13</a>, <a data-ref=\"Exodus 7:22\" href=\"/Exodus.7.22\">22</a>; <a data-ref=\"Exodus 8:15\" href=\"/Exodus.8.15\">8:15</a> (all P), <a data-ref=\"Exodus 9:35\" href=\"/Exodus.9.35\">9:35</a> (R); cf. <span dir=\"rtl\">חזקו עָלַי דבריכם</span> <a data-ref=\"Malachi 3:13\" href=\"/Malachi.3.13\">Mal 3:13</a>. <strong>b.</strong>  <em>be severe, grievous</em>, of battle <a data-ref=\"II Kings 3:26\" href=\"/II_Kings.3.26\">2 K 3:26</a>; of famine <a data-ref=\"Genesis 41:56\" href=\"/Genesis.41.56\">Gn 41:56</a>, <a data-ref=\"Genesis 41:57\" href=\"/Genesis.41.57\">57</a> (E), <a data-ref=\"Genesis 47:20\" href=\"/Genesis.47.20\">47:20</a> (J; sq. <span dir=\"rtl\">על</span>), <a data-ref=\"II Kings 25:3\" href=\"/II_Kings.25.3\">2 K 25:3</a> = <a data-ref=\"Jeremiah 52:6\" href=\"/Jeremiah.52.6\">Je 52:6</a>. <strong>II.</strong>  transit. only <span dir=\"rtl\">לֹא חֲזָקוֹ</span> <a data-ref=\"II Chronicles 28:20\" href=\"/II_Chronicles.28.20\">2 Ch 28:20</a> <em>strengthened him not</em>, but text very dub. (‖ <span dir=\"rtl\">וַיָּצַר לוֹ</span>).<br>†<strong>Pi.</strong>  Pf. <span dir=\"rtl\">חִזַּק</span> <a data-ref=\"Psalms 147:13\" href=\"/Psalms.147.13\">ψ 147:13</a> +, etc.; Impf. <span dir=\"rtl\">וַיְחַזֵּק</span> <a data-ref=\"Exodus 9:12\" href=\"/Exodus.9.12\">Ex 9:12</a> + 10 times, etc.; Imv. <span dir=\"rtl\">חַזֵּק</span> <a data-ref=\"Nehemiah 6:9\" href=\"/Nehemiah.6.9\">Ne 6:9</a> + 2 times; fs. <span dir=\"rtl\">חַזְּקִי</span> <a data-ref=\"Nahum 3:14\" href=\"/Nahum.3.14\">Na 3:14</a>; <span dir=\"rtl\">חַזֵּ֑קִי</span> <a data-ref=\"Isaiah 54:2\" href=\"/Isaiah.54.2\">Is 54:2</a> etc.; Inf. cstr. <span dir=\"rtl\">חַזֵּק</span> <a data-ref=\"II Kings 12:9\" href=\"/II_Kings.12.9\">2 K 12:9</a> + 12 times; Pt. <span dir=\"rtl\">מְחַזֵּק</span> <a data-ref=\"Exodus 14:17\" href=\"/Exodus.14.17\">Ex 14:17</a>; <span dir=\"rtl\">מְחַזְּקִים</span> <a data-ref=\"II Kings 12:9\" href=\"/II_Kings.12.9\">2 K 12:9</a>;— <strong>1.</strong>  <em>make strong</em> (physically): <strong>a.</strong>  sq. acc. pers. <a data-ref=\"Judges 16:28\" href=\"/Judges.16.28\">Ju 16:28</a>; sq. <span dir=\"rtl\">על</span> <a data-ref=\"Judges 3:12\" href=\"/Judges.3.12\">3:12</a>; sq. <span dir=\"rtl\">מָתְנַיִם</span> <a data-ref=\"Nahum 2:2\" href=\"/Nahum.2.2\">Na 2:2</a> (‖ <span dir=\"rtl\">אַמֵּץ כֹּחַ</span>; of personif. people). <strong>b.</strong>  = <em>restore to strength</em> <a data-ref=\"Daniel 10:18\" href=\"/Daniel.10.18\">Dn 10:18</a>, <a data-ref=\"Daniel 10:19\" href=\"/Daniel.10.19\">19</a>; <em>to health</em> <a data-ref=\"Ezekiel 34:4\" href=\"/Ezekiel.34.4\">Ez 34:4</a>, <a data-ref=\"Ezekiel 34:16\" href=\"/Ezekiel.34.16\">16</a>; c. <span dir=\"rtl\">לְ</span> <em>give strength to</em> <a data-ref=\"I Chronicles 29:12\" href=\"/I_Chronicles.29.12\">1 Ch 29:12</a>; so, sq. <span dir=\"rtl\">זְרוֹעֹתָם</span>, <a data-ref=\"Hosea 7:15\" href=\"/Hosea.7.15\">Ho 7:15</a> <a data-ref=\"Ezekiel 30:24\" href=\"/Ezekiel.30.24\">Ez 30:24</a> (and v <a data-ref=\"Ezekiel 30:25\" href=\"/Ezekiel.30.25\">25</a> Co, v. <strong>Hiph.</strong>) <strong>c.</strong>  sq. acc. rei <a data-ref=\"Isaiah 41:7\" href=\"/Isaiah.41.7\">Is 41:7</a> <a data-ref=\"Jeremiah 10:4\" href=\"/Jeremiah.10.4\">Je 10:4</a> (both c. <span dir=\"rtl\">בְּ</span> instr.; of manufacture of idols); of strengthening tent-pegs, in metaph. <a data-ref=\"Isaiah 54:4\" href=\"/Isaiah.54.4\">Is 54:4</a>, cf. <a data-ref=\"Isaiah 33:23\" href=\"/Isaiah.33.23\">33:23</a>; sq. bars of gates <a data-ref=\"Psalms 147:13\" href=\"/Psalms.147.13\">ψ 147:13</a>; often of <em>making strong, fortifying</em> a town, etc. <a data-ref=\"Nahum 3:14\" href=\"/Nahum.3.14\">Na 3:14</a> <a data-ref=\"II Chronicles 11:11\" href=\"/II_Chronicles.11.11\">2 Ch 11:11</a>, <a data-ref=\"II Chronicles 11:12\" href=\"/II_Chronicles.11.12\">12</a>; <a data-ref=\"II Chronicles 26:9\" href=\"/II_Chronicles.26.9\">26:9</a>; <a data-ref=\"II Chronicles 32:5\" href=\"/II_Chronicles.32.5\">32:5</a>; = <em>repair</em> (wall, obj. not expr.) <a data-ref=\"Nehemiah 3:19\" href=\"/Nehemiah.3.19\">Ne 3:19</a> v. Hiph.; c. acc. of temple <a data-ref=\"II Kings 12:6\" href=\"/II_Kings.12.6\">2 K 12:6</a>, <a data-ref=\"II Kings 12:7\" href=\"/II_Kings.12.7\">7</a>, <a data-ref=\"II Kings 12:15\" href=\"/II_Kings.12.15\">15</a>; <a data-ref=\"II Kings 22:6\" href=\"/II_Kings.22.6\">22:6</a> <a data-ref=\"II Chronicles 24:5\" href=\"/II_Chronicles.24.5\">2 Ch 24:5</a>, <a data-ref=\"II Chronicles 24:12\" href=\"/II_Chronicles.24.12\">12</a>; <a data-ref=\"II Chronicles 29:3\" href=\"/II_Chronicles.29.3\">29:3</a>; <a data-ref=\"II Chronicles 34:8\" href=\"/II_Chronicles.34.8\">34:8</a>, cf. v <a data-ref=\"II Chronicles 34:10\" href=\"/II_Chronicles.34.10\">10</a> (‖ <span dir=\"rtl\">לִבְדּוֹק</span>); sq. <span dir=\"rtl\">לְבית י׳</span> <a data-ref=\"I Chronicles 26:27\" href=\"/I_Chronicles.26.27\">1 Ch 26:27</a>; obj. breaches (acc.) <a data-ref=\"II Kings 12:8\" href=\"/II_Kings.12.8\">2 K 12:8</a>, <a data-ref=\"II Kings 12:9\" href=\"/II_Kings.12.9\">9</a>, <a data-ref=\"II Kings 12:13\" href=\"/II_Kings.12.13\">13</a>; <a data-ref=\"II Kings 22:5\" href=\"/II_Kings.22.5\">22:5</a>. <strong>d.</strong>  of establishing kingdom <a data-ref=\"II Chronicles 11:17\" href=\"/II_Chronicles.11.17\">2 Ch 11:17</a>. <strong>2.</strong>  <em>strengthen</em> the hands (acc.) of any one, i.e. <em>sustain, encourage</em> (opp. <span dir=\"rtl\">רִפָּה</span>) <a data-ref=\"Judges 9:24\" href=\"/Judges.9.24\">Ju 9:24</a> <a data-ref=\"Jeremiah 23:14\" href=\"/Jeremiah.23.14\">Je 23:14</a> <a data-ref=\"Ezekiel 13:22\" href=\"/Ezekiel.13.22\">Ez 13:22</a> <a data-ref=\"Isaiah 35:3\" href=\"/Isaiah.35.3\">Is 35:3</a> <a data-ref=\"Job 4:3\" href=\"/Job.4.3\">Jb 4:3</a> <a data-ref=\"Ezra 6:22\" href=\"/Ezra.6.22\">Ezr 6:22</a> <a data-ref=\"Nehemiah 2:18\" href=\"/Nehemiah.2.18\">Ne 2:18</a>; <a data-ref=\"Nehemiah 6:9\" href=\"/Nehemiah.6.9\">6:9</a> <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">2 Ch 29:34</a>; <span dir=\"rtl\">וַיְח׳ ידו בֵּאלהים</span> <a data-ref=\"I Samuel 23:16\" href=\"/I_Samuel.23.16\">1 S 23:16</a>; sq. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Ezra 1:6\" href=\"/Ezra.1.6\">Ezr 1:6</a> (+ <span dir=\"rtl\">בְּ</span> instr.) <strong>3.</strong>  <em>make strong</em> = <em>bold, encourage</em>, c. acc. <a data-ref=\"Deuteronomy 1:38\" href=\"/Deuteronomy.1.38\">Dt 1:38</a>; <a data-ref=\"Deuteronomy 3:28\" href=\"/Deuteronomy.3.28\">3:28</a> <a data-ref=\"II Samuel 15:5\" href=\"/II_Samuel.15.5\">2 S 15:5</a> <a data-ref=\"Isaiah 41:7\" href=\"/Isaiah.41.7\">Is 41:7</a>; c. acc. pers. + <span dir=\"rtl\">לַעֲבֹדַת בֵּית י׳</span> <a data-ref=\"II Chronicles 35:2\" href=\"/II_Chronicles.35.2\">2 Ch 35:2</a>. <strong>4.</strong>  <em>make firm:</em>— <strong>a.</strong>  c. <a data-ref=\"II Chronicles 35:2\" href=\"/II_Chronicles.35.2\">2</a> acc. <span dir=\"rtl\">וְאַבְנֵֽטְךָ אֲחַזְּקֶנּוּ</span> <a data-ref=\"Isaiah 22:21\" href=\"/Isaiah.22.21\">Is 22:21</a> <em>and with thy sash</em> (of office) <em>will I make him firm</em>, i.e. bind it firmly about him (‖ <span dir=\"rtl\">הלבישׁ</span>). <strong>b.</strong>  <em>make firm</em> or <em>fixed</em>, = <em>definitely adopt</em> <span dir=\"rtl\">דָּבָר רָע יח׳־לָמוֹ</span> <a data-ref=\"Psalms 64:6\" href=\"/Psalms.64.6\">ψ 64:6</a>. <strong>5.</strong>  <em>make rigid, hard</em>, i.e. perverse, obstinate, <em>harden</em> (the heart of any one) <a data-ref=\"Exodus 4:21\" href=\"/Exodus.4.21\">Ex 4:21</a>; <a data-ref=\"Exodus 10:20\" href=\"/Exodus.10.20\">10:20</a>, <a data-ref=\"Exodus 10:27\" href=\"/Exodus.10.27\">27</a> (all E), <a data-ref=\"Exodus 9:12\" href=\"/Exodus.9.12\">9:12</a>; <a data-ref=\"Exodus 11:10\" href=\"/Exodus.11.10\">11:10</a>; <a data-ref=\"Exodus 14:4\" href=\"/Exodus.14.4\">14:4</a>, <a data-ref=\"Exodus 14:8\" href=\"/Exodus.14.8\">8</a>, <a data-ref=\"Exodus 14:17\" href=\"/Exodus.14.17\">17</a> (all P), <a data-ref=\"Joshua 11:20\" href=\"/Joshua.11.20\">Jos 11:20</a> (D); v. also <span dir=\"rtl\">ח׳ פניהם מִסֶּלַע</span> <a data-ref=\"Jeremiah 5:3\" href=\"/Jeremiah.5.3\">Je 5:3</a>†.<br><strong>Hiph.</strong><sub>118</sub>  Pf. <span dir=\"rtl\">הֶחֱזִיק</span> <a data-ref=\"Judges 7:8\" href=\"/Judges.7.8\">Ju 7:8</a> +; 3 fs. <span dir=\"rtl\">הֶחֱזִ֫יקָה</span> <a data-ref=\"Jeremiah 49:24\" href=\"/Jeremiah.49.24\">Je 49:24</a> +; sf. <span dir=\"rtl\">הֶחֱזִקָ֑תְנִי</span> <a data-ref=\"Jeremiah 8:21\" href=\"/Jeremiah.8.21\">Je 8:21</a>; <span dir=\"rtl\">הֶחֱזַ֫קְתִּי</span> <a data-ref=\"Nehemiah 5:16\" href=\"/Nehemiah.5.16\">Ne 5:16</a> + 3 times; <span dir=\"rtl\">וְהַחֲזַקְתִּ֫י</span> <a data-ref=\"Ezekiel 30:25\" href=\"/Ezekiel.30.25\">Ez 30:25</a>, etc.; Impf. <span dir=\"rtl\">יַחֲזִיק</span> <a data-ref=\"Job 8:15\" href=\"/Job.8.15\">Jb 8:15</a> + 2 times; 1 s. <span dir=\"rtl\">וְאַחְזֵק</span> <a data-ref=\"Isaiah 42:6\" href=\"/Isaiah.42.6\">Is 42:6</a>; <span dir=\"rtl\">יַחֲזִיקוּ</span> <a data-ref=\"Jeremiah 6:23\" href=\"/Jeremiah.6.23\">Je 6:23</a> + 2 times; <span dir=\"rtl\">יַחֲזִקוּ</span> <a data-ref=\"Daniel 11:32\" href=\"/Daniel.11.32\">Dn 11:32</a>, etc.; Imv. <span dir=\"rtl\">הַחֲזֵק</span> <a data-ref=\"II Samuel 11:25\" href=\"/II_Samuel.11.25\">2 S 11:25</a> + 2 times, etc.; Inf. cstr. <span dir=\"rtl\">הַחֲזִיק</span> <a data-ref=\"II Kings 15:19\" href=\"/II_Kings.15.19\">2 K 15:19</a> <a data-ref=\"Isaiah 64:6\" href=\"/Isaiah.64.6\">Is 64:6</a>; sf. <span dir=\"rtl\">הֶחֱזִיקִי</span> <a data-ref=\"Jeremiah 31:32\" href=\"/Jeremiah.31.32\">Je 31:32</a> (<span dir=\"rtl\">הַח׳</span> Cod. Petrop. v. RS<sup> JPh. xvi, 1888, 73</sup>); Pt. <span dir=\"rtl\">מַחֲזִיק</span> <a data-ref=\"Exodus 9:2\" href=\"/Exodus.9.2\">Ex 9:2</a> + 9 times; sf. <span dir=\"rtl\">מַחֲזִקָהּ</span> <a data-ref=\"Daniel 11:6\" href=\"/Daniel.11.6\">Dn 11:6</a>; fs. <span dir=\"rtl\">מַחֲזֶקֶת</span> <a data-ref=\"Nehemiah 4:11\" href=\"/Nehemiah.4.11\">Ne 4:11</a>; pl. <span dir=\"rtl\">מַחֲזִיקִים</span> <a data-ref=\"Nehemiah 4:10\" href=\"/Nehemiah.4.10\">Ne 4:10</a> + 5 times; cstr. <span dir=\"rtl\">מַחֲזִיקֵי</span> <a data-ref=\"Ezekiel 27:9\" href=\"/Ezekiel.27.9\">Ez 27:9</a>, <a data-ref=\"Ezekiel 27:27\" href=\"/Ezekiel.27.27\">27</a>;— †<strong>1.</strong> <strong>a.</strong>  <em>make strong, strengthen</em> <a data-ref=\"Jeremiah 51:12\" href=\"/Jeremiah.51.12\">Je 51:12</a>. <strong>b.</strong>  <em>make firm</em>, the kingdom <a data-ref=\"II Kings 15:19\" href=\"/II_Kings.15.19\">2 K 15:19</a> (+ <span dir=\"rtl\">בְּיָדוֹ</span>). <strong>c.</strong>  <em>display strength</em> (late) <a data-ref=\"II Chronicles 26:8\" href=\"/II_Chronicles.26.8\">2 Ch 26:8</a> (‖ <span dir=\"rtl\">וַיֵּלֶךְ שְׁמוֹ עַד וגו׳</span>), <a data-ref=\"Daniel 11:32\" href=\"/Daniel.11.32\">Dn 11:32</a> (‖ <span dir=\"rtl\">וְעָשׂוּ</span>). †<strong>2.</strong>  <em>make severe</em>, of battle <a data-ref=\"II Samuel 11:25\" href=\"/II_Samuel.11.25\">2 S 11:25</a>. †<strong>3.</strong>  sq. <span dir=\"rtl\">יד</span> = <em>support</em> <a data-ref=\"Ezekiel 16:49\" href=\"/Ezekiel.16.49\">Ez 16:49</a>; sq. <span dir=\"rtl\">זְרוֹעוֹת</span> <a data-ref=\"Ezekiel 30:25\" href=\"/Ezekiel.30.25\">30:25</a> (subj. <span dir=\"rtl\">י׳</span>; but Co reads <strong>Pi.</strong> as v <a data-ref=\"Ezekiel 30:24\" href=\"/Ezekiel.30.24\">24</a>)†. <strong>4.</strong>  = <em>repair</em>, walls of Jerus., <a data-ref=\"Nehemiah 3:4\" href=\"/Nehemiah.3.4\">Ne 3:4</a><sup>(×3)</sup> + 31 times <a data-ref=\"Nehemiah 3\" href=\"/Nehemiah.3\">Ne 3</a>; cf. (in gen.) pt. used substant. <span dir=\"rtl\">מחזיקי בדקך</span> <a data-ref=\"Ezekiel 27:9\" href=\"/Ezekiel.27.9\">Ez 27:9</a>, <a data-ref=\"Ezekiel 27:27\" href=\"/Ezekiel.27.27\">27</a> of Tyre and her ships (‖ <span dir=\"rtl\">מַלָּחִים</span>, etc.) †<strong>5.</strong>  <em>prevail</em>, abs. <a data-ref=\"Daniel 11:7\" href=\"/Daniel.11.7\">Dn 11:7</a>; sq. <span dir=\"rtl\">עַל</span> <a data-ref=\"Job 18:9\" href=\"/Job.18.9\">Jb 18:9</a>; <em>prevail upon to</em> <span dir=\"rtl\">הח׳ בּוֹ לֶאֱכֹל</span> <a data-ref=\"II Kings 4:8\" href=\"/II_Kings.4.8\">2 K 4:8</a>. <strong>6.</strong>  especially <em>take</em> or <em>keep hold</em> of, <em>seize, grasp:</em> <strong>a.</strong>  <em>take hold</em> of, <em>seize, catch</em>, sq. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Genesis 19:4\" href=\"/Genesis.19.4\">Gn 19:4</a>(J), <a data-ref=\"Genesis 21:18\" href=\"/Genesis.21.18\">21:18</a>(E), <a data-ref=\"Exodus 4:4\" href=\"/Exodus.4.4\">Ex 4:4</a> (J; ‖ <span dir=\"rtl\">אחז</span>), <a data-ref=\"Judges 7:20\" href=\"/Judges.7.20\">Ju 7:20</a> <a data-ref=\"I Samuel 15:27\" href=\"/I_Samuel.15.27\">1 S 15:27</a> <a data-ref=\"II Samuel 1:11\" href=\"/II_Samuel.1.11\">2 S 1:11</a> <a data-ref=\"I Kings 1:50\" href=\"/I_Kings.1.50\">1 K 1:50</a>; <a data-ref=\"I Kings 2:28\" href=\"/I_Kings.2.28\">2:28</a> <a data-ref=\"II Kings 2:12\" href=\"/II_Kings.2.12\">2 K 2:12</a>; <a data-ref=\"II Kings 4:27\" href=\"/II_Kings.4.27\">4:27</a> <a data-ref=\"Isaiah 4:1\" href=\"/Isaiah.4.1\">Is 4:1</a> <a data-ref=\"Zechariah 8:23\" href=\"/Zechariah.8.23\">Zc 8:23</a><sup>(×2)</sup> <a data-ref=\"Proverbs 7:13\" href=\"/Proverbs.7.13\">Pr 7:13</a>; <a data-ref=\"Proverbs 26:17\" href=\"/Proverbs.26.17\">26:17</a>, cf. also <a data-ref=\"Judges 19:25\" href=\"/Judges.19.25\">Ju 19:25</a>, <a data-ref=\"Judges 19:29\" href=\"/Judges.19.29\">29</a> <a data-ref=\"II Chronicles 28:15\" href=\"/II_Chronicles.28.15\">2 Ch 28:15</a>; with violence <a data-ref=\"Deuteronomy 22:25\" href=\"/Deuteronomy.22.25\">Dt 22:25</a>; <a data-ref=\"Deuteronomy 25:11\" href=\"/Deuteronomy.25.11\">25:11</a> <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a> (perhaps pf. consec. freq., v. Dr), <a data-ref=\"II Samuel 2:16\" href=\"/II_Samuel.2.16\">2 S 2:16</a>; <a data-ref=\"II Samuel 13:11\" href=\"/II_Samuel.13.11\">13:11</a>; sq. <span dir=\"rtl\">לְ</span> <a data-ref=\"II Samuel 15:5\" href=\"/II_Samuel.15.5\">2 S 15:5</a>; fig. <em>take hold</em> in order to lead one (subj. <span dir=\"rtl\">י׳</span>) sq. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Jeremiah 31:32\" href=\"/Jeremiah.31.32\">Je 31:32</a>, c. acc. <a data-ref=\"Isaiah 41:9\" href=\"/Isaiah.41.9\">Is 41:9</a>, <a data-ref=\"Isaiah 41:13\" href=\"/Isaiah.41.13\">13</a>; cf. <a data-ref=\"Isaiah 51:18\" href=\"/Isaiah.51.18\">Is 51:18</a> (<span dir=\"rtl\">בְּ</span>; ‖<span dir=\"rtl\">נֵהֵל</span>); sq. acc. <a data-ref=\"Nahum 3:14\" href=\"/Nahum.3.14\">Na 3:14</a> <em>take hold of the brick-mould</em>, <a data-ref=\"Jeremiah 6:23\" href=\"/Jeremiah.6.23\">Je 6:23</a> = <a data-ref=\"Jeremiah 50:42\" href=\"/Jeremiah.50.42\">50:42</a>, <a data-ref=\"Zechariah 14:13\" href=\"/Zechariah.14.13\">Zc 14:13</a> (with violence), <a data-ref=\"Psalms 35:2\" href=\"/Psalms.35.2\">ψ 35:2</a> <a data-ref=\"Nehemiah 4:10\" href=\"/Nehemiah.4.10\">Ne 4:10</a>, <a data-ref=\"Nehemiah 4:11\" href=\"/Nehemiah.4.11\">11</a>, seize the kingdom <a data-ref=\"Daniel 11:21\" href=\"/Daniel.11.21\">Dn 11:21</a>; in metaph. <a data-ref=\"Micah 4:9\" href=\"/Micah.4.9\">Mi 4:9</a> <span dir=\"rtl\">(הֶחֱזִיקֵךְ חִיל)</span>, <a data-ref=\"Jeremiah 6:24\" href=\"/Jeremiah.6.24\">Je 6:24</a>; <a data-ref=\"Jeremiah 8:21\" href=\"/Jeremiah.8.21\">8:21</a>; <a data-ref=\"Jeremiah 49:24\" href=\"/Jeremiah.49.24\">49:24</a> (v. Gie), <a data-ref=\"Jeremiah 50:43\" href=\"/Jeremiah.50.43\">50:43</a>; of pious laying hold of <span dir=\"rtl\">י׳</span>, sq. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Isaiah 64:6\" href=\"/Isaiah.64.6\">Is 64:6</a>, cf. <a data-ref=\"Isaiah 27:5\" href=\"/Isaiah.27.5\">27:5</a>; <a data-ref=\"Isaiah 56:2\" href=\"/Isaiah.56.2\">56:2</a>, <a data-ref=\"Isaiah 56:4\" href=\"/Isaiah.56.4\">4</a>, <a data-ref=\"Isaiah 56:6\" href=\"/Isaiah.56.6\">6</a>; of other gods <a data-ref=\"I Kings 9:9\" href=\"/I_Kings.9.9\">1 K 9:9</a> = <a data-ref=\"II Chronicles 7:22\" href=\"/II_Chronicles.7.22\">2 Ch 7:22</a>; laying hold of wisdom <a data-ref=\"Proverbs 3:18\" href=\"/Proverbs.3.18\">Pr 3:18</a>, cf. <a data-ref=\"Proverbs 4:13\" href=\"/Proverbs.4.13\">4:13</a> <a data-ref=\"Job 2:3\" href=\"/Job.2.3\">Jb 2:3</a>, <a data-ref=\"Job 2:9\" href=\"/Job.2.9\">9</a>; <a data-ref=\"Job 27:6\" href=\"/Job.27.6\">27:6</a> <a data-ref=\"Jeremiah 8:5\" href=\"/Jeremiah.8.5\">Je 8:5</a>. <strong>b.</strong>  <em>have</em> or <em>keep hold of</em>, sq. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Judges 16:26\" href=\"/Judges.16.26\">Ju 16:26</a> <a data-ref=\"II Samuel 3:29\" href=\"/II_Samuel.3.29\">2 S 3:29</a> <a data-ref=\"Jeremiah 50:33\" href=\"/Jeremiah.50.33\">Je 50:33</a> <a data-ref=\"Nehemiah 4:15\" href=\"/Nehemiah.4.15\">Ne 4:15</a>. <strong>c.</strong>  <em>hold up</em>, sq. <span dir=\"rtl\">בְּ</span>, fig. = <em>sustain, support</em> <a data-ref=\"Leviticus 25:35\" href=\"/Leviticus.25.35\">Lv 25:35</a>; of <span dir=\"rtl\">י׳</span> holding his servants <a data-ref=\"Isaiah 42:6\" href=\"/Isaiah.42.6\">Is 42:6</a>; <a data-ref=\"Isaiah 45:1\" href=\"/Isaiah.45.1\">45:1</a>, cf. <a data-ref=\"Job 8:20\" href=\"/Job.8.20\">Jb 8:20</a>; v. also pt. used substantively <a data-ref=\"Daniel 11:1\" href=\"/Daniel.11.1\">Dn 11:1</a> (‖ <span dir=\"rtl\">מָעוֹז</span>), v <a data-ref=\"Daniel 11:6\" href=\"/Daniel.11.6\">6</a> (‖ <span dir=\"rtl\">מֵבִיא</span>, <span dir=\"rtl\">יֹלֵד</span>); of Ne. holding fast to <span dir=\"rtl\">(בְּ)</span> his work <a data-ref=\"Nehemiah 5:16\" href=\"/Nehemiah.5.16\">Ne 5:16</a>; cf. of wicked, holding to his house <a data-ref=\"Job 8:15\" href=\"/Job.8.15\">Jb 8:15</a>; <em>cleave</em> or <em>cling to</em> <span dir=\"rtl\">(על)</span> one’s brethren <a data-ref=\"Nehemiah 10:30\" href=\"/Nehemiah.10.30\">Ne 10:30</a>. <strong>hence </strong> <strong>d.</strong>  <em>keep, retain</em>, sq. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Exodus 9:2\" href=\"/Exodus.9.2\">Ex 9:2</a> (J), <a data-ref=\"Judges 7:8\" href=\"/Judges.7.8\">Ju 7:8</a>; <a data-ref=\"Judges 19:4\" href=\"/Judges.19.4\">19:4</a>; so <a data-ref=\"Ezekiel 7:13\" href=\"/Ezekiel.7.13\">Ez 7:13</a> Sm Co (MT Hithp.); sq. anger (acc.) <a data-ref=\"Micah 7:18\" href=\"/Micah.7.18\">Mi 7:18</a>. <strong>e.</strong>  hence also <em>hold, contain</em>, sq. acc. <a data-ref=\"II Chronicles 4:5\" href=\"/II_Chronicles.4.5\">2 Ch 4:5</a>.<br>†<strong>Hithp.</strong>  (especially Ch) Pf. <span dir=\"rtl\">הִתְחַזַּק</span> <a data-ref=\"II Chronicles 13:7\" href=\"/II_Chronicles.13.7\">2 Ch 13:7</a> + 3 times, etc.; Impf. <span dir=\"rtl\">וַיִּתְחַזֵּק</span> <a data-ref=\"Genesis 48:2\" href=\"/Genesis.48.2\">Gn 48:2</a> + 7 times; <span dir=\"rtl\">וַיִּתְחַזַּק</span> <a data-ref=\"II Chronicles 21:4\" href=\"/II_Chronicles.21.4\">2 Ch 21:4</a>; <a data-ref=\"II Chronicles 32:5\" href=\"/II_Chronicles.32.5\">32:5</a>; <span dir=\"rtl\">יִתְחַזָּ֑קוּ</span> <a data-ref=\"Ezekiel 7:13\" href=\"/Ezekiel.7.13\">Ez 7:13</a> (but Sm Co read Hiph.), etc.; Imv. <span dir=\"rtl\">הִתְחַזַּק</span> <a data-ref=\"I Kings 20:22\" href=\"/I_Kings.20.22\">1 K 20:22</a>; <span dir=\"rtl\">הִתְחַזְּקוּ</span> <a data-ref=\"I Samuel 4:9\" href=\"/I_Samuel.4.9\">1 S 4:9</a>; Inf. cstr. <span dir=\"rtl\">לְהִתְחַזֵּק</span> <a data-ref=\"II Chronicles 13:8\" href=\"/II_Chronicles.13.8\">2 Ch 13:8</a>; <a data-ref=\"II Chronicles 16:9\" href=\"/II_Chronicles.16.9\">16:9</a>; Pt. <span dir=\"rtl\">מִתְחַזֵּק</span> <a data-ref=\"II Samuel 3:6\" href=\"/II_Samuel.3.6\">2 S 3:6</a> <a data-ref=\"Daniel 10:21\" href=\"/Daniel.10.21\">Dn 10:21</a>; pl. <span dir=\"rtl\">מִתְחַזְּקִים</span> <a data-ref=\"I Chronicles 11:10\" href=\"/I_Chronicles.11.10\">1 Ch 11:10</a>;— <strong>1.</strong>  <em>strengthen oneself</em> <a data-ref=\"II Samuel 3:6\" href=\"/II_Samuel.3.6\">2 S 3:6</a> <a data-ref=\"I Kings 20:22\" href=\"/I_Kings.20.22\">1 K 20:22</a> <a data-ref=\"II Chronicles 1:1\" href=\"/II_Chronicles.1.1\">2 Ch 1:1</a>; <a data-ref=\"II Chronicles 12:13\" href=\"/II_Chronicles.12.13\">12:13</a>; <a data-ref=\"II Chronicles 13:21\" href=\"/II_Chronicles.13.21\">13:21</a>; <a data-ref=\"II Chronicles 21:4\" href=\"/II_Chronicles.21.4\">21:4</a>; <a data-ref=\"II Chronicles 23:1\" href=\"/II_Chronicles.23.1\">23:1</a>; <a data-ref=\"II Chronicles 25:11\" href=\"/II_Chronicles.25.11\">25:11</a>; <a data-ref=\"II Chronicles 27:6\" href=\"/II_Chronicles.27.6\">27:6</a>; sq. <span dir=\"rtl\">עַל</span> <em>against</em> <a data-ref=\"II Chronicles 17:1\" href=\"/II_Chronicles.17.1\">2 Ch 17:1</a>; <em>gain strength</em> <a data-ref=\"Ezra 7:28\" href=\"/Ezra.7.28\">Ezr 7:28</a> <a data-ref=\"Daniel 10:19\" href=\"/Daniel.10.19\">Dn 10:19</a>, cf. <span dir=\"rtl\">הִתְח׳ ביהוה</span> <a data-ref=\"I Samuel 30:6\" href=\"/I_Samuel.30.6\">1 S 30:6</a>; fig. = <em>take courage</em> <a data-ref=\"II Chronicles 15:8\" href=\"/II_Chronicles.15.8\">2 Ch 15:8</a>. <strong>2.</strong>  <em>put forth strength, use one’s strength</em> <a data-ref=\"Genesis 48:2\" href=\"/Genesis.48.2\">Gn 48:2</a> (i.e. he exerted himself, he sat up by a great effort), <a data-ref=\"Numbers 13:20\" href=\"/Numbers.13.20\">Nu 13:20</a> <a data-ref=\"Judges 20:22\" href=\"/Judges.20.22\">Ju 20:22</a> <a data-ref=\"I Samuel 4:9\" href=\"/I_Samuel.4.9\">1 S 4:9</a> <a data-ref=\"II Samuel 10:12\" href=\"/II_Samuel.10.12\">2 S 10:12</a> <a data-ref=\"I Chronicles 19:13\" href=\"/I_Chronicles.19.13\">1 Ch 19:13</a> <a data-ref=\"II Chronicles 32:5\" href=\"/II_Chronicles.32.5\">2 Ch 32:5</a>. <strong>3.</strong>  sq. <span dir=\"rtl\">לִפְנֵי</span> <em>withstand</em> <a data-ref=\"II Chronicles 13:7\" href=\"/II_Chronicles.13.7\">2 Ch 13:7</a>, <a data-ref=\"II Chronicles 13:8\" href=\"/II_Chronicles.13.8\">8</a>. <strong>4.</strong>  sq. <span dir=\"rtl\">עִם</span> <em>hold strongly with</em> <a data-ref=\"I Chronicles 11:10\" href=\"/I_Chronicles.11.10\">1 Ch 11:10</a> <a data-ref=\"Daniel 10:21\" href=\"/Daniel.10.21\">Dn 10:21</a>, cf. of <span dir=\"rtl\">י׳</span>, <span dir=\"rtl\">להתח׳ עִם לְבָבָם שָׁלֵם אֵלָיו</span> <a data-ref=\"II Chronicles 16:9\" href=\"/II_Chronicles.16.9\">2 Ch 16:9</a>.—For <span dir=\"rtl\">יִתְחַזָּ֑קוּ</span> <a data-ref=\"Ezekiel 7:13\" href=\"/Ezekiel.7.13\">Ez 7:13</a> read Hiph., v. Sm Co Da."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d278b6084aa1cbf1a50d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, לֵב² 1", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "BDB, לֵב² 1", "sourceHeRef": "בראון-דרייבר-בריגס, לֵב² א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "לֵב²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">לֵב</span></big><sub>599</sub>  <big><span dir=\"rtl\">לֵב</span></big><sub>599</sub> <strong>n.m.</strong> <a data-ref=\"Proverbs 23:15\" href=\"/Proverbs.23.15\">Pr 23:15</a> (†<strong>f.</strong> <a data-ref=\"Proverbs 12:25\" href=\"/Proverbs.12.25\">Pr 12:25</a>, from influence of <span dir=\"rtl\">נֶפֶשׁ</span> v. De Now) inner man, mind, will, heart, abs. and cstr. <span dir=\"rtl\">לֵב</span> <a data-ref=\"Genesis 8:21\" href=\"/Genesis.8.21\">Gn 8:21</a> + 239 times; <span dir=\"rtl\">לֶב־</span> <a data-ref=\"Exodus 15:8\" href=\"/Exodus.15.8\">Ex 15:8</a> + 15 times; sf. <span dir=\"rtl\">לִבִּי</span> <a data-ref=\"Genesis 24:45\" href=\"/Genesis.24.45\">Gn 24:45</a> + 102 times; <span dir=\"rtl\">לִבְּךָ</span> <a data-ref=\"Exodus 9:14\" href=\"/Exodus.9.14\">Ex 9:14</a> + 28 times; <span dir=\"rtl\">לִבֶּ֑ךָ</span> <a data-ref=\"Judges 19:6\" href=\"/Judges.19.6\">Ju 19:6</a> + 25 times; <span dir=\"rtl\">לִבֵּךְ</span> <a data-ref=\"Isaiah 47:7\" href=\"/Isaiah.47.7\">Is 47:7</a> + 7 times; <span dir=\"rtl\">לִבּוֹ</span> <a data-ref=\"Genesis 6:5\" href=\"/Genesis.6.5\">Gn 6:5</a> + 93 times; <span dir=\"rtl\">לִבָּהּ</span> <a data-ref=\"Judges 19:3\" href=\"/Judges.19.3\">Ju 19:3</a> + 7 times; <span dir=\"rtl\">לִבֵּנוּ</span> <a data-ref=\"Isaiah 41:22\" href=\"/Isaiah.41.22\">Is 41:22</a> + 5 times; <span dir=\"rtl\">לִבְּכֶם</span> <a data-ref=\"Genesis 18:5\" href=\"/Genesis.18.5\">Gn 18:5</a> + 2 times; <span dir=\"rtl\">לִבָּם</span> <a data-ref=\"Genesis 42:28\" href=\"/Genesis.42.28\">Gn 42:28</a> + 56 times; <span dir=\"rtl\">לִבָּן</span> <a data-ref=\"Exodus 35:26\" href=\"/Exodus.35.26\">Ex 35:26</a>; <span dir=\"rtl\">לִבְּהֶן</span> <a data-ref=\"Ezekiel 13:17\" href=\"/Ezekiel.13.17\">Ez 13:17</a>; pl. <span dir=\"rtl\">לִבּוֹת</span> <a data-ref=\"Psalms 7:10\" href=\"/Psalms.7.10\">ψ 7:10</a> <a data-ref=\"Proverbs 15:11\" href=\"/Proverbs.15.11\">Pr 15:11</a> + 3 times Pr.; sf. <span dir=\"rtl\">לִבֹּתָם</span> <a data-ref=\"Isaiah 44:18\" href=\"/Isaiah.44.18\">Is 44:18</a>; <span dir=\"rtl\">לִבּוֹתָם</span> <a data-ref=\"Psalms 125:4\" href=\"/Psalms.125.4\">ψ 125:4</a>—<em>inner part, midst:</em><br/><br><strong>I.</strong>  seldom of things, <span dir=\"rtl\">בְּלֶב־יָם</span> <em>in the midst of the sea</em> <a data-ref=\"Exodus 15:8\" href=\"/Exodus.15.8\">Ex 15:8</a> <a data-ref=\"Proverbs 23:34\" href=\"/Proverbs.23.34\">Pr 23:34</a>; <a data-ref=\"Proverbs 30:19\" href=\"/Proverbs.30.19\">30:19</a>; <span dir=\"rtl\">בְּלֵב יַמִּים</span> <a data-ref=\"Psalms 46:3\" href=\"/Psalms.46.3\">ψ 46:3</a>; <a data-ref=\"Ezekiel 27:4\" href=\"/Ezekiel.27.4\">Ez 27:4</a>, <a data-ref=\"Ezekiel 27:25\" href=\"/Ezekiel.27.25\">25</a>, <a data-ref=\"Ezekiel 27:26\" href=\"/Ezekiel.27.26\">26</a>, <a data-ref=\"Ezekiel 27:27\" href=\"/Ezekiel.27.27\">27</a>; <a data-ref=\"Ezekiel 28:2\" href=\"/Ezekiel.28.2\">28:2</a>, <a data-ref=\"Ezekiel 28:8\" href=\"/Ezekiel.28.8\">8</a> <span dir=\"rtl\">בלב האלה</span> <a data-ref=\"II Samuel 18:14\" href=\"/II_Samuel.18.14\">2 S 18:14</a>; <span dir=\"rtl\">בְּלֵב אֹיְבֵי</span> <em>in the midst of the enemies of</em> <a data-ref=\"Psalms 45:2\" href=\"/Psalms.45.2\">ψ 45:2</a> (v. Br<sup>MP in loco</sup>; AV RV al. <em>in the heart of</em>).<br/><br><strong>II.</strong>  elsewhere of men: †<strong>1.</strong>  <em>the inner man</em> in contrast with outer <span dir=\"rtl\">לבי ובשׂרי ירננו</span> <em>my heart and my flesh cry out</em> <a data-ref=\"Psalms 84:3\" href=\"/Psalms.84.3\">ψ 84:3</a>; ‖ <span dir=\"rtl\">מעים</span> <a data-ref=\"Psalms 22:15\" href=\"/Psalms.22.15\">ψ 22:15</a> <a data-ref=\"Jeremiah 4:19\" href=\"/Jeremiah.4.19\">Je 4:19</a>, the inner for outer <span dir=\"rtl\">מעים</span> <a data-ref=\"Jeremiah 49:22\" href=\"/Jeremiah.49.22\">Je 49:22</a>; as within the breast <span dir=\"rtl\">על לב</span> <a data-ref=\"Exodus 28:3\" href=\"/Exodus.28.3\">Ex 28:3</a>, <a data-ref=\"Exodus 28:29\" href=\"/Exodus.28.29\">29</a>, <a data-ref=\"Exodus 28:30\" href=\"/Exodus.28.30\">30</a><sup>(×2)</sup> (P); <span dir=\"rtl\">מלב</span> <a data-ref=\"II Kings 9:24\" href=\"/II_Kings.9.24\">2 K 9:24</a>; <span dir=\"rtl\">בלב</span> <a data-ref=\"Psalms 37:15\" href=\"/Psalms.37.15\">ψ 37:15</a> <a data-ref=\"II Samuel 18:14\" href=\"/II_Samuel.18.14\">2 S 18:14</a>; <span dir=\"rtl\">סְגוֹר לִבָּם</span> <a data-ref=\"Hosea 13:8\" href=\"/Hosea.13.8\">Ho 13:8</a>; antithesis with <span dir=\"rtl\">בָּשָׂר</span> <a data-ref=\"Proverbs 14:30\" href=\"/Proverbs.14.30\">Pr 14:30</a> <a data-ref=\"Ecclesiastes 2:3\" href=\"/Ecclesiastes.2.3\">Ec 2:3</a>; head <a data-ref=\"Isaiah 1:5\" href=\"/Isaiah.1.5\">Is 1:5</a>, face <a data-ref=\"Ezekiel 14:3\" href=\"/Ezekiel.14.3\">Ez 14:3</a>, <a data-ref=\"Ezekiel 14:4\" href=\"/Ezekiel.14.4\">4</a>, <a data-ref=\"Ezekiel 14:7\" href=\"/Ezekiel.14.7\">7</a>; arm <a data-ref=\"Song of Songs 8:6\" href=\"/Song_of_Songs.8.6\">Ct 8:6</a>; hands <a data-ref=\"Ezekiel 22:14\" href=\"/Ezekiel.22.14\">Ez 22:14</a>; bones <a data-ref=\"Psalms 102:5\" href=\"/Psalms.102.5\">ψ 102:5</a>; eyes <a data-ref=\"I Kings 9:3\" href=\"/I_Kings.9.3\">1 K 9:3</a> (= <a data-ref=\"II Chronicles 7:16\" href=\"/II_Chronicles.7.16\">2 Ch 7:16</a>) <a data-ref=\"Jeremiah 22:17\" href=\"/Jeremiah.22.17\">Je 22:17</a>; ear <a data-ref=\"Proverbs 22:17\" href=\"/Proverbs.22.17\">Pr 22:17</a>; <a data-ref=\"Proverbs 23:12\" href=\"/Proverbs.23.12\">23:12</a>; mouth <a data-ref=\"Psalms 55:22\" href=\"/Psalms.55.22\">ψ 55:22</a>; lips <a data-ref=\"Isaiah 29:13\" href=\"/Isaiah.29.13\">Is 29:13</a>; <span dir=\"rtl\">אֲנִי יְשֵׁינָה וְלִבִּי עֵר</span> <em>I slept but my heart waked</em> <a data-ref=\"Song of Songs 5:2\" href=\"/Song_of_Songs.5.2\">Ct 5:2</a>. <strong>2.</strong>  <em>the inner man</em>, indef., <em>soul</em>, comprehending mind, affections and will, with occasional emphasis of one or the other by means of certain verbs: † <span dir=\"rtl\">בכל לב</span> <a data-ref=\"I Kings 8:23\" href=\"/I_Kings.8.23\">1 K 8:23</a> (= <a data-ref=\"II Chronicles 6:14\" href=\"/II_Chronicles.6.14\">2 Ch 6:14</a>) <a data-ref=\"Psalms 9:2\" href=\"/Psalms.9.2\">ψ 9:2</a>; <a data-ref=\"Psalms 119:2\" href=\"/Psalms.119.2\">119:2</a>, <a data-ref=\"Psalms 119:10\" href=\"/Psalms.119.10\">10</a>, <a data-ref=\"Psalms 119:34\" href=\"/Psalms.119.34\">34</a>, <a data-ref=\"Psalms 119:58\" href=\"/Psalms.119.58\">58</a>, <a data-ref=\"Psalms 119:69\" href=\"/Psalms.119.69\">69</a>, <a data-ref=\"Psalms 119:145\" href=\"/Psalms.119.145\">145</a>; <a data-ref=\"Psalms 138:1\" href=\"/Psalms.138.1\">138:1</a> <a data-ref=\"Proverbs 3:5\" href=\"/Proverbs.3.5\">Pr 3:5</a> <a data-ref=\"Jeremiah 3:10\" href=\"/Jeremiah.3.10\">Je 3:10</a>; <a data-ref=\"Jeremiah 24:7\" href=\"/Jeremiah.24.7\">24:7</a>; †<span dir=\"rtl\">עם לב</span> <a data-ref=\"II Chronicles 24:4\" href=\"/II_Chronicles.24.4\">2 Ch 24:4</a> (see <span dir=\"rtl\">לבב</span> <strong>2</strong>); † <span dir=\"rtl\">כלב</span> <a data-ref=\"II Samuel 7:21\" href=\"/II_Samuel.7.21\">2 S 7:21</a> (= <a data-ref=\"I Chronicles 17:19\" href=\"/I_Chronicles.17.19\">1 Ch 17:19</a>) <a data-ref=\"Jeremiah 3:15\" href=\"/Jeremiah.3.15\">Je 3:15</a>; <span dir=\"rtl\">תַּעֲלֻמוֹת לֵב</span> <em>secrets of the heart</em> <a data-ref=\"Psalms 44:22\" href=\"/Psalms.44.22\">ψ 44:22</a>; <span dir=\"rtl\">לֵב מְלָכִים אֵין חֵקֶר</span> <em>the heart of kings is unsearchable</em> <a data-ref=\"Proverbs 25:3\" href=\"/Proverbs.25.3\">Pr 25:3</a>; <span dir=\"rtl\">הַיֹּצֵר יַחַד לִבָּם</span> <a data-ref=\"Psalms 33:15\" href=\"/Psalms.33.15\">ψ 33:15</a> etc. <strong>3.</strong>  specific reference to <em>mind:</em> <strong>a.</strong>  †<span dir=\"rtl\">מִלֵּב</span> of <em>one’s own mind</em> <a data-ref=\"Numbers 16:28\" href=\"/Numbers.16.28\">Nu 16:28</a>; <a data-ref=\"Numbers 24:13\" href=\"/Numbers.24.13\">24:13</a> (JE) <a data-ref=\"I Kings 12:33\" href=\"/I_Kings.12.33\">1 K 12:33</a>; <a data-ref=\"Nehemiah 6:8\" href=\"/Nehemiah.6.8\">Ne 6:8</a>; <a data-ref=\"Ezekiel 13:2\" href=\"/Ezekiel.13.2\">Ez 13:2</a>, <a data-ref=\"Ezekiel 13:17\" href=\"/Ezekiel.13.17\">17</a>; †<span dir=\"rtl\">חֲסַר לֵב</span> <em>destitute of mind</em> <a data-ref=\"Proverbs 6:32\" href=\"/Proverbs.6.32\">Pr 6:32</a>; <a data-ref=\"Proverbs 7:7\" href=\"/Proverbs.7.7\">7:7</a>; <a data-ref=\"Proverbs 9:4\" href=\"/Proverbs.9.4\">9:4</a>, <a data-ref=\"Proverbs 9:16\" href=\"/Proverbs.9.16\">16</a>; <a data-ref=\"Proverbs 10:13\" href=\"/Proverbs.10.13\">10:13</a>, <a data-ref=\"Proverbs 10:21\" href=\"/Proverbs.10.21\">21</a>; <a data-ref=\"Proverbs 11:12\" href=\"/Proverbs.11.12\">11:12</a>; <a data-ref=\"Proverbs 12:11\" href=\"/Proverbs.12.11\">12:11</a>; <a data-ref=\"Proverbs 15:21\" href=\"/Proverbs.15.21\">15:21</a>; <a data-ref=\"Proverbs 17:18\" href=\"/Proverbs.17.18\">17:18</a>; <a data-ref=\"Proverbs 24:30\" href=\"/Proverbs.24.30\">24:30</a>; <span dir=\"rtl\">לִבּוֹ חָסֵר</span> <a data-ref=\"Ecclesiastes 10:3\" href=\"/Ecclesiastes.10.3\">Ec 10:3</a>; <span dir=\"rtl\">אֵין לֵב</span> <a data-ref=\"Jeremiah 5:21\" href=\"/Jeremiah.5.21\">Je 5:21</a> <a data-ref=\"Hosea 7:11\" href=\"/Hosea.7.11\">Ho 7:11</a>; <span dir=\"rtl\">לב אין</span> <a data-ref=\"Proverbs 17:16\" href=\"/Proverbs.17.16\">Pr 17:16</a>; <span dir=\"rtl\">קנה לב</span> <em>get a mind</em> <a data-ref=\"Proverbs 15:32\" href=\"/Proverbs.15.32\">Pr 15:32</a>; <a data-ref=\"Proverbs 19:8\" href=\"/Proverbs.19.8\">19:8</a>; <span dir=\"rtl\">כֹּחַ לב</span> <em>power of mind</em> <a data-ref=\"Job 36:5\" href=\"/Job.36.5\">Jb 36:5</a>; <span dir=\"rtl\">רֹחַב לב</span> <em>breadth of mind</em> <a data-ref=\"I Kings 5:9\" href=\"/I_Kings.5.9\">1 K 5:9</a>, <span dir=\"rtl\">גנב לב</span> <a data-ref=\"II Samuel 15:6\" href=\"/II_Samuel.15.6\">2 S 15:6</a>; <a data-ref=\"Genesis 31:20\" href=\"/Genesis.31.20\">Gn 31:20</a> (E? see <span dir=\"rtl\">לבב</span> <strong>3 a</strong>). <strong>b.</strong>  <em>knowledge</em>, c. †<span dir=\"rtl\">ידע</span> <a data-ref=\"Deuteronomy 29:3\" href=\"/Deuteronomy.29.3\">Dt 29:3</a>; <a data-ref=\"Proverbs 14:10\" href=\"/Proverbs.14.10\">Pr 14:10</a>; <a data-ref=\"Proverbs 22:17\" href=\"/Proverbs.22.17\">22:17</a>; <a data-ref=\"Ecclesiastes 1:17\" href=\"/Ecclesiastes.1.17\">Ec 1:17</a>; <a data-ref=\"Ecclesiastes 7:22\" href=\"/Ecclesiastes.7.22\">7:22</a>, <a data-ref=\"Ecclesiastes 7:25\" href=\"/Ecclesiastes.7.25\">25</a>; <a data-ref=\"Ecclesiastes 8:5\" href=\"/Ecclesiastes.8.5\">8:5</a>, <a data-ref=\"Ecclesiastes 8:16\" href=\"/Ecclesiastes.8.16\">16</a>; <a data-ref=\"Jeremiah 24:7\" href=\"/Jeremiah.24.7\">Je 24:7</a>; <span dir=\"rtl\">ראה</span> <a data-ref=\"Psalms 66:18\" href=\"/Psalms.66.18\">ψ 66:18</a> <a data-ref=\"Ecclesiastes 1:16\" href=\"/Ecclesiastes.1.16\">Ec 1:16</a>; <span dir=\"rtl\">חָכַם לב</span> <em>mind is wise</em> <a data-ref=\"Proverbs 23:15\" href=\"/Proverbs.23.15\">Pr 23:15</a>; †<span dir=\"rtl\">לֵב חָכָם</span> <em>wise mind</em> <a data-ref=\"I Kings 3:12\" href=\"/I_Kings.3.12\">1 K 3:12</a>; <a data-ref=\"Proverbs 16:23\" href=\"/Proverbs.16.23\">Pr 16:23</a>; <a data-ref=\"Ecclesiastes 8:5\" href=\"/Ecclesiastes.8.5\">Ec 8:5</a>; †<span dir=\"rtl\">חֲכַם לֵב</span> <a data-ref=\"Exodus 31:6\" href=\"/Exodus.31.6\">Ex 31:6</a>; <a data-ref=\"Exodus 35:10\" href=\"/Exodus.35.10\">35:10</a>; <a data-ref=\"Exodus 36:1\" href=\"/Exodus.36.1\">36:1</a>, <a data-ref=\"Exodus 36:2\" href=\"/Exodus.36.2\">2</a>, <a data-ref=\"Exodus 36:8\" href=\"/Exodus.36.8\">8</a> (P) <a data-ref=\"Proverbs 10:8\" href=\"/Proverbs.10.8\">Pr 10:8</a>; <a data-ref=\"Proverbs 11:29\" href=\"/Proverbs.11.29\">11:29</a>; <a data-ref=\"Proverbs 16:21\" href=\"/Proverbs.16.21\">16:21</a>; †<span dir=\"rtl\">חַכְמֵי לֵב</span> <a data-ref=\"Exodus 28:3\" href=\"/Exodus.28.3\">Ex 28:3</a> (P) <a data-ref=\"Job 37:24\" href=\"/Job.37.24\">Jb 37:24</a>; †<span dir=\"rtl\">חכמת לב</span> <a data-ref=\"Exodus 35:25\" href=\"/Exodus.35.25\">Ex 35:25</a>, <a data-ref=\"Exodus 35:35\" href=\"/Exodus.35.35\">35</a> (P); <span dir=\"rtl\">לב חכמים</span> <a data-ref=\"Ecclesiastes 7:4\" href=\"/Ecclesiastes.7.4\">Ec 7:4</a>; <a data-ref=\"Ecclesiastes 10:2\" href=\"/Ecclesiastes.10.2\">10:2</a>; <span dir=\"rtl\">לב כסילים</span> <a data-ref=\"Proverbs 12:23\" href=\"/Proverbs.12.23\">Pr 12:23</a>; <a data-ref=\"Proverbs 15:7\" href=\"/Proverbs.15.7\">15:7</a> <a data-ref=\"Ecclesiastes 7:4\" href=\"/Ecclesiastes.7.4\">Ec 7:4</a>; <a data-ref=\"Ecclesiastes 10:2\" href=\"/Ecclesiastes.10.2\">10:2</a>; c. <span dir=\"rtl\">חכמה</span> <a data-ref=\"Exodus 36:2\" href=\"/Exodus.36.2\">Ex 36:2</a> (P) <a data-ref=\"I Kings 10:24\" href=\"/I_Kings.10.24\">1 K 10:24</a> (= <a data-ref=\"II Chronicles 9:23\" href=\"/II_Chronicles.9.23\">2 Ch 9:23</a>) <a data-ref=\"Proverbs 2:10\" href=\"/Proverbs.2.10\">Pr 2:10</a>; <a data-ref=\"Proverbs 17:16\" href=\"/Proverbs.17.16\">17:16</a>; <a data-ref=\"Ecclesiastes 2:3\" href=\"/Ecclesiastes.2.3\">Ec 2:3</a>; †<span dir=\"rtl\">לֵב נָבוֹן</span> <em>intelligent mind</em> <a data-ref=\"Proverbs 14:33\" href=\"/Proverbs.14.33\">Pr 14:33</a>; <a data-ref=\"Proverbs 15:14\" href=\"/Proverbs.15.14\">15:14</a>; <a data-ref=\"Proverbs 18:15\" href=\"/Proverbs.18.15\">18:15</a>; with <span dir=\"rtl\">הבין</span> <a data-ref=\"Proverbs 8:5\" href=\"/Proverbs.8.5\">Pr 8:5</a>; <span dir=\"rtl\">תְּבוּנָה</span> <a data-ref=\"Proverbs 2:2\" href=\"/Proverbs.2.2\">Pr 2:2</a>; <span dir=\"rtl\">שָׂ֑כֶל</span> <a data-ref=\"Job 17:4\" href=\"/Job.17.4\">Jb 17:4</a> etc. <strong>c.</strong>  <em>thinking, reflection</em>, c. <span dir=\"rtl\">חשׁב</span> <a data-ref=\"Psalms 140:3\" href=\"/Psalms.140.3\">ψ 140:3</a> <a data-ref=\"Proverbs 16:9\" href=\"/Proverbs.16.9\">Pr 16:9</a>; <span dir=\"rtl\">מחשׁבות</span> <a data-ref=\"Genesis 6:5\" href=\"/Genesis.6.5\">Gn 6:5</a> (J) <a data-ref=\"Psalms 33:11\" href=\"/Psalms.33.11\">ψ 33:11</a> <a data-ref=\"Proverbs 6:18\" href=\"/Proverbs.6.18\">Pr 6:18</a>; <a data-ref=\"Proverbs 19:21\" href=\"/Proverbs.19.21\">19:21</a> cf. <a data-ref=\"Genesis 8:21\" href=\"/Genesis.8.21\">Gn 8:21</a> (J); <span dir=\"rtl\">הגה</span> <em>muse, study</em> <a data-ref=\"Proverbs 15:28\" href=\"/Proverbs.15.28\">Pr 15:28</a>; <a data-ref=\"Proverbs 24:2\" href=\"/Proverbs.24.2\">24:2</a>; <a data-ref=\"Isaiah 33:18\" href=\"/Isaiah.33.18\">Is 33:18</a>; <a data-ref=\"Isaiah 59:13\" href=\"/Isaiah.59.13\">59:13</a>; <span dir=\"rtl\">הגיון</span> <a data-ref=\"Psalms 19:15\" href=\"/Psalms.19.15\">ψ 19:15</a>; <span dir=\"rtl\">הָגוּת</span> <a data-ref=\"Psalms 49:4\" href=\"/Psalms.49.4\">ψ 49:4</a>; †<span dir=\"rtl\">שׂם לב</span> <em>set the mind, consider</em> <a data-ref=\"Isaiah 41:22\" href=\"/Isaiah.41.22\">Is 41:22</a>; <a data-ref=\"Ezekiel 44:5\" href=\"/Ezekiel.44.5\">Ez 44:5</a>, c. <span dir=\"rtl\">לְ</span> <a data-ref=\"I Samuel 9:20\" href=\"/I_Samuel.9.20\">1 S 9:20</a>; <a data-ref=\"Ezekiel 40:4\" href=\"/Ezekiel.40.4\">Ez 40:4</a>; <a data-ref=\"Ezekiel 44:5\" href=\"/Ezekiel.44.5\">44:5</a>; <span dir=\"rtl\">אֶל</span> <a data-ref=\"Exodus 9:21\" href=\"/Exodus.9.21\">Ex 9:21</a> (J) <a data-ref=\"I Samuel 25:25\" href=\"/I_Samuel.25.25\">1 S 25:25</a>; <a data-ref=\"II Samuel 18:3\" href=\"/II_Samuel.18.3\">2 S 18:3</a><sup>(×2)</sup> <a data-ref=\"Job 2:3\" href=\"/Job.2.3\">Jb 2:3</a>; <a data-ref=\"Job 34:14\" href=\"/Job.34.14\">34:14</a>; <span dir=\"rtl\">עַל</span> <a data-ref=\"Job 1:8\" href=\"/Job.1.8\">Jb 1:8</a>; † <span dir=\"rtl\">שׁת לב</span> <a data-ref=\"Psalms 62:10\" href=\"/Psalms.62.10\">ψ 62:10</a>; <a data-ref=\"Proverbs 22:17\" href=\"/Proverbs.22.17\">Pr 22:17</a>; <a data-ref=\"Proverbs 24:32\" href=\"/Proverbs.24.32\">24:32</a>, c. <span dir=\"rtl\">לְּ</span> <a data-ref=\"Exodus 7:23\" href=\"/Exodus.7.23\">Ex 7:23</a> (JE) <a data-ref=\"I Samuel 4:20\" href=\"/I_Samuel.4.20\">1 S 4:20</a>; <a data-ref=\"II Samuel 13:20\" href=\"/II_Samuel.13.20\">2 S 13:20</a>; <a data-ref=\"Psalms 48:14\" href=\"/Psalms.48.14\">ψ 48:14</a>; <a data-ref=\"Proverbs 27:23\" href=\"/Proverbs.27.23\">Pr 27:23</a>; <a data-ref=\"Jeremiah 31:21\" href=\"/Jeremiah.31.21\">Je 31:21</a> <span dir=\"rtl\">אֶל</span> <a data-ref=\"Job 7:17\" href=\"/Job.7.17\">Jb 7:17</a>. <strong>d.</strong>  <em>memory</em> †<span dir=\"rtl\">השׁיב אל לב</span> <em>call to mind</em> <a data-ref=\"Isaiah 44:19\" href=\"/Isaiah.44.19\">Is 44:19</a>; <a data-ref=\"Lamentations 3:21\" href=\"/Lamentations.3.21\">La 3:21</a>; <span dir=\"rtl\">על לב</span> <a data-ref=\"Isaiah 46:8\" href=\"/Isaiah.46.8\">Is 46:8</a>; †<span dir=\"rtl\">עלה על לב</span> <em>come into mind</em> (occur to one) <a data-ref=\"Isaiah 65:17\" href=\"/Isaiah.65.17\">Is 65:17</a>; <a data-ref=\"Jeremiah 3:16\" href=\"/Jeremiah.3.16\">Je 3:16</a>; <a data-ref=\"Jeremiah 7:31\" href=\"/Jeremiah.7.31\">7:31</a>; <a data-ref=\"Jeremiah 19:5\" href=\"/Jeremiah.19.5\">19:5</a>; <a data-ref=\"Jeremiah 32:35\" href=\"/Jeremiah.32.35\">32:35</a> (cf. Acts 7:23), so <span dir=\"rtl\">בא על לב</span> <a data-ref=\"II Chronicles 7:11\" href=\"/II_Chronicles.7.11\">2 Ch 7:11</a>; †<span dir=\"rtl\">שׂם על לב</span> <em>lay to heart</em> <a data-ref=\"Isaiah 42:25\" href=\"/Isaiah.42.25\">Is 42:25</a>; <a data-ref=\"Isaiah 47:7\" href=\"/Isaiah.47.7\">47:7</a>; <a data-ref=\"Isaiah 57:1\" href=\"/Isaiah.57.1\">57:1</a>, <a data-ref=\"Isaiah 57:11\" href=\"/Isaiah.57.11\">11</a>; <a data-ref=\"Jeremiah 12:11\" href=\"/Jeremiah.12.11\">Je 12:11</a> <a data-ref=\"Malachi 2:2\" href=\"/Malachi.2.2\">Mal 2:2</a><sup>(×2)</sup> <a data-ref=\"Daniel 1:8\" href=\"/Daniel.1.8\">Dn 1:8</a>; <span dir=\"rtl\">אל לב</span> <a data-ref=\"II Samuel 13:33\" href=\"/II_Samuel.13.33\">2 S 13:33</a>; <a data-ref=\"II Samuel 19:20\" href=\"/II_Samuel.19.20\">19:20</a> <span dir=\"rtl\">כתב על לב</span> <a data-ref=\"Jeremiah 31:33\" href=\"/Jeremiah.31.33\">Je 31:33</a>; <span dir=\"rtl\">קשׁר על לב</span> <a data-ref=\"Proverbs 6:21\" href=\"/Proverbs.6.21\">Pr 6:21</a>; † <span dir=\"rtl\">לוּחַ לֵב</span> <em>tablet of the memory</em> <a data-ref=\"Proverbs 3:3\" href=\"/Proverbs.3.3\">Pr 3:3</a>; <a data-ref=\"Proverbs 7:3\" href=\"/Proverbs.7.3\">7:3</a> <a data-ref=\"Jeremiah 17:1\" href=\"/Jeremiah.17.1\">Je 17:1</a>; <span dir=\"rtl\">נִשְׁכַּחְתִּי כְּמֵת מִלֵּב</span> <em>I am forgotten as a dead man out of mind</em> <a data-ref=\"Psalms 31:13\" href=\"/Psalms.31.13\">ψ 31:13</a>. <strong>4.</strong>  spec. ref. to <em>inclinations, resolutions and determinations of the will;</em> †<span dir=\"rtl\">הכין לב</span> <em>set the mind</em> <a data-ref=\"II Chronicles 12:14\" href=\"/II_Chronicles.12.14\">2 Ch 12:14</a> <a data-ref=\"Psalms 10:17\" href=\"/Psalms.10.17\">ψ 10:17</a>; <a data-ref=\"Psalms 78:8\" href=\"/Psalms.78.8\">78:8</a>; <a data-ref=\"Job 11:13\" href=\"/Job.11.13\">Jb 11:13</a>; †<span dir=\"rtl\">נכון לב</span> <a data-ref=\"Psalms 57:8\" href=\"/Psalms.57.8\">ψ 57:8</a><sup>(×2)</sup> (= <a data-ref=\"Psalms 108:2\" href=\"/Psalms.108.2\">108:2</a>) <a data-ref=\"Psalms 78:37\" href=\"/Psalms.78.37\">78:37</a>; <a data-ref=\"Psalms 112:7\" href=\"/Psalms.112.7\">112:7</a>; †<span dir=\"rtl\">נתן לב לְ</span> <a data-ref=\"Ecclesiastes 1:13\" href=\"/Ecclesiastes.1.13\">Ec 1:13</a>, <a data-ref=\"Ecclesiastes 1:17\" href=\"/Ecclesiastes.1.17\">17</a>; <a data-ref=\"Ecclesiastes 7:21\" href=\"/Ecclesiastes.7.21\">7:21</a>; <a data-ref=\"Ecclesiastes 8:9\" href=\"/Ecclesiastes.8.9\">8:9</a>, <a data-ref=\"Ecclesiastes 8:16\" href=\"/Ecclesiastes.8.16\">16</a>; <a data-ref=\"Proverbs 23:26\" href=\"/Proverbs.23.26\">Pr 23:26</a> <a data-ref=\"Daniel 10:12\" href=\"/Daniel.10.12\">Dn 10:12</a>; † <span dir=\"rtl\">נתן אל לב</span> <a data-ref=\"Ecclesiastes 7:2\" href=\"/Ecclesiastes.7.2\">Ec 7:2</a>; <a data-ref=\"Ecclesiastes 9:1\" href=\"/Ecclesiastes.9.1\">9:1</a>; <a data-ref=\"Nehemiah 2:12\" href=\"/Nehemiah.2.12\">Ne 2:12</a>; <a data-ref=\"Nehemiah 7:5\" href=\"/Nehemiah.7.5\">7:5</a> differ from <a data-ref=\"Ecclesiastes 7:2\" href=\"/Ecclesiastes.7.2\">Ec 7:2</a>; <a data-ref=\"Ecclesiastes 9:1\" href=\"/Ecclesiastes.9.1\">9:1</a> (the ‘heart’ here not being the subject’s). <span dir=\"rtl\">בלב</span> <a data-ref=\"Exodus 35:34\" href=\"/Exodus.35.34\">Ex 35:34</a> (P) <a data-ref=\"Ezra 7:27\" href=\"/Ezra.7.27\">Ezr 7:27</a> <a data-ref=\"Ecclesiastes 3:11\" href=\"/Ecclesiastes.3.11\">Ec 3:11</a>; †<span dir=\"rtl\">אֲשֶׁר־נְשָׂאוֹ לִבּוֹ</span> <em>whose heart stirred him up</em> <a data-ref=\"Exodus 35:21\" href=\"/Exodus.35.21\">Ex 35:21</a>; <a data-ref=\"Exodus 36:2\" href=\"/Exodus.36.2\">36:2</a> cf. <a data-ref=\"Exodus 35:26\" href=\"/Exodus.35.26\">35:26</a> (all P); †<span dir=\"rtl\">נְדִיב לֵב</span> <em>willing of mind</em> <a data-ref=\"Exodus 35:5\" href=\"/Exodus.35.5\">Ex 35:5</a>, <a data-ref=\"Exodus 35:22\" href=\"/Exodus.35.22\">22</a> (P) <a data-ref=\"II Chronicles 29:31\" href=\"/II_Chronicles.29.31\">2 Ch 29:31</a> cf. <a data-ref=\"Exodus 25:2\" href=\"/Exodus.25.2\">Ex 25:2</a>; <a data-ref=\"Exodus 35:29\" href=\"/Exodus.35.29\">35:29</a> (P): †<span dir=\"rtl\">אחרי נטה לב</span> <em>inclined to follow</em> <a data-ref=\"Judges 9:3\" href=\"/Judges.9.3\">Ju 9:3</a> <a data-ref=\"Psalms 119:112\" href=\"/Psalms.119.112\">ψ 119:112</a>; <a data-ref=\"Proverbs 2:2\" href=\"/Proverbs.2.2\">Pr 2:2</a>; †<span dir=\"rtl\">הטה לב</span> <a data-ref=\"I Kings 11:3\" href=\"/I_Kings.11.3\">1 K 11:3</a> <a data-ref=\"Psalms 119:36\" href=\"/Psalms.119.36\">ψ 119:36</a>; <a data-ref=\"Psalms 141:4\" href=\"/Psalms.141.4\">141:4</a> cf. <a data-ref=\"II Samuel 15:13\" href=\"/II_Samuel.15.13\">2 S 15:13</a>:—<span dir=\"rtl\">גְּדֹלִים חִקְקֵי־לֵב</span> <em>great resolves of heart</em> <a data-ref=\"Judges 5:15\" href=\"/Judges.5.15\">Ju 5:15</a> etc. <strong>5.</strong>  spec. ref. to <em>conscience</em>, <span dir=\"rtl\">וַיַּךְ לֵב דָּוִד אֹתוֹ</span> <em>and David’s heart</em> (<em>conscience</em>) <em>smote him</em> <a data-ref=\"I Samuel 24:6\" href=\"/I_Samuel.24.6\">1 S 24:6</a>; <span dir=\"rtl\">מִכְשׁוֹל לֵב</span> <em>offence of conscience</em> <a data-ref=\"I Samuel 25:31\" href=\"/I_Samuel.25.31\">1 S 25:31</a>; cf. <a data-ref=\"Ecclesiastes 7:22\" href=\"/Ecclesiastes.7.22\">Ec 7:22</a>. <strong>6.</strong>  spec. ref. to <em>moral character</em>, God tries the heart <a data-ref=\"Psalms 17:3\" href=\"/Psalms.17.3\">ψ 17:3</a> <a data-ref=\"Jeremiah 12:3\" href=\"/Jeremiah.12.3\">Je 12:3</a>; sees the heart and reins <a data-ref=\"Jeremiah 20:12\" href=\"/Jeremiah.20.12\">Je 20:12</a>, tries them <a data-ref=\"Psalms 7:10\" href=\"/Psalms.7.10\">ψ 7:10</a> <a data-ref=\"Jeremiah 11:20\" href=\"/Jeremiah.11.20\">Je 11:20</a>, refines them <a data-ref=\"Psalms 26:2\" href=\"/Psalms.26.2\">ψ 26:2</a>; searches the heart and tries the reins <a data-ref=\"Jeremiah 17:10\" href=\"/Jeremiah.17.10\">Je 17:10</a>. <strong>a.</strong>  <span dir=\"rtl\">ישֶׁר־לִבִּי</span> <a data-ref=\"Job 33:3\" href=\"/Job.33.3\">Jb 33:3</a>; †<span dir=\"rtl\">יִשְׁרֵי לֵב</span> <a data-ref=\"Psalms 7:11\" href=\"/Psalms.7.11\">ψ 7:11</a>; <a data-ref=\"Psalms 11:2\" href=\"/Psalms.11.2\">11:2</a>; <a data-ref=\"Psalms 32:11\" href=\"/Psalms.32.11\">32:11</a>; <a data-ref=\"Psalms 36:11\" href=\"/Psalms.36.11\">36:11</a>; <a data-ref=\"Psalms 64:11\" href=\"/Psalms.64.11\">64:11</a> (all c. <span dir=\"rtl\">דָּוִד</span> in title), <a data-ref=\"Psalms 94:15\" href=\"/Psalms.94.15\">94:15</a>; <a data-ref=\"Psalms 97:11\" href=\"/Psalms.97.11\">97:11</a>; †<span dir=\"rtl\">לֵב שָׁלֵם</span> <a data-ref=\"I Chronicles 28:9\" href=\"/I_Chronicles.28.9\">1 Ch 28:9</a>; <a data-ref=\"I Chronicles 29:9\" href=\"/I_Chronicles.29.9\">29:9</a> <a data-ref=\"Isaiah 38:3\" href=\"/Isaiah.38.3\">Is 38:3</a> (all originally <span dir=\"rtl\">לבב</span>, see <span dir=\"rtl\">לבב</span> <strong>6 a</strong>); <span dir=\"rtl\">נִשְׁבְּרֵי־לֵב</span> <em>broken of heart</em> <a data-ref=\"Psalms 34:19\" href=\"/Psalms.34.19\">ψ 34:19</a> <a data-ref=\"Isaiah 61:1\" href=\"/Isaiah.61.1\">Is 61:1</a>; <span dir=\"rtl\">לֵב־נִשְׁבָּר</span> <a data-ref=\"Psalms 51:19\" href=\"/Psalms.51.19\">ψ 51:19</a>; <span dir=\"rtl\">שְׁבוּרֵי לֵב</span> <a data-ref=\"Psalms 147:3\" href=\"/Psalms.147.3\">ψ 147:3</a>; <span dir=\"rtl\">לֵב נִדְכָּאִים</span> <a data-ref=\"Isaiah 57:15\" href=\"/Isaiah.57.15\">Is 57:15</a>; <span dir=\"rtl\">לֵב טָהוֹר</span> <em>clean heart</em> <a data-ref=\"Psalms 51:12\" href=\"/Psalms.51.12\">ψ 51:12</a>; †<span dir=\"rtl\">לֵב חָדָשׁ</span> <em>new heart</em> <a data-ref=\"Ezekiel 18:31\" href=\"/Ezekiel.18.31\">Ez 18:31</a>; <a data-ref=\"Ezekiel 36:26\" href=\"/Ezekiel.36.26\">36:26</a> (prob. also <a data-ref=\"Ezekiel 11:19\" href=\"/Ezekiel.11.19\">11:19</a> for <span dir=\"rtl\">אֶהָד</span> see Co) etc. <strong>b.</strong>  <span dir=\"rtl\">לֵב רָע</span> <em>evil heart</em> <a data-ref=\"Proverbs 26:23\" href=\"/Proverbs.26.23\">Pr 26:23</a>; <span dir=\"rtl\">חַנְפֵי־לֵב</span> <em>godless in heart</em> <a data-ref=\"Job 36:13\" href=\"/Job.36.13\">Jb 36:13</a>; <span dir=\"rtl\">עקּשׁ(י) לב</span> <em>perverse in heart</em> <a data-ref=\"Proverbs 11:20\" href=\"/Proverbs.11.20\">Pr 11:20</a>; <a data-ref=\"Proverbs 17:20\" href=\"/Proverbs.17.20\">17:20</a>; †<span dir=\"rtl\">תַּרְמִת לִבָּם</span> <em>deceit of their heart</em> <a data-ref=\"Jeremiah 14:14\" href=\"/Jeremiah.14.14\">Je 14:14</a>; <a data-ref=\"Jeremiah 23:26\" href=\"/Jeremiah.23.26\">23:26</a>; <span dir=\"rtl\">בלב ולב</span> <em>with a double heart</em> <a data-ref=\"Psalms 12:3\" href=\"/Psalms.12.3\">ψ 12:3</a> etc. <strong>c.</strong>  seat of pride <a data-ref=\"Proverbs 21:4\" href=\"/Proverbs.21.4\">Pr 21:4</a>; <a data-ref=\"Jeremiah 48:29\" href=\"/Jeremiah.48.29\">Je 48:29</a>; <a data-ref=\"Jeremiah 49:16\" href=\"/Jeremiah.49.16\">49:16</a>; <a data-ref=\"Hosea 13:6\" href=\"/Hosea.13.6\">Ho 13:6</a>; <a data-ref=\"Obadiah 1:3\" href=\"/Obadiah.1.3\">Ob 3</a> <span dir=\"rtl\">גְּבַהּ־לֵב</span> <a data-ref=\"Proverbs 16:5\" href=\"/Proverbs.16.5\">Pr 16:5</a>; <span dir=\"rtl\">גֹּבַהּ לב</span> <a data-ref=\"II Chronicles 32:26\" href=\"/II_Chronicles.32.26\">2 Ch 32:26</a>; †<span dir=\"rtl\">גָּבַהּ לֵב</span> <a data-ref=\"II Chronicles 17:6\" href=\"/II_Chronicles.17.6\">2 Ch 17:6</a>; <a data-ref=\"II Chronicles 26:16\" href=\"/II_Chronicles.26.16\">26:16</a>; <a data-ref=\"II Chronicles 32:25\" href=\"/II_Chronicles.32.25\">32:25</a> <a data-ref=\"Psalms 131:1\" href=\"/Psalms.131.1\">ψ 131:1</a>; <a data-ref=\"Proverbs 18:12\" href=\"/Proverbs.18.12\">Pr 18:12</a>; <a data-ref=\"Ezekiel 28:2\" href=\"/Ezekiel.28.2\">Ez 28:2</a>, <a data-ref=\"Ezekiel 28:17\" href=\"/Ezekiel.28.17\">17</a>. <strong>d.</strong>  the heart is uncircumcised <a data-ref=\"Jeremiah 9:25\" href=\"/Jeremiah.9.25\">Je 9:25</a> <a data-ref=\"Ezekiel 44:7\" href=\"/Ezekiel.44.7\">Ez 44:7</a>, <a data-ref=\"Ezekiel 44:9\" href=\"/Ezekiel.44.9\">9</a> and hardened: † <span dir=\"rtl\">חזּק לב</span> <a data-ref=\"Exodus 4:21\" href=\"/Exodus.4.21\">Ex 4:21</a>; <a data-ref=\"Exodus 10:20\" href=\"/Exodus.10.20\">10:20</a>, <a data-ref=\"Exodus 10:27\" href=\"/Exodus.10.27\">27</a> (E), <a data-ref=\"Exodus 9:12\" href=\"/Exodus.9.12\">9:12</a>; <a data-ref=\"Exodus 11:10\" href=\"/Exodus.11.10\">11:10</a>; <a data-ref=\"Exodus 14:4\" href=\"/Exodus.14.4\">14:4</a>, <a data-ref=\"Exodus 14:8\" href=\"/Exodus.14.8\">8</a>, <a data-ref=\"Exodus 10:17\" href=\"/Exodus.10.17\">17</a> (P), <a data-ref=\"Joshua 11:20\" href=\"/Joshua.11.20\">Jos 11:20</a> (D<sup>2</sup> ?); †<span dir=\"rtl\">יֶהֱזַק לֵב</span> <a data-ref=\"Exodus 7:13\" href=\"/Exodus.7.13\">Ex 7:13</a>, <a data-ref=\"Exodus 7:22\" href=\"/Exodus.7.22\">22</a>; <a data-ref=\"Exodus 8:15\" href=\"/Exodus.8.15\">8:15</a>; <a data-ref=\"Exodus 9:35\" href=\"/Exodus.9.35\">9:35</a> (P); <span dir=\"rtl\">חִזְּקֵי־לֵב</span> <a data-ref=\"Ezekiel 2:4\" href=\"/Ezekiel.2.4\">Ez 2:4</a>; † <span dir=\"rtl\">הקשׁה לב</span> <a data-ref=\"Exodus 7:3\" href=\"/Exodus.7.3\">Ex 7:3</a> (P) <a data-ref=\"Proverbs 28:14\" href=\"/Proverbs.28.14\">Pr 28:14</a>; <span dir=\"rtl\">קְשֵׁי־לֵב</span> <a data-ref=\"Ezekiel 3:7\" href=\"/Ezekiel.3.7\">Ez 3:7</a>; <span dir=\"rtl\">הכביד לב</span> <a data-ref=\"Exodus 8:11\" href=\"/Exodus.8.11\">Ex 8:11</a>, <a data-ref=\"Exodus 8:28\" href=\"/Exodus.8.28\">28</a>; <a data-ref=\"Exodus 9:34\" href=\"/Exodus.9.34\">9:34</a>; <a data-ref=\"Exodus 10:1\" href=\"/Exodus.10.1\">10:1</a> (J); <span dir=\"rtl\">כָּבֵד לב</span> <a data-ref=\"Exodus 7:14\" href=\"/Exodus.7.14\">Ex 7:14</a>; <a data-ref=\"Exodus 9:7\" href=\"/Exodus.9.7\">9:7</a> (J); <span dir=\"rtl\">כּבּד לב</span> <a data-ref=\"I Samuel 6:6\" href=\"/I_Samuel.6.6\">1 S 6:6</a>; <span dir=\"rtl\">הַשְׁמֵן לֵב־הָעָם הַזֶה</span> <em>make the heart of this people fat</em> <a data-ref=\"Isaiah 6:10\" href=\"/Isaiah.6.10\">Is 6:10</a> (?); † <span dir=\"rtl\">שְׁרִ(י)רוּת לֵב</span> <a data-ref=\"Deuteronomy 29:18\" href=\"/Deuteronomy.29.18\">Dt 29:18</a> <a data-ref=\"Psalms 81:13\" href=\"/Psalms.81.13\">ψ 81:13</a> after <a data-ref=\"Jeremiah 3:17\" href=\"/Jeremiah.3.17\">Je 3:17</a>; <a data-ref=\"Jeremiah 7:24\" href=\"/Jeremiah.7.24\">7:24</a>; <a data-ref=\"Jeremiah 9:13\" href=\"/Jeremiah.9.13\">9:13</a>; <a data-ref=\"Jeremiah 11:8\" href=\"/Jeremiah.11.8\">11:8</a>; <a data-ref=\"Jeremiah 13:10\" href=\"/Jeremiah.13.10\">13:10</a>; <a data-ref=\"Jeremiah 16:12\" href=\"/Jeremiah.16.12\">16:12</a>; <a data-ref=\"Jeremiah 18:12\" href=\"/Jeremiah.18.12\">18:12</a>; <a data-ref=\"Jeremiah 23:17\" href=\"/Jeremiah.23.17\">23:17</a>; †<span dir=\"rtl\">לב האבן</span> <em>the heart of stone</em> <a data-ref=\"Ezekiel 11:19\" href=\"/Ezekiel.11.19\">Ez 11:19</a>; <a data-ref=\"Ezekiel 36:26\" href=\"/Ezekiel.36.26\">36:26</a> etc. <strong>7.</strong>  for <em>the man himself</em>, † <span dir=\"rtl\">אמר בלב</span> <a data-ref=\"Genesis 17:17\" href=\"/Genesis.17.17\">Gn 17:17</a> (P), <a data-ref=\"Genesis 27:41\" href=\"/Genesis.27.41\">27:41</a> (JE), <a data-ref=\"I Kings 12:26\" href=\"/I_Kings.12.26\">1 K 12:26</a> <a data-ref=\"Esther 6:6\" href=\"/Esther.6.6\">Est 6:6</a> <a data-ref=\"Psalms 10:6\" href=\"/Psalms.10.6\">ψ 10:6</a>, <a data-ref=\"Psalms 10:11\" href=\"/Psalms.10.11\">11</a>, <a data-ref=\"Psalms 10:13\" href=\"/Psalms.10.13\">13</a>; <a data-ref=\"Psalms 14:1\" href=\"/Psalms.14.1\">14:1</a> (= <a data-ref=\"Psalms 53:2\" href=\"/Psalms.53.2\">53:2</a>) <a data-ref=\"Psalms 35:25\" href=\"/Psalms.35.25\">35:25</a>; <a data-ref=\"Psalms 74:8\" href=\"/Psalms.74.8\">74:8</a>; <a data-ref=\"Ecclesiastes 2:1\" href=\"/Ecclesiastes.2.1\">Ec 2:1</a>, <a data-ref=\"Ecclesiastes 2:15\" href=\"/Ecclesiastes.2.15\">15</a>; <a data-ref=\"Ecclesiastes 3:17\" href=\"/Ecclesiastes.3.17\">3:17</a>, <a data-ref=\"Ecclesiastes 3:18\" href=\"/Ecclesiastes.3.18\">18</a>; <a data-ref=\"Isaiah 47:10\" href=\"/Isaiah.47.10\">Is 47:10</a>; <a data-ref=\"Obadiah 1:3\" href=\"/Obadiah.1.3\">Ob 3</a>; <a data-ref=\"Zechariah 12:5\" href=\"/Zechariah.12.5\">Zc 12:5</a>; <span dir=\"rtl\">אֶל־לב</span> <a data-ref=\"Genesis 8:21\" href=\"/Genesis.8.21\">Gn 8:21</a> (J) <a data-ref=\"I Samuel 27:1\" href=\"/I_Samuel.27.1\">1 S 27:1</a>; † <span dir=\"rtl\">דבּר בלב</span> <a data-ref=\"Ecclesiastes 2:15\" href=\"/Ecclesiastes.2.15\">Ec 2:15</a>; <span dir=\"rtl\">אֶל־לב</span> <a data-ref=\"Genesis 24:45\" href=\"/Genesis.24.45\">Gn 24:45</a> (J); <span dir=\"rtl\">עַל לב</span> <a data-ref=\"I Samuel 1:13\" href=\"/I_Samuel.1.13\">1 S 1:13</a> (?); <span dir=\"rtl\">עִם לב</span> <a data-ref=\"Ecclesiastes 1:16\" href=\"/Ecclesiastes.1.16\">Ec 1:16</a>; <span dir=\"rtl\">נְאֻם־פֶּשַׁע לָרָשָׁע בְּקֶרֶב לִבִּי</span> <a data-ref=\"Psalms 36:2\" href=\"/Psalms.36.2\">ψ 36:2</a>. <strong>8.</strong>  as <em>seat of appetites</em>, <span dir=\"rtl\">סְעַד לב</span> <em>stay the heart</em> (with bread) <a data-ref=\"Genesis 18:5\" href=\"/Genesis.18.5\">Gn 18:5</a> (J) <a data-ref=\"Judges 19:5\" href=\"/Judges.19.5\">Ju 19:5</a> <a data-ref=\"Psalms 104:15\" href=\"/Psalms.104.15\">ψ 104:15</a>. <strong>9.</strong>  as <em>seat of the emotions and passions:</em> <strong>a.</strong>  of joy and gladness, in various combinations of †<span dir=\"rtl\">טוב</span>, <a data-ref=\"Judges 16:25\" href=\"/Judges.16.25\">Ju 16:25</a>; <a data-ref=\"Judges 18:20\" href=\"/Judges.18.20\">18:20</a>; <a data-ref=\"Judges 19:6\" href=\"/Judges.19.6\">19:6</a>, <a data-ref=\"Judges 19:22\" href=\"/Judges.19.22\">22</a>; <a data-ref=\"Ruth 3:7\" href=\"/Ruth.3.7\">Ru 3:7</a>; <a data-ref=\"I Samuel 25:36\" href=\"/I_Samuel.25.36\">1 S 25:36</a>; <a data-ref=\"II Samuel 13:28\" href=\"/II_Samuel.13.28\">2 S 13:28</a>;<a data-ref=\"I Kings 8:66\" href=\"/I_Kings.8.66\">1 K 8:66</a> (= <a data-ref=\"II Chronicles 7:10\" href=\"/II_Chronicles.7.10\">2 Ch 7:10</a>) <a data-ref=\"I Kings 21:7\" href=\"/I_Kings.21.7\">21:7</a>; <a data-ref=\"Esther 1:10\" href=\"/Esther.1.10\">Est 1:10</a>; <a data-ref=\"Esther 5:9\" href=\"/Esther.5.9\">5:9</a>; <a data-ref=\"Proverbs 15:15\" href=\"/Proverbs.15.15\">Pr 15:15</a> <a data-ref=\"Ecclesiastes 7:3\" href=\"/Ecclesiastes.7.3\">Ec 7:3</a>; <a data-ref=\"Ecclesiastes 9:7\" href=\"/Ecclesiastes.9.7\">9:7</a>; <a data-ref=\"Ecclesiastes 11:9\" href=\"/Ecclesiastes.11.9\">11:9</a>; <a data-ref=\"Isaiah 65:14\" href=\"/Isaiah.65.14\">Is 65:14</a>; various combinations of † <span dir=\"rtl\">שׂמח</span>, <a data-ref=\"Exodus 4:14\" href=\"/Exodus.4.14\">Ex 4:14</a> (J) <a data-ref=\"I Chronicles 16:10\" href=\"/I_Chronicles.16.10\">1 Ch 16:10</a> (= <a data-ref=\"Psalms 105:3\" href=\"/Psalms.105.3\">ψ 105:3</a>) <a data-ref=\"Psalms 4:8\" href=\"/Psalms.4.8\">ψ 4:8</a>; <a data-ref=\"Psalms 16:9\" href=\"/Psalms.16.9\">16:9</a>; <a data-ref=\"Psalms 19:9\" href=\"/Psalms.19.9\">19:9</a>; <a data-ref=\"Psalms 33:21\" href=\"/Psalms.33.21\">33:21</a>; <a data-ref=\"Proverbs 15:13\" href=\"/Proverbs.15.13\">Pr 15:13</a>, <a data-ref=\"Proverbs 15:30\" href=\"/Proverbs.15.30\">30</a>; <a data-ref=\"Proverbs 17:22\" href=\"/Proverbs.17.22\">17:22</a>; <a data-ref=\"Proverbs 27:9\" href=\"/Proverbs.27.9\">27:9</a>, <a data-ref=\"Proverbs 27:11\" href=\"/Proverbs.27.11\">11</a> <a data-ref=\"Ecclesiastes 2:10\" href=\"/Ecclesiastes.2.10\">Ec 2:10</a><sup>(×2)</sup>; <a data-ref=\"Ecclesiastes 5:19\" href=\"/Ecclesiastes.5.19\">5:19</a>; <a data-ref=\"Song of Songs 3:11\" href=\"/Song_of_Songs.3.11\">Ct 3:11</a>; <a data-ref=\"Isaiah 24:7\" href=\"/Isaiah.24.7\">Is 24:7</a>; <a data-ref=\"Zechariah 10:7\" href=\"/Zechariah.10.7\">Zc 10:7</a>; <span dir=\"rtl\">שׂושׂ</span> <a data-ref=\"Psalms 119:111\" href=\"/Psalms.119.111\">ψ 119:111</a>; <a data-ref=\"Isaiah 66:14\" href=\"/Isaiah.66.14\">Is 66:14</a>; <a data-ref=\"Lamentations 5:15\" href=\"/Lamentations.5.15\">La 5:15</a>; <span dir=\"rtl\">עלץ</span> <a data-ref=\"I Samuel 2:1\" href=\"/I_Samuel.2.1\">1 S 2:1</a>; <span dir=\"rtl\">עלז</span> <a data-ref=\"Psalms 28:7\" href=\"/Psalms.28.7\">ψ 28:7</a> <a data-ref=\"Zephaniah 3:14\" href=\"/Zephaniah.3.14\">Zp 3:14</a>; <span dir=\"rtl\">רנן</span> <a data-ref=\"Job 29:13\" href=\"/Job.29.13\">Jb 29:13</a>; <span dir=\"rtl\">גיל</span> <a data-ref=\"Psalms 13:6\" href=\"/Psalms.13.6\">ψ 13:6</a> <a data-ref=\"Proverbs 24:17\" href=\"/Proverbs.24.17\">Pr 24:17</a> <a data-ref=\"Zechariah 10:7\" href=\"/Zechariah.10.7\">Zc 10:7</a>; of desire, <a data-ref=\"Psalms 21:3\" href=\"/Psalms.21.3\">ψ 21:3</a>; <a data-ref=\"Psalms 37:4\" href=\"/Psalms.37.4\">37:4</a>; † <span dir=\"rtl\">דבּר עַל לֵב</span> <em>speak unto the heart</em> (kindly) <a data-ref=\"Genesis 34:3\" href=\"/Genesis.34.3\">Gn 34:3</a>; <a data-ref=\"Genesis 50:21\" href=\"/Genesis.50.21\">50:21</a> (JE) <a data-ref=\"Judges 19:3\" href=\"/Judges.19.3\">Ju 19:3</a>; <a data-ref=\"II Samuel 19:8\" href=\"/II_Samuel.19.8\">2 S 19:8</a>; <a data-ref=\"II Chronicles 30:22\" href=\"/II_Chronicles.30.22\">2 Ch 30:22</a>; <a data-ref=\"Isaiah 40:2\" href=\"/Isaiah.40.2\">Is 40:2</a>; <a data-ref=\"Hosea 2:16\" href=\"/Hosea.2.16\">Ho 2:16</a>; <a data-ref=\"Ruth 2:13\" href=\"/Ruth.2.13\">Ru 2:13</a>. <strong>b.</strong>  of trouble <a data-ref=\"II Kings 6:11\" href=\"/II_Kings.6.11\">2 K 6:11</a>; <a data-ref=\"Isaiah 65:14\" href=\"/Isaiah.65.14\">Is 65:14</a>, sorrow <a data-ref=\"Nehemiah 2:2\" href=\"/Nehemiah.2.2\">Ne 2:2</a>; <a data-ref=\"Proverbs 14:13\" href=\"/Proverbs.14.13\">Pr 14:13</a>, pain <a data-ref=\"Psalms 55:5\" href=\"/Psalms.55.5\">ψ 55:5</a>, vexation <a data-ref=\"Ecclesiastes 11:10\" href=\"/Ecclesiastes.11.10\">Ec 11:10</a>, trembling <a data-ref=\"Deuteronomy 28:65\" href=\"/Deuteronomy.28.65\">Dt 28:65</a> (?) <a data-ref=\"I Samuel 28:5\" href=\"/I_Samuel.28.5\">1 S 28:5</a>, faintness <a data-ref=\"Lamentations 5:17\" href=\"/Lamentations.5.17\">La 5:17</a>; it is wounded <a data-ref=\"Psalms 109:22\" href=\"/Psalms.109.22\">ψ 109:22</a>, dies within one out of fear <a data-ref=\"I Samuel 25:37\" href=\"/I_Samuel.25.37\">1 S 25:37</a> etc.; † <span dir=\"rtl\">לב נמס</span> <em>the heart melteth</em> (in fear) <a data-ref=\"II Samuel 17:10\" href=\"/II_Samuel.17.10\">2 S 17:10</a> <a data-ref=\"Psalms 22:15\" href=\"/Psalms.22.15\">ψ 22:15</a> <a data-ref=\"Ezekiel 21:12\" href=\"/Ezekiel.21.12\">Ez 21:12</a>; <a data-ref=\"Nahum 2:11\" href=\"/Nahum.2.11\">Na 2:11</a>. †<strong>10.</strong>  <em>seat of courage:</em> <span dir=\"rtl\">יַאֲמֵץ לִבֶּ֑ךָ</span> <em>let thine heart take courage</em> <a data-ref=\"Psalms 27:14\" href=\"/Psalms.27.14\">ψ 27:14</a>; <span dir=\"rtl\">אַמִּיץ לִבּוֹ</span> <a data-ref=\"Amos 2:16\" href=\"/Amos.2.16\">Am 2:16</a>; <span dir=\"rtl\">אַבִּירֵי לֵב</span> <em>stout-hearted</em> <a data-ref=\"Psalms 76:6\" href=\"/Psalms.76.6\">ψ 76:6</a>; <a data-ref=\"Isaiah 46:12\" href=\"/Isaiah.46.12\">Is 46:12</a>; <span dir=\"rtl\">לִבּוֹ יָצוּק כְּמוֹ־אֶבֶן</span> <em>his heart as firm as a stone</em> <a data-ref=\"Job 41:16\" href=\"/Job.41.16\">Jb 41:16</a>; <span dir=\"rtl\">לִבּוֹ כְּלֵב הָאַרְיֵה</span> <em>his heart as the heart of the lion</em> <a data-ref=\"II Samuel 17:10\" href=\"/II_Samuel.17.10\">2 S 17:10</a>; cf. <span dir=\"rtl\">אֶת־לִבּוֹ מָצָא</span> <a data-ref=\"II Samuel 7:27\" href=\"/II_Samuel.7.27\">2 S 7:27</a>, <span dir=\"rtl\">מְלָאוֹ לִבּוֹ לְ׳</span> <a data-ref=\"Esther 7:5\" href=\"/Esther.7.5\">Est 7:5</a> (cf. <a data-ref=\"Ecclesiastes 8:11\" href=\"/Ecclesiastes.8.11\">Ec 8:11</a>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64d34b33589d7b7f8b69d5fe", "index_title": "Cassuto on Exodus", "category": "Commentary", "type": "commentary", "ref": "Cassuto on Exodus 7:13:1", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "Cassuto on Exodus 7:13:1", "sourceHeRef": "קאסוטו על שמות ז׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "commentaryNum": 13.0001, "collectiveTitle": {"en": "Cassuto", "he": "קאסוטו"}, "he": "ואולם, לבו של פרעה לא התרכך בכל זאת. <b>ויחזק לב פרעה</b>, נשאר חזק כמו שהיה, <b>ולא שמע</b> פרעה, <b>אלהם</b>, אל משה ואל אהרן, <b>כאשר דבר ה'</b>, שכבר הגיד להם מראש (פס' ד'): ולא ישמע אלכם פרעה. ואולי דווקא כדי לחזור בדיוק על הביטוי שבפס' ד' נאמר כאן אליהם ולא נאמר אל משה ואל אהרן. לאחר שהסתיים הראיון בסירובו של פרעה, לא נשאר אלא להמשיך לפעול לפי התכנית שנקבעה מלכתחילה, ולהטיל על פרעה ועל עמו את הנגעים שיענשו אותם על שעבוד ישראל ויַביאו אותם, דרגה אחר דרגה, לידי ההחלטה לשחרר את העם המשועבד. כיצד הובאו עליהם נגעים אלו, יסופר בהמשך הפרשה.", "heVersionTitle": "Jerusalem, 1951", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "668bc11e310e2d929aa16f13", "index_title": "David Zvi Hoffmann on Exodus", "category": "Tanakh", "type": "commentary", "ref": "David Zvi Hoffmann on Exodus 7:13:1", "anchorRef": "Exodus 7:13", "anchorRefExpanded": ["Exodus 7:13"], "sourceRef": "David Zvi Hoffmann on Exodus 7:13:1", "sourceHeRef": "פירושי רד\"צ הופמן על שמות ז׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "commentaryNum": 13.0001, "collectiveTitle": {"en": "David Zvi Hoffmann on Exodus", "he": "פירושי רד\"צ הופמן על שמות"}, "he": "<b>ויחזק.</b> ואף על פי כן חזק לב פרעה.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2010", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]