[{"_id": "524cf00fedbab42e1c17281d", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Exodus; Perush HaArokh 7:24:1", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 7:24:1", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך ז׳:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "<b>ויחפרו.</b> רבים אומרים כי המים היו ביד המצרי אדומים כדם ונתלבנו ביד הישראלי. אם כן למה לא נכתב אות זה בתורה. ולפי דעתי כי מכת הדם והצפרדעים והכנים היתה כוללת המצרים והעבריים. כי אחר הכתוב נרדוף. ואלה השלש מעט הזיקו. רק מכת הערוב שהיתה קשה. השם הפריש בין המצריים ובין ישראל וככה מכת הדבר והברד בעבור מקניהם. ולא כן בשחין. ולא בארבה כי הם יוצאים ממצרים וכאשר חפרו המצרים כן חפרו העבריים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "DIGGED. Many say that the water was as red as blood in the hands of an Egyptian and became clear in the hands of an Israelite.<sup class=\"footnote-marker\">97</sup><i class=\"footnote\">In other words, the plague of blood did not affect the Israelites. The very same water that was red in the hands of an Egyptian turned normal in the hands of an Israelite and vice versa. Cf. <i>Shemot Rabba</i> 9:9.</i> If this is so then why doesn’t the Torah record this sign? I believe that the plagues of blood, frogs, and gnats<sup class=\"footnote-marker\">98</sup><i class=\"footnote\">Or lice.</i> included both Egyptians and Hebrews, for we shall follow Scripture.<sup class=\"footnote-marker\">99</sup><i class=\"footnote\">Rather than the <i>aggadah</i>. Since Scripture does not indicate that these plagues did not affect the Israelites, we do not assume the contrary.</i> These three plagues caused little harm. However, God differentiated between the Egyptians and the Israelites with regard to the swarms,<sup class=\"footnote-marker\">100</sup><i class=\"footnote\">Of wild beasts. This is explicitly stated in 8.18.</i> which was a very harmful plague. So too with regard to the plagues of murrain<sup class=\"footnote-marker\">101</sup><i class=\"footnote\">Cf. Ex. 9:4.</i> and hail<sup class=\"footnote-marker\">102</sup><i class=\"footnote\">Cf. Ex. 9:26.</i> because of their flocks.<sup class=\"footnote-marker\">103</sup><i class=\"footnote\">So that none of the flocks of Israel be diminished.</i> This was not the case with the boils and locusts,<sup class=\"footnote-marker\">104</sup><i class=\"footnote\">They too befell Israel.</i> for they<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">The Israelites (Krinsky).</i> left<sup class=\"footnote-marker\">106</sup><i class=\"footnote\">Soon left Egypt.</i> Egypt.<sup class=\"footnote-marker\">107</sup><i class=\"footnote\">And left their fields behind. Hence they did not suffer any major losses from the plague of locusts. Neither did the boils, cause any permanent harm.</i> Now as the Egyptians <i>digged</i>,<sup class=\"footnote-marker\">108</sup><i class=\"footnote\">For water (v. 24).</i> so did the Hebrews dig.<sup class=\"footnote-marker\">109</sup><i class=\"footnote\">For water. We must assume this, as the plague of blood struck them as well.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe1fbfba276047f60d3", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 7:24", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "Onkelos Exodus 7:24", "sourceHeRef": "תרגום אונקלוס על שמות ז׳:כ״ד", "anchorVerse": 24, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 7.0024, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "וַחֲפָרוּ כָל מִצְרָאֵי סַחֲרָנוּת נַהֲרָא מַיָּא לְמִשְׁתֵּי אֲרֵי לָא יְכִילוּ לְמִשְׁתֵּי מִמַּיָּא דְּנַהֲרָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "The Egyptians dug around the river for water to drink, for they could not drink from the waters of the river.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eeb913", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 7:24", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "Targum Jonathan on Exodus 7:24", "sourceHeRef": "תרגום יונתן על שמות ז׳:כ״ד", "anchorVerse": 24, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 7.0024, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "וַחֲפָרוּ מִצְרָאֵי חַזְרָנוֹת נַהֲרָא מוֹי לְמִשְׁתֵּי וְלָא אַשְׁכָּחוּ צְלִילִין אֲרוּם לָא יָכִילוּ לְמִשְׁתֵּי מִן מוֹי דִבְנַהֲרָא", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And the Mizraee digged about the river for water to drink, but could not find them pure; for they were not able to drink of the water from the river. ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54eaf560fbfba278fd265630", "index_title": "Haamek Davar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Exodus 7:24:1", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "Haamek Davar on Exodus 7:24:1", "sourceHeRef": "העמק דבר על שמות ז׳:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ויחפרו כל מצרים סביבת היאור מים לשתות.</b> דעת המפרשים ויחפרו מלשון חפירת אדמה. אבל א״כ חסר תיבת להוציא. מים לשתות. שהרי אין חופרין המים אלא האדמה. לכן נראה שהוא מלשון ויחפרו לנו את הארץ. דמשמעו חיפוש. ופי׳ ויחפשו כל מצרים היושבים סביבות היאור מים לשתות <b>ממימי היאור.</b> אבל שארי מים היה עצה ע״י יהודי ולא היה כדאי לחפור:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54eaf560fbfba278fd265632", "index_title": "Haamek Davar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Exodus 7:24:2", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "Haamek Davar on Exodus 7:24:2", "sourceHeRef": "העמק דבר על שמות ז׳:כ״ד:ב׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 24.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>וימלא שבעת ימים.</b> ולא כדרך כישוף שאינו עומד כ״כ:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "567c196dd6e4a90d1db1fcb5", "index_title": "Shadal on Exodus", "category": "Commentary", "type": "commentary", "ref": "Shadal on Exodus 7:24:1", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "Shadal on Exodus 7:24:1", "sourceHeRef": "שד\"ל על שמות ז׳:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על שמות", "he": "ויחפרו וכו' מים: חפרו והוציאו מים (construction pregnans),  וכיוצא בזה ויחפרוהו ממטמונים (איוב ג' כ\"א); ולפי זה היה ראוי הטפחא תחת מים (ויחפרו֨ כל-מצר֜ים סביב֥ות היא֛ור מ֖ים לשת֑ות, ובה\"ט פירש ויחפרו לשתות מים.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77c9fd6e4a94c7c189b0c", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 7:24", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "Tafsir Rasag, Exodus 7:24", "sourceHeRef": "תפסיר רס\"ג, שמות ז׳:כ״ד", "anchorVerse": 24, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 7.0024, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "ואחתפר ג̇מיע אלמצריין חואלי אלניל אבארא לישרבו מנהא מאא אד̇ לם יטיקו אן ישרבו מן מא אלניל", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4cfd6e4a902855ff233", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Exodus 7:24:1", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "Tur HaArokh, Exodus 7:24:1", "sourceHeRef": "הטור הארוך, שמות ז׳:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "שמות", "he": "<b>לא יכלו לשתות ממימי היאור. </b>כשנבאש מן הדגה שמתה בעוד שהיו המים דם. ולא נהירא דהא כתיב וימלא שבעת ימים אחרי הכות ה' את היאור אם לא שנפרש ששבעת ימים לא יכלו לשתות המים מפני שנבאש: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " לא יכלו לשתות מים מן היאור, “they could not drink the waters from the river.” Even when the river again flowed with water, they could not drink those waters as they had become putrid from the dead fish that had died when the water had turned into blood. This explanation does not appear to stand up in light of what the Torah writes, as we have been told specifically (verse 25), that “seven days elapsed after the Lord had struck the river.” In other words, the plague ran its course for a whole week, unless we must understand that line to mean that after the blood reverted to being water the Egyptians still could not drink from the river for a full week.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b135d6e4a952249cb92d", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Exodus 7:24:1", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "Minchat Shai on Torah, Exodus 7:24:1", "sourceHeRef": "מנחת שי על תורה, שמות ז׳:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "שמות", "he": "<b>ויחפרו כל מצרים.</b> הכ\"ף רפה:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5926b22ad6e4a9576039fc1f", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Bo 3:1", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "Midrash Tanchuma Buber, Bo 3:1", "sourceHeRef": "תנחומא בובר, בא ג׳:א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "בא", "he": "ויהי חשך אפלה בכל ארץ מצרים שלשת ימים <small>(שמות י כב)</small>. ז' ימים של חושך היה על המצרים, ג' ימים הראשונים מי שהיה יושב ומבקש לעמוד עומד, ומי שהיה עומד ומבקש לישב היה יושב, ועוד ג' ימים אחרים מי שהיה יושב לא היה יכול לעמוד, ומי שהיה (יושב) [עומד] לא היה יכול לישב, הרי ו' ואיזהו יום שביעי, שנאמר ויהי הענן והחשך ויאר את הלילה <small>(שם יד כ)</small>, היה הענן במצרים ומאיר לישראל ומחשך למצרים, שנאמר ולכל בני ישראל היה אור במושבותם <small>(שם י כג)</small>, והיו ישראל נכנסין לבתיהם של מצרים, וכל מה שהיה למצרים היו ישראל מחפשין ורואים, ובשעה שאמר הקב\"ה לישראל ושאלה אשה משכנתה ומגרת ביתה וגו' <small>(שם ג כב)</small>, היו ישראל נכנסין אצל מצרים ואומר כל אחד ואחד לחבירו לשכינו השאילני אותו הכלי שיש לך, והוא אומר אין לי, והוא אומר אני יודע שיש לך, והרי היא בתוך התיבה שלך, הרי הוא במקום פלוני, אני ראיתי אותו בידך, והיה משאילו אותו הכלי, ומהיכן היו ישראל יודעין, אלא באותן ימי החשך היו נכנסין לתך בתיהן ורואין כספם וזהבם וכליהם שהיו להם, אמר ר' אבין הלוי אף מכת הדם כשבאת על המצרים נהפך היאור לדם, שנאמר ויחפרו כל מצרים סביבות היאור מים לשתות וגו' <small>(שם ז כד)</small>, מה היו עושין, היו רואין לישראל ממלא את חביתו מן היאור, והיו הולכין אחריו ומבקשין ממנו לשתות מים, והיו נעשין לתוך פיהם דם, אמר ר' אבין מה שהיו לוקחין מישראל במקח היו שותין מים, שאי אפשר לאדם להיות בלא מים, והיו לוקחין מישראל מים, ומשם העשירו ישראל, [ואף כאן כשבאת מכת חשך עליהן הכירו בתיהן של מצרים ומשם העשירו ישראל].", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Exod. 10:22:) <small>AND THERE WAS THICK DARKNESS IN ALL THE LAND OF EGYPT FOR THREE DAYS</small>. There were &lt; actually &gt; seven days of darkness over the Egyptians.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\"><i>Tanh</i>., Exod. 3:3; Exod. R. 14:3.</i> For the first three days whoever was sitting and wanted to stand would stand, and whoever was standing and wanted to sit would sit. Then for the next three days whoever was sitting was unable to stand and whoever was {sitting} [standing] was unable to sit.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\"><i>Tanh</i>., Exod. 3:3, and Exod. R. 14:3 explains how the two sets of three days are derived from Exod. 10:22–23. First <small>THERE WAS A THICK DARKNESS IN ALL THE LAND OF EGYPT FOR THREE DAYS WHEN THEY COULD NOT SEE ONE ANOTHER. THEN FOR THREE DAYS NO ONE COULD GET UP FROM WHERE HE WAS</small>.</i> Here are six &lt;days&gt;. And which day was the seventh? The one of which it is stated (in Exod. 14:20): <small>THUS THERE WAS THE CLOUD AND THE DARKNESS WHICH LIT UP THE NIGHT</small>. The cloud was in Egypt; and while it gave light to Israel, it was darkened for Egypt, as stated (in Exod. 10:23): <small>BUT ALL THE CHILDREN OF ISRAEL HAD LIGHT IN THEIR DWELLINGS</small>. Now, Israel entered the houses of the Egyptians, and whatever the Egyptians had, Israel searched out and looked at &lt;them&gt;. So, when the Holy One said to Israel (in Exod. 3:22): <small>BUT EACH WOMAN SHALL BORROW &lt; OBJECTS OF SILVER, OBJECTS OF GOLD, AND CLOTHING &gt; FROM HER NEIGHBOR AND FROM THE WOMAN WHO SOJOURNS IN HER HOUSE</small>…, Israel entered in among the Egyptians. Then, when each and every one would say to his companion and neighbor: Lend me that object which you have, and when he would say: I do not have it, he would say: I know that you have it, and here it is in your chest. See, it is in such and such a place. I saw it in your hand. So he lent him that object. And how did Israel know this? It is simply that in those days of darkness they had entered their houses and seen their silver, their gold, and whatever objects they had. R. Abbin the Levite said: Also when the plague of blood came over the Egyptians,<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Cf. above 2:14.</i> the Nile was turned into blood, as stated (in Exod. 7:24): <small>AND ALL THE EGYPTIANS DUG AROUND THE NILE FOR WATER TO DRINK, &lt; BECAUSE THEY COULD NOT DRINK THE WATER OF THE NILE</small>&gt;. What did they do? They saw Israel filling its casks from the Nile. So they went after them and sought water to drink from them, but it became blood within their mouths. R. Abbin said: Whatever they bought from Israel for a price they drank as water. Since it is impossible for anyone to exist without water, they bought water from Israel and thereby enriched Israel. [So also here, when the plague of darkness came upon them, they were acquainted with the Egyptians' houses and thereby &lt;the Egyptians &gt; made Israel rich.]", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "596482f2d6e4a92bf45a3f38", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Shemot 12:29:2", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "Rabbeinu Bahya, Shemot 12:29:2", "sourceHeRef": "רבנו בחיי, שמות י״ב:כ״ט:ב׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 29.0002, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "שמות", "he": "<b>ובמדרש </b>ישתבח שמו של מלך מלכי המלכים הקב\"ה שהביא המכות על פרעה וחילו כטכסיס המלכים שכן דרך מלך בשר ודם הבא להלחם עם מלך אחר הוא מונע מהם המים תחלה, כך עשה הקב\"ה בתחלה סכר להם אמת המים שהפך מימיהם לדם והיו מתים בצמא, זהו שאמר כי לא יכלו לשתות ממימי היאור, ואח\"כ מביא עליהם קולניות וחיילות מרעישות ברעש גדול במצהלות סוסים ומרכבות, כענין שכתוב (נחום ג׳:ב׳) סוס דוהר ומרכבה מרקדה מרעישין הלב ומקרקרין בני מעיו של אדם לגודל הפחד כן עשה הקב\"ה הביא עליהם צפרדעים שהיו שורקים ומשמיעים קול. אח\"כ מביא עליהם רובי קשת לירות בהם חצים כן עשה הקב\"ה מביא עליה כנים שהיו נכנסים בגופם כמין חץ. אחר כך מוסיף ושולח בעד עמים רבים מארצות רחוקות ומלשונות נכרים כן עשה הקב\"ה הביא עליהם ערוב והם חיות רעות מן המדבר במינים רבים חלוקים זה מזה להשחית את הכל. ואח\"כ מתקרב יותר ומביא עליהם דורמסאות (פירוש שולח להם רוכבי סוסים לרוץ סביבות הארץ להרוג המקנה) כן עשה הקב\"ה הביא דבר במקניהם. ואחרי כן מתקרב יותר ומביא נפט להרוג חיילות האורבים כן עשה הקב\"ה הביא עליהם שחין. ואחרי כן מתקרב יותר ומביא ומשליך עליהם אבני בליסטראות להרוס חומות העיר כן עשה הקב\"ה הביא ברד. ואחרי כן מתקבצים האוכלוסין והחיילות להכנס בעיר כן עשה הקב\"ה הביא עליהם ארבה שהיתה מכה ומכלה כל שהותיר הברד, כיון שנכנסו תפשו את אנשי העיר ונתנום בבית האסורים זה החשך. ואח\"כ הכה את כל הגדולים שבהם שנאמר ומת כל בכור בארץ מצרים. וכל המכות שהביא הקב\"ה על המצריים במצרים עתיד הוא להביאם על אדום שנאמר (ישעיהו כ״ג:ה׳) כאשר שמע למצרים יחילו כשמע צר, כל צר שבמקרא חסר במלכות אדום הכתוב מדבר, במצריים דם ובאדום דם שנאמר (יואל ג׳:ג׳) דם ואש ותמרות עשן, במצרים צפרדעים שקולם נשמע ובאדום כתיב (ישעיהו ס״ו:ו׳) קול שאון מעיר קול מהיכל, במצרים נהפך עפרה כנים ובאדום כתיב (שם לד) ונהפכו נחליה לזפת ועפרה לגפרית, במצרים ערוב ובאדום כתיב (שם יא) וירשוה קאת וקפד וינשוף ועורב וגו', במצרים דבר ובאדום כתיב (יחזקאל ל״ח:כ״ב) ונשפטתי אתו בדבר ובדם, במצרים שחין ובאדום כתיב (זכריה י״ד:י״ב) המק בשרו והוא עומד על רגליו, במצרים ברד ובאדום כתיב (יחזקאל י״ג:י״ג) ואבני אלגביש, במצרים ארבה ובאדום כתיב (שם לט) בן אדם אמור לצפור כל כנף הקבצו ובאו, במצרים חשך ובאדום כתיב (ישעיהו ל״ד:י״א) ונטה עליה קו תהו ואבני בהו, במצרים מכת בכורות ובאדום כתיב (שם) כי רותה בשמים חרבי הנה על אדום תרד ועל עם חרמי למשפט, וכתיב (שם) חרב לה' מלאה דם הדשנה מחלב, וכתיב (שם) כי זבח לה' בבצרה וגו' וכתיב (שם) וירדו ראמים עמם, רבי מאיר אומר אלו רומיים, רבי אבא בר כהנא אומר חשך ואפלה שמשו במצרים אבל תהו ובהו לא שמשו בעוה\"ז ועתידים לשמש בכרך גדול שברומי, שנאמר (שם) ונטה עליה קו תהו ואבני בהו לאומות העולם שלא קבלו את התורה מתוך החשך שנאמר עליהם (שם ס) כי הנה החשך יכסה ארץ וערפל לאומים ועל ישראל נאמר (שם) ועליך יזרח ה' וכבודו עליך יראה, מי שפרע מהראשונים יפרע מהאחרונים. ", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Tanchuma Bo 4 writes: “praised be the Lord, the King of Kings, who brought all these plagues on Pharaoh and his army in a manner similar to human kings when they go to war. Kings first try to deny their opponents their water supply. G’d similarly commenced His judgments by denying Pharaoh and his people the use of their source of water. Many Egyptians started dying from thirst during those seven days. This is the true meaning of (Exodus 7,24) “for they were unable to drink from the waters of the river.” Kings usually follow up by creating deafening noises to frighten their opponents as described in Nachum 3,2: “galloping steed and bounding chariot”. These sounds frighten those who are exposed to them. G’d did this when He orchestrated the plague of frogs which were very vociferous whistling, etc. Next a king usually employs archers who shoot their arrows at the enemy. G’d used the lice to have a similar effect on the Egyptians bitten by them.” The Midrash continues to describe how the various plagues corresponded to what occurs in warfare between armies on earth.<br> All the plagues G’d brought upon the Egyptians in Egypt He will bring upon the Edomites at the time the final redemption is at hand. We base this on Isaiah 23,5: “When the Egyptians heard it they quailed as when they heard about Tyre.” Every time the word צור is spelled defectively in Scripture such as here (צר) it is a reference to the kingdom of Edom and not to Tyre. There was blood in Egypt; there will be blood when G’d smites Edom (Yoel 3,3). <small>[The author continues quoting the Tanchuma on this subject. Ed.]</small>", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d671d6e4a92bf45a882b", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Shemot 7:24:1-2", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "Rabbeinu Bahya, Shemot 7:24:1-2", "sourceHeRef": "רבנו בחיי, שמות ז׳:כ״ד:א׳-ב׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "שמות", "he": ["<b>מים לשתות.</b> המובן מזה שלא שתו כי לא אמר וישתו ואם לא שתו היאך יכולים לשהות ז' ימים בלא מים.\n", "<b>אך </b>יש לפרש ששתו ויהיה לשתות כמו וישתו ויובן הלשון לב' צדדים שלא שתו ושתו ויהיה באורו שלא שתו ממה שחפרו בו כי אפילו מה שחפרו נהפכו לדם אבל אפשר ששתו מן המים המלוחים שאינם ראוים לשתיה וזהו שאמר <b>כי לא יכלו לשתות ממימי היאור,</b> שהיו מתוקים וראוים לשתיה, כן פי' הגאון רבינו סעדיה ז\"ל. ובאר כי יש הפרש בין מימי ובין מי, כי לשון מימי נזכר על המים הראויים לשתות כלשון (במדבר כ) ונתן מימיו (שמות כג) וברך את לחמך ואת מימיך, וכה\"א (דברי הימים ב לב) יחזקיהו סתם את מוצא מימי גיחון וכן (איכה ה) מימינו בכסף שתינו. ולשון מי נזכר על שאינם ראוים לשתות, כלשון האמור במבול (בראשית ז) מפני מי המבול, (ישעיה נד) מעבור מי נח, וכן בים כתיב (שמות טו) וישב ה' עליהם את מי הים, (דברים יא) אשר הציף את מי ים סוף על פניהם, וכן (ירמיה ב) מה לך לדרך מצרים לשתות מי שיחור ומה לך לדרך אשור לשתות מי נהר כי היו נהרות שאינם ראוים לשתיה, ומצינו בירדן שהזכיר הכתוב את שניהם מימי ומי לפי שהירדן היו קצת מימיו ראוים לשתיה וקצת שלא היו ראוים.\n"], "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["מים לשתות, “water for drinking.” It is clear from the wording that they did not succeed in drinking the water they found. Had they done so, the Torah would have written: מים וישתו, ”water which they drank.” Seeing they did not succeed in drinking the water mentioned in our verse, how did they manage for seven days without water?", "We are therefore compelled to interpret the verse to mean that they did indeed drink water they found as a result of digging for it. The meaning of the word לשתות maybe interpreted in two ways: whereas they did drink it this was still as if they could not drink it as the water was salt-water. This is the meaning of the additional words: “for they could not drink the waters from the river.” Seeing they could not drink regular water, they were forced to drink water which tasted very salty.<br> כי לא יכלו לשתות מים ממימי היאור, “for they could not drink the waters of the river Nile,” which were sweet and fit for drinking. This is the explanation of the gaon Rabbi Saadyah. He makes the point that there is a difference in meaning between the word מי and the word מימי. The word מימי is used only for water which is fit to drink. We find proof of this in Numbers 20,8 ונתן את מימיו, “and it will yield its waters.” Or, Exodus 23,25: וברך את לחמכם ואת מימיך, “He will bless your bread and your water.” Another example is found in Chronicles II 32,30 יחזקיה סתם את מוצא מימי גיחון, “King Chiskiyah stopped up the sources of the waters from the river Gichon.” The word מי is used to describe waters unfit for drinking in Genesis 7,7 מפני מי המבול, “on account of the waters of the deluge;” another example of the word מי referring to waters not fit to drink is Exodus 15,19 וישב ה' עליהם את מי הים, “G’d turned back upon them the waters of the sea.” The author quotes additional verses making the same point."], "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a1c020bd6e4a943452d3bf8", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Exodus 46", "anchorRef": "Exodus 7:14-29", "anchorRefExpanded": ["Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29"], "sourceRef": "Sefer HaYashar (midrash), Book of Exodus 46", "sourceHeRef": "ספר הישר (מדרש), ספר שמות מ״ו", "anchorVerse": 14, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 46, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר שמות", "he": "ויהי מקץ שנתיים ימים ויוסף ה׳ שלח את משה אל פרעה, להוציא את בני ישראל לשלחם מארץ מצרים. וילך משה ויבוא בית פרעה וידבר אליו את דברי ה׳ אשר שלחו, ולא אבה פרעה לשמוע בקול ה׳. ויעורר האלוקים את גבורתו במצרים על פרעה ועל עבדיו, ויך אלוקים את פרעה ואת עמו במכות רעות וגדולות עד מאוד. וישלח ה׳ ביד אהרון, ויהפוך את כל מימי מצרים לדם ואת כל יאוריהם ואת נהרותם. ויהי בבוא המצרי לשתות ולשאוב מים, והביט אל כדו והנה כל המים נהפכו לדם. ובבואו לשתות בכוסו, והיה המים אשר בכוס לדם. וגם בלוש האישה את קמחה ובבשלה את תבשילה, ויהיו מראיהם למראה הדם. וישלח ה׳ עוד וישרוץ כל מימיהם צפרדעים, ויבואו כל הצפרדעים בית מצרים. ויהי בשתות על המצרים מים, ותמלאנה בטנם צפרדעים ותקרקרנה במעיהם כאשר תקרקרנה בהיותם ביאור. וגם כל מי משתיהם ומי תבשילם שבו לצפרדעים, וגם בשכבם על מיטתם ויזיעו כל זיעתם צפרדעים. בכל זאת לא שב אף ה׳ מהם, ועוד ידו נטויה על כל מצרים להכותם בכל מכה גדולה. וישלח ה׳ ויך את עפרם לכינים, ותהי הכינם במצרים ברום שתי אמות הארץ. וגם על בשר האדם והבהמה היו הכינים הרבה מאוד, בכל יושבי מצרים. וגם על המלך והמלכה שלח ה׳ את הכינים, ויצר למצרים מאוד מפני הכינים. בכל זאת לא שב אף ה׳, ועוד ידו נטויה על מצרים. וישלח ה׳ במצרים את כל חית השדה, ויבואו וישחיתו את כל מצרים ואת האדם והבהמה והעץ וכל אשר למצרים. וישלח ה׳ נחש שרף ועקרב, גם עכבר וחולד וצב עם זוחלי עפר. זבוב וצירעה פרעוש ופשפש ויתוש, כל ערוב למינהו. וכל שרץ ובעל כנף למינהו באו מצרימה, וירעו למצרים מאוד. ויבואו הפרעושים והזבובים בעיני כל מצרים ובאוזניהם. וגם הצירעה באה עליהם ותגרשם, ויבואו מפניה חדר בחדר ותרדוף אחריהם. ויהי בהיחבא מצרים מפני הערוב, וינעלו דלתותיהם אחריהם. ויצו האלוקים את הסילונית אשר בים, ותעל ותבוא מצרימה. ולה אמות ארוכות, עשר אמות באורך באמת איש. ותעל הגגות, ותגך את התיקרה ואת המעזיבה ותחתכם. ותישלח אמתה הבייתה ותסר את המנעול ואת הבריח ותפתח את בתי מצרים, ואחרי כן יבואו הערוב בית מצרים וישחית הערוב את מצרים, וייצר להם מאוד.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And at the end of two years the Lord sent Moses once more unto Pharaoh, to bring forth the ‎children of Israel and to send them away from the land of Egypt; and Moses came to the ‎house of Pharaoh and he spoke unto him according to the words of the Lord, but Pharaoh ‎would not hearken unto the voice of Jehovah, and the Lord concluded to show his might in ‎Egypt, on Pharaoh and his servants. And God smote Pharaoh and his people with very terrible ‎plagues, and he turned by the hands of Aaron all the waters of Egypt into blood, and when an ‎Egyptian came to drink and drew water and he looked into his pitcher, behold it was turned ‎into blood, and also when a woman kneaded her bread or cooked her meals, all had the ‎appearance of blood. And the Lord sent again, and he caused all the waters to produce frogs, ‎so that the frogs came into the houses of the Egyptians, and when the Egyptians drank the ‎water, their stomachs were filled with frogs, and they leaped within them like in the river. And ‎all the water they used for cooking and drinking turned into frogs, and when they lay upon ‎their beds, they perspired frogs from their body. But for all that the anger of the Lord did not ‎turn from them, and his hand was still out stretched upon all Egypt, to smite them with all the ‎terrible plagues; and he sent and turned their dust into lice, so that the ground of Egypt was ‎covered with lice two cubits in height. And the lice were also upon the flesh of man and beast ‎among all the people of Egypt, and also upon the king and the queen, and Egypt was greatly ‎afflicted on account of the lice. But for all that the anger of the Lord did not turn, and his hand ‎was still outstretched over Egypt, and the Lord sent all the beasts of the field, and they came ‎and destroyed man and beast, and the trees, and all that was in Egypt. Then the Lord sent fiery ‎serpents, and scorpions, and mice, and rats, and weasels, and other vermin, that creepeth in ‎the dust, as also flies and fleas and all sorts of insects, and they came and tortured the ‎Egyptians, entering even their eyes and their ears. Then the hornets came over them also, and ‎they drove them to hide in their innermost chambers, and the Egyptians had to hide ‎themselves from the swarms of vermin and they locked the doors after them. But the Lord ‎commanded the Tulzoth, the great monster of the sea to come up and invade Egypt; and she ‎had very long arms, ten cubits in length according to the cubits of a man, and she went up and ‎unroofed their houses, and she put forth her arms into the houses and removed the bolts and ‎bars and opened the houses of the Egyptians, and the swarm of animals filled the houses of ‎the Egyptians, to torture them exceedingly.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5b30a8e96f685500161b43dd", "index_title": "Malbim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Exodus 7:24:1", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "Malbim on Exodus 7:24:1", "sourceHeRef": "מלבי\"ם על שמות ז׳:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על שמות", "he": "<b>ויחפרו וגו' לשתות.</b> במדרש ר' יהודה אומר שלא לקו רק המים שלמעלה לא מה שבתהום ור' נחמיה סבר גם שבתהום לקו, אזלי לשטתם בזבחים (דף פ\"ג) שר' יהודה מפרש וכל חטאת אשר יובא מדמה וגו' לכפר אע\"פ שכפר, שס\"ל שהמקור הנלוה אל הפעל בלמ\"ד פי' שנעשה המעשה, וכן פי' כאן שחפרו לשתות ושתו, כי המים שבתהום לא לקו, ור' נחמיה ס\"ג כר' אלעזר שם שפי' שהובא לכפר ולא כפר וכן פי' כאן שחפרו לשתות ולא שתו, [ועיין התו\"ה צו סי' ע\"ה]:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קדש, וילנא תרנ\"א", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5d077f1c3e25930088d8c707", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Vayikra 40:1", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "Malbim on Leviticus, Vayikra 40:1", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא מ׳:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "ויקרא", "he": "<b>[הערה: איך יוכרח זה לפי עומק הלשון שיהיה שני מתנות שהן ארבעה?]</b><br>וזרקו את הדם על המזבח סביב: דע שיש הבדל בין <b>זריקה</b> ובין <b>שפיכה</b>, <b>נתינה</b>, ו<b>הזיה</b>: ה\"זריקה\" הוא מרחוק \"וזרוק על העיר\" (יחזקאל י׳:ב׳), או מלמטה למעלה \"וזרקו משה השמימה\" (שמות ט׳:ח׳). ו\"השפיכה\" היא מלמעלה למטה במקומו – \"ולקחת ממימי היאור ושפכת היבשה\" (שם ד). ה\"זריקה\" היא הרבה בפעם אחד ו\"ההזיה\" היא טיפין טיפין בידו או על ידי אגודת אזוב, ו\"הנתינה\" הוא בנחת (ועי' באילת השחר כלל שע\"ח). וכבר רמזתי למעלה (סימן לז) שלשון \"זריקה\" מורה שהיה מתוך המזרק [כמ\"ש הרמב\"ם פ\"ה מהל' מעה\"ק ה\"א] כי אי אפשר לזרוק הרבה בפעם אחד רק מן הכלי. והנה מלשון \"סביב\" היה נראה שצריך להקיף את המזבח בדם כמו \"שפה יהיה לפיו סביב\" שהיא בכל הקפו. אבל זה לא יצויר על ידי זריקה. וזהו שכתב בספרא יכול זריקה אחת? ת\"ל \"סביב\". יכול יקיפנו כחוט? ת\"ל \"וזרקו\". אולם מבואר לדורשי הלשון שיש הבדל בין פעל \"היקף\" ובין פעל \"סבב\"; שפעל \"היקף\" הונח ביחוד על ההיקף השלם אבל פעל \"סבב\" יבוא לפעמים גם על ההיקף הבלתי שלם כמו \"ויחפרו סביבות היאור\" (שמות ז׳:כ״ד) – שלא חפרו בהיקף סביב. וכן \"וסביבות בית האלקים ילינו כי עליהם משמרת\" (דה\"א ט, כז) והלוים לא שמרו רק על פנות הר הבית והעזרה ושעריהם (כמ\"ש בפ\"ק דתמיד). עד שאם בא לציין ההיקף השלם יכפול המלה \"והעבירני עליהם סביב סביב\" (יחזקאל ל״ז:ב׳) או ישמש בשני הפעלים \"וסבותם את העיר הקף\" (יהושע ו׳:י״א), \"והקפתם על המלך סביב\" (מ\"ב טו). ובא פעל היקף אחר סבב כמו \"סובו ציון והקיפוה\" שרצונו לומר בהיקף שלם. ואחרי הדיוק יצדק מלת \"סביב\" אם הקו המסבב נוגע בראש כל קרן מן הארבע רוחות כמו \"ויקם את החצר סביב למשכן ולמזבח\", והחצר לא היה מקיף את המשכן. וכן \"ויעמדו איש תחתיו סביבות המחנה\" (שופטים ז׳:כ״א) וכן במילואים (שמות כח) ובפר ושעיר של יוהכ\"פ (ויקרא ט״ז:י״ח) \"ונתן על קרנות המזבח סביב\", ולא היה רק ד' קרנות. לכן פירשו שיתן שתי מתנות שהן ארבע. רוצה לומר, שנותן בקרן מזרחית צפונית ובקרן מערבית דרומית שכנגדה באלכסון. והדם מתפשט לשתי רוחות של הפנה. נמצא יש דם בכל הד' רוחות. ודעת ר' ישמעאל שיפסיק המתנות, שנותן בב' קרנות מתנות נפסקות ברוח זה וברוח שבצידו, ולמד לה מגזירה שוה ממה שאמר בפר ושעיר של יוהכ\"פ \"ונתן על קרנות המזבח סביב\", שמלת \"סביב\" מיותר (שבכל החטאת אומר סתם \"ונתן על קרנות המזבח\"), ובא לגזירה שוה שגם \"סביב\" דעולה ושלמים בעי בהפסק. [כן אמר בספרא (אחרי מות פרק ד מ\"י) שר' ישמעאל למד משם. ולא כפרש\"י זבחים (דף נג:) שיליף ממלואים] (ועל ד' קרנות אי אפשר, דעולה טעונה יסוד, וקרן מזרחית דרומית לא היה לו יסוד). ונראה דר' ישמעאל לשיטתו דסבירא ליה בנדה (דף כב:) דגזירה שוה מופנה מצד אחד למדין ואין משיבין. וחכמים לשיטתייהו דסבירא להו שם דלמדין ומשיבין ואי אפשר ללמוד עולה מחטאת הפנימית שדמה נכנס לפנים.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5fd33542f2b732944fa14048", "index_title": "Rashi on Proverbs", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Proverbs 25:20:1", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "Rashi on Proverbs 25:20:1", "sourceHeRef": "רש\"י על משלי כ״ה:כ׳:א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Rashi on Proverbs", "he": "רש\"י על משלי"}, "heTitle": "רש\"י על משלי", "he": "<b>מעדה בגד ביום קרה.</b> בגד עדים בגד מוסר כלי שהוא ראוי להסירו מעליו לפי שהוא בלוי כדמתרגמינן ויסר ויעדי, וזה פתרונו בגד בלוי הרי הוא ביום קרה כחומץ על נתר. <b>נתר.</b> מין אדמה רכה כגון אדמה שלנו הנקרא קריד\"א והיו חוקקים אותה ועושין כלים ואם יפול בו חומץ ממסמסו ונשחת. אף <b>שר בשירים על לב רע.</b> דומה לשניהם ומה הוא שר בשירים זה המלמד תורה לתלמיד רשע אשר אין בלבו לקיימה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "<b>A worn-out garment on a cold day</b> Heb. מעדה בגד, synonymous with (Isa. 64:5): “בגד עדים, a discarded garment,” a worn-out garment that is fit to be taken off since it is worn out, as we translate into Aramaic “ויסר” (Ex. 7:24) as ויעדי, and He shall remove. Now this is its interpretation: A worn-out garment on a cold day is like vinegar on chalk. <b>chalk</b> Heb. נתר, a kind of soft earth, like our earth that is called creide, which they would hew and make vessels therefrom, and if vinegar falls on it, [the earth] is dissolved and ruined. So... <b>is one who sings songs to a broken heart</b> [lit. on a bad heart. This one] resembles them both. Now what is one who sings songs? This is one who teaches the Torah to a wicked student, who has no intention in his heart to fulfill it.", "versionTitle": "The Judaica Press complete Tanach with Rashi, translated by A. J. Rosenberg", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037e8b6bfddfbb310febd7", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 2-31", "anchorRef": "Exodus 1:1-15:21", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 2-31", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳ ב׳-ל״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Deliverance Narrative", "he": "שמות מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE FIRST PART OF THE BOOK OF</small> E<small>XODUS IS PRESENTED AS A CONTINUATION OF THE</small> Genesis narratives, by abbreviating the genealogy of the immigrant Yaakov from Gen. 46:8–25. We find here the same centrality of God, the same kind of sparse but powerful biographical sketch of the human hero, and a narrative style similar to that of the previous book.", "And yet Exodus introduces a new and decisive element into the Hebrew Bible, which becomes paradigmatic for future generations of biblical writers. The book speaks of a God who acts directly in history, blow by blow—a God who promises, liberates, guides, and gives laws to a people. This is, to be sure, an outgrowth of a God who brings the Flood and disperses the Babel generation, but it is also a decisive step forward from a God who works his will in the background, through intrafamily conflicts (which comprise most of Genesis). This deity frees his people, not by subterfuge, but by directly taking on Egypt and its gods. Pharaoh and the Nile, both of which were considered divine in Egypt, are in the end forced to yield to superior power. Surely it is no accident that the ending of Part I—the Song of Moshe at the Sea—hails Y<small>HWH</small> as Israel’s true king, a king whose acts of “leading,” “redeeming,” and “planting” his people are exultingly affirmed in the body of the Song.", "Part I receives its structural coherence in a number of ways. For one, it encompasses a straight chronological narrative, moving from Israel’s enslavement to its liberation and triumph over its oppressors. The ending, Chapter 15, is rhetorically and stylistically fitting (see Gaster 1969), celebrating as it does the mighty deeds of God. For another, Part I carefully paces its climaxes, building up from the Burning Bush to various stages of Plagues, to the Tenth Plague/exodus and finally the great scene at the sea. There are also a number of key words that help to tie together various sections of the narratives: “know,” “serve,” and “see.” All of these go through interesting changes in meaning, through which one can trace the movement of central ideas (see the Commentary).", "In the area of vocabulary, David Daube (1963) has made the interesting observation that the Deliverance Narrative uses a number of verbs that occur regularly in biblical law regarding the formal release of a slave: “send free” (Heb. <i>shale’ah’</i>), “drive out” (<i>garesh</i>), and “go out” (<i>yatzo</i>’). In addition, the motif of the Israelites’ “stripping” the Egyptians (3:22, 12:36) links up with the regulation of release in Deut. 15:13. “… you are not to send him free empty-handed.” Daube sees our text as bearing the stamp of Israelite social custom: Pharaoh is made to flout “established social regulations.”", "Finally, several scholars (Kikawada, Ackerman 1974, Fishbane 1979, and Isbell) have pointed out that the vocabulary of the first few chapters of the book foreshadows the whole of Part I. This use of sound and idea helps to create unity in these narratives (despite their possibly diverse origins), and is also of importance in viewing the biographical material in the first four chapters.", "<b>T<small>HE</small> E<small>ARLY</small> L<small>IFE OF</small> M<small>OSHE AND</small> R<small>ELIGIOUS</small> B<small>IOGRAPHY</small></b>", "Dominating the early chapters of Exodus, more than the description of bondage itself, is the figure of the reluctant liberator, Moshe. The portrayal of his beginnings contrasts strongly with the classic hero stories of the ancient world.", "This is not immediately apparent. Moshe’s birth narrative parallels that of King Sargon of Akkad; his flight from Egypt and return as leader are reminiscent of Jephthah and David in the Bible, and of the Syrian king Idrimi (as recounted in Akkadian texts) as well. In addition, half a century ago Lord Raglan attempted to demonstrate common elements in hero biographies by compiling a list of up to thirty key motifs. Those relevant to Moshe include: the father a relative of the mother, an attempt made to kill him at birth, his escape through the action of others, being raised by foster parents, little information about his childhood, his traveling to his “future kingdom” upon reaching adulthood, promulgating laws, losing favor with the deity, dying on the top of a hill, not being succeeded by his children, and a hazy death/burial. Moshe therefore shares with Oedipus, Hercules, Siegfried, and Robin Hood, among others, a host of common elements; his point total according to Raglan’s scheme puts him toward the top of the list as an archetypal traditional hero. It must be concluded that, far from being a factual account, his biography is composed largely of literary constructs.", "When one looks closer at the biblical portrayal of Moshe, however, the purpose and particularly Israelite thrust of these constructs becomes clear. Almost every key element in Moshe’s early life—e.g., rescue from death by royal decree, rescue from death by water, flight into the desert, meeting with God on the sacred mountain—foreshadows Israel’s experience in the book of Exodus. The key theme of the distinction between Israel and Egypt, so central to the Plague Narrative and to Israelite religion as a whole, is brought out beautifully in the depiction of Moshe’s development from Egyptian prince to would-be liberator to shepherd in the wilderness, the latter an ancestral calling (cf. Nohrnberg, who also discusses Yosef as developing in exactly the opposite direction—from Israelite shepherd boy to Egyptian viceroy, complete with Egyptian appearance, wife, and name). What is important in these early chapters of Exodus, then, is not the customary focus on the young hero’s deeds (e.g., Hercules strangling serpents in the cradle) or his fatal flaw (although there is a hint of this too!), but on what he shares with his people, or, more precisely, how he prefigures them.", "Another aspect of these stories removes them from the usual realm of heroic biography. Elsewhere in the Bible, individual hero types are at least partially overshadowed by the true central “character”: God. This appears to be true in Exodus as well. Moshe develops only so far; he recedes as a full-blown personality during the Plague Narrative, to emerge sporadically in later encounters with the people (e.g., Chaps. 16 and 32–33; the portrait expands in the narratives of the book of Numbers). No wonder that later Jewish legend (and further, Christian and Muslim stories as well) found it necessary to fill in the tantalizing hints left by the biblical biographer, with sometimes fantastic tales. But in the Exodus text, it is God who holds sway. In this context, one is reminded that Israelite thinking had room neither for worship of human heroes nor interest in the biography of God (i.e., divine birth and marriage) on the model of surrounding cultures. The biblical portrayal of both God and Moshe has been reduced in our book to only such facts as will illuminate the relationship between Israel and its God. Thus we learn from the Moshe of Exodus much about the people themselves, and about prophecy (cf. Chaps. 3-4); from the God of Exodus, how he acts in history and what he demands of the people. More than that is not easily forthcoming from our text (interestingly, the Passover Haggadah picked up on the Bible’s direction and all but omitted Moshe’s name in the celebration of the holiday).", "As we have suggested, later Jewish legend—some of which may actually be of great antiquity—sought to fill in various aspects of Moshe’s life that are missing from the Exodus text. A perusal of Ginzberg will uncover rich legendary material, dealing with Moshe’s childhood, family identity, experience in Midyan and elsewhere as a hero. While this material does not always illuminate the biblical story, it does demonstrate how folk belief includes a need for heroes in the classic Raglan mold; the Midrashic portrait of Moshe corresponds nicely to what we find in other cultures.", "Turning to stylistic characteristics of these early chapters, we may note that a good deal of repetition occurs, as if further to highlight the themes. Baby Moshe is saved from death twice; three times he attempts acts of opposing oppression; twice (Chaps. 2 and 5) he fails in his attempts to help his enslaved brothers; and twice (Chaps. 3 and 6) God reassures him with long speeches that center around the Divine Name. This kind of continuity is artfully literary, but it is also an echo of real life, where people often live out certain themes in patterns.", "Finally there is the matter of recurring words. Most important is the telling use of “see,” from the loving gaze of Moshe’s mother (2:2), through to the auspicious glance of Pharaoh’s daughter (2:6), then to Moshe’s sympathetic observing of his brothers’ plight (2:11); all this seems to be linked to the episode at the Burning Bush, where God “is seen” by the future leader (3:2), and where the climax of this whole development takes place: God affirms that he has “seen, yes, seen the affliction of my people that is in Egypt…. and I have also seen the oppression with which the Egyptians oppress them” (3:7, 9). Thus Moshe’s biography leads to, and is an outgrowth of, the people’s own situation.", "In sum, Moshe’s early biography leads us to ponder the “growing up” process through which the people of Israel must pass on their way out of Egypt. The narratives that deal with his leadership of the people in the wilderness period, from Ex. <i>16</i> on, will help to round out our picture of him as a real personality, with the tragedies and triumphs that are a part of human life but magnified in the case of great individuals.", "<b>O<small>N THE</small> J<small>OURNEY</small> M<small>OTIF</small></b>", "World literature is dominated by stories involving a journey. More often than not, these tales are framed as quests for holy or magical objects (e.g., the Holy Grail), or for eternal youth/immortality (Gilgamesh). The classic pattern, as Joseph Campbell has described it, calls for the hero to make a kind of round trip, crossing dangerous thresholds (monsters, giants, unfriendly supernatural beings) both on the way toward the goal and on the way home. Either at the middle or at the end of the journey stands the goal, which often entails meeting with the divine and/or obtaining a magical or life-giving object (e.g., the Golden Fleece).", "Such stories mirror our own longings for accomplishment and acceptance, as well as our universal desire to overcome the ultimate enemy, Death. In the hero’s triumphs, we triumph; his vanquishing of death cathartically becomes our own.", "This mythic substructure has penetrated the biblical tales, but it has been toned down for human protagonists, to suppress the idea of the mortal hero in favor of the divine one. Thus all the Patriarchs except Yitzhak (Isaac) go on fateful long journeys (his is reserved for the three-day trip to Moriah in Gen. 22), yet there is none of the color and adventure that we find, for example, in Greek mythology. Outside of Yaakov’s encounter with the mysterious wrestler in Gen. 32, there is little in Genesis to suggest hero tales on the classic mold. In Exodus, too, Moshe makes a significant journey—to Midyan—one might say, within himself, to find his true identity and calling, but it is highly muted, containing virtually no details. The round trip contains two thresholds of death, with Moshe first threatened by Pharaoh’s justice (2:15) and, on the way back to Egypt, by God himself (4:24–26). The initial goal is attained at the “mountain of God” “behind the wilderness,” where, meeting with divinity amid fire, he is finally able to integrate his own past, present, and future (as he will return to this mountain with the entire people in Chaps. 19ff). At the Burning Bush, the Egyptian prince, the Israelite shepherd, and the Hebrew liberator coalesce, investing Moshe with unique qualifications for his task.", "But it is to a larger journey framework that we must look to understand the “hero” content of Exodus, and with it, that of the Torah as a whole. The major journey undertaken is, of course, that of the people of Israel, from slavery to Promised Land. It is also a journey from death to life, from servitude to god-king to the service of God as king; along the way, death serves to purify an entire generation. And yet even this most obvious of journey stories differs markedly from those of gods and heroes so familiar in Western culture. The people of Israel function as a collective antihero, an example of precisely how not to behave. They play no active role whatsoever in their own liberation, use neither brawn nor wits to survive in the wilderness, constantly grumble about wanting to return to Egypt, and at both Sinai and the threshold of the Promised Land (in the book of Numbers), their chief form of behavior is first fear and later rebellion.", "Moshe’s own journeys parallel those of the entire people later on. Like them, he flees from Pharaoh into the wilderness, meets God at flaming Sinai, and has trouble accepting his task but must in the end. Here is where Moshe shines as the true leader: he epitomizes his people’s experience and focuses and forges it into something new.", "<b>M<small>OSHE</small> B<small>EFORE</small> P<small>HARAOH</small>: T<small>HE</small> P<small>LAGUE</small> N<small>ARRATIVE</small> (5–11)</b>", "The heart of the Exodus story sets out the confrontation between the visible god-king, Pharaoh, who embodies the monumental culture of Egypt, and the invisible God of Israel who fights for his ragtag people. The drama is conveyed by means of alternating conversations/confrontations and events. The narrator has built his account, bracketed by the early approach of Moshe and Aharon (Aaron) to Pharaoh, which fails (Chap. 5), and the extended construct of the Tenth Plague (11—13); in between fall the schematically arranged first nine plagues.", "Three overall stages characterize this latter section. The first is indicated by the oft-repeated demand, “Send free my people, that they may serve me!”; the second is the “hardening” of Pharaoh’s heart; and the third, the unleashing of each plague. Further, it can be shown that the plagues are presented via a variety of structures and substructures (see Greenberg 1969 and the chart in Sarna 1986). Some commentators divide them into five thematic groups of two apiece—1 and 2, the Nile; 3 and 4, insects; 5 and 6, disease; 7 and 8, airborne disaster; and 9 and 10, darkness/death (Plaut). Also fruitful is the following threefold division: 1, 4, and 7, God’s command to confront Pharaoh in the morning; 2,5, and 8, God says, “Come to Pharaoh”; 3, 6, and 9, no warning is given to Pharaoh. Yet another grouping of themes is possible (Bar Efrat): 1–3, God vs. the magicians of Egypt; 4–6, stress on the distinction between Israel and Egypt; 7–9, the most powerful plagues.", "This utilization of order, symbolized by “perfect” numbers such as 3 and 10, finds a parallel in the creation story of Genesis 1 (where the key number, of course, is 7, 3 + 3 + 1, whereas here we have 3 + 3 + 3 + 1). Both texts display a desire to depict God as one who endows nature and history with meaning. The poetic tradition about the plagues, as represented, for instance, by Psalm 78, was content to describe the plagues in brief, within the setting of a single poem. The narrator of the Pentateuchal traditions, however, has a different point to make, and structured exposition is the best way to do it.", "There is another structural tendency that one may observe in the Plague Narrative. Repeating words and motifs comprise over twenty shared and discrete elements in the story. Since the vast majority of these occur by the end of the fourth plague, this leaves the narrator free to develop plagues 7 and 8 with particular intensity, using a full palette of descriptions, with the addition of the theme that these were the worst of their kind ever to take place in Egypt. It will be useful here to list a few of the key words and phrases, and motifs, that can be found in the Plague Narrative:", "<i>Words/phrases:</i> Go to Pharaoh; send … free; know; throughout the land of Egypt; plead; distinguish; tomorrow; man and beast; not one remained; heavy [i.e., severe] as Y<small>HWH</small> had said.", "<i>Motifs:</i> Moshe’s staff; Aharon as agent; magicians; death.", "It is important to note here that the structuring of the plagues is not a perfectly balanced one. The narrative varies between exact repetition of elements and phrases and nonrepetition (Licht). By thus using sounds and ideas in variation, the narrator is able to weave a tale whose message constantly reinforces itself, and which holds the audience’s attention without getting tedious.", "I have deliberately omitted the question of Pharaoh’s heart above, as a separate issue. A host of expressions is used in the text to describe Pharaoh’s stubbornness: “harden” (Heb. <i>hiksha</i>), “make heavy-with-stubbornness” (<i>hakhbed</i>), and “strengthen” (<i>hehezik/hazzek</i>), with the resultant “refused” and “did not hearken.” This motif is the only one that occurs in all nine plagues, and therefore stands at the very heart of our narrative. When one notes the pattern within—that Pharaoh does the hardening at the beginning, God at the end—the intent begins to become clear. The Plague Narrative is a recounting of God’s power, and Pharaoh’s stubbornness, which starts out as a matter of will, eventually becomes impossible to revoke. The model is psychologically compelling: Pharaoh becomes trapped by his own refusal to accept the obvious (in biblical parlance, to “know”). Despite the prophetic idea that human beings can be forgiven, we find here another one—that evil leads to more evil, and can become petrified and unmovable.", "A final note about the backdrop of these stories. Cecil B. DeMille did it differently, and in the difference lies the gap between Western culture and biblical culture. In the movie <i>The Ten Commandments</i> (a strange title, given the actual content of the film!), DeMille’s own 1956 remake of his earlier silent film, great stress is put on the physical, visual trappings of Pharoah’s court. Apparently no expense was spared to bring in costumes, sets, and extras, and the result causes the audience to focus on the splendor of Egyptian culture, despite the fact that it is peopled by the villains of the story. In contrast, the Bible says practically nothing about the visual backdrop of the Plague Narrative. Just as Genesis made reference to the mighty culture of Babylonia by parodying it (for instance, in the Babel story of Chap. 11), Exodus strips down Egyptian culture by making it disappear, and by ridiculing its gods. The book saves descriptive minutiae for the Tabernacle (Chaps. 25ff.), preferring to stress the positive and simply to omit what it found as negative. This profoundly “anticultural” stance (see the intriguing analysis by Schneidau) was characteristic of Israel’s worldview and was a mystery to the Greeks and Romans who centuries later conquered the land; it was to stand the people of Israel in good stead in their wanderings through the centuries."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eb76bfddfbb310fec7a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, First Blow 2-3", "anchorRef": "Exodus 7:14-25", "anchorRefExpanded": ["Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, First Blow 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳, שמות הערה י׳ ב׳-ג׳", "anchorVerse": 14, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "First Blow", "he": "שמות הערה י׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה י׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["The first plague uses elements and words common to many subsequent plagues; in addition to those just mentioned, it introduces “refuse” and “reek” and “throughout all the land of Egypt.” More important is the choice of site and object for the curse: the Nile (a god in Egypt), water (source of life for the Egyptians but earlier source of death for the Hebrew babies), and blood (sign of life and death). No more effective choice could have been made for this first demonstration of the far-reaching power of the Israelite God.", "As with the first six plagues, the threat is long and the actual carrying-out brief. Note the relationship, at the end of the episode, between the uncaring Pharaoh and his own people, who have to scratch for water."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382d1c9ad75f2d99af7c8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 1", "anchorRef": "Exodus 1:1-15:21", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 1:1–15:21\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 1:1–15:21</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382d4c9ad75f2d99af802", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, First Blow 1", "anchorRef": "Exodus 7:14-25", "anchorRefExpanded": ["Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, First Blow 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳, שמות הערה י׳ א׳", "anchorVerse": 14, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה י׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 7:14-25\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 7:14-25</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "64187146c9371ec0cebe4d3c", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Exodus 7:24:1", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "Reggio on Torah, Exodus 7:24:1", "sourceHeRef": "ביאור יש\"ר על התורה, שמות ז׳:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "שמות", "he": "<b>ויחפרו,</b> לא חפץ ה' להמית את כולם בצמא ולכן לא הפך לדם המים אשר מתחת לארץ, כי המכות באו במדה ובמשקל, ונתן להם יד לחפור סביבות היאור ולמצוא מים, אלא שלא שתו די סיפוקם כי אם מעט מים במשורה ובזיעת אפם ורבים מתו בצמא הכל כפי פשעיהם:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487469870699c26744fde4e", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Shemot 7:24:1", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "Midrash Sekhel Tov, Shemot 7:24:1", "sourceHeRef": "מדרש שכל טוב, שמות ז׳:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "ויחפרו. זה מן התיבות שאין טעמם נודע בלעדי תיבות הסמוכות להן, כי יש לומר חפירה לשון ריגול, כמו (יחפרו) [ויחפרו] לנו את הארץ (דברים א כב). ויש חפירה לשון חרפה, כגון באו עדיה ויחפרו (איוב ו כ), ויש חפירה לשון כרייה כגון ויחפרו עבדי יצחק בנחל (בראשית כו יט), והענין מודיע, וכן ויחפרו כל מצרים סביבות היאור מים לשתות כי לא יכלו לשתות (מימי) [ממימי] היאור. והיינו דאמרו ליה ונלאו מצרים:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc33758c1dc532ec8848", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 7:24", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "Steinsaltz on Exodus 7:24", "sourceHeRef": "ביאור שטיינזלץ על שמות ז׳:כ״ד", "anchorVerse": 24, "sourceHasEn": true, "commentaryNum": 7.0024, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "<b>וַיַּחְפְּרוּ כָל מִצְרַיִם סְבִיבֹת הַיְאֹר</b> כדי לשאוב\n    <b>מַיִם</b> נקיים שלא הוכו במכת הדם\n    <b>לִשְׁתּוֹת,</b>\n    <b>כִּי לֹא יָכְלוּ לִשְׁתֹּת מִמֵּימֵי הַיְאֹר.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>All of Egypt dug around the Nile, </b>searching <b>for </b>clean <b>water to drink, as they were unable to drink from the water of the Nile. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5868bc8fd6e4a97c9cbb01c8", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Exodus 7:24:1", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "Bekhor Shor, Exodus 7:24:1", "sourceHeRef": "בכור שור, שמות ז׳:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "שמות", "he": "<b>ויחפרו.</b> לעשות מעיינות להם שלא יהיו שם דגים ולא יבאשו אותם מנבלת דגים:\n", "heVersionTitle": "Bekhor Shor, Leipzig, 1856", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, לייפציג, תרט\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58e39d4cd6e4a94c42d0f9f9", "index_title": "Avi Ezer", "category": "Commentary", "type": "commentary", "ref": "Avi Ezer, Exodus 7:24:1", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "Avi Ezer, Exodus 7:24:1", "sourceHeRef": "אבי עזר, שמות ז׳:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1760, 1800], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Avi Ezer", "he": "אבי עזר"}, "heTitle": "שמות", "he": "<b>ולפי דעתי כי \nמכת הדם</b>. ואנו אין לנו אלא דברי רבותינו ז\"ל כי ממכת דם נתעשרו ישראל. ואפילו נכרי וישראל \nשותין בספל אחת היה חציו דם וחציו מים. ולפי דעתי תלמיד טועה ועני בדעת כתב הדברים האלה. \nוכבר גליתי לך בריש בראשית שתלמידים טועים פקו פליליה:", "heVersionTitle": "Avi Ezer", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אבי עזר", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13f4b69ad4c00579714b0", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 7:24:1", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "Birkat Asher on Torah, Exodus 7:24:1", "sourceHeRef": "ברכת אשר על התורה, שמות ז׳:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "<b>\"ויחפרו כל מצרים סביבת היאר\".</b> אבל לא נאמר בשום מקום, אם חפירה זו הועילה להם או לאו, וכאילו העיקר חסר מן הספר. (פ' וארא תש\"ן)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13f4b9539fc001b72c956", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 7:24:2", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "Birkat Asher on Torah, Exodus 7:24:2", "sourceHeRef": "ברכת אשר על התורה, שמות ז׳:כ״ד:ב׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 24.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "וראה דברי ר' עמוס חכם ב\"דעת מקרא\" על אתר שמבאר שאכן מצאו שם מים. ולכאורה כך מסתבר מן הכתוב. (פ' וארא תש\"ס)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c04336bd99b239b45bb9", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Vaera 7", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "Agra DeKala, Vaera 7", "sourceHeRef": "אגרא דכלה, וארא ז׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 7, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "וארא", "he": "<b>במכת דם הראשונה ד' פעמים \"לשתות.</b> רמז במכה הראשונה שתיית כוס התרעלה אשר ישתו כל הד' מלכיות (עיין חולין צ\"ב ע\"א). והנה ג' הראשונים מלאים ו', והרביעי (שמות ז כד) חסר ו' אות חיים. כי כאשר יגיע עד שתיית מלכות הרביעית, כבר תתבטל חיות כל המלכיות ונשגב י\"י לבדו ביום ההוא (ישעיה ב יז) והאלילים כליל יחלוף, ועל כן אנו אומרים על הכוס הרביעי שפוך חמתך וכו' ועל ממלכות וכו' ותשמידם מתחת שמי י\"י (הגדה של פסח):", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d17ab6084aa1cbf0ebcb", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חָפַר 1", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "BDB, חָפַר 1", "sourceHeRef": "בראון-דרייבר-בריגס, חָפַר א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חָפַר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><big><span dir=\"rtl\">חָפַר</span></big></big>  <strong>vb. dig, search for (</strong>Arabic <span dir=\"rtl\">حَفَرَ</span> <em>id.;</em> Aramaic <span dir=\"rtl\">חֲפַר</span>, <span dir=\"rtl\">ܚܦܰܪ</span>, <em>id.;</em> NH <span dir=\"rtl\">חֵפֶר</span> <em>act of digging</em><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">ח׳</span> <a data-ref=\"Job 39:29\" href=\"/Job.39.29\">Jb 39:29</a>; <span dir=\"rtl\">וְחָפַרְתָּ֫</span> <a data-ref=\"Job 11:18\" href=\"/Job.11.18\">Jb 11:18</a>; <span dir=\"rtl\">וְחָפַרְתָּ֫ה</span> <a data-ref=\"Deuteronomy 23:14\" href=\"/Deuteronomy.23.14\">Dt 23:14</a>; <span dir=\"rtl\">חָפַרְתִּי</span> <a data-ref=\"Genesis 21:30\" href=\"/Genesis.21.30\">Gn 21:30</a>; <span dir=\"rtl\">חָֽפְרוּ</span> <a data-ref=\"Genesis 26:18\" href=\"/Genesis.26.18\">Gn 26:18</a> + 2 times; <span dir=\"rtl\">חָפָ֑רוּ</span> <a data-ref=\"Genesis 26:32\" href=\"/Genesis.26.32\">Gn 26:32</a>; <span dir=\"rtl\">חֲפָרוּהָ</span> <a data-ref=\"Numbers 21:18\" href=\"/Numbers.21.18\">Nu 21:18</a>; Impf. <span dir=\"rtl\">וַיַּחְפֹּר</span> <a data-ref=\"Genesis 26:18\" href=\"/Genesis.26.18\">Gn 26:18</a>, <a data-ref=\"Genesis 26:22\" href=\"/Genesis.26.22\">22</a>; <span dir=\"rtl\">וַיַּחְפִּרֵהוּ</span> <a data-ref=\"Psalms 7:16\" href=\"/Psalms.7.16\">ψ 7:16</a>; <span dir=\"rtl\">וָאֶחְפֹּר</span> <a data-ref=\"Jeremiah 13:7\" href=\"/Jeremiah.13.7\">Je 13:7</a>; <span dir=\"rtl\">יַחְפְּדוּ</span> <a data-ref=\"Job 39:21\" href=\"/Job.39.21\">Jb 39:21</a> (but read <span dir=\"rtl\">יַחְפֹּר</span> so 𝔊 𝔙 𝔖 Di) <a data-ref=\"Deuteronomy 1:22\" href=\"/Deuteronomy.1.22\">Dt 1:22</a>; <span dir=\"rtl\">וַיַּחְפְּרוּ</span> <a data-ref=\"Genesis 26:19\" href=\"/Genesis.26.19\">Gn 26:19</a> + 2 times; <span dir=\"rtl\">וַיַּחְפְּרֻהוּ</span> <a data-ref=\"Job 3:21\" href=\"/Job.3.21\">Jb 3:21</a>; Inf. cstr. <span dir=\"rtl\">לַחְפֹּר</span> <a data-ref=\"Joshua 2:2\" href=\"/Joshua.2.2\">Jos 2:2</a>, <a data-ref=\"Joshua 2:3\" href=\"/Joshua.2.3\">3</a> + <a data-ref=\"Isaiah 2:20\" href=\"/Isaiah.2.20\">Is 2:20</a> (cf. infr.); Pt. <span dir=\"rtl\">חֹפֵר</span> <a data-ref=\"Ecclesiastes 10:8\" href=\"/Ecclesiastes.10.8\">Ec 10:8</a>;— <strong>1.</strong>  <em>dig:</em> <strong>a.</strong>  a well, c. acc. <span dir=\"rtl\">בְּאֵר</span> <a data-ref=\"Genesis 21:30\" href=\"/Genesis.21.30\">Gn 21:30</a> (E), <a data-ref=\"Genesis 26:15\" href=\"/Genesis.26.15\">26:15</a>, <a data-ref=\"Genesis 26:18\" href=\"/Genesis.26.18\">18</a><sup>(×2)</sup>, <a data-ref=\"Genesis 26:19\" href=\"/Genesis.26.19\">19</a>, <a data-ref=\"Genesis 26:21\" href=\"/Genesis.26.21\">21</a>, <a data-ref=\"Genesis 26:22\" href=\"/Genesis.26.22\">22</a>, <a data-ref=\"Genesis 26:32\" href=\"/Genesis.26.32\">32</a> (J), <a data-ref=\"Numbers 21:18\" href=\"/Numbers.21.18\">Nu 21:18</a> (E); cf. <a data-ref=\"Exodus 7:24\" href=\"/Exodus.7.24\">Ex 7:24</a> (E); <em>dig</em> (a hole, implied as obj.) <a data-ref=\"Deuteronomy 23:14\" href=\"/Deuteronomy.23.14\">Dt 23:14</a>; a pit, with hostile purpose, as snare or trap, fig. of malicious plan, c. acc. <span dir=\"rtl\">בּוֹר</span> <a data-ref=\"Psalms 7:16\" href=\"/Psalms.7.16\">ψ 7:16</a> (‖ <span dir=\"rtl\">כָּרָה</span>); so c. acc. <span dir=\"rtl\">גומץ</span> <a data-ref=\"Ecclesiastes 10:8\" href=\"/Ecclesiastes.10.8\">Ec 10:8</a>, cf. <span dir=\"rtl\">ח׳ לְנַפְשִׁי [שַׁחַת]</span> <a data-ref=\"Psalms 35:7\" href=\"/Psalms.35.7\">ψ 35:7</a>; of horse, <em>dig</em>, i.e. <em>paw</em> the ground, <span dir=\"rtl\">יַחְפֹּר בָּעֵמֶק</span> <a data-ref=\"Job 39:21\" href=\"/Job.39.21\">Jb 39:21</a> (so read, v. supr.) <em>he paweth in the valley</em> (cf. Arabic <span dir=\"rtl\">حَافِرٌ</span> <em>hoof</em>). <strong>b.</strong>  <em>dig</em> for something hidden, c. acc. <a data-ref=\"Job 3:21\" href=\"/Job.3.21\">Jb 3:21</a> (fig. of longing for death), <a data-ref=\"Jeremiah 13:7\" href=\"/Jeremiah.13.7\">Je 13:7</a> (no obj. expr.) <strong>2.</strong>  <em>search, search out, explore</em>, c. acc. <span dir=\"rtl\">הָאָרֶץ</span> <a data-ref=\"Joshua 2:2\" href=\"/Joshua.2.2\">Jos 2:2</a>, <a data-ref=\"Joshua 2:3\" href=\"/Joshua.2.3\">3</a> (JE), <a data-ref=\"Deuteronomy 1:22\" href=\"/Deuteronomy.1.22\">Dt 1:22</a>; of eagle, <em>search for</em> food, c. acc. <span dir=\"rtl\">ח׳ אֹכֶל</span> <a data-ref=\"Job 39:29\" href=\"/Job.39.29\">Jb 39:29</a>, with especially reference to keen vision (‖ <span dir=\"rtl\">מֵרָחוֹק עֵינָיו יַבִּיטוּ</span>); so = <em>search</em> or <em>look carefully about</em> before going to rest <a data-ref=\"Job 11:18\" href=\"/Job.11.18\">Jb 11:18</a> (no obj.).—<span dir=\"rtl\">לַחְפֹּר</span> <a data-ref=\"Isaiah 2:20\" href=\"/Isaiah.2.20\">Is 2:20</a> v. <a ,=\"\" data-ref=\"BDB, חֲפַרְפָּרָה\" dir=\"rtl\" href=\"/BDB,_חֲפַרְפָּרָה\">חֲפַרְפָּרָה</a> infr."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1aab6084aa1cbf10db1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יְאֹר 1", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "BDB, יְאֹר 1", "sourceHeRef": "בראון-דרייבר-בריגס, יְאֹר א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יְאֹר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">יְאֹר</span>, <span dir=\"rtl\">יְאוֹר</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Exodus 7:21\" href=\"/Exodus.7.21\">Ex 7:21</a></sup> <strong>stream</strong> of the Nile, <strong>stream, canal (</strong>Egyptian loan-word = Egyptian <em>’iotr, ’ioʾr</em>, <em>watercourse</em>, Copt. <em>eioor, ior;</em> also <em>’iotrʿo, ’io’rʿo</em>, Copt. <em>eiero, iaro, Nile</em>, Steindorff<sup>BAs i. 612</sup>; in Assyrian <em>i̯a’uru</em>, <em>stream</em>, <em>’Iaruʾû</em>, <em>river Nile</em>, <em>Id.</em><sup>ib.</sup>, Hpt<sup>ib. 171</sup> Jäger<sup>ib 466</sup><strong>)</strong>—abs. <span dir=\"rtl\">הַיְאֹר</span> <a data-ref=\"Genesis 41:1\" href=\"/Genesis.41.1\">Gn 41:1</a> + 37 times; <span dir=\"rtl\">הַיְאוֹר</span> <a data-ref=\"Isaiah 19:8\" href=\"/Isaiah.19.8\">Is 19:8</a>; <span dir=\"rtl\">הַיְ֫אֹרָה</span> <a data-ref=\"Exodus 1:22\" href=\"/Exodus.1.22\">Ex 1:22</a>; <span dir=\"rtl\">יְאוֹר</span> <a data-ref=\"Isaiah 19:7\" href=\"/Isaiah.19.7\">Is 19:7</a><sup>(×3)</sup> + 2 times; <span dir=\"rtl\">כָּאֹר</span> (error for <span dir=\"rtl\">כַּיְאֹר</span>) <a data-ref=\"Amos 8:8\" href=\"/Amos.8.8\">Am 8:8</a>; cstr. <span dir=\"rtl\">כִּיאֹר</span> <a data-ref=\"Amos 9:5\" href=\"/Amos.9.5\">Am 9:5</a>; <span dir=\"rtl\">כִּיאוֹר</span> <a data-ref=\"Amos 8:8\" href=\"/Amos.8.8\">Am 8:8</a>; sf. <span dir=\"rtl\">יְאֹרִי</span> <a data-ref=\"Ezekiel 29:3\" href=\"/Ezekiel.29.3\">Ez 29:3</a> b (Co <span dir=\"rtl\">יאר</span>, cf. v <a data-ref=\"Ezekiel 29:9\" href=\"/Ezekiel.29.9\">9</a> and 𝔖 𝔗); pl. <span dir=\"rtl\">יְאֹרִים</span> <a data-ref=\"Exodus 8:1\" href=\"/Exodus.8.1\">Ex 8:1</a> + 4 times; cstr. <span dir=\"rtl\">יְאֹרֵי</span> <a data-ref=\"Isaiah 7:18\" href=\"/Isaiah.7.18\">Is 7:18</a> + 2 times; <span dir=\"rtl\">יְאוֹרֵי</span> <a data-ref=\"II Kings 19:24\" href=\"/II_Kings.19.24\">2 K 19:24</a>; sf. <span dir=\"rtl\">יְאֹרֶיךָ</span> <a data-ref=\"Ezekiel 29:4\" href=\"/Ezekiel.29.4\">Ez 29:4</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 29:5\" href=\"/Ezekiel.29.5\">5</a> + v <a data-ref=\"Ezekiel 29:4\" href=\"/Ezekiel.29.4\">4</a> (del. 𝔊 Co) + <a data-ref=\"Ezekiel 29:10\" href=\"/Ezekiel.29.10\">29:10</a> (Co <span dir=\"rtl\">יְאֹרְךָ</span>); <span dir=\"rtl\">יְאֹרָיו</span> <a data-ref=\"Ezekiel 29:3\" href=\"/Ezekiel.29.3\">Ez 29:3</a>; <span dir=\"rtl\">יְאֹרֵיהֶם</span> <a data-ref=\"Exodus 7:19\" href=\"/Exodus.7.19\">Ex 7:19</a> <a data-ref=\"Psalms 78:44\" href=\"/Psalms.78.44\">ψ 78:44</a>;—<br><strong>1.</strong>  <em>stream</em> of the Nile, <em>river Nile</em>, usually c. art. <a data-ref=\"Genesis 41:1\" href=\"/Genesis.41.1\">Gn 41:1</a>, <a data-ref=\"Genesis 41:2\" href=\"/Genesis.41.2\">2</a>, <a data-ref=\"Genesis 41:3\" href=\"/Genesis.41.3\">3</a><sup>(×2)</sup>, <a data-ref=\"Genesis 41:17\" href=\"/Genesis.41.17\">17</a>, <a data-ref=\"Genesis 41:18\" href=\"/Genesis.41.18\">18</a> <a data-ref=\"Exodus 1:22\" href=\"/Exodus.1.22\">Ex 1:22</a>; <a data-ref=\"Exodus 2:3\" href=\"/Exodus.2.3\">2:3</a>, <a data-ref=\"Exodus 2:5\" href=\"/Exodus.2.5\">5</a><sup>(×2)</sup>; <a data-ref=\"Exodus 4:9\" href=\"/Exodus.4.9\">4:9</a><sup>(×2)</sup>; <a data-ref=\"Exodus 7:15\" href=\"/Exodus.7.15\">7:15</a>, <a data-ref=\"Exodus 7:17\" href=\"/Exodus.7.17\">17</a>, <a data-ref=\"Exodus 7:18\" href=\"/Exodus.7.18\">18</a><sup>(×3)</sup>, <a data-ref=\"Exodus 7:20\" href=\"/Exodus.7.20\">20</a><sup>(×2)</sup>, <a data-ref=\"Exodus 7:21\" href=\"/Exodus.7.21\">21</a><sup>(×3)</sup>, <a data-ref=\"Exodus 7:24\" href=\"/Exodus.7.24\">24</a><sup>(×2)</sup>, <a data-ref=\"Exodus 7:28\" href=\"/Exodus.7.28\">28</a>; <a data-ref=\"Exodus 8:5\" href=\"/Exodus.8.5\">8:5</a>, <a data-ref=\"Exodus 8:7\" href=\"/Exodus.8.7\">7</a>; <a data-ref=\"Exodus 17:5\" href=\"/Exodus.17.5\">17:5</a> (all JE), <a data-ref=\"Amos 8:8\" href=\"/Amos.8.8\">Am 8:8</a>; <a data-ref=\"Amos 9:5\" href=\"/Amos.9.5\">9:5</a> <a data-ref=\"Isaiah 19:7\" href=\"/Isaiah.19.7\">Is 19:7</a><sup>(×3)</sup>, <a data-ref=\"Isaiah 19:8\" href=\"/Isaiah.19.8\">8</a>; <a data-ref=\"Isaiah 23:3\" href=\"/Isaiah.23.3\">23:3</a> (‖ <span dir=\"rtl\">שִׁחֹר</span>), v <a data-ref=\"Isaiah 23:10\" href=\"/Isaiah.23.10\">10</a> <a data-ref=\"Jeremiah 46:7\" href=\"/Jeremiah.46.7\">Je 46:7</a>, <a data-ref=\"Jeremiah 46:8\" href=\"/Jeremiah.46.8\">8</a> (sim. of Egyptian invasion), <a data-ref=\"Ezekiel 29:3\" href=\"/Ezekiel.29.3\">Ez 29:3b</a> (read <span dir=\"rtl\">יאר</span>, v. supr.), v <a data-ref=\"Ezekiel 29:9\" href=\"/Ezekiel.29.9\">9</a> <a data-ref=\"Zechariah 10:11\" href=\"/Zechariah.10.11\">Zc 10:11</a>; more fully <span dir=\"rtl\">יְאֹר מִצְרַיִם</span> <a data-ref=\"Amos 8:8\" href=\"/Amos.8.8\">Am 8:8</a>; <a data-ref=\"Amos 9:5\" href=\"/Amos.9.5\">9:5</a>.<br><strong>2.</strong>  pl.: <strong>a.</strong>  3, <span dir=\"rtl\">יְאֹרֵי מִצְרַים</span> <a data-ref=\"Isaiah 7:18\" href=\"/Isaiah.7.18\">Is 7:18</a>; <span dir=\"rtl\">יְאֹרֵי מָצוֹר</span> <a data-ref=\"Isaiah 19:6\" href=\"/Isaiah.19.6\">19:6</a> (‖ <span dir=\"rtl\">נְהָרוֹת</span>), <a data-ref=\"Isaiah 37:25\" href=\"/Isaiah.37.25\">37:25</a> = <a data-ref=\"II Kings 19:24\" href=\"/II_Kings.19.24\">2 K 19:24</a>; v. also <a data-ref=\"Nahum 3:8\" href=\"/Nahum.3.8\">Na 3:8</a> <a data-ref=\"Exodus 7:19\" href=\"/Exodus.7.19\">Ex 7:19</a>; <a data-ref=\"Exodus 8:1\" href=\"/Exodus.8.1\">8:1</a> (both P; ‖ <span dir=\"rtl\">נְהָרֹת</span>, <span dir=\"rtl\">אֲגַמִּים</span> etc.), <a data-ref=\"Psalms 78:44\" href=\"/Psalms.78.44\">ψ 78:44</a> (‖ <span dir=\"rtl\">נֹזְלִים</span>), <a data-ref=\"Ezekiel 29:3\" href=\"/Ezekiel.29.3\">Ez 29:3</a>, <a data-ref=\"Ezekiel 29:4\" href=\"/Ezekiel.29.4\">4</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 29:5\" href=\"/Ezekiel.29.5\">5</a>, <a data-ref=\"Ezekiel 29:10\" href=\"/Ezekiel.29.10\">10</a> + v <a data-ref=\"Ezekiel 29:4\" href=\"/Ezekiel.29.4\">4</a> MT (but del. 𝔊 Co), <a data-ref=\"Ezekiel 30:12\" href=\"/Ezekiel.30.12\">30:12</a>. <strong>b.</strong>  <em>watercourses</em> in gen., <span dir=\"rtl\">יְאֹרִים רַחֲבֵי יָדָ֑יִם</span> <a data-ref=\"Isaiah 33:21\" href=\"/Isaiah.33.21\">Is 33:21</a> (‖ <span dir=\"rtl\">נְהָרִים</span>; cf. NH <span dir=\"rtl\">יְאוֹר</span>, late Aramaic <span dir=\"rtl\">יְאוֹרָא</span>).<br><strong>3.</strong>  <em>shafts</em>, made in mining <a data-ref=\"Job 28:10\" href=\"/Job.28.10\">Jb 28:10</a> <span dir=\"rtl\">(בַּצּוּרוֹת)</span>.<br><strong>4.</strong>  <span dir=\"rtl\">יְאֹר</span>, sg., of <em>Tigris</em>, <a data-ref=\"Daniel 12:5\" href=\"/Daniel.12.5\">Dn 12:5</a><sup>(×2)</sup>, <a data-ref=\"Daniel 12:6\" href=\"/Daniel.12.6\">6</a>, <a data-ref=\"Daniel 12:7\" href=\"/Daniel.12.7\">7</a> (cf. <a data-ref=\"Daniel 10:4\" href=\"/Daniel.10.4\">10:4</a>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1d3b6084aa1cbf12883", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָכֹל 1", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "BDB, יָכֹל 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָכֹל א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָכֹל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">יָכֹל</span>, <span dir=\"rtl\">יָכוֹל</span></big></big>  <strong>vb.</strong> be able, have power, prevail, endure <strong>(</strong>NH <em>id.;</em> Aramaic <span dir=\"rtl\">יְכִיל</span>; Assyrian <em>akâlu</em>, Hpt in KAT<sup>2Gloss i,</sup><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">יָכֹל</span> <a data-ref=\"Genesis 32:26\" href=\"/Genesis.32.26\">Gn 32:26</a> + 8 times; <span dir=\"rtl\">יָכוֹל</span> <a data-ref=\"I Samuel 4:15\" href=\"/I_Samuel.4.15\">1 S 4:15</a> + 2 times; 3 fs. <span dir=\"rtl\">יָֽכְלָה</span> <a data-ref=\"Genesis 36:7\" href=\"/Genesis.36.7\">Gn 36:7</a> <a data-ref=\"Exodus 2:3\" href=\"/Exodus.2.3\">Ex 2:3</a>; 2 ms. <span dir=\"rtl\">וְיָכָלְתָּ֫</span> <a data-ref=\"Exodus 18:23\" href=\"/Exodus.18.23\">Ex 18:23</a>; 1 s. <span dir=\"rtl\">יָכֹלְתִּי</span> <a data-ref=\"Genesis 30:8\" href=\"/Genesis.30.8\">Gn 30:8</a> + 2 times; sf. <span dir=\"rtl\">יְכָלְתִּיו</span> <a data-ref=\"Psalms 13:5\" href=\"/Psalms.13.5\">ψ 13:5</a>; 3 pl. <span dir=\"rtl\">יָֽכְלוּ</span> <a data-ref=\"Genesis 13:6\" href=\"/Genesis.13.6\">Gn 13:6</a> + 27 times + <a data-ref=\"Joshua 15:63\" href=\"/Joshua.15.63\">Jos 15:63</a> Qr; <span dir=\"rtl\">יָכֹ֑לוּ</span> <a data-ref=\"Exodus 8:14\" href=\"/Exodus.8.14\">Ex 8:14</a> + 2 times; Impf. 3 ms. <span dir=\"rtl\">יוּכַל</span> <a data-ref=\"Genesis 13:16\" href=\"/Genesis.13.16\">Gn 13:16</a> + 34 times; <span dir=\"rtl\">יוּכָ֑ל</span> <a data-ref=\"Job 4:2\" href=\"/Job.4.2\">Jb 4:2</a> + 4 times; <span dir=\"rtl\">וַיֻּכָ֑ל</span> <a data-ref=\"Hosea 12:5\" href=\"/Hosea.12.5\">Ho 12:5</a>; 3 fs. <span dir=\"rtl\">תּוּכַל</span> <a data-ref=\"Amos 7:10\" href=\"/Amos.7.10\">Am 7:10</a> + 2 times; 2 ms. <span dir=\"rtl\">תּוּכַל</span> <a data-ref=\"Genesis 15:5\" href=\"/Genesis.15.5\">Gn 15:5</a> + 16 times; 1 s. <span dir=\"rtl\">אוּכַל</span> <a data-ref=\"Genesis 19:19\" href=\"/Genesis.19.19\">Gn 19:19</a> + 30 times, etc. (on these Impf. forms as irreg. Qal, v. Ges<sup>§ 69, 2, R. 3</sup> Kö<sup>i. 407</sup> W<sup>SG 237</sup>; others <strong>Hoph.</strong>); Inf. cstr. <span dir=\"rtl\">יְכֹ֫לֶת</span> <a data-ref=\"Numbers 14:16\" href=\"/Numbers.14.16\">Nu 14:16</a> <a data-ref=\"Deuteronomy 9:28\" href=\"/Deuteronomy.9.28\">Dt 9:28</a>; Inf. abs. <span dir=\"rtl\">יָכוֹל</span> <a data-ref=\"Numbers 13:20\" href=\"/Numbers.13.20\">Nu 13:20</a> <a data-ref=\"II Chronicles 32:13\" href=\"/II_Chronicles.32.13\">2 Ch 32:13</a>; <span dir=\"rtl\">יָכֹל</span> <a data-ref=\"Numbers 22:38\" href=\"/Numbers.22.38\">Nu 22:38</a> <a data-ref=\"I Samuel 26:25\" href=\"/I_Samuel.26.25\">1 S 26:25</a>; P 8 times (not Lv), Ez 3 times; often JED Je <a data-ref=\"Isaiah 2\" href=\"/Isaiah.2\">Is 2</a>, not seld. SK Ch;— <strong>1.</strong>  <em>be able</em>, to do a thing, whether ability be physical, moral, constitutional, or dependent on external authority; usually of man <a data-ref=\"Genesis 13:16\" href=\"/Genesis.13.16\">Gn 13:16</a> (J) +, but also of gods <a data-ref=\"II Chronicles 32:13\" href=\"/II_Chronicles.32.13\">2 Ch 32:13</a>, <a data-ref=\"II Chronicles 32:15\" href=\"/II_Chronicles.32.15\">15</a>, and of <span dir=\"rtl\">י׳</span> <a data-ref=\"Numbers 14:16\" href=\"/Numbers.14.16\">Nu 14:16</a> (JE), <a data-ref=\"Deuteronomy 9:28\" href=\"/Deuteronomy.9.28\">Dt 9:28</a> <a data-ref=\"Jeremiah 44:22\" href=\"/Jeremiah.44.22\">Je 44:22</a>; occasionally of inanimate things <a data-ref=\"Amos 7:10\" href=\"/Amos.7.10\">Am 7:10</a> <a data-ref=\"Genesis 36:7\" href=\"/Genesis.36.7\">Gn 36:7</a> (P), <a data-ref=\"Song of Songs 8:7\" href=\"/Song_of_Songs.8.7\">Ct 8:7</a> <a data-ref=\"Ecclesiastes 1:15\" href=\"/Ecclesiastes.1.15\">Ec 1:15</a><sup>(×2)</sup>, etc.: <strong>a.</strong>  usually sq. inf. c. <span dir=\"rtl\">לְ</span> (122 times), <a data-ref=\"Genesis 31:35\" href=\"/Genesis.31.35\">Gn 31:35</a> <em>I am not able to rise up;</em> <a data-ref=\"Genesis 45:1\" href=\"/Genesis.45.1\">45:1</a> <em>Joseph was not able to restrain himself</em>, v <a data-ref=\"Genesis 31:3\" href=\"/Genesis.31.3\">3</a> <a data-ref=\"Genesis 48:10\" href=\"/Genesis.48.10\">48:10</a>; <a data-ref=\"Exodus 7:21\" href=\"/Exodus.7.21\">Ex 7:21</a>, <a data-ref=\"Exodus 7:24\" href=\"/Exodus.7.24\">24</a> <em>were not able to drink</em>, <a data-ref=\"Exodus 12:39\" href=\"/Exodus.12.39\">12:39</a> <a data-ref=\"Joshua 24:19\" href=\"/Joshua.24.19\">Jos 24:19</a> (all E); <a data-ref=\"Genesis 13:16\" href=\"/Genesis.13.16\">Gn 13:16</a> <em>if a man can number the dust</em>, <a data-ref=\"Genesis 19:19\" href=\"/Genesis.19.19\">19:19</a>, <a data-ref=\"Genesis 19:22\" href=\"/Genesis.19.22\">22</a>; <a data-ref=\"Genesis 43:32\" href=\"/Genesis.43.32\">43:32</a>; <a data-ref=\"Genesis 44:22\" href=\"/Genesis.44.22\">44:22</a>, <a data-ref=\"Genesis 44:26\" href=\"/Genesis.44.26\">26</a><sup>(×2)</sup> <a data-ref=\"Exodus 10:5\" href=\"/Exodus.10.5\">Ex 10:5</a>; <a data-ref=\"Exodus 19:23\" href=\"/Exodus.19.23\">19:23</a> (all J), <a data-ref=\"Genesis 15:5\" href=\"/Genesis.15.5\">Gn 15:5</a> <a data-ref=\"Exodus 15:23\" href=\"/Exodus.15.23\">Ex 15:23</a> <a data-ref=\"Numbers 11:14\" href=\"/Numbers.11.14\">Nu 11:14</a> (all JE) + 10 times JE; <a data-ref=\"Deuteronomy 7:17\" href=\"/Deuteronomy.7.17\">Dt 7:17</a> + 10 times D; <a data-ref=\"Genesis 13:6\" href=\"/Genesis.13.6\">Gn 13:6</a> <em>they could not dwell together</em>, <a data-ref=\"Genesis 34:14\" href=\"/Genesis.34.14\">34:14</a>; <a data-ref=\"Genesis 36:7\" href=\"/Genesis.36.7\">36:7</a> <a data-ref=\"Exodus 9:11\" href=\"/Exodus.9.11\">Ex 9:11</a>; <a data-ref=\"Exodus 40:35\" href=\"/Exodus.40.35\">40:35</a> <a data-ref=\"Numbers 9:6\" href=\"/Numbers.9.6\">Nu 9:6</a> <a data-ref=\"Joshua 9:19\" href=\"/Joshua.9.19\">Jos 9:19</a> (all P); <a data-ref=\"I Samuel 3:2\" href=\"/I_Samuel.3.2\">1 S 3:2</a>; <a data-ref=\"I Samuel 6:20\" href=\"/I_Samuel.6.20\">6:20</a> <a data-ref=\"I Kings 9:21\" href=\"/I_Kings.9.21\">1 K 9:21</a> (on ‖ <a data-ref=\"II Chronicles 8:8\" href=\"/II_Chronicles.8.8\">2 Ch 8:8</a> and text of <a data-ref=\"Judges 1:19\" href=\"/Judges.1.19\">Ju 1:19</a> v. Bu<sup>RS 8</sup>), <a data-ref=\"Amos 7:10\" href=\"/Amos.7.10\">Am 7:10</a> <a data-ref=\"Hosea 5:13\" href=\"/Hosea.5.13\">Ho 5:13</a> <a data-ref=\"Zephaniah 1:18\" href=\"/Zephaniah.1.18\">Zp 1:18</a> <a data-ref=\"Jeremiah 6:10\" href=\"/Jeremiah.6.10\">Je 6:10</a>; <a data-ref=\"Jeremiah 11:11\" href=\"/Jeremiah.11.11\">11:11</a>; <a data-ref=\"Jeremiah 13:23\" href=\"/Jeremiah.13.23\">13:23</a>; <a data-ref=\"Jeremiah 18:6\" href=\"/Jeremiah.18.6\">18:6</a>; <a data-ref=\"Jeremiah 19:11\" href=\"/Jeremiah.19.11\">19:11</a> +. †<strong>b.</strong>  sq. inf. without <span dir=\"rtl\">לְ</span> (27 times; not P): <a data-ref=\"Genesis 37:4\" href=\"/Genesis.37.4\">Gn 37:4</a> <a data-ref=\"Exodus 2:3\" href=\"/Exodus.2.3\">Ex 2:3</a>; <a data-ref=\"Exodus 18:18\" href=\"/Exodus.18.18\">18:18</a>, <a data-ref=\"Exodus 18:23\" href=\"/Exodus.18.23\">23</a> (all E), <a data-ref=\"Genesis 24:50\" href=\"/Genesis.24.50\">Gn 24:50</a>; <a data-ref=\"Genesis 44:1\" href=\"/Genesis.44.1\">44:1</a> (J), <a data-ref=\"Numbers 22:37\" href=\"/Numbers.22.37\">Nu 22:37</a>, <a data-ref=\"Numbers 22:38\" href=\"/Numbers.22.38\">38</a> (JE), <a data-ref=\"Deuteronomy 1:9\" href=\"/Deuteronomy.1.9\">Dt 1:9</a>; <a data-ref=\"Deuteronomy 7:22\" href=\"/Deuteronomy.7.22\">7:22</a>; <a data-ref=\"Deuteronomy 14:24\" href=\"/Deuteronomy.14.24\">14:24</a>; <a data-ref=\"Deuteronomy 22:29\" href=\"/Deuteronomy.22.29\">22:29</a> <a data-ref=\"Judges 8:3\" href=\"/Judges.8.3\">Ju 8:3</a> <a data-ref=\"Jeremiah 49:10\" href=\"/Jeremiah.49.10\">Je 49:10</a>, <a data-ref=\"Jeremiah 49:23\" href=\"/Jeremiah.49.23\">23</a> <a data-ref=\"Habakkuk 1:13\" href=\"/Habakkuk.1.13\">Hb 1:13</a> <a data-ref=\"Isaiah 46:2\" href=\"/Isaiah.46.2\">Is 46:2</a>; <a data-ref=\"Isaiah 47:11\" href=\"/Isaiah.47.11\">47:11</a>, <a data-ref=\"Isaiah 47:12\" href=\"/Isaiah.47.12\">12</a>; <a data-ref=\"Isaiah 57:20\" href=\"/Isaiah.57.20\">57:20</a> <a data-ref=\"Lamentations 1:14\" href=\"/Lamentations.1.14\">La 1:14</a> <a data-ref=\"Psalms 18:39\" href=\"/Psalms.18.39\">ψ 18:39</a>; <a data-ref=\"Psalms 36:13\" href=\"/Psalms.36.13\">36:13</a>; <a data-ref=\"Psalms 78:20\" href=\"/Psalms.78.20\">78:20</a> <a data-ref=\"Proverbs 30:21\" href=\"/Proverbs.30.21\">Pr 30:21</a> <a data-ref=\"Job 4:2\" href=\"/Job.4.2\">Jb 4:2</a>; <a data-ref=\"Job 33:5\" href=\"/Job.33.5\">33:5</a>. †<strong>c.</strong>  c. inf. implic., always neg., <a data-ref=\"Genesis 29:8\" href=\"/Genesis.29.8\">Gn 29:8</a> go and feed them; and they said, <em>We are not able, cannot</em> (J), <a data-ref=\"Exodus 8:14\" href=\"/Exodus.8.14\">Ex 8:14</a> (P), <a data-ref=\"Isaiah 29\" href=\"/Isaiah.29\">Is 29</a>;<a data-ref=\"Isaiah 11\" href=\"/Isaiah.11\">11</a> <a data-ref=\"Jeremiah 20:9\" href=\"/Jeremiah.20.9\">Je 20:9</a> <a data-ref=\"Psalms 21:12\" href=\"/Psalms.21.12\">ψ 21:12</a> <a data-ref=\"Jonah 1:13\" href=\"/Jonah.1.13\">Jon 1:13</a>. <strong>d.</strong>  c. neg. = <em>may not</em> (of moral inability): <a data-ref=\"Genesis 43:32\" href=\"/Genesis.43.32\">Gn 43:32</a> (J) the Egyptians <em>might not eat</em> bread with the Hebrews; <a data-ref=\"Judges 21:18\" href=\"/Judges.21.18\">Ju 21:18</a> <em>we may not give</em> them wives; especially D, <a data-ref=\"Deuteronomy 7:22\" href=\"/Deuteronomy.7.22\">Dt 7:22</a>; <a data-ref=\"Deuteronomy 12:17\" href=\"/Deuteronomy.12.17\">12:17</a>; <a data-ref=\"Deuteronomy 14:24\" href=\"/Deuteronomy.14.24\">14:24</a>; <a data-ref=\"Deuteronomy 16:5\" href=\"/Deuteronomy.16.5\">16:5</a>; <a data-ref=\"Deuteronomy 17:15\" href=\"/Deuteronomy.17.15\">17:15</a>; <a data-ref=\"Deuteronomy 22:3\" href=\"/Deuteronomy.22.3\">22:3</a>; <a data-ref=\"Deuteronomy 28:27\" href=\"/Deuteronomy.28.27\">28:27</a>, <a data-ref=\"Deuteronomy 28:35\" href=\"/Deuteronomy.28.35\">35</a>. †<strong>e.</strong>  <em>be able</em>, sq. impf.: <span dir=\"rtl\">אוּלַי אוּכַל נַכֶּה</span> <a data-ref=\"Numbers 22:6\" href=\"/Numbers.22.6\">Nu 22:6</a> (JE) <em>perchance I am able</em> (so that) <em>we smite</em> (v. Di; read perhaps <span dir=\"rtl\">נוּכַל</span> for <span dir=\"rtl\">אוּכַל</span> Ges<sup>§ 120, 1 b</sup>); <span dir=\"rtl\">לֹא יוּכְלוּ יִגְּעוּ</span> <a data-ref=\"Lamentations 4:14\" href=\"/Lamentations.4.14\">La 4:14</a> <em>they are unable, they touch</em> = <em>are unable to touch</em> (Dr<sup>§ 163, Obs.</sup>) †<strong>f.</strong>  <em>be able</em>, sq. pf. consec., only very late, <span dir=\"rtl\">אוּכַל וְרָאִיתִי</span> <a data-ref=\"Esther 8:6\" href=\"/Esther.8.6\">Est 8:6</a><sup>(×2)</sup>, lit. how <em>shall I be able and see?</em>—Also in various combinations where English idiom would make it an auxiliary to another verb: †<strong>g.</strong>  <em>able to gain, accomplish:</em> sq. acc. <span dir=\"rtl\">לֹא יוּכְלוּ נִקָּיוֹן</span> <a data-ref=\"Hosea 8:5\" href=\"/Hosea.8.5\">Ho 8:5</a> how long <em>will they be unable</em> (to gain) <em>innocence?</em> <span dir=\"rtl\">יָדַעְתִּ֯ כִּי־כֹל תּוּכָ֑ל</span> <a data-ref=\"Job 42:2\" href=\"/Job.42.2\">Jb 42:2</a> <em>I know that thou art able</em> (to do) <em>all things;</em> <span dir=\"rtl\">אֵין הַמֶּלֶךְ יוּכַל אֶתְכֶם דָּבָר</span> <a data-ref=\"Jeremiah 38:5\" href=\"/Jeremiah.38.5\">Je 38:5</a> <em>the king is not</em> (one who is) <em>able</em> (to do) <em>anything with</em> (<span dir=\"rtl\">אֶתְכם</span> for <span dir=\"rtl\">אִתְּכֶם</span> v. Gf, i.e. <em>against</em>) <em>you</em>. †<strong>h.</strong>  <em>able to endure:</em> <span dir=\"rtl\">לֹא אוּכַל אָוֶן וַעֲצָרָה</span> <a data-ref=\"Isaiah 1:13\" href=\"/Isaiah.1.13\">Is 1:13</a> <em>I cannot endure iniquity and</em> (with) <em>a solemn assembly</em>, <a data-ref=\"Psalms 101:5\" href=\"/Psalms.101.5\">ψ 101:5</a>. †<strong>i.</strong>  <em>able to reach</em>, sq. <span dir=\"rtl\">לְ</span>, <a data-ref=\"Psalms 139:6\" href=\"/Psalms.139.6\">ψ 139:6</a> it is high, <span dir=\"rtl\">לֹא אוּכַל לָהּ</span> <em>I cannot (reach) to it</em>. †<strong>2.</strong>  <em>prevail:</em> <strong>a.</strong>  abs. <em>prevail, overcome, be victor</em> <a data-ref=\"Genesis 30:8\" href=\"/Genesis.30.8\">Gn 30:8</a> (E), <a data-ref=\"Genesis 32:29\" href=\"/Genesis.32.29\">32:29</a> (J), <a data-ref=\"Hosea 12:5\" href=\"/Hosea.12.5\">Ho 12:5</a> <a data-ref=\"I Samuel 26:25\" href=\"/I_Samuel.26.25\">1 S 26:25</a> <a data-ref=\"I Kings 22:22\" href=\"/I_Kings.22.22\">1 K 22:22</a> = <a data-ref=\"II Chronicles 18:21\" href=\"/II_Chronicles.18.21\">2 Ch 18:21</a> <a data-ref=\"Jeremiah 20:7\" href=\"/Jeremiah.20.7\">Je 20:7</a>, <a data-ref=\"Jeremiah 20:11\" href=\"/Jeremiah.20.11\">11</a>; of waves <a data-ref=\"Jeremiah 5:22\" href=\"/Jeremiah.5.22\">5:22</a>; <em>succeed</em> <a data-ref=\"Isaiah 16:12\" href=\"/Isaiah.16.12\">Is 16:12</a>, <a data-ref=\"Jeremiah 3:5\" href=\"/Jeremiah.3.5\">Je 3:5</a> (VB <em>hast had thy way</em>). <strong>b.</strong>  sq. <span dir=\"rtl\">לְ</span> pers., <em>prevail against, over</em> <a data-ref=\"Genesis 32:26\" href=\"/Genesis.32.26\">Gn 32:26</a> (J), <a data-ref=\"Numbers 13:30\" href=\"/Numbers.13.30\">Nu 13:30</a> (JE), <a data-ref=\"Judges 16:5\" href=\"/Judges.16.5\">Ju 16:5</a> <a data-ref=\"I Samuel 17:19\" href=\"/I_Samuel.17.19\">1 S 17:19</a> <a data-ref=\"Jeremiah 1:19\" href=\"/Jeremiah.1.19\">Je 1:19</a>; <a data-ref=\"Jeremiah 15:20\" href=\"/Jeremiah.15.20\">15:20</a>; <a data-ref=\"Jeremiah 20:10\" href=\"/Jeremiah.20.10\">20:10</a>; <a data-ref=\"Jeremiah 38:22\" href=\"/Jeremiah.38.22\">38:22</a> <a data-ref=\"Obadiah 1:7\" href=\"/Obadiah.1.7\">Ob 7</a> <a data-ref=\"Psalms 129:2\" href=\"/Psalms.129.2\">ψ 129:2</a> <a data-ref=\"Esther 6:13\" href=\"/Esther.6.13\">Est 6:13</a>. <strong>c.</strong>  once c. sf., <span dir=\"rtl\">יְכָלְתִּיו</span> <a data-ref=\"Psalms 13:5\" href=\"/Psalms.13.5\">ψ 13:5</a> <em>I have prevailed over him</em>, + <a data-ref=\"Zechariah 9:15\" href=\"/Zechariah.9.15\">Zc 9:15</a> (where read <span dir=\"rtl\">וְיָֽכְלוּם</span> for <span dir=\"rtl\">וְאָֽכְלוּ</span> with 𝔊 𝔗 Klo<sup>ThLZ 1879. 564</sup> Sta<sup>ZAW 1881, 18</sup>). †<strong>3.</strong>  abs. <em>have ability, strength</em>, only neg. <span dir=\"rtl\">מִשְּׂאֵתוֹ לֹא אוּכָ֑ל</span> <a data-ref=\"Job 31:23\" href=\"/Job.31.23\">Jb 31:23</a> <em>because of his loftiness I have no ability</em>, am inadequate (to anything)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d336b6084aa1cbf23d4b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, סָבִיב 1", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "BDB, סָבִיב 1", "sourceHeRef": "בראון-דרייבר-בריגס, סָבִיב א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "סָבִיב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">סָבִיב</span></big><sub>336</sub>  <strong>subst.</strong>, used mostly as <strong>adv.</strong> and <strong>prep.</strong>, <strong>circuit, round about</strong>:—cstr. <span dir=\"rtl\">סְבִיב</span> †<a data-ref=\"Amos 3:11\" href=\"/Amos.3.11\">Am 3:11</a>; pl. cstr. <span dir=\"rtl\">סְבִיבֵי</span> †<a data-ref=\"Jeremiah 32:44\" href=\"/Jeremiah.32.44\">Je 32:44</a>; <a data-ref=\"Jeremiah 33:13\" href=\"/Jeremiah.33.13\">33:13</a>, sf. <span dir=\"rtl\">סְבִיבֶיךָ</span> etc. (10 times), much oftener <span dir=\"rtl\">סְבִיבוֹת</span> <a data-ref=\"Exodus 7:24\" href=\"/Exodus.7.24\">Ex 7:24</a> + 22 times, <span dir=\"rtl\">סְבִיבוֹתַי</span>, <span dir=\"rtl\">תֶיךָ</span>-, etc., <a data-ref=\"Deuteronomy 17:14\" href=\"/Deuteronomy.17.14\">Dt 17:14</a>, etc. (48 times):—<br><strong>1.</strong>  in sg.:— <strong>a.</strong>  as <strong>subst.</strong> <a data-ref=\"I Chronicles 11:8\" href=\"/I_Chronicles.11.8\">1 Ch 11:8</a> <span dir=\"rtl\">מן־המלוא וְעַד־הַסָּבִיב</span> and to <em>the parts round about</em>. <strong>b.</strong>  as <strong>adv.acc.</strong> <span dir=\"rtl\">סָבִיב</span> (in) <em>a circuit</em>, i.e. <em>round about</em>, <a data-ref=\"Genesis 23:17\" href=\"/Genesis.23.17\">Gn 23:17</a> <span dir=\"rtl\">בְּכָל־גְּבֻלוֹ סָבִיב</span> <a data-ref=\"Exodus 19:12\" href=\"/Exodus.19.12\">Ex 19:12</a>; <a data-ref=\"Exodus 25:11\" href=\"/Exodus.25.11\">25:11</a>, <a data-ref=\"Exodus 25:24\" href=\"/Exodus.25.24\">24</a>, <a data-ref=\"Exodus 25:25\" href=\"/Exodus.25.25\">25</a>, <a data-ref=\"Leviticus 1:5\" href=\"/Leviticus.1.5\">Lv 1:5</a>, <a data-ref=\"Leviticus 1:11\" href=\"/Leviticus.1.11\">11</a> <span dir=\"rtl\">עַל הַמִּזְבֵּחַ סָבִיב</span>, <a data-ref=\"Judges 20:29\" href=\"/Judges.20.29\">Ju 20:29</a> <a data-ref=\"I Kings 3:1\" href=\"/I_Kings.3.1\">1 K 3:1</a>; <a data-ref=\"I Kings 5:11\" href=\"/I_Kings.5.11\">5:11</a> <a data-ref=\"Psalms 3:7\" href=\"/Psalms.3.7\">ψ 3:7</a> <span dir=\"rtl\">אֲשֶׁר ס׳ שָׁתוּ עָלָ֑י</span>, <a data-ref=\"Psalms 12:9\" href=\"/Psalms.12.9\">12:9</a> <a data-ref=\"Psalms 34:8\" href=\"/Psalms.34.8\">34:8</a> + often; sometimes doubled, for the sake of emphasis, <a data-ref=\"II Chronicles 4:3\" href=\"/II_Chronicles.4.3\">2 Ch 4:3</a>, <a data-ref=\"Ezekiel 8:10\" href=\"/Ezekiel.8.10\">Ez 8:10</a> <span dir=\"rtl\">עַל הַקִּיר ס׳ ס׳</span>, <a data-ref=\"Psalms 37:2\" href=\"/Psalms.37.2\">37:2</a>; <a data-ref=\"Psalms 40:5\" href=\"/Psalms.40.5\">40:5</a> and often in <a data-ref=\"Ezekiel 40-43\" href=\"/Ezekiel.40-43\">Ez 40–43</a>. <strong>c.</strong>  as <strong>prep.:</strong> (<em>a</em>) †<a data-ref=\"Amos 3:11\" href=\"/Amos.3.11\">Am 3:11</a> <span dir=\"rtl\">צַר וּסְבִיב הָאָרֶץ</span> <em>distress</em>, and that <em>in the circuit of</em> (= <em>round about</em>) the land (but read prob. with 𝔖 <span dir=\"rtl\">יְסֹבֵב</span> <em>will encircle</em>). (<em>b</em>) <span dir=\"rtl\">סָבִיב לְ׳</span> <a data-ref=\"Exodus 16:13\" href=\"/Exodus.16.13\">Ex 16:13</a>; <a data-ref=\"Exodus 40:33\" href=\"/Exodus.40.33\">40:33</a> <a data-ref=\"Numbers 1:50\" href=\"/Numbers.1.50\">Nu 1:50</a>, <a data-ref=\"Numbers 1:53\" href=\"/Numbers.1.53\">53</a>; <a data-ref=\"Numbers 2:2\" href=\"/Numbers.2.2\">2:2</a> <a data-ref=\"Judges 7:21\" href=\"/Judges.7.21\">Ju 7:21</a> <a data-ref=\"I Kings 6:5\" href=\"/I_Kings.6.5\">1 K 6:5</a>; <a data-ref=\"I Kings 18:32\" href=\"/I_Kings.18.32\">18:32</a>, <a data-ref=\"I Kings 18:35\" href=\"/I_Kings.18.35\">35</a> <a data-ref=\"Ezekiel 41:10\" href=\"/Ezekiel.41.10\">Ez 41:10</a>, <a data-ref=\"Ezekiel 41:16\" href=\"/Ezekiel.41.16\">16</a> <a data-ref=\"Job 19:12\" href=\"/Job.19.12\">Jb 19:12</a> <a data-ref=\"Psalms 34:8\" href=\"/Psalms.34.8\">ψ 34:8</a>; <a data-ref=\"Psalms 78:28\" href=\"/Psalms.78.28\">78:28</a>; <a data-ref=\"Psalms 125:2\" href=\"/Psalms.125.2\">125:2</a><sup>(×2)</sup> <span dir=\"rtl\">י׳ סָבִיב לְעַמּוֹ</span>, <a data-ref=\"Psalms 128:3\" href=\"/Psalms.128.3\">128:3</a> <a data-ref=\"Song of Songs 3:7\" href=\"/Song_of_Songs.3.7\">Ct 3:7</a> <a data-ref=\"Nahum 3:8\" href=\"/Nahum.3.8\">Na 3:8</a>. (<em>c</em>) strangely, <span dir=\"rtl\">סָבִיב אֵת</span> †<a data-ref=\"I Kings 6:5\" href=\"/I_Kings.6.5\">1 K 6:5</a> (om.𝔊), <a data-ref=\"Ezekiel 43:17\" href=\"/Ezekiel.43.17\">Ez 43:17</a>. <strong>d.</strong>  <span dir=\"rtl\">מִסָּבִיב</span><sub>42</sub>, <em>from round about, from every side</em>, <a data-ref=\"Ezekiel 16:33\" href=\"/Ezekiel.16.33\">Ez 16:33</a>, <a data-ref=\"Ezekiel 16:37\" href=\"/Ezekiel.16.37\">37</a>; <a data-ref=\"Ezekiel 23:22\" href=\"/Ezekiel.23.22\">23:22</a>; <a data-ref=\"Ezekiel 37:21\" href=\"/Ezekiel.37.21\">37:21</a>, but usually (<span dir=\"rtl\">מִן</span> <strong>1 c</strong>) = <em>on every side</em>, <a data-ref=\"Jeremiah 4:17\" href=\"/Jeremiah.4.17\">Je 4:17</a> <span dir=\"rtl\">הָיוּ עָלֶיהָ מִסָּבִיב</span>, <a data-ref=\"Isaiah 42:25\" href=\"/Isaiah.42.25\">Is 42:25</a> <span dir=\"rtl\">וַתְּלַהֲטֵהוּ מ׳</span>, <a data-ref=\"Joel 4:11\" href=\"/Joel.4.11\">Jo 4:11</a>, <a data-ref=\"Joel 4:12\" href=\"/Joel.4.12\">12</a>; †<span dir=\"rtl\">מָגוֹר מִסָּבִיב</span> terror <em>on every side!</em> <a data-ref=\"Jeremiah 6:25\" href=\"/Jeremiah.6.25\">Je 6:25</a>; <a data-ref=\"Jeremiah 20:3\" href=\"/Jeremiah.20.3\">20:3</a>, <a data-ref=\"Jeremiah 20:10\" href=\"/Jeremiah.20.10\">10</a>; <a data-ref=\"Jeremiah 46:5\" href=\"/Jeremiah.46.5\">46:5</a>; <a data-ref=\"Jeremiah 49:29\" href=\"/Jeremiah.49.29\">49:29</a> <a data-ref=\"Psalms 31:14\" href=\"/Psalms.31.14\">ψ 31:14</a>, cf. <a data-ref=\"Lamentations 2:22\" href=\"/Lamentations.2.22\">La 2:22</a>; especially in the Deut. phrases <span dir=\"rtl\">אוֹיְבִים מ׳</span>, or <span dir=\"rtl\">הֵנִיחַ מ׳</span> (sometimes in combin.), as <a data-ref=\"Deuteronomy 12:10\" href=\"/Deuteronomy.12.10\">Dt 12:10</a> <span dir=\"rtl\">והניח לכם מכל־אויביכם מ׳</span>, <a data-ref=\"Deuteronomy 25:19\" href=\"/Deuteronomy.25.19\">25:19</a> <a data-ref=\"Joshua 21:42\" href=\"/Joshua.21.42\">Jos 21:42</a> <span dir=\"rtl\">וַיָּנַח י׳ לָהֶם מ׳</span>, <a data-ref=\"Joshua 23:1\" href=\"/Joshua.23.1\">23:1</a> <a data-ref=\"Judges 2:14\" href=\"/Judges.2.14\">Ju 2:14</a>; <a data-ref=\"Judges 8:34\" href=\"/Judges.8.34\">8:34</a> <a data-ref=\"I Samuel 12:11\" href=\"/I_Samuel.12.11\">1 S 12:11</a> +; <span dir=\"rtl\">מִסָּבִיב לְ</span> <em>from round about</em>, †<a data-ref=\"Numbers 16:24\" href=\"/Numbers.16.24\">Nu 16:24</a>, <a data-ref=\"Numbers 16:27\" href=\"/Numbers.16.27\">27</a>.—On <a data-ref=\"I Samuel 14:21\" href=\"/I_Samuel.14.21\">1 S 14:21</a> <a data-ref=\"II Samuel 24:6\" href=\"/II_Samuel.24.6\">2 S 24:6</a> <a data-ref=\"Job 10:8\" href=\"/Job.10.8\">Jb 10:8</a> v. <a ,=\"\" data-ref=\"BDB, סָבַב\" dir=\"rtl\" href=\"/BDB,_סָבַב\">סָבַב</a>.<br><strong>2.</strong>  In <em>plur.:</em>— <strong>a.</strong>  †<span dir=\"rtl\">סְבִיבִים</span>: (<em>a</em>) in masc. sense, <em>those round about</em>, <a data-ref=\"Psalms 76:12\" href=\"/Psalms.76.12\">ψ 76:12</a> <span dir=\"rtl\">כָּל־סְבִיבָיו יֹבִילוּשַׁי</span>, <a data-ref=\"Psalms 89:8\" href=\"/Psalms.89.8\">89:8</a> <a data-ref=\"Jeremiah 48:17\" href=\"/Jeremiah.48.17\">Je 48:17</a>, <a data-ref=\"Jeremiah 48:39\" href=\"/Jeremiah.48.39\">39</a>. (<em>b</em>) in neuter sense, <em>the parts round about</em>, <a data-ref=\"Jeremiah 49:5\" href=\"/Jeremiah.49.5\">Je 49:5</a> <span dir=\"rtl\">מִכָּל־סְבִיבָ֑יִךְ</span>, <span dir=\"rtl\">בִּסְבִיבֵי ירושׁלם</span> <a data-ref=\"Jeremiah 32:44\" href=\"/Jeremiah.32.44\">32:44</a>; <a data-ref=\"Jeremiah 33:13\" href=\"/Jeremiah.33.13\">33:13</a>; <a data-ref=\"Jeremiah 21:14\" href=\"/Jeremiah.21.14\">21:14</a> <span dir=\"rtl\">וְאָֽכְלָה כָּל־סְבִיבֶיהָ</span>, <a data-ref=\"Jeremiah 46:14\" href=\"/Jeremiah.46.14\">46:14</a>; with the force of a <strong>prep.</strong>, <a data-ref=\"Psalms 50:3\" href=\"/Psalms.50.3\">ψ 50:3</a> <span dir=\"rtl\">וסביביו נשׂערה מאד</span>, <a data-ref=\"Psalms 97:2\" href=\"/Psalms.97.2\">97:2</a> <a data-ref=\"Lamentations 1:17\" href=\"/Lamentations.1.17\">La 1:17</a>. <strong>b.</strong>  <span dir=\"rtl\">סְבִיבוֹת</span>: (<em>a</em>) as <strong>subst.</strong> (α) <em>circuits</em>, <a data-ref=\"Ecclesiastes 1:6\" href=\"/Ecclesiastes.1.6\">Ec 1:6</a> <span dir=\"rtl\">ועל סביבותיו שָׁב הָרוּחַ</span>; (β) <em>the parts round about</em>, <a data-ref=\"Numbers 22:4\" href=\"/Numbers.22.4\">Nu 22:4</a> <span dir=\"rtl\">ילחכו הקהל את־כל־סְבִיבֹתֵינוּ</span>, <a data-ref=\"Jeremiah 17:26\" href=\"/Jeremiah.17.26\">Je 17:26</a>; <a data-ref=\"Jeremiah 50:32\" href=\"/Jeremiah.50.32\">50:32</a> (cf. <a data-ref=\"Jeremiah 21:14\" href=\"/Jeremiah.21.14\">21:14</a> supr.); with ref. to their inhabitants, <a data-ref=\"Psalms 44:19\" href=\"/Psalms.44.19\">ψ 44:19</a> = <a data-ref=\"Psalms 79:4\" href=\"/Psalms.79.4\">79:4</a> <span dir=\"rtl\">לעג וקלם לסב׳</span>, <a data-ref=\"Ezekiel 16:57\" href=\"/Ezekiel.16.57\">Ez 16:57</a>; <a data-ref=\"Ezekiel 28:24\" href=\"/Ezekiel.28.24\">28:24</a> <a data-ref=\"Daniel 9:16\" href=\"/Daniel.9.16\">Dn 9:16</a>. (<em>b</em>) with the force of a <strong>prep.</strong> <a data-ref=\"Exodus 7:24\" href=\"/Exodus.7.24\">Ex 7:24</a> <span dir=\"rtl\">סְבִיבֹת הַיְאֹר</span> lit. (in) <em>the circuits of</em> the Nile = <em>round about</em> the Nile, <a data-ref=\"Numbers 11:24\" href=\"/Numbers.11.24\">Nu 11:24</a>, <a data-ref=\"Numbers 11:31\" href=\"/Numbers.11.31\">31</a>, <a data-ref=\"Numbers 11:32\" href=\"/Numbers.11.32\">32</a>; <a data-ref=\"Numbers 35:2\" href=\"/Numbers.35.2\">35:2</a> <span dir=\"rtl\">סְבִיבֹתֵיהֶם</span>, <a data-ref=\"Judges 7:18\" href=\"/Judges.7.18\">Ju 7:18</a> <a data-ref=\"I Samuel 26:5\" href=\"/I_Samuel.26.5\">1 S 26:5</a>, <a data-ref=\"I Samuel 26:7\" href=\"/I_Samuel.26.7\">7</a> <a data-ref=\"II Kings 6:17\" href=\"/II_Kings.6.17\">2 K 6:17</a> <span dir=\"rtl\">סביבֹת אלישׁע</span>, <a data-ref=\"Psalms 18:12\" href=\"/Psalms.18.12\">ψ 18:12</a>; <a data-ref=\"Psalms 27:6\" href=\"/Psalms.27.6\">27:6</a> <span dir=\"rtl\">על אֹיְבַי סביבותי</span>, etc.; often idiom. preceded by <span dir=\"rtl\">אשׁר</span>, as <a data-ref=\"Genesis 35:5\" href=\"/Genesis.35.5\">Gn 35:5</a> <span dir=\"rtl\">הערים אשׁר סביבותיהם</span> <a data-ref=\"Genesis 41:48\" href=\"/Genesis.41.48\">41:48</a> <a data-ref=\"Leviticus 25:44\" href=\"/Leviticus.25.44\">Lv 25:44</a> <a data-ref=\"Numbers 16:34\" href=\"/Numbers.16.34\">Nu 16:34</a> <a data-ref=\"Deuteronomy 6:14\" href=\"/Deuteronomy.6.14\">Dt 6:14</a>; <a data-ref=\"Deuteronomy 13:8\" href=\"/Deuteronomy.13.8\">13:8</a>; <a data-ref=\"Deuteronomy 17:14\" href=\"/Deuteronomy.17.14\">17:14</a>; <a data-ref=\"Deuteronomy 21:2\" href=\"/Deuteronomy.21.2\">21:2</a> +. In the same sense <span dir=\"rtl\">מִסְּבִיבוֹתָם</span> + <a data-ref=\"Ezekiel 28:26\" href=\"/Ezekiel.28.26\">Ez 28:26</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d50bb6084aa1cbf3b6b5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שָׁתָה 1", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "BDB, שָׁתָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, שָׁתָה א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שָׁתָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><big><span dir=\"rtl\">שָׁתָה</span></big></big><sub>217</sub><big></big>  <strong>vb. drink (</strong>NH id.<em>;</em> Assyrian <em>šatû</em>, Ethiopic ሰትየ Old Aramaic <span dir=\"rtl\">שתה</span>, Aramaic <span dir=\"rtl\">שְׁתָא</span>, <span dir=\"rtl\">אִשְׁתִּי</span>, <span dir=\"rtl\">[ܫܬܐ]</span>, <span dir=\"rtl\">ܐܶܫܬܻܝ</span>]; Sab. <span dir=\"rtl\">שתי</span> DHM<sup>ZMG xxxvii (1883), 403</sup> Hom<sup>Chr 124</sup><strong>)</strong>;—<br><strong>Qal</strong><sub>216</sub>  Pf. 3 ms. <span dir=\"rtl\">שׁ׳</span> <a data-ref=\"Exodus 34:28\" href=\"/Exodus.34.28\">Ex 34:28</a> +, 1 s. <span dir=\"rtl\">שָׁתִ֫יתִי</span> <a data-ref=\"I Samuel 15\" href=\"/I_Samuel.15\">1 S 15</a> +, etc.; Impf. 3 ms. <span dir=\"rtl\">יִשְׁתֶּה</span> <a data-ref=\"Genesis 44:5\" href=\"/Genesis.44.5\">Gn 44:5</a> +, <span dir=\"rtl\">וַיִּשְׁתֶּה</span> <a data-ref=\"I Kings 19:8\" href=\"/I_Kings.19.8\">1 K 19:8</a>, usually <span dir=\"rtl\">וַיֵּשְׁתְּ</span> <a data-ref=\"Genesis 9:21\" href=\"/Genesis.9.21\">Gn 9:21</a> +; juss. <span dir=\"rtl\">וְיֵשְׁתְּ</span> <a data-ref=\"I Kings 13:18\" href=\"/I_Kings.13.18\">1 K 13:18</a>; 3 fs. <span dir=\"rtl\">וַתֵּשְׁתְּ</span> <a data-ref=\"Numbers 20:11\" href=\"/Numbers.20.11\">Nu 20:11</a>; 2 ms. apoc. <span dir=\"rtl\">תֵּשְׁתְּ</span> <a data-ref=\"Judges 13:14\" href=\"/Judges.13.14\">Ju 13:14</a> +, <span dir=\"rtl\">וַתֵּשְׁתְּ</span> <a data-ref=\"I Kings 13:22\" href=\"/I_Kings.13.22\">1 K 13:22</a>; 1 s. <span dir=\"rtl\">וָאֵשְׁתְּ</span> <a data-ref=\"Genesis 24:46\" href=\"/Genesis.24.46\">Gn 24:46</a>; 3 mpl. <span dir=\"rtl\">יִשְׁתָּי֑וּן</span> <a data-ref=\"Psalms 78:44\" href=\"/Psalms.78.44\">ψ 78:44</a>, etc.; Imv. ms. <span dir=\"rtl\">שְׁתֵה</span> <a data-ref=\"Genesis 24:14\" href=\"/Genesis.24.14\">Gn 24:14</a> +, etc.; Inf. abs. <span dir=\"rtl\">שָׁתֹה</span> <a data-ref=\"Isaiah 21:5\" href=\"/Isaiah.21.5\">Is 21:5</a>; <a data-ref=\"Jeremiah 49:12\" href=\"/Jeremiah.49.12\">Je 49:12</a> (in <a data-ref=\"I Samuel 1:9\" href=\"/I_Samuel.1.9\">1 S 1:9</a> after prep., anom., Ges<sup>§ 113 e</sup>, om. 𝔊 Th We Dr and mod.), <span dir=\"rtl\">שָׁתוֹ</span> <a data-ref=\"Jeremiah 25:28\" href=\"/Jeremiah.25.28\">Je 25:28</a> +, <span dir=\"rtl\">שָׁתוֹת</span> <a data-ref=\"Isaiah 22:13\" href=\"/Isaiah.22.13\">Is 22:13</a> (Ges<sup>§ 75 n</sup>); cstr. <span dir=\"rtl\">שְׁתוֹ</span> †<a data-ref=\"Proverbs 31:4\" href=\"/Proverbs.31.4\">Pr 31:4</a>, <span dir=\"rtl\">שְׁתוֹת</span> <a data-ref=\"Jeremiah 35:8\" href=\"/Jeremiah.35.8\">Je 35:8</a>, <a data-ref=\"Jeremiah 35:14\" href=\"/Jeremiah.35.14\">14</a>, <span dir=\"rtl\">לִשְׁתֹּת</span> <a data-ref=\"Genesis 24:19\" href=\"/Genesis.24.19\">Gn 24:19</a> +, sf. <span dir=\"rtl\">שְׁתוֹתוֹ</span> <a data-ref=\"I Kings 13:33\" href=\"/I_Kings.13.33\">1 K 13:33</a>, <span dir=\"rtl\">לִשְׁתּוֹתָהּ</span> <a data-ref=\"Isaiah 51:22\" href=\"/Isaiah.51.22\">Is 51:22</a> etc.; Pt. act. <span dir=\"rtl\">שֹׁתֶה</span> <a data-ref=\"Isaiah 29:8\" href=\"/Isaiah.29.8\">Is 29:8</a> +, f. <span dir=\"rtl\">שֹׁתָה</span> <a data-ref=\"Job 6:4\" href=\"/Job.6.4\">Jb 6:4</a>, etc.;— <strong>1.</strong> <strong>a.</strong>  of man: <em>drink</em>, water, wine, etc., <a data-ref=\"Exodus 34:28\" href=\"/Exodus.34.28\">Ex 34:28</a> (JE), cf. <a data-ref=\"Exodus 15:24\" href=\"/Exodus.15.24\">15:24</a> (J), <a data-ref=\"I Samuel 30:12\" href=\"/I_Samuel.30.12\">1 S 30:12</a> <a data-ref=\"Amos 2:8\" href=\"/Amos.2.8\">Am 2:8</a>; <a data-ref=\"Amos 4:8\" href=\"/Amos.4.8\">4:8</a>; <a data-ref=\"Amos 5:11\" href=\"/Amos.5.11\">5:11</a>; <a data-ref=\"Isaiah 5:22\" href=\"/Isaiah.5.22\">Is 5:22</a>; <a data-ref=\"Isaiah 62:8\" href=\"/Isaiah.62.8\">62:8</a>, <a data-ref=\"Isaiah 62:9\" href=\"/Isaiah.62.9\">9</a>; <a data-ref=\"Proverbs 31:4\" href=\"/Proverbs.31.4\">Pr 31:4</a>, <a data-ref=\"Judges 13:4\" href=\"/Judges.13.4\">Ju 13:4</a>, <a data-ref=\"Judges 13:7\" href=\"/Judges.13.7\">7</a>, <a data-ref=\"Judges 13:14\" href=\"/Judges.13.14\">14</a> + often (2 times JE; 6 times D); by measure (short allowance) <a data-ref=\"Ezekiel 4:11\" href=\"/Ezekiel.4.11\">Ez 4:11</a>, <a data-ref=\"Ezekiel 4:16\" href=\"/Ezekiel.4.16\">16</a>; milk †<a data-ref=\"Ezekiel 25:4\" href=\"/Ezekiel.25.4\">Ez 25:4</a>, cf. <a data-ref=\"Song of Songs 5:1\" href=\"/Song_of_Songs.5.1\">Ct 5:1</a>; blood <a data-ref=\"I Chronicles 11:19\" href=\"/I_Chronicles.11.19\">1 Ch 11:19</a> (fig. of water gained by hazard); fig. <span dir=\"rtl\">חֲמָתָם שֹׁתָה רוּחִי</span> <a data-ref=\"Job 6:4\" href=\"/Job.6.4\">Jb 6:4</a> <em>whose venom</em> [of arrows of <span dir=\"rtl\">י׳</span>] <em>my spirit drinks up;</em> acc. + <span dir=\"rtl\">מִן</span> of source †<a data-ref=\"Exodus 7:18\" href=\"/Exodus.7.18\">Ex 7:18</a> (J), v <a data-ref=\"Exodus 7:21\" href=\"/Exodus.7.21\">21</a> (E), <a data-ref=\"Exodus 15:23\" href=\"/Exodus.15.23\">15:23</a> (J), <a data-ref=\"Proverbs 5:15\" href=\"/Proverbs.5.15\">Pr 5:15</a> (fig.); acc. (of wine, water, etc.) om. <a data-ref=\"Genesis 24:14\" href=\"/Genesis.24.14\">Gn 24:14</a><sup>(×2)</sup>; <a data-ref=\"Genesis 27:25\" href=\"/Genesis.27.25\">27:25</a>; <a data-ref=\"Genesis 43:34\" href=\"/Genesis.43.34\">43:34</a> (all J) + 11 times J, <a data-ref=\"Exodus 7:24\" href=\"/Exodus.7.24\">Ex 7:24</a>; <a data-ref=\"Exodus 17:6\" href=\"/Exodus.17.6\">17:6</a> (E), <a data-ref=\"Numbers 20:5\" href=\"/Numbers.20.5\">Nu 20:5</a> (JE), v <a data-ref=\"Numbers 20:11\" href=\"/Numbers.20.11\">11</a>; <a data-ref=\"Numbers 33:14\" href=\"/Numbers.33.14\">33:14</a> (P), <a data-ref=\"Judges 15:19\" href=\"/Judges.15.19\">Ju 15:19</a> + often; acc. <span dir=\"rtl\">שׁין</span> †<a data-ref=\"II Kings 18:27\" href=\"/II_Kings.18.27\">2 K 18:27</a> = <a data-ref=\"Isaiah 36:12\" href=\"/Isaiah.36.12\">Is 36:12</a>; <span dir=\"rtl\">מַמְתַקִּים</span> <a data-ref=\"Nehemiah 8:10\" href=\"/Nehemiah.8.10\">Ne 8:10</a>; abs. <a data-ref=\"Ecclesiastes 2:24\" href=\"/Ecclesiastes.2.24\">Ec 2:24</a> +; + <span dir=\"rtl\">מִן</span> of source <a data-ref=\"I Kings 17:4\" href=\"/I_Kings.17.4\">1 K 17:4</a>, <a data-ref=\"I Kings 17:6\" href=\"/I_Kings.17.6\">6</a> <a data-ref=\"Psalms 110:7\" href=\"/Psalms.110.7\">ψ 110:7</a>, <span dir=\"rtl\">מִכֹּסוֹ</span> <a data-ref=\"II Samuel 12:3\" href=\"/II_Samuel.12.3\">2 S 12:3</a>; <span dir=\"rtl\">שׁ׳ בְּמִזְרְקֵי יַיִן</span> † <a data-ref=\"Amos 6:6\" href=\"/Amos.6.6\">Am 6:6</a>, cf. <a data-ref=\"Genesis 44:5\" href=\"/Genesis.44.5\">Gn 44:5</a>; <span dir=\"rtl\">שׁ׳ בְּיַיִן</span> †<a data-ref=\"Proverbs 9:5\" href=\"/Proverbs.9.5\">Pr 9:5</a>; c. <span dir=\"rtl\">מִן</span> partit. <a data-ref=\"Genesis 9:21\" href=\"/Genesis.9.21\">Gn 9:21</a>; <a data-ref=\"Exodus 7:24\" href=\"/Exodus.7.24\">Ex 7:24</a>; <a data-ref=\"Ruth 2:9\" href=\"/Ruth.2.9\">Ru 2:9</a>, also (fig.) <a data-ref=\"Jeremiah 51:7\" href=\"/Jeremiah.51.7\">Je 51:7</a> (and <a data-ref=\"Job 21:20\" href=\"/Job.21.20\">Jb 21:20</a> infra). †<strong>b.</strong>  pt. as subst. <span dir=\"rtl\">שֹׁתֵי מַיִם</span> <a data-ref=\"Ezekiel 31:14\" href=\"/Ezekiel.31.14\">Ez 31:14</a>, <a data-ref=\"Ezekiel 31:16\" href=\"/Ezekiel.31.16\">16</a>, <span dir=\"rtl\">שֹׁתֵי יַיִן</span> <a data-ref=\"Joel 1:5\" href=\"/Joel.1.5\">Jo 1:5</a>; <span dir=\"rtl\">שׁוֹתֵי שֵׁכָר</span> <a data-ref=\"Psalms 69:13\" href=\"/Psalms.69.13\">ψ 69:13</a>. <strong>c.</strong>  <em>drink</em> wine in sacrificial feast <a data-ref=\"Deuteronomy 32:38\" href=\"/Deuteronomy.32.38\">Dt 32:38</a> (poem); blood of sacrificial victim <a data-ref=\"Psalms 50:13\" href=\"/Psalms.50.13\">ψ 50:13</a> (fig. of <span dir=\"rtl\">י׳</span>). <strong>d.</strong>  subj. animals <a data-ref=\"Numbers 20:19\" href=\"/Numbers.20.19\">Nu 20:19</a>; <a data-ref=\"Jonah 3:7\" href=\"/Jonah.3.7\">Jon 3:7</a> (both + men), also (fig.) <a data-ref=\"Ezekiel 34:18\" href=\"/Ezekiel.34.18\">Ez 34:18</a>, <a data-ref=\"Ezekiel 34:19\" href=\"/Ezekiel.34.19\">19</a>; acc. (water) om. <a data-ref=\"Genesis 24:19\" href=\"/Genesis.24.19\">Gn 24:19</a>, <a data-ref=\"Genesis 24:22\" href=\"/Genesis.24.22\">22</a>; <a data-ref=\"Genesis 30:38\" href=\"/Genesis.30.38\">30:38</a><sup>(×2)</sup>. <strong>e.</strong>  fig. of drinking cup of <span dir=\"rtl\">י׳</span>’s wrath, <span dir=\"rtl\">שׁ׳ אֶת־כּוֹס חֲמָתוֹ</span> <a data-ref=\"Isaiah 51:17\" href=\"/Isaiah.51.17\">Is 51:17</a> (+ <span dir=\"rtl\">מִיַּד י׳</span>), cf. v <a data-ref=\"Isaiah 51:17\" href=\"/Isaiah.51.17\">17</a>, v <a data-ref=\"Isaiah 51:22\" href=\"/Isaiah.51.22\">22</a>, v. also <a data-ref=\"Ezekiel 23:32\" href=\"/Ezekiel.23.32\">Ez 23:32</a>, <a data-ref=\"Ezekiel 23:34\" href=\"/Ezekiel.23.34\">34</a> and (acc. om.) <a data-ref=\"Jeremiah 25:16\" href=\"/Jeremiah.25.16\">Je 25:16</a>, <a data-ref=\"Jeremiah 25:26\" href=\"/Jeremiah.25.26\">26</a>, <a data-ref=\"Jeremiah 25:27\" href=\"/Jeremiah.25.27\">27</a> + 8 times Je, <a data-ref=\"Habakkuk 2:16\" href=\"/Habakkuk.2.16\">Hb 2:16</a>; abs. <a data-ref=\"Obadiah 1:16\" href=\"/Obadiah.1.16\">Ob 16</a><sup>(×3)</sup>; acc. <span dir=\"rtl\">שְׁמָרִים</span> <a data-ref=\"Psalms 75:9\" href=\"/Psalms.75.9\">ψ 75:9</a>; <span dir=\"rtl\">שׁ׳ מֵחֲמַת שַׁדַּי</span> <a data-ref=\"Job 21:20\" href=\"/Job.21.20\">Jb 21:20</a>. †<strong>f.</strong>  <em>drink</em> blood, fig. of slaughter, <a data-ref=\"Numbers 23:24\" href=\"/Numbers.23.24\">Nu 23:24</a> (JE; of lion, metaph. of Isr.), <a data-ref=\"Zechariah 9:15\" href=\"/Zechariah.9.15\">Zc 9:15</a> (read <span dir=\"rtl\">דָּמָם</span> for <span dir=\"rtl\">הָמוּ</span> 𝔊 <sup>Codd.</sup> Sta Now Marti); so (blood of <span dir=\"rtl\">י׳</span>’s sacrifice) <a data-ref=\"Ezekiel 39:17\" href=\"/Ezekiel.39.17\">Ez 39:17</a>, <a data-ref=\"Ezekiel 39:18\" href=\"/Ezekiel.39.18\">18</a>, <a data-ref=\"Ezekiel 39:19\" href=\"/Ezekiel.39.19\">19</a>. <strong>g.</strong>  fig. of wicked deeds: <span dir=\"rtl\">יֵין חֲמָסִים יִשְׁתּוּ</span> <a data-ref=\"Proverbs 4:17\" href=\"/Proverbs.4.17\">Pr 4:17</a> (‖ <span dir=\"rtl\">לָֽחֲמוּ לֶחֶם רֶשַׁע</span>; these are their food and drink), cf. <a data-ref=\"Job 15:16\" href=\"/Job.15.16\">Jb 15:16</a>; <a data-ref=\"Job 34:7\" href=\"/Job.34.7\">34:7</a>, but <a data-ref=\"Proverbs 26:6\" href=\"/Proverbs.26.6\">Pr 26:6</a> appar. = <em>suffers</em> violence (cf. De Toy). †<strong>2.</strong>  late, = <em>feast</em> <a data-ref=\"Esther 3:15\" href=\"/Esther.3.15\">Est 3:15</a>; <a data-ref=\"Esther 7:1\" href=\"/Esther.7.1\">7:1</a> (cf. <a data-ref=\"BDB, מִשְׁתֶּה²\" href=\"/BDB,_מִשְׁתֶּה²\", dir=\"rtl\">מִשְׁתֶּה</a>).<br>†<strong>Niph.</strong>  Impf. 3 ms. <span dir=\"rtl\">יִשָּׁתֶה</span> <a data-ref=\"Leviticus 11:34\" href=\"/Leviticus.11.34\">Lv 11:34</a> (P) all which <em>is</em> (may be) <em>drunk</em>, c. ב of vessel.—<span dir=\"rtl\">נִשְׁתָּ֑וָה</span> <a data-ref=\"Proverbs 27:15\" href=\"/Proverbs.27.15\">Pr 27:15</a> v. <a ,=\"\" data-ref=\"BDB, שָׁוָה\" dir=\"rtl\" href=\"/BDB,_שָׁוָה\">I. שׁוה</a> <em>ad</em> fin. For <em>cause, give, to drink</em> v. <a ,=\"\" data-ref=\"BDB, שָׁקָה\" dir=\"rtl\" href=\"/BDB,_שָׁקָה\">שׁקה</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64d34b44589d7b7f8b69d616", "index_title": "Cassuto on Exodus", "category": "Commentary", "type": "commentary", "ref": "Cassuto on Exodus 7:24:1", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "Cassuto on Exodus 7:24:1", "sourceHeRef": "קאסוטו על שמות ז׳:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "commentaryNum": 24.0001, "collectiveTitle": {"en": "Cassuto", "he": "קאסוטו"}, "he": "לאחר שנגמר תיאור הפגישה, מוסיף הכתוב רמו קצר למה שהוכרחו המצרים לעשות כדי לשתות מים: <b>ויחפרו כל מצרים</b> (<b>כל</b> להפרזה גם כאן) <b>סביבות היאור מים לשתות, כי לא יכלו</b> וגו'. תמונה חיונית הכוללת אף היא מעין היתול.", "heVersionTitle": "Jerusalem, 1951", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "668bc136310e2d929aa16f47", "index_title": "David Zvi Hoffmann on Exodus", "category": "Tanakh", "type": "commentary", "ref": "David Zvi Hoffmann on Exodus 7:24:1", "anchorRef": "Exodus 7:24", "anchorRefExpanded": ["Exodus 7:24"], "sourceRef": "David Zvi Hoffmann on Exodus 7:24:1", "sourceHeRef": "פירושי רד\"צ הופמן על שמות ז׳:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "commentaryNum": 24.0001, "collectiveTitle": {"en": "David Zvi Hoffmann on Exodus", "he": "פירושי רד\"צ הופמן על שמות"}, "he": "בעוד שפרעה אינו שם אל לב, סבלה ארצו סבל רב. תושביה הוצרכו לחפור בארות הדשות, ואין הכתוב מגלה, אם המים שנחפרו היו ראויים לשתיה או לא. אך מסתבר, שה' לא הכה גם מים אלה שהופקו בעמל רב, שאם לא כן הרי היו הכל מתים. עניינו של נס לא היה אלא להראות למצרים, כי יאורם זה, עליו הם סומכים ובו הם מאמינים, על פי ה' אף הוא לוקה, וכי אף הם, כמו עמים אחרים, צריכים להשיג את פרנסתם בזיעת אפם.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2010", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]