[{"_id": "515edc91edbab4794f782edd", "index_title": "Shemot Rabbah", "category": "Midrash", "type": "midrash", "ref": "Shemot Rabbah 10:2", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Shemot Rabbah 10:2", "sourceHeRef": "שמות רבה י׳:ב׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Shemot Rabbah", "he": "שמות רבה"}, "heTitle": "שמות רבה", "he": "מַהוּ הִנֵּה אָנֹכִי נֹגֵף, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא הֲרֵינִי דּוֹחֵק עָלֶיךָ אֶת הַמַּכּוֹת, כְּמָה דִכְתִיב <small>(שמות כא, לה)</small>: וְכִי יִגֹּף שׁוֹר אֶת אִישׁ. רַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי אָמַר כָּל מַכָּה וּמַכָּה שֶׁהָיְתָה בָּאָה עַל הַמִּצְרִיִּים בְּמִצְרַיִם הָיָה הַדֶּבֶר מְמַשְׁמֵשׁ וּבָא עִמָּהּ, שֶׁנֶּאֱמַר: הִנֵּה אָנֹכִי נוֹגֵף, הִנֵּה זֶה הַדֶּבֶר, כְּמָה דְאַתְּ אָמַר <small>(שמות ט, ג)</small>: הִנֵּה יַד ה' הוֹיָה בְּמִקְנְךָ. אֶת כָּל גְּבוּלְךָ בַּצְפַרְדְּעִים, רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה אָמְרוּ, הַמַּכּוֹת שֶׁהֵבִיא הַקָּדוֹשׁ בָּרוּךְ הוּא עַל הַמִּצְרִיִּים גָּרַם לָהֶם שֶׁיַּעֲשׂוּ שָׁלוֹם בֵּינֵיהֶם, כֵּיצַד הָיָה מַחְלֹקֶת בֵּין בְּנֵי כּוּשׁ וּבֵין בְּנֵי הַמִּצְרִיִּים, הַמִּצְרִיִּים אוֹמְרִים עַד כָּאן תְּחוּמֵנוּ, וְהַכּוּשִׁים אוֹמְרִים עַד כָּאן תְּחוּמֵנוּ, כֵּיוָן שֶׁבָּאוּ הַצְפַרְדְּעִים עָשׂוּ שָׁלוֹם בֵּינֵיהֶם, הַגְּבוּל שֶׁהָיוּ נִכְנָסוֹת לְתוֹכוֹ הַדָּבָר יָדוּעַ שֶׁאֵין הַשָֹּׂדֶה שֶׁלּוֹ, שֶׁנֶּאֱמַר: אֶת כָּל גְּבוּלְךָ, גְּבוּלְךָ וְלֹא שֶׁל אֲחֵרִים. וְעָלוּ וּבָאוּ בְּבֵיתֶךָ, אָמַר רַבִּי יְהוּדָה בַּר שָׁלוֹם, הַמְעֻלּוֹת שֶׁבָּהֶם יִהְיוּ בְּבֵיתֶךָ, בְּנֹהַג שֶׁל עוֹלָם מֶלֶךְ בָּשָׂר וָדָם נִכְנַס בַּמְדִינָה כָּל אֶחָד נוֹתְנִין לוֹ מָדוֹר לְפִי כְבוֹדוֹ אֲבָל הַמֶּלֶךְ לְתוֹךְ הַפַּלְטֵרִין שֶׁלּוֹ הוּא דָר בִּמְקוֹם מִישׁוֹר, אִם כֵּן לָמָּה נֶאֱמַר: וְעָלוּ וּבָאוּ בְּבֵיתֶךָ, הַמְּעֻלּוֹת שֶׁבָּהֶן הָיוּ בְּבֵיתוֹ שֶׁל פַּרְעֹה. וּבְתַנּוּרֶיךָ וּבְמִשְׁאֲרוֹתֶיךָ, כְּשֶׁהָיְתָה הַמִּצְרִית לָשָׁה אֶת הָעִסָּה וּמַסֶּקֶת אֶת הַתַּנּוּר, בָּאִין הַצְפַרְדְּעִים וְיוֹרְדִין לְתוֹךְ הָעִסָּה וְאוֹכְלִין אֶת הַבָּצֵק וְיוֹרְדִין לְתוֹךְ הַתַּנּוּר וּמְצַנְּנִין אוֹתוֹ וְנִדְבָּקוֹת בַּפַּת, שֶׁנֶּאֱמַר: וּבְתַנּוּרֶיךָ וּבְמִשְׁאֲרוֹתֶיךָ, וְאֵימָתַי עוֹנָתָהּ שֶׁל עִסָּה לְהִדָּבֵק בַּתַּנּוּר, הֱוֵי אוֹמֵר בְּשָׁעָה שֶׁהוּא מֻסָּק, מִן הַצְפַרְדְּעִים נָשְׂאוּ חֲנַנְיָה מִישָׁאֵל וַעֲזַרְיָה קַל וָחֹמֶר בְּעַצְמָן, וְיָרְדוּ לְתוֹךְ כִּבְשַׁן הָאֵשׁ. וּמַהוּ וְשָׁרַץ הַיְאֹר צְפַרְדְּעִים, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, אַתָּה אָמַרְתָּ <small>(יחזקאל כט, ג)</small>: לִי יְאֹרִי, אַרְאֶה אוֹתְךָ אִם הוּא שֶׁלִּי אוֹ שֶׁלְךָ, שֶׁמַּכָּתוֹ מִמֶּנִּי תָּבוֹא עָלָיו וַאֲנִי גּוֹזֵר עָלָיו וְהוּא יַעֲלֶה צְפַרְדְּעִים, כְּשֵׁם שֶׁגָּזַרְתִּי עַל הַמַּיִם, שֶׁבַּתְּחִלָּה אָמַרְתִּי <small>(בראשית א, כ)</small>: יִשְׁרְצוּ הַמַּיִם וְעָשׂוּ צִוּוּיִי, כֵּן הַיְאוֹר יַעֲשֶׂה גְּזֵרָתִי.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "What is “behold, I will smite [<i>nogef</i>]”? The Holy One blessed be He said: Behold, I am forcing all the plagues upon you, as it is written: “If the ox of one man hurts [<i>yigof</i>]<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The term <i>nogef</i>, translated generally “hurts,” means more specifically pushing or shoving. </i> [another’s]” (Exodus 21:35). Rabbi Yehoshua ben Levi said: Each and every plague that would come upon the Egyptians in Egypt, pestilence would accompany it, as it is stated: “Behold, I will smite.” Behold, this is the pestilence, as it is stated: “Behold, the hand of the Lord is upon your cattle” (Exodus 9:3).<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">According to Rabbi Yehoshua ben Levi <i>nogef </i>is in the sense of <i>magefa</i>, meaning plague.</i> <br>“[I will smite] all your borders with frogs.” Our Rabbis, of blessed memory, said: The plagues that the Holy One blessed be He brought upon the Egyptians caused them to make peace between them. How so? There was a dispute between the Kushites and the Egyptians. The Egyptians claimed: Our borders are until here, and the Kushites claimed: Our borders are until here. Once the frogs came they made peace between them. The border within which the frogs would enter, it was known that the field was not his,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">It did not belong to the Kushites.</i> as it is stated: “All your borders”; “your borders,” but not those of others. <br><b>“The Nile will swarm with frogs that will ascend and come into your house, and into your bedchamber, and onto your bed, and into the house of your servants, and upon your people, and into your ovens, and into your kneading bowls” (Exodus 7:28).</b> <br>“Will ascend and come into your house” – Rabbi Yehuda bar Shalom said: The most outstanding among them will be in your house. The way of the world is that when a king of flesh and blood enters a city, each one<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Each member of the king’s party is given a residence according his status, with the higher-ranking officials residing in a more elevated residence.</i> is given a residence in accordance with his status. However, the king resides in his palace on a flat area. If so, why is it stated: “Will ascend [<i>ve’alu</i>] and come into your house”?<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Presumably Pharaoh’s residence was not on the top of a hill, which would have made it difficult to enter. Consequently, the term “ascend” seems out of place. </i> It is because the most outstanding [<i>hame’ulot</i>] among them will be in Pharaoh’s house. <br>“And into your ovens, and into your kneading bowls” – when an Egyptian woman would knead dough and ignite the oven, the frogs would come, descend into the dough, eat the dough, descend into the oven, cool it, and adhere to the bread, as it is stated: “And into your ovens, and into your kneading bowls.” When is the time for the dough to be stuck to the oven [to bake]? When it is ignited. Ḥananya, Mishael, and Azarya drew an <i>a fortiori </i>inference for themselves from the frogs and descended into the fiery furnace.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Rather than worship idols; see Daniel, chap. 3. </i> <br>What is “The Nile will swarm with frogs”? The Holy One blessed be He said to him [Pharaoh]: ‘You said: “My river is mine” (Ezekiel 29:3). I will show you whether it is mine or yours, as its plague will come from Me upon it, and when I decree it will produce frogs. Just as I have decreed regarding the water: At the outset, I said: “Let the water swarm” (Genesis 1:20), and it performed My command; so, too, the Nile will perform My decree.’", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "524cf038edbab42e1c172826", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Exodus; Perush HaArokh 7:27:1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 7:27:1", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך ז׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "<b>ואם.</b> מלת מאן תאר יוצא. כמו ושבח אני את המתים. וטעם <b>נגף.</b> כמו משחית. וכן כתיב וצפרדע ותשחיתם. והמפרשים נחלקו במלת צפרדעים. ורבים אמרו שהוא מין דג נמצא במצרים ויקרא בלשון ערב אלתמס\"ח. ויוצא מן הנהר וחוטף בני אדם. ואחרים אמרו כי הם הנמצאים ברובי הנהרות שמשמיעים קול והוא הנכון בעיני והוא הידוע:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND IF. The word <i>ma’en</i> (refuse) is a transitive<sup class=\"footnote-marker\">111</sup><i class=\"footnote\">This form is also used for intransitive verbs, i.e., <i>ayef</i> (tired), hence I.E.’s comment.</i> participle.<sup class=\"footnote-marker\">112</sup><i class=\"footnote\">Literally, a transitive adjective. I.E. refers to the present form as an adjective. I.E.’s point is that even though <i>ma’en</i> is ordinarily an infinitive, here it is used as an adjective. The normal participle form for this word in <i>pi’el</i> is <i>me-ma’en</i>.</i> It is like the word <i>ve-shabbe’ach</i> (wherefore I praised)<sup class=\"footnote-marker\">113</sup><i class=\"footnote\"><i>Shabbe’ach</i> is a participle even though this form of the word is ordinarily an infinitive. The normal participle form of this word in the <i>pi’el</i> is <i>me-shabbe’ach</i>.</i> in <i>Wherefore I praised the dead</i> (Eccles. 4:2). The meaning of <i>nogef</i> (smite) is destroy. It is thus written, <i>And frogs, which destroyed them</i> (Ps. 78:45). The commentaries are divided as to the meaning of the word <i>tzefarde’im</i> (frogs). Many say that it is a type of fish called <i>al-timsach</i><sup class=\"footnote-marker\">114</sup><i class=\"footnote\">The crocodile.</i> in Arabic that is found in Egypt, that arises from the river and preys upon people. Others say that it is the well-known sound-producing creature which is found in the majority of rivers.<sup class=\"footnote-marker\">115</sup><i class=\"footnote\">The frog.</i> This interpretation appears to me to be correct.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe1fbfba276047f60d6", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 7:27", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Onkelos Exodus 7:27", "sourceHeRef": "תרגום אונקלוס על שמות ז׳:כ״ז", "anchorVerse": 27, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 7.0027, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "וְאִם סָרִיב אַתְּ לְשַׁלָּחָא הָא אֲנָא <b>מָחֵי</b> יָת כָּל תְּחוּמָךְ בְּעֻרְדְּעָנַיָּא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "If you refuse to send [them,] behold I will plague [<b>smite</b>] all your borders [territories] with frogs.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eeb916", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 7:27", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Targum Jonathan on Exodus 7:27", "sourceHeRef": "תרגום יונתן על שמות ז׳:כ״ז", "anchorVerse": 27, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 7.0027, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "וְאִין מְסָרֵב אַנְתְּ לְמִפְטוֹר הָא אֲנָא מָחֵי יַת כָּל תְּחוּמָךְ בְּעוּרְדְעָנַיָא", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " But if thou refuse to set them free, behold, I will plague all thy borders with frogs.  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f0b579fbfba22336e988f0", "index_title": "Rashbam on Exodus", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Exodus 7:27:1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Rashbam on Exodus 7:27:1", "sourceHeRef": "רשב\"ם על שמות ז׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על שמות", "he": "נגף - מכה. ", "heVersionTitle": "Rashbam on Torah -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "נוגף, another word for makkeh, “strike, smite.”", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f177aefbfba22336ea0f02", "index_title": "Or HaChaim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Exodus 7:27:1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Or HaChaim on Exodus 7:27:1", "sourceHeRef": "אור החיים על שמות ז׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על שמות", "he": "<b>ואם מאן אתה</b>. צריך ההתראה סמוך למכה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span class=\"font1\">ואם מאן אתה</span>, \"if you should refuse, etc.\"</b> We learn from here that for a warning to be legally valid it must be delivered immediately preceding the sin.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54b1d989fbfba21603f5465a", "index_title": "Shemot Rabbah", "category": "Midrash", "type": "", "ref": "Shemot Rabbah 9:9", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Shemot Rabbah 9:9", "sourceHeRef": "שמות רבה ט׳:ט׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 9.0009, "collectiveTitle": {"en": "Shemot Rabbah", "he": "שמות רבה"}, "heTitle": "שמות רבה", "he": "וְאָמַרְתָּ אֵלָיו ה' אֱלֹהֵי הָעִבְרִים וגו' כֹּה אָמַר ה' בָּזֹאת תֵּדַע, הֲדָא הוּא דִכְתִיב <small>(איוב לו, כב)</small>: הֶן אֵל יַשְׂגִּיב בְּכֹחוֹ מִי כָמֹהוּ מוֹרֶה, בְּנֹהַג שֶׁבָּעוֹלָם בָּשָׂר וָדָם שֶׁהוּא מְבַקֵּשׁ לְהָבִיא רָעָה עַל שׂוֹנְאוֹ פִּתְאוֹם מֵבִיא עָלָיו עַד שֶׁלֹא יַרְגִּישׁ בּוֹ, וְהַקָּדוֹשׁ בָּרוּךְ הוּא, הוּא מַתְרֶה לְפַרְעֹה עַל כָּל מַכָּה וּמַכָּה כְּדֵי שֶׁיָּשׁוּב בּוֹ, הֲדָא הוּא דִכְתִיב: בְּזֹאת תֵּדַע כִּי אֲנִי ה'. <small>(שמות ז, כז)</small>: הִנֵּה אָנֹכִי נֹגֵף אֶת כָּל גְּבוּלְךָ בַּצְפַרְדְּעִים. <small>(שמות ט, יט)</small>: שְׁלַח הָעֵז, עַל הַמַּיִם אֲשֶׁר בַּיְאֹר וְנֶהֶפְכוּ לְדָם, לָמָּה לָקוּ הַמַּיִם תְּחִלָּה בְּדָם, מִפְּנֵי שֶׁפַּרְעֹה וְהַמִּצְרִיִּים עוֹבְדִים לַיְאוֹר, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא אַכֶּה אֱלוֹהַּ תְּחִלָּה וְאַחַר כָּךְ עַמּוֹ, מָשָׁל הֶדְיוֹט אוֹמֵר מְחֵי אֱלָהַיָא וְיִבָּעֲתוּן כֻּמְרַיָא, וְכֵן הוּא אוֹמֵר <small>(ישעיה כד, כא)</small>: יִפְקֹד ה' עַל צְבָא הַמָּרוֹם בַּמָּרוֹם, וְאַחַר כָּךְ וגו'. וְהַדָּגָה אֲשֶׁר בַּיְאֹר תָּמוּת.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“You shall say to him: The Lord, God of the Hebrews, has sent me to you, saying: Let My people go, and they will serve Me in the wilderness; and, behold, you have not heeded until now. So said the Lord: With this you will know that I am the Lord. Behold, I will strike with the staff that is in my hand on the water that is in the Nile, and it will be turned into blood” (Exodus 7:16–17).</b> <br>“You shall say to him: The Lord, God of the Hebrews.… So said the Lord: With this you will know” – this is what is written: “Behold, God is exalted in His power, who is a teacher like Him?” (Job 36:22). It is the way of the world that when a human being seeks to bring harm to his enemy, he brings it upon him suddenly so he will not sense it [is coming]; but the Holy One blessed be He forewarned Pharaoh for each and every plague so he would repent; this is what is written: “With this you will know that I am the Lord”; “Behold, I will strike all your borders with frogs (Exodus 7:27); “send and gather” (Exodus 9:19).<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">This is the forewarning that preceded the plague of hail.</i> <br>“On the water that is in the Nile, and it will be turned into blood” – why was the water afflicted first with blood? It is because Pharaoh and the Egyptians worshipped the Nile. The Holy One blessed be He said: I will smite the god first and then his people. This is a folk parable: Smite the gods and the priests will be afraid. Likewise it says: “The Lord will reckon with the host of the high heavens on high,” and after that, [“the kings of the earth upon the earth”] (Isaiah 24:21).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54eaf560fbfba278fd265634", "index_title": "Haamek Davar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Exodus 7:27:1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Haamek Davar on Exodus 7:27:1", "sourceHeRef": "העמק דבר על שמות ז׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>נוגף.</b> מפרש ברבה מלשון מיתה. ומזה למדו דכל מכה שימשה מיתה. וכבר ביארנו לעיל ו׳ ו׳. שהיה בזה ענין זרוע נטויה. והתכלית היה משום שהיה מקום לחוש שלא יתקצף פרעה ויהרוג את כל ישראל ולא יהי׳ עוד מה לעשות. וכמשל האוחז את הצפור שאם רצה מיד הוא חונקו ובזה מובן מדוע נמצא זה הרמז במכת הצפרדע ולא במכה הראשונה של דם היינו משום שבמכה הראשונה שלא שת לבו לעיקר המכה לא היה מקום לחוש שיהרוג את כל ישראל. אבל בצפרדעים שכמעט הרגיש בדבר אלא שאח״כ חזר והכביד את לבו. היה מקום לחוש שלא יאבדם לגמרי. מש״ה היה הצורך דגם בסלוק המכה יהא ישמש מיתה בגדולי יועציו. כדי שלא יבא לידי עצה זו. כ״ז לפי הדרש. אכן לפי הפשט לשון נגיפה הוא כמו כי יגוף שור איש דמשמעו בקרן המנגח בדעת וכוונה להזיק:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54eaf560fbfba278fd265636", "index_title": "Haamek Davar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Exodus 7:27:2", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Haamek Davar on Exodus 7:27:2", "sourceHeRef": "העמק דבר על שמות ז׳:כ״ז:ב׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 27.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>את כל גבולך.</b> בכ״מ שהיה מים יצאו צפרדעים וכפרש״י בתהלים ק״ה עה״פ שרץ ארצם צפרדעים בשם מדרש אר״י בכל מקום שהיה רובץ מים היו רובצים צפרדעים. והכי מבואר במקרא להלן נטה את ידך במטך על הנהרות על היאורים ועל האגמים. ומשם נתפשט בכל המדינה והוא גבול מצרים:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "567c35b1d6e4a90d1db1fe64", "index_title": "Shadal on Exodus", "category": "Commentary", "type": "commentary", "ref": "Shadal on Exodus 7:27:1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Shadal on Exodus 7:27:1", "sourceHeRef": "שד\"ל על שמות ז׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על שמות", "he": "את כל גבולך: ולא ארץ גשן שלא היתה מגבול מצרים ממש, וכן למטה י' ד' (מוהר\"ר משה עהרענרייך).", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "567c35b1d6e4a90d1db1fe66", "index_title": "Shadal on Exodus", "category": "Commentary", "type": "commentary", "ref": "Shadal on Exodus 7:27:2", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Shadal on Exodus 7:27:2", "sourceHeRef": "שד\"ל על שמות ז׳:כ״ז:ב׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 27.0002, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על שמות", "he": "בצפרדעים: ידוע כי אחרי שוב נילוס אחור, אחר אשר הרוה את ארץ מצרים, נולדים בטיט הנשאר מיני שרצים הרבה, וכתב בושארט כי היה הנס, א) כי נתרבה כ\"כ מין הצפרדעים בפרט, ב) כי באו ברגע שאמר משה, ג) כי עזבו המים אשר שם משכנס ובאו ביבשה ובבתים, ד) כי נכרתו כאשר אמר משה למועד אשר קבע לו פרעה. ואייכהארן מצטער ומתרעם כי שום א' מעוברי ארחות ימים אשר כתבו בעניני ארץ מצרים לא השגיח על הצפרדעים, ולא הודיענו דבר זה שבכל שנה ושנה הם מתרבים ובאים ביבשה. ראה עד היכן הגיעה עזות פנים של הכופר הזה, שהוא אומר כי רבוי הצפרדעים ובואם בבתים הוא ענין טבעי במצרים, הנוהג בכל שנה ושנה, אעפ\"י שלא היה אדם שהעיד או הזכיר דבר מזה.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "567c35b1d6e4a90d1db1fe68", "index_title": "Shadal on Exodus", "category": "Commentary", "type": "commentary", "ref": "Shadal on Exodus 7:27:3", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Shadal on Exodus 7:27:3", "sourceHeRef": "שד\"ל על שמות ז׳:כ״ז:ג׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 27.0003, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על שמות", "he": "מאן: כמו ממאן (דקדוקי 374. §) ורש\"י ממאן בזה, ולדעתו אין התבה בינוני פיעל, אך היא שם התאר, והסופרים לא הבינו כוונתו והשחיתו דבריו והשמיטו מלת ואין, ואין ספק כי הוא ז\"ל כך כתב: ואין מאן כמו ממאן וכו'. ותלמידי שלום שמעון מודינה מוסיף כי לכך בתחלה כתב רש\"י ואם סרבן אתה (שהוא שם התאר), ואח\"כ כתב (ואין) מאן כמו ממאן מסרב (שהוא בינוני, ולא כתב סרבן).\n", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "571f38dbd6e4a90eb2484714", "index_title": "Gur Aryeh on Devarim", "category": "Quoting Commentary", "type": "", "ref": "Gur Aryeh on Devarim 25:5:3", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Gur Aryeh on Devarim 25:5:3", "sourceHeRef": "גור אריה על דברים כ״ה:ה׳:ג׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 5.0003, "collectiveTitle": {"en": "Gur Aryeh on Devarim", "he": "גור אריה על דברים"}, "heTitle": "גור אריה על דברים", "he": "<b>עיין עליו וכו'.</b> בפרק ב' דיבמות (כב ע\"ב). ופירש רש\"י (שם) הוי מצי למכתב 'אן לו', כדדרשינן בקדושין (ד. ) לכתוב (שמות כא, יא) 'אן כסף' בלא יו\"ד, כמו \"מאן יבמי\" (פסוק ז), וכמו \"מאן בלעם\" (במדבר כב, יד), דלא כתיב בהו יו\"ד, שפירוש \"מאן בלעם\" שאין בדעתו לילך עמנו, ולהכי כתיב כאן \"ובן אין לו\" ביו\"ד, למדרש 'עיין עליו', דאם יש לו זרע בכל העולם לא היתה מתייבמת<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"39\"></i>. ובקדושין (ד. ) כך איתא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"40\"></i>; אמר רבינא אם כן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"41\"></i> לימא קרא 'אן כסף', מאי \"אין כסף\", אין כסף לאדון זה, אבל יש כסף לאדון אחר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"42\"></i>. וממאי דדרשינן הכי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"43\"></i>, דתניא \"וזרע אין לה\" (ויקרא כב, יג), אין לי אלא זרע<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"44\"></i>, זרע זרעה מנין, תלמוד לומר \"וזרע אין לה\", עיין לה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"45\"></i>. ותנא גופיה מנא ליה דדרשינן הכי, אמרי דכתיב \"מאן יבמי\", \"מאן בלעם\", ולא כתיב בהו יו\"ד, וכאן כתיב יו\"ד, שמע מיניה דאתא לדרשה:<br>ויש מקשים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"46\"></i>, הרי כל \"אין\" שבתורה מלא ביו\"ד<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"47\"></i>. ואיך מביא ראיה מן \"מאן בלעם\" \"מאן יבמי\", דהתם המ\"ם שורש, מלשון \"מאנת\" (שמות י, ג)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"48\"></i>, ומאי ענינו ל\"אין\", דמביא ראיה ממנו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"49\"></i>. ויראה, כי סבירא להו לרז\"ל, כי בכל מקום גם כן \"אין\" משמש כמו \"ומותר האדם מן הבהמה אין\" (קהלת ג, יט), לפיכך כתיב בכל מקום \"אין\" מלא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"50\"></i>. ורז\"ל שידעו שמוש לשון הקודש<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"51\"></i>, סוברים כי \"מאן\" \"מאנת\", אף על גב דשם המ\"ם שורש הוא, והלשון משמש ענין אחר מן לשון \"אין\", שהרי שם פירושו 'אינו רוצה' (רש\"י שמות ז, כז), מכל מקום הכל ענין אחד, רק כי אצל \"מאן\" שהוא משמש 'אינו רוצה', שזהו שמוש יותר מן \"אין\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"52\"></i>, הוסיפו מ\"ם בלשון זה, שכן דרך לשון הקודש, כי לפי שמוש שלו מרבה בו אותיות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"53\"></i>. והפילו היו\"ד, שכך צריך אל הלשון, שכאשר הוא פעל עבר אין בו יו\"ד, כמו \"ברך\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"54\"></i>, \"באר\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"55\"></i>, וכיוצא בזה:<br>אי נמי, שאין דעת רז\"ל שמלת \"מאן\" לשון \"אין\", רק הביאו ראיה שאין צריך ליו\"ד, כמו שאין צריך ליו\"ד במלת \"מאן\", רק שבאה היו\"ד בכל מקום להורות שהוא מלשון \"ומותר האדם מן הבהמה אין\", שפירושו שאפילו אם תחפש לא תמצא דבר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"56\"></i>. שכן הוא לשון \"אין\", כי השוא[ל] 'איה' או \"אין\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"57\"></i>, הוא כמו חפוש, שרוצה לומר שאף כאשר תחפש אין דבר נמצא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"58\"></i>. ולפיכך דרשו כאן (וכן) \"ובן אין לו\" 'עיין עליו', שמאחר ששמוש הלשון כך הוא, שאין כאן דבר כלל, יש לפרש כאן \"ובן אין לו\" עיין עליו, שאין לו בן ולא בן הבן, כמשמעות לשון \"אין\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"59\"></i>. וכן דרשינן \"אין כסף\" לאדון זה, אבל יש כסף לאדון אחר (קידושין ד. ). כי לשון \"אין\" מלשון \"ומותר האדם מן הבהמה אין\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"60\"></i>, שמשמע שיש כסף במקום אחר, שאם לא כן לא יאמר 'איה כסף', דמשמע שראוי להיות כאן כסף כמו שיש במקום אחר, רק שכאן אצל אדון זה אין כסף. ודבר זה מובן לכל:<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"61\"></i>", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "574c6ef1d6e4a9347afe055e", "index_title": "Rashi on Exodus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Exodus 7:27:1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Rashi on Exodus 7:27:1", "sourceHeRef": "רש\"י על שמות ז׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על שמות", "he": "<b>ואם מאן אתה.</b> וְאִם סַרְבָן אַתָּה: <b>מאן.</b> כְּמוֹ מְמָאֵן, מְסָרֵב, אֶלָּא כִּנּוּי הָאָדָם עַל שֵׁם הַמִּפְעָל, כְּמוֹ \"שָׁלֵו\" (איוב ט\"ז), \"שָׁקֵט\" (שופטים י\"ח), \"סַר וְזָעֵף\" (מלכים א כ'):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואם מאן אתה — AND IF THOU BE A REFUSER. מאן — The word has the same meaning as ממאן, refusing, (the Piel participle) only the difference is that it is a description of a person having reference to the action he always does (i. e. it is an adjective and the full phrase would be איש מאן) similar to שָׁלֵו “a man at ease” (Job 16:12); שָׁקֵט “a man at ease” (Jeremiah 48:11); וְזָעֵף [‎סר] “a man displeased” (1 Kings 20:43), whilst מְמאֵן merely describes the person as refusing at some particular moment.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "574c6ef1d6e4a9347afe0560", "index_title": "Rashi on Exodus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Exodus 7:27:2", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Rashi on Exodus 7:27:2", "sourceHeRef": "רש\"י על שמות ז׳:כ״ז:ב׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 27.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על שמות", "he": "<b>נגף את כל גבולך.</b> מַכֶּה, וְכֵן כָּל לְשׁוֹן מַגֵּפָה אֵינוֹ לְשׁוֹן מִיתָה אֶלָּא לְשׁוֹן מַכָּה, וְכֵן \"וְנָגְפוּ אִשָּׁה הָרָה\" (שמות כ\"א), אֵינוֹ לְשׁוֹן מִיתָה, וְכֵן \"וּבְטֶרֶם יִתְנַגְּפוּ רַגְלֵיכֶם\" (ירמיהו י\"ג), \"פֶּן תִּגֹּף בָּאֶבֶן רַגְלֶךָ\" (תהילים צ\"א), \"וּלְאֶבֶן נֶגֶף\" (ישעיהו ח'):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "נגף את כל גבולך I WILL PLAGUE ALL THY BOUNDARIES — נוגף means smiting. So, too, wherever a form from the root נגף occurs, it does not necessarily denote killing but it may mean merely smiting. Similarly, (Exodus 21:22) “and if they hurt (ונגפו) a woman with child”, does not mean they kill (as the context shows); so, too, (Jeremiah 13:16) “and before your feet stumble (יתנגפו)” (i. e. hit against something); (Psalms 91:12) “lest thou dash (תגף) thy foot against a stone”; (Isaiah 8:14) ”and for a stone of stumbling (נגף)‎”.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "57e77ca0d6e4a94c7c189b12", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 7:27", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Tafsir Rasag, Exodus 7:27", "sourceHeRef": "תפסיר רס\"ג, שמות ז׳:כ״ז", "anchorVerse": 27, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 7.0027, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "פאנך אן אבית אן תטלקהם הא אנא צאדם תכ̇מך באלצ̇פאדע", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "588f5697d6e4a96d624aeebf", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Mem 4:2", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Machberet Menachem, Letter Mem 4:2", "sourceHeRef": "מחברת מנחם, מ ד׳:ב׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎ואם <b>מאן</b> אתה לשלח <small>(שמות ז, כז)</small>, עד מתי <b>מאנת</b> <small>(שם י, ג)</small>, <b>וימאן</b> אביו <small>(בראשית מה, יט)</small>, לשון סרבנות הם.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b135d6e4a952249cb92f", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Exodus 7:27:1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Minchat Shai on Torah, Exodus 7:27:1", "sourceHeRef": "מנחת שי על תורה, שמות ז׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "שמות", "he": "<b>בצפרדעים.</b> הצפרדעים במסורת כל עניינא צד\"י רפה במ\"א דגש ותעל הצפרדע וכן כתב רד\"ק במכלול דף נ\"א ולוית חן פ' י\"ט מהשער הראשון:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58fdc103d6e4a960c04a3e43", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Vaera 14:1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Midrash Tanchuma, Vaera 14:1", "sourceHeRef": "מדרש תנחומא, וארא י״ד:א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "וארא", "he": "‎<b>וַיֹּאמֶר</b> ה' אֶל מֹשֶׁה הַשְׁכֵּם בַּבֹּקֶר וְהִתְיַצֵּב לִפְנֵי פַרְעֹה הִנֵּה יוֹצֵא הַמָּיְמָה <small>(שמות ח, טז)</small>. לָמָּה הָיָה יוֹצֵא הַמָּיְמָה? לְפִי שֶׁהָיָה אוֹתוֹ רָשָׁע מִשְׁתַּבֵּחַ וְאוֹמֵר שֶׁהוּא אֱלוֹהַּ וְאֵינוֹ יוֹצֵא לִנְקָבָיו, לְפִיכָךְ הָיָה יוֹצֵא הַמַּיְמָה בְּהַשְׁכָּמָה, שֶׁלֹּא יִרְאוּהוּ בְּנֵי אָדָם שֶׁעוֹמֵד בְּקָלוֹן. לְכָךְ אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְמֹשֶׁה: עֲמֹד בְּהַשְׁכָּמָה בְּשָׁעָה שֶׁהוּא נִצְרָךְ, תְּפֹשׂ אוֹתוֹ וֶאֱמֹר לוֹ: כֹּה אָמַר ה' כִּי בַּפַּעַם הַזֹּאת אֲנִי שֹׁלֵחַ אֶת כָּל מַגֵּפֹתַי. בְּנֹהַג שֶׁבָּעוֹלָם, בָּשָׂר וָדָם שֶׁהוּא מְבַקֵּשׁ לְהָבִיא רָעָה עַל שׂוֹנְאוֹ, פִּתְאֹם מֵבִיא עָלָיו, שֶׁלֹּא יַרְגִּישׁ בּוֹ. וְהַקָּדוֹשׁ בָּרוּךְ הוּא הָיָה מַתְרֶה בּוֹ בְּפַרְעֹה הָרָשָׁע עַל כָּל מַכָּה וּמַכָּה, שֶׁנֶּאֱמַר: הִנֵּה יַד ה' הוֹיָה, <small>(שמות ס, ג)</small>, הִנְנִי מַמְטִיר <small>(שמות ט, ג)</small>, הִנֵּה אָנֹכִי נֹגֵף <small>(שמות ז, כז)</small>, הִנְנִי מֵבִיא מָחָר <small>(שמות ו, ז)</small>. וְכֵן כֻּלָּם.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "<b>And the Lord said unto Moses: “Rise up early in the morning, and stand before Pharaoh; lo, he cometh from the water” (Exod. 8:16).</b> Why did Pharaoh go to the waters early in the morning? Because the wicked one boasted that since he was a god, he had no need to go to the water to relieve himself. Therefore he went out early in the morning so that no one would see him performing a demeaning act. That is why the Holy One, blessed be He, said to Moses: <i>Rise up early in the morning</i>, when he must (go out), <i>and say unto him: Thus saith the Lord, the God of the Hebrews … for I will this time send all My plagues upon thy person</i>, etc. (Exod. 9:14). Ordinarily, when a man desires to harm his enemy, he does so unexpectedly lest he be forewarned, but the Holy One, blessed be He, warned the wicked Pharaoh before each plague, as it is said: <i>Behold, I will cause it to rain</i> (ibid., v. 18), <i>Behold, tomorrow will I bring locusts into thy border</i> (ibid. 10:5). And He did so in each instance.", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "5964d672d6e4a92bf45a8833", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Shemot 7:27:1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Rabbeinu Bahya, Shemot 7:27:1", "sourceHeRef": "רבנו בחיי, שמות ז׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "שמות", "he": "<b>את כל גבולך.</b> ולא גבול חם, ובכאן שהמכות היו מודיעות תחומי הארץ. וכן אמרו במדרש בני חם ובני מצרים היו חלוקים בתחומין הכושיים אומרים ע\"כ תחומנו והמצריים אומרים ע\"כ תחומנו כיון שבאו הצפרדעים עשו שלום ביניהם הגבול שלא היו צפרדעים בו היו יודעים שאינו של מצרים שנאמר את כל גבולך ולא של אחרים.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "את כל גבולך, “your entire territory.” The word “your territory” excludes the territory of Cham. The sons of Cham <small>(the kushim, negroes?)</small> and the sons of Mitzrayim had a territory גבול, between their respective territories. According to Shemot Rabbah 10,2 this area had remained disputed between them until that time. Due to the plague of the frogs they made peace amongst themselves. They came to the realisation that the area not invaded by the frogs belonged to the territory of Cham. We derive this from the words of Moses’ warning “your entire territory,” i.e. not anyone else’s territory.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59fb0511d6e4a978f820c2d9", "index_title": "Riva on Torah", "category": "Commentary", "type": "commentary", "ref": "Riva on Torah, Exodus 7:27:1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Riva on Torah, Exodus 7:27:1", "sourceHeRef": "ריב\"א על התורה, שמות ז׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1090, 1130], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Riva", "he": "ריב\"א"}, "heTitle": "שמות", "he": "<b>הנה אנכי שולח את כל מגפותי. פי' רש\"י למדנו שמכת בכורות שקולה כנגד כל המכות עכ\"ל </b>גרסי' בכורות בשור\"ק בוא\"ו והיא מכת ברד ונקרית כן לפי שלא היתה מכה אלא בדבר האביב כמו שנא' והפשתה והשעורה נכתה כי השעורה אביב וגו' והחטה והכוסמת לא נכו כי אפילות הנה כך פי' ר\"ת מאוריי':", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1546e7d6e4a92409ac3b1c", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Exodus 7:27:1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Siftei Chakhamim, Exodus 7:27:1", "sourceHeRef": "שפתי חכמים, שמות ז׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "שמות", "he": "<b>אלא כנוי האדם על שם המפעל כו'.</b> דמאן משמע שהיה ממאן בכל שעה, וזה אינו שייך, דאם הוא עתה מסרב משום הכי יהיה תמיד מסרב. וע\"ז פירש אלא כינוי וכו'. כמו שלו ושקט, אף ע\"פ שהוא נמי לפי שעה, ושליו משמע לעולם, וסר וזעף ר\"ל כולם משמע לעולם, ואינן אלא לפי שעה, אלא כינוי וכו': \n", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>It is describing a person based on an ongoing action. . .</b> [Rashi is answering the question:]  מָאֵן implies that Pharaoh constantly refuses. And that is not so, for just because Pharaoh refuses now, therefore will he constantly refuse? Thus Rashi explains: “It is describing. . .” [And to prove the point,] Rashi says it is similar to  שלו ושקט , which [due to their grammatical form] imply a permanent, ongoing condition, yet [in fact they only] describe a temporary condition, [since no one is constantly serene and at ease]. Similarly with  סר וזעף , which imply permanency although they are only temporary. Therefore Rashi explains, “It is describing. . .” ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1c020bd6e4a943452d3bf8", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Exodus 46", "anchorRef": "Exodus 7:14-29", "anchorRefExpanded": ["Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29"], "sourceRef": "Sefer HaYashar (midrash), Book of Exodus 46", "sourceHeRef": "ספר הישר (מדרש), ספר שמות מ״ו", "anchorVerse": 14, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 46, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר שמות", "he": "ויהי מקץ שנתיים ימים ויוסף ה׳ שלח את משה אל פרעה, להוציא את בני ישראל לשלחם מארץ מצרים. וילך משה ויבוא בית פרעה וידבר אליו את דברי ה׳ אשר שלחו, ולא אבה פרעה לשמוע בקול ה׳. ויעורר האלוקים את גבורתו במצרים על פרעה ועל עבדיו, ויך אלוקים את פרעה ואת עמו במכות רעות וגדולות עד מאוד. וישלח ה׳ ביד אהרון, ויהפוך את כל מימי מצרים לדם ואת כל יאוריהם ואת נהרותם. ויהי בבוא המצרי לשתות ולשאוב מים, והביט אל כדו והנה כל המים נהפכו לדם. ובבואו לשתות בכוסו, והיה המים אשר בכוס לדם. וגם בלוש האישה את קמחה ובבשלה את תבשילה, ויהיו מראיהם למראה הדם. וישלח ה׳ עוד וישרוץ כל מימיהם צפרדעים, ויבואו כל הצפרדעים בית מצרים. ויהי בשתות על המצרים מים, ותמלאנה בטנם צפרדעים ותקרקרנה במעיהם כאשר תקרקרנה בהיותם ביאור. וגם כל מי משתיהם ומי תבשילם שבו לצפרדעים, וגם בשכבם על מיטתם ויזיעו כל זיעתם צפרדעים. בכל זאת לא שב אף ה׳ מהם, ועוד ידו נטויה על כל מצרים להכותם בכל מכה גדולה. וישלח ה׳ ויך את עפרם לכינים, ותהי הכינם במצרים ברום שתי אמות הארץ. וגם על בשר האדם והבהמה היו הכינים הרבה מאוד, בכל יושבי מצרים. וגם על המלך והמלכה שלח ה׳ את הכינים, ויצר למצרים מאוד מפני הכינים. בכל זאת לא שב אף ה׳, ועוד ידו נטויה על מצרים. וישלח ה׳ במצרים את כל חית השדה, ויבואו וישחיתו את כל מצרים ואת האדם והבהמה והעץ וכל אשר למצרים. וישלח ה׳ נחש שרף ועקרב, גם עכבר וחולד וצב עם זוחלי עפר. זבוב וצירעה פרעוש ופשפש ויתוש, כל ערוב למינהו. וכל שרץ ובעל כנף למינהו באו מצרימה, וירעו למצרים מאוד. ויבואו הפרעושים והזבובים בעיני כל מצרים ובאוזניהם. וגם הצירעה באה עליהם ותגרשם, ויבואו מפניה חדר בחדר ותרדוף אחריהם. ויהי בהיחבא מצרים מפני הערוב, וינעלו דלתותיהם אחריהם. ויצו האלוקים את הסילונית אשר בים, ותעל ותבוא מצרימה. ולה אמות ארוכות, עשר אמות באורך באמת איש. ותעל הגגות, ותגך את התיקרה ואת המעזיבה ותחתכם. ותישלח אמתה הבייתה ותסר את המנעול ואת הבריח ותפתח את בתי מצרים, ואחרי כן יבואו הערוב בית מצרים וישחית הערוב את מצרים, וייצר להם מאוד.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And at the end of two years the Lord sent Moses once more unto Pharaoh, to bring forth the ‎children of Israel and to send them away from the land of Egypt; and Moses came to the ‎house of Pharaoh and he spoke unto him according to the words of the Lord, but Pharaoh ‎would not hearken unto the voice of Jehovah, and the Lord concluded to show his might in ‎Egypt, on Pharaoh and his servants. And God smote Pharaoh and his people with very terrible ‎plagues, and he turned by the hands of Aaron all the waters of Egypt into blood, and when an ‎Egyptian came to drink and drew water and he looked into his pitcher, behold it was turned ‎into blood, and also when a woman kneaded her bread or cooked her meals, all had the ‎appearance of blood. And the Lord sent again, and he caused all the waters to produce frogs, ‎so that the frogs came into the houses of the Egyptians, and when the Egyptians drank the ‎water, their stomachs were filled with frogs, and they leaped within them like in the river. And ‎all the water they used for cooking and drinking turned into frogs, and when they lay upon ‎their beds, they perspired frogs from their body. But for all that the anger of the Lord did not ‎turn from them, and his hand was still out stretched upon all Egypt, to smite them with all the ‎terrible plagues; and he sent and turned their dust into lice, so that the ground of Egypt was ‎covered with lice two cubits in height. And the lice were also upon the flesh of man and beast ‎among all the people of Egypt, and also upon the king and the queen, and Egypt was greatly ‎afflicted on account of the lice. But for all that the anger of the Lord did not turn, and his hand ‎was still outstretched over Egypt, and the Lord sent all the beasts of the field, and they came ‎and destroyed man and beast, and the trees, and all that was in Egypt. Then the Lord sent fiery ‎serpents, and scorpions, and mice, and rats, and weasels, and other vermin, that creepeth in ‎the dust, as also flies and fleas and all sorts of insects, and they came and tortured the ‎Egyptians, entering even their eyes and their ears. Then the hornets came over them also, and ‎they drove them to hide in their innermost chambers, and the Egyptians had to hide ‎themselves from the swarms of vermin and they locked the doors after them. But the Lord ‎commanded the Tulzoth, the great monster of the sea to come up and invade Egypt; and she ‎had very long arms, ten cubits in length according to the cubits of a man, and she went up and ‎unroofed their houses, and she put forth her arms into the houses and removed the bolts and ‎bars and opened the houses of the Egyptians, and the swarm of animals filled the houses of ‎the Egyptians, to torture them exceedingly.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5a1c020bd6e4a943452d3bfc", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Exodus 46", "anchorRef": "Exodus 7:26-8:11", "anchorRefExpanded": ["Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11"], "sourceRef": "Sefer HaYashar (midrash), Book of Exodus 46", "sourceHeRef": "ספר הישר (מדרש), ספר שמות מ״ו", "anchorVerse": 26, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 46, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר שמות", "he": "ויהי מקץ שנתיים ימים ויוסף ה׳ שלח את משה אל פרעה, להוציא את בני ישראל לשלחם מארץ מצרים. וילך משה ויבוא בית פרעה וידבר אליו את דברי ה׳ אשר שלחו, ולא אבה פרעה לשמוע בקול ה׳. ויעורר האלוקים את גבורתו במצרים על פרעה ועל עבדיו, ויך אלוקים את פרעה ואת עמו במכות רעות וגדולות עד מאוד. וישלח ה׳ ביד אהרון, ויהפוך את כל מימי מצרים לדם ואת כל יאוריהם ואת נהרותם. ויהי בבוא המצרי לשתות ולשאוב מים, והביט אל כדו והנה כל המים נהפכו לדם. ובבואו לשתות בכוסו, והיה המים אשר בכוס לדם. וגם בלוש האישה את קמחה ובבשלה את תבשילה, ויהיו מראיהם למראה הדם. וישלח ה׳ עוד וישרוץ כל מימיהם צפרדעים, ויבואו כל הצפרדעים בית מצרים. ויהי בשתות על המצרים מים, ותמלאנה בטנם צפרדעים ותקרקרנה במעיהם כאשר תקרקרנה בהיותם ביאור. וגם כל מי משתיהם ומי תבשילם שבו לצפרדעים, וגם בשכבם על מיטתם ויזיעו כל זיעתם צפרדעים. בכל זאת לא שב אף ה׳ מהם, ועוד ידו נטויה על כל מצרים להכותם בכל מכה גדולה. וישלח ה׳ ויך את עפרם לכינים, ותהי הכינם במצרים ברום שתי אמות הארץ. וגם על בשר האדם והבהמה היו הכינים הרבה מאוד, בכל יושבי מצרים. וגם על המלך והמלכה שלח ה׳ את הכינים, ויצר למצרים מאוד מפני הכינים. בכל זאת לא שב אף ה׳, ועוד ידו נטויה על מצרים. וישלח ה׳ במצרים את כל חית השדה, ויבואו וישחיתו את כל מצרים ואת האדם והבהמה והעץ וכל אשר למצרים. וישלח ה׳ נחש שרף ועקרב, גם עכבר וחולד וצב עם זוחלי עפר. זבוב וצירעה פרעוש ופשפש ויתוש, כל ערוב למינהו. וכל שרץ ובעל כנף למינהו באו מצרימה, וירעו למצרים מאוד. ויבואו הפרעושים והזבובים בעיני כל מצרים ובאוזניהם. וגם הצירעה באה עליהם ותגרשם, ויבואו מפניה חדר בחדר ותרדוף אחריהם. ויהי בהיחבא מצרים מפני הערוב, וינעלו דלתותיהם אחריהם. ויצו האלוקים את הסילונית אשר בים, ותעל ותבוא מצרימה. ולה אמות ארוכות, עשר אמות באורך באמת איש. ותעל הגגות, ותגך את התיקרה ואת המעזיבה ותחתכם. ותישלח אמתה הבייתה ותסר את המנעול ואת הבריח ותפתח את בתי מצרים, ואחרי כן יבואו הערוב בית מצרים וישחית הערוב את מצרים, וייצר להם מאוד.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And at the end of two years the Lord sent Moses once more unto Pharaoh, to bring forth the ‎children of Israel and to send them away from the land of Egypt; and Moses came to the ‎house of Pharaoh and he spoke unto him according to the words of the Lord, but Pharaoh ‎would not hearken unto the voice of Jehovah, and the Lord concluded to show his might in ‎Egypt, on Pharaoh and his servants. And God smote Pharaoh and his people with very terrible ‎plagues, and he turned by the hands of Aaron all the waters of Egypt into blood, and when an ‎Egyptian came to drink and drew water and he looked into his pitcher, behold it was turned ‎into blood, and also when a woman kneaded her bread or cooked her meals, all had the ‎appearance of blood. And the Lord sent again, and he caused all the waters to produce frogs, ‎so that the frogs came into the houses of the Egyptians, and when the Egyptians drank the ‎water, their stomachs were filled with frogs, and they leaped within them like in the river. And ‎all the water they used for cooking and drinking turned into frogs, and when they lay upon ‎their beds, they perspired frogs from their body. But for all that the anger of the Lord did not ‎turn from them, and his hand was still out stretched upon all Egypt, to smite them with all the ‎terrible plagues; and he sent and turned their dust into lice, so that the ground of Egypt was ‎covered with lice two cubits in height. And the lice were also upon the flesh of man and beast ‎among all the people of Egypt, and also upon the king and the queen, and Egypt was greatly ‎afflicted on account of the lice. But for all that the anger of the Lord did not turn, and his hand ‎was still outstretched over Egypt, and the Lord sent all the beasts of the field, and they came ‎and destroyed man and beast, and the trees, and all that was in Egypt. Then the Lord sent fiery ‎serpents, and scorpions, and mice, and rats, and weasels, and other vermin, that creepeth in ‎the dust, as also flies and fleas and all sorts of insects, and they came and tortured the ‎Egyptians, entering even their eyes and their ears. Then the hornets came over them also, and ‎they drove them to hide in their innermost chambers, and the Egyptians had to hide ‎themselves from the swarms of vermin and they locked the doors after them. But the Lord ‎commanded the Tulzoth, the great monster of the sea to come up and invade Egypt; and she ‎had very long arms, ten cubits in length according to the cubits of a man, and she went up and ‎unroofed their houses, and she put forth her arms into the houses and removed the bolts and ‎bars and opened the houses of the Egyptians, and the swarm of animals filled the houses of ‎the Egyptians, to torture them exceedingly.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5b30a8e96f685500161b43e3", "index_title": "Malbim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Exodus 7:27:1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Malbim on Exodus 7:27:1", "sourceHeRef": "מלבי\"ם על שמות ז׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על שמות", "he": "<b>הנה אנכי נוגף.</b> לרש\"י ז\"ל לשון נגף בא על הכאה והרי\"א דחה דבריו ואמר שאינו בא רק על הכאה שיש בה מיתה, ובמדרש אנכי נוגף אני דוחק עליך את המכות כמה דא\"א וכי יגוף שור איש, ריב\"ל אמר כל מכה ומכה היה הדבר משמש עמה, מבואר שהת\"ק פי' כרש\"י שבא לשון נגיפה על הכאה, וכמ\"ש בב\"ק (דף ב') בהמה דלית לה מזלא כתיב כי יגוף, וריב\"ל סבר כהרי\"א שבא על מכת דבר, וכבר האריכו מאיזה מין היו הצפרדעים אם מן הגדולים [קראקאדיל] כדעת הר\"ח, או הקטנים [פראש] כדעת הראב\"ע, ומשמע שהיו משני המינים הקטנים נכנסים אל הבתים והתנורים והגדולים נשארו ביאור לזכר עולם:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קדש, וילנא תרנ\"א", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5b9a4877b4fd9d00d7df1ff0", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Re'eh 2:1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Midrash Tanchuma, Re'eh 2:1", "sourceHeRef": "מדרש תנחומא, ראה ב׳:א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "ראה", "he": "<b>רְאֵה</b> אָנֹכִי וְגוֹ'. זֶה שֶׁאָמַר הַכָּתוּב: וַיִּגֶל אָזְנָם לַמּוּסָר וְגוֹ', אִם יִשְׁמְעוּ וְיַעֲבֹדוּ, יְכַלּוּ יְמֵיהֶם בַּטּוֹב וּשְׁנֵיהֶם בַּנְּעִימִים, וְאִם לֹא יִשְׁמְעוּ, בְּשֶׁלַח יַעֲבֹרוּ <small>(איוב לו, י-יב)</small>. וַיִּגֶל אָזְנָם לַמּוּסָר. אֵין הַקָּדוֹשׁ בָּרוּךְ הוּא מֵבִיא צָרָה לָאָדָם עַד שֶׁהוּא גּוֹלֶה לְאָזְנוֹ וּמַתְרֶה בּוֹ, כְּדֵי שֶׁיַּחְזֹר בּוֹ. אִם חָזַר בּוֹ, הֲרֵי יָפֶה. אִם לָאו, מֵבִיא עָלָיו רָעוֹת. וַיִּגֶל אָזְנָם לַמּוּסָר. מִמִּי אַתְּ לָמֵד. מִפַּרְעֹה מֶלֶךְ מִצְרַיִם, כְּשֶׁהָיָה מְבַקֵּשׁ לְהָבִיא עָלָיו מַכָּה, הָיָה שׁוֹלֵחַ וּמַתְרֶה בּוֹ בְּיַד מֹשֶׁה עַבְדּוֹ, שֶׁנֶּאֱמַר: הִנְנִי מֵבִיא מָחָר אַרְבֶּה בִּגְבוּלְךָ <small>(שמות י, ד)</small>. וְכֵן הִנְנִי נוֹגֵף אֶת כָּל גְּבוּלְךָ בִּצְפַרְדְּעִים <small>(שם ז, כז)</small>. מַתְרֶה בּוֹ לַמּוּסָר, לְמוּסָרָהּ שֶׁל תּוֹרָה. וַיֹּאמֶר כִּי יְשׁוּבוּן מֵאָוֶן <small>(איוב לו, י)</small>, מֵעַוֵּל בְּנֵי אָדָם וּמִלְּעַוֵּל לְהַקָּדוֹשׁ בָּרוּךְ הוּא. יְכַלּוּ יְמֵיהֶם בַּטּוֹב, בַּטּוֹב הֵם מַשְׁלִימִין שְׁנוֹתֵיהֶם.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "<b>See I, etc. (Deuteronomy 11:26):</b> This is what is stated in the verse (Job 36:10-12), \"He opens their ear by discipline, etc. If they will listen and serve, they shall spend their days in goodness, their years in delight. But if they will not listen, they shall perish by the sword.\" \"He opens their ear by discipline\" - the Holy One, blessed be He, does not bring distress to a person until he opens his ear and warns him, so that he can repent. If he repents, behold, that is good. If not, He brings bad things upon him. From who do you learn [this]? From Pharaoh, king of Egypt. When [God] wanted to bring a plague upon him, he would send and warn him about it through His servant Moshe, as stated (Exodus 10:4), \"Tomorrow I will bring locusts on your territory.\" And so [too], \"I will plague your whole country with frogs\" (Exodus 7:27). He warns about it \"by discipline,\" [meaning] by the discipline of the Torah. \"And he orders them back from wickedness\" (Job 36:10), from the cheating people and from cheating to the Holy One, blessed be He. \"They shall spend their days in goodness,\" (Job 36:11) [meaning,] they will complete their years in goodness.", "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5daeed3e17859d9c2c913e5b", "index_title": "Toledot Yitzchak on Torah", "category": "Commentary", "type": "commentary", "ref": "Toledot Yitzchak on Torah, Exodus 7:27:1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Toledot Yitzchak on Torah, Exodus 7:27:1", "sourceHeRef": "תולדות יצחק על התורה, שמות ז׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1475, 1535], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Toledot Yitzchak", "he": "תולדות יצחק"}, "heTitle": "שמות", "he": "<b>צפרדעים </b>יש אומרים מין דג נקרא אל תמסח ויוצא מן הנהר וחוטף בני אדם והאמת שאינם רק השרצים הנמצאים בנהרות שמשמיעין קול:", "heVersionTitle": "Toledot Yitzchak, Warsaw 1877", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תולדות יצחק, וורשא תרל\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5daeed3e4fd3c6abc009e516", "index_title": "Toledot Yitzchak on Torah", "category": "Commentary", "type": "commentary", "ref": "Toledot Yitzchak on Torah, Exodus 7:27:2", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Toledot Yitzchak on Torah, Exodus 7:27:2", "sourceHeRef": "תולדות יצחק על התורה, שמות ז׳:כ״ז:ב׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1475, 1535], "commentaryNum": 27.0002, "collectiveTitle": {"en": "Toledot Yitzchak", "he": "תולדות יצחק"}, "heTitle": "שמות", "he": "<b>את כל גבולך </b>במדרש בני חם ומצרים היו חולקים בתחומים הכושיים אומרים ע\"כ תחומנו וכן המצריי' וכשבאו הצפרדעים עשו שלום הגבול שלא באו הצפרדעים ידעו שאינו של מצרים:", "heVersionTitle": "Toledot Yitzchak, Warsaw 1877", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תולדות יצחק, וורשא תרל\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d552520c8b19ed8e8f1e", "index_title": "Gur Aryeh on Shemot", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Shemot 7:27:1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Gur Aryeh on Shemot 7:27:1", "sourceHeRef": "גור אריה על שמות ז׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על שמות", "he": "<b>ואם מאן אתה ואם סרבן אתה.</b> כלומר שהוא שם התואר. דאין לפרש לשון פעל עבר, מפני מלת \"אתה\" הכתוב אחריו, שאם היה פעל עבר היה לנסתר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"79\"></i>, ואיך יאמר אחריו \"אתה\", ולפיכך צריך לומר שהוא תואר כמו סרבן:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d553520c8b19ed8e8f20", "index_title": "Gur Aryeh on Shemot", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Shemot 7:27:2", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Gur Aryeh on Shemot 7:27:2", "sourceHeRef": "גור אריה על שמות ז׳:כ״ז:ב׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 27.0002, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על שמות", "he": "<b>מאן כמו ממאן כו'.</b> פירוש מפני מלת \"אתה\" צריך לפרש אותו כמו ממאן, שהוא בינוני<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"80\"></i>. וכתב לשון \"מאן\" שהוא לשון מפעל, שבא כנוי האדם שהוא תאר השם על שם המפעל, כמו \"שלו\" (איוב טז, יב) \"שקט\" שהוא לשון מפעל, ובא לכנוי האדם, נמצא שכנוי האדם – שהוא שם התואר – יבא בלשון מפעל:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9dd88d3f6ad8757c25f5", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 7:27:1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Midrash Lekach Tov, Exodus 7:27:1", "sourceHeRef": "מדרש לקח טוב, שמות ז׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "ואם מאן אתה לשלח. מה זה התראה, הנה אנכי נוגף את כל גבולך בצפרדעים.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f901e888c4346ab33bf7cef", "index_title": "Gevurot Hashem", "category": "Jewish Thought", "type": "", "ref": "Gevurot Hashem 57:2", "anchorRef": "Exodus 7:26-27", "anchorRefExpanded": ["Exodus 7:26", "Exodus 7:27"], "sourceRef": "Gevurot Hashem 57:2", "sourceHeRef": "גבורות השם נ״ז:ב׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1562, 1582], "commentaryNum": 57.0002, "collectiveTitle": {"en": "Gevurot Hashem", "he": "גבורות השם"}, "he": "<b>ואלו מכות</b> נתן רבי יהודה בהם סימנים; דצ\"ך, עד\"ש, באח\"ב. ויש לדקדק, מה חידש רבי יהודה בסימן הזה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"6\"></i>, ומה צריך לסימן הזה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"7\"></i>. ובודאי כאשר ראה רבי יהודה באלו מכות דבר מסודר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"8\"></i>, נתן לסדר שלהם סדר ראוי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"9\"></i>. וזה שראה כי היה מכת הדם בהתראה (שמות ז, טז-יז), ומכת צפרדע בהתראה (שמות ז, כו-כז), ומכת כנים בלא התראה (שמות ח, יב). ואחר כך חזר לסדר הראשון; מכת ערוב בהתראה (שמות ח, טז-יז), ומכת דבר בהתראה (שמות ט, ב-ג), ומכת שחין בלא התראה (שמות ט, י). ואחר כך חזר לסדר הראשון; מכת ברד בהתראה (שמות ט, יג-יח), ומכת ארבה בהתראה (שמות י, ג-ד), ומכת חושך בלא התראה (שמות י, כא-כב). ומכה אחרונה, שהוא מכת בכורות, גם כן בהתראה (רש\"י שמות יא, ד). ולסדר הזה נתן סימן דצ\"ך עד\"ש באח\"ב<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"10\"></i>. ", "heVersionTitle": "Gevurot Hashem, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2015-2020", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "60f574d4d6668e49d7c1c2f3", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Exodus 7:27:1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Maskil LeDavid, Exodus 7:27:1", "sourceHeRef": "משכיל לדוד, שמות ז׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "commentaryNum": 27.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "שמות", "he": "<b>ואם מאן וכולי סרבן וכולי</b> פי׳ על כרחין תיבת מאן ליכא למימר שהוא פועל שהרי לא נמצא לשון מיאון רק מבנין פיעל שהעבר בו מאן בציר״י בשביל הא״לף שאינה מקבלת דגש וכדלעיל מאן לשלח העם וכן מאן יבמי והבינוני צריך להיות ממאן והכא ע״כ מאן בק״מץ הוא שם התואר סרבן ע״מ זקן וכבד ומיהו אם כן אינו נמשך אחריו לשלח והכי הול״ל ואם מאן אתה מלשלח הילכך צ״ל לומר מאן כמו ממאן מסרב אלא כינוי האדם וכולי ולעולם המכוון בו ממאן:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61023948c795231b79e35d9c", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "quotation_auto", "ref": "Tzror HaMor on Torah, Exodus 7:23:1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Tzror HaMor on Torah, Exodus 7:23:1", "sourceHeRef": "צרור המור על התורה, שמות ז׳:כ״ג:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "שמות", "he": "ואמר <b>ויפן פרעה ויבא אל ביתו ולא שת לבו וכו'.</b> להורות על רשעו שאע\"פ שזאת המכה היתה כנגד אלוהו וכנגד התולדת והיה מגיע נזק גדול לכל בני מלכותו. לא חשש אלא לבא אל ביתו לומר שלום עלי נפשי ולבא אל ביתו ופנה מלבו כל אלו הדברים. ואע\"פ שמשה א\"ל בזאת תדע לא שת לבו גם לזאת. ולהורות על מה שאמרנו תמצא שהיתה המכה האחרת צפרדעים כאומרו ושרץ היאור צפרדעים. להורות שלא היה כח לאלוהו הרובץ בתוך יאורו להפכו למים. אלא שגם מיאורו יעלו הצפרדעים להזיקו. וזהו הנה אנכי נוגף את כל גבולך ואין מידי מציל. ולזה אמר בצפרדעים למען תדע כי אין כה' אלהינו. להראות כי כל אלהי העמים אלילים ואין בהם כח להציל עצמם ולא לזולתם ואין בכולם כאלהינו. וזהו כי אין כה' ולא אמר כי ה' אלהינו. ולכן אמר העתירו אל ה'. אחר שבידו הכח על כל האלהים. ואמר העתירו אל ה'. לפי שהמכות היו על שני פנים מהם נגד חק הטבעי ומהם נגד המורגל. ולכן במכה שהיא גדולה נגד הטבע לא אמר העתירו אל ה'. לפי שחשב שאין לפלא טבע קיים. וטבע המציאות נותן לו לכל דבר לשוב לעניינו הטבעי. ולא זכר המן שהיה מן השמים בדרך נס ופלא ונעשו בו נסים גדולים בתמידות מ' שנה. וזהו והעומר עשירית האיפה והיה די לכל אחד. ועוד את המן אכלו עד בואם אל ארץ נושבת שהם מ' שנה. אבל במכה שהיא כנגד המורגל ואינה נגד חק הטבע. אמר העתירו פן תשאר להרגל ימים רבים. ולכן בצפרדעים שהרגלם לשבת ביאור ועלו לבתים נגד הרגלם. אמר העתירו אל ה' וכן בערוב אמר העתירו בעדי. לפי שעלייתו בערים ובבתים היה נגד הרגלו. פן ישאר להם להרגל תמידי:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d583f4629f2b5727ce0c", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, מאן 1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Sefer HaShorashim, מאן 1", "sourceHeRef": "ספר השרשים, מאן א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "מאן", "he": ["<strong><big>מאן</big></strong>   <strong>מֵאֵן</strong> בִּלְעָם הֲלֹךְ עִמָּֽנוּ (<a class=\"refLink\" href=\"Numbers 22:14\" data-ref=\"Numbers 22:14\">במדבר כב, יד</a>), <strong>מֵֽאֲנוּ </strong>קַחַת מוּסָר (<a class=\"refLink\" href=\"Jeremiah 5:13\" data-ref=\"Jeremiah 5:13\">ירמיה ה, יג</a>), אִם־<strong>מָאֵן יְמָאֵן</strong> אָבִיהָ (<a class=\"refLink\" href=\"Exodus 22:16\" data-ref=\"Exodus 22:16\">שמות כב, טז</a>), <strong>והתאר</strong> וְאִם־<strong>מָאֵן</strong> אַתָּה לְשַׁלֵּחַ (<a class=\"refLink\" href=\"Exodus 7:27\" data-ref=\"Exodus 7:27\">שמות ז, כז</a>), בפלס <strong>וְשַׁבֵּחַ</strong> אֲנִי אֶת־הַמֵּתִים (<a class=\"refLink\" href=\"Ecclesiastes 4:2\" data-ref=\"Ecclesiastes 4:2\">קהלת ד, ב</a>), ומשקל אחר <strong>מֵאַן, הַמֵּֽאֲנִים</strong> לִשְׁמוֹעַ אֶת־דְּבָרַי (<a class=\"refLink\" href=\"Jeremiah 13:10\" data-ref=\"Jeremiah 13:10\">ירמיה יג, י</a>)."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e8b6bfddfbb310febd7", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 2-31", "anchorRef": "Exodus 1:1-15:21", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 2-31", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳ ב׳-ל״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Deliverance Narrative", "he": "שמות מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE FIRST PART OF THE BOOK OF</small> E<small>XODUS IS PRESENTED AS A CONTINUATION OF THE</small> Genesis narratives, by abbreviating the genealogy of the immigrant Yaakov from Gen. 46:8–25. We find here the same centrality of God, the same kind of sparse but powerful biographical sketch of the human hero, and a narrative style similar to that of the previous book.", "And yet Exodus introduces a new and decisive element into the Hebrew Bible, which becomes paradigmatic for future generations of biblical writers. The book speaks of a God who acts directly in history, blow by blow—a God who promises, liberates, guides, and gives laws to a people. This is, to be sure, an outgrowth of a God who brings the Flood and disperses the Babel generation, but it is also a decisive step forward from a God who works his will in the background, through intrafamily conflicts (which comprise most of Genesis). This deity frees his people, not by subterfuge, but by directly taking on Egypt and its gods. Pharaoh and the Nile, both of which were considered divine in Egypt, are in the end forced to yield to superior power. Surely it is no accident that the ending of Part I—the Song of Moshe at the Sea—hails Y<small>HWH</small> as Israel’s true king, a king whose acts of “leading,” “redeeming,” and “planting” his people are exultingly affirmed in the body of the Song.", "Part I receives its structural coherence in a number of ways. For one, it encompasses a straight chronological narrative, moving from Israel’s enslavement to its liberation and triumph over its oppressors. The ending, Chapter 15, is rhetorically and stylistically fitting (see Gaster 1969), celebrating as it does the mighty deeds of God. For another, Part I carefully paces its climaxes, building up from the Burning Bush to various stages of Plagues, to the Tenth Plague/exodus and finally the great scene at the sea. There are also a number of key words that help to tie together various sections of the narratives: “know,” “serve,” and “see.” All of these go through interesting changes in meaning, through which one can trace the movement of central ideas (see the Commentary).", "In the area of vocabulary, David Daube (1963) has made the interesting observation that the Deliverance Narrative uses a number of verbs that occur regularly in biblical law regarding the formal release of a slave: “send free” (Heb. <i>shale’ah’</i>), “drive out” (<i>garesh</i>), and “go out” (<i>yatzo</i>’). In addition, the motif of the Israelites’ “stripping” the Egyptians (3:22, 12:36) links up with the regulation of release in Deut. 15:13. “… you are not to send him free empty-handed.” Daube sees our text as bearing the stamp of Israelite social custom: Pharaoh is made to flout “established social regulations.”", "Finally, several scholars (Kikawada, Ackerman 1974, Fishbane 1979, and Isbell) have pointed out that the vocabulary of the first few chapters of the book foreshadows the whole of Part I. This use of sound and idea helps to create unity in these narratives (despite their possibly diverse origins), and is also of importance in viewing the biographical material in the first four chapters.", "<b>T<small>HE</small> E<small>ARLY</small> L<small>IFE OF</small> M<small>OSHE AND</small> R<small>ELIGIOUS</small> B<small>IOGRAPHY</small></b>", "Dominating the early chapters of Exodus, more than the description of bondage itself, is the figure of the reluctant liberator, Moshe. The portrayal of his beginnings contrasts strongly with the classic hero stories of the ancient world.", "This is not immediately apparent. Moshe’s birth narrative parallels that of King Sargon of Akkad; his flight from Egypt and return as leader are reminiscent of Jephthah and David in the Bible, and of the Syrian king Idrimi (as recounted in Akkadian texts) as well. In addition, half a century ago Lord Raglan attempted to demonstrate common elements in hero biographies by compiling a list of up to thirty key motifs. Those relevant to Moshe include: the father a relative of the mother, an attempt made to kill him at birth, his escape through the action of others, being raised by foster parents, little information about his childhood, his traveling to his “future kingdom” upon reaching adulthood, promulgating laws, losing favor with the deity, dying on the top of a hill, not being succeeded by his children, and a hazy death/burial. Moshe therefore shares with Oedipus, Hercules, Siegfried, and Robin Hood, among others, a host of common elements; his point total according to Raglan’s scheme puts him toward the top of the list as an archetypal traditional hero. It must be concluded that, far from being a factual account, his biography is composed largely of literary constructs.", "When one looks closer at the biblical portrayal of Moshe, however, the purpose and particularly Israelite thrust of these constructs becomes clear. Almost every key element in Moshe’s early life—e.g., rescue from death by royal decree, rescue from death by water, flight into the desert, meeting with God on the sacred mountain—foreshadows Israel’s experience in the book of Exodus. The key theme of the distinction between Israel and Egypt, so central to the Plague Narrative and to Israelite religion as a whole, is brought out beautifully in the depiction of Moshe’s development from Egyptian prince to would-be liberator to shepherd in the wilderness, the latter an ancestral calling (cf. Nohrnberg, who also discusses Yosef as developing in exactly the opposite direction—from Israelite shepherd boy to Egyptian viceroy, complete with Egyptian appearance, wife, and name). What is important in these early chapters of Exodus, then, is not the customary focus on the young hero’s deeds (e.g., Hercules strangling serpents in the cradle) or his fatal flaw (although there is a hint of this too!), but on what he shares with his people, or, more precisely, how he prefigures them.", "Another aspect of these stories removes them from the usual realm of heroic biography. Elsewhere in the Bible, individual hero types are at least partially overshadowed by the true central “character”: God. This appears to be true in Exodus as well. Moshe develops only so far; he recedes as a full-blown personality during the Plague Narrative, to emerge sporadically in later encounters with the people (e.g., Chaps. 16 and 32–33; the portrait expands in the narratives of the book of Numbers). No wonder that later Jewish legend (and further, Christian and Muslim stories as well) found it necessary to fill in the tantalizing hints left by the biblical biographer, with sometimes fantastic tales. But in the Exodus text, it is God who holds sway. In this context, one is reminded that Israelite thinking had room neither for worship of human heroes nor interest in the biography of God (i.e., divine birth and marriage) on the model of surrounding cultures. The biblical portrayal of both God and Moshe has been reduced in our book to only such facts as will illuminate the relationship between Israel and its God. Thus we learn from the Moshe of Exodus much about the people themselves, and about prophecy (cf. Chaps. 3-4); from the God of Exodus, how he acts in history and what he demands of the people. More than that is not easily forthcoming from our text (interestingly, the Passover Haggadah picked up on the Bible’s direction and all but omitted Moshe’s name in the celebration of the holiday).", "As we have suggested, later Jewish legend—some of which may actually be of great antiquity—sought to fill in various aspects of Moshe’s life that are missing from the Exodus text. A perusal of Ginzberg will uncover rich legendary material, dealing with Moshe’s childhood, family identity, experience in Midyan and elsewhere as a hero. While this material does not always illuminate the biblical story, it does demonstrate how folk belief includes a need for heroes in the classic Raglan mold; the Midrashic portrait of Moshe corresponds nicely to what we find in other cultures.", "Turning to stylistic characteristics of these early chapters, we may note that a good deal of repetition occurs, as if further to highlight the themes. Baby Moshe is saved from death twice; three times he attempts acts of opposing oppression; twice (Chaps. 2 and 5) he fails in his attempts to help his enslaved brothers; and twice (Chaps. 3 and 6) God reassures him with long speeches that center around the Divine Name. This kind of continuity is artfully literary, but it is also an echo of real life, where people often live out certain themes in patterns.", "Finally there is the matter of recurring words. Most important is the telling use of “see,” from the loving gaze of Moshe’s mother (2:2), through to the auspicious glance of Pharaoh’s daughter (2:6), then to Moshe’s sympathetic observing of his brothers’ plight (2:11); all this seems to be linked to the episode at the Burning Bush, where God “is seen” by the future leader (3:2), and where the climax of this whole development takes place: God affirms that he has “seen, yes, seen the affliction of my people that is in Egypt…. and I have also seen the oppression with which the Egyptians oppress them” (3:7, 9). Thus Moshe’s biography leads to, and is an outgrowth of, the people’s own situation.", "In sum, Moshe’s early biography leads us to ponder the “growing up” process through which the people of Israel must pass on their way out of Egypt. The narratives that deal with his leadership of the people in the wilderness period, from Ex. <i>16</i> on, will help to round out our picture of him as a real personality, with the tragedies and triumphs that are a part of human life but magnified in the case of great individuals.", "<b>O<small>N THE</small> J<small>OURNEY</small> M<small>OTIF</small></b>", "World literature is dominated by stories involving a journey. More often than not, these tales are framed as quests for holy or magical objects (e.g., the Holy Grail), or for eternal youth/immortality (Gilgamesh). The classic pattern, as Joseph Campbell has described it, calls for the hero to make a kind of round trip, crossing dangerous thresholds (monsters, giants, unfriendly supernatural beings) both on the way toward the goal and on the way home. Either at the middle or at the end of the journey stands the goal, which often entails meeting with the divine and/or obtaining a magical or life-giving object (e.g., the Golden Fleece).", "Such stories mirror our own longings for accomplishment and acceptance, as well as our universal desire to overcome the ultimate enemy, Death. In the hero’s triumphs, we triumph; his vanquishing of death cathartically becomes our own.", "This mythic substructure has penetrated the biblical tales, but it has been toned down for human protagonists, to suppress the idea of the mortal hero in favor of the divine one. Thus all the Patriarchs except Yitzhak (Isaac) go on fateful long journeys (his is reserved for the three-day trip to Moriah in Gen. 22), yet there is none of the color and adventure that we find, for example, in Greek mythology. Outside of Yaakov’s encounter with the mysterious wrestler in Gen. 32, there is little in Genesis to suggest hero tales on the classic mold. In Exodus, too, Moshe makes a significant journey—to Midyan—one might say, within himself, to find his true identity and calling, but it is highly muted, containing virtually no details. The round trip contains two thresholds of death, with Moshe first threatened by Pharaoh’s justice (2:15) and, on the way back to Egypt, by God himself (4:24–26). The initial goal is attained at the “mountain of God” “behind the wilderness,” where, meeting with divinity amid fire, he is finally able to integrate his own past, present, and future (as he will return to this mountain with the entire people in Chaps. 19ff). At the Burning Bush, the Egyptian prince, the Israelite shepherd, and the Hebrew liberator coalesce, investing Moshe with unique qualifications for his task.", "But it is to a larger journey framework that we must look to understand the “hero” content of Exodus, and with it, that of the Torah as a whole. The major journey undertaken is, of course, that of the people of Israel, from slavery to Promised Land. It is also a journey from death to life, from servitude to god-king to the service of God as king; along the way, death serves to purify an entire generation. And yet even this most obvious of journey stories differs markedly from those of gods and heroes so familiar in Western culture. The people of Israel function as a collective antihero, an example of precisely how not to behave. They play no active role whatsoever in their own liberation, use neither brawn nor wits to survive in the wilderness, constantly grumble about wanting to return to Egypt, and at both Sinai and the threshold of the Promised Land (in the book of Numbers), their chief form of behavior is first fear and later rebellion.", "Moshe’s own journeys parallel those of the entire people later on. Like them, he flees from Pharaoh into the wilderness, meets God at flaming Sinai, and has trouble accepting his task but must in the end. Here is where Moshe shines as the true leader: he epitomizes his people’s experience and focuses and forges it into something new.", "<b>M<small>OSHE</small> B<small>EFORE</small> P<small>HARAOH</small>: T<small>HE</small> P<small>LAGUE</small> N<small>ARRATIVE</small> (5–11)</b>", "The heart of the Exodus story sets out the confrontation between the visible god-king, Pharaoh, who embodies the monumental culture of Egypt, and the invisible God of Israel who fights for his ragtag people. The drama is conveyed by means of alternating conversations/confrontations and events. The narrator has built his account, bracketed by the early approach of Moshe and Aharon (Aaron) to Pharaoh, which fails (Chap. 5), and the extended construct of the Tenth Plague (11—13); in between fall the schematically arranged first nine plagues.", "Three overall stages characterize this latter section. The first is indicated by the oft-repeated demand, “Send free my people, that they may serve me!”; the second is the “hardening” of Pharaoh’s heart; and the third, the unleashing of each plague. Further, it can be shown that the plagues are presented via a variety of structures and substructures (see Greenberg 1969 and the chart in Sarna 1986). Some commentators divide them into five thematic groups of two apiece—1 and 2, the Nile; 3 and 4, insects; 5 and 6, disease; 7 and 8, airborne disaster; and 9 and 10, darkness/death (Plaut). Also fruitful is the following threefold division: 1, 4, and 7, God’s command to confront Pharaoh in the morning; 2,5, and 8, God says, “Come to Pharaoh”; 3, 6, and 9, no warning is given to Pharaoh. Yet another grouping of themes is possible (Bar Efrat): 1–3, God vs. the magicians of Egypt; 4–6, stress on the distinction between Israel and Egypt; 7–9, the most powerful plagues.", "This utilization of order, symbolized by “perfect” numbers such as 3 and 10, finds a parallel in the creation story of Genesis 1 (where the key number, of course, is 7, 3 + 3 + 1, whereas here we have 3 + 3 + 3 + 1). Both texts display a desire to depict God as one who endows nature and history with meaning. The poetic tradition about the plagues, as represented, for instance, by Psalm 78, was content to describe the plagues in brief, within the setting of a single poem. The narrator of the Pentateuchal traditions, however, has a different point to make, and structured exposition is the best way to do it.", "There is another structural tendency that one may observe in the Plague Narrative. Repeating words and motifs comprise over twenty shared and discrete elements in the story. Since the vast majority of these occur by the end of the fourth plague, this leaves the narrator free to develop plagues 7 and 8 with particular intensity, using a full palette of descriptions, with the addition of the theme that these were the worst of their kind ever to take place in Egypt. It will be useful here to list a few of the key words and phrases, and motifs, that can be found in the Plague Narrative:", "<i>Words/phrases:</i> Go to Pharaoh; send … free; know; throughout the land of Egypt; plead; distinguish; tomorrow; man and beast; not one remained; heavy [i.e., severe] as Y<small>HWH</small> had said.", "<i>Motifs:</i> Moshe’s staff; Aharon as agent; magicians; death.", "It is important to note here that the structuring of the plagues is not a perfectly balanced one. The narrative varies between exact repetition of elements and phrases and nonrepetition (Licht). By thus using sounds and ideas in variation, the narrator is able to weave a tale whose message constantly reinforces itself, and which holds the audience’s attention without getting tedious.", "I have deliberately omitted the question of Pharaoh’s heart above, as a separate issue. A host of expressions is used in the text to describe Pharaoh’s stubbornness: “harden” (Heb. <i>hiksha</i>), “make heavy-with-stubbornness” (<i>hakhbed</i>), and “strengthen” (<i>hehezik/hazzek</i>), with the resultant “refused” and “did not hearken.” This motif is the only one that occurs in all nine plagues, and therefore stands at the very heart of our narrative. When one notes the pattern within—that Pharaoh does the hardening at the beginning, God at the end—the intent begins to become clear. The Plague Narrative is a recounting of God’s power, and Pharaoh’s stubbornness, which starts out as a matter of will, eventually becomes impossible to revoke. The model is psychologically compelling: Pharaoh becomes trapped by his own refusal to accept the obvious (in biblical parlance, to “know”). Despite the prophetic idea that human beings can be forgiven, we find here another one—that evil leads to more evil, and can become petrified and unmovable.", "A final note about the backdrop of these stories. Cecil B. DeMille did it differently, and in the difference lies the gap between Western culture and biblical culture. In the movie <i>The Ten Commandments</i> (a strange title, given the actual content of the film!), DeMille’s own 1956 remake of his earlier silent film, great stress is put on the physical, visual trappings of Pharoah’s court. Apparently no expense was spared to bring in costumes, sets, and extras, and the result causes the audience to focus on the splendor of Egyptian culture, despite the fact that it is peopled by the villains of the story. In contrast, the Bible says practically nothing about the visual backdrop of the Plague Narrative. Just as Genesis made reference to the mighty culture of Babylonia by parodying it (for instance, in the Babel story of Chap. 11), Exodus strips down Egyptian culture by making it disappear, and by ridiculing its gods. The book saves descriptive minutiae for the Tabernacle (Chaps. 25ff.), preferring to stress the positive and simply to omit what it found as negative. This profoundly “anticultural” stance (see the intriguing analysis by Schneidau) was characteristic of Israel’s worldview and was a mystery to the Greeks and Romans who centuries later conquered the land; it was to stand the people of Israel in good stead in their wanderings through the centuries."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382d1c9ad75f2d99af7c8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 1", "anchorRef": "Exodus 1:1-15:21", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 1:1–15:21\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 1:1–15:21</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6357d2d54a34ac00a0d863ac", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Exodus 7:27:1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Rav Hirsch on Torah, Exodus 7:27:1", "sourceHeRef": "רש\"ר הירש על התורה, שמות ז׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "שמות", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 27. נגף, verwandt mit נקב, sehr scharf und spitz treffen. גבול scheint ursprünglich nicht sowohl Grenze, als vielmehr Gebiet zu bedeuten, verwandt mit יבול: das in unser Gebiet, in unsern Besitzkreis Gekommene. צפרדע kann nicht Krokodil gewesen sein, es wären dann keine Ägypter übrig geblieben. Es ist klar, daß es ein nur lästiges, aber nicht gefährliches Tier gewesen. Traditionell waren es Frösche. Zusammengesetzt aus צפר: Morgen, und דע: kundig, chaldäisch עור דעניא: kundig der wachwerdenden Zeit. Ein Tier, das Nachts laut ist, aber vor dem ersten Strahl und Geräusch des Morgens scheu verstummt. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64187149c9371ec0cebe4d44", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Exodus 7:27:1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Reggio on Torah, Exodus 7:27:1", "sourceHeRef": "ביאור יש\"ר על התורה, שמות ז׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "שמות", "he": "<b>נגף,</b> מכה שיש בה השחתה קרואה נגיפה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6418714ac9371ec0cebe4d46", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Exodus 7:27:2", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Reggio on Torah, Exodus 7:27:2", "sourceHeRef": "ביאור יש\"ר על התורה, שמות ז׳:כ״ז:ב׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 27.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "שמות", "he": "<b>בצפרדעים,</b> הם השרצים המשמיעים קול שנמצאו באגמים, והנה המכה הזאת הפוכה מן הראשונה, כי מכת הדם המיתה בעלי חיים האהובים למצריים מאד כאמרם זכרנו את הדגה (במדבר י\"א ה'), ובשניה השריץ הנהר עליהם בעלי חיים השנואים להם, וכן נהג הענין בכל סדרי המכות כי משפטי ה' אמת צדקו יחדיו, והמכה הזאת ג\"כ לעומת גאותו ורוע דתותיו, אתה הרעות להעביד את בני ישראל שהם בני אדם כמוך ואני אצוה על שרץ המים הפחותים שישחיתו ארצך אתה מאסת בישראל, עתה תמאס בארצך כי במות הצפרדעים נאמר ותבאש הארץ, אתה רודה בחזקה על התושבים בארצך אשר התאחזו בה, ואני אושיב בארצך יושבי המים וישחיתוך:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487469870699c26744fde5e", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Shemot 7:27:1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Midrash Sekhel Tov, Shemot 7:27:1", "sourceHeRef": "מדרש שכל טוב, שמות ז׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "ואם מאן אתה לשלח. הרי זו התראה. מאן שהמ\"ם נפתחת הוא ענין מיאון, שהוא עדיין עסוק בו, כגון ואם מאן אתה לשלח, ואם מאן ימאן אביה (שמות כב טז) אבל מאן שהמ\"ם נסגלת, אי נמי בצירי, הוא מיאון שכבר היה, כגון מאן בלעם (במדבר כב יד), מאן יבמי (דברים כה ז), ויגיד עליו ריעו לא אבה יבמי (שם שם):", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487469870699c26744fde60", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Shemot 7:27:2", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Midrash Sekhel Tov, Shemot 7:27:2", "sourceHeRef": "מדרש שכל טוב, שמות ז׳:כ״ז:ב׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 27.0002, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "הנה אנכי נוגף את כל גבולך בצפרדעים. אין נגיפה אלא לשון השחתה ושברון, ולא מיתה ממש, ודומה לו פן תגוף באבן רגליך (תהלים צא יב), נגף לפני אויביך (דברים כח כה), ובדברי רבותינו תני לגבי זב, דמעת עינו, ודם מגפתו, והחלב האשה, מטמאין טומאת משקה. שתי מכות הללו מן היאור היו, לפי שעיקר ישוב ארץ מצרים היה נילוס, דהיינו יאור שעולה ומשקה את ארצם כדכתיב לא כארץ מצרים הוא אשר [יצאתם משם אשר] תזרע את זרעך והשקית ברגליך כגן הירק (דברים יא י), וכשהיה פרעה יוצא לצוות עמו על תיקון היאור, היה משה רבינו בא ואומר לו מה אתה בוטח על היאור שמשקה שדותיך וכרמיך וגנותיך, הרי הוא נהפך לדם ולצפרדעים:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc33758c1dc532ec884b", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 7:27", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Steinsaltz on Exodus 7:27", "sourceHeRef": "ביאור שטיינזלץ על שמות ז׳:כ״ז", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 7.0027, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "<b>וְאִם מָאֵן</b> ממאן, מסרב,\n    או: אם אדם סרבן\n    \n    <b>אַתָּה לְשַׁלֵּחַ,</b>\n    <b>הִנֵּה אָנֹכִי נֹגֵף</b>, מכה \n    <b>אֶת כָּל גְּבוּלְךָ בַּצְפַרְדְּעִים.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>If you refuse </b>19 <b>to send them forth, </b>alternatively, this phrase may be translated to mean if you are a defiant person, one who refuses to send them forth, 20 <b>behold, I will afflict all your borders with frogs. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e9da68b215f43691cfdc26", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Vaera 24-25", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Tze'enah Ure'enah, Vaera 24-25", "sourceHeRef": "צאינה וראינה, וארא כ״ד-כ״ה", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 24, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "וארא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["“<i>Your whole country with frogs</i>” [7:27]. The Holy One said to Moses: Tell Pharaoh that because he will not allow Israel to leave, I will punish your land with frogs. Your house and rooms and your bed, by your nobles and slaves equally. So too, in your oven and in the dough that you bake for bread.", "Bahya writes. The <i>king of Egypt</i> had a dispute with the <i>king of Ethiopia.</i> The <i>king of Egypt</i> said to the <i>king of Ethiopia:</i> you have taken away my land. The <i>king of Ethiopia</i> said the same. However, when the frogs came to the land of Egypt, they saw how far the land of Egypt extended. There were frogs in the whole land of Egypt up to the border of the land of <i>Ethiopia.</i> From then on, there was peace between the two kings.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">Bahya, Exodus, 7:27.</i>"], "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "668bbcab787a3be91bef8d7e", "index_title": "Ibn Ezra HaKatzar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra HaKatzar on Exodus 7:27:1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Ibn Ezra HaKatzar on Exodus 7:27:1", "sourceHeRef": "אבן עזרא הקצר על שמות ז׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1143], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Ibn Ezra HaKatzar", "he": "אבן עזרא הקצר"}, "he": "וטעם נוגף, כמו משחית, וכן כתוב וצפרדע ותשחיתם:", "heVersionTitle": "Prague, 1840", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59b79ea5d6e4a972e7b7f3a8", "index_title": "Chomat Anakh on Torah", "category": "Commentary", "type": "commentary", "ref": "Chomat Anakh on Torah, Exodus 7:27:1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Chomat Anakh on Torah, Exodus 7:27:1", "sourceHeRef": "חומת אנך על תורה, שמות ז׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1784, 1804], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Chomat Anakh", "he": "חומת אנך"}, "heTitle": "שמות", "he": "<b>נוגף את כל גבולך בצפרדעים.</b> שכל כך יהיו בריבוי שכל המהלך ניגפים רגליו בהם רבינו אפרים ז״ל בפירושו כתיבת יד:", "heVersionTitle": "Chomat Anakh, Jerusalem 1965", "heLicense": "", "heVersionTitleInHebrew": "חומת אנ״ך, ירושלים 1965", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d74f96b36a58c006e23f728", "index_title": "Aderet Eliyahu (Rabbi Yosef Chaim)", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu (Rabbi Yosef Chaim), Vaera 8", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Aderet Eliyahu (Rabbi Yosef Chaim), Vaera 8", "sourceHeRef": "אדרת אליהו (ר' יוסף חיים), וארא ח׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1860, 1900], "commentaryNum": 8, "collectiveTitle": {"en": "Aderet Eliyahu (Rabbi Yosef Chaim)", "he": "אדרת אליהו (ר' יוסף חיים)"}, "heTitle": "וארא", "he": "<b>הנה אנכי נוגף את כל גבולך בצפרדעים.</b> הנה לכאורה יש לחקור למה הביא הקב\"ה עליו מכה זו בראשונה ובשלמא מכת הדם היתה על היאור שאמר הקב\"ה אלקה את אלוה שלהם תחלה אבל מכות הנשארות דשייכים להם דוקא למה הביא תחלת הכל צפרדעים כי הנה מן הצורך להביא הקל הקל תחלה והנה בצפרדעי' מצינו שקרא פרעה למשה ואהרן להסיר המכה מעליו ונתן דבור שישלח את העם ואם כן נראה שזו המכה היתה קשה לו הרבה ובכנים לא מצינו שביקש מהם להסירה מעליו וא\"כ היה צריך להביא עליו הקל תחלה שהוא הכנים ואח\"כ הצפרדע. ויובן בס\"ד ע\"ד דאיתא במדרש ויט אהרן את ידו למה הביא עליהם צפרדעים מפני שהיו משעבדים בישראל וא\"ל הביאו לנו שקצים ורמשים לפיכך הביא עליהם צפרדעים עכ\"ד. והנה ראיתי להרב הגדול חיד\"א זלה\"ה בנחל קדומים ע\"פ המתקדשים והמטהרים אל הגנות וכו' אוכלי בשר החזיר והשקץ והעכבר יחדיו יסופו נאום ה' שפי' ע\"ד מאמרם ז\"ל דשאל רבי נהוראי לאליהו ז\"ל מפני מה ברא הקב\"ה שרצים א\"ל לצורך נבראו שבשעה שהבריות חוטאים אז הקב\"ה מביט בהם ואומר ומה אלו שאין בהם צורך אני מקיימם אלו שיש בהם צורך עאכ\"וכ ובזה פירש שם הפסוק הנז' אוכלי בשר החזיר והשקץ והעכבר יחדיו יסופו דעל אלו שאוכלי שקצים ורמשים אין לעשות ק\"ו הנז' ולקיימם בעולם דכיון דאוכלים אותם א\"כ לדידהו הוי נבראו לצורך ע\"כ ע\"ש. והנה השתא גבי פרעה היה אפשר לו לטעון דמן הראוי להאריך לו ולקיימו בעולם הגם שחטא להקב\"ה ולישראל עמו דיש ליקח ק\"ו מן שקצים ורמשים וכנז' ואמנם אפי' אם היה אפשר לעשות הק\"ו הנז' בעדו עכ\"ז מאחר שהוא ומצרים אוכלים שקצים ורמשים א\"כ לא שייך לגבי דידיה הק\"ו הנז' דכיון שאוכלים שקצים ורמשים אם כן לדידהו לצורך נבראו וא\"כ צריך שיחדיו יסופו ובדין באים עליו המכות אחת על אחת ואין להאריך לו הרבה בין מכה למכה ולקיימו עוד בעולם ולכן תחילת כל המכות הביא עליו מכת הצפרדעים שהם מיני שקצים ורמשים להורות לו על אכילתם שהיו אוכלים שקצים ורמשים וא\"כ בדין הוא מביא עליו המכות בזה אחר זה ואין להאריך לו כי לגבי דידיה אין לעשות ק\"ו הנז':", "heVersionTitle": "Aderet Eliyahu, Livorno 1864", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו, ליוורנו תרכ\"ד ", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c05436bd99b239b45c63", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Vaera 33", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Agra DeKala, Vaera 33", "sourceHeRef": "אגרא דכלה, וארא ל״ג", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 33, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "וארא", "he": "<b>במכת צפרדע \"הנה \"אנכי נג\"ף (שמות ז כז).</b> בהחשב הף' דאי\"ק בכ\"ר לת\"ת, אזי יעלה החשבון עם הכולל יסוד מלכות דקדושה: כל גבולך בצפרדעים. בהחשב הם' דאי\"ק בכ\"ר לת\"ר, בגימטריא \"אכה \"מוחי \"מלכות \"הרשעה עם הכולל:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c05436bd99b239b45c65", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Vaera 34", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Agra DeKala, Vaera 34", "sourceHeRef": "אגרא דכלה, וארא ל״ד", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 34, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "וארא", "he": "<b>את כל גבול\"ך (שמות ז כז).</b> במכה הלזו נאמר את כל גבולך. ואמרו במדרש (שמו\"ר פ\"י ב') שהמכה עשתה שלום ביניהן בענין גבול כוש ומצרים, ונאמר זה דוקא בזאת המכה. כי כל מה שכל אחד העלה בדעתו שזה שייך לגבולו, כשבאה המכה מיסו\"ד דקדושה אשר משים שלום (עיין שבת קנ\"ב ע\"א), איהו שלום ואיהו שלמה מלך שהשלום שלו (שבועות ל\"ה ע\"ב), והנה לדעת דקליפה נעשה שלום על כל מה שהעלו בדעת\"ם הנשפע מדעת דקליפה, הבן הדברים. והבן עוד יסוד דנוק' דקליפה, איהי יותרת הכבד דבתר דעבידת ניאופין יהיבת שיורין לבעלה (זוהר ח\"ג רל\"א ע\"ב), אם כן אין לה גבול. מה שאין כן יסו\"ד דנוק' דקדושה, ויעמידה ליעקב לחוק לישראל ברית עולם (תהלים קה י), הוא בבחינת גבול, והבן:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d064b6084aa1cbf02eeb", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, גְּבוּל 1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "BDB, גְּבוּל 1", "sourceHeRef": "בראון-דרייבר-בריגס, גְּבוּל א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "גְּבוּל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">גְּבוּל</span></big><sub>240</sub>  <strong>n.m.</strong> <a data-ref=\"Numbers 34\" href=\"/Numbers.34\">Nu 34</a>, <a data-ref=\"Numbers 3\" href=\"/Numbers.3\">3</a> border, boundary, territory <strong>(</strong>NH <em>id.</em>, Punic <em>gubulim</em> (pl., Plaut<sup>Poen. i. 9</sup><strong>)</strong>—<span dir=\"rtl\">גְּבוּל</span> <a data-ref=\"Genesis 10:19\" href=\"/Genesis.10.19\">Gn 10:19</a> + 168 times + <a data-ref=\"Joshua 15:47\" href=\"/Joshua.15.47\">Jos 15:47</a> Kt (but read Qr <span dir=\"rtl\">גָּדוֹל</span>); <span dir=\"rtl\">גְּבֻל</span> <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">Nu 21:13</a> + 9 times; (both, in abs. & cstr., e.g. abs. <a data-ref=\"Numbers 22:36\" href=\"/Numbers.22.36\">Nu 22:36</a>; <a data-ref=\"Numbers 34:8\" href=\"/Numbers.34.8\">34:8</a>, cstr. <a data-ref=\"Genesis 10:19\" href=\"/Genesis.10.19\">Gn 10:19</a> <a data-ref=\"II Samuel 21:5\" href=\"/II_Samuel.21.5\">2 S 21:5</a>); sf. <span dir=\"rtl\">גְּבוּלִי</span> <a data-ref=\"I Chronicles 4:10\" href=\"/I_Chronicles.4.10\">1 Ch 4:10</a>, <span dir=\"rtl\">גְּבוּלְךָ</span> <a data-ref=\"Exodus 7:27\" href=\"/Exodus.7.27\">Ex 7:27</a>, <span dir=\"rtl\">גְבֻלְךָ</span> <a data-ref=\"Exodus 23:31\" href=\"/Exodus.23.31\">Ex 23:31</a> + 3 times, etc.; pl. (8 times) only sf. <span dir=\"rtl\">גְּבוּלֶיךָ</span> <a data-ref=\"Jeremiah 15:13\" href=\"/Jeremiah.15.13\">Je 15:13</a>; <a data-ref=\"Jeremiah 17:3\" href=\"/Jeremiah.17.3\">17:3</a>, etc.;—<br><strong>1.</strong>  <em>border, boundary</em>, <strong>a.</strong>  of a land or people: Canaanites <a data-ref=\"Genesis 10:19\" href=\"/Genesis.10.19\">Gn 10:19</a> (J), Edom <a data-ref=\"Numbers 20:23\" href=\"/Numbers.20.23\">Nu 20:23</a> <a data-ref=\"Joshua 15:1\" href=\"/Joshua.15.1\">Jos 15:1</a>, <a data-ref=\"Joshua 15:21\" href=\"/Joshua.15.21\">21</a> (all P) cf. <a data-ref=\"Obadiah 1:7\" href=\"/Obadiah.1.7\">Ob 7</a>, Amorites <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">Nu 21:13</a> (E) <a data-ref=\"Joshua 13:4\" href=\"/Joshua.13.4\">Jos 13:4</a> (D) cf. <a data-ref=\"Joshua 12:5\" href=\"/Joshua.12.5\">12:5</a> (D) <a data-ref=\"Judges 1:36\" href=\"/Judges.1.36\">Ju 1:36</a>, Moab <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">Nu 21:13</a>, <a data-ref=\"Numbers 21:15\" href=\"/Numbers.21.15\">15</a>; <a data-ref=\"Numbers 22:36\" href=\"/Numbers.22.36\">22:36</a> (E) <a data-ref=\"Numbers 33:44\" href=\"/Numbers.33.44\">33:44</a> (P) <a data-ref=\"Deuteronomy 2:18\" href=\"/Deuteronomy.2.18\">Dt 2:18</a> <a data-ref=\"Judges 11:18\" href=\"/Judges.11.18\">Ju 11:18</a><sup>(×2)</sup> <a data-ref=\"II Kings 3:21\" href=\"/II_Kings.3.21\">2 K 3:21</a> <a data-ref=\"Isaiah 15:8\" href=\"/Isaiah.15.8\">Is 15:8</a>, Ammon <a data-ref=\"Numbers 21:24\" href=\"/Numbers.21.24\">Nu 21:24</a> (E) <a data-ref=\"Deuteronomy 3:16\" href=\"/Deuteronomy.3.16\">Dt 3:16</a> <a data-ref=\"Joshua 12:2\" href=\"/Joshua.12.2\">Jos 12:2</a>; <a data-ref=\"Joshua 13:10\" href=\"/Joshua.13.10\">13:10</a> (all D) <a data-ref=\"Amos 1:13\" href=\"/Amos.1.13\">Am 1:13</a>, Bashan <a data-ref=\"Joshua 12:4\" href=\"/Joshua.12.4\">Jos 12:4</a> (D), Egypt <a data-ref=\"I Kings 5:1\" href=\"/I_Kings.5.1\">1 K 5:1</a> = <a data-ref=\"II Chronicles 9:26\" href=\"/II_Chronicles.9.26\">2 Ch 9:26</a>, <a data-ref=\"Isaiah 19:19\" href=\"/Isaiah.19.19\">Is 19:19</a>; especially of promised land <a data-ref=\"Exodus 23:31\" href=\"/Exodus.23.31\">Ex 23:31</a>; <a data-ref=\"Exodus 34:24\" href=\"/Exodus.34.24\">34:24</a> (JE) <a data-ref=\"Numbers 34:3\" href=\"/Numbers.34.3\">Nu 34:3</a> + 13 times <a data-ref=\"Numbers 34\" href=\"/Numbers.34\">Nu 34</a> (all P) <a data-ref=\"Deuteronomy 11:24\" href=\"/Deuteronomy.11.24\">Dt 11:24</a>; <a data-ref=\"Deuteronomy 12:20\" href=\"/Deuteronomy.12.20\">12:20</a>; <a data-ref=\"Deuteronomy 16:4\" href=\"/Deuteronomy.16.4\">16:4</a> <a data-ref=\"Joshua 1:4\" href=\"/Joshua.1.4\">Jos 1:4</a> (D), cf. <a data-ref=\"Ezekiel 45:1\" href=\"/Ezekiel.45.1\">Ez 45:1</a> + 10 times <a data-ref=\"Ezekiel 45-48\" href=\"/Ezekiel.45-48\">Ez 45–48</a>; also of Israel <a data-ref=\"II Kings 14:25\" href=\"/II_Kings.14.25\">2 K 14:25</a> <a data-ref=\"Amos 6:2\" href=\"/Amos.6.2\">Am 6:2</a> <a data-ref=\"Malachi 1:5\" href=\"/Malachi.1.5\">Mal 1:5</a>. <strong>b.</strong>  <em>boundary</em> of smaller divisions, e.g. Geshurites <a data-ref=\"Deuteronomy 3:14\" href=\"/Deuteronomy.3.14\">Dt 3:14</a> <a data-ref=\"Joshua 12:5\" href=\"/Joshua.12.5\">Jos 12:5</a>; <a data-ref=\"Joshua 13:11\" href=\"/Joshua.13.11\">13:11</a> (all D), cf. <a data-ref=\"Joshua 16:2\" href=\"/Joshua.16.2\">Jos 16:2</a>, <a data-ref=\"Joshua 16:3\" href=\"/Joshua.16.3\">3</a> (J) <a data-ref=\"Joshua 19:12\" href=\"/Joshua.19.12\">19:12</a> (P); especially of tribes of Israel <a data-ref=\"Deuteronomy 3:16\" href=\"/Deuteronomy.3.16\">Dt 3:16</a>, <a data-ref=\"Deuteronomy 3:17\" href=\"/Deuteronomy.3.17\">17</a> <a data-ref=\"Joshua 13:30\" href=\"/Joshua.13.30\">Jos 13:30</a> (all D) <a data-ref=\"Joshua 13:16\" href=\"/Joshua.13.16\">13:16</a> + 60 times <a data-ref=\"Joshua 13-19\" href=\"/Joshua.13-19\">Jos 13–19</a> (P);—<a data-ref=\"Joshua 15:47\" href=\"/Joshua.15.47\">15:47</a> read <span dir=\"rtl\">גדול</span> v. supr. <a data-ref=\"Joshua 22:25\" href=\"/Joshua.22.25\">Jos 22:25</a> (P) & <a data-ref=\"Joshua 17:8\" href=\"/Joshua.17.8\">17:8</a>; <a data-ref=\"Joshua 18:11\" href=\"/Joshua.18.11\">18:11</a>; <a data-ref=\"Joshua 24:30\" href=\"/Joshua.24.30\">24:30</a> (JE), cf. <a data-ref=\"I Chronicles 6:39\" href=\"/I_Chronicles.6.39\">1 Ch 6:39</a>, <a data-ref=\"I Chronicles 6:51\" href=\"/I_Chronicles.6.51\">51</a> <a data-ref=\"II Chronicles 11:13\" href=\"/II_Chronicles.11.13\">2 Ch 11:13</a> <a data-ref=\"Ezekiel 48:1\" href=\"/Ezekiel.48.1\">Ez 48:1</a> + 15 times <a data-ref=\"Ezekiel 48\" href=\"/Ezekiel.48\">Ez 48</a> (incl. v <a data-ref=\"Ezekiel 48:22\" href=\"/Ezekiel.48.22\">22</a><sup>(×2)</sup> q. del. Co);—in <a data-ref=\"I Samuel 13:18\" href=\"/I_Samuel.13.18\">1 S 13:18</a> read for <span dir=\"rtl\">גְּבוּל</span>, <span dir=\"rtl\">הַגֶּבַע</span> 𝔊 We Dr †<strong>c.</strong>  <em>boundary</em> of territory belonging to an individual,—of field, piece of ground, etc. <a data-ref=\"Genesis 23:17\" href=\"/Genesis.23.17\">Gn 23:17</a> (P) <a data-ref=\"Deuteronomy 19:14\" href=\"/Deuteronomy.19.14\">Dt 19:14</a>; <a data-ref=\"Deuteronomy 27:17\" href=\"/Deuteronomy.27.17\">27:17</a>, <a data-ref=\"Joshua 24:30\" href=\"/Joshua.24.30\">Jos 24:30</a> (E) = <a data-ref=\"Judges 2:9\" href=\"/Judges.2.9\">Ju 2:9</a> <a data-ref=\"I Chronicles 4:10\" href=\"/I_Chronicles.4.10\">1 Ch 4:10</a> <a data-ref=\"Proverbs 15:25\" href=\"/Proverbs.15.25\">Pr 15:25</a>; <a data-ref=\"Proverbs 22:28\" href=\"/Proverbs.22.28\">22:28</a>; <a data-ref=\"Proverbs 23:10\" href=\"/Proverbs.23.10\">23:10</a> <a data-ref=\"Hosea 5:10\" href=\"/Hosea.5.10\">Ho 5:10</a>. †<strong>d.</strong>  <em>border</em> of stream <a data-ref=\"Numbers 22:36\" href=\"/Numbers.22.36\">Nu 22:36</a>. †<strong>e.</strong>  <em>limit</em> to waters of deep <a data-ref=\"Psalms 104:9\" href=\"/Psalms.104.9\">ψ 104:9</a> cf. <a data-ref=\"Jeremiah 5:22\" href=\"/Jeremiah.5.22\">Je 5:22</a>. †<strong>f.</strong>  a concrete object marking limit, (α) <em>barrier</em> in Ezekiel’s temple <a data-ref=\"Ezekiel 40:12\" href=\"/Ezekiel.40.12\">Ez 40:12</a> (del. 𝔊 𝔖 Co) v <a data-ref=\"Ezekiel 40:12\" href=\"/Ezekiel.40.12\">12</a>; (β) <em>border</em> of altar <a data-ref=\"Ezekiel 43:13\" href=\"/Ezekiel.43.13\">Ez 43:13</a>, <a data-ref=\"Ezekiel 43:17\" href=\"/Ezekiel.43.17\">17</a>, <a data-ref=\"Ezekiel 43:20\" href=\"/Ezekiel.43.20\">20</a>; (γ) <em>surrounding wall</em> of restored Zion <a data-ref=\"Isaiah 54:12\" href=\"/Isaiah.54.12\">Is 54:12</a> (so 𝔊 Ew Kn Che; De Brd <em>territory</em>, Di undecided).<br>†<strong>2.</strong>  <em>territory</em> (enclosed within boundary), <strong>a.</strong>  of land or people <a data-ref=\"Genesis 47:21\" href=\"/Genesis.47.21\">Gn 47:21</a> (J) <a data-ref=\"Exodus 7:27\" href=\"/Exodus.7.27\">Ex 7:27</a> (P) <a data-ref=\"Exodus 10:4\" href=\"/Exodus.10.4\">10:4</a>, <a data-ref=\"Exodus 10:14\" href=\"/Exodus.10.14\">14</a> (‖ <span dir=\"rtl\">ארץ</span>) v <a data-ref=\"Exodus 10:19\" href=\"/Exodus.10.19\">19</a>; <a data-ref=\"Exodus 13:7\" href=\"/Exodus.13.7\">13:7</a> (all J), <a data-ref=\"Numbers 20:16\" href=\"/Numbers.20.16\">Nu 20:16</a>, <a data-ref=\"Numbers 20:17\" href=\"/Numbers.20.17\">17</a>, <a data-ref=\"Numbers 20:21\" href=\"/Numbers.20.21\">21</a>; <a data-ref=\"Numbers 21:22\" href=\"/Numbers.21.22\">21:22</a> (E; ‖ <span dir=\"rtl\">ארץ</span>) = <a data-ref=\"Judges 11:20\" href=\"/Judges.11.20\">Ju 11:20</a>, <a data-ref=\"Numbers 21:23\" href=\"/Numbers.21.23\">Nu 21:23</a> (E) <a data-ref=\"Deuteronomy 2:4\" href=\"/Deuteronomy.2.4\">Dt 2:4</a>; <a data-ref=\"Deuteronomy 19:3\" href=\"/Deuteronomy.19.3\">19:3</a> <span dir=\"rtl\">(גּ׳ אַרְצְךָ)</span> v <a data-ref=\"Deuteronomy 19:8\" href=\"/Deuteronomy.19.8\">8</a>; <a data-ref=\"Deuteronomy 28:40\" href=\"/Deuteronomy.28.40\">28:40</a> <a data-ref=\"Joshua 18:5\" href=\"/Joshua.18.5\">Jos 18:5</a><sup>(×2)</sup> (E) <a data-ref=\"Judges 11:22\" href=\"/Judges.11.22\">Ju 11:22</a>; <a data-ref=\"Judges 19:29\" href=\"/Judges.19.29\">19:29</a> <a data-ref=\"II Samuel 21:5\" href=\"/II_Samuel.21.5\">2 S 21:5</a> <a data-ref=\"I Kings 1:3\" href=\"/I_Kings.1.3\">1 K 1:3</a> <a data-ref=\"II Kings 10:32\" href=\"/II_Kings.10.32\">2 K 10:32</a> <a data-ref=\"I Chronicles 21:12\" href=\"/I_Chronicles.21.12\">1 Ch 21:12</a> (‖ <span dir=\"rtl\">ארץ</span>) <a data-ref=\"Psalms 105:31\" href=\"/Psalms.105.31\">ψ 105:31</a> (= <span dir=\"rtl\">ארץ</span> in ‖ <a data-ref=\"Ezekiel 8:16\" href=\"/Ezekiel.8.16\">Ez 8:16</a>, <a data-ref=\"Ezekiel 8:17\" href=\"/Ezekiel.8.17\">17</a>) v <a data-ref=\"Psalms 105:33\" href=\"/Psalms.105.33\">33</a>; <a data-ref=\"Psalms 147:14\" href=\"/Psalms.147.14\">147:14</a> <a data-ref=\"Jeremiah 31:17\" href=\"/Jeremiah.31.17\">Je 31:17</a> <a data-ref=\"Ezekiel 11:10\" href=\"/Ezekiel.11.10\">Ez 11:10</a>, <a data-ref=\"Ezekiel 11:11\" href=\"/Ezekiel.11.11\">11</a> <a data-ref=\"Joel 4:6\" href=\"/Joel.4.6\">Jo 4:6</a> <a data-ref=\"Zephaniah 2:8\" href=\"/Zephaniah.2.8\">Zp 2:8</a>. <strong>b.</strong>  <em>territory</em> of a city (or <em>limit</em> of such territory) <a data-ref=\"Numbers 35:26\" href=\"/Numbers.35.26\">Nu 35:26</a>, <a data-ref=\"Numbers 35:27\" href=\"/Numbers.35.27\">27</a> <a data-ref=\"Joshua 13:26\" href=\"/Joshua.13.26\">Jos 13:26</a> <a data-ref=\"Judges 1:18\" href=\"/Judges.1.18\">Ju 1:18</a><sup>(×3)</sup> <a data-ref=\"Ezekiel 47:16\" href=\"/Ezekiel.47.16\">Ez 47:16</a><sup>(×2)</sup>; <a data-ref=\"Ezekiel 47:17\" href=\"/Ezekiel.47.17\">17</a><sup>(×2)</sup> (del. 𝔊 Co) <a data-ref=\"Ezekiel 48:1\" href=\"/Ezekiel.48.1\">48:1</a> <a data-ref=\"Amos 6:2\" href=\"/Amos.6.2\">Am 6:2</a>. †<strong>c.</strong>  <em>territory</em> about Ezekiel’s temple <a data-ref=\"Ezekiel 43:12\" href=\"/Ezekiel.43.12\">Ez 43:12</a>. †<strong>d.</strong>  pl. in like sense (only use of pl.), of land <a data-ref=\"Micah 5:5\" href=\"/Micah.5.5\">Mi 5:5</a> <a data-ref=\"Isaiah 60:18\" href=\"/Isaiah.60.18\">Is 60:18</a> (‖ <span dir=\"rtl\">ארץ</span>) <a data-ref=\"Jeremiah 15:13\" href=\"/Jeremiah.15.13\">Je 15:13</a>; <a data-ref=\"Jeremiah 17:3\" href=\"/Jeremiah.17.3\">17:3</a>, cf. city <a data-ref=\"I Samuel 5:6\" href=\"/I_Samuel.5.6\">1 S 5:6</a> <a data-ref=\"II Kings 15:16\" href=\"/II_Kings.15.16\">2 K 15:16</a>; <a data-ref=\"II Kings 18:8\" href=\"/II_Kings.18.8\">18:8</a>; so <a data-ref=\"Ezekiel 27:4\" href=\"/Ezekiel.27.4\">Ez 27:4</a> of Tyre. †<strong>e.</strong>  fig. <em>territory</em> (region) <em>of darkness</em> <a data-ref=\"Job 38:20\" href=\"/Job.38.20\">Jb 38:20</a>; <em>territory of wickedness</em> <a data-ref=\"Malachi 1:4\" href=\"/Malachi.1.4\">Mal 1:4</a> (of Edom); <em>territory of his holiness</em> <a data-ref=\"Psalms 78:54\" href=\"/Psalms.78.54\">ψ 78:54</a> (of Canaan)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d294b6084aa1cbf1bb9b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מָאֵן² 1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "BDB, מָאֵן² 1", "sourceHeRef": "בראון-דרייבר-בריגס, מָאֵן² א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מָאֵן²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">מָאֵן</span></big>  <strong>adj.verb. refusing</strong>, sq. Inf., and always of disobeying <span dir=\"rtl\">י׳</span>; <a data-ref=\"Exodus 7:27\" href=\"/Exodus.7.27\">Ex 7:27</a>; <a data-ref=\"Exodus 9:2\" href=\"/Exodus.9.2\">9:2</a>; <a data-ref=\"Exodus 10:4\" href=\"/Exodus.10.4\">10:4</a> (all J), <a data-ref=\"Jeremiah 38:21\" href=\"/Jeremiah.38.21\">Je 38:21</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2ecb6084aa1cbf2032d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָגַף 1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "BDB, נָגַף 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָגַף א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָגַף", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">נָגַף</span></big></big>  <strong>vb. strike, smite (</strong>Aramaic <span dir=\"rtl\">נְגַף</span><strong>)</strong>;—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">נ׳</span> <a data-ref=\"II Chronicles 13:15\" href=\"/II_Chronicles.13.15\">2 Ch 13:15</a>; <a data-ref=\"Isaiah 19:22\" href=\"/Isaiah.19.22\">Is 19:22</a> (<span dir=\"rtl\">וְ</span> consec.); sf. <span dir=\"rtl\">נְגָפוֹ</span> <a data-ref=\"II Chronicles 21:18\" href=\"/II_Chronicles.21.18\">2 Ch 21:18</a>, etc.; Impf. <span dir=\"rtl\">יִגֹּף</span> <a data-ref=\"Exodus 21:35\" href=\"/Exodus.21.35\">Ex 21:35</a> + 2 times; <span dir=\"rtl\">וַיִּגֹּף</span> <a data-ref=\"Exodus 32:35\" href=\"/Exodus.32.35\">Ex 32:35</a> + 4 times; <span dir=\"rtl\">אֶגּוֹף</span> <a data-ref=\"Psalms 89:24\" href=\"/Psalms.89.24\">ψ 89:24</a> +, etc.; Inf. abs. <span dir=\"rtl\">נָגֹף</span> <a data-ref=\"Isaiah 19:22\" href=\"/Isaiah.19.22\">Is 19:22</a>; cstr. <span dir=\"rtl\">לִנְגֹּף</span> <a data-ref=\"Exodus 12:23\" href=\"/Exodus.12.23\">Ex 12:23</a><sup>(×2)</sup>; <span dir=\"rtl\">נָגְפוֹ</span> v <a data-ref=\"Exodus 12:27\" href=\"/Exodus.12.27\">27</a>;—<em>strike, smite</em>, of serious (even fatal) injury, sq. acc. pers. <a data-ref=\"Exodus 21:22\" href=\"/Exodus.21.22\">Ex 21:22</a>, <a data-ref=\"Exodus 21:35\" href=\"/Exodus.21.35\">35</a> (E); one’s foot against <span dir=\"rtl\">(בְּ)</span> stone <a data-ref=\"Psalms 91:12\" href=\"/Psalms.91.12\">ψ 91:12</a>; abs. (stumble) <a data-ref=\"Proverbs 3:23\" href=\"/Proverbs.3.23\">Pr 3:23</a>; especially of judgment, subj. <span dir=\"rtl\">י׳</span>, obj. individ. (fatal stroke) <a data-ref=\"I Samuel 25:38\" href=\"/I_Samuel.25.38\">1 S 25:38</a>; <a data-ref=\"I Samuel 26:10\" href=\"/I_Samuel.26.10\">26:10</a>; <a data-ref=\"II Samuel 12:15\" href=\"/II_Samuel.12.15\">2 S 12:15</a>; <a data-ref=\"II Chronicles 13:20\" href=\"/II_Chronicles.13.20\">2 Ch 13:20</a>; <a data-ref=\"II Chronicles 21:18\" href=\"/II_Chronicles.21.18\">21:18</a> <span dir=\"rtl\">(לָחֳלִי)</span>; obj. people (abs.) <a data-ref=\"Exodus 12:23\" href=\"/Exodus.12.23\">Ex 12:23</a><sup>(×2)</sup>, <a data-ref=\"Exodus 12:27\" href=\"/Exodus.12.27\">27</a> (JE), <a data-ref=\"Exodus 32:35\" href=\"/Exodus.32.35\">32:35</a> <a data-ref=\"Joshua 24:5\" href=\"/Joshua.24.5\">Jos 24:5</a> (E), <a data-ref=\"Isaiah 19:22\" href=\"/Isaiah.19.22\">Is 19:22</a>, cf. v <a data-ref=\"Isaiah 19:22\" href=\"/Isaiah.19.22\">22</a>; v. also <a data-ref=\"Psalms 89:24\" href=\"/Psalms.89.24\">ψ 89:24</a>; cf. c. acc. cogn. <span dir=\"rtl\">מַגֵּפָה</span> <a data-ref=\"Zechariah 14:12\" href=\"/Zechariah.14.12\">Zc 14:12</a>, <a data-ref=\"Zechariah 14:18\" href=\"/Zechariah.14.18\">18</a>; <a data-ref=\"II Chronicles 21:14\" href=\"/II_Chronicles.21.14\">2 Ch 21:14</a> (sq. also <span dir=\"rtl\">בְּעַמֶּ֑ךָ</span>); c. <span dir=\"rtl\">בְּ</span> instr. <a data-ref=\"Exodus 7:27\" href=\"/Exodus.7.27\">Ex 7:27</a>; of causing defeat in battle, sq. acc. + <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"Judges 20:35\" href=\"/Judges.20.35\">Ju 20:35</a> <a data-ref=\"I Samuel 4:3\" href=\"/I_Samuel.4.3\">1 S 4:3</a> <a data-ref=\"II Chronicles 13:15\" href=\"/II_Chronicles.13.15\">2 Ch 13:15</a>; <a data-ref=\"II Chronicles 14:11\" href=\"/II_Chronicles.14.11\">14:11</a>.<br><strong>Niph.</strong>  Pf. <span dir=\"rtl\">נִגַּף</span> <a data-ref=\"II Samuel 10:15\" href=\"/II_Samuel.10.15\">2 S 10:15</a>; <span dir=\"rtl\">נִגְּפוּ</span> v <a data-ref=\"II Samuel 10:19\" href=\"/II_Samuel.10.19\">19</a> + 2 times, etc.; Impf. <span dir=\"rtl\">יִנָּגֵף</span> <a data-ref=\"II Chronicles 6:24\" href=\"/II_Chronicles.6.24\">2 Ch 6:24</a>; <span dir=\"rtl\">וַיִּנָּגֵף</span> <a data-ref=\"I Samuel 4:2\" href=\"/I_Samuel.4.2\">1 S 4:2</a> + 4 times; Inf. abs. <span dir=\"rtl\">נִגּוֹף</span> <a data-ref=\"Judges 20:39\" href=\"/Judges.20.39\">Ju 20:39</a>; cstr. <span dir=\"rtl\">הִנָּגֵף</span> <a data-ref=\"I Kings 8:33\" href=\"/I_Kings.8.33\">1 K 8:33</a>; Pt. <span dir=\"rtl\">נִגָּף</span> <a data-ref=\"Deuteronomy 28:25\" href=\"/Deuteronomy.28.25\">Dt 28:25</a>; <a data-ref=\"Judges 20:39\" href=\"/Judges.20.39\">Ju 20:39</a>, etc.;—<em>be smitten</em>, bef. enemy, in battle, sq. <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"Judges 20:32\" href=\"/Judges.20.32\">Ju 20:32</a>, <a data-ref=\"Judges 20:39\" href=\"/Judges.20.39\">39</a><sup>(×2)</sup> <a data-ref=\"I Samuel 4:2\" href=\"/I_Samuel.4.2\">1 S 4:2</a>; <a data-ref=\"I Samuel 7:10\" href=\"/I_Samuel.7.10\">7:10</a>; <a data-ref=\"II Samuel 10:15\" href=\"/II_Samuel.10.15\">2 S 10:15</a>, <a data-ref=\"II Samuel 10:19\" href=\"/II_Samuel.10.19\">19</a>; <a data-ref=\"II Samuel 18:7\" href=\"/II_Samuel.18.7\">18:7</a>; <a data-ref=\"I Kings 8:33\" href=\"/I_Kings.8.33\">1 K 8:33</a>; <a data-ref=\"II Kings 14:12\" href=\"/II_Kings.14.12\">2 K 14:12</a>; <a data-ref=\"I Chronicles 19:16\" href=\"/I_Chronicles.19.16\">1 Ch 19:16</a>, <a data-ref=\"I Chronicles 19:19\" href=\"/I_Chronicles.19.19\">19</a>; <a data-ref=\"II Chronicles 6:24\" href=\"/II_Chronicles.6.24\">2 Ch 6:24</a>; <a data-ref=\"II Chronicles 25:22\" href=\"/II_Chronicles.25.22\">25:22</a>; <a data-ref=\"Leviticus 26:17\" href=\"/Leviticus.26.17\">Lv 26:17</a>; <a data-ref=\"Numbers 14:42\" href=\"/Numbers.14.42\">Nu 14:42</a>; <a data-ref=\"Deuteronomy 1:42\" href=\"/Deuteronomy.1.42\">Dt 1:42</a>; abs. <a data-ref=\"Judges 20:36\" href=\"/Judges.20.36\">Ju 20:36</a>; <a data-ref=\"I Samuel 4:10\" href=\"/I_Samuel.4.10\">1 S 4:10</a>; <a data-ref=\"II Samuel 2:17\" href=\"/II_Samuel.2.17\">2 S 2:17</a>; <a data-ref=\"II Chronicles 20:22\" href=\"/II_Chronicles.20.22\">2 Ch 20:22</a>; Pt. after <span dir=\"rtl\">נָתַן</span>, sq. <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"Deuteronomy 28:7\" href=\"/Deuteronomy.28.7\">Dt 28:7</a>, <a data-ref=\"Deuteronomy 28:25\" href=\"/Deuteronomy.28.25\">25</a> Vid. <a ,=\"\" data-ref=\"BDB, נָגַע\" dir=\"rtl\" href=\"/BDB,_נָגַע\">נָגַע</a> <strong>Niph.</strong><br><strong>Hithp.</strong>  Impf. <span dir=\"rtl\">יִתְנַגְּפוּ</span> <a data-ref=\"Jeremiah 13:16\" href=\"/Jeremiah.13.16\">Je 13:16</a> = <em>stumble</em>, subj. <span dir=\"rtl\">רַגְלֵיכֶם</span>, sq. <span dir=\"rtl\">על</span> (loc.); cf. <strong>Qal</strong> (<a data-ref=\"Psalms 91:12\" href=\"/Psalms.91.12\">ψ 91:12</a>) and <a ,=\"\" data-ref=\"BDB, נֶ֫גֶף\" dir=\"rtl\" href=\"/BDB,_נֶ֫גֶף\">נֶגֶף</a> <strong>2.</strong>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d414b6084aa1cbf2ec0b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, צְפַרְדֵּעַ 1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "BDB, צְפַרְדֵּעַ 1", "sourceHeRef": "בראון-דרייבר-בריגס, צְפַרְדֵּעַ א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "צְפַרְדֵּעַ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">צְפַרְדֵּעַ</span></big>  <strong>n.f.</strong> <sup><a data-ref=\"Exodus 8:2\" href=\"/Exodus.8.2\">Ex 8:2</a></sup> (cf. also Albr<sup>ZAW xv (1895), 322</sup> Ges<sup>§§ 135 o, 145 o</sup>) <strong>frogs (</strong>Arabic <span dir=\"rtl\">ضِفْدِعٌ</span>, etc.; Aramaic <span dir=\"rtl\">עוּרְדְּעָנַיָּא</span>, <span dir=\"rtl\">אוּרְדְּעָא</span>, <span dir=\"rtl\">ܐܽܘܪܕܥܳܐ</span> <strong>)</strong>;—<em>frogs</em>, coll. <a data-ref=\"Exodus 8:2\" href=\"/Exodus.8.2\">Ex 8:2</a> <a data-ref=\"Psalms 78:45\" href=\"/Psalms.78.45\">ψ 78:45</a>; pl. <span dir=\"rtl\">צְפַרְדְּעִים</span> <a data-ref=\"Exodus 7:27\" href=\"/Exodus.7.27\">Ex 7:27</a>, <a data-ref=\"Exodus 7:28\" href=\"/Exodus.7.28\">28</a>, <a data-ref=\"Exodus 7:29\" href=\"/Exodus.7.29\">29</a>; <a data-ref=\"Exodus 8:1\" href=\"/Exodus.8.1\">8:1</a>, <a data-ref=\"Exodus 8:3\" href=\"/Exodus.8.3\">3</a>, <a data-ref=\"Exodus 8:4\" href=\"/Exodus.8.4\">4</a>, <a data-ref=\"Exodus 8:5\" href=\"/Exodus.8.5\">5</a>, <a data-ref=\"Exodus 8:7\" href=\"/Exodus.8.7\">7</a>, <a data-ref=\"Exodus 8:8\" href=\"/Exodus.8.8\">8</a>, <a data-ref=\"Exodus 8:9\" href=\"/Exodus.8.9\">9</a> <a data-ref=\"Psalms 105:30\" href=\"/Psalms.105.30\">ψ 105:30</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4d5b6084aa1cbf38b11", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שָׁלַח 1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "BDB, שָׁלַח 1", "sourceHeRef": "בראון-דרייבר-בריגס, שָׁלַח א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שָׁלַח", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><big><span dir=\"rtl\">שָׁלַח</span></big></big><sub>814</sub><big></big>  <strong>vb. send (</strong>NH id.<em>;</em> Ecclus <a data-ref=\"Ben Sira 48:18\" href=\"/Ben_Sira.48.18\">48:18</a> +; Aramaic <span dir=\"rtl\">שְׁלַח</span>, <span dir=\"rtl\">ܫܠܰܚ</span>, So<sup>Buhl</sup> Ba<sup>ES 41</sup> cp. Arabic <span dir=\"rtl\">سَرَحَ</span> (<em>r</em> = <em>l</em>), <em>send forth, drive</em> cattle to pasture, <em>send</em> messenger, etc., but then diff. √ for i. <a data-ref=\"BDB, שֶׁ֫לַח\" href=\"/BDB,_שֶׁ֫לַח\", dir=\"rtl\">שֶׁלַח</a>, Arabic <span dir=\"rtl\">سِلَاحٌ</span>, <span dir=\"rtl\">سِلَحٌ</span> <em>weapon;</em> Assyrian prob. <em>šalû</em> (<em>send, hurl</em>?), whence <em>tešlîtu</em>, <em>command</em><strong>)</strong>;—<br><strong>Qal</strong><sub>562</sub>  Pf. 3 ms. <span dir=\"rtl\">שׁ׳</span> <a data-ref=\"Genesis 42:4\" href=\"/Genesis.42.4\">Gn 42:4</a> +, 2 ms. sf. <span dir=\"rtl\">שְׁלַחְתָּ֑נִי</span> <a data-ref=\"Exodus 5:22\" href=\"/Exodus.5.22\">Ex 5:22</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יִשְׁלַח</span> <a data-ref=\"Genesis 3:22\" href=\"/Genesis.3.22\">Gn 3:22</a> +, 2 fpl. <span dir=\"rtl\">תִּשְׁלַ֫חְנָה</span> <a data-ref=\"Ezekiel 23:40\" href=\"/Ezekiel.23.40\">Ez 23:40</a> (<a data-ref=\"Judges 5:26\" href=\"/Judges.5.26\">Ju 5:26</a> read <span dir=\"rtl\">תִּשְׁלָחֶנָּה</span>? <a data-ref=\"Obadiah 1:3\" href=\"/Obadiah.1.3\">Ob 3</a> <span dir=\"rtl\">תִּשְׁלַח יָד</span>? Ges<sup>§ 47 k</sup>); Imv. ms. <span dir=\"rtl\">שְׁלַח</span> <a data-ref=\"I Samuel 20:31\" href=\"/I_Samuel.20.31\">1 S 20:31</a> +, mpl. <span dir=\"rtl\">שְׁלָ֑חוּ</span> <a data-ref=\"II Kings 2:17\" href=\"/II_Kings.2.17\">2 K 2:17</a>; Inf. abs. <span dir=\"rtl\">שָׁל(וֹ)חַ</span> <a data-ref=\"Numbers 22:37\" href=\"/Numbers.22.37\">Nu 22:37</a> +; cstr. <span dir=\"rtl\">שְׁלֹחַ</span> v <a data-ref=\"Numbers 22:15\" href=\"/Numbers.22.15\">15</a> +, <span dir=\"rtl\">שְׁלַח</span> <a data-ref=\"Isaiah 58:9\" href=\"/Isaiah.58.9\">Is 58:9</a>, sf. <span dir=\"rtl\">שָׁלְחֶ֑ךָ</span> <a data-ref=\"Genesis 38:17\" href=\"/Genesis.38.17\">Gn 38:17</a>, etc.; Pt. act. <span dir=\"rtl\">שֹׁלֵחַ</span> <a data-ref=\"Exodus 9:14\" href=\"/Exodus.9.14\">Ex 9:14</a> +, etc.; <span dir=\"rtl\">שָׁלוּחַ</span> <a data-ref=\"I Kings 14:6\" href=\"/I_Kings.14.6\">1 K 14:6</a> +, etc.;— <strong>1.</strong>  <em>send:</em> human subj., especially <strong>a.</strong>  acc. pers. <a data-ref=\"Genesis 42:4\" href=\"/Genesis.42.4\">Gn 42:4</a>; <a data-ref=\"Genesis 43:8\" href=\"/Genesis.43.8\">43:8</a> (both <strong>J;</strong> c. <span dir=\"rtl\">אֵת</span> <em>with</em>, pers.) <a data-ref=\"Numbers 22:15\" href=\"/Numbers.22.15\">Nu 22:15</a> (E) + often, c. ל rei for which <a data-ref=\"Jeremiah 14:3\" href=\"/Jeremiah.14.3\">Je 14:3</a>; <a data-ref=\"Jeremiah 16:16\" href=\"/Jeremiah.16.16\">16:16</a>; sq. <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"Genesis 37:13\" href=\"/Genesis.37.13\">Gn 37:13</a> (J), <a data-ref=\"II Samuel 11:6\" href=\"/II_Samuel.11.6\">2 S 11:6</a>; <a data-ref=\"Nehemiah 6:5\" href=\"/Nehemiah.6.5\">Ne 6:5</a> +; rarely c. ל pers. <a data-ref=\"Genesis 32:19\" href=\"/Genesis.32.19\">Gn 32:19</a> (J; pass.), <span dir=\"rtl\">אֶל</span> loc. <a data-ref=\"II Chronicles 16:4\" href=\"/II_Chronicles.16.4\">2 Ch 16:4</a>, ב loc. <a data-ref=\"I Samuel 11:3\" href=\"/I_Samuel.11.3\">1 S 11:3</a>, acc. loc. <a data-ref=\"II Kings 22:3\" href=\"/II_Kings.22.3\">2 K 22:3</a>, -ה loc. <a data-ref=\"I Kings 5:28\" href=\"/I_Kings.5.28\">1 K 5:28</a>, -ה loc. + <span dir=\"rtl\">מֵעַל</span> pers. <a data-ref=\"II Samuel 13:17\" href=\"/II_Samuel.13.17\">2 S 13:17</a>, <span dir=\"rtl\">מִן</span> loc. <a data-ref=\"Genesis 37:14\" href=\"/Genesis.37.14\">Gn 37:14</a> (J), <a data-ref=\"Numbers 13:3\" href=\"/Numbers.13.3\">Nu 13:3</a> (P), etc.; sq. inf. purpose <a data-ref=\"I Samuel 25:14\" href=\"/I_Samuel.25.14\">1 S 25:14</a> (+ <span dir=\"rtl\">מִן</span> loc.), <a data-ref=\"II Kings 1:16\" href=\"/II_Kings.1.16\">2 K 1:16</a> <a data-ref=\"Jeremiah 40:14\" href=\"/Jeremiah.40.14\">Je 40:14</a> +, <span dir=\"rtl\">אֶל</span> pers. c. inf. purpose <a data-ref=\"II Samuel 10:3\" href=\"/II_Samuel.10.3\">2 S 10:3</a>; <a data-ref=\"Jeremiah 42:9\" href=\"/Jeremiah.42.9\">Je 42:9</a> +, c. ו subord. <a data-ref=\"II Kings 5:6\" href=\"/II_Kings.5.6\">2 K 5:6</a>, c. vb. fin. actionis <a data-ref=\"Exodus 2:5\" href=\"/Exodus.2.5\">Ex 2:5</a> (E), <em>sent her maid and took</em>, +, etc. (many combinations); acc. pers. alone <a data-ref=\"Exodus 24:5\" href=\"/Exodus.24.5\">24:5</a> (E), <a data-ref=\"Joshua 7:22\" href=\"/Joshua.7.22\">Jos 7:22</a> (E), <a data-ref=\"II Samuel 10:7\" href=\"/II_Samuel.10.7\">2 S 10:7</a> + often <strong>b.</strong>  less often acc. rei (sometimes c. <span dir=\"rtl\">בְּיַד</span> of agent), c. <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"I Samuel 16:20\" href=\"/I_Samuel.16.20\">1 S 16:20</a>; <a data-ref=\"II Kings 5:5\" href=\"/II_Kings.5.5\">2 K 5:5</a>; <a data-ref=\"II Kings 20:12\" href=\"/II_Kings.20.12\">20:12</a> +, <a data-ref=\"I Kings 5:23\" href=\"/I_Kings.5.23\">1 K 5:23</a> (= designate by sending unto), ל pers. <a data-ref=\"Judges 3:15\" href=\"/Judges.3.15\">Ju 3:15</a>; <a data-ref=\"I Kings 5:22\" href=\"/I_Kings.5.22\">1 K 5:22</a> +, <span dir=\"rtl\">אֶל</span> loc. <a data-ref=\"Esther 1:22\" href=\"/Esther.1.22\">Est 1:22</a>, <span dir=\"rtl\">שָׁ֫מָּה</span> <a data-ref=\"II Kings 6:14\" href=\"/II_Kings.6.14\">2 K 6:14</a>; + inf. purpose <a data-ref=\"I Chronicles 19:4\" href=\"/I_Chronicles.19.4\">1 Ch 19:4</a>; <a data-ref=\"Esther 4:4\" href=\"/Esther.4.4\">Est 4:4</a>; + vb. fin. action. <a data-ref=\"Psalms 105:28\" href=\"/Psalms.105.28\">ψ 105:28</a>; acc. of kid, alone, <a data-ref=\"Genesis 38:23\" href=\"/Genesis.38.23\">Gn 38:23</a> also (acc. om.) v <a data-ref=\"Genesis 38:17\" href=\"/Genesis.38.17\">17</a>, etc. <strong>c.</strong>  very often without obj.: + vb. fin. action., <em>send and do</em> so and so, <a data-ref=\"Genesis 27:45\" href=\"/Genesis.27.45\">Gn 27:45</a> (E), <a data-ref=\"II Kings 11:4\" href=\"/II_Kings.11.4\">2 K 11:4</a>; <a data-ref=\"Job 1:5\" href=\"/Job.1.5\">Jb 1:5</a> +; c. <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"Hosea 5:13\" href=\"/Hosea.5.13\">Ho 5:13</a>; <a data-ref=\"II Samuel 11:6\" href=\"/II_Samuel.11.6\">2 S 11:6</a> +, especially + <span dir=\"rtl\">לֵאמֹר</span> <a data-ref=\"Genesis 38:25\" href=\"/Genesis.38.25\">Gn 38:25</a> (J), <a data-ref=\"I Kings 20:5\" href=\"/I_Kings.20.5\">1 K 20:5</a> (often S K), <a data-ref=\"Jeremiah 29:28\" href=\"/Jeremiah.29.28\">Je 29:28</a> +; c. inf. purpose <a data-ref=\"Genesis 32:6\" href=\"/Genesis.32.6\">Gn 32:6</a> (J), <a data-ref=\"Numbers 21:32\" href=\"/Numbers.21.32\">Nu 21:32</a> (J), <a data-ref=\"I Samuel 22:11\" href=\"/I_Samuel.22.11\">1 S 22:11</a> +, etc. (and so <a data-ref=\"I Samuel 31:9\" href=\"/I_Samuel.31.9\">1 S 31:9</a>, reading <span dir=\"rtl\">וַיִּשְׁלְחוּ</span>, for <strong>Pi.,</strong> Th We Dr Now, not HPS Bu); abs. <a data-ref=\"II Kings 2:16\" href=\"/II_Kings.2.16\">2 K 2:16</a>, <a data-ref=\"II Kings 2:17\" href=\"/II_Kings.2.17\">17</a>; <a data-ref=\"II Samuel 14:29\" href=\"/II_Samuel.14.29\">2 S 14:29</a>; = <em>send to inquire</em> <a data-ref=\"I Kings 20:17\" href=\"/I_Kings.20.17\">1 K 20:17</a>, etc. <strong>2.</strong>  <em>send:</em> subj. <span dir=\"rtl\">י׳</span> (God), <strong>a.</strong>  acc. pers. <a data-ref=\"Genesis 45:5\" href=\"/Genesis.45.5\">Gn 45:5</a> (E; <span dir=\"rtl\">לִפְנֵי</span> pers.), <a data-ref=\"I Samuel 15:18\" href=\"/I_Samuel.15.18\">1 S 15:18</a> <span dir=\"rtl\">(בְּדָ֑רֶךְ)</span>, + <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"II Samuel 12:1\" href=\"/II_Samuel.12.1\">2 S 12:1</a>; acc. of angel, <span dir=\"rtl\">לִפְנֵי</span> pers. <a data-ref=\"Genesis 24:7\" href=\"/Genesis.24.7\">Gn 24:7</a>; <a data-ref=\"Exodus 33:2\" href=\"/Exodus.33.2\">Ex 33:2</a> (both J), <span dir=\"rtl\">אֵת</span> <em>with</em> <a data-ref=\"Genesis 24:40\" href=\"/Genesis.24.40\">Gn 24:40</a> (J), etc.; c. acc. pers. = <em>commission</em> <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">Ex 3:12</a> (E), <a data-ref=\"Judges 6:14\" href=\"/Judges.6.14\">Ju 6:14</a>; <a data-ref=\"Isaiah 6:8\" href=\"/Isaiah.6.8\">Is 6:8</a>; <a data-ref=\"Jeremiah 14:14\" href=\"/Jeremiah.14.14\">Je 14:14</a>, <a data-ref=\"Jeremiah 14:15\" href=\"/Jeremiah.14.15\">15</a> + often Je, <a data-ref=\"Zechariah 2:13\" href=\"/Zechariah.2.13\">Zc 2:13</a> +; also (c. <span dir=\"rtl\">אֶל</span> pers.) <a data-ref=\"Exodus 3:13\" href=\"/Exodus.3.13\">Ex 3:13</a> (E), <a data-ref=\"Jeremiah 25:4\" href=\"/Jeremiah.25.4\">Je 25:4</a>; <a data-ref=\"Ezekiel 3:6\" href=\"/Ezekiel.3.6\">Ez 3:6</a> +, etc.; especially of sending prophet, <span dir=\"rtl\">(שָׁלַח)</span>, <span dir=\"rtl\">הַשְׁכֵּם וְשָׁלוֹחַ</span> <a data-ref=\"Jeremiah 7:25\" href=\"/Jeremiah.7.25\">Je 7:25</a> + (v. [<a data-ref=\"BDB, שָׁכַם\" href=\"/BDB,_שָׁכַם\", dir=\"rtl\">שָׁכַם</a>]); acc. pers. + inf. purpose <a data-ref=\"I Samuel 15:1\" href=\"/I_Samuel.15.1\">1 S 15:1</a>; <a data-ref=\"Jeremiah 19:14\" href=\"/Jeremiah.19.14\">Je 19:14</a> +; + <span dir=\"rtl\">עַד</span> loc. <a data-ref=\"II Kings 2:2\" href=\"/II_Kings.2.2\">2 K 2:2</a>, acc. loc. v <a data-ref=\"II Kings 2:4\" href=\"/II_Kings.2.4\">4</a>, <span dir=\"rtl\">ה—ָ</span> loc. v <a data-ref=\"II Kings 2:6\" href=\"/II_Kings.2.6\">6</a>, etc. <strong>b.</strong>  c. acc. rei, plagues <a data-ref=\"Exodus 9:14\" href=\"/Exodus.9.14\">Ex 9:14</a> (c. <span dir=\"rtl\">אֶל־לֵב</span>, ב pers.), fig. arrows <a data-ref=\"II Samuel 22:15\" href=\"/II_Samuel.22.15\">2 S 22:15</a> = <a data-ref=\"Psalms 18:15\" href=\"/Psalms.18.15\">ψ 18:15</a> (+ vb. fin. action.), <a data-ref=\"Psalms 144:6\" href=\"/Psalms.144.6\">ψ 144:6</a>, cf. <a data-ref=\"Jeremiah 25:16\" href=\"/Jeremiah.25.16\">Je 25:16</a> al.; his word <a data-ref=\"Isaiah 9:7\" href=\"/Isaiah.9.7\">Is 9:7</a> (<span dir=\"rtl\">ב</span> gent.), <a data-ref=\"Isaiah 55:11\" href=\"/Isaiah.55.11\">55:11</a> (<span dir=\"rtl\">אשׁר</span> <em>to which</em>), <a data-ref=\"Zechariah 7:12\" href=\"/Zechariah.7.12\">Zc 7:12</a> (<span dir=\"rtl\">ב</span> agent.), <a data-ref=\"Psalms 107:20\" href=\"/Psalms.107.20\">ψ 107:20</a> (+ vb. fin. action.), <a data-ref=\"Psalms 147:15\" href=\"/Psalms.147.15\">147:15</a> (+ acc. <span dir=\"rtl\">אֶרֶץ</span>); acc. help <a data-ref=\"Psalms 20:3\" href=\"/Psalms.20.3\">20:3</a> (<span dir=\"rtl\">מִן</span> loc.), light and truth <a data-ref=\"Psalms 43:3\" href=\"/Psalms.43.3\">43:3</a> (+ vb. fin. action.), cf. <a data-ref=\"Psalms 57:4\" href=\"/Psalms.57.4\">57:4</a>. <strong>3.</strong>  <em>stretch out</em>, especially acc. hand: <strong>a.</strong>  human subj., c. ב pers. <em>against</em>, <a data-ref=\"Genesis 37:22\" href=\"/Genesis.37.22\">Gn 37:22</a> (E), <a data-ref=\"I Samuel 24:11\" href=\"/I_Samuel.24.11\">1 S 24:11</a>; <a data-ref=\"Esther 2:21\" href=\"/Esther.2.21\">Est 2:21</a> +; c. ב rei (property of others) <a data-ref=\"Exodus 22:7\" href=\"/Exodus.22.7\">Ex 22:7</a>, <a data-ref=\"Exodus 22:10\" href=\"/Exodus.22.10\">10</a> (E), <a data-ref=\"Esther 9:10\" href=\"/Esther.9.10\">Est 9:10</a> +, <span dir=\"rtl\">בַּחַלָּמִישׁ</span> <a data-ref=\"Job 28:9\" href=\"/Job.28.9\">Jb 28:9</a>; c. <span dir=\"rtl\">אֶל</span> pers. <em>against</em> <a data-ref=\"Genesis 22:12\" href=\"/Genesis.22.12\">Gn 22:12</a> (E), <a data-ref=\"II Samuel 18:12\" href=\"/II_Samuel.18.12\">2 S 18:12</a>, <span dir=\"rtl\">עַל</span> pers. <a data-ref=\"I Kings 13:4\" href=\"/I_Kings.13.4\">1 K 13:4</a>, etc.; <span dir=\"rtl\">אֶל</span> rei (for good) <a data-ref=\"II Samuel 6:6\" href=\"/II_Samuel.6.6\">2 S 6:6</a> (<span dir=\"rtl\">יָד</span> om.); from outside, inward, <a data-ref=\"Song of Songs 5:4\" href=\"/Song_of_Songs.5.4\">Ct 5:4</a> (<span dir=\"rtl\">מִן</span> loc.); abs. <a data-ref=\"Job 30:24\" href=\"/Job.30.24\">Jb 30:24</a> (read <span dir=\"rtl\">טֹבֵעַ</span> for <span dir=\"rtl\">בְּעִי</span> Di Bi Bu). + inf. purpose <a data-ref=\"I Samuel 22:17\" href=\"/I_Samuel.22.17\">1 S 22:17</a>; <a data-ref=\"II Samuel 1:14\" href=\"/II_Samuel.1.14\">2 S 1:14</a>; <a data-ref=\"I Chronicles 13:9\" href=\"/I_Chronicles.13.9\">1 Ch 13:9</a>; + vb. fin. act. <a data-ref=\"Genesis 3:22\" href=\"/Genesis.3.22\">Gn 3:22</a> (J) <a data-ref=\"Deuteronomy 25:11\" href=\"/Deuteronomy.25.11\">Dt 25:11</a>; <a data-ref=\"Judges 15:15\" href=\"/Judges.15.15\">Ju 15:15</a> +; <span dir=\"rtl\">שׁ׳ אֶצְבַּע</span> <a data-ref=\"Isaiah 58:9\" href=\"/Isaiah.58.9\">Is 58:9</a>, in token of scorn; c. acc. of rod <a data-ref=\"I Samuel 14:27\" href=\"/I_Samuel.14.27\">1 S 14:27</a>; <span dir=\"rtl\">שִׁלֳחוּ מַגָּל</span> <a data-ref=\"Joel 4:13\" href=\"/Joel.4.13\">Jo 4:13</a> <em>stretch out</em> (the) <em>sickle</em>. <strong>b.</strong>  <span dir=\"rtl\">י׳</span> subj., acc. hand, + <span dir=\"rtl\">אֶל</span> pers. <em>against</em> <a data-ref=\"Exodus 24:11\" href=\"/Exodus.24.11\">Ex 24:11</a> (E), cf. (<a data-ref=\"BDB, עַל\" href=\"/BDB,_עַל\", dir=\"rtl\">עַל</a>) <a data-ref=\"Psalms 138:7\" href=\"/Psalms.138.7\">ψ 138:7</a>; + vb. fin. act. †<a data-ref=\"Exodus 3:20\" href=\"/Exodus.3.20\">Ex 3:20</a> (JE), <a data-ref=\"Exodus 9:15\" href=\"/Exodus.9.15\">9:15</a> (J), <a data-ref=\"Job 1:11\" href=\"/Job.1.11\">Jb 1:11</a>; <a data-ref=\"Job 2:5\" href=\"/Job.2.5\">2:5</a>; in favour, <a data-ref=\"Jeremiah 1:9\" href=\"/Jeremiah.1.9\">Je 1:9</a>, abs. <a data-ref=\"Psalms 144:7\" href=\"/Psalms.144.7\">ψ 144:7</a> (<span dir=\"rtl\">מִן</span> loc.), also (pass.) <a data-ref=\"Ezekiel 2:9\" href=\"/Ezekiel.2.9\">Ez 2:9</a> and (acc. <span dir=\"rtl\">תַּבְנִית יָד</span>), <a data-ref=\"Ezekiel 8:3\" href=\"/Ezekiel.8.3\">8:3</a>. †<strong>c.</strong>  acc. hand, subj. angel, + acc. loc., inf. purpose <a data-ref=\"II Samuel 24:16\" href=\"/II_Samuel.24.16\">2 S 24:16</a>, cherub, <span dir=\"rtl\">אֶל</span> rei, <span dir=\"rtl\">מִן</span> loc. <a data-ref=\"Ezekiel 10:7\" href=\"/Ezekiel.10.7\">Ez 10:7</a>; adversary, <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"Job 1:12\" href=\"/Job.1.12\">Jb 1:12</a>; subj. angle, acc. rod <a data-ref=\"Judges 6:21\" href=\"/Judges.6.21\">Ju 6:21</a>. <strong>d.</strong>  <em>stretched out, slender</em>, of tree <a data-ref=\"Genesis 49:21\" href=\"/Genesis.49.21\">Gn 49:21</a> (poem in J), v. i. <a ,=\"\" data-ref=\"BDB, אֵלָה\" dir=\"rtl\" href=\"/BDB,_אֵלָה\">אֵלָה</a> supr. p. 18b. <strong>e.</strong>  perhaps <em>extend, direct</em>, acc. rei <a data-ref=\"Ezekiel 8:17\" href=\"/Ezekiel.8.17\">Ez 8:17</a> (v. <a data-ref=\"BDB, זְמוֹרָה\" href=\"/BDB,_זְמוֹרָה\", dir=\"rtl\">זְמוֹרָה</a> supr. p. 274b, also conj. in Toy Krae). <strong>4.</strong>  rarely <em>send away</em> (v. <strong>Pi.</strong>): human subj., acc. pers. <a data-ref=\"Judges 11:38\" href=\"/Judges.11.38\">Ju 11:38</a> (+ acc. temp.), <a data-ref=\"Genesis 28:5\" href=\"/Genesis.28.5\">Gn 28:5</a> (P). <strong>5.</strong>  <em>let loose</em> (v. <strong>Pi.</strong>), perhaps only <a data-ref=\"Psalms 50:19\" href=\"/Psalms.50.19\">ψ 50:19</a> (fig.) <em>thy mouth hast thou let loose in evil</em>.<br>†<strong>Niph.</strong>  Inf. abs. <span dir=\"rtl\">וְנִשְׁלוֹחַ סְפָרִים</span> = <em>letters were sent</em> (Ges<sup>§ 114 z gg</sup>) <a data-ref=\"Esther 3:13\" href=\"/Esther.3.13\">Est 3:13</a> (+ <span dir=\"rtl\">אֶל</span> pers., <span dir=\"rtl\">בְּיַד</span> agent., inf. purpose).<br><strong>Pi.</strong><sub>266</sub>  Pf. 3 ms. <span dir=\"rtl\">שִׁלַּח</span> <a data-ref=\"Exodus 8:28\" href=\"/Exodus.8.28\">Ex 8:28</a> +, sf. <span dir=\"rtl\">שִׁלַּחֲךָ</span> <a data-ref=\"I Samuel 20:22\" href=\"/I_Samuel.20.22\">1 S 20:22</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יְשַׁלַּח</span> <a data-ref=\"Jeremiah 3:1\" href=\"/Jeremiah.3.1\">Je 3:1</a> +, <span dir=\"rtl\">יְשַׁלֵּ֑חַ</span> <a data-ref=\"Isaiah 45:13\" href=\"/Isaiah.45.13\">Is 45:13</a>; <a data-ref=\"Proverbs 6:14\" href=\"/Proverbs.6.14\">Pr 6:14</a>; 1 s. sf. <span dir=\"rtl\">אֲשַׁלֵּחֲךָ</span> <a data-ref=\"Genesis 32:27\" href=\"/Genesis.32.27\">Gn 32:27</a>, <span dir=\"rtl\">אֲשַׁלְּחֶ֫ךָּ</span> <a data-ref=\"II Samuel 11:12\" href=\"/II_Samuel.11.12\">2 S 11:12</a> <a data-ref=\"I Kings 20:34\" href=\"/I_Kings.20.34\">1 K 20:34</a>, etc.; Imv. ms. <span dir=\"rtl\">שַׁלַּח</span> <a data-ref=\"Exodus 4:23\" href=\"/Exodus.4.23\">Ex 4:23</a> +, etc.; Inf. abs. <a data-ref=\"Deuteronomy 22:7\" href=\"/Deuteronomy.22.7\">Dt 22:7</a> <a data-ref=\"I Kings 11:22\" href=\"/I_Kings.11.22\">1 K 11:22</a>; cstr. <span dir=\"rtl\">שַׁלַּח</span> <a data-ref=\"Genesis 8:10\" href=\"/Genesis.8.10\">Gn 8:10</a> +, <span dir=\"rtl\">שַׁלֵּ֑חַ</span> <a data-ref=\"Exodus 7:27\" href=\"/Exodus.7.27\">Ex 7:27</a> +, etc.; Pt. <span dir=\"rtl\">מְשַׁלֵּחַ</span> <a data-ref=\"Genesis 43:4\" href=\"/Genesis.43.4\">Gn 43:4</a> +, etc.;— <strong>1.</strong>  <em>send off</em>, <em>away</em>, human subj.: <strong>a.</strong>  acc. pers. + ל loc. <a data-ref=\"Joshua 24:28\" href=\"/Joshua.24.28\">Jos 24:28</a> (E), <a data-ref=\"Judges 7:8\" href=\"/Judges.7.8\">Ju 7:8</a>; <a data-ref=\"I Samuel 10:25\" href=\"/I_Samuel.10.25\">1 S 10:25</a> +; + ל pers. <a data-ref=\"Jeremiah 48:12\" href=\"/Jeremiah.48.12\">Je 48:12</a>; + -ה loc. <a data-ref=\"Judges 12:9\" href=\"/Judges.12.9\">Ju 12:9</a> and (c. inf. purpose) <a data-ref=\"Genesis 28:6\" href=\"/Genesis.28.6\">Gn 28:6</a> (P); acc. of goat, <span dir=\"rtl\">לַעֲזָאזֵל</span> <a data-ref=\"Leviticus 16:10\" href=\"/Leviticus.16.10\">Lv 16:10</a> (<span dir=\"rtl\">-ה</span> loc.), v <a data-ref=\"Leviticus 16:26\" href=\"/Leviticus.16.26\">26</a>; <em>send out</em>, different ways, acc. pers., ב loc. <a data-ref=\"Judges 19:29\" href=\"/Judges.19.29\">Ju 19:29</a>; <a data-ref=\"Judges 20:6\" href=\"/Judges.20.6\">20:6</a>; <em>send</em> into exile, <span dir=\"rtl\">י׳</span> subj., c. <span dir=\"rtl\">מִן</span> loc. <a data-ref=\"Jeremiah 24:5\" href=\"/Jeremiah.24.5\">Je 24:5</a>, -ה loc. <a data-ref=\"Jeremiah 29:20\" href=\"/Jeremiah.29.20\">29:20</a>. <strong>b.</strong>  <em>send away, dismiss</em>, acc. pers. <a data-ref=\"Genesis 21:14\" href=\"/Genesis.21.14\">Gn 21:14</a> (E), <a data-ref=\"Genesis 25:6\" href=\"/Genesis.25.6\">25:6</a> (J; <span dir=\"rtl\">מֵעַל</span> pers.), <a data-ref=\"II Samuel 13:16\" href=\"/II_Samuel.13.16\">2 S 13:16</a> +; specif., c. acc. of wife (= <em>divorce</em>), <a data-ref=\"Deuteronomy 22:19\" href=\"/Deuteronomy.22.19\">Dt 22:19</a>, <a data-ref=\"Deuteronomy 22:29\" href=\"/Deuteronomy.22.29\">29</a>; <a data-ref=\"Deuteronomy 24:1\" href=\"/Deuteronomy.24.1\">24:1</a>, <a data-ref=\"Deuteronomy 24:3\" href=\"/Deuteronomy.24.3\">3</a>; <a data-ref=\"Jeremiah 3:1\" href=\"/Jeremiah.3.1\">Je 3:1</a> +, abs. <a data-ref=\"Malachi 2:16\" href=\"/Malachi.2.16\">Mal 2:16</a>. <strong>c.</strong>  <em>send away</em> empty (-handed) <span dir=\"rtl\">רֵיקָם</span>, + acc. pers. <a data-ref=\"Genesis 31:41\" href=\"/Genesis.31.41\">Gn 31:42</a> (E), <a data-ref=\"Deuteronomy 15:13\" href=\"/Deuteronomy.15.13\">Dt 15:13</a>; <a data-ref=\"Job 22:9\" href=\"/Job.22.9\">Jb 22:9</a>. <strong>d.</strong>  <em>send off</em>, give a ‘send-off’ (sometimes escort part way), acc. pers., <a data-ref=\"Genesis 18:16\" href=\"/Genesis.18.16\">Gn 18:16</a>; <a data-ref=\"Genesis 24:59\" href=\"/Genesis.24.59\">24:59</a>; <a data-ref=\"Genesis 31:27\" href=\"/Genesis.31.27\">31:27</a> (all J), <a data-ref=\"I Samuel 9:26\" href=\"/I_Samuel.9.26\">1 S 9:26</a>; <a data-ref=\"II Samuel 19:32\" href=\"/II_Samuel.19.32\">2 S 19:32</a>; <a data-ref=\"II Kings 5:24\" href=\"/II_Kings.5.24\">2 K 5:24</a>; <a data-ref=\"II Kings 6:23\" href=\"/II_Kings.6.23\">6:23</a>; <a data-ref=\"Obadiah 1:7\" href=\"/Obadiah.1.7\">Ob 7</a>. <strong>e.</strong>  acc. rei <a data-ref=\"I Samuel 6:8\" href=\"/I_Samuel.6.8\">1 S 6:8</a> <a data-ref=\"Nehemiah 8:12\" href=\"/Nehemiah.8.12\">Ne 8:12</a> +, c. acc. loc. <a data-ref=\"I Samuel 5:10\" href=\"/I_Samuel.5.10\">1 S 5:10</a>; <a data-ref=\"I Samuel 6:3\" href=\"/I_Samuel.6.3\">6:3</a>, <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"Jeremiah 27:3\" href=\"/Jeremiah.27.3\">Je 27:3</a>, etc. <strong>2.</strong> <strong>a.</strong>  <em>send away</em>, subj. <span dir=\"rtl\">י׳</span>, acc. pers. <a data-ref=\"Genesis 19:29\" href=\"/Genesis.19.29\">Gn 19:29</a> (J; <span dir=\"rtl\">מִתּוֹךְ</span>), <a data-ref=\"I Kings 9:7\" href=\"/I_Kings.9.7\">1 K 9:7</a> <span dir=\"rtl\">(מֵעַל פְּנֵי)</span>. <strong>b.</strong>  <em>give over</em>, acc. pers. <a data-ref=\"Psalms 81:13\" href=\"/Psalms.81.13\">ψ 81:13</a> (<span dir=\"rtl\">ב</span> of evil). <strong>c.</strong>  <em>cast out</em>, acc. pers. <a data-ref=\"Jeremiah 28:16\" href=\"/Jeremiah.28.16\">Je 28:16</a> <span dir=\"rtl\">(מֵעַל־פְּנֵי)</span>, <a data-ref=\"Leviticus 18:24\" href=\"/Leviticus.18.24\">Lv 18:24</a>; <a data-ref=\"Leviticus 20:23\" href=\"/Leviticus.20.23\">20:23</a> (both <span dir=\"rtl\">מִפְּנֵי</span>). <strong>d.</strong>  <em>send out, forth</em>, send on a mission, especially of <span dir=\"rtl\">י׳</span>, c. acc. of hornet <a data-ref=\"Deuteronomy 7:20\" href=\"/Deuteronomy.7.20\">Dt 7:20</a>, cf. <a data-ref=\"Deuteronomy 28:20\" href=\"/Deuteronomy.28.20\">28:20</a>; <a data-ref=\"Deuteronomy 32:24\" href=\"/Deuteronomy.32.24\">32:24</a> (all ב pers.), serpents <a data-ref=\"Numbers 21:6\" href=\"/Numbers.21.6\">Nu 21:6</a> (E; ב pers.), lions <a data-ref=\"II Kings 17:25\" href=\"/II_Kings.17.25\">2 K 17:25</a>, <a data-ref=\"II Kings 17:26\" href=\"/II_Kings.17.26\">26</a> (both id.), foes <a data-ref=\"II Kings 24:2\" href=\"/II_Kings.24.2\">2 K 24:2</a><sup>(×2)</sup> (+ inf. purpose); pestilence <a data-ref=\"Amos 4:10\" href=\"/Amos.4.10\">Am 4:10</a>; <a data-ref=\"Ezekiel 28:23\" href=\"/Ezekiel.28.23\">Ez 28:23</a> (<span dir=\"rtl\">ב</span> pers.), etc.; also springs into <span dir=\"rtl\">(ב)</span> channel <a data-ref=\"Psalms 104:10\" href=\"/Psalms.104.10\">ψ 104:10</a>. <strong>3.</strong>  <em>let go, set free</em> (sometimes c. <span dir=\"rtl\">חָפְשִׁי</span>) <a data-ref=\"Exodus 4:23\" href=\"/Exodus.4.23\">Ex 4:23</a>; <a data-ref=\"Exodus 5:2\" href=\"/Exodus.5.2\">5:2</a><sup>(×2)</sup> (all JE), <a data-ref=\"II Samuel 3:21\" href=\"/II_Samuel.3.21\">2 S 3:21</a>, <a data-ref=\"II Samuel 3:23\" href=\"/II_Samuel.3.23\">23</a>, <a data-ref=\"II Samuel 3:24\" href=\"/II_Samuel.3.24\">24</a> +; = cease to abuse <a data-ref=\"Judges 19:25\" href=\"/Judges.19.25\">Ju 19:25</a>; + inf. purpose <a data-ref=\"Genesis 24:56\" href=\"/Genesis.24.56\">Gn 24:56</a> (J), <a data-ref=\"Exodus 5:1\" href=\"/Exodus.5.1\">Ex 5:1</a> (E; + 10 times Ex), <a data-ref=\"I Samuel 5:11\" href=\"/I_Samuel.5.11\">1 S 5:11</a>; c. acc. of bird <a data-ref=\"Genesis 8:7\" href=\"/Genesis.8.7\">Gn 8:7</a>, <a data-ref=\"Genesis 8:8\" href=\"/Genesis.8.8\">8</a> (+ <span dir=\"rtl\">מֵאִתּוֹ</span>) +; + <span dir=\"rtl\">עַל־פְּנֵי הַשָּׂדֶה</span> <a data-ref=\"Leviticus 14:7\" href=\"/Leviticus.14.7\">Lv 14:7</a>, cf. v <a data-ref=\"Leviticus 14:53\" href=\"/Leviticus.14.53\">53</a> (both P); = <em>let loose</em>, acc. of beast, <a data-ref=\"Exodus 22:4\" href=\"/Exodus.22.4\">Ex 22:4</a> (E), <a data-ref=\"Leviticus 16:22\" href=\"/Leviticus.16.22\">Lv 16:22</a> (<span dir=\"rtl\">ב</span> loc.); acc. of bridle <a data-ref=\"Job 30:11\" href=\"/Job.30.11\">Jb 30:11</a> (fig.); metaph. of strife <a data-ref=\"Proverbs 6:14\" href=\"/Proverbs.6.14\">Pr 6:14</a>, <a data-ref=\"Proverbs 6:19\" href=\"/Proverbs.6.19\">19</a>; <a data-ref=\"Proverbs 16:28\" href=\"/Proverbs.16.28\">16:28</a>; <em>let loose</em> waters, subj. <span dir=\"rtl\">י׳</span>, <a data-ref=\"Job 12:15\" href=\"/Job.12.15\">Jb 12:15</a>. <strong>4.</strong>  <em>shoot forth</em> branches, <a data-ref=\"Jeremiah 17:8\" href=\"/Jeremiah.17.8\">Je 17:8</a> <a data-ref=\"Psalms 80:12\" href=\"/Psalms.80.12\">ψ 80:12</a> <a data-ref=\"Ezekiel 31:5\" href=\"/Ezekiel.31.5\">Ez 31:5</a> (but v. i. <span dir=\"rtl\">שֶׁלַח</span> <strong>2</strong>); cf. of locks <span dir=\"rtl\">(פֶּרַע)</span> <a data-ref=\"Ezekiel 44:20\" href=\"/Ezekiel.44.20\">Ez 44:20</a> = <em>let grow long</em>. <strong>5.</strong>  <em>let down</em>, acc. pers. <a data-ref=\"Jeremiah 38:6\" href=\"/Jeremiah.38.6\">Je 38:6</a> (<span dir=\"rtl\">ב</span> instr.), acc. rei v <a data-ref=\"Jeremiah 38:11\" href=\"/Jeremiah.38.11\">11</a> (id. + <span dir=\"rtl\">אֶל</span> pers. et loc.). <strong>6.</strong>  <em>shoot</em> (acc. of arrow om.), <span dir=\"rtl\">לְשַׁ׳ לִי לְמַטָּרָה</span> <a data-ref=\"I Samuel 20:20\" href=\"/I_Samuel.20.20\">1 S 20:20</a>. <strong>7.</strong>  phrases: <span dir=\"rtl\">שִׁלַּח (אֶת־)הָעִיר בָּאֵשׁ</span> †<a data-ref=\"Judges 1:8\" href=\"/Judges.1.8\">Ju 1:8</a>; <a data-ref=\"Judges 20:48\" href=\"/Judges.20.48\">20:48</a>, cf. <a data-ref=\"II Kings 8:12\" href=\"/II_Kings.8.12\">2 K 8:12</a> <a data-ref=\"Psalms 74:7\" href=\"/Psalms.74.7\">ψ 74:7</a>; but also <span dir=\"rtl\">שׁ׳ אֵשׁ בְּ</span> †<a data-ref=\"Amos 1:4\" href=\"/Amos.1.4\">Am 1:4</a>, <a data-ref=\"Amos 1:7\" href=\"/Amos.1.7\">7</a>, <a data-ref=\"Amos 1:10\" href=\"/Amos.1.10\">10</a>, <a data-ref=\"Amos 1:12\" href=\"/Amos.1.12\">12</a>; <a data-ref=\"Amos 2:2\" href=\"/Amos.2.2\">2:2</a>, <a data-ref=\"Amos 2:5\" href=\"/Amos.2.5\">5</a>; <a data-ref=\"Hosea 8:14\" href=\"/Hosea.8.14\">Ho 8:14</a>; <a data-ref=\"Ezekiel 39:6\" href=\"/Ezekiel.39.6\">Ez 39:6</a>; rare expressions are: <span dir=\"rtl\">וַיְשַׁלְּחֵם בְּיַד־פִּשְׁעָם</span> <a data-ref=\"Job 8:4\" href=\"/Job.8.4\">Jb 8:4</a> (God subj.); <em>stretch out</em> hand, ב rei (for use) <a data-ref=\"Proverbs 31:19\" href=\"/Proverbs.31.19\">Pr 31:19</a>, ל pers. (charity) v <a data-ref=\"Proverbs 31:20\" href=\"/Proverbs.31.20\">20</a>; <span dir=\"rtl\">חֶבְלֵיהֶם תְּשַׁלַּחְנָה</span> <a data-ref=\"Job 39:3\" href=\"/Job.39.3\">Jb 39:3</a> (of hinds, bearing); <span dir=\"rtl\">שַׁלַּח לַחְמְךָ עַל־פְּנֵי הַמָּ֑יִם</span> <a data-ref=\"Ecclesiastes 11:1\" href=\"/Ecclesiastes.11.1\">Ec 11:1</a>.—<span dir=\"rtl\">רַגְלַי שִׁלֵּ֑חוּ</span> <a data-ref=\"Job 30:12\" href=\"/Job.30.12\">Jb 30:12</a> is corrupt; Theod Ew Di <span dir=\"rtl\">רַגְלָם שִׁלֵּ֑חוּ</span>; Me Bu Be al. dittogr. from v <a data-ref=\"Job 30:11\" href=\"/Job.30.11\">11</a> b.<br><strong>Pu.</strong>  Pf. 3 ms. <span dir=\"rtl\">שֻׁלַּח</span> <a data-ref=\"Judges 5:15\" href=\"/Judges.5.15\">Ju 5:15</a>; <a data-ref=\"Job 18:8\" href=\"/Job.18.8\">Jb 18:8</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יְשֻׁלַּח</span> <a data-ref=\"Proverbs 17:11\" href=\"/Proverbs.17.11\">Pr 17:11</a>; Pt. <span dir=\"rtl\">מְשֻׁלָּח</span> <a data-ref=\"Isaiah 16:2\" href=\"/Isaiah.16.2\">Is 16:2</a> +;—<em>be sent off</em> (started on journey) <a data-ref=\"Genesis 44:3\" href=\"/Genesis.44.3\">Gn 44:3</a> (J); with commission, ב pers. <a data-ref=\"Obadiah 1:1\" href=\"/Obadiah.1.1\">Ob 1</a>; <a data-ref=\"Proverbs 17:11\" href=\"/Proverbs.17.11\">Pr 17:11</a>, <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"Daniel 10:11\" href=\"/Daniel.10.11\">Dn 10:11</a>; <em>be put away, divorced</em>, of wife <a data-ref=\"Isaiah 50:1\" href=\"/Isaiah.50.1\">Is 50:1</a> (fig.); <em>be impelled</em> (?), <span dir=\"rtl\">בְּרַגְלָיו</span> (= <em>at his heels?</em>), c. ב loc. <a data-ref=\"Judges 5:15\" href=\"/Judges.5.15\">Ju 5:15</a> (vb. dub.), cf. <span dir=\"rtl\">שֻׁלַּח בְּרֶשֶׁת בְּרַגְלָיו</span> <a data-ref=\"Job 18:8\" href=\"/Job.18.8\">Jb 18:8</a> <em>he is hurried into the net with his feet</em> (? 𝔊 Du <span dir=\"rtl\">שֻׁלְּחָה רַגְלוֹ</span>); <span dir=\"rtl\">קֵן מְשֻׁלָּח</span> <a data-ref=\"Isaiah 16:2\" href=\"/Isaiah.16.2\">Is 16:2</a> <em>a driven</em> (scattered) <em>nest</em> (‖ <span dir=\"rtl\">עוֹף נוֹדֵד</span>), cf. <span dir=\"rtl\">נָוֶה מְשׁ׳ וְנֶעֱזָב כַּמִּדְבָּר</span> <a data-ref=\"Isaiah 27:10\" href=\"/Isaiah.27.10\">27:10</a>; <span dir=\"rtl\">נַעַר מְשׁ׳</span> <a data-ref=\"Proverbs 29:15\" href=\"/Proverbs.29.15\">Pr 29:15</a> <em>a boy let loose</em> (unrestrained).<br>†<strong>Hiph.</strong>  Pf. 1 s. <span dir=\"rtl\">וְהִשְׁלַחְתִּ֫י</span> <em>and I</em> <span dir=\"rtl\">(י׳)</span> <em>will send</em> famine, <span dir=\"rtl\">בָּאָרֶץ</span> <a data-ref=\"Amos 8:11\" href=\"/Amos.8.11\">Am 8:11</a>, cf. <a data-ref=\"Ezekiel 14:13\" href=\"/Ezekiel.14.13\">Ez 14:13</a>, wild beasts; ב pers. <a data-ref=\"Leviticus 26:22\" href=\"/Leviticus.26.22\">Lv 26:22</a> (H); Pt. <span dir=\"rtl\">מַשְׁלִיחַ</span>, acc. of flies, ב pers. <a data-ref=\"Exodus 8:17\" href=\"/Exodus.8.17\">Ex 8:17</a> (J); Inf. cstr. <span dir=\"rtl\">לְהַשְׁלִיחַ</span>, acc. of foe, ב gent. <a data-ref=\"II Kings 15:37\" href=\"/II_Kings.15.37\">2 K 15:37</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64d34b46589d7b7f8b69d61c", "index_title": "Cassuto on Exodus", "category": "Commentary", "type": "commentary", "ref": "Cassuto on Exodus 7:27:1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "Cassuto on Exodus 7:27:1", "sourceHeRef": "קאסוטו על שמות ז׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "commentaryNum": 27.0001, "collectiveTitle": {"en": "Cassuto", "he": "קאסוטו"}, "he": "<b>ואם מאן אתה לשלח</b> אותם, <b>הנה אנכי נוגף את כל גבולך בצפרדעים</b>. בלשונות ההתראה על המכות רגילות לבוא המלים <b>הנה אנכי</b> ואחריהן בינוני פועל, והפועל מתחלף כפעם בפעם. על המכה הראשונה נאמר: הנה אנכי מכה (וכבר למעלה. ד', כ\"ג, הנה אנכי הורג), וכאן הנה אנוכי נוגף. חילופים אחרים יבואו להלן. גם עניין הצפרדעים מתאים למציאות הרגילה במצרים. בכל שנה ושנה. אחר השטפון של מי הנילוס, רב עד מאד מספר הצפרדעים במים ההולכים ונסוגים. גם כאן אפוא הכוונה למכת מדינה, שבאה באותה השנה בממדים יוצאים מן הכלל וברגע המתאים למטרה. הפירוש הנפוץ בימי הביניים, שצפרדעים אלו הם הם התמסחים, הקרוקודילים, בוודאי אינו נכון, שהרי אין מקום לתמסחים במיטות של בני אדם ובתנורים ובמשארות (ז', כ\"ח) ואינם ניתנים להצטבר בקלות חמרים חמרים (ח', י'). המצרים היו מיחסים לצפרדעים, השורצות במים לאין מספר, מעין כח אלהי, וראו בהן סמל הפוריות. אחת האלות של הפנתיאון המצרי, חקת, בת זוגו של האל ח'נם, המצויירת בצורת אשת בעלת ראש צפרדע, היתה נחשבת כנופחת נשמת חיים באפי הגלמים שבעלה היה יוצר על האבנים, עפר מן האדמה (עיין למעלה, על א', ט\"ז). סיפור התורה מתכוון ללמד שרק אלהי ישראל שולט בעולם, והוא לבדו נותן כוח פוריות לנבראים כפי רצונו, וצפרדעים הללו, הנראות בעיני המצרים כסמל הפוריות, תוכלנה להיהפך, אם הוא ירצה בכך, ודווקא מחמת פוריותם המופרזת, מסימן ברכה לסימן קללה.", "heVersionTitle": "Jerusalem, 1951", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "668bc137310e2d929aa16f4b", "index_title": "David Zvi Hoffmann on Exodus", "category": "Tanakh", "type": "commentary", "ref": "David Zvi Hoffmann on Exodus 7:27:1", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "David Zvi Hoffmann on Exodus 7:27:1", "sourceHeRef": "פירושי רד\"צ הופמן על שמות ז׳:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "commentaryNum": 27.0001, "collectiveTitle": {"en": "David Zvi Hoffmann on Exodus", "he": "פירושי רד\"צ הופמן על שמות"}, "he": "<b>מאן</b> בקיצור במקום \"ממאן\".", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2010", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "668bc138310e2d929aa16f4d", "index_title": "David Zvi Hoffmann on Exodus", "category": "Tanakh", "type": "commentary", "ref": "David Zvi Hoffmann on Exodus 7:27:2", "anchorRef": "Exodus 7:27", "anchorRefExpanded": ["Exodus 7:27"], "sourceRef": "David Zvi Hoffmann on Exodus 7:27:2", "sourceHeRef": "פירושי רד\"צ הופמן על שמות ז׳:כ״ז:ב׳", "anchorVerse": 27, "sourceHasEn": false, "commentaryNum": 27.0002, "collectiveTitle": {"en": "David Zvi Hoffmann on Exodus", "he": "פירושי רד\"צ הופמן על שמות"}, "he": "<b>נגף</b> המכות נקראות גם מגפות.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2010", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]