[{"_id": "50f69befedbab4094af8416c", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Orach Chayim 1:9", "anchorRef": "Exodus 30:17-21", "anchorRefExpanded": ["Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21"], "sourceRef": "Shulchan Arukh, Orach Chayim 1:9", "sourceHeRef": "שולחן ערוך, אורח חיים א׳:ט׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 1.0009, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<i data-commentator=\"Be'er HaGolah\" data-label=\"כ\" data-order=\"11\"></i>יש נוהגין לומר פ' הכיור ואח\"כ פרשת תרומת הדשן ואח\"כ פ' התמיד ואח\"כ פרשת מזבח <i data-commentator=\"Magen Avraham\" data-order=\"12\"></i>מקטר קטורת ופרשת סממני הקטורת <i data-commentator=\"Eshel Avraham\" data-label=\"ד\" data-order=\"4\"></i>ועשייתו:", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "Some have the custom to say the passage of the Laver (Exodus 30:17-21), and afterwards the passage of the removal of the ashes (Leviticus 6:1-6), and afterwards the passage of the continual-offering (Numbers 28:1-8), and afterwards the passage of the Incense Altar (Exodus 30:7-10) and the passage of the spices of the Incense and its preparation (Exodus 30:34-36).", "versionTitle": "Wikisource Shulchan Aruch", "license": "CC-BY-SA", "versionTitleInHebrew": "שולחן ערוך (ויקיטקסט)"}, {"_id": "52072a58edbab4556a70dd10", "index_title": "Ramban on Exodus", "category": "Commentary", "type": "commentary", "ref": "Ramban on Exodus 30:19:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Ramban on Exodus 30:19:1", "sourceHeRef": "רמב\"ן על שמות ל׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>וְרָחֲצוּ אַהֲרֹן וּבָנָיו וְגוֹ'</b> הָרְחִיצָה הַזּוֹ דֶּרֶךְ כָּבוֹד שֶׁלְּמַעְלָן, כִּי כָּל הַקָּרֵב לְשֻׁלְחַן הַמְּלָכִים לְשָׁרֵת וְלִיגַע בְּפַת בַּג הַמֶּלֶךְ וּבְיֵין מִשְׁתָּיו רוֹחֵץ יָדָיו בַּעֲבוּר הֱיוֹת הַיָּדַיִם עַסְקָנִיּוֹת. וְהוֹסִיף כָּאן לִרְחֹץ הָרַגְלַיִם בַּעֲבוּר הֱיוֹת הַכֹּהֲנִים מְשָׁרְתִים יְחֵפִים וְיֵשׁ בְּנֵי אָדָם שֶׁיֵּשׁ בְּרַגְלֵיהֶם זֻהֲמָא וְכִעוּר: וְעַל דֶּרֶךְ הָאֱמֶת, בַּעֲבוּר הֱיוֹת רֹאשׁ הָאָדָם וְסוֹפוֹ הַיָּדַיִם וְהָרַגְלַיִם, כִּי הַיָּדַיִם לְמַעְלָה מִכָּל גּוּפוֹ בְּהַגְבִּיהוֹ אוֹתָן, וְהָרַגְלַיִם לְמַטָּה, וְהֵם בְּצוּרַת הָאָדָם רֶמֶז לְעֶשֶׂר הַסְּפִירוֹת שֶׁיִּהְיֶה כָּל גּוּפוֹ בֵּינֵיהֶם, וּכְמוֹ שֶׁאָמְרוּ בְּסֵפֶר יְצִירָה (פרק ו) כָּרַת לוֹ בְּרִית בֵּין עֶשֶׂר אֶצְבְּעוֹת יָדָיו וּבֵין עֶשֶׂר אֶצְבְּעוֹת רַגְלָיו בְּמִילַת הַלָּשׁוֹן וּבְמִילַת הַמָּעוֹר, לְפִיכָךְ נִצְטַוּוּ מְשָׁרְתֵי עֶלְיוֹן לִרְחֹץ הַיָּדַיִם וְהָרַגְלַיִם. וְהָרְחִיצָה הַזֹּאת לִקְדֻשָּׁה תִּרְגֵּם אוֹתָהּ אוּנְקְלוֹס (תרגום אונקלוס על שמות ל':י\"ט), וּמִן הָעִנְיָן הַזֶּה תִּקְּנוּ רַבּוֹתֵינוּ נְטִילַת יָדַיִם לַתְּפִלָּה, שֶׁיִּתְכַּוֵּן לָזֶה, כְּטַעַם נְשִׂיאוּת כַּפַּיִם. וְהָרְחִיצָה הִיא הַמִּצְוָה, אֲבָל הַכִּיּוֹר צִוָּה בּוֹ לְהַזְמָנָה וְאֵינֶנּוּ מְעַכֵּב (זבחים כא:) וְלֹא מִצְוָה, כִּי בְּיוֹם הַכִּפּוּרִים כֹּהֵן גָּדוֹל מְקַדֵּשׁ יָדָיו וְרַגְלָיו מִקִּיתוֹן שֶׁל זָהָב שֶׁהָיוּ עוֹשִׂין לִכְבוֹדוֹ (יומא מג:), אֲבָל לָמַדְנוּ מִן הַכִּיּוֹר כִּי צְרִיכָה כְּלִי:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND AARON AND HIS SONS SHALL WASH THEIR HANDS AND THEIR FEET THEREAT. This washing was out of reverence for Him Who is on high, for whoever approaches the King’s table to serve, or to touch <i>the portion of the king’s food, and of the wine which he drinks</i>,<sup class=\"footnote-marker\">88</sup><i class=\"footnote\">Daniel 1:5.</i> washes his hands, because “hands are busy”<sup class=\"footnote-marker\">89</sup><i class=\"footnote\">Succah 26b.</i> [touching unclean things automatically]. In addition He prescribed here the washing of feet because the priests performed the Service barefooted, and there are some people who have impurities and dirt on their feet.<br>By way of the Truth, [the mystic teachings of the Cabala], these parts of the body had to be washed because the extremities of the person’s body are his hands and feet, for when the hands are upraised they are higher than the rest of the body, and the feet are the lowest point. They allude in the human form to the Ten Emanations, with the whole body between them, just as the Rabbis have said in Sefer Yetzirah:<sup class=\"footnote-marker\">90</sup><i class=\"footnote\">Sefer Yetzirah (Book of Creation), 6:4.</i> “He made a covenant with him [i.e., Abraham] between the ten fingers of his hands and the ten fingers of his feet, with the protrusive part of the tongue and with the protrusive part of the nakedness.” Therefore the ministers of the One on High were commanded to wash their hands and feet, this washing being for the sake of holiness, as Onkelos translated here, <i>l’rochtzah</i> (to wash): <i>l’kidush</i> (to sanctify).<sup class=\"footnote-marker\">91</sup><i class=\"footnote\">But in all other places (such as Genesis 18:4) Onkelos renders the term <i>rochtzah</i> (washing) literally.</i> It is on the basis of the idea of this commandment that our Rabbis have instituted the washing of hands before prayer,<sup class=\"footnote-marker\">92</sup><i class=\"footnote\">Berachoth 60b.</i> in order that one should direct one’s thoughts to this matter, just as in the uplifting of hands by the priests when blessing the people.<sup class=\"footnote-marker\">93</sup><i class=\"footnote\">When reciting the Benediction for the washing of hands one must lift up the hands. This is comparable to the raising of the hands of the priests in order to bring down the blessings from on High; so also the washer raises his hands for that purpose.</i><br>It is the washing which is the essence of the commandment, but He commanded [the making of] the laver only in order that the water should be ready in it. Thus the absence of the laver does not invalidate the washing, neither is there any duty [to do the washing specifically from the laver]; thus on the Day of Atonement the High Priest washed his hands and feet from a golden jug<sup class=\"footnote-marker\">94</sup><i class=\"footnote\">Yoma 43b.</i> which they made in his honor. However, what we do learn from the laver [that the Torah mentions], is that the washing [of the hands and feet by the priests] must be performed from a vessel.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "52528427edbab4498f482131", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Exodus; Perush HaArokh 30:19:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 30:19:1", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך ל׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "<b>ורחצו.</b> הזכיר צורך הכיור בעבור המשרתים שהם אהרן ובניו ודורותיהם. ולא הזכיר משה עתה כי הוא לבדו יעשה כן כל ימי היותו חי אבל הזכיר זה בשעת מעשה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "SHALL WASH. Scripture mentions that the laver was necessary because of those who served in the tabernacle, namely, Aaron and his sons and their descendants. Moses is not now mentioned, as Moses alone used the laver as long as he lived.<sup class=\"footnote-marker\">94</sup><i class=\"footnote\">His descendants who were not priests, did not use the laver.</i> However, Scripture mentions Moses’ use of the laver when it describes the actual setting up of the laver.<sup class=\"footnote-marker\">95</sup><i class=\"footnote\">See Ex. 40:31.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe1fbfba276047f62b6", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 30:19", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Onkelos Exodus 30:19", "sourceHeRef": "תרגום אונקלוס על שמות ל׳:י״ט", "anchorVerse": 19, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 30.0019, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "<b>וִיקַדְּשׁוּן</b> אַהֲרֹן וּבְנוֹהִי <b>מִנֵּיהּ</b> יָת יְדֵיהוֹן וְיָת רַגְלֵיהוֹן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Aharon and his sons will wash from it [<b>sanctify</b>] their hands and their feet [<b>from it</b>].", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eebaf6", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 30:19", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Targum Jonathan on Exodus 30:19", "sourceHeRef": "תרגום יונתן על שמות ל׳:י״ט", "anchorVerse": 19, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 30.0019, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "וְיִסְבּוּן מִנֵּיהּ בִּנְטִילָא דַכְיָא וִיקַדְשׁוּן בְּמוֹהִי אַהֲרן וּבְנוֹי יַת יְדֵיהוֹן וְיַת רִיגְלֵיהוֹן", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And they shall take from it for a cleansing ablution. And Aharon and his sons shall sanctify their hands and their feet with its water;  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f177b7fbfba22336ea1166", "index_title": "Or HaChaim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Exodus 30:19:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Or HaChaim on Exodus 30:19:1", "sourceHeRef": "אור החיים על שמות ל׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על שמות", "he": "<b>את ידיהם ואת רגליהם</b>. לא היה צריך לומר אלא ידיהם ורגליהם, אלא נתכוון לומר שאין רחיצה לידים בלא רגלים ולא לרגלים בלא ידים, לזה אמר <b>את</b> פירוש עם ידיהם רגליהם ועם רגליהם ידיהם והם דברי רז\"ל בזבחים (י\"ט:) שצריך לקדש ידים ורגלים כאחד:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span class=\"font1\">את ידיהם ואת רגליהם</span>. \"their hands and their feet.\"</b> The two words <span class=\"font1\">את</span> were not really necessary. The reason the Torah wrote the word <span class=\"font1\">את</span> each time is to tell us that washing of the hands without washing of the feet at the same time, or washing of the feet without washing of the hands at the same time did not accomplish its purpose. In other words the word <span class=\"font1\">את</span> really means <span class=\"font1\">עם</span>. The source for our explanation can be found in <i>Zevachim</i> 19 where we are told that the priest had to sanctify hands and feet simultaneously.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54b1d977fbfba21603f52cc8", "index_title": "Mishneh Torah, Positive Mitzvot", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Positive Mitzvot 24", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Mishneh Torah, Positive Mitzvot 24", "sourceHeRef": "משנה תורה, מצוות עשה כ״ד", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 24, "collectiveTitle": {"en": "Mishneh Torah, Positive Mitzvot", "he": "משנה תורה, מצוות עשה"}, "heTitle": "משנה תורה, מצוות עשה", "he": "לְקַדַּשׁ הַכּוֹהֵן יָדָיו וְרַגְלָיו בְּשָׁעַת הָעֲבוֹדָה, שֶׁנֶּאֱמָר: \"וְרָחֲצוּ אַהֲרֹן וּבָנָיו...\" (שמות ל, יט).", "heVersionTitle": "Wikisource Mishneh Torah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "משנה תורה (ויקיטקסט)", "text": "For a priest to sanctify his hands and feet at the time of service [in the Temple], as [Exodus 30:19] states: \"And Aaron and his sons will wash....\"", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "54b1d9d4fbfba21603f5a4c8", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 106:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Sefer HaChinukh 106:1", "sourceHeRef": "ספר החינוך ק״ו:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 106.0001, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "<b>מִצְוַת קִדּוּשׁ יָדַיִם וְרַגְלַיִם בִּשְׁעַת עֲבוֹדָה</b> – לִרְחֹץ (סהמ\"צ להרמב\"ם עשה כד) הַיָּדַיִם וְרַגְלַיִם בְּכָל עֵת הִכָּנֵס לַהֵיכָל (עי' תוס' יומא ה ב בד\"ה להביא) וְהַבָּא לַעֲבֹד עֲבוֹדָה, וְזֹאת הִיא מִצְוַת קִדּוּשׁ יָדַיִם וְרַגְלַיִם, שֶׁנֶּאֱמַר (שמות ל יט) וְרָחֲצוּ אַהֲרֹן וּבָנָיו מִמֶּנּוּ אֶת יְדֵיהֶם וְאֶת רַגְלֵיהֶם בְּבֹאָם אֶל אֹהֶל מוֹעֵד וְגוֹ' אוֹ בְגִשְׁתָּם אֶל הַמִּזְבֵּחַ וְגוֹ'.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b>The commandment of sanctifying the hands and the feet at the time of the service:</b> To wash (Sefer HaMitzvot, Positive Commandments 24) the hands and the feet at all times when one enters into the sanctuary and when one comes to do the service (see Tosafot on Yoma 5b, s.v. <i>lehavi</i>) — and that is the commandment of the sanctification of the hands and the feet — as it is stated (Exodus 30:19-20), “And let Aharon and his sons wash their hands and feet [...] When they enter the Tent of Meeting, etc. or when they approach the altar to serve, etc.”", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "55adf6f8fbfba23a068094a6", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Ki Tisa 3", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Meshekh Chokhmah, Ki Tisa 3", "sourceHeRef": "משך חכמה, כי תשא ג׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 3, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "כי תשא", "he": "<b>ורחצו </b>אהרן ובניו ממנו את ידיהם ואת רגליהם בבת אחת היה מקדש ידיו ורגליו. בשו\"ת שער אפרים סי' מ\"ח הקשה מהא דמגילה אי הוה כתב את יום י\"ד וט\"ו כדקאמרת השתא דכתיב ואת כו' אתא את ופסיק. ועיין מרובה דף ס\"ה בזה. והנ\"ל עפ\"י מה ששנינו בספרי פרשת קורח פסקא קט\"ז שאכילת קדשים כעבודה למיטען קידוש ידיו, אי מה להלן קידוש ידיו ורגליו אף כאן ידיו ורגליו, אמרת מקום שצריך ידיו ורגליו כו' מקום שאינו צריך אלא ידיו מקדש ידיו, ולכן אמר ירחצו ממנו אהרן ובניו את ידיהם, בין לקידוש לעבודה בין לקידוש לאכילה, ואת רגליהם לעבודה, ולכן פסיק קרא. ועיין פ\"ק דבכורות דף ו' ורבנן איידי דהא קדושת הגוף והא קדושת דמים פסיק להו והדר ערביה ודו\"ק. ודע, דדוקא אכילת קדשים במתנות כהונה בעי קידוש ידים מן התורה, אבל לא אכילת קדשים לבעלים ישראל, דזה רק מתקנת שלמה כדאמר בפ\"ק דשבת, והבן.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "56a613f1d6e4a923e49c7889", "index_title": "Sefer HaMitzvot", "category": "Halakhah", "type": "commentary", "ref": "Sefer HaMitzvot, Positive Commandments 24:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Sefer HaMitzvot, Positive Commandments 24:1", "sourceHeRef": "ספר המצוות, מצוות עשה כ״ד:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1167, 1179], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Sefer HaMitzvot", "he": "ספר המצוות"}, "heTitle": "מצוות עשה", "he": " היא שצוה הכהנים לרחוץ ידיהם ורגליהם כל זמן שיצטרכו להכנס בהיכל ולעבוד עבודה, וזו היא קדוש ידים ורגלים, והוא אמרו יתעלה ורחצו אהרן ובניו את ידיהם ואת רגליהם בבאם אל אהל מועד. ומצות עשה זו יתחייב העובר עליה מיתה בידי שמים, רוצה לומר שכהן ששמש במקדש בלא קדוש ידים ורגלים חייב מיתה בידי שמים והוא אמרו יתברך שמו ירחצו מים ולא ימותו. וכבר נתבארו משפטי מצוה זו בשלמות בשני מזבחים. (כי תשא, הלכות ביאת המקדש פרק ח'): ", "heVersionTitle": "Sefer HaMitzvot, Warsaw 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר המצוות, ורשה 1883", "text": "That is that He commanded the priests to wash their hands and their feet any time they needed to enter the [Temple] chamber and do the service. And this is the sanctification of the hands and the feet. And this is His, may He be exalted, saying, \"And let Aharon and his sons wash their hands and feet [from it]. When they enter the Tent of Meeting\" (Exodus 30:19-20) And one who transgresses this positive commandment is liable for death at the hands of the Heavens - meaning to say that a priest that serves in the Temple without sanctification of the hands and feet is liable for death at the hands of the Heavens. And that is His, may His name be blessed, saying, \"they shall wash with water, that they may not die\" (Exodus 30:20). And the regulations of this commandment have already been completely explained in the second chapter of Zevachim. (See Parashat Ki Tissa; Mishneh Torah, The Chosen Temple 8.)", "versionTitle": "Sefaria Edition 2021, Translated by Rabbi Francis Nataf", "license": "", "versionTitleInHebrew": ""}, {"_id": "574c6ef6d6e4a9347afe0f72", "index_title": "Rashi on Exodus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Exodus 30:19:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Rashi on Exodus 30:19:1", "sourceHeRef": "רש\"י על שמות ל׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על שמות", "he": "<b>את ידיהם ואת רגליהם.</b> בְּבַת אַחַת הָיָה מְקַדֵּשׁ יָדָיו וְרַגְלָיו; וְכָךְ שָׁנִינוּ בִזְבָחִים (דף י\"ט); כֵּיצַד קִדּוּשׁ יָדַיִם וְרַגְלַיִם? מַנִּיחַ יָדוֹ הַיְמָנִית עַל גַּבֵּי רַגְלוֹ הַיְמָנִית וְיָדוֹ הַשְּׂמָאלִית עַל גַּבֵּי רַגְלוֹ הַשְּׂמָאלִית וּמְקַדֵּשׁ:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "את ידיהם ואת רגליהם THEIR HANDS AND THEIR FEET The priest washed his hands and his feet simultaneously. Thus we learn in Zevachim 19b: How was the procedure in washing hands and feet? He placed his right hand upon his right foot (knee) and his left hand upon his left foot (knee) and thus washed both simultaneously.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "57e77cd3d6e4a94c7c18a06e", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 30:19", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Tafsir Rasag, Exodus 30:19", "sourceHeRef": "תפסיר רס\"ג, שמות ל׳:י״ט", "anchorVerse": 19, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 30.0019, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "ויגסל הרון ובנוה מנה אידיהם וארג̇להם", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "585afac7d6e4a908ac4ed72a", "index_title": "Mishneh Torah, Admission into the Sanctuary", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Admission into the Sanctuary 5:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Mishneh Torah, Admission into the Sanctuary 5:1", "sourceHeRef": "משנה תורה, הלכות ביאת מקדש ה׳:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Mishneh Torah, Admission into the Sanctuary", "he": "משנה תורה, הלכות ביאת מקדש"}, "heTitle": "משנה תורה, הלכות ביאת מקדש", "he": "מִצְוַת עֲשֵׂה לְקַדֵּשׁ כֹּהֵן הָעוֹבֵד יָדָיו וְרַגְלָיו וְאַחַר כָּךְ יַעֲבֹד שֶׁנֶּאֱמַר <small>(שמות ל יט)</small> \"וְרָחֲצוּ אַהֲרֹן וּבָנָיו מִמֶּנּוּ אֶת יְדֵיהֶם וְאֶת רַגְלֵיהֶם\". וְכֹהֵן שֶׁעָבַד וְלֹא קִדֵּשׁ יָדָיו וְרַגְלָיו שַׁחֲרִית חַיָּב מִיתָה בִּידֵי שָׁמַיִם שֶׁנֶּאֱמַר <small>(שמות ל כ)</small> \"יִרְחֲצוּ מַיִם וְלֹא יָמֻתוּ\". וַעֲבוֹדָתוֹ פְּסוּלָה בֵּין כֹּהֵן גָּדוֹל בֵּין כֹּהֵן הֶדְיוֹט: ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "It is a positive commandment for a priest<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The Rambam emphasizes that this mitzvah applies to a priest, because an animal offered as a sacrifice may be slaughtered by a non-priest. Such a person need not sanctify his hands and feet. This explanation is reinforced by some of the versions of <i>Sefer HaMitzvot</i> (positive commandment 24) which state \"A priest alone is obligated...,\" i.e., a priest and not a non-priest.</i> who serves [in the Temple] to sanctify his hands and feet<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Through washing them from the basin in the Temple Courtyard, as the Rambam proceeds to explain.</i> and afterwards perform service,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><i>Sefer HaMitzvot</i> (<i>ibid.</i>) and <i>Sefer HaChinuch</i> (mitzvah 106) consider this as one of the 613 mitzvot of the Torah.</i> as [Exodus 30:19] states: \"And Aaron and his sons will wash their hands and their feet from it.\" A priest who serves<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">If he does not perform service in the Temple Courtyard, he is not liable even if he enters without sanctifying his hands and feet (Rav Yosef Corcus).</i> without having sanctified his hands and feet in the morning<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">With the latter addition, the Rambam excludes the extra sanctifications performed by the High Priest on Yom Kippur before and after the changes of his garments. If he does not sanctify his hands and feet at this time, he does not invalidate his service, as stated in Halachah 7.</i> is liable for death at the hand of heaven,<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Nevertheless, as explained in <i>Hilchot Sanhedrin</i> 19:3, he is not liable for lashes, because he has only violated a positive commandment, not a negative commandment.</i> as [<i>ibid.</i>:20] states: \"They shall wash with water and not die.\" Their service - whether that of a High Priest or an ordinary priest - is invalid.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "585afac8d6e4a908ac4ed738", "index_title": "Mishneh Torah, Admission into the Sanctuary", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Admission into the Sanctuary 5:7", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Mishneh Torah, Admission into the Sanctuary 5:7", "sourceHeRef": "משנה תורה, הלכות ביאת מקדש ה׳:ז׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 5.0007, "collectiveTitle": {"en": "Mishneh Torah, Admission into the Sanctuary", "he": "משנה תורה, הלכות ביאת מקדש"}, "heTitle": "משנה תורה, הלכות ביאת מקדש", "he": "כֹּהֵן גָּדוֹל שֶׁלֹּא טָבַל וְלֹא קִדֵּשׁ יָדָיו וְרַגְלָיו בֵּין בְּגָדִים לִבְגָדִים וּבֵין עֲבוֹדָה לַעֲבוֹדָה בְּיוֹם הַכִּפּוּרִים וְעָבַד עֲבוֹדָתוֹ כְּשֵׁרָה. הוֹאִיל וְאוֹתָן הַטְּבִילוֹת וְהַקִּדּוּשִׁין אֵינָן שָׁוִים בְּאַהֲרֹן וּבָנָיו וְנֶאֱמַר <small>(שמות ל יט)</small> \"וְרָחֲצוּ אַהֲרֹן וּבָנָיו מִמֶּנּוּ\" דָּבָר הַשָּׁוֶה בְּכָל הַכֹּהֲנִים מְעַכֵּב שֶׁהוּא קִדּוּשׁ רִאשׁוֹן: ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "When a High Priest does not immerse himself nor sanctify his hands and feet between his changes of clothes and between his different services on Yom Kippur<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">See <i>Hilchot Avodat Yom HaKippurim</i> 2:2 for a description of these changes of clothing, immersions, and sanctifications.</i> and [continues] serving, his service is acceptable.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">He does, however, violate a positive commandment, because he does not perform the Yom Kippur service as prescribed (<i>Yoma</i> 30b).</i> [The rationale is that] since those immersions and sanctifications are not applicable equally to Aaron and his sons,<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">They are obligations of the High Priest (Aaron), but not an ordinary priest (his sons).</i> as [Exodus 30:19] states: \"And Aaron and his sons will wash from it.\" Only an obligation that is equally applicable to all the priests is an indispensable obligation, i.e., the first sanctification of one's hands.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "585afac9d6e4a908ac4ed73e", "index_title": "Mishneh Torah, Admission into the Sanctuary", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Admission into the Sanctuary 5:10", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Mishneh Torah, Admission into the Sanctuary 5:10", "sourceHeRef": "משנה תורה, הלכות ביאת מקדש ה׳:י׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 5.001, "collectiveTitle": {"en": "Mishneh Torah, Admission into the Sanctuary", "he": "משנה תורה, הלכות ביאת מקדש"}, "heTitle": "משנה תורה, הלכות ביאת מקדש", "he": "מִצְוָה לְקַדֵּשׁ מִמֵּי הַכִּיּוֹר וְאִם קִדֵּשׁ מֵאֶחָד מִכְּלֵי הַשָּׁרֵת הֲרֵי זֶה כָּשֵׁר. אֲבָל כְּלֵי הַחל אֵינָם מְקַדְּשִׁין. קִדֵּשׁ בִּכְלִי שָׁרֵת בַּחוּץ אוֹ בִּכְלִי חֹל בִּפְנִים וְעָבַד עֲבוֹדָתוֹ פְּסוּלָה. וְאֵין מְקַדְּשִׁין בְּתוֹךְ הַכִּיּוֹר אוֹ בְּתוֹךְ כְּלֵי הַשָּׁרֵת אֶלָּא מֵהֶן שֶׁנֶּאֱמַר <small>(שמות ל יט)</small> \"וְרָחֲצוּ אַהֲרֹן וּבָנָיו מִמֶּנּוּ\" וְלֹא בְּתוֹכוֹ. וְאִם קִדֵּשׁ בְּתוֹכוֹ וְעָבַד לֹא חִלֵּל: ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "It is a mitzvah to sanctify [one's hands and feet] from the basin.<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">See the description of this utensil in the conclusion of ch. 4 of <i>Hilchot Beit HaBechirah</i>.</i> If, however, one sanctifies them from a sacred utensil, the sanctification is effective. Sanctification may not, however, be performed with an ordinary utensil.<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">I.e., one that is not consecrated.</i> If one sanctified [his hands and feet] with a sacred utensil outside the Temple<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">The sanctification must be performed within the Temple Courtyard, for that is where the basin is located. Even though the sanctification need not be performed with water from the basin, it must be performed in the area where it is located (<i>Zevachim</i> 22a).</i> or did so with an ordinary utensil within the Temple and then performed service, his service is disqualified. One does not sanctify his hands and feet inside the basin or a sacred utensil, but from them, as [implied by the verse]: \"Aaron and his son's will wash from it;\" [\"from it\"] and not \"inside of it.\" If one sanctified [his hands and feet] in such a utensil and performed service, he did not desecrate it.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "585afacad6e4a908ac4ed744", "index_title": "Mishneh Torah, Admission into the Sanctuary", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Admission into the Sanctuary 5:13", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Mishneh Torah, Admission into the Sanctuary 5:13", "sourceHeRef": "משנה תורה, הלכות ביאת מקדש ה׳:י״ג", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 5.0013, "collectiveTitle": {"en": "Mishneh Torah, Admission into the Sanctuary", "he": "משנה תורה, הלכות ביאת מקדש"}, "heTitle": "משנה תורה, הלכות ביאת מקדש", "he": "כַּמָּה מַיִם צְרִיכִין לִהְיוֹת בַּכִּיּוֹר אֵין פָּחוֹת מִכְּדֵי לְקַדֵּשׁ מִמֶּנּוּ אַרְבָּעָה כֹּהֲנִים שֶׁנֶּאֱמַר <small>(שמות ל יט)</small> \"אַהֲרֹן וּבָנָיו\" וְהָיוּ אֶלְעָזָר וְאִיתָמָר וּפִינְחָס עִמָּהֶם הֲרֵי אַרְבָּעָה: ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "How much water must there be in the basin? At least enough for four priests to sanctify [their hands and feet] from it, as [indicated by Exodus 30:19 which] mentions \"Aaron and his sons.\" Together with him, there were Elazar, Itamar, and Pinchas, a total of four.<sup class=\"footnote-marker\">36</sup><i class=\"footnote\"><i>Zevachim</i> 21b cites Exodus 40:32 which states \"And Moses, Aaron, and his sons will wash from it.\" \"His sons\" is plural indicating at least two, thus reaching a total of four. The Rambam, here and in his Commentary to the Mishnah (<i>Zevachim</i> 2) substitutes Pinchas for Moses. The <i>Kessef Mishneh</i> questions that explanation on two counts: Firstly, at the time, the basin was first used, Aaron's older sons, Nadav and Avihu, were still alive. Moreover, the priesthood had not been granted to Pinchas as of yet. Rav Yosef Corcus tries to support the Rambam's understanding, explaining that according to certain views, Moses did not serve as a priest when Aaron did, only in the seven days of preparation.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5889b4e1d6e4a902855ff585", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Exodus 30:19:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Tur HaArokh, Exodus 30:19:1", "sourceHeRef": "הטור הארוך, שמות ל׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "שמות", "he": "<b>ורחצו אהרן ובניו ממנו את ידיהם ואת רגליהם. </b>כי כן דרך כל הקרב אל שלחן המלך לשרתו לרחוץ ידיו לנקיות בשביל שהידים עסקניות והוסיף כאן לרחוץ הרגלים בעבור שהכהנים עובדים יחפים ויש בני אדם ברגליהם זוהמא וכיעור וכן תקנו רבותינו רחיצה לתפלה: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ורחצו אהרן ובניו ממנו את ידיהם ואת רגליהם, “Aaron and his sons are to wash their hands and their feet with the water from this basin.” This was a standard procedure, observed by people who ventured into the presence of their king’s table in order to perform valet services there. They would wash their hands and feet immediately before commencing their duties. The procedure was not a ritual, but was purely hygienic in nature. Hands and feet are by definition more likely than any other part of the body to touch matters which contaminate them. This is why the Rabbis insisted on our washing our hands before prayer. [nowadays, when the feet are encased in shoes, the feet are less likely to become contaminated so that this part of the regulation has been relaxed. Ed.]\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d750d6e4a92bf45a957f", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Shemot 30:19:1-3", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Rabbeinu Bahya, Shemot 30:19:1-3", "sourceHeRef": "רבנו בחיי, שמות ל׳:י״ט:א׳-ג׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "שמות", "he": ["<b>ורחצו אהרן ובניו ממנו את ידיהם ואת רגליהם.</b> היה מקדש רגליו וידיו בבת אחת, ושנינו בזבחים כיצד קדוש מניח ידו הימנית על גבי רגלו הימנית וידו השמאלית על רגלו השמאלית ומקדש.\n", "<b>וע\"ד </b>הפשט טעם רחיצת הידים מטכסיסי המלכות כי כן דרך המשרתים המתקרבים אל שלחן המלך לרחוץ ידיהם תחלה מפני שהידים עסקניות הן, ורחיצת הרגלים לפי שהיו משרתים יחפים.\n", "<b>וע\"ד </b>הקבלה טעם רחיצת הידים והרגלים לרמוז על עשר ספירות שכן ראשית האדם עשרה בהגביהו ידיו למעלה וסופו עשרה, והוא הטעם שתקנו לנו רז\"ל נטילת ידים בתפלה ולשון נטילה ירמוז לזה שהוא לשון הגבהה כלשון (תהילים קל״ד:ב׳) שאו ידיכם קדש וזהו (שם קיט) ואשא כפי אל מצותיך אשר אהבתי וגו'. ולכך תרגם אונקלוס מלת ורחצו לשון קדושה שאמר ויקדשון ולא תרגם ויסחון כמשפטו בשאר המקומות לרמוז כי הכהן העובד מתלבש ומתקדש בקדושת י' ספירות, ויש בצורת האדם דוגמא להם בעשר אצבעות הידים וברית הפה בינתים וכן עשר אצבעות רגלים וברית מילה בינתים.\n"], "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["ורחצו אהרן ובניו ממנו את ידיהם ואת רגליהם, “and Aaron and his sons shall wash their hands and their feet from this basin and the water therein.” The priest would wash his hands and feet at the same time, as has been explained in Zevachim 19. He would place his right hand on top of his right foot and his left hand on top of his left foot and would wash them.", "According to the plain meaning of our text, the need for performing this washing (assuming the priests had not entered the holy precincts with dirty hands or feet) was that it was an accepted ceremony before facing Royalty. Any of the king’s attendants who served food at his table had to wash his hands immediately prior to serving the food, seeing that hands are by nature busy with many activities of which the owner is often even unaware. The reason the priests also had to wash their feet immediately before performing sacrificial service was because they were barefoot <small>(Jerusalem Talmud Shekalim 5,1)</small>.", "A Kabbalistic approach: the washing of the ten fingers and ten toes was an allusion to the ten emanations which enabled the physical universe to be created out of a totally abstract domain. When man raises his hands above his head he raises ten fingers, i.e. alludes to these ten emanations. By standing on the ground with his ten toes he demonstrates that his beginning and end (in our parlance “top to bottom”) is all a reminder of these ten emanations. This is also the reason that the sages decreed that prior to praying one ought to wash one’s hands (Berachot 15). The expression נטילת ידים for “washing one’s hands,” [as opposed to רחיצת ידים] is an allusion to Psalms 134,2 שאו ידיכם קדש, “elevate, raise your hands (before) performing something sacred and proceed to bless the Lord.” A similar expression to the word שאו is found Psalms 119,48 where the psalmist says: “I raise my hands (elevate) towards Your commandments.” This is why Onkelos translates the word ורחצו, “they shall wash,” as ויקדשון, “they shall sanctify.” Elsewhere Onkelos translates the word ורחצו as: ויסחון such as in Genesis 18,4 where Avraham asks his guests to wash their feet. The Torah hints that the priest who performs service in the Tabernacle/Temple “clothes” himself in the sanctity of the ten emanations by the act of washing his hands and feet from the basin. Nachmanides views the covenant with G’d which was both oral (mouth) and on man’s flesh (circumcision), as symbolically interposed between the ten fingers of the two hands and the ten toes of the two feet respectively."], "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "599090e1d6e4a94d00975a96", "index_title": "Mishneh Torah, Positive Mitzvot", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Positive Mitzvot 25", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Mishneh Torah, Positive Mitzvot 25", "sourceHeRef": "משנה תורה, מצוות עשה כ״ה", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 25, "collectiveTitle": {"en": "Mishneh Torah, Positive Mitzvot", "he": "משנה תורה, מצוות עשה"}, "heTitle": "משנה תורה, מצוות עשה", "he": "לַעֲרֹךְ נֵרוֹת בַּמִּקְדָּשׁ, שֶׁנֶּאֱמָר: \"יַעֲרֹךְ אֹתוֹ אַהֲרֹן וּבָנָיו\" (שמות כז, כא).", "heVersionTitle": "Wikisource Mishneh Torah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "משנה תורה (ויקיטקסט)", "text": "To prepare the candles of the Sanctuary, as [Exodus 27:21] states: \"Aaron and his sons shall prepare it.\"", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "59d488b4d6e4a939ba1735f3", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Exodus 30:19:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Torah Temimah on Torah, Exodus 30:19:1", "sourceHeRef": "תורה תמימה על התורה, שמות ל׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "שמות", "he": "<b>ורחצו. </b>מכאן אמרו (ברכות ט\"ו א׳) נטילת ידים לתפלה <sup class=\"footnote-marker\">לב</sup><i class=\"footnote\">ר\"ל משום דתפלה הוי כנגד קרבן, כמ\"ש בברכות כ\"ו ב'. ואמנם נראה דאין זה אלא אסמכתא בעלמא, וראיה לזה, שהרי בתפלה קיי\"ל אם אין לו מים מנקה ידיו בצרור או בעפר או בכל מידי דמנקי כמבואר בסוגיא כאן, ואלו בקרבן צריך מים דוקא ואם אין לו מים אינו עובד ואם עבד עבודתו פסולה, כמבואר בזבחים י\"ט ב'. <br>וע' ברמב\"ם פ\"ד ה\"ג מתפלה כתב וז\"ל, בכל התפלות צריך לרחוץ ידיו לבד, ובתפלת שחרית צריך לרחוץ גם רגליו, ותמה הראב\"ד וכתב לא ידעתי רגליו מנ\"ל, והמפרשים טרחו הרבה בישוב הדברים. ולי נראה פשוט, דתפס הרמב\"ם בשיטתו של הרשב\"א דמקור חיוב נטילת ידים לתפלה ילפינן מקרבן כמבואר לפנינו, וא\"כ מכיון דכאן כתיב ורחצו את ידיהם ואת רגליהם א\"כ גם בתפלה כן, וניחא מאוד מה שחילק בזה בין תפלת שחרית לשארי תפלות היום ע\"פ מש\"כ הוא בריש הלכות תפלה דמן התורה הוי חיוב התפלה רק פעם אחת ביום, ולכן באותה הפעם בתפלה ראשונה של יום שהיא תפלת שחרית צריך לרחוץ כמו שרחצו הכהנים קודם הקרבה, היינו הידים והרגלים, משא\"כ שארי תפלות היום שאינן אלא מדרבנן והוי הקפידא רק אנקיותא בעלמא צריך לרחוץ רק הידים לבד מפני שהידים עסקניות הן, ודו\"ק. – <br>והנה בברכות נ\"ג ב' איתא, במתניתא תני, והתקדשתם והייתם קדושים, והתקדשתם אלו מים ראשונים והייתם קדושים אלו מים אחרונים, ואינו מבואר טעם דרשה זו משמעותה ומקורה, ונראה קרוב לודאי שזו היא הברייתא השנייה בתנדב\"א (ח\"א פט\"ו) על פסוק שלפנינו, רחיצת ידים מה\"ת מנלן, מן משה ואהרן ובניו דכתיב בבואם וגו', ואצל ישראל מהו אומר והתקדשתם, מכאן היה ר\"ג אוכל חוליו בטהרה, ע\"כ, ור\"ל כמו שנתקדשו משה אהרן ובניו נתקדשו ברחיצה כמו כן ישראל דכתיב בהו לשון קדושה יתקדשו ברחיצה. <br>ובתוס' חולין ב' ב' ד\"ה טמא כתבו שאסור לטמאות גופו באוכלין טמאין כדדרשינן והתקדשתם והייתם קדושים אזהרה לבני ישראל שיאכלו חוליהן בטהרה, עכ\"ל, וכתב על זה הגרי\"ב בגליון וז\"ל לא ידעתי מקום דרשה זו, ועיין בברכות נ\"ג ב' דרשינן והתקדשתם למילתא אחריתא, עכ\"ל, ולדעתי נראה ברור שכיונו התוס' לדרשה דתנדב\"א שהבאנו. </i> [תשובת הרשב\"א סי׳ קצ\"א].\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488b4d6e4a939ba1735f5", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Exodus 30:19:2", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Torah Temimah on Torah, Exodus 30:19:2", "sourceHeRef": "תורה תמימה על התורה, שמות ל׳:י״ט:ב׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 19.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "שמות", "he": "<b>ורחצו ממנו. </b>ממנו ולא בתוכו <sup class=\"footnote-marker\">לג</sup><i class=\"footnote\">שאם הכניס ידיו בתוך הכיור ושכשך אותם בהמים פסול. ועיין בתוס' חולין ק\"ז א' בשם בה\"ג דלענין נטילת ידים לאכילה מותר כהאי גונא, דדוקא בקדוש ידים גבי כיור פסול משום דיש מיעוט ממנו, אבל בנטילת ידים מותר אפילו בתוכן. והתוס' חולקין עליו משום דבעינן שיבאו המים מכח גברא ובכהאי גונא אין זה מכח גברא, ובדעת בה\"ג כתבו דאולי ס\"ל דבאמת לא בעינן שיבאו המים מכח גברא, דזה פלוגתא בין ר\"י לרבנן ורבנן ס\"ל דלא בעינן ופסקו בה\"ג כרבנן, אע\"פ דסוגיא דשמעתא כר\"י, עכ\"ד. ובאו\"ח סי' קנ\"ט ס\"ז פסקו דבדיעבד יש לסמוך אבה\"ג, ועיי\"ש בט\"ז ומג\"א. <br>ולי נראה דס\"ל לבה\"ג דגם בכהאי גונא נקרא אתו מכח גברא, דמה לי אם מושך המים על ידיו או ידיו אל המים ומשכשכן, הלא עכ\"פ באה הפעולה מכחו, ולא נקרא לא אתו מכח גברא אלא כשהמים נשפכים מאליהם בלא שום פעולה מצדו בשעת השפיכה, כגון ממרזב ומצינור וכדומה. ונראה ראיה לזה דבשכשך בתוך המים נקרא אתו מכח גברא, דהא גם בקדשים בעינן שיבאו מכח גברא, כדאיתא ספ\"ק דידים, וא\"כ אי ס\"ד דבשכשך בתוך המים לא נקרא אתו מכח גברא, א\"כ ל\"ל כלל המעוט ממנו ולא בתוכו כדרשה שלפנינו תיפק ליה משום דלא אתו מכח גברא, אלא ודאי דבכהאי גונא נקרא אתו מכח גברא ע\"פ הסברא שכתבנו, ולכן אצטריך המעוט ממנו ולא בתוכו. <br>וע' בב\"י לאו\"ח סי' ד' הביא מתשובת הרשב\"א דגם הוא ס\"ל כבה\"ג, וז\"ל הרשב\"א, ומשכשך ידיו בתוך כלי בין בשחרית בין בשעת אכילה, ושפיר דמי, מדאמרינן בכיור ורחצו ממנו ולא בתוכו, ש\"מ בעלמא אפילו בתוכו שפיר דמי, עכ\"ל. וכתב על זה הב\"י, דהא דאמר בין בשחרית, ר\"ל לק\"ש ולתפלה, אבל להעביר רוח רעה לא מהני עד שיערה עליהם מים ג' פעמים, עכ\"ל, וכ\"פ בשו\"ע שם. ולדעתי צ\"ע, אם כן הוא כונת הרשב\"א דלתפלה די בכך, לפי המבואר בדרשה הקודמת בשם הרשב\"א גופיה דעיקר חיוב רחיצה לתפלה ילפינן מרחיצה דכיור משום דתפלה במקום קרבן, א\"כ דין הוא שלתפלה לא מהני שכשוך בתוך המים כמו בקרבן בתוך הכיור כדילפינן כאן ממנו ולא בתוכו, אם לא דנימא דדמיון זה מרחיצה דתפלה לכיור אינו אלא רמז ואסמכתא בעלמא וכמש\"כ לעיל ריש אות י\"ד, וצ\"ע. </i>.<br>(זבחים כ\"א א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488b4d6e4a939ba1735f7", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Exodus 30:19:3", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Torah Temimah on Torah, Exodus 30:19:3", "sourceHeRef": "תורה תמימה על התורה, שמות ל׳:י״ט:ג׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 19.0003, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "שמות", "he": "<b>ורחצו ממנו. </b>ממנו למעוטי כלי חול <sup class=\"footnote-marker\">לד</sup><i class=\"footnote\">ר\"ל אע\"פ דבפסוק הסמוך מרבינן מן ירחצו דאם רחץ מכלי שרת ג\"כ עלתה לו טבילה ולא בעינן דוקא מכיור, אבל כלי חול פסולה. </i>.<br>(שם כ\"ב א׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488b4d6e4a939ba1735f9", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Exodus 30:19:4", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Torah Temimah on Torah, Exodus 30:19:4", "sourceHeRef": "תורה תמימה על התורה, שמות ל׳:י״ט:ד׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 19.0004, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "שמות", "he": "<b>את ידיהם ואת רגליהם. </b>ת\"ר, כיצד מצות קידוש נותן ידו הימנית ע\"ג רגלו הימנית וידו השמאלית ע\"ג רגלו השמאלית ומקדש <sup class=\"footnote-marker\">לה</sup><i class=\"footnote\">ר\"ל בבת אחת. ופירש\"י דמדכתיב ירחצו בעינן שירחצם כאחד. ונראה דהוכרח לפרש דילפינן מדיוק יתור הלשון ירחצו משום דבעלמא אמרינן דהיכי דכתיב את ואת באו להקדים ולהאחיר, כמו בחגיגה י\"ב ב' על הפסוק בראשית ברא אלהים את השמים ואת הארץ, דפריך את ואת ל\"ל להקדים שמים לארץ, ר\"ל שהשמים נבראו תחלה, וא\"כ לולא הדיוק דירחצו הו\"א כאן להקדים רחיצה דידים לרחיצה דרגלים. </i>.<br>(שם י\"ט ב׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488b4d6e4a939ba1735fb", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Exodus 30:19:5", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Torah Temimah on Torah, Exodus 30:19:5", "sourceHeRef": "תורה תמימה על התורה, שמות ל׳:י״ט:ה׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 19.0005, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "שמות", "he": "<b>את ידיהם ואת רגליהם. </b>תני, ביד עד הפרק וברגל עד הסובך <sup class=\"footnote-marker\">לו</sup><i class=\"footnote\">פרק היד הוא חבור היד עם הזרוע, וסובך הרגל הוא מקום ענפי המיתרים והם הקרסולים. ועיין באו\"ח סי' ד' לענין נט\"י לתפלה ולענין נט\"י לאכילה בעינן שיעור זה, ויש שתי דעות בזה אם צריך לרחוץ עד הקנה של זרוע, וזהו מה שאחר השלמת היד נקרא של זרוע, או עד מקום חבור אצבעות לכף היד. וכתב בשו\"ע דראוי לנהוג כדעה ראשונה, והט\"ז מיקל בזה. ולי נראה לפי מש\"כ לעיל אות י\"ד בשם הרשב\"א דענין נט\"י דתפילה ילפינן מנט\"י דכהנים להקרבה, דתפלה במקום קרבן אתא, וא\"כ אחרי דבכהנים מפורש שצריך לרחוץ עד הפרק, והיינו עד אחר השלמת היד, א\"כ גם לתפלה צריך שיעור זה, ומדלתפלה כן צ\"ל דגם לאכילה השיעור כן, וראיה לזה, שהרי אמרו (חולין ק\"ו ב') נוטל אדם ידיו שחרית ומתנה עליהם כל היום וכתבו הפוסקים דשוב אין צריך לרחוץ ידיו בין לתפלה בין לאכילה, ש\"מ דחד שיעורא לשלשתן, דאל\"ה הול\"ל ובלבד שנטל כשיעור נטילה לתפילה, ודו\"ק. <br>ודע כי ברמב\"ם פ\"ה מביאת מקדש בענין חיוב רחיצת כהנים להקרבה לא נזכר כלל השיעור רחיצה, וזה פלא, אחרי דזה הלכה מפורשת ונזכרה כ\"פ בש\"ס, בחולין ק\"ו ב' ובערכין י\"ט ב' ובירושלמי כאן, וצע\"ג. </i>.<br>(ירושלמי יבמות פי\"ב ה\"א)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a154753d6e4a92409ac415e", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Exodus 30:19:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Siftei Chakhamim, Exodus 30:19:1", "sourceHeRef": "שפתי חכמים, שמות ל׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "שמות", "he": "<b>בב\"א הי' מקדש ידיו ורגליו כו'.</b> כלומר בשעה שמקדשין ידיהם צריכים לקדש גם רגליהם עמהם פירוש דאת בא לרבות וכו' ואת רגליהם כאילו אמר את ידיהם יהיו רגליהם ואת רגליהם יהיו ידיהם דהיינו שניהם בבת אחת: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>He simultaneously washed his hands and feet. . .</b> I.e., when they wash their hands, they must wash their feet with them. [Rashi knows this] because [the extra words]  את come to add something. When it says  את ידיהם ואת רגליהם , it conveys: “‘With’ their hands shall be their feet, and ‘with’ their feet shall be their hands,” i.e., both simultaneously. ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a4366e7d6e4a97d18d90fef", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Exodus 30:19:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Ralbag Beur HaMilot on Torah, Exodus 30:19:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, שמות ל׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "שמות", "he": "<b>ורחצו אהרן ובניו ממנו את ידיהם ואת רגליהם.</b> ראוי שתדע שהם היו הולכים יחפים במקדש כדי שלא יהיה ביניהם דבר חוצץ ובין המקדש והנה הידים והרגלים עם שהם מתלכלכים תמיד בדברים שיתעסקו האנשים בהם הנה ישלח להם הטבע מותרות הזיעה וזה מבואר מענינים ולכבוד השם יתע' היה מחוייב שירחצו אותם במים בעת הכנסם לאהל מועד או בגשתם אל המזבח לשרת וכדי שיתנקו יחד הידים והרגלים היה משים ידו על רגלו ורוחץ אותם יחד ולפי שאמר ורחצו אהרן ובניו ממנו למדנו ששיעור מי הכיור הם שירחצו מהם ארבעה כהנים ידיהם ורגליהם כי אהרן ובניו היו ארבעה והם אהרן אלעזר ואיתמר ופינחס:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a79be57d6e4a94571872bae", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 21a:3", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Zevachim 21a:3", "sourceHeRef": "זבחים כ״א א:ג׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 41.0003, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "איבעיא להו מהו לקדש ידיו [ורגליו] בכיור (שמות ל, יט) ממנו אמר רחמנא ולא בתוכו או דלמא אפילו בתוכו", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "§ <b>A dilemma was raised before</b> the Sages: <b>What is</b> the <i>halakha</i> with regard to a priest who wishes <b>to sanctify his hands and feet</b> by dipping them <b>in the Basin</b> rather than letting the water run from it onto them? Must one say that the priest may not do so, since <b>the Merciful One states:</b> “And Aaron and his sons shall wash their hands and their feet <b>from it”</b> (Exodus 30:19), <b>and not inside it? Or perhaps</b> the priest may <b>even</b> use water still <b>inside it.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5a9ff172d6e4a93bec1faeb4", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 21a:3", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Steinsaltz on Zevachim 21a:3", "sourceHeRef": "ביאור שטיינזלץ על זבחים כ״א א:ג׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 41.0003, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": "<big>א</big> <b>איבעיא להו</b> <small>[נשאלה להם</small> ללומדים<small>]:</small> <b>מהו לקדש ידיו [ורגליו] בכיור</b> עצמו, שישכשך ידיו ורגליו בתוך הכיור? האם לומר כי \"ורחצו אהרן ובניו <b>ממנו</b> את ידיהם ואת רגליהם\" (שמות ל, יט) <b>אמר רחמנא</b> <small>[הכתוב]</small> ובא ללמדנו שדווקא במים היוצאים ממנו ירחצו, <b>ולא בתוכו, או דלמא</b> <small>[שמא]</small> <b>אפילו בתוכו</b> אפשר?", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5afecc56e37da90018960bed", "index_title": "Sefer Mitzvot Gadol", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Mitzvot Gadol, Positive Commandments, Remazim 175", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Sefer Mitzvot Gadol, Positive Commandments, Remazim 175", "sourceHeRef": "ספר מצוות גדול, עשין, רמזים קע״ה", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1243, 1247], "commentaryNum": 175, "collectiveTitle": {"en": "Sefer Mitzvot Gadol", "he": "ספר מצוות גדול"}, "heTitle": "רמזים", "he": "שיקדש כהן העובד ידיו ורגליו ואחר כך יעבוד שנא' (תשא) ורחצו ממנו אהרן ובניו את ידיהם ואת רגליהם:", "heVersionTitle": "Munkatch, 1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מונקאטש, 1901", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5afecc57e37da90018960bfb", "index_title": "Sefer Mitzvot Gadol", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Mitzvot Gadol, Positive Commandments 175:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Sefer Mitzvot Gadol, Positive Commandments 175:1", "sourceHeRef": "ספר מצוות גדול, עשין קע״ה:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1243, 1247], "commentaryNum": 175.0001, "collectiveTitle": {"en": "Sefer Mitzvot Gadol", "he": "ספר מצוות גדול"}, "he": "מצות עשה שיקדש (א) כהן עובד ידיו ורגליו ואח״כ יעבוד שנ׳ ורחצו אהרן ובניו ממנו את ידיהם ואת רגליהם ותניא בסנהדרין [דף פ״ג] שלא רחוץ ששימש במיתה מנלן דכתיב ירחצו מים ולא ימותו ואם עבד פסול כמו שלמד בזבחים [דף י״ח] חוקה חוקה ממחוסר בגדים נאמר כאן חוקת עולם לו ולזרעו לדורותם ובבגדי כהונה כתיב חוקת עולם מה להלן מחלל עבודה כאשר בארנו אף שלא רחוץ מחלל עבודה וגם בגזרה שוה זו יש ללמוד שבבואם האמור ברחיצה שאין אזהרה זו אלא בשעת עבודה ולא אביאה ריקנית וגם כתוב שם לשרת תניא בזבחים [דף י״ט] כיצד מקדש מניח ידו הימנית על גבי רגלו הימנית וידו השמאלית על גבי רגלו השמאלית ומקדש רבי יוסי ברבי יהודא אומר מניח שתי ידיו זו על גב זו ושתי רגליו זו על גב זו ומקדש ויעמוד מן הצד בסמיכה על חבירו כי בעניין אחר אינו יכול לעשות כן ות״ק סובר עמידה מן הצד על ידי סמיכה לא שמה עמידה ומקשה שם וליתיב מיתב וליקדש אמר קרא לשרת ושירות מעומד שנא׳ לעמוד לשרת. מכאן פוסק רבי׳ יצחק שהקורא בתורה צריך שיהא עומד כדאמר במגילה [דף כ״א] וצריך שלא יסמוך שהל׳ כחכמים שאומר׳ עמידה מן הצד לא שמה עמידה וגם בירושלמי [שם] אומר כנתינתה כך קריאתה מה נתינתה באימה וברתת ובזיעה אף קריאתה כן. ת״ר בזבחים [דף י״ט] קדש ידיו ביום אינו צריך לקדש בלילה בלילה אינו צריך לקדש ביום דברי ר׳ שהיה ר׳ אומר לינה מועלת בקידוש ידים ורגלים ר׳ אליעזר בר׳ שמעון אומר אין לינה מועלת בקידוש ידים ורגלים אע״פ שהלכה כר׳ מחבירו [כדאמר בעירובין דף מ״ו] כאן הלכה ברבי אלעזר בר׳ שמעון דא״ר יוחנן [שם דף כ׳] קדש ידיו ורגליו לתרומת הדשן למחר אינו צריך לקדש שכבר קדש מתחילת העבודה ומעמידה רבא [שם] כרבי אלעזר בר׳ שמעון שאומר אין עמוד השחר פוסלתו בלינה ורבינו משה פסק [בפ״ק דהלכות ביאת המקדש] כרבי ואביי שמעמיד ההיא דר׳ יוחנן כרבי [שם] ולינה כרבנן ומודה ר׳ שמקרות הגבר ועד צפרא לא פסלה לינה [שם] וכן מי הכיור נפסלין בלינה שהרי שנינו [ביומא דף ל״ז] בן קטין עשה מוכני לכיור לשקעו במקוה או במעיין כדי שלא יהו מימיו נפסלים בלינה [ביומא דף מ״א ע״א] הים שעשה שלמה כמקוה הי׳ שאמת המים היתה עוברת בתוכה ממעיין עיטם לפיכך לא היו מימיו נפסלים בלינה כמו הכיור וממנו היו ממלאין הכיור ונחלקו בזה דא״ר יוחנן בזבחי׳ [דף כ״ב] מי כיור ר״ש אומר מי מעיין וחכמים אומרים שאר מימות הן א״ר יוסי בר׳ חנינא [שם דף י״ט וכ״א] כל כיור שאין בו כדי לקדש ארבעה כהנים אין מקדשין ממנו שנאמר ורחצו ממנו משה ואהרן ובניו מיתיבי כל הכלים מקדשין בהן בין שיש בהן כדי רביעית בין שאין בהם כדי רביעית ובלבד שיהיו כלי שרת אמר רב אדא [בדף כ״ב] בקודח מתוכו והא ממנו אמר רחמנא ירחצו לרבות כלי שרת ואיבעיא להו [בדף כ״א] מהו לקדש ידיו ורגליו בכיור ממנו אמר רחמנא ולא מתוכו או דלמא אפילו מתוכו ולא נפשטה הילכך לא יקדשו אלא ממנו מה שאמרנו המקדש ביום אינו צריך לקדש בלילה [בדף כ׳] בד״א שלא יצא מן המקדש ולא ישן ולא הטיל מים ולא הסיח דעתו אבל אם עשה אחד מארבעתן צריך לחזור ולקדש. אמנם בדיעבד עבודתו כשרה כשיצא מן המקדש ולא הסיח דעתו שהיא בעיא שם ולא נפשטה אם יציאה פוסלת. ותניא שם [בדף כ׳] יצא חוץ לחומת העזרה אם לשהות טעון טבילה אם לפי שעה טעון קדוש ידים ורגלים וכל המסך רגליו טעון טבילה וכל המטיל מים טעון קדוש ידים ורגלים ואם קדש ידיו ורגליו ונטמאו מטבילן ואין צריך לחזור ולקדש עוד שם בזבחים [דף י״ט] ת״ר כ״ג שלא טבל ולא קדש בין בגד לבגד ובין עבודה לעבודה ביום הכיפורים ועבד עבודתו כשרה שנא׳ ורחצו ממנו משה ואהרן ובניו דבר המעכב בבניו מעכב בו שאינו מעכב בבניו אינו מעכב בו:", "heVersionTitle": "Munkatch, 1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מונקאטש, 1901", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b30a8ec6f685500161b49fd", "index_title": "Malbim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Exodus 30:19:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Malbim on Exodus 30:19:1", "sourceHeRef": "מלבי\"ם על שמות ל׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על שמות", "he": "<b>ורחצו,</b> למדו מזה זבחים (דף י\"ט) שצריך שעור לריחוץ ד' כהנים [ובארתי בפי' הספרא (ויקרא סי' ר\"ן) מדלא כתיב ורחץ משמע שיוכלו לרחוץ כאחד אהרן ושני בניו ופינחס עמהם, כי נו\"א מתו תכף, כ\"ה גירסת הרמב\"ם בפ\"ה מה' בהמ\"ק הי\"ג], וזה לדעת ר\"י ור\"ש בזבחים (דף ק\"א ע\"ב) דפינחס נתכהן תיכף, אבל כיון דמאמר זה אמרו ר' יוסי בר' חנינא, ור' חנינא אביו ס\"ל בזבחים שלא נתכהן פינחס עד שהרגו לזמרי אא\"ל שר' יוסי חולק עם אביו, ומוכרח כגירסא דידן שלמד מן הכתוב בפ' פקודי (מ' ל\"א) ורחצו ממנו משה ואהרן ובניו, את ידיהם ואת רגליהם, מניח ידו הימנית על רגלו הימנית וכו' זבחים (דף י\"ט ע\"ב), ופרש\"י דבעינן ידיו ורגליו כאחד כדכתיב קרא, ושו\"ת שער אפרים (סי' מ\"ח) נתקשה בזה ממ\"ש במגילה (דף ב') אימא פרזים בי\"ד מוקפים בי\"ד ובט\"ו כדכתיב להיות עושים את יום י\"ד ואת יום ט\"ו, ומשני אי הוה כתיב יום י\"ד וט\"ו כדקאמרת השתא דכתיב את יום ואת יום אתי את ופסיק, וגם הכא כתיב ואת רגליהם. ולק\"מ שכבר בארתי (אחרי סי' י\"ז) באורך שכ\"מ שלא כפל שם היחוס מורה שהוא טפל לחברו, ועז\"א אם איתא שיום י\"ד עקר לא לכתוב ואת יום ונדע שהוא טפל ליום י\"ד שבו קורים הכל, אבל פה אם יכתוב ורגליהם נאמר שרחיצת רגלים הוא טפל, וז\"א שהוא עקר ומעכב: (כ) בבואם אהל מועד, להקטיר קטרת או להזות מדם פר כהן משיח ושעירי עכו\"ם, רש\"י, וכ\"כ התוס' בפרק הנשרפין שאינו חייב בלא עבודה, ומפי' הר\"ש בכלים משמע שיש מחלוקת בזה:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קדש, וילנא תרנ\"א", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5bdebeaf1f5581007604259d", "index_title": "Pesikta DeRav Kahana", "category": "Midrash", "type": "", "ref": "Pesikta DeRav Kahana 26:9", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Pesikta DeRav Kahana 26:9", "sourceHeRef": "פסיקתא דרב כהנא כ״ו:ט׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [400, 700], "commentaryNum": 26.0009, "collectiveTitle": {"en": "Pesikta DeRav Kahana", "he": "פסיקתא דרב כהנא"}, "heTitle": "פסיקתא דרב כהנא", "he": "[ט] ר' מני דשאב ר' יהושע דסכנין בשם ר' לוי בשביל ארבעה דברים מתו בניו של אהרן ובכולהן כת' בהן מיתה. על ידי שנכנסו שתויי יין במקדש כת' בהן מיתה, דכת' יין ושכר אל תשת וג' (ויקרא י:ט). ועל ידי שנכנסו בלא רחוץ ידים ורגלים, דכת' ורחצו אהרן ובניו ממנו וג' (שמות ל:יט), וכת' בהם בבאם אל אהל מועד ירחצו מים ולא ימותו (שם כ). ועל ידי שהיו מחוסרי בגדים וכת' בהם מיתה, דכת' והיו על אהרן ועל בניו בבאם וג' (שמות כח:מג). וכי מה היו חסירים, א\"ר לוי מעיל היו חסרין, וכת' בו מיתה, דכת' והיה על אהרן לשרת ונשמע קולו וג' (שם כח:לה). ועל ידי שלא היו להם בנים וכת' בהם מיתה, דכת' וימת נדב ואביהוא לפני י\"י בהקריבם אש זרה לפני י\"י וג' (במדבר ג:ד). אבא חנון או' על ידי שלא היו להם נשים, דתנינן תמן וכפר בעדו ובעד ביתו (ויקרא טז:ו), היא אשתו. א\"ר לוי שחצי' היו, הרבה נשים היו יושבות עגומות ממתינות להם ומה היו אומ', אחי אבינו מלך, אחי אמינו נשיא, אבינו כהן גדול, אנו שני סגני כהונה, איזו אשה הוגנית לנו. ר' מנחמא בשם ר' יהוש' בר נחמיה למה כת' בחוריו אכלה אש (תהלים עח:סג), בשביל ובתולותיו לא הוללו (שם). ועוד מן הדא ואל משה אמר עלה אל י\"י אתה ואהרן נדב ואביהוא וג' (שמות כד:א), מלמד שהיה משה ואהרן מהלכין תחלה ונדב ואביהו הולכים אחריהן ואמרו עוד שני זקנים הללו מתו ואנו נוהגים בשררה על הציבור תחתיהן. ר' יודן בשם ר' איבו א' בפיהם אמרו זה לזה, ר' פינחס א' בליבם הירהרו. א\"ר ברכיה א' להם הקב\"ה אל תתהלל ביום מחר כי לא תדע מה ילד יום (משלי כז:א), הרבה סייחים מתו ונעשו עורותיהם שטיחים על גבי אימותיהן. ועוד מן הדה ואל אצילי בני ישראל לא שלח ידו וג' (שמות כד:יא), א\"ר פנחס מיכן שהיו ראויין להשלחת יד. א\"ר הושעיה וכי קולורין עלת עמהן לסיני דאת אומ' ויחזו את האלהים ויאכלו וישתו (שם שם), אלא מלמד שזינו עיניהם כלפי שכינה כאדם שהוא מביט בחבירו מתוך מאכל ומשתה. ר' יוחנ' א' אכילה ודייה, דכת' באור פני מלך חיים (משלי טז:טו), א\"ר תנחומה מלמד שהגיסו את לבם ועמדו על רגליהם וזינו עיניהם מן השכינה. ר' יהוש' דסכנין בשם ר' לוי משה לא זן עיניו מן השכינה ונהנה מן השכינה. לא זן עיניו מן השכינה מנין, דכת' ויסתר משה פניו (שמות ג:ו). נהנה מן השכינה מנ', דכת' ומשה לא ידע כי קרן עור פניו (שם לד:כט). ד\"א ויסתר משה פניו כי ירא (שם ג:ו), ויראו מגשת אליו (שם לד:ל). מהביט (שם ג:ו), ותמונת י\"י יביט (במדבר יב:ח). נדב ואביהוא זינו עיניה' מן השכינה ולא נהנו מן השכינה. ועוד מן הדה וימת נדב ואביהוא לפני י\"י (במדבר ג:ד), א\"ר יוחנן וכי לפני י\"י מתו, אלא מלמד שקשה לפני הקב\"ה בשעה שבניהם של צדיקים מסתלקין בחיי אביהן. ר' נחמן דיפו בעא קומי דר' פנחס בר חמא בשם ר' סימון הכא את אמר לפני י\"י (ויקרא י:ב) לפני י\"י (במדבר ג:ד), שני פעמים, ולהלן את אומ' על פני אהרן אביהם (שם), פעם אחת, אלא מלמד שהיא קשה לפני הקב\"ה כפליים כאביהם. במדבר סיני (שם), וכי במדבר סיני מתו, אלא מלמד שמהר סיני נטלו איפופסים שלהם למיתה. משל למלך שהיה משיא את בתו ונמצא בשושבינים שלו דבר של זינו מייא. א' המלך אם הורגן אני עכשיו הרי אני מערבב שמחת בתי, למחר באה שמחתי ומוטב בשמחתי ולא בשמחת בתי. כך א' הקב\"ה אם אני הורג נדב ואביהוא עכשיו הרי אני מערבב שמחת תורה, למחר שמחתי באה, מוטב בשמחתי ולא בשמחת תורה, הד\"ה דכת' ביום חתונתו (שה\"ש ג:יא), זה סיני, וביום שמחת לבו (שם), זה אהל מועד.", "heVersionTitle": "Pesikta de Rav Kahana according to an Oxford manuscript, Dov Mandelbaum ed., N.Y. 1987", "heLicense": "CC-BY", "heVersionTitleInHebrew": "מהד' מנדלבוים, נויארק. בית המדרש לרבנים שבאמריקה, תשכ\"ב", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17a5a7bb386c011be9d747", "index_title": "Tosafot on Menachot", "category": "Quoting Commentary", "type": "", "ref": "Tosafot on Menachot 37a:6:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Tosafot on Menachot 37a:6:1", "sourceHeRef": "תוספות על מנחות ל״ז א:ו׳:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1150, 1350], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Tosafot on Menachot", "he": "תוספות על מנחות"}, "heTitle": "תוספות על מנחות", "he": "קיבורת. פירש בקונטרס בדרו\"ן וקיבורת הוא לשון קבוצת בשר כמו (ב\"ב דף ה.) קיבורא דאהיני ואור\"ת דהוא גובה הבשר שבזרוע שבין בית השחי למרפק שקורין קודא (ואור\"ת) לא כדברי המפרשים גובה בשר שבאותו עצם שבין היד למרפק דהא משמע בכל דוכתי דמצות תפילין בזרוע כדאמרינן לקמן (מנחות דף מג:) חביבין ישראל שסיבבן הקב\"ה במצות תפילין בראשיהן ובזרועותיהן ובפ' בתרא דעירובין (דף צה:) וקושר בזרועו במקום תפילין ואמרינן נמי אין לו זרוע פטור מן התפילין ואותו עצם שבין יד לקודא אינו קרוי זרוע אלא קנה כדתנן במס' אהלות (פ\"א מ\"ח) דקחשיב רמ\"ח איברים ל' בפיסת יד [ו' בכל אצבע] שנים בקנה שנים במרפק אחד בזרוע וד' בכתף ומשמע בהדיא דההוא דסמוך לכתף הוא זרוע שבין הכתף למרפק ומרפק הוא קודא כדמשמע במסכת ערכין (דף יט:) בפ' האומר משקלי דקתני מכניס ביד עד האציל וברגל עד הארכובה קרי לאציל מרפק במתני' וכתיב נמי על כל אצילי ידי ומתרגם מרפיקי ידי ומשמע דמרפק ביד כנגד ארכובה ברגל וגם בכל דוכתי משמע דאציל הוא קודא ולא כפירוש הקונטרס דפירש גבי אוב וידעוני איישיל ובמסכת סופרים (פ\"ג) תניא לא ישים שני אציליו על הספר וזהו הקודא שדרך להשען עליו עוד אמרי' בפ\"ב דזבחים (דף יט.) ולא יחגרו ביזע שאין חוגרין במקום שמזיעין ולא למטה ממתניהן ולא למעלה מאציליהן אלא כנגד אצילי ידיהן והיינו כנגד הקודא ששם דרך לחגור ולא כנגד איישיל דאדרבה שם מקום זיעה יותר ובפרק המפלת (נדה דף ל:) דאמרינן גבי ולד במעי אמו ושני אציליו על ברכיו ומהא דכתיב בירמיה (לח) שים נא בלויי הסחבות תחת אצילי ידיך לא קשיא מידי ולפי שהיה אוחז בחבלים בידיו ומשים תחת הקודא בלויי הסחבים שלא יזיקו לו והא דתנן גבי שבת המוציא בפיו ובמרפיקו אפשר שיתן אדם גרוגרת כנגד אותו פרק של קודא מבפנים וכופף ידו על כתיפו שלא תפול הגרוגרת ויוציאנה והא דתנן בפ' ד' מיתות (סנהדרין דף סה.) בעל אוב זה פיתום המדבר בשחיו ובגמ' תניא בעל אוב זה המדבר בין הפרקים ובין אצילי ידיו משמע דאציל הוא בית השחי צריך לומר דמאי דשייר במתני' פירש בברייתא וכמו שהוסיפו בין הפרקים היינו פירקי אצבעות כך הוסיפו אצילי ידיו שהוא מרפק קודא בלע\"ז כדפרישית ומדקדק ר\"ת מההיא דערכין (דף יט:) דמשמע התם דמדאורייתא ידך זו קיבורת אבל בנדרים הלך אחר לשון בני אדם ועד מרפיקו הוא דמיקריא יד משום דקיבורת לא הוי בכלל ועוד מדאמרינן בשמעתין שתהא שימה כנגד הלב והיינו כנגד הדדים כדאמרינן במועד קטן (דף כז:) הספד על הלב כדכתיב על שדים סופדים ומההיא דערכין קשה לדברי המפרשים בפ' כל הבשר (חולין דף קו:) לחולין עד הפרק הוא פרק שלישי של האצבעות עד חיבורן לפיסת ידים ולתרומה כל היד ולקידוש ידים ורגלים עד הפרק דהיינו קודא והכי איתא בספר הזהיר ולא יתכן כדמוכח ההיא דערכין (דף יט:) דקודא היינו שיעורא דנדרים עוד ראיה מדתנן בפ' הזרוע (חולין דף קלד.) איזהו זרוע מן הפרק של ארכובה עד הכף של יד והוא של נזיר וכנגדו ברגל שוק האמור בשלמים מן הארכובה הפרק של הארכובה עד בוקא דאטמא עד הירך דהיינו שני עצמות בעצם האמצעי ועצם של קולית ר' יהודה אומר מן הפרק של הארכובה עד סובך של רגל והוא עצם האמצעי המחובר לקולית ולאותו פרק קרי סובך של רגל כך פירש שם בקונטרס ומיהו אין ראיה מזרוע דבהמה לזרוע דאדם דהא שוק דאדם נמי לא הוי כשוק דבהמות דתנן באהלות ב' בשוק חמשה בארכובה וא' בירך אלמא קרי שוק עצם המחובר לרגל ויתכן לר' יהודה נמי היינו שוק דבהמה ויש מפרשים דסובך של רגל דקאמר ר' יהודה היינו פרק הסמוך לרגל דהיינו איסתוירא קבילי\"א בלע\"ז וכן משמע בתוספתא דמסכת ידים דקתני שיעור שבקידוש ידים עד הפרק וברגלים עד הסובך והיינו עד הפרק דקאמר במסכת ערכין ובירושלמי דמצות חליצה נמי מוכיח כן דקאמר גבי חליצה כיני מתני' בקשור מן הארכובה ולמטה כשירה אבל מן הארכובה ולמעלה פסולה ופריך והכתיב (שמות ל׳:י״ט) ורחצו בני אהרן את ידיהם ואת רגליהם ותנן עלה ביד עד הפרק וברגל עד הסובך והיכי אמר כך שנייה דכתיב (דברים כ״ה:ט׳) מעל רגלו מעתה אפילו מן הארכובה ולמעלה תהא כשירה שנייה (היא) דכתיב מעל רגלו ולא מעל דמעל רגלו משמע דקרי סובך לפרק הסמוך לרגל. מ\"ר:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b8c5b071e100bf4e37f5", "index_title": "Kad HaKemach", "category": "Musar", "type": "", "ref": "Kad HaKemach, Blessing 1:4", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Kad HaKemach, Blessing 1:4", "sourceHeRef": "כד הקמח, ברכה א׳:ד׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1290, 1340], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Kad HaKemach", "he": "כד הקמח"}, "heTitle": "ברכה", "he": "<b>ובני</b> אדם אינם מתבוננים ואינם שמים על לב הענין הזה ואלו דרכי הקדושה ושרש זכות המחשבה לקיים המצות על תכונתם ולכוין בברכות ולעמוד על יסודתם. הברכה הראשונה נטילת ידים צריך שיוריד המים על ידיו לא שישכשך ידיו במים. וכן אמרו ז\"ל מי שהוא על שפת הנהר ואין לו כלי שישפוך על ידיו יטול מן המים בידו אחת וישפוך על השניה ולא ישכשך ידיו במים. וטעם הדבר שהכתוב אומר (שמות ל׳:י״ט) ורחצו אהרן ובניו ממנו את ידיהם ואת רגליהם, לא אמר הכתוב בו אלא ממנו כי לא היה אפשר לו לכהן לשכשך ידיו במי הכיור אלא היה שופך מן הכיור על ידיו ואחר כך עובד עבודה. ואמרו ז\"ל (סוטה פ\"ק דף ד' ב') כל המזלזל בנטילת ידים נעקר מן העולם. וטעם הדבר כי הוא פורק מעליו עול דברי חכמים והוא מתייאש מדבר שאין התאוה מכריחתו לבא כנגדו, ועון כזה מר ורע מן האוכל נבלה או שאר המאכלים האסורים, כי שם תכריחהו תאותו לעבור ולאכול, אבל בכאן נטילת ידים שאין התאוה מכריחתו שלא ליטול ואין לו בו שום טורח כשהוא מזלזל בו אין זה כי אם רוע לב ותכונה רעה לנפש. ולכך אמרו נעקר מן העולם מה שלא אמרו באוכל נבלות, והמים לנט\"י אפשר לקבל אותן מן הנכרי ומן הנדה אע\"פ שיש מקצת מפרשים שאמרו שאין מקבלין מן העכו\"ם משום דבעינן שיהיה מכח אדם ועכו\"ם אינם קרויים אדם. כל דבר שחוצץ בטבילה חוצץ בנט\"י כגון טיט ובצק וזפת ושעוה וכיוצא בזה. ברכה שניה המוציא מצוה מן המובחר לאחוז בלחם בעשר אצבעותיו כנגד עשר תיבות שבברכת המוציא ועשר תיבות שבפסוק (תהילים ק״ד:י״ד) מצמיח חציר לבהמה ועשב לעבודת האדם להוציא לחם מן הארץ. וכנגד עשר מצות שבתבואה ואלו הן. לא תחרוש. לא תחסום. תרומה לכהן. מעשר ראשון ללוי. והלוי נותן לכהן מעשר מן המעשר. מעשר שני. מעשר עני. לקט. שכחה. ופאה. היו לפניו פת חטים שלימה ופרוסה מברך על השלימה. שלימה של שעורים ופרוסה של חטים מברך על הפרוסה. פת של בעל הבית ישראל ופת של פלטר ושניהם של חטים והן שלימות, יש מפרשים שאמרו שאין הולכין אחר הערב לו אלא אחר הפת שהורמה ממנה חלה ויש אומרים מברך על הערב לו וכן עיקר: \n", "heVersionTitle": "Kad HaKemach, Warsaw 1872", "heLicense": "Public Domain", "heVersionTitleInHebrew": "כד הקמח, וורשא תרל\"ב", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b9d3b071e100bf4ee716", "index_title": "Tosafot Yom Tov on Mishnah Yadayim", "category": "Quoting Commentary", "type": "", "ref": "Tosafot Yom Tov on Mishnah Yadayim 1:3:3", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Tosafot Yom Tov on Mishnah Yadayim 1:3:3", "sourceHeRef": "תוספות יום טוב על משנה ידים א׳:ג׳:ג׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1613, 1617], "commentaryNum": 3.0003, "collectiveTitle": {"en": "Tosafot Yom Tov on Mishnah Yadayim", "he": "תוספות יום טוב על משנה ידים"}, "he": "<b>ונשתנו מראיהן פסולים</b>. דבנטילת ידים בעינן שלא נשתנה צורתן. דומיא דקידוש ידים ורגלים מן הכיור. והתם מסתברא. דילפינן לה משום מים יתירא. דכתיב (שמות ל׳:י״ט) ונתת שמה מים לרחצה ורחצו אהרן ובניו ממנו וגו' בבואם אל אהל מועד ירחצו מים. ומהכא דייקינן דמים בהויותן בעינן שלא נשתנו. ב\"י ר\"ס ק\"ס בשם הרא\"ה: \n", "heVersionTitle": "Mishnah, ed. Romm, Vilna 1913", "heLicense": "Public Domain", "heVersionTitleInHebrew": "משנה, מהדורת בית דפוס ראם, וילנא 1913", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c3ac11e71aca80071d5629b", "index_title": "Siddur Ashkenaz", "category": "Liturgy", "type": "", "ref": "Siddur Ashkenaz, Shabbat, Shacharit, Preparatory Prayers, Korbanot, Kiyor 3", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Siddur Ashkenaz, Shabbat, Shacharit, Preparatory Prayers, Korbanot, Kiyor 3", "sourceHeRef": "סידור אשכנז, שבת, שחרית, הכנה לתפילה, קרבנות, פרשת הכיור ג׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1055, 1105], "commentaryNum": 3, "collectiveTitle": {"en": "Siddur Ashkenaz", "he": "סידור אשכנז"}, "heTitle": "פרשת הכיור", "he": "וְרָחֲצוּ אַהֲרן וּבָנָיו מִמֶּנּוּ אֶת יְדֵיהֶם וְאֶת רַגְלֵיהֶם: ", "heVersionTitle": "Daat Siddur Ashkenaz", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c729e73bd84a4001cfb466d", "index_title": "Shabbat Siddur Sefard Linear", "category": "Liturgy", "type": "", "ref": "Shabbat Siddur Sefard Linear, The Morning Prayers, Korbanos (Sacrificial Offerings) 3", "anchorRef": "Exodus 30:17-21", "anchorRefExpanded": ["Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21"], "sourceRef": "Shabbat Siddur Sefard Linear, The Morning Prayers, Korbanos (Sacrificial Offerings) 3", "sourceHeRef": "סידור ספרד לשבת, תפלת שחרית, קרבנות ג׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1978, 1982], "commentaryNum": 3, "collectiveTitle": {"en": "Shabbat Siddur Sefard Linear", "he": "סידור ספרד לשבת"}, "heTitle": "קרבנות", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>Exodus 30:17-21</small>", "versionTitle": "The Metsudah Siddur, Metsudah Publications, 1981 - EN", "license": "CC-BY", "versionTitleInHebrew": "סידור הוצאת מצודה. טקסט אנגלי. תשמ\"א"}, {"_id": "5c729f4247334200881c52b7", "index_title": "Shabbat Siddur Sefard Linear", "category": "Liturgy", "type": "", "ref": "Shabbat Siddur Sefard Linear, Mincha Service for Shabbos and Yom Tov, Korbanos (Sacrificial Offerings) 3", "anchorRef": "Exodus 30:17-21", "anchorRefExpanded": ["Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21"], "sourceRef": "Shabbat Siddur Sefard Linear, Mincha Service for Shabbos and Yom Tov, Korbanos (Sacrificial Offerings) 3", "sourceHeRef": "סידור ספרד לשבת, מנחה לשבת ויום טוב, קרבנות ג׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1978, 1982], "commentaryNum": 3, "collectiveTitle": {"en": "Shabbat Siddur Sefard Linear", "he": "סידור ספרד לשבת"}, "heTitle": "קרבנות", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>Exodus 30:17-21</small>", "versionTitle": "The Metsudah Siddur, Metsudah Publications, 1981 - EN", "license": "CC-BY", "versionTitleInHebrew": "סידור הוצאת מצודה. טקסט אנגלי. תשמ\"א"}, {"_id": "5caeff7738f4c90017cdd25d", "index_title": "Sefer Hamitzvot of Rasag", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Hamitzvot of Rasag, Positive Commandments 127", "anchorRef": "Exodus 30:19-21", "anchorRefExpanded": ["Exodus 30:19", "Exodus 30:20", "Exodus 30:21"], "sourceRef": "Sefer Hamitzvot of Rasag, Positive Commandments 127", "sourceHeRef": "ספר המצוות לרס\"ג, מצות עשה קכ״ז", "anchorVerse": 19, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 127, "collectiveTitle": {"en": "Sefer Hamitzvot of Rasag", "he": "ספר המצוות לרס\"ג"}, "he": "רְחִיצַת מַיִם", "heVersionTitle": "Sefer Hamitzvot L'Rasag, Warsaw, 1914. Vocalized Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Washing with water", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5cdd689b25f25e0061095e1d", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Tzav 38:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Malbim on Leviticus, Tzav 38:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו ל״ח:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 38.0001, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "צו", "he": "<b>כל אשר יגע בהם יקדש:</b> כפי הפשוט היינו נגיעה על גב הדבר כמו \"כל הנוגע בהר\" (שמות יט, יב), וכמו כל נגיעה המוזכר אצל טומאה. ואין כן דעת רבותינו ז\"ל שפירשו \"אשר יגע בהם\" - שיבלע בתוכם. וכן פירשו ב(פרשה ג מ\"ו) מה שכתוב גבי חטאת \"כל אשר יגע בבשרה\" היינו הנבלע בבשרה. והם ידעו סגולת הלשון וסודותיו. כי מצאנו שכל נגיעות שהוזכרו גבי טומאה יתפוס הלשון שנגע הטהור בטמא – \"הנוגע בנבלתה\", \"הנוגע במת\", ודומיהם. [<small>לבד בזב ששינה ואמר \"וכל אשר יגע בו הזב\" - שתפס שנגע הטמא בטהור, ודרשוהו על ההיסט כמו שיתבאר בפר' מצורע (סימן קמא)</small>]. והטעם, כי על הטהור מוטל הדבר להתרחק ולהשמר מן הטומאה, ולכן יתפוס אם לא נשמר ונגע בטומאה. ולא יצדק לתפס בלשון אם נגע הטמא בטהור, כי הטמא אינו מתרחק מן הטהור. ולפי זה בנגיעת חול וקדש, ראוי שיתפס שנגע הקדש בחול; כי הקדש הוא הנשמר ומתרחק מן החול כמו הטהור מן הטמא. ולפי זה מה שכתוב \"כל אשר יגע בהם יקדש\" וכן מה שכתוב גבי חטאת \"כל אשר יגע בבשרה יקדש\" - אינו כפי יופי הלשון; שהיה לו לומר בהפך - \"כל אשר יגע בו\" וכן \"כל אשר תגע בשרה בו\", שיגע הקדש בהחול ולא נשמר מליגע בו. ומזה מבואר שאינו מדבר מנגיעה בגב הדבר, רק מן הכניסה אל תוכו; שבזה ייחס תמיד שנכנס הטפל אל העיקר כמו \"כל הנוגע בהם יקדש\" (שמות ל, יט) שפירושו מה שישימו תוך הכלי שרת, לא אשר יגע מגבם. וכן \"כל הנוגע במזבח יקדש\" (שם כט, לז) - שרצונו לומר העולה עליה לא ירד (<small>כנ\"ל סימן ב</small>). לא אשר יגע בגבו. וזהו שאמר בספרא (<small>מובא בזבחים דף צז</small>) יכול אף על פי שלא בלע? תלמוד לומר \"בהם\" - משיבלע – ר\"ל שאי אפשר לפרש נגיעת גב שאם כן היה לו לומר \"אשר יגעו בו\", ליחס פעל הנגיעה אל הקדש שנגע בחול, כמו שיאמר תמיד שנגע הטהור בטמא. ועל כרחך פירושו שנכנס אל תוכו ונבלע בו.  ולפי זה בא פעל 'נגע' פה על דיבוק דבר בדבר עד שיכנס בקצהו ויתערב עמו כמו \"ודמים בדמים נגעו\" (הושע ד, ב), \"כל מכה יבוסי ויגע בצנור\" (ש\"ב ה, ח) שהוא הכניסה אל תוכו.  ואם כן פשטות הכתוב מדבר שההיתר נבלע באיסור, שנבלע חול במנחה או בחטאת. וכן לשון הברייתא לקמן (פרשה ג מ\"ו) \"בבשרה\" - עד שיבלע בבשרה. וקמ\"ל שאם נבלע חצי זית שומן של חול בחצי זית רקיק של מנחה – היתר נהפך לאיסור ולוקה אם אכלה זר כאילו אכל כזית קדש.  [וכן מבואר מלשון הגמרא זבחים <small>(דף צח.)</small> מנחות <small>(דף פג.)</small>: ואיצטריך למכתב מנחה ואיצטריך למכתב חטאת דאי כתיב רחמנא מנחה משום דרכיכה בלעה אבל חטאת לא. ואי כתיב רחמנא חטאת משום דבשר אגב שמן קדיר – מבואר שהכתוב מדבר שהמנחה והחטאת הם הבולעים לתוכם את החול] אולם אחר שבאמת ממילא נשמע שהוא הדין אם נבלע שמן של מנחה או של חטאת בדבר של חול גם כן נאסר ונעשה כמוה, ואם כן יקשה מדוע לא צייר בה\"ג שהאיסור נבלע תוך ההיתר, והוה ליה למיכתב \"כל אשר תבלע בו יקדש\"? על זה השיב בספרא שאז היינו טועים שאם נגע ונבלע במקצת חתיכה מקדש - אז(?) פוסל את כולה. לכן תפס הציור שההיתר הנבלע תוך האיסור נהפך להיות קדש, וזה לא יצויר רק בהנבלע בו בלבד – ממילא ידעינן דהוא הדין אם נבלע איסור בהיתר - לא נאסר רק בהאי גוונה. רוצה לומר, רק החלק שהאיסור נבלע בו.  וזהו שאמר בספרא יכול נגע במקצתו יהיה כולו פסול (ר\"ל אם נבלע האיסור בהיתר) תלמוד לומר \"כל הנוגע בהם יקדש\" – הנוגע פסול (ר\"ל שאחר שהכתוב תפס הציור הנוגע בהם שהוא ההיתר נבלע באיסור, ממילא רק הנוגע פסול, כי בזה לא יצויר שיפסול רק הנכנס לתוך האיסור. ממילא הוא הדין באיסור הנבלע בהיתר - חותך את מקום שבלע). [ובתוספות פסחים (<small>דף מה ד\"ה ר\"ח</small>) כתבו: ולשון הברייתא קשה דאמר עד שיבלע בבשרה משמע דמיירי בהיתר שנבלע באיסור והדר אמר יקדש להיות כמוה משמע שהאיסור נבלע בהיתר. ולמה שכתבנו הדבר נכון.] ומזה תראה דעיקר קרא דמנחה וחטאת אתי להיתר מצטרף לאיסור, לא לטעם כעיקר, דהא מיירי שההיתר נבלע באיסור. וזה כגירסת ר\"ת בתוס' חולין <small>(דף צט.)</small> ובסוגיא דפסחים <small>(דף מד.)</small>. וגם סוגיא דנזיר <small>(דף לז.)</small> אינו סותר זה כמו שבארנו במקום אחר. וכן כתב רש\"י זבחים (<small>דף צז: ד\"ה עד שיבלע</small>). ואין כאן מקום להאריך יותר.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cef7fa8a63ace0019688faa", "index_title": "Steinsaltz on Arakhin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Arakhin 19b:5", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Steinsaltz on Arakhin 19b:5", "sourceHeRef": "ביאור שטיינזלץ על ערכין י״ט ב:ה׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 38.0005, "collectiveTitle": {"en": "Steinsaltz on Arakhin", "he": "ביאור שטיינזלץ על ערכין"}, "heTitle": "ביאור שטיינזלץ על ערכין", "he": "נאמר בברייתא שכשאמר \"משקל ידי ורגלי עלי\", <b>ביד</b> מודדים <b>עד האציל</b> (המרפק), ומכאן עולה כי זו היא הגדרת \"יד\". <b>ורמינהו</b> <small>[ומשליכים,</small> מראים סתירה לכך<small>]</small> ממה ששנינו בברייתא אחרת: <b>קידוש ידים ורגלים במקדש</b> (שציותה עליו התורה: \"ורחצו אהרן ובניו ממנו את ידיהם ואת רגליהם\", שמות ל, יט) — <b>עד הפרק,</b> מקום חיבור הכף והזרוע!", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d075a58b48445006efc1cb3", "index_title": "Shulchan Shel Arba", "category": "Halakhah", "type": "", "ref": "Shulchan Shel Arba 1:6", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Shulchan Shel Arba 1:6", "sourceHeRef": "שלחן של ארבע א׳:ו׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1290, 1340], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Shulchan Shel Arba", "he": "שלחן של ארבע"}, "he": "<b>ויש</b> הפרש בין מים ראשונים למים אחרונים בדברים הרבה. מים ראשונים צריכין כח אדם שישפוך אדם אחר על ידו או הוא עצמו שישפוך בידו אחת על ידו אחרת, משא\"כ במים אחרונים שאין צריכין לבא מכח אדם. מים ראשונים צריכין הגבהה שלא יחזרו ויטמאו את הידים, מה שאין במים אחרונים שצריך שישפיל ידיו למטה כדי להעביר את הזוהמא. מים ראשונים צריכין נגוב שהנגוב מעיקר הנטילה, אחרונים אין צריכין נגוב. מים ראשונים צריכין שלא יהיה דבר חוצץ בידים כגון שעוה או זפת או בצק או צואה שעל צפרניו. אחרונים אם היה דבר חוצץ אין בכך כלום, מים ראשונים נוטלין בין בכלי בין על גבי קרקע, כלומר שאין לנו לחוש אם נופלים על הכלי או על גבי קרקע, מים אחרונים אין נוטלין אלא בכלי שצריך שיפלו המים בכלי ולא בקרקע, ראשונים אם שפשף בידו צריך לחזור וליטול ידיו. אחרונים אין צריך. מים ראשונים מברך על נטילת ידים, אחרונים אין בהם ברכה (אלא מברך ברכת המזון שהוא מברך על רחיצת ידים*). מים ראשונים צריכין הפסקה ולא בבת אחת אלא נוטל ומפסיק. אחרונים יכול לשפוך בבת אחת. מים ראשונים דוקא מים ולא שאר משקים. מים אחרונים אפי' שאר משקין כגון יין וחלב שאינו אלא להעביר את הזוהמא. מים ראשונים צריכין כלי דכתיב בכיור ממנו ולא שיעברם וישפשכם בנהר. אחרונים מותר. מים ראשונים עד הפרק והוא המקום שהיד כלה שהיד וקנה הזרוע מחוברין שם, אחרונים אין צריכין אלא פסת היד במקום שהאצבעות כלין. וי\"א שזהו מקום שעור למים ראשונים. מקום שהאצבעות כלין, ושעור הפרק למים אחרונים פיצול אמצעי שבאצבעות, לפי שאין מים אחרונים אלא להעביר את הזוהמא ומשם ולמעלה אין התבשיל נוגע בם. מים ראשונים צריכין שעור והוא רביעית לוג. אחרונים אין צריכין שעור. מים ראשונים מועיל בהם תנאי, אחרונים אין מועיל בהם תנאי, והסימן בכל אלה בהפרש שיש בין מים ראשונים למים אחרונים. כה\"ן ח\"ן שע\"ה מכפר\"ת, כ' כח אדם. ה' הגבהה. נ' נגוב. ח' חציצה. נ' נטילה בין בכלי בין על גבי קרקע. ש' שפשוף. ע' על נטילת ידים. ה' הפסק. מ' מים. כ' כלי. פ' פרק. ר' רביעית לוג. ת' תנאי: ", "heVersionTitle": "Shulchan Shel Arba, Warsaw 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "There is a distinction between washing before (<i>mayim rishonim) </i>and washing after (<i>mayim ahronim)</i> a meal in many particulars. <i>Mayim rishonim</i> require a person’s effort, either another person to pour it over his hands, or he himself to pour it with one hand over the other. That is not the case with <i>mayim ahronim</i>, for which a person’s effort is not required to make it flow. <i>Mayim rishonim</i> require raising the hands in a way so as not to bring them back down and make them unclean. That is not the case with <i>mayim ahronim</i>, for which it is required to lower one’s hands downward to remove the dirt. <i>Mayim rishonim</i> require wiping dry, because the wiping dry is crucial to the point of the hand washing; <i>mayim ahronim</i> do not require wiping dry. <sup class=\"footnote-marker\">35</sup><i class=\"footnote\">The point of the <i>mayim rishonim</i> is to purify one’s hands in order to eat with pure hands. If one doesn’t dry them, they can become unclean again (see the previous note), defeating the purpose of <i>netilat yada’im</i> before the meal. The point of the <i>mayim ahronim</i>however is merely to get the dirt off one’s hands after finishing eating, so it doesn’t really matter if they become ritually unclean once the meal is over.</i> <i>Mayim rishonim</i> require that there be nothing on one’s hands separating them from the water, such as wax, pitch, flour, or feces on one’s fingernails. For <i>mayim ahronim,</i> it doesn’t matter whatsoever if there is or isn’t something separating one’s hands from the water. With <i>mayim rishonim</i>, the hands can be washed either with a vessel or over the ground. In other words, we need not worry if the water falls onto the vessel or onto the ground. With <i>mayim ahronim,</i> one only washes with a vessel, since the water has to fall into the vessel and not onto the ground. With <i>mayim rishonim</i>, if one has rubbed his hands together, he has to do <i>netilat yada’im</i> all over again; with <i>mayim ahronim</i> it is not necessary.<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">Chavel: if one rubs his hands under the water, the water may have missed a spot, leaving it unclean.</i> With <i>mayim rishonim</i>, one recites the blessing “<i>al netilat yada’im</i>.” With <i>mayim ahronim, </i>there is no blessing, except for someone saying <i>birkat ha-mazon</i>, who says the blessing “<i>al rehitzat yada’im</i>” (“concerning the <i>washing</i> of the hands”).<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">As opposed to “<i>al netilat yada’im</i>” – literally, “taking <i>up</i> the hands [to wash them].”</i> <i>Mayim rishonim</i> require pauses; it shouldn’t be poured all at once. Rather, taking up his hands, one washes and pauses, and then takes up and washes and pauses again.<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">Halakhah, Chavel notes, following <i>Orah Hayim</i> 122:2, actually requires three distinct pourings of the <i>mayim rishonim</i>, pausing between each: the first pouring to remove dirt or anything else separating the surface of one’s hands from the water, and then a second pouring to wash off the dirty water; but the water for both of these pourings remains impure. Only after one pours yet a third time does the water purify the water that was on one’s hands.</i> But the <i>mayim ahronim</i> one may pour all at once. <i>Mayim rishonim</i> specifically requires water, and not other kinds of liquids. But for <i>mayim ahronim,</i> even other liquids are acceptable, such as wine and milk, since they are only used to remove the dirt. <i>Mayim rishonim</i> require a vessel (from which to pour it), as it is written about the priests’ washstand: “from it;”<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">Ex 30:19: “Let Aaron and his sons wash their hands and feet [in water drawn] <i>from it</i>.” (JSB). Chavel points out that the commentators explain “from it” (<i>mi-meno</i>) to specify that they were to wash in water poured from it, not <i>in it</i>, and that the Torah’s rules about the Temple priests’ washing apply to <i>netilat yada’im</i> as well.</i> one should not remove or rub off the water in a river; for <i>mayim ahronim</i>, it is permitted. <i>Mayim rishonim</i> go as far as the <i>perek</i> (“the joint”) which is where the hand ends, where the hand and the arm bones are joined. <i>Mayim ahronim</i> are required only up to the edge of the hand where the fingers end. And there are some who say that this is the extent that is required for <i>mayim rishonim</i> – the place where the fingers end. And that the extent for <i>mayim ahronim</i> is up to the middle section of the fingers, since <i>mayim ahronim</i> are only to remove the dirt, and from that point and higher the cooked food is unlikely to get on them. A specific quantity is required for <i>mayim rishonim</i>, namely a quarter of a <i>log</i>,<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">About the size of 1½ eggs.</i> but <i>mayim ahronim</i> do not require a specific quantity. One can extend the effect of <i>mayim rishonim</i> by setting a condition, but one cannot extend the effect of <i>mayim ahronim</i> with a condition.<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">In other words, one can say, “The washing I’m doing now before this meal applies to all the meals I’m going to eat today,” that is, “I’m as ritually clean as a priest to eat this and all my subsequent meals today.” However, since the washing after is to remove actual, visible food from one’s hands, obviously simply stating the condition that “my first hand-washing after a meal will remove any food I get on my hands at subsequent meals during the day” is not going to remove the food stuck to one’s hands after later meals. It seems that R. Bahya and the source he quotes virtually verbatim for all these differences between <i>mayim rishonim</i> and <i>mayim ahronim</i> (R. Abraham ibn Daud, <i>Kol Bo 23: Din Netilat Yadayim</i>) recognize a distinction between what some today might call “ritual” vs. “actual” washing, but what I would prefer to call “theurgic” vs. “pragmatic” washing. After all, they are both rituals. But the former seems explicitly intended to change one’s subjective, spiritual status (“now I’m as pure as priest”); the latter primarily merely one’s observable physical status (no more food scraps on the hands). The ruling that one can verbally condition the “validity” of the <i>mayim rishonim </i>as opposed to the <i>ahronim</i> supports my view that R. Bahya appreciates the difference between rituals whose primary intent is to affect one’s subjective status, vs. those which primarily affect one physically. However, R. Bahya would not say that the former type of ritual was somehow more “spiritual” or important than the latter. On the contrary, one of the main points of <i>Shulhan Shel Arba</i> is to show that even those rituals that primarily affect one physically are designed implicitly to reinforce one’s awareness that eating meals is a way to worship God.</i> A mnemonic for all of these differences between <i>mayim rishonim</i> and <i>mayim ahronim</i> is <i>KoHe”N He”N Sha’A”H MiKaPeRe”T</i> (“For the precious priest, the hour atones”): K – <i>Ko’ah adam</i> (“by human power”); H – <i>Hag’ba’ah</i> (“raising up”); N- <i>Niguv</i> (“wiping dry”); H-<i>Hatzitzah</i> (“nothing separating”); N- <i>Netilah bayn klay beyn ‘al gabay karka’</i> (“washing into a vessel or onto the ground”); Sh – <i>Shifshuf</i> (“rubbing”); ‘A – <i>‘Al netilat yada’im</i> (the blessing <i>‘al netilat yada’im</i>); H – <i>Hefsek</i> (“pausing between pours”); M – <i>Mayim</i> (“water, and nothing else”); K – <i>Klay</i> (“poured from a vessel”); P- <i>Perek</i> (“up to the joint”); R – <i>Revi’it log</i> (“a quarter of a <i>log</i>”); and T- <i>Tenai</i> (“setting a condition”).", "versionTitle": "Shulhan Shel Arba, translated by Jonathan Brumberg-Kraus, 2010", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5d8ccee78aa4d5daba1ccbe4", "index_title": "Machzor Yom Kippur Ashkenaz", "category": "Liturgy", "type": "", "ref": "Machzor Yom Kippur Ashkenaz, The Morning Prayers, Korbanos (Sacrificial Offerings) 3", "anchorRef": "Exodus 30:17-21", "anchorRefExpanded": ["Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21"], "sourceRef": "Machzor Yom Kippur Ashkenaz, The Morning Prayers, Korbanos (Sacrificial Offerings) 3", "sourceHeRef": "מחזור אשכנז ליום כיפור, תפלת שחרית, קרבנות ג׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1155, 1205], "commentaryNum": 3, "collectiveTitle": {"en": "Machzor Yom Kippur Ashkenaz", "he": "מחזור אשכנז ליום כיפור"}, "heTitle": "קרבנות", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small><i>Shemos 30:17-21</i><br></small>", "versionTitle": "The Metsudah Machzor. Metsudah Publications, New York - Eng (paragraph ed.)", "license": "", "versionTitleInHebrew": ""}, {"_id": "5d8cd3e7b2d947e2a43f1b4e", "index_title": "Machzor Rosh Hashanah Ashkenaz", "category": "Liturgy", "type": "", "ref": "Machzor Rosh Hashanah Ashkenaz, The Morning Prayers, Korbanos (Sacrificial Offerings) 3", "anchorRef": "Exodus 30:17-21", "anchorRefExpanded": ["Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21"], "sourceRef": "Machzor Rosh Hashanah Ashkenaz, The Morning Prayers, Korbanos (Sacrificial Offerings) 3", "sourceHeRef": "מחזור אשכנז לראש השנה, תפילת שחרית, קרבנות ג׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1155, 1205], "commentaryNum": 3, "collectiveTitle": {"en": "Machzor Rosh Hashanah Ashkenaz", "he": "מחזור אשכנז לראש השנה"}, "heTitle": "קרבנות", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small><i>Shemos 30:17-21</i><br></small>", "versionTitle": "The Metsudah Machzor. Metsudah Publications, New York -- en (paragraph ed.)", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5db0040d8c12a8101ab6a0e1", "index_title": "Minei Targuma on Torah", "category": "Commentary", "type": "commentary", "ref": "Minei Targuma on Torah, Exodus 30:19:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Minei Targuma on Torah, Exodus 30:19:1", "sourceHeRef": "מיני תרגומא על תורה, שמות ל׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1751, 1799], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Minei Targuma", "he": "מיני תרגומא"}, "heTitle": "שמות", "he": "לשון הרמב״ן <b>וְרָחֲצוּ אַהֲרֹן וּבָנָי</b> וגו׳ הרחיצה הזו דרך כבוד שלמעלה כי כל הקרב לשולחן המלכים לשרתו ליגע בפת בג המלך וביין משתיו רוחץ ידיו וכו׳ ועל דרך האמת בעבור היות ראשי האדם וסופו הידים והרגלים כי הידים למעלה מכל גופו בהגביהו אותן והרגלים למטה והם בצורת האדם רמז לי׳ הספירו׳ שיהיה כל גופו ביניהם וכמו שאמר בספר היצירה וכרת לו ברית וכו׳ לפיכך נצטוו משרתי עליון לרחוץ הידים והרגלי׳ ורחיצה הזאת לקדושה תרגם אותה אונקלוס וכו׳ עכ״ל. ומן הטעם הזה יתבאר דבכל רחיצה כמו ורחצו רגליכם בפ׳ וירא סימן י״ח פסוק ד׳ וסימן י״ט פסוק ב׳ תרגום <b>וְאַסְחוּ</b> ובפרשת חיי שרה סימן כ״ד פסוק ל״ב לרחוץ רגליו תרגום <b>לְאַסְחָאָה</b> ודומה להן הרבה. אבל הכא בפסוק י״ח לרחצה. תרגם <b>לְקִידוּשׁ</b> ופסוק י״ח ורחצו תרגו׳ <b>וִיקַדְשׁוּן</b> ופסוק כ׳ ירחצו תרגום <b>יִתְקַדְשׁוּן</b> וכל זה מטעם שכתב הרמב״ן הנ״ל: (אמר המעתיק ובחומש של הרב הגאון המחבר מצאתי וז״ל בכל מקומות דכתיב ורחצו מתרגם ויסחון והכא מתרגם ויקדשון מפני שהכהן כשמקדש ידו הימנית על גבי רגלו הימנית וידו השמאלית על גבי רגלו השמאלית היה מתכוין אל העשר ומתקדש בקדושתן וממשיך הברכה וכו׳ עיין בספר שולחן של ארבע ד״ה השער הרביעי:)", "heVersionTitle": "Vilna, 1836", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ווילנא, תקצ\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85d9c394a3ef0722ed740b", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "", "ref": "Siddur Sefard, Weekday Shacharit, Korbanot 2", "anchorRef": "Exodus 30:17-21", "anchorRefExpanded": ["Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21"], "sourceRef": "Siddur Sefard, Weekday Shacharit, Korbanot 2", "sourceHeRef": "סידור ספרד, שחרית לימות החול, קרבנות ב׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1710, 1810], "commentaryNum": 2, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קרבנות", "he": "<b>וַיְדַבֵּר</b> יְהֹוָה אֶל־משֶׁה לֵּאמֹר: וְעָשִֽׂיתָ כִּיּוֹר נְחֽשֶׁת וְכַנּוֹ נְחֽשֶׁת לְרָחְצָה וְנָתַתָּ אֹתוֹ בֵּין־אֹֽהֶל מוֹעֵד וּבֵין הַמִּזְבֵּֽחַ וְנָתַתָּ שָֽׁמָּה מָֽיִם: וְרָחֲצוּ אַהֲרֹן וּבָנָיו מִמֶּֽנּוּ אֶת־יְדֵיהֶם וְאֶת־רַגְלֵיהֶם: בְּבֹאָם אֶל־אֹֽהֶל מוֹעֵד יִרְחֲצוּ־מַֽיִם וְלֹא יָמֻֽתוּ אוֹ בְגִשְׁתָּם אֶל־הַמִּזְבֵּֽחַ לְשָׁרֵת לְהַקְטִיר אִשֶּׁה לַיהוָֹה: וְרָחֲצוּ יְדֵיהֶם וְרַגְלֵיהֶם וְלֹא יָמֻֽתוּ וְהָיְ֒תָה לָהֶם חָק־עוֹלָם לוֹ וּלְזַרְעוֹ לְדֹרֹתָם:", "heVersionTitle": "The Metsudah siddur, 1981", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<small>(Exodus 30:17-21)</small><br>And Adonoy spoke to Moses to say: Make a copper laver and a copper base, for washing; and place it between the Tent of Meeting and the Altar, and put water in it. Aaron and his sons will wash from it, their hands and their feet.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">His right hand was held above his right foot, the left hand above the left foot and all were washed simultaneously.—Maseches Zevachim 59</i> Upon entering the Tent of Meeting they will wash with water that they not die, or whenever they approach the Altar to serve, to burn a fire-offering to Adonoy. They will wash their hands and feet that they not die; and this is for them a perpetual statute for him [Aaron], and his descendants for all their generations.", "versionTitle": "Translation based on the Metsudah linear siddur, by Avrohom Davis, 1981", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5ebd5a7912e1947e04204032", "index_title": "Peninei Halakhah, Days of Awe", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Days of Awe 10:6:3", "anchorRef": "Exodus 30:18-20", "anchorRefExpanded": ["Exodus 30:18", "Exodus 30:19", "Exodus 30:20"], "sourceRef": "Peninei Halakhah, Days of Awe 10:6:3", "sourceHeRef": "פניני הלכה, ימים נוראים י׳:ו׳:ג׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [2010, 2014], "commentaryNum": 6.0003, "collectiveTitle": {"en": "Peninei Halakhah, Days of Awe", "he": "פניני הלכה, ימים נוראים"}, "he": "הטבילה היתה נעשית בבית הטבילה הסמוך לעזרה, וקידוש הידיים והרגליים היה נעשה במים שיצאו מהברזים שהותקנו בכיור שבין ההיכל למזבח. והיה הכהן מניח ידו הימנית על גבי רגלו הימנית ורוחצם יחד, ומניח ידו השמאלית על גבי רגלו השמאלית ורוחצם יחד. כהן שעבד בלא שקידש את ידיו ורגליו תחילה – חייב מיתה בידי שמיים, שנאמר (שמות ל, יח-כ): \"וְעָשִׂיתָ כִּיּוֹר נְחֹשֶׁת וְכַנּוֹ נְחֹשֶׁת לְרָחְצָה וְנָתַתָּ אֹתוֹ בֵּין אֹהֶל מוֹעֵד וּבֵין הַמִּזְבֵּחַ וְנָתַתָּ שָׁמָּה מָיִם. וְרָחֲצוּ אַהֲרֹן וּבָנָיו מִמֶּנּוּ אֶת יְדֵיהֶם וְאֶת רַגְלֵיהֶם. בְּבֹאָם אֶל אֹהֶל מוֹעֵד יִרְחֲצוּ מַיִם וְלֹא יָמֻתוּ אוֹ בְגִשְׁתָּם אֶל הַמִּזְבֵּחַ לְשָׁרֵת לְהַקְטִיר אִשֶּׁה לַה'\".", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "For immersing, there was a <i>mikveh</i> adjacent to the Temple courtyard (<i>azara</i>), and for washing the hands and feet water was used that came out of the faucets affixed to the <i>kiyor </i>(laver), located between the Sanctuary and the outer altar. The <i>kohen</i> would place his right hand on top of his right foot and wash them together, and then place his left hand atop his left foot and wash them together. A <i>kohen</i> who served in the Temple without first washing his hands and feet was liable to punishment by death at the hands of heaven, as we read:<br>Make a laver of copper and a stand of copper for it, for washing; and place it between the <i>Ohel Mo’ed</i> (Tent of Encounter) and the altar. Put water in it and let Aharon and his sons wash their hands and feet from it. When they enter the <i>Ohel Mo’ed</i> they shall wash with water, that they may not die; or when they approach the altar to serve, to turn into smoke an offering by fire to the Lord… (Shemot 30:18-20)", "versionTitle": "Peninei Halakhah, English ed. Yeshivat Har Bracha", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f02d6fe520c8b19ed8e9448", "index_title": "Gur Aryeh on Shemot", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Shemot 30:19:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Gur Aryeh on Shemot 30:19:1", "sourceHeRef": "גור אריה על שמות ל׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על שמות", "he": "<b>בבת אחת הוא מקדש.</b> דאם לא כן, אין לרחוץ הידים תחלה ואחר כך רגלים כמשמעות הכתוב \"ורחצו ידיהם ורגליהם\", דמעלין בקודש (ברכות כח.), ולמה אמר \"ורחצו ידיהם ורגליהם\", והוי ליה להקדים הרגל ואחר כך היד, כמו שהוא עושה בתפילין, שמעלה בקודש<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"205\"></i>, אלא כאחת היה מקדש:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea046bfb3c3d94bf6569d", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 30:19:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Midrash Lekach Tov, Exodus 30:19:1", "sourceHeRef": "מדרש לקח טוב, שמות ל׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b>ורחצו אהרן ובניו ממנו.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"45\"></i> כמער איש לויות היה לו לכיור, כדרך שעשה שלמה בבית עולמים.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6875e165fa995325fc676f", "index_title": "Siddur Ashkenaz", "category": "Liturgy", "type": "", "ref": "Siddur Ashkenaz, Weekday, Shacharit, Preparatory Prayers, Korbanot, Kiyor 2", "anchorRef": "Exodus 30:17-21", "anchorRefExpanded": ["Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21"], "sourceRef": "Siddur Ashkenaz, Weekday, Shacharit, Preparatory Prayers, Korbanot, Kiyor 2", "sourceHeRef": "סידור אשכנז, ימי חול, תפילת שחרית, הכנה לתפילה, קרבנות, פרשת הכיור ב׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1055, 1105], "commentaryNum": 2, "collectiveTitle": {"en": "Siddur Ashkenaz", "he": "סידור אשכנז"}, "heTitle": "פרשת הכיור", "he": "<b>וַיְדַבֵּר</b> יְהֹוָה אֶל־משֶׁה לֵּאמֹר: וְעָשִֽׂיתָ כִּיּוֹר נְחֽשֶׁת וְכַנּוֹ נְחֽשֶׁת לְרָחְצָה וְנָתַתָּ אֹתוֹ בֵּין־אֹֽהֶל מוֹעֵד וּבֵין הַמִּזְבֵּֽחַ וְנָתַתָּ שָֽׁמָּה מָֽיִם: וְרָחֲצוּ אַהֲרֹן וּבָנָיו מִמֶּֽנּוּ אֶת־יְדֵיהֶם וְאֶת־רַגְלֵיהֶם: בְּבֹאָם אֶל־אֹֽהֶל מוֹעֵד יִרְחֲצוּ־מַֽיִם וְלֹא יָמֻֽתוּ אוֹ בְגִשְׁתָּם אֶל־הַמִּזְבֵּֽחַ לְשָׁרֵת לְהַקְטִיר אִשֶּׁה לַיהוָֹה: וְרָחֲצוּ יְדֵיהֶם וְרַגְלֵיהֶם וְלֹא יָמֻֽתוּ וְהָיְ֒תָה לָהֶם חָק־עוֹלָם לוֹ וּלְזַרְעוֹ לְדֹרֹתָם:", "heVersionTitle": "The Metsudah siddur, 1981", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<small>(Exodus 30:17-21)</small><br>And Adonoy spoke to Moses to say: Make a copper laver and a copper base, for washing; and place it between the Tent of Meeting and the Altar, and put water in it. Aaron and his sons will wash their hands and their feet from it.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">His right hand was held above his right foot, the left hand above the left foot and all were washed simultaneously.—Maseches Zevachim 59</i> Upon entering the Tent of Meeting they will wash with water that they not die, or whenever they approach the Altar to serve, to burn a fire-offering to Adonoy. They will wash their hands and feet that they not die; and this is a perpetual statute for them, for him [Aaron], and his descendants for all their generations.", "versionTitle": "Translation based on the Metsudah linear siddur, by Avrohom Davis, 1981", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60b36ba204f0bec90153bc2a", "index_title": "Tzofnat Paneach", "category": "Chasidut", "type": "", "ref": "Tzofnat Paneach, Bo 17:2", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Tzofnat Paneach, Bo 17:2", "sourceHeRef": "צפנת פענח, בא י״ז:ב׳", "anchorVerse": 19, "sourceHasEn": false, "commentaryNum": 17.0002, "collectiveTitle": {"en": "Tzofnat Paneach", "he": "צפנת פענח"}, "heTitle": "בא", "he": "<b>ונראה </b>לי, דאיתא בפרק ט' דבבא מציעא (פה:) בריש ירחא נגלה אליו עד דמשי אברהם ומצלי כו', ולוקמינהו בהדדי. ומשני, אם כן אתי משיח בלא זימנא. וידוע פירוש <b>רש\"י</b> בפ' כי תשא (שמות ל, יט) את ידיהם ואת רגליהם - בבת אחת הי' מקדש.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f5749eddb586d79d82700b", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Exodus 30:19:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Maskil LeDavid, Exodus 30:19:1", "sourceHeRef": "משכיל לדוד, שמות ל׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "commentaryNum": 19.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "שמות", "he": "<b>את ידיהם וכו׳ בבת אחת וכו׳</b> דק״ל דהו״ל את ידיהם ורגליהם מאי ואת ומשני דר״ל ועם רגליהם כלו׳ שניהם ביחד:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61681a86f6f3ddf887f89edd", "index_title": "Mishnat Eretz Yisrael on Mishnah Berakhot", "category": "Quoting Commentary", "type": "", "ref": "Mishnat Eretz Yisrael on Mishnah Berakhot 8:2:38", "anchorRef": "Exodus 30:17-20", "anchorRefExpanded": ["Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20"], "sourceRef": "Mishnat Eretz Yisrael on Mishnah Berakhot 8:2:38", "sourceHeRef": "משנת ארץ ישראל על משנה ברכות ח׳:ב׳:ל״ח", "anchorVerse": 17, "sourceHasEn": false, "commentaryNum": 2.0038, "collectiveTitle": {"en": "Mishnat Eretz Yisrael on Mishnah Berakhot", "he": "משנת ארץ ישראל על משנה ברכות"}, "he": "עדות ברורה לתפיסה של נטילת ידיים כמצווה שאיננה בתורה יש בתנא דברי אליהו. שם מצוי תיאור של מעין ויכוח: \"בא חבירו וישב כנגדו, אף בזה יש בו מקרא ואין בו משנה, אמרתי לו, בני רחיצת ידים מן התורה, אמר לי, רבי לא נאמרה לנו מהר סיני, אמרתי לו, בני דברים הרבה יש לנו וחמורין הן, ולא צרך הכתוב לאמרן, לפיכך הטילן על ישראל. אמר, הן יבדילו אותן, כדי להרבות את שכרן, מנין, תדע לך שכן, כשהיו ישראל במדבר וסבובים במדבר אמר לו הקב\"ה למשה, לך אל העם וקדשתם וגו' (שמות יט י), ושנו חכמים (במשנה), וקדשתם בטבילה, ולמדנו רחיצת ידים מן התורה ממשה ואהרן ובניו, שנאמר 'וידבר ה' ' וגו' 'ועשית כיור נחשת' [וגו'] ו'רחצו ממנו משה' וגו', 'בבואם אל אהל מועד' וגו' (שמות ל יז-כ), אבל בישראל מהו אומר, 'והתקדשתם והייתם קדושים' (ויקרא יא מד), מיכן היה רבן גמליאל אוכל חולין בטהרה, אמרו, לא לכהנים בלבד ניתנה קדושה, אלא לכהנים וללוים ולישראל כולן, שנאמר 'וידבר ה' ' וגו' 'דבר אל עדת בני ישראל ואמרת אליהם קדושים' וגו' (ויקרא יט א וב), מיכן אמרו, כל המזלזל ברחיצת ידים סימן רע לו, עליו הוא אומר, 'והיה כשמעו את דברי האלה' וגו' 'לא יאבה ה' סלוח לו' וגו' (דברים כט יח ויט), הא למדת, שכל המבעט בנטילת ידים סימן רע לו\" (תנא דבי אליהו, טז, עמ' 72). ", "heVersionTitle": "Mishnat Eretz Yisrael, Seder Zeraim, Tel Aviv, 2008-2016", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סדר זרעים, מאת שמואל ספראי וזאב ספראי, תל אביב. תשס\"ח-תשע\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61681b21d4f7d0328d97d72c", "index_title": "Mishnat Eretz Yisrael on Mishnah Chagigah", "category": "Quoting Commentary", "type": "", "ref": "Mishnat Eretz Yisrael on Mishnah Chagigah 2:5:4", "anchorRef": "Exodus 30:17-20", "anchorRefExpanded": ["Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20"], "sourceRef": "Mishnat Eretz Yisrael on Mishnah Chagigah 2:5:4", "sourceHeRef": "משנת ארץ ישראל על משנה חגיגה ב׳:ה׳:ד׳", "anchorVerse": 17, "sourceHasEn": false, "commentaryNum": 5.0004, "collectiveTitle": {"en": "Mishnat Eretz Yisrael on Mishnah Chagigah", "he": "משנת ארץ ישראל על משנה חגיגה"}, "he": "בסדר אליהו רבה, שזמנו שנוי במחלוקת, מובא: \"ולמדנו רחיצת ידים מן התורה ממשה ואהרן ובניו שנאמר וידבר ה' וגו' ועשית כיור נחשת וגו' ורחצו ממנו משה וגו' בבואם אל אהל מועד וגו' (שמות ל יז-כ) אבל בישראל מהו אומר והתקדשתם והייתם קדושים (ויקרא יא מד) מיכן היה רבן גמליאל אוכל חולין בטהרה. אמרו: לא לכהנים בלבד ניתנה קדושה אלא לכהנים וללוים ולישראל כיון שנאמר וידבר ה' וגו' דבר אלא עדת ישראל ואמרת אליהם קדושים וגו' (ויקרא יט א-ב). מיכן אמרו כל המזלזל ברחיצת ידים סימן רע לו\" (תנא דבי אליהו, פט\"ז, עמ' 72). נטילת ידיים היא ההתקדשות של ישראל, וכאמור בברייתא בבבלי: \"והתקדשתם – אלו מים ראשונים\" (ברכות נג ע\"ב).", "heVersionTitle": "Mishnat Eretz Yisrael, Seder Moed, Jerusalem, 2008-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סדר מועד, מאת שמואל ספראי וזאב ספראי, ירושלים. תשס\"ט-תשע\"ב", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61681e21a5fa92a0e2f96f58", "index_title": "Mishnat Eretz Yisrael on Mishnah Gittin", "category": "Quoting Commentary", "type": "", "ref": "Mishnat Eretz Yisrael on Mishnah Gittin 5:1:51", "anchorRef": "Exodus 30:17-20", "anchorRefExpanded": ["Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20"], "sourceRef": "Mishnat Eretz Yisrael on Mishnah Gittin 5:1:51", "sourceHeRef": "משנת ארץ ישראל על משנה גיטין ה׳:א׳:נ״א", "anchorVerse": 17, "sourceHasEn": false, "commentaryNum": 1.0051, "collectiveTitle": {"en": "Mishnat Eretz Yisrael on Mishnah Gittin", "he": "משנת ארץ ישראל על משנה גיטין"}, "he": "נסיים בדברי המדרש הדן בשאלת היחס בין הלכה שיסודה בתורה לבין כזאת שיסודה בדברי סופרים בתנא דבי אליהו. שם מצוי תיאור של מעין ויכוח: \"בא חבירו וישב כנגדו, אף בזה יש בו מקרא ואין בו משנה, אמרתי לו, בני רחיצת ידים מן התורה? אמר לי, רבי לא נאמרה לנו מהר סיני. אמרתי לו, בני דברים הרבה יש לנו וחמורין הן, ולא צרך הכתוב לאמרן, לפיכך הטילן על ישראל. אמר, הן יבדילו אותן, כדי להרבות את שכרן, מנין, תדע לך שכן, כשהיו ישראל במדבר וסבובים במדבר אמר לו הקב\"ה למשה, לך אל העם וקדשתם וגו' (שמות י\"ט, י), ושנו חכמים (במשנה), וקדשתם בטבילה, ולמדנו רחיצת ידים מן התורה ממשה ואהרן ובניו, שנאמר 'וידבר ה' ' וגו', 'ועשית כיור נחשת' [וגו'], 'ורחצו ממנו משה' וגו', 'בבואם אל אהל מועד' וגו' (שמות ל', י\"ז-כ). אבל בישראל מהו אומר, 'והתקדשתם והייתם קדושים' (ויקרא י\"א, מד), מיכן היה רבן גמליאל אוכל חולין בטהרה, אמרו, לא לכהנים בלבד ניתנה קדושה, אלא לכהנים וללוים ולישראל כולן, שנאמר 'וידבר ה' ' וגו', 'דבר אל עדת בני ישראל ואמרת אליהם קדושים' וגו' (ויקרא י\"ט, א ו־ב), מיכן אמרו, כל המזלזל ברחיצת ידים סימן רע לו, עליו הוא אומר, 'והיה כשמעו את דברי האלה' וגו', 'לא יאבה ה' סלוח לו' וגו' (דברים כ\"ט, יח ו־יט). הא למדת, שכל המבעט בנטילת ידים סימן רע לו\" (תנא דבי אליהו, טז, עמ' 72). ", "heVersionTitle": "Mishnat Eretz Yisrael, Seder Nashim, Jerusalem, 2013-2019", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סדר נשים, מאת שמואל ספראי, זאב ספראי וחנה ספראי, ירושלים. תשע\"ג-תשע\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a6231187f574a17ca6b611", "index_title": "Jerusalem Talmud Pesachim", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Pesachim 7:7:8", "anchorRef": "Exodus 30:19-20", "anchorRefExpanded": ["Exodus 30:19", "Exodus 30:20"], "sourceRef": "Jerusalem Talmud Pesachim 7:7:8", "sourceHeRef": "תלמוד ירושלמי פסחים ז׳:ז׳:ח׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 7.0008, "collectiveTitle": {"en": "Jerusalem Talmud Pesachim", "he": "תלמוד ירושלמי פסחים"}, "heTitle": "תלמוד ירושלמי פסחים", "he": "תַּמָּן תַּנִּינָן. כָּל הַזְּבָחִים שֶׁקִּיבֵּל דָּמָן זָר. אוֹנֵן. וּטְבוּל יוֹם. מְחוּסַּר בְּגָדִים. מְחוּסַּר כִּיפּוּרִים. וְשֶׁלֹּא רְחוּץ יָדַיִם וְרַגְלַיִים. עָרֵל. טָמֵא. יוֹשֵׁב. עוֹמֵד עַל גַּבֵּי כֵלִים. עַל גַּבֵּי [בְהֵמָה. עַל גַּבֵּי] חֲבֵירוֹ. פָּסַל. דְּרוֹמַאיֵי אָֽמְרֵי. בְּטָמֵא טוּמְאַת זִיבָה וְטוּמְאַת צָרַעַת אֲנָן קַייָמִין. אֲבָל בְּטָמֵא מֵת אֵינוֹ מְחַלֵּל. מֵאַחַר שֶׁהוּתָּר מִכְּלַל טוּמְאָה לְרַבִּים בַּפֶּסַח. מְתִיב רִבִּי שִׁמְעוֹן בֶּן לָקִישׁ לִדְרוֹמָאיֵי. מָה אִם הַבְּעָלִים שֶׁיִּיפִּיתָה כוֹחָן בִּשְׁאָר כָּל־הַטֻּמְאוֹת שֶׁבַּשָּׁנָה. הוֹרְעֵתָה כוֹחָן בְּטָמֵא מֵת בַּפֶּסַח. עוֹבֵד. שֶׁהוֹרְעֵתָה כוֹחוֹ בִּשְׁאָר טֻמְאוֹת שֶׁלְכָּל־הַשָּׁנָה. אֵינוֹ דִּין שֶׁתּוֹרֶע כּוֹחוֹ בְּטָמֵא מֵת בַּפֶּסַח. וְעוֹד שֶׁשָּׁנָה רִבִּי. הַצִּיץ מְרַצֶּה עַל טּוּמְאַת הַדָּם. אֵין הַצִּיץ מְרַצֶּה עַל טּוּמְאַת הַגּוּף. אִין תֵּימַר בְּטָמֵא טוּמְאַת זִיבָה וְטוּמְאַת צָרַעַת אֲנָן קַייָמִין. <i data-overlay=\"Vilna Pages\" data-value=\"52b\"></i>לֵית יְכִיל. דְּתַנִּינָן. מִטַּמֵּא טוּמְאַת תְּהוֹם הַצִּיץ מְרַצֶּה׃ מָה עָֽבְדִין לָהּ דְּרוֹמַאיֵי. פָּֽתְרִין לָהּ בַּבְּעָלִים. וְהָא תַנִּינָן. נָזִיר. פָּֽתְרִין לָהּ בָּעוֹבְדִין. עַל דַּעְתֵּיהּ דְּרִבִּי שִׁמְעוֹן בֶּן לָקִישׁ. לֹא שַׁנְייָא. הִיא בְעָלִים הִיא עוֹבְדִין. אָמַר רִבִּי יִרְמְיָה. הֲרֵי זֶה קַל וָחוֹמֶר שֶׁיֵּשׁ עָלָיו תְּשׁוּבָה. דְּאִינּוּן יָֽכְלִין מֵימַר לֵיהּ. לֹא. אִם אָמַרְתָּ בִּבְעָלִים. שֶׁהוֹרְעֵתָה כוֹחָן בְּזָקֵן וּבְחוֹלֶה. תֹּאמַר בְּעוֹבֵד. שֶׁיִּיפִּיתָה כוֹחוֹ בְּזָקֵן וּבְחוֹלֶה. וְכָל־קַל וָחוֹמֶר שֶׁיֵּשׁ עָלָיו תְּשׁוּבָה בָּטֵל קַל וָחוֹמֶר. אָמַר רִבִּי חֲנַנְיָה. הֲרֵי זֶה קַל וָחוֹמֶר שֶׁיֵּשׁ עָלָיו תְּשׁוּבָה. דְּאִינּוּן יָֽכְלִין מֵימַר לֵיהּ. לֹא. אִם אָמַרְתָּ בִּבְעָלִים. שֶׁמִּילַת זְכָרָיו וָעֲבָדָיו מְעַכְּבִין אוֹתוֹ. תֹּאמַר בְּעוֹבֵד. שֶׁאֵין מִילַת זְכָרָיו וָעֲבָדָיו מְעַכְּבִין אוֹתוֹ. וְכָל־קַל וָחוֹמֶר שֶׁיֵּשׁ עָלָיו תְּשׁוּבָה בָּטֵל קַל וָחוֹמֶר.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "There, we have stated<sup class=\"footnote-marker\">196</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Mishnah Zevachim 2:1\" href=\"/Mishnah_Zevachim.2.1\">Mishnah <i>Zevaḥim</i> 2:1</a>.</i>: “All sacrifices whose blood was collected by a non-Cohen, a deep mourner<sup class=\"footnote-marker\">197</sup><i class=\"footnote\">A person obligated to bury a close relative, such as defined in <a class=\"refLink\" data-ref=\"Leviticus 21:2-3\" href=\"/Leviticus.21.2-3\"><i>Lev.</i> 21:2–3</a>, who from the moment of the death to the burial is barred from all sacral acts; inferred from <a class=\"refLink\" data-ref=\"Deuteronomy 26:14\" href=\"/Deuteronomy.26.14\"><i>Deut.</i> 26:14</a>.</i>, one immersed on this day<sup class=\"footnote-marker\">198</sup><i class=\"footnote\">Who is no longer impure but barred from sacral acts until sundown; <a class=\"refLink\" data-ref=\"Leviticus 22:7\" href=\"/Leviticus.22.7\"><i>Lev.</i> 22:7</a>.</i>, missing garments<sup class=\"footnote-marker\">199</sup><i class=\"footnote\">A Cohen serving while not wearing all priestly garments commits a deadly sin; <a class=\"refLink\" data-ref=\"Exodus 28:43\" href=\"/Exodus.28.43\"><i>Ex.</i>28:43</a>.</i>, missing atonement<sup class=\"footnote-marker\">200</sup><i class=\"footnote\">A person healed from skin disease or gonorrhea who needs not only immersion in water and waiting for sundown but is excluded from sacral rites until be bring a purifying sacrifice, <a class=\"refLink\" data-ref=\"Leviticus 14:1-32\" href=\"/Leviticus.14.1-32\"><i>Lev.</i> 14:1–32</a> for skin disease, 15:14–15 for the sufferer from gonorrhea.</i>, with unwashed hands or feet<sup class=\"footnote-marker\">201</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 30:19-20\" href=\"/Exodus.30.19-20\"><i>Ex</i>. 30:19–20</a>.</i>, uncircumcised<sup class=\"footnote-marker\">202</sup><i class=\"footnote\">As the Babli points out, <a class=\"refLink\" data-ref=\"Zevachim 22b\" href=\"/Zevachim.22b\"><i>Zevaḥim</i> 22b</a>, there is no pentateuchal verse forbidding service to an uncircumcised priest, but there is one in <a class=\"refLink\" data-ref=\"Ezekiel 44:9\" href=\"/Ezekiel.44.9\">Ezechiel, 44:9</a>, which forbids entry to the Temple domain to any uncircumcised person, including a hemophiliac who may not be circumcised.</i>, impure<sup class=\"footnote-marker\">203</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 22:2-3\" href=\"/Leviticus.22.2-3\"><i>Lev.</i> 22:2–3</a>.</i>, sitting<sup class=\"footnote-marker\">204</sup><i class=\"footnote\">Since the verses never permit any action in sitting, and the priests are required to be barefoot, no service is possible unless the priest is standing with his feet in direct contact with the floor of the Temple court, the Temple interior, or the altar.</i>, standing on utensils, on [an animal, on] another person<sup class=\"footnote-marker\">205</sup><i class=\"footnote\">Meaning that another priest puts his hands under the feet of the officiating priest. Then he is not in contact with the floor.</i>, disqualified it.” The Southerners say, we hold this for those impure by the impurity of gonorrhea or the impurity of skin disease<sup class=\"footnote-marker\">206</sup><i class=\"footnote\">They read the expression “impurity of the body” used in the Mishnah to describe what the diadem does not make acceptable as impurity caused by the person’s body (i. e., in addition to skin disease and gonorrhea also sexual activity, <a class=\"refLink\" data-ref=\"Leviticus 15:15\" href=\"/Leviticus.15.15\"><i>Lev.</i> 15:15</a>,<a class=\"refLink\" data-ref=\"Leviticus 15:18\" href=\"/Leviticus.15.18\">18</a>.)</i>, but impurity of the dead does not desecrate since it was permitted in case of the impurity of the many for the <i>Pesaḥ.</i> Rebbi Simeon ben Laqish objected to the Southerners: Since for the owner, where you clarified to his advantage in case of all other impurities during the course of the year<sup class=\"footnote-marker\">207</sup><i class=\"footnote\">They may send their sacrifices through an agent if they are disabled by impurity.</i>, you clarified to his disadvantage in case of impurity of the dead for <i>Pesaḥ</i><sup class=\"footnote-marker\">208</sup><i class=\"footnote\">He must celebrate the Second <i>Pesaḥ.</i></i><i>,</i> for the officiant, where you clarified to his disadvantage in case of all other impurities during the course of the year<sup class=\"footnote-marker\">209</sup><i class=\"footnote\">He may never serve being impure.</i>, it is only logical that you should clarify to his disadvantage in case of impurity of the dead for <i>Pesaḥ.</i> In addition to what Rebbi stated, “the diadem makes impurity of the blood acceptable but not impurity of the body.” If you want to say that this refers to the impurity of gonorrhea or the impurity of skin disease, you cannot, since we have stated, “if the impurity was caused by impurity of the abyss<sup class=\"footnote-marker\">82</sup><i class=\"footnote\">Impurity buried in the ground which previously was totally unknown and is only recently uncovered. Since it is impossible to guard against this kind of impurity there can be no penalty for “tent impurity” of this kind.</i>, the diadem makes acceptable.<sup class=\"footnote-marker\">210</sup><i class=\"footnote\">Since impurity of the abyss only is caused by a corpse, it is not caused by the person’s body. If it is stated that the diadem makes acceptable in this case, it follows that the diadem is inactive in all cases of known impurity caused by external influences.</i>” What are the Southerners doing with this? They explain if for the owner<sup class=\"footnote-marker\">211</sup><i class=\"footnote\">The diadem only covers abyss impurity of the owner, but not proven impurity of the dead; one may still read “impurity of the body” as referring to impurity produced by the body.</i>. But did we not state “a <i>nazir”</i><sup class=\"footnote-marker\">212</sup><i class=\"footnote\">The only impurity forbidden for the <i>nazir</i> is the impurity of the dead, so in <a class=\"refLink\" data-ref=\"Jerusalem Talmud Pesachim 7:12:2\" href=\"/Jerusalem_Talmud_Pesachim.7.12.2\">Mishnah 5</a> the reference must be to this kind of impurity.</i><i>?</i> They explain it for the officiant. In Rebbi Simeon ben Laqish’s opinion, there is no difference; it is equal for owner or officiant. Rebbi Jeremiah said, this is an argument <i>de minore ad maius</i> that can be contradicted, for they can say to him, no. If you argue about the owner whose position you clarified to his disadvantage in the case of the infirm and the aged<sup class=\"footnote-marker\">177</sup><i class=\"footnote\">While a person unable to eat the volume of an olive of the <i>Pesaḥ</i> may not subscribe to it, an old or sick priest is able to serve in the Temple as long as his infirmity is not of the kind listed in <i>Lev,</i> 21:18–20.</i>, what can you say about the officiating, whose position you clarified to his advantage in the case of the infirm and the aged. And any argument <i>de minore ad majus</i> that can be contradicted, the argument <i>de minore ad majus</i> is invalid. Rebbi Ḥananiah said, this is an argument <i>de minore ad majus</i> that can be contradicted, for they can say to him, no. If you argue about the owner for whom the circumcision of his males and his slaves are indispensable for him<sup class=\"footnote-marker\">213</sup><i class=\"footnote\">Since <a class=\"refLink\" data-ref=\"Exodus 12:48\" href=\"/Exodus.12.48\"><i>Ex</i>. 12:48</a> notes that <i>no one uncircumcised may eat it</i> [the <i>Pesaḥ],</i> in <a class=\"refLink\" data-ref=\"Exodus 12:44\" href=\"/Exodus.12.44\">v. 44</a>, <i>a man’s slave, bought with money, if you circumcise him he may eat it,</i> “he” is read to refer to the owner; the owner may not eat <i>Pesaḥ</i> if there are uncircumcised males in his <i>familia. Mekhilta dR. Ismael Bo</i> 15, <i>dR. Simeon ben Yoḥai</i> p. 35</i>, what can you say about the officiating, for whom the circumcision of his males and his slaves are not indispensable<sup class=\"footnote-marker\">214</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Pesachim 7:7:8\" href=\"/Jerusalem_Talmud_Pesachim.7.7.8\">Note 202</a>. An uncircumcised Cohen may not serve; nothing is said about his dependents.</i>. And any argument <i>de minore ad majus</i> that can be contradicted, the argument <i>de minore ad majus</i> is invalid.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61d5d56df4629f2b5727c498", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, כיר 1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Sefer HaShorashim, כיר 1", "sourceHeRef": "ספר השרשים, כיר א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "כיר", "he": ["<strong><big>כיר</big></strong>   <strong>כִּיּוֹר</strong> נְחֹשֶׁת (<a class=\"refLink\" href=\"Exodus 30:18\" data-ref=\"Exodus 30:18\">שמות ל, יח</a>), כלי שהיו בו מים תמיד. וכמוהו וְהִכָּה <strong>בַכִּיּוֹר</strong> אוֹ בַדּוּד (<a class=\"refLink\" href=\"I Samuel 2:14\" data-ref=\"I Samuel 2:14\">שמואל א' ב, יד</a>), אבל הוא שהיו רוחצין בו הבשר ולא שהיו בו מים תמיד. וכמוהו וַיַּעַשׂ<strong> כִּיּוֹרִים</strong> עֲשָׂרָה וַיִּתֵּן חֲמִשָּׁה מִיָּמִין וַֽחֲמִשָּׁה מִשְּׂמֹאול לְרָחְצָה בָהֶם אֶת־מַֽעֲשֵׂה הָֽעוֹלָה (<a class=\"refLink\" href=\"II Chronicles 4:6\" data-ref=\"II Chronicles 4:6\">דברי הימים ב' ד, ו</a>). ואף עלי פי כן מעשה זה הכיור ואותו כלי אחד הוא, ודומה כעין אותו הכלי שקורין לו <strong>קונק\"א</strong> בלע\"ז. אבל אותו של משכן היו לו פיות שיוצאין מהן המים כשהיו רוחצים הכהנים ממנו את ידיהם ואת רגליהם שנאמר <strong>מִמֶּנּוּ</strong> (<a class=\"refLink\" href=\"Exodus 30:19\" data-ref=\"Exodus 30:19\">שמות ל, יט</a>) ולא בתוכו. ואמרו רבותינו ז\"ל (<a class=\"refLink\" href=\"Zevachim 19b\" data-ref=\"Zevachim 19b\">זבחים יט, ע\"ב</a>) כי בבת אחת היה הכהן רוחץ ממנו ידיו ורגליו. הא כיצד מניח ידו הימנית על גבי רגלו הימנית ואת ידו השמאלית על גבי רגלו השמאלית ורוחץ בבת אחת. <strong>כְּֽכִיּוֹר</strong> אֵשׁ בְּעֵצִים (<a class=\"refLink\" href=\"Zechariah 12:6\" data-ref=\"Zechariah 12:6\">זכריה יב, ו</a>), פירוש לפיד אש. תַּנּוּר <strong>וְכִירַיִם</strong> (<a class=\"refLink\" href=\"Leviticus 11:35\" data-ref=\"Leviticus 11:35\">ויקרא יא, לה</a>), כירים הוא מקום שפיתת שהיו קדירות לכך נקרא בלשון שנים. והמלה נגזרת ממלת ככיור אש בעצים לפי שמדליקין בו האש תמיד לבשל נקרא כן."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5d3f4629f2b572814f8", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, רחץ 1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Sefer HaShorashim, רחץ 1", "sourceHeRef": "ספר השרשים, רחץ א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "רחץ", "he": ["<strong><big>רחץ</big></strong>   אִם <strong>רָחַץ</strong> י\"י (<a class=\"refLink\" href=\"Isaiah 4:4\" data-ref=\"Isaiah 4:4\">ישעיה ד, ד</a>), <strong>וְרָֽחֲצוּ</strong> אַֽהֲרֹן וּבָנָיו (<a class=\"refLink\" href=\"Exodus 30:19\" data-ref=\"Exodus 30:19\">שמות ל, יט</a>), <strong>וְרָֽחַצְתָּ </strong>אֹתָם בַּמָּֽיִם (<a class=\"refLink\" href=\"Exodus 29:4\" data-ref=\"Exodus 29:4\">שמות כט, ד</a>), <strong>וְרָחַצְתְּ</strong> וָסַכְתְּ (<a class=\"refLink\" href=\"Ruth 3:3\" data-ref=\"Ruth 3:3\">רות ג, ג</a>) פירוש ורחצת בשרך. <strong>יִרְחֲצוּ</strong>־מַיִם (<a class=\"refLink\" href=\"Exodus 30:20\" data-ref=\"Exodus 30:20\">שמות ל, כ</a>), פירוש ירחצו ידיהם ורגליהם במים. <strong>לִרְחֹץ</strong> עַל־הַיְאֹר (<a class=\"refLink\" href=\"Exodus 2:5\" data-ref=\"Exodus 2:5\">שמות ב, ה</a>), וְכַנּוֹ נְחֹשֶׁת <strong>לְרָחְצָה</strong> (<a class=\"refLink\" href=\"Exodus 30:18\" data-ref=\"Exodus 30:18\">שמות ל, יח</a>),<strong> רְחַץ </strong>וּטְהָֽר (<a class=\"refLink\" href=\"II Kings 5:13\" data-ref=\"II Kings 5:13\">מלכים ב' ה, יג</a>), <strong>רַֽחֲצוּ</strong> הִזַּכּוּ (<a class=\"refLink\" href=\"Isaiah 1:16\" data-ref=\"Isaiah 1:16\">ישעיה א, טז</a>), כלם פעלים <strong>יוצאים</strong>. ואדוני אבי ז\"ל פירש מקצתם עומדים. <strong>ושלא נזכר פועלו מהדגוש</strong> [פֻּעַל] וּמִצֹּֽאָתוֹ לֹא <strong>רֻחָֽץ</strong> (<a class=\"refLink\" href=\"Proverbs 30:12\" data-ref=\"Proverbs 30:12\">משלי ל, יב</a>), לֹֽא־<strong>רֻחַצְתְּ</strong> לְמִשְׁעִי (<a class=\"refLink\" href=\"Ezekiel 16:4\" data-ref=\"Ezekiel 16:4\">יחזקאל טז, ד</a>).<strong> וההתפעל</strong> אִם־<strong>הִתְרָחַצְתִּי</strong> בְמֵו [בְמֵי] ־שָׁלֶג (<a class=\"refLink\" href=\"Job 9:30\" data-ref=\"Job 9:30\">איוב ט, ל</a>). <strong>והשם </strong>שֶׁעָלוּ מִן־<strong>הָרַחְצָה</strong> (<a class=\"refLink\" href=\"Song of Songs 4:2\" data-ref=\"Song of Songs 4:2\">שיר השירים ד, ב</a>). ובלא <strong>ה\"א</strong> מוֹאָב סִיר<strong> רַחְצִי </strong>(<a class=\"refLink\" href=\"Psalms 60:10\" data-ref=\"Psalms 60:10\">תהלים ס, י</a>), יאמר האחד ממנו <strong>רַחַץ</strong> בפלס <strong>נַעַר, נַעַל</strong>. ענין הרחיצה ידוע."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61dec3513478c9bd34f33a92", "index_title": "Megillah", "category": "Talmud", "type": "", "ref": "Megillah 30a:7", "anchorRef": "Exodus 30:17-34:35", "anchorRefExpanded": ["Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35"], "sourceRef": "Megillah 30a:7", "sourceHeRef": "מגילה ל׳ א:ז׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 59.0007, "collectiveTitle": {"en": "Megillah", "he": "מגילה"}, "heTitle": "מגילה", "he": "חָל לִהְיוֹת בְּ״כִי תִשָּׂא״ עַצְמָהּ, אָמַר רַבִּי יִצְחָק נַפָּחָא: קָרוּ שִׁיתָּא מִן ״וְעָשִׂיתָ״ עַד ״וַיַּקְהֵל״, וְחַד קָרֵי מִ״כִּי תִשָּׂא״ עַד ״וְעָשִׂיתָ״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara considers a similar case: If the Shabbat on which <i>Shekalim</i> is to be read <b>occurs on</b> the Shabbat on which the regular portion <b>itself</b> begins with <b>“When you take the count,”</b> what should be done? <b>Rabbi Yitzḥak Nappaḥa said: Six</b> people <b>read from “And you shall make</b> a copper laver” <b>until</b> but not including the portion of <b>“And he assembled”</b> (Exodus 30:17–34:35). This is the entire regular weekly portion of “When you take the count” without the opening passage, which is also the portion of <i>Shekalim</i>. <b>And</b> then <b>one</b> person goes back and <b>reads</b> the portion of <i>Shekalim</i> <b>from “When you take the count” until</b> but not including <b>“And you shall make</b> a copper laver.”", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "61dec3523478c9bd34f33a94", "index_title": "Megillah", "category": "Talmud", "type": "", "ref": "Megillah 30a:8", "anchorRef": "Exodus 30:11-34:35", "anchorRefExpanded": ["Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35"], "sourceRef": "Megillah 30a:8", "sourceHeRef": "מגילה ל׳ א:ח׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 59.0008, "collectiveTitle": {"en": "Megillah", "he": "מגילה"}, "heTitle": "מגילה", "he": "מַתְקֵיף לַהּ אַבָּיֵי: הַשְׁתָּא אָמְרִי לְמַפְרֵעַ הוּא דְּקָרֵי! אֶלָּא אָמַר אַבָּיֵי: קָרוּ שִׁיתָּא עַד ״וַיַּקְהֵל״, וְחַד תָּנֵי וְקָרֵי מִ״כִּי תִשָּׂא״ עַד ״וְעָשִׂיתָ״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Abaye strongly objects to this: Now</b> people <b>will</b> mistakenly <b>say</b> that <b>they are reading</b> the regular weekly portion <b>out of sequence,</b> and they will not realize that the last reading was actually for the sake of the portion of <i>Shekalim</i>. <b>Rather, Abaye said: Six</b> people <b>read</b> the entire portion of “When you take the count” <b>until</b> but not including the portion of <b>“And he assembled”</b> (Exodus 30:11–34:35), <b>and</b> then <b>one</b> person <b>repeats and reads</b> the portion of <i>Shekalim</i> <b>from “When you take the count” until</b> but not including <b>“And you shall make</b> a copper laver.”", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "61fff33fcbb7b92978298508", "index_title": "Jerusalem Talmud Yevamot", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Yevamot 12:1:17", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Jerusalem Talmud Yevamot 12:1:17", "sourceHeRef": "תלמוד ירושלמי יבמות י״ב:א׳:י״ז", "anchorVerse": 19, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0017, "collectiveTitle": {"en": "Jerusalem Talmud Yevamot", "he": "תלמוד ירושלמי יבמות"}, "heTitle": "תלמוד ירושלמי יבמות", "he": "כֵּינִי מַתְנִיתָא. בְּקוֹשֵׁר מִן הָאַרְכּוּבָּה וּלְמַטָּן כְּשֵׁירָה. מִן הָאַרְכּוּבָּה וּלְמַעֲלַן פְּסוּלָה. כְּתִיב וְרָחֲצוּ אַהֲרֹן וּבָנָיו מִמֶּנּוּ אֶת יְדֵיהֶם וְאֶת רַגְלֵיהֶם. וְתַנֵּי עֲלָהּ. בְּיָד עַד הַפֶּרֶק וּבְרֶגֶל עַד הַסּוֹבָךְ. <i data-overlay=\"Vilna Pages\" data-value=\"67a\"></i>וְהָכָא אַתְּ אָמַר הָכֵין. שַׁנְייָא הִיא דִכְתִיב מֵעַל רַגְלוֹ. מֵעַתָּה אֲפִילוּ מִן הָאַרְכּוּבָּה וּלְמַעֲלַן תְּהֵא כְשֵׁירָה. שַׁנְייָא הִיא דִכְתִיב מֵעַל רַגְלוֹ. מֵעַל רַגְלוֹ וְלֹא מִמַּעַל דִּמְעַל רַגְלוֹ. הָתִיב כַּהֲנָא. וְהָא כְתִיב וּבְשִׁלְייָתָהּ הַיּוֹצֵאת מִבֵּין רַגְלֶיהָ. וְכִי מִבֵּין רַגְלֶיהָ הִיא יוֹצֵאת. אֶלָּא נִרְאֵית כְּמִבֵּין רַגְלֶיהָ. כְּהַהִיא דְתַנִּינָן תַּמָּן. כִּיוֹר הוּא בֵין הָאוּלָּם וְלַמִּזְבֵּחַ וּמָשׁוּךְ כְּלַפֵּי דָרוֹם. וְכִי מִבֵּין הָאוּלָּם וְלַמִּזְבֵּחַ הָיָה נָתוּן. אֶלָּא נִרְאֶה כְּבֵין הָאוּלָּם וְלַמִּזְבֵּחַ.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "So is the Mishnah: “If he ties<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">The shoelaces.</i> lower than the knee, it is valid, above the knee it is invalid.” It is written: “Aaron and his sons shall wash their hands and feet from it<sup class=\"footnote-marker\">42</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 30:19\" href=\"/Exodus.30.19\"><i>Ex.</i> 30:19</a>.</i>.” It was stated about this: The hand up to the wrist, the foot up to the calf; and here you say so<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">The “foot” of the priests refers only to the calf (in another interpretation to the shinbone) but not to the knee, but for the widow it extends up to the knee!</i>? There is a difference, since it is written “from above his foot”. In that case, even higher than the knee should be valid! There is a difference, since it is written “from above his foot”, and not from higher than above his foot<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">The <a class=\"refLink\" data-ref=\"Yevamot 103a\" href=\"/Yevamot.103a\">Babli agrees, 103a</a>.</i>. Cahana objected: Is it not written, “and the afterbirth which comes out from between her feet<sup class=\"footnote-marker\">45</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 28:57\" href=\"/Deuteronomy.28.57\"><i>Deut.</i> 28:57</a>. Usually, one translates “between her legs”; then one also should translate that the widow has to remove the levir’s shoe “from his leg” and shoelaces bound above the knee should be permissible. The same question is quoted in the <a class=\"refLink\" data-ref=\"Yevamot 103a\" href=\"/Yevamot.103a\">Babli, 103a</a>.</i>;” does it come out from between her feet? It looks as if it was between her feet; as we have stated there: “The water pit was between the Temple hall and the alter drawn towards the South.<sup class=\"footnote-marker\">46</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Mishnah Middot 3:6\" href=\"/Mishnah_Middot.3.6\">Mishnah <i>Middot</i> 3:6</a>. It was between the Southern edge of the hall and the altar.</i>” Was it put between the hall and the altar? Only it looked as if between hall and altar.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037e926bfddfbb310febef", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult 2-13", "anchorRef": "Exodus 25:1-31:18", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult 2-13", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ה׳ ב׳-י״ג", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part IV; The Instructions for the Dwelling and the Cult", "he": "שמות מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>espite the importance of all that has preceded, the section of</small> E<small>xodus we</small> now encounter occupies a significant amount of text, and therefore commands our attention, in the overall scheme of the book. It may seem puzzling to modern readers that a book that purports to be about a people’s origins should choose to fill a third of its pages with a detailed description of a sanctuary, down to the last piece of tapestry and the last ritual vessel. Yet it is an indication of the “Tabernacle’s” centrality in Israel’s idea system that the story of its construction dominates the last half of Exodus.", "Several factors may help to explain. First, the system of animal and grain sacrifices, or cult, was as important in ancient Israel as it was elsewhere in antiquity, as the chief means of formally expressing religious feeling. Indeed, the Bible traces this institution back to the beginning of human history, to Cain and Abel (Gen. 4:3–4). The cult’s centrality survived the railings of the Prophets and the destruction of Solomon’s Temple, and was still strong enough in late antiquity to provoke a severe crisis when its chief site, the Second Temple, fell to the Romans in the year 70 <small>c.e.</small> The latter event was a crux upon which the creation of classical Judaism took place, and the process was a painful one. So the opinion that many moderns have, that animal sacrifice was a barbaric custom, is quite beside the point as far as ancient Israel was concerned.", "Second, there is the great theme of the book of Exodus, “Is Y<small>hwh</small> in our midst or not?” (17:7), to which our account gives a resounding positive answer. The book of Exodus traces not only the journey of the people of Israel from Egypt to Sinai, but also the journey of God to rescue the people and to dwell (“tabernacle”) among them (Greenberg 1972). A detailed presentation of God’s “residence,” as it were, is meant to convey the assurance that the people are led by God himself. This further supports the biblical image of the divine king, who dwells among his subjects and “goes before” them.", "Third, the Israelites shared with their neighbors the idea that a victorious God, following his triumph, was to be honored by his enthronement in a human-built structure (see Hallo). Thus the last half of Exodus, far from trailing off into obscure priestly details, fits a well-known mold in its contemporary environment.", "A final explanation of the prominence of the Tabernacle sections may be found in their intimate connection with the idea of the Sabbath. The “blueprint” chapters, 25–31, end with an extended passage on observing the Sabbath; the construction chapters, 35–40, begin with a brief passage on the prohibition of work on the holy day. These structural aspects suggest (as the ancient rabbis also saw) that cessation from work here means precisely from the tasks of construction, and that once a week human beings must step back from their own creating to acknowledge the true “work” of creation. Chapters 25–40, including the Golden Calf narrative, bring out these ideas through their use of refrainlike phrases, especially the repetition of one key word: “make” (Heb. <i>’asoh</i>). The entire section is an object lesson in what the Bible deems it proper for human beings to make, and is a vehicle of contrast between God’s creation and human attempts to reach the divine. Israel is engaged in the making of the Tabernacle (notice how “build,” which would make more sense, is not used); when the time comes for the work to be put aside temporarily, they are to “make” the Sabbath. To these observations may be added the long-observed fact that the vocabulary of the Tabernacle’s completion (“finished,” “work,” “blessed”) recalls the completion of Creation in Gen. 2:1–4. Thus we are taught that Israel, through its religious life as typified by Sabbath and cult, becomes a partner in the process of Creation, either by imitating the divine act or by celebrating it.", "Other peoples, to be sure, recall the beginning of the world in ritual and story, so it is important to make an anthropological observation. The purpose of all sanctuaries is to build a bridge to the divine, to link up with the forces that transcend human beings. It is perceived that certain places are particularly appropriate for this (folklore terms such places “the navel of the earth”), and, by extension, sanctuaries firmly anchor that inherent holiness. What the Tabernacle account initially accomplishes, most notably in its closing chapter (40), is to transfer a topographic “bridge” to a human-made and portable one. With the completion of this Dwelling, we find God resident neither on Sinai nor in the later Jerusalem, but rather accompanying the people “upon all their marches” (40:38). The sacred center here thus moves; it is a portable anchor that establishes stability wherever it goes. The vitality that surrounded this idea is still to be seen in the successors of the Hebrew Bible, classical Judaism and Christianity, for whom, respectively, Torah and Cross provide a center that is at once movable and stabilizing.", "But the sacred center, for biblical religion, finds equal expression in <i>time.</i> While the Dwelling account seems obsessed with matters of space, its setting among the Sabbath passages stresses more the concept of time. Such an aspect already begins to make itself felt in 24:16, where Moshe, on Sinai to receive the laws, waits for six days while the “cloud” covers the mountain, and is able to ascend only on the seventh day, at God’s summons. We are thus left, paradoxically, with a structure (Dwelling) which at first glance uses many well-known art forms and religious motifs common to the ancient Near East, but which is a total departure from them via its connection with the Sabbath—an institution with no known equivalent in the ancient world. The Dwelling account presents us with a people for whom sacred time takes precedence over sacred space (for more on these themes, see Sarna 1986).", "There have been many attempts, textually and artistically, to reconstruct the Tabernacle on the basis of our text here, the rationale being that surely so much detail as we find here will serve as the guidelines for an actual structure. Rabbinic and medieval Jewish commentators, as well as modern scholars, have expended considerable energy to that end. But in fact none of the reconstructions has succeeded, for, as with narrative, the text is as much message as description. The text’s main concern, it seems, is for the Dwelling to reflect holiness, in its choice of measurements and materials (see Haran 1985). The layout of the Dwelling expresses aesthetic ideas of perfection, through various symmetrical proportions (see Appendix); the materials are graded such that the closer one gets to God (in the “Holiest Holy-Shrine”), the more precious the metal. In addition, both the colors used and the types of workmanship employed are similarly graded. In a general way, the intent of the narrator seems to have been close to the intent of the great cathedral builders of the Middle Ages: to reflect divine perfection and order in the perfection and order of a sacred structure.", "The Dwelling, as described in Exodus, resembles other ancient Near Eastern sanctuaries in many particulars (for which, see the Commentary below), as well as strongly reflecting aspects of the later Temple of Solomon (I Kings 6–7). Some scholars have also likened it to a Bedouin tent (Heb. <i>shakhen</i> seems to be an archaic verb for “to tent”), appropriate to desert conditions. It is perhaps all three, a coalescing of Israel’s ideas of the cult from a variety of historical and religious settings. That the Dwelling was viewed as historical is clear from biblical tradition itself (see II Sam. 7:6, for instance). But one should keep in mind that it is also a paradigmatic model, that helps to round out the overall scheme of Exodus. The book traces the progress of the people of Israel from servitude (to Pharaoh) to service (of God), and uses the human activity of building to do so. Thus, as Exodus opens, the Israelites are forcibly made to build royal storage cities; as the book ends, the people complete a structure through which they may serve the divine king.", "Finally, there is the sequence of description in these chapters: the text begins with the blueprint for the holiest object, the “coffer” (ark), and proceeds through the structure in descending order of holiness. After the building instructions themselves are given, a number of related matters are treated, chief among them the attire of the priests and the ceremony consecrating the priests. The establishment of the cult, like that of the system of justice, is thus viewed as the command of God rather than the result of the need or request of human beings (contrast this with the “requested” monarchy in I Sam. 8).", "<i>The “Contribution”</i> (25:1–9): In the first seven verses of this opening section dealing with the Dwelling, the Israelites’ contribution toward the structure is described in detail; but only in v.8 is the purpose of this activity made clear. Despite the concreteness of the description, however, the actual blueprints, as it were, are shown to Moshe by God, and are not recorded in the text. Architects in the creative sense are superfluous here.", "Moderns want to know where the Israelites procured such materials as gold and silver in quantity (see Chap. 38), or how they acquired the skills necessary for the fine artisanry involved (e.g., weaving, dyeing, manufacture of incense, and the setting of jewels). These questions, while logical in a historical setting, do not take the Bible on its own terms. The text appears to present the awed report of the Dwelling and its construction without leaving room for totally practical issues (just as Gen. 4 deals with Cain and his descendants without being concerned with the origins of Cain’s wife)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e9d6bfddfbb310fec1d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, The Basin 2", "anchorRef": "Exodus 30:17-21", "anchorRefExpanded": ["Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, The Basin 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ה׳, שמות הערה כ״א ב׳", "anchorVerse": 17, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Basin", "he": "שמות הערה כ״א"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה כ״א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Returning to the familiar stylistic pattern of the Tabernacle account, “You are to make …,” we are told of the basin in which the priests washed. Yet this brief aside links up with the motif of protection from death that was encountered earlier (see 28:35).", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382ddc9ad75f2d99af8c0", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, The Basin 1", "anchorRef": "Exodus 30:17-21", "anchorRefExpanded": ["Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, The Basin 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ה׳, שמות הערה כ״א א׳", "anchorVerse": 17, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה כ״א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 30:17-21\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 30:17-21</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620e3ce81a2caee268cf4d23", "index_title": "Ohr LaYesharim on Jerusalem Talmud Taanit", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Taanit 2:2:7", "anchorRef": "Exodus 25:1-30:38", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Taanit 2:2:7", "sourceHeRef": "אור לישרים על תלמוד ירושלמי תענית ב׳:ב׳:ז׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 2.0007, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Taanit", "he": "אור לישרים על תלמוד ירושלמי תענית"}, "he": "ומשיבים עוד (תשובה חמישית): <b>רבי שמואל בר נחמן</b> (אמורא ארץ ישראלי בדור השני והשלישי) אמר <b>בשם רבי יונתן</b> (אמורא ארץ ישראלי בדור הראשון)<b>:</b> שמונה עשרה ברכות שבתפילה הן <b>כנגד שמונה עשר ציווין</b> (ציוויים) – המילים: \"כאשר ציוה ה'\", או: \"ככל אשר ציוה ה'\", <b>שכתוב</b> (שכתובים) <b>בפרשת משכן שני</b> – בספר שמות מסופר פעמיים על המשכן: פעם ראשונה בציווי המשכן (שמות כה,א - ל,לח), ופעם שנייה בעשיית המשכן ובהקמתו (שמות לו,ח עד סוף הספר, וזו היא פרשת משכן שני)<b>. אמר רבי חייה בר אדא</b> (במקבילה בברכות: בר ווא (בר אבא))<b>: ובלחוד מן</b> – ובלבד מן <b>\"ואתו אהליאב בן אחיסמך למטה דן\"</b> (שמות לח,כג) – הציוויים שכתובים מפסוק זה בלבד ואילך, <b>עד סופיה דסיפרא</b> – עד סופו של הספר (ספר שמות) מן המנין הם, אבל הציווי שכתוב בפסוק שלפניו: \"כל אשר ציוה ה'\" (שמות לח,כב), שהוא הציווי הראשון בפרשת משכן שני, אינו מן המנין. ואלה הציוויים שמן המנין: שמות לט,א; לט,ה; לט,ז; לט,כא; לט,כו; לט,כט; לט,לא; לט,לב; לט,מב; לט,מג, מ,טז; מ,יט; מ,כא; מ,כג; מ,כה; מ,כז; מ,כט; מ,לב. ועולה מספרם שמונה עשר<b>.</b><br><br><small>נראה שהטעם שאין מונים את הציווי הראשון, משום שהוא לגופו ואינו מופנה לדרשה, שראשון תחילה נאמר ואין דורשים תחילות.<br><br>מכיון שהתפילה היא במקום העבודה (עבודת הקורבנות), והתפילות תוקנו כנגד הקורבנות, לכן קבעו את מנין הברכות שבתפילה כמנין הציוויים שיש בעשייתו ובהקמתו של המשכן, שבו הקריבו קורבנות.<br><br><b>כנגד שמונה עשר ציוויים</b><br>ב<b>ויקרא רבה</b> א,ח נאמר: רבי שמואל בר נחמן אמר בשם רבי נתן (הוא רבי יונתן): שמונה עשר ציוויים כתובים בפרשת משכן, וכנגדם קבעו חכמים שמונה עשרה ברכות שבתפילה. אמר רבי חייא בר אדא: לבד מ\"ואיתו אהליאב בן אחיסמך למטה דן\" (שמות לח,כג) ועד סופא דסיפרא.<br>וב<b>מדרש תהילים</b> כט,ב נאמר: דבר אחר: כנגד שמונה עשרה אזכרות שיש בעשיית המשכן ב\"אלה פקודי\" - \"כאשר ציוה ה'\", \"ככל אשר ציוה ה'\" - שמונה עשרה פעמים, כנגדן תיקנו שמונה עשרה ברכות שמתפלל אדם בכל יום.<br>וב<b>מדרש תנחומא</b> פרשת 'וירא' סימן א נאמר: ...ורבי יוחנן אמר: כנגד שמונה עשר ציוויים שבמשכן, שהם בסוף ספר \"ואלה שמות\", והם: \"כאשר ציוה ה' את משה\" שמונה עשרה פעמים.<br>וב<b>אוצר המדרשים</b> עמוד תקלו נאמר: \"כאשר ציוה ה' את משה\" שב\"אלה פקודי המשכן\" שמונה עשרה פעמים, כנגד שמונה עשרה ברכות שבתפילה, לומר לך שהתפילה במקום עבודה היא, וכנגד שמונה עשרה חוליות שבשדרה, לקיים מה שנאמר: \"כל עצמותי תאמרנה ה' מי כמוך\" (תהילים לה).<br><br><b>שמונה עשרה ברכות כנגד…</b><br>ב<b>במדבר רבה</b> ב,א נאמר: בשמונה עשר מקומות משה ואהרן מזוגים (שווים), רמז לשמונה עשרה ברכות, כנגד שמונה עשרה אזכרות שכתובות ב\"שמע ישראל\" וב\"מזמור לדוד הבו לה' בני אלים\" (תהילים כט).<br>• • •<br>ב<b>תוספתא ברכות</b> ג,יב שנו: בשבת וביום טוב וביום הכיפורים מתפלל שבע, ואומר קדושת היום באמצע.</small>", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2004", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "623bd5f7a107c838f92b2f44", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 44", "anchorRef": "Exodus 30:17-21", "anchorRefExpanded": ["Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21"], "sourceRef": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 44", "sourceHeRef": "סידור ספרד, סדר הקריאות, קריאות לשבת במנחה, ושני וחמישי מ״ד", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 44, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאות לשבת במנחה, ושני וחמישי", "he": "<b>וַיְדַבֵּר</b> יְהֹוָה אֶל מֹשֶׁה לֵּאמֹר: כִּי תִשָּׂא אֶת רֹאשׁ בְּנֵי יִשְׂרָאֵל לִפְקֻדֵיהֶם וְנָתְנוּ אִישׁ כֹּפֶר נַפְשׁוֹ לַיהֹוָה בִּפְקֹד אֹתָם וְלֹא יִהְיֶה בָהֶם נֶגֶף בִּפְקֹד אֹתָם: זֶה יִתְּנוּ כָּל הָעֹבֵר עַל הַפְּקֻדִים מַחֲצִית הַשֶּׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ עֶשְׂרִים גֵּרָה הַשֶּׁקֶל מַחֲצִית הַשֶּׁקֶל תְּרוּמָה לַיהֹוָה:שניכֹּל הָעֹבֵר עַל הַפְּקֻדִים מִבֶּן עֶשְׂרִים שָׁנָה וָמָעְלָה יִתֵּן תְּרוּמַת יְהֹוָה: הֶעָשִׁיר לֹא יַרְבֶּה וְהַדַּל לֹא יַמְעִיט מִמַּחֲצִית הַשָּׁקֶל לָתֵת אֶת תְּרוּמַת יְהֹוָה לְכַפֵּר עַל נַפְשֹׁתֵיכֶם: וְלָקַחְתָּ אֶת כֶּסֶף הַכִּפֻּרִים מֵאֵת בְּנֵי יִשְׂרָאֵל וְנָתַתָּ אֹתוֹ עַל עֲבֹדַת אֹהֶל מוֹעֵד וְהָיָה לִבְנֵי יִשְׂרָאֵל לְזִכָּרוֹן לִפְנֵי יְהֹוָה לְכַפֵּר עַל נַפְשֹׁתֵיכֶם:שלישיוַיְדַבֵּר יְהֹוָה אֶל מֹשֶׁה לֵּאמֹר: וְעָשִׂיתָ כִּיּוֹר נְחֹשֶׁת וְכַנּוֹ נְחֹשֶׁת לְרָחְצָה וְנָתַתָּ אֹתוֹ בֵּין אֹהֶל מוֹעֵד וּבֵין הַמִּזְבֵּחַ וְנָתַתָּ שָׁמָּה מָיִם: וְרָחֲצוּ אַהֲרֹן וּבָנָיו מִמֶּנּוּ אֶת יְדֵיהֶם וְאֶת רַגְלֵיהֶם: בְּבֹאָם אֶל אֹהֶל מוֹעֵד יִרְחֲצוּ מַיִם וְלֹא יָמֻתוּ אוֹ בְגִשְׁתָּם אֶל הַמִּזְבֵּחַ לְשָׁרֵת לְהַקְטִיר אִשֶּׁה לַיהֹוָה: וְרָחֲצוּ יְדֵיהֶם וְרַגְלֵיהֶם וְלֹא יָמֻתוּ וְהָיְתָה לָהֶם חָק עוֹלָם לוֹ וּלְזַרְעוֹ לְדֹרֹתָם:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "628215a1ea5e41750a6b0c3e", "index_title": "Mishnah Sotah", "category": "Mishnah", "type": "", "ref": "Mishnah Sotah 2:2", "anchorRef": "Exodus 30:18-21", "anchorRefExpanded": ["Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21"], "sourceRef": "Mishnah Sotah 2:2", "sourceHeRef": "משנה סוטה ב׳:ב׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Mishnah Sotah", "he": "משנה סוטה"}, "heTitle": "משנה סוטה", "he": "הָיָה מֵבִיא פְיָלִי שֶׁל חֶרֶס חֲדָשָׁה, וְנוֹתֵן לְתוֹכָהּ חֲצִי לֹג מַיִם מִן הַכִּיּוֹר. רַבִּי יְהוּדָה אוֹמֵר, רְבִיעִית. כְּשֵׁם שֶׁמְּמַעֵט בַּכְּתָב, כָּךְ מְמַעֵט בַּמָּיִם. נִכְנַס לַהֵיכָל וּפָנָה לִימִינוֹ, וּמָקוֹם הָיָה שָׁם אַמָּה עַל אַמָּה, וְטַבְלָא שֶׁל שַׁיִשׁ, וְטַבַּעַת הָיְתָה קְבוּעָה בָהּ. וּכְשֶׁהוּא מַגְבִּיהָהּ, נוֹטֵל עָפָר מִתַּחְתֶּיהָ וְנוֹתֵן כְּדֵי שֶׁיֵּרָאֶה עַל הַמַּיִם, שֶׁנֶּאֱמַר (במדבר ה) וּמִן הֶעָפָר אֲשֶׁר יִהְיֶה בְּקַרְקַע הַמִּשְׁכָּן יִקַּח הַכֹּהֵן וְנָתַן אֶל הַמָּיִם: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "The priest <b>would bring an earthenware</b> drinking <b>vessel [<i>peyalei</i>] and he would pour into it half a <i>log</i> of water from the basin</b> in the Temple. <b>Rabbi Yehuda says:</b> The priest would pour only <b>a quarter</b>-<i>log</i> of water. <b>Just as</b> Rabbi Yehuda <b>minimizes the writing,</b> as he requires that less be written on the scroll of the <i>sota</i> than do the Rabbis, <b>so too he minimizes the</b> amount of <b>water</b> to be taken from the basin for the erasing of the text. The priest <b>would enter the Sanctuary and turn to his right. And there was a place there,</b> on the Sanctuary floor, with an area of <b>a cubit by a cubit, and a marble tablet [<i>tavla</i>]</b> was there, <b>and a ring was fastened to</b> the tablet to assist the priest <b>when</b> he <b>would raise</b> it. <b>And</b> the priest <b>would take</b> loose <b>dust from underneath it and place</b> the dust into the vessel with the water, <b>so that</b> the dust <b>would be visible upon the water, as it is stated:</b> “And the priest shall take holy water in an earthen vessel; <b>and of the dust that is on the floor of the Tabernacle the priest shall take, and put it into the water”</b> (Numbers 5:17).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6297179aee7523d1102adb2b", "index_title": "Mishnah Tamid", "category": "Mishnah", "type": "", "ref": "Mishnah Tamid 1:4", "anchorRef": "Exodus 30:17-21", "anchorRefExpanded": ["Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21"], "sourceRef": "Mishnah Tamid 1:4", "sourceHeRef": "משנה תמיד א׳:ד׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Mishnah Tamid", "he": "משנה תמיד"}, "heTitle": "משנה תמיד", "he": "מִי שֶׁזָּכָה לִתְרֹם אֶת הַמִּזְבֵּחַ, הוּא יִתְרֹם אֶת הַמִּזְבֵּחַ, וְהֵם אוֹמְרִים לוֹ, הִזָּהֵר שֶׁמָּא תִגַּע בַּכְּלִי, עַד שֶׁתְּקַדֵּשׁ יָדֶיךָ וְרַגְלֶיךָ מִן הַכִּיּוֹר, וַהֲרֵי הַמַּחְתָּה נְתוּנָה בַמִּקְצוֹעַ בֵּין הַכֶּבֶשׁ לַמִּזְבֵּחַ, בְּמַעֲרָבוֹ שֶׁל כָּבֶשׁ. אֵין אָדָם נִכְנָס עִמּוֹ, וְלֹא נֵר בְּיָדוֹ, אֶלָּא מְהַלֵּךְ לְאוֹר הַמַּעֲרָכָה. לֹא הָיוּ רוֹאִין אוֹתוֹ וְלֹא שׁוֹמְעִין אֶת קוֹלוֹ, עַד שֶׁשּׁוֹמְעִין קוֹל הָעֵץ שֶׁעָשָׂה בֶן קָטִין מוּכְנִי לַכִּיּוֹר, וְהֵן אוֹמְרִים הִגִּיעַ עֵת. קִדֵּשׁ יָדָיו וְרַגְלָיו מִן הַכִּיּוֹר, נָטַל מַחְתַּת הַכֶּסֶף וְעָלָה לְרֹאשׁ הַמִּזְבֵּחַ, וּפִנָּה אֶת הַגֶּחָלִים הֵילָךְ וְהֵילָךְ, חָתָה מִן הַמְאֻכָּלוֹת הַפְּנִימִיּוֹת, וְיָרַד. הִגִּיעַ לָרִצְפָה, הָפַךְ פָּנָיו לַצָּפוֹן, הָלַךְ לְמִזְרָחוֹ שֶׁל כֶּבֶשׁ כְּעֶשֶׂר אַמּוֹת. צָבַר אֶת הַגֶּחָלִים עַל גַּבֵּי הָרִצְפָה רָחוֹק מִן הַכֶּבֶשׁ שְׁלשָׁה טְפָחִים, מְקוֹם שֶׁנּוֹתְנִין מֻרְאוֹת הָעוֹף וְדִּשּׁוּן מִזְבֵּחַ הַפְּנִימִי וְהַמְּנוֹרָה: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "The priest <b>who won</b> the lottery <b>to remove</b> the ashes <b>from the altar shall</b> then <b>remove</b> the ashes. <b>And</b> the other priests <b>say</b> to him: <b>Be careful that you do not touch the vessel</b> with which you perform the rite <b>until you sanctify your hands and your feet from the Basin,</b> as a priest may not perform any service in the Temple before sanctifying his hands and feet. The priests would continue their reminders: <b>The coal pan</b> with which the ashes are removed <b>is placed in</b> the <b>corner between the ramp and the altar, on the western</b> side <b>of</b> the <b>ramp.</b> <b>No person would enter with</b> the priest who was removing the ashes, as it was permitted to enter the area between the Entrance Hall of the Sanctuary and the altar only when performing the Temple service. <b>And</b> there was <b>no lamp in his hand</b> when he went to fetch the coal pan. <b>Rather, he would walk by the light of the arrangement</b> of wood on the altar, upon which the portions of the offerings sacrificed the previous day were burned during the night. The other priests <b>would not see him,</b> as the altar hid him from their sight, <b>nor could they hear the sound of his</b> steps. They were therefore unaware of his progress <b>until they heard</b> the <b>sound of the wood that ben Katin crafted</b> into <b>a mechanism [<i>mukhani</i>]</b> of pulleys that was used <b>to</b> sink <b>the Basin</b> into flowing water during the night, so that its water would not be disqualified by remaining overnight. When the priests heard the sound of the pulleys raising the Basin from the water, <b>they said</b> to each other: <b>The time</b> for sanctifying hands and feet <b>has come.</b> The priest <b>sanctified his hands and his feet</b> with water <b>from the Basin</b> after he raised it. <b>He</b> then <b>took the silver coal pan</b> from the corner between the ramp and the altar, <b>and ascended to the top of the altar.</b> The priest <b>cleared the</b> upper layer of <b>coals to this side</b> and to that side and <b>scooped</b> into the coal pan <b>the inner</b> coals that were completely <b>consumed.</b> He then <b>descended</b> the ramp. When <b>he reached the floor,</b> in the southeast of the Temple courtyard, <b>he turned his face toward the north. He</b> would <b>walk along the east</b> side <b>of the ramp</b> toward the south side of the altar, walking a distance of <b>about ten cubits</b> from the bottom of the ramp, which was twenty cubits from the altar. <b>He</b> then <b>heaped the coals upon the floor</b> in a location <b>three handbreadths distant from the ramp,</b> in the <b>place where</b> the priests would <b>place the crop of the bird</b> burnt offering, <b>the ashes</b> removed <b>from the inner,</b> golden <b>altar, and the ashes</b> removed <b>from the Candelabrum.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62ce673977695cee24f0f566", "index_title": "Halakhot Gedolot", "category": "Halakhah", "type": "", "ref": "Halakhot Gedolot 1:122", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Halakhot Gedolot 1:122", "sourceHeRef": "הלכות גדולות א׳:קכ״ב", "anchorVerse": 19, "sourceHasEn": false, "compDate": [760, 920], "commentaryNum": 1.0122, "collectiveTitle": {"en": "Halakhot Gedolot", "he": "הלכות גדולות"}, "he": "והיכא דקא מסגי על גב הנהר וליכא מנא בהדיה למשקל לממשא ידיה לא לישקול מיא בחדא ידיה ולמשיה לאידך ידא אלא לישכינהו לתרויהו בנהרא דהויא להו הטבלה, דאיבעיא להו (זבחים כא א) כהן מהו שיקדש ידיו במי כיור משום דהאי כיורא אית ליה שלאבא [פי' שלאבא דדים כך שנינו בן קטין עשה שנים עשר דד לכיור] וכד בעי לקדושי ידיה שקיל מאי דבאלי בשלאבא ואתו מיא לידיה ומשי ידיה ועביד עבודה, והכי קא מיבעיא להו מהו למישך ידיה במי כיור, (שמות ל, יט) ורחצו ממנו אמר רחמנא דאתו מיא משלאבא לידיה אבל מישך ידיה בגויהו לא, או דילמא לא, האי ממנו לאפוקי דאי שקיל מיניה במאנא אי נמי דשקיל בחדא ידיה ומשא אידך, אבל מישך ידיה במי כיור ומיעבד עבודה שפיר דמי. ואמר רב אחאי שמע מינה מדקמיבעיא להו לרבנן הכי שמע מינה פשיטא להו דכי האי גוונא רחיצה מיקריא ולאו טבילותא, ומשום דכתיב ממנו הוא דקא מסתפקא להו, דאי ס\"ד לאו רחיצה היא [עמוד עח] תיפוק לי דבעינא ורחצו וליכא, אלא ש\"מ פשיטא להו דכי האי גוונא דרחיצה היא, השתא דאמרת רחיצה היא מאן דבעי מיכל לחמא ואשכח מיא דרמו באגנא או במשיכלא שייך ידיה בגוייהו ושפיר דמי, וכן הלכה.", "heVersionTitle": "Halakhot Gedolot, Warsaw 1874", "heLicense": "Public Domain", "heVersionTitleInHebrew": "הלכות גדולות, ווארשא תרל\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6320989bcc325a86a3f41e08", "index_title": "Mishneh Torah, The Chosen Temple", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, The Chosen Temple 3:18", "anchorRef": "Exodus 30:18-19", "anchorRefExpanded": ["Exodus 30:18", "Exodus 30:19"], "sourceRef": "Mishneh Torah, The Chosen Temple 3:18", "sourceHeRef": "משנה תורה, הלכות בית הבחירה ג׳:י״ח", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 3.0018, "collectiveTitle": {"en": "Mishneh Torah, The Chosen Temple", "he": "משנה תורה, הלכות בית הבחירה"}, "heTitle": "משנה תורה, הלכות בית הבחירה", "he": "הַכִּיּוֹר הָיוּ לוֹ שְׁנֵים עָשָׂר דָּד כְּדֵי שֶׁיִּהְיוּ כָּל הַכֹּהֲנִים הָעוֹסְקִים בַּתָּמִיד מְקַדְּשִׁים מִמֶּנּוּ כְּאֶחָד. וּמוּכְנִי עָשׂוּ לוֹ שֶׁיִּהְיוּ בָּהּ הַמַּיִם תָּמִיד. וְהִיא חֹל כְּדֵי שֶׁלֹּא יִהְיוּ הַמַּיִם שֶׁבָּהּ נִפְסָלִין בְּלִינָה שֶׁהַכִּיּוֹר מִכְּלֵי הַקֹּדֶשׁ וּמְקַדֵּשׁ וְכָל דָּבָר שֶׁיִּתְקַדֵּשׁ בִּכְלִי קֹדֶשׁ אִם לָן נִפְסַל:\n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "The washbasin<sup class=\"footnote-marker\">70</sup><i class=\"footnote\">The command to construct a washbasin and for the priests to sanctify their hands and feet before participating in the Temple services is found in Exodus 30:18-19.</i> had twelve taps,<sup class=\"footnote-marker\">71</sup><i class=\"footnote\">Originally, the washbasin had only two taps. Afterwards, one of the High Priests, ben Katin, fashioned twelve taps for it. He also constructed the mechanism described later in this Halachah (<i>Yoma</i> 37a).</i> so that all the priests who were involved in offering the daily sacrifice<sup class=\"footnote-marker\">72</sup><i class=\"footnote\">See <i>Hilchot Temidim UMusafim</i> 4:6.</i> could sanctify [their hands and feet] at one time.<sup class=\"footnote-marker\">73</sup><i class=\"footnote\">As mentioned above, before participating in any element of the Temple service, the priests had to sanctify their hands and feet. See <i>Hilchot Bi'at HaMikdash</i> 5:1.</i><br>A mechanism was made so that it could be filled with water at all times. [The mechanism itself] was not sacred, and thus, the water remaining in it did not become invalidated [for future use] because the night passed. [This was necessary] because the washbasin was a sacred vessel and sanctified [its contents].<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">Once a substance was placed in a sacred vessel, it could no longer be used for mundane purposes.</i> Anything which is sanctified by a sacred vessel becomes invalidated [for future use] after the night passes.<sup class=\"footnote-marker\">75</sup><i class=\"footnote\">Once an article is placed in a sacred vessel, it must be used in the Temple service on that day. If the night passes, it becomes invalid for future use and must be disposed of.<br>Since the washbasin was sacred, all its water became sanctified and could only be used for holy purposes. Were the water to remain in the washbasin overnight, it would become invalid for future use. The Sages felt that it was not fitting to discard a large amount of water every day after it had become sacred, and they tried to devise means of avoiding that difficulty.<br><i>Yoma</i> 37a and <i>Zevachim</i> 20a explain that each night the washbasin was lowered into a natural reservoir of water by a pulley-operated crane. <i>Tamid</i> 3:8, explains that the crane was very noisy and it was possible to hear the cranking of its gears as far away as Jericho. Its water was not invalid overnight, and the water it contained when it was lifted up again in the morning, could be used for the Temple service.<br>Based on the sections of the Talmud mentioned above, the Ra'avad questions the Rambam's description of the washbasin and its mechanism. With the statement, \"[The mechanism] was not sacred and thus, the water remaining in it did not become invalid,\" the Rambam seems to imply that the mechanism itself contained water, but the water did not become disqualified, because the mechanism, unlike the washbasin itself, was not a sacred vessel. This would seem to contradict the Talmudic passages which describe the mechanism as a crane.<br>This difficulty is further magnified by the fact that in <i>Hilchot Bi'at HaMikdash</i> 5:14, the Rambam himself writes that each night, the washbasin was submerged in a natural reservoir of water and raised again the next morning.<br>The <i>Kessef Mishneh</i> explains the Rambam's statements as follows: These Talmudic passages use the expression <i>muchani</i> to refer to the mechanism. Though that expression can be rendered as a pulley-operated crane, as above, it can also be explained as a circular reservoir for water, into which the washbasin was placed. This explanation resolves the contradiction between the Rambam and the Talmud. However, the <i>Kessef Mishneh</i> is also puzzled by the seeming contradiction in the Rambam's own words.<br>The <i>Tosefot Yom Tov</i> (<i>Tamid</i> 1:4) quotes the Rambam's commentary on the Mishnah (<i>Tamid</i> 3:8). It explains that the \"mechanism\" was a vessel of water which would be raised each morning and submerged each evening by a pulley-operated crane. It would be placed over the washbasin to keep it filled with water.<br>The <i>Tzurat Habayit</i> maintains that throughout the ages, various techniques were devised to solve the problem of the water which remained overnight in the washbasin. The Mishnah (<i>Eruvin</i> 10:14) relates that pulley-operated cranes were used to draw water during the days of the prophets. Thus, it was likely that a similar technique was employed for the washbasin. Since ben Katin lived in the later years of the Second Temple, it is likely to suppose that his mechanism was more sophisticated.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "64186f4cc9371ec0cebe48c1", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Exodus 30:19:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Reggio on Torah, Exodus 30:19:1", "sourceHeRef": "ביאור יש\"ר על התורה, שמות ל׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "שמות", "he": "<b>את ידיהם ואת רגליהם,</b> בבת אחת היה מקדש ידיו ורגליו:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "647efdca1feda62416a8ebdd", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "", "ref": "Siddur Sefard, Shabbat Mincha, Korbanot 1", "anchorRef": "Exodus 30:17-21", "anchorRefExpanded": ["Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21"], "sourceRef": "Siddur Sefard, Shabbat Mincha, Korbanot 1", "sourceHeRef": "סידור ספרד, מנחה לשבת קודש, קרבנות א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1710, 1810], "commentaryNum": 1, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קרבנות", "he": "<b>וַיְדַבֵּר</b> יְהֹוָה אֶל־משֶׁה לֵּאמֹר: וְעָשִֽׂיתָ כִּיּוֹר נְחֽשֶׁת וְכַנּוֹ נְחֽשֶׁת לְרָחְצָה וְנָתַתָּ אֹתוֹ בֵּין־אֹֽהֶל מוֹעֵד וּבֵין הַמִּזְבֵּֽחַ וְנָתַתָּ שָֽׁמָּה מָֽיִם: וְרָחֲצוּ אַהֲרֹן וּבָנָיו מִמֶּֽנּוּ אֶת־יְדֵיהֶם וְאֶת־רַגְלֵיהֶם: בְּבֹאָם אֶל־אֹֽהֶל מוֹעֵד יִרְחֲצוּ־מַֽיִם וְלֹא יָמֻֽתוּ אוֹ בְגִשְׁתָּם אֶל־הַמִּזְבֵּֽחַ לְשָׁרֵת לְהַקְטִיר אִשֶּׁה לַיהוָֹה: וְרָחֲצוּ יְדֵיהֶם וְרַגְלֵיהֶם וְלֹא יָמֻֽתוּ וְהָיְ֒תָה לָהֶם חָק־עוֹלָם לוֹ וּלְזַרְעוֹ לְדֹרֹתָם:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<small>(Exodus 30:17-21)</small><br>And Adonoy spoke to Moses to say: Make a copper laver and a copper base, for washing; and place it between the Tent of Meeting and the Altar, and put water in it. Aaron and his sons will wash from it, their hands and their feet.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">His right hand was held above his right foot, the left hand above the left foot and all were washed simultaneously.—Maseches Zevachim 59</i> Upon entering the Tent of Meeting they will wash with water that they not die, or whenever they approach the Altar to serve, to burn a fire-offering to Adonoy. They will wash their hands and feet that they not die; and this is for them a perpetual statute for him [Aaron], and his descendants for all their generations.", "versionTitle": "Translation based on the Metsudah linear siddur, by Avrohom Davis, 1981", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "648ed2f9e453e2cfd2bb5189", "index_title": "Radak on II Chronicles", "category": "Quoting Commentary", "type": "", "ref": "Radak on II Chronicles 4:6:2", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Radak on II Chronicles 4:6:2", "sourceHeRef": "רד\"ק על דברי הימים ב' ד׳:ו׳:ב׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Radak on II Chronicles", "he": "רד\"ק על דברי הימים ב'"}, "heTitle": "רד\"ק על דברי הימים ב'", "he": "<b>לרחצה בהם את מעשה העולה ידיחו בם.</b> \"את מעשה העולה\" הוא פירוש \"לרחצה בהם\", כלומ': מה היו רוחצים בהם? את מעשה העולה היו מדיחים בם. או הוא חסר ו\"ו השמוש – \"ואת מעשה העולה\", כלומ': הכיורים היו לרחצה בהם, פי': לרחוץ בהם הכהנים ידיהם ורגליהם, כמו כיור שעשה משה שאמ' בו \"ורחצו אהרן ובניו ממנו את ידיהם ואת רגליהם\" (שמ' ל,יט), ואת מעשה העולה ידיחו בם גם כן:", "heVersionTitle": "Critical edition, Hebrew text. Yitzhak Berger, 2003, 2007", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "<b>To wash with them; the parts of the burnt offering they would rinse off in them.</b> “The parts of the burnt offering” is an elaboration of “to wash with them”; that is: What did they wash with them? They rinsed off the parts of the burnt offering in them. Alternatively, the text elides a conjunctive <i>vav</i>: “<i>and</i> the parts of the burnt offering.” That is, the lavers were for washing, meaning for the priests’ washing their hands and feet—akin to the laver Moses made, concerning which the text says, “and let Aaron and his sons wash their hands and feet [in water drawn] from it” (Exod 30:19)—and they would <i>also</i> rinse off the parts of the burnt offering in them.", "versionTitle": "The Commentary of Radak to Chronicles: A Translation with Introduction and Supercommentary, by Yitzhak Berger, Brown University, 2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "64e4a3e0613f3c2d3b45b020", "index_title": "German Commentary on Mishnah Parah", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Parah 4:1:5", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "German Commentary on Mishnah Parah 4:1:5", "sourceHeRef": "פירוש גרמני על משנה פרה ד׳:א׳:ה׳", "anchorVerse": 19, "sourceHasEn": true, "commentaryNum": 1.0005, "collectiveTitle": {"en": "German Commentary on Mishnah Parah", "he": "פירוש גרמני על משנה פרה"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Ohne dass [der Opfernde] die Hände und Füsse gewaschen hatte.</b>  S. Exod. 30, 19, 20. Da sie ein <span dir=\"rtl\">חטאת</span> genannt wird, musste der Priester wie vor jeder Opferhandlung sich vorher die Hände und Füsse waschen. Ob dieses Waschen wie vor den Opferhandlungen im Heiligtum und in einem heiligen Gerät geschehen musste, darüber ist eine Kontroverse im Talmud Sebach. 20 b.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e49ed6613f3c2d3b44a77b", "index_title": "German Commentary on Mishnah Sotah", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Sotah 2:2:7", "anchorRef": "Exodus 30:18-21", "anchorRefExpanded": ["Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21"], "sourceRef": "German Commentary on Mishnah Sotah 2:2:7", "sourceHeRef": "פירוש גרמני על משנה סוטה ב׳:ב׳:ז׳", "anchorVerse": 18, "sourceHasEn": true, "commentaryNum": 2.0007, "collectiveTitle": {"en": "German Commentary on Mishnah Sotah", "he": "פירוש גרמני על משנה סוטה"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Wasser aus dem Becken.</b>  Dass das Wasser aus dem Becken im Heiligtum (Ex. 30, 18—21) genommen werden muss, ergibt sich aus der Benennung <span dir=\"rtl\">מים קדושים</span> „heiliges Wasser“ (Num. 5, 17; Raschi nach Sifre zum angegebenen Verse).", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a175613f3c2d3b453a7c", "index_title": "German Commentary on Mishnah Tamid", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Tamid 1:4:4", "anchorRef": "Exodus 30:17-21", "anchorRefExpanded": ["Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21"], "sourceRef": "German Commentary on Mishnah Tamid 1:4:4", "sourceHeRef": "פירוש גרמני על משנה תמיד א׳:ד׳:ד׳", "anchorVerse": 17, "sourceHasEn": true, "commentaryNum": 4.0004, "collectiveTitle": {"en": "German Commentary on Mishnah Tamid", "he": "פירוש גרמני על משנה תמיד"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>bevor du deine Hände und deine Füsse in dem Becken geheiligt hast.</b>  s. Exod. 30, 17—21.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a199613f3c2d3b454304", "index_title": "German Commentary on Mishnah Zevachim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Zevachim 2:1:5", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "German Commentary on Mishnah Zevachim 2:1:5", "sourceHeRef": "פירוש גרמני על משנה זבחים ב׳:א׳:ה׳", "anchorVerse": 19, "sourceHasEn": true, "commentaryNum": 1.0005, "collectiveTitle": {"en": "German Commentary on Mishnah Zevachim", "he": "פירוש גרמני על משנה זבחים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>der Hände und Füsse nicht gewaschen hat.</b>  Jeder Priester musste täglich, bevor er zum Opferdienst herantrat, sich die Hände und Füsse aus dem im Heiligtume stehenden Becken oder einem anderen heiligen Geräte waschen (Exod. 30, 19. 20).", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc44758c1dc532ec8af9", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 30:19", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Steinsaltz on Exodus 30:19", "sourceHeRef": "ביאור שטיינזלץ על שמות ל׳:י״ט", "anchorVerse": 19, "sourceHasEn": true, "commentaryNum": 30.0019, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "<b>וְרָחֲצוּ אַהֲרֹן וּבָנָיו</b> הכהנים\n  <b>מִמֶּנּוּ</b>, ממי הכיור \n  <b>אֶת יְדֵיהֶם וְאֶת רַגְלֵיהֶם.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Aaron and his sons, </b>the priests, <b>shall wash their hands and their feet from </b>the water in <b>it </b>.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "668bbbb2787a3be91bef8b4c", "index_title": "Ibn Ezra HaKatzar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra HaKatzar on Exodus 30:19:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Ibn Ezra HaKatzar on Exodus 30:19:1", "sourceHeRef": "אבן עזרא הקצר על שמות ל׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1143], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Ibn Ezra HaKatzar", "he": "אבן עזרא הקצר"}, "he": "ורחצו אהרן ובניו, ולא אחרים, ובאלה פקודי משה עמהם, כי הוא כהן הכהנים הגדולים והוא כיהן קודם אהרן. וקדמונינו ז\"ל אמרו כי שני צנורים היו בכיור, וזה טעם ממנו:", "heVersionTitle": "Prague, 1840", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f26cd6e4a927464715f0", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Exodus 30:19:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Chizkuni, Exodus 30:19:1", "sourceHeRef": "חזקוני, שמות ל׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "<b>ורחצו ממנו</b> ולא בתוכו.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ורחצו ממנו, they are to wash themselves from its waters, while standing at the outside of the laver, not within it (like in a mikveh).", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "59765584d6e4a90179bf6afe", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Exodus 30:19:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Be'er Mayim Chaim, Exodus 30:19:1", "sourceHeRef": "באר מים חיים, שמות ל׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "שמות", "he": "<b>ורחצו</b> אהרן וגו' את ידיהם ואת רגליהם. כי במקדש היו יכולים לטהר גם אצבעות רגליהם מהנחש הכרוך על העקב, אף על פי ששם האחיזה קשה מהדינים קשים השולטים שם, לא כן במקדש כי על כל פנים היו נכנעים שם הקליפות מרבות הקדושה ואור אלהים המאיר במשכן ה' והיו יכולין לגרשם שם גם מאצבעות הרגלים. ועל כן היה הכיור מרמז לכל העשרים אצבעות להראות כי הוא המטהר לכל אחיזתם הן בידים והן ברגלים. ועל כן אמר הכתוב את ידיהם ואת רגליהם ואמרו חז\"ל בזה <small>(זבחים י\"ט.)</small> כי בבת אחת היה מקדש ידיו ורגליו וכו' מניח ידו הימנית על רגלו הימנית וכו' ומקדש. כי על כל פנים היה קשה להרחיץ הרגלים לבד, מתוקף הגבורה הנאחז שם, והיה מקדשן בבת אחת עם הידים ומניח הידים עליהם להכניעם ולהיות נטפלים עם קדושת הידים ועל ידי זה היו נטהרים בכַּן הכיור ובמים אשר שמה (המורים על ט' יודי\"ן שבשמות הכוללים כל העולמות שהם ע\"ב ס\"ג מ\"ה ב\"ן העולים מים כנודע מכוונות) וזאת במקדש ולא במקום אחר. ועל כן,  ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3e1a3e1fc2200b9c5a686", "index_title": "English Explanation of Mishnah Zevachim", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Zevachim 2:1:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "English Explanation of Mishnah Zevachim 2:1:1", "sourceHeRef": "ביאור אנגלי על משנה זבחים ב׳:א׳:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 1.0001, "collectiveTitle": {"en": "English Explanation of Mishnah Zevachim", "he": "ביאור אנגלי על משנה זבחים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>All sacrifices whose blood was caught by a: non-priest, an onen, a tebul yom, one lacking [priestly] vestments, one lacking sacrificial atonement, one who had not washed his hands and feet, an uncircumcised [priest]; an unclean [priest]; one who was sitting, one who was standing on utensils or on an animal or on another’s feet, are disqualified.<br>If [the priest] caught [the blood] with his left hand, it is disqualified. Rabbi Shimon declares it valid.<br>If the blood was poured out on to the pavement and [the priest] collected it, it is disqualified.<br>If [the priest] put it [the blood] on the ramp [to the altar], [or on the altar, but] not against its base; if he applied [the blood] which should be applied below [the scarlet line] above [it] or that which should be applied above, below, or that which should be applied within [he applied] without, or that which should be applied without [he applied] within, it is invalid, but does not involve karet.</b><br>Section one: This is a list of people who cannot receive the blood of a sacrifice in a vessel, or carry it to the altar, or sprinkle it on the altar. Note that the mishnah does not say that these people cannot slaughter the animal. The laws regarding slaughtering the sacrifice are less strict. I shall explain each category one at a time:<br>Non-priest: only priests can perform these activities.<br>An onen: Someone who had one of their close relatives die is considered an onen on the day of the death.<br>A tebul yom: This is the word for an impure person who has immersed in a mikveh but before the end of the day (before the sun sets after he was made pure). See Leviticus 22:7. Believe it or not, there is an entire tractate in Seder Toharot devoted to this subject.<br>One lacking [priestly] vestments: A regular priest must wear four garments and the high priest must wear eight garments (see Yoma 7:5). Without the proper attire, the sacrifice is invalid.<br>One lacking sacrificial atonement: In certain cases, when one’s period of impurity is over he must bring a sacrifice. If the priest has not brought the required sacrifice, he cannot take part in the sacrificial worship.<br>One who had not washed his hands and feet: See Exodus 30:19.<br>An uncircumcised [priest]: See Ezekiel 44:9.<br>An unclean [priest]: one must be ritually pure to offer sacrifices.<br>One who was sitting, one who was standing on utensils or on an animal or on another’s feet, are disqualified: the sacrificial procedure must be performed while standing on the floor of the Temple’s courtyard, not sitting or standing on something else.<br>Section two: According to the first opinion, the blood must be caught in one’s right hand. Rabbi Shimon says it can be caught in the left hand.<br>Section three:  The blood has a very specific place upon which it must be poured. It cannot be poured on the floor of the Temple, or on the ramp leading up to the Temple. It must be applied to the base of the altar. Sometimes the blood must be poured on the lower part of the base, which was separated by a crimson line from the upper part, and sometimes it must be poured on the upper part. The important thing is that the blood is poured on the part appropriate to that sacrifice. If it is not, the sacrifice is invalid. Similarly, sometimes the blood must be poured on the altar inside the Sanctuary (the Hekhal) or even within the Holy of Holies, and at other times it must be poured on the outer altar. What again is essential is that the blood of each sacrificed is poured on the altar upon which it is supposed to be poured. If it is not, the sacrifice is invalid.<br>Although this sacrifice is invalid, one who eats of its flesh is not liable for karet (a biblical penalty of great severity) unlike one who eats of one of the sacrifices disqualified in mishnah two or three. In those cases, when the animal was sacrificed with the wrong intent, eating its flesh was punished by the serious penalty of karet.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5bf3e1cf09271600b72554bf", "index_title": "English Explanation of Mishnah Yoma", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Yoma 3:10:1", "anchorRef": "Exodus 30:18-21", "anchorRefExpanded": ["Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21"], "sourceRef": "English Explanation of Mishnah Yoma 3:10:1", "sourceHeRef": "ביאור אנגלי על משנה יומא ג׳:י׳:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 10.0001, "collectiveTitle": {"en": "English Explanation of Mishnah Yoma", "he": "ביאור אנגלי על משנה יומא"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Ben Katin made twelve spigots for the laver, for there had been before only two. He also made a mechanism for the laver, in order that its water should not become unfit by remaining overnight.<br>King Monbaz had all the handles of all the vessels used on Yom HaKippurim made of gold.<br>His mother Helena made a golden candelabrum over the opening of the Hekhal. She also made a golden tablet, on which the portion concerning the suspected adulteress was inscribed.<br>For Nicanor miracles happened to his doors.<br>And they were all mentioned for praise.</b><br>Since at the end of yesterday’s mishnah we learned that Ben Gamala made the lots out of gold and he was praised for it, today’s mishnah teaches other ornaments that were donated by individuals and for which they were praised.  You can think of this mishnah as an ancient dedication plaque!<br>Section one:  Ben Katin, who was also a high priest, made twelve spigots for the Temple’s laver, a fancy word for sink (see Exodus 30:18-21). The Talmud explains that this was so each of the twelve priests who were offering the tamid (see above, mishnayot 2-3) could have their own spigot.<br>Ben Katin is also credited with another improvement in the Temple, this one also connected to issue of water.  He made a wheel that went into the water cistern which would cause the water in the laver to be connected to the water in the cistern.  The reason for this is that any water left out overnight in a vessel in the Temple is rendered unfit.  Without this wheel, the water left over in the laver would need to be emptied out every morning.<br>Section two:  King Monbaz was king of Adiabene, which is north of Israel, and is now part of Turkey.  He, as well as his brother and mother, are mentioned as converts in Josephus. They ruled in the first century C.E., slightly before the destruction of the Temple.  According to the mishnah, he paid to make the handles of vessels out of gold, in cases such as a knife, where the vessel itself could not be made of gold.<br>Section three:  Monbaz’s mother, who is also mentioned in Nazir 3:6, made a golden candelabrum to stand at the entrance to the Hekhal.<br>Helene also made a golden tablet on which to write the chapter of the Sotah (Numbers 5:11 ff.)  From here the priest could copy the words when he needed to perform the sotah (suspected adulteress) ritual (see v. 23).<br>Section four:  Finally, the mishnah obliquely mentions Nikanor’s doors and the miracles that happened to them.  The Talmud (Yoma 38a) explains:  “What miracles happened to his doors? They say that when Nicanor had gone to bring doors from Alexandria of Egypt, on his return a storm arose in the sea to drown him. They took one of his doors and cast it into the sea and yet the sea would not stop its rage. They wanted to cast the other into the sea. He rose and clung to it, saying: ‘Cast me in with it!’ The sea immediately stopped its raging. He was deeply grieved about the other [door]. When he arrived at the harbor of Acco, it broke through and came up from under the sides of the boat.  Others say: A monster of the sea swallowed it and spat it out on the dry land.”", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5bf3e229bfb49d008760a916", "index_title": "English Explanation of Mishnah Bava Kamma", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Bava Kamma 3:8:1", "anchorRef": "Exodus 21:28-32:35", "anchorRefExpanded": ["Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35"], "sourceRef": "English Explanation of Mishnah Bava Kamma 3:8:1", "sourceHeRef": "ביאור אנגלי על משנה בבא קמא ג׳:ח׳:א׳", "anchorVerse": 28, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 8.0001, "collectiveTitle": {"en": "English Explanation of Mishnah Bava Kamma", "he": "ביאור אנגלי על משנה בבא קמא"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>If two oxen which were accounted harmless hurt one another, the owner pays half-damages for that one which suffered the greater hurt.<br>If both were attested dangers full damages are payable for that one which suffered the greater hurt.<br>If one was accounted harmless and the other was an attested danger, that which was an attested danger as against that which was accounted harmless must pay full damages for the greater hurt that the other has suffered, while that which was accounted harmless, as against that which was an attested danger, pays only half damages for the greater hurt that the other has suffered.<br>So, too, if two men hurt one another, full damages are payable for that one which suffered the greater hurt.<br>If a man and an ox which was accounted harmless hurt one another, the man as against the ox accounted harmless must pay full damages for the greater hurt that the other has suffered, while the ox accounted harmless, as against the man, pays only half damages for the greater hurt that the other suffered. Rabbi Akiva says:  “Even if an ox accounted harmless hurt a man, full damages must be paid for that one which suffered the greater hurt.</b><br>This mishnah returns to deal with a subject that we dealt with in the last mishnah of chapter one and in the fourth and fifth mishnayoth of chapter 2 and that is the goring ox.  Remember, there are two types of goring oxen, one that is a previously attested danger (muad), who has been testified against.  The second type is innocent (tam) meaning he is not a previously attested danger.  When a muad damages the owner will pay full damages from the best of his land.  When a tam damages the owner will pay half damages from the value of the tam itself.  This means that the upper limit of liability will be the value of the damaging animal.<br>We will continue to deal with the goring ox for the next two and a half chapters.  I will not be explaining the concepts of tam and muad every time we encounter them.  I will try to reference places where I did explain them.  If you are wondering why the mishnah is so fascinated by the goring ox, it is due to the fact that the Torah mentions the ox quite frequently (Exodus 21:28-32, 35-36).  It is indeed the paradigm for the damaging animal.<br>The rendering of this mishnah into sensible English is very difficult since the mishnah speaks in shorthand.  However, the explanation should make more sense to you.<br>The first section deals with two harmless oxen that gore each other.  In general the owner of each is obligated to pay half damages to the other.  Here we figure out what was the greater damage and the owner of the less injured ox will pay half of that amount.  A table will help.<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (tam)<br>30<br>70<br>35<br>50  (tam)<br>30<br>20<br>10<br>In this case the owner of the ox worth fifty will pay twenty-five to the owner of the ox worth 100.<br>In the second case both of the animals were muad and will therefore pay full damages.   Our table now looks like this:<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (muad)<br>30<br>70<br>70<br>50 (muad)<br>30<br>20<br>20<br>In this case the owner of the ox worth fifty will pay fifty to the owner of the ox worth 100.<br>In the third case one ox was muad and one was tam.  The muad will owe half damages and the tam full damages.  According to our example in this case the animal worth 100 was a muad and therefore will owe full damages for the animal worth 50.  The animal worth 50 is a tam and will therefore pay half damages for the animal worth 100.   Our table now looks like this:<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (muad)<br>30<br>70<br>35<br>50 (tam)<br>30<br>20<br>30<br>In this case the owner of the ox worth fifty will pay 5 to the owner of the ox worth 100.<br>The fourth case of the mishnah deals with human beings who injure one another.  Since a human being is always a muad (see chapter one mishnah four), this is similar to case number two.<br>The fifth and final case deals with a human being (who is always muad) and a harmless ox (tam) who injure one another.  This case is similar to case number three.  We will nevertheless bring a new table.<br>Value before injury<br>Value after injury<br>Damages<br>Amount owed<br>1000-- human (muad)<br>500<br>500<br>250<br>50--ox (tam)<br>20<br>30<br>30<br>In this case the owner of the ox will pay the human 220.  Rabbi Akiva disagrees.  According to him an ox that injures a human being always pays full damages as if it was a muad.  Therefore in the previous scenario the owner of the ox will pay 470 to the human.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5bf3fb996cccad006f6720dd", "index_title": "English Explanation of Mishnah Menachot", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Menachot 1:2:2", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "English Explanation of Mishnah Menachot 1:2:2", "sourceHeRef": "ביאור אנגלי על משנה מנחות א׳:ב׳:ב׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 2.0002, "collectiveTitle": {"en": "English Explanation of Mishnah Menachot", "he": "ביאור אנגלי על משנה מנחות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>As for both a sinner’s minhah and any other minhah if [one of the following] removed the handful: a non-priest; or [a priest] that was an onen; or one who immersed himself during the day; or was not wearing the priestly vestments, or whose atonement was lacking; or who had not washed his hands and feet; or that was uncircumcised; or unclean; or was sitting, or standing upon vessels or upon a beast or upon another's feet, it is invalid.</b>  This section contains a list of cases in which a priest who removes the handful from the minhah renders it invalid. The same list appears in Zevahim 2:1, so I am basically replicating my commentary here: Non-priest: only priests can perform these activities. An onen: Someone who had one of their close relatives die is considered an onen on the day of the death. A tebul yom: This is the word for an impure person who has immersed in a mikveh but before the end of the day (before the sun sets after he was made pure). See Leviticus 22:7. One lacking [priestly] vestments: A regular priest must wear four garments and the high priest must wear eight garments (see Yoma 7:5). Without the proper attire, the minhah is invalid. One lacking sacrificial atonement: In certain cases, when one’s period of impurity is over he must bring a sacrifice. If the priest has not brought the required sacrifice, he cannot take part in the sacrificial worship. One who had not washed his hands and feet: See Exodus 30:19. An uncircumcised [priest]: See Ezekiel 44:9. An unclean [priest]: one must be ritually pure to offer sacrifices. One who was sitting, one who was standing on utensils or on an animal or on another’s feet, are disqualified: the sacrificial procedure must be performed while standing on the floor of the Temple’s courtyard, not sitting or standing on something else.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17ba70b071e100bf4f4b83", "index_title": "Bartenura on Mishnah Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Zevachim 2:1:6", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Bartenura on Mishnah Zevachim 2:1:6", "sourceHeRef": "ברטנורא על משנה זבחים ב׳:א׳:ו׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Bartenura on Mishnah Zevachim", "he": "ברטנורא על משנה זבחים"}, "heTitle": "ברטנורא על משנה זבחים", "he": "<b>ושלא רחוץ ידים ורגלים.</b> לפי שנאמר בקידוש ידים ורגלים חוקת עולם, ונאמר בבגדי כהונה חוקת עולם, מה בגדי כהונה אם עבד מחוסר בגדים פסל, אף אם עבד שלא רחץ ידיו ורגליו פסל. וסדר קידוש ידים ורגלים, לא עומד ולא יושב אלא מוטה, ומניח ידו הימנית על גבי רגלו הימנית וידו השמאלית על גבי רגלו השמאלית, ומשפשף רגליו בידיו בשעה שהוא מקדש. ואינו רשאי לקדש בתוך הכיור עצמו, אלא מן המים שיוצאים ממנו, שנאמר (שמות ל׳:י״ט) ורחצו אהרן ובניו ממנו, ולא בתוכו. וכל המימות כשרים לקידוש. ואפילו שאינן מים חיים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ושלא רחוץ ידים ורגלים – because it is stated regarding the sanctification of the hands and feet that it is a law for all times, and it is stated regarding the raiment of the priesthood as a law for all times, just as concerning the raiment of the priesthood, if he served lacking priestly garments (see Exodus 29:9: “And gird both Aaron and his sons with sashes. And so they shall have priesthood as their right for all time.”), it is disqualified, even if he served without washing his hands and feet, he is disqualified. And the other of sanctifying his hands and feet: He doesn’t stand nor does he sit, but he reclines, and he places his right hand on top of his right foot and his left hand on top of his left foot, and rubs his feet with his hands when he is sanctifying [himself]. But he is not permitted to sanctify [himself] in the basin (i.e., laver for the priests in the Temple court) itself, but rather from the water that comes out from it, as it is stated (Exodus 30:19): “And let Aaron and his sons wash their hands and feet [in water drawn] from it,” but not in it, and all of the waters are fit for sanctification, and even if they are not fresh waters.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "", "versionTitleInHebrew": ""}, {"_id": "5cca9495b3c68600e817b9f6", "index_title": "Arakhin", "category": "Talmud", "type": "", "ref": "Arakhin 19b:5", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Arakhin 19b:5", "sourceHeRef": "ערכין י״ט ב:ה׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 38.0005, "collectiveTitle": {"en": "Arakhin", "he": "ערכין"}, "heTitle": "ערכין", "he": "ביד עד האציל ורמינהו קידוש ידים ורגלים במקדש עד הפרק", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The <i>Tosefta</i> teaches with regard to one who says: It is incumbent upon me to donate the weight of my forearm [<i>yad</i>], that Rabbi Yehuda says: He brings a barrel and fills it with water and inserts his <b>forearm up to the elbow.</b> This indicates that the term <i>yad</i> denotes the forearm until the elbow. <b>And</b> the Gemara <b>raises a contradiction</b> from another <i>baraita</i> (<i>Tosefta</i>, <i>Yadayim</i> 2:1): Since it is written: “And Aaron and his sons shall wash their hands [<i>yedeihem</i>] and their feet” (Exodus 30:19), the priests are obligated to <b>sanctify</b> their <b>hands and feet in the Temple up to the wrist.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5cd13fe604bbb60019c1e1a2", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 30:19:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Birkat Asher on Torah, Exodus 30:19:1", "sourceHeRef": "ברכת אשר על התורה, שמות ל׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "<b>רש\"י ד\"ה את ידיהם ואת רגליהם, ...מניח ידו הימנית... וידו השמאלית... ומקדש. ע\"כ.</b> לכאורה היה צריך לומר \"ומקדש\" אחר \"ידו הימנית\" וכו', שהרי אי־אפשר להניח שתי הידיים על שתי הרגליים ובו זמנית לקדש. (פ' כי תשא תשנ\"ב)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13fe63a676f00197d1728", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 30:19:2", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Birkat Asher on Torah, Exodus 30:19:2", "sourceHeRef": "ברכת אשר על התורה, שמות ל׳:י״ט:ב׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 19.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "וראה סדר קידוש ידיים ורגליים אצל ר\"ע מברטנורא למסכת זבחים (פ\"ב מ\"א), זו לשונו: סדר קידוש ידים ורגלים, לא עומד ולא יושב אלא מוטה (פותח את אחד מברזי הכיור והמים שותתים על הרצפה) ומניח ידו הימנית על גבי רגלו הימנית וידו השמאלית על גבי רגלו השמאלית, ומשפשף רגליו בידיו בשעה שהוא מקדש. (פ' כי תשא תשנ\"ג)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d3efb31c891cc0018af5850", "index_title": "Abarbanel on I Kings", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on I Kings 7:27:2", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Abarbanel on I Kings 7:27:2", "sourceHeRef": "אברבנאל על מלכים א ז׳:כ״ז:ב׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1484], "commentaryNum": 27.0002, "collectiveTitle": {"en": "Abarbanel on I Kings", "he": "אברבנאל על מלכים א"}, "he": "ואומר שהמכונות האלה היו משמשות למושב הכיורות, והכיורים ההם היו לרחצה, אם הכהן לקדש ידיו ורגליו כמו שנזכר בתורה (שמות ל' י\"ט) ואם להדח' העולה כמו שנזכר בדברי הימים (דברי הימים ב' ד' ז') וספר הכתוב שהיה אורך המכונה האחת בחללה ארבע אמות, ורחבה ארבע אמות גם כן, וקומתה היה שלשה אמות, (כח) ושהיו למכונות מסגרות, כאותם המסגרות אשר היו סביב השלחן שהיו כמו כלי קבול, והיה זה כדי שיסגר הכיור בתוך המכונה. וגם כן היו מסגרות אחרות בין השלבים, והשלבים הם בדים כמו מעלות הסולם, (כט) ועליהם היו אריות ובקר וכרובים, ר\"ל צורות אריות וצורות בקרים וצורות כרובים, ואלה הצורות היו בין השלבים ההם. ואמרו ועל השלבים כן ממעל, ר\"ל שעל השלבים היה מושב, הכיור מלמעלה, כי כן, פירושו מושב וכמו שנאמר (שם כ\"ח) את הכיור ואת כנו, וידמה שהכן הוא קטן מהמכונה. וזכר שמתחת לאריות ולבקר ההם (והוא הדין לכרובים אלא שקצר הכתוב בזה) היו מתחת להם לויות מעשה מורד, ר\"ל לויות נחשת בהם יהיה מושב הצורות ההם, ופירוש לויות מחוברות, כמו (בראשי' כ\"ט) הפעם ילוה אישי אלי, והיה מעשה מורד לא שהיה מותך, ותרגום (שמות ל\"ט ג') וירקעו ורדידו:", "heVersionTitle": "Abarbanel, Tel Aviv 1960", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d74fa4e36a58c006e23fc59", "index_title": "Ben Yehoyada on Shabbat", "category": "Quoting Commentary", "type": "", "ref": "Ben Yehoyada on Shabbat 50b:1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Ben Yehoyada on Shabbat 50b:1", "sourceHeRef": "בן יהוידע על שבת נ׳ ב:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1860, 1900], "commentaryNum": 100.0001, "collectiveTitle": {"en": "Ben Yehoyada on Shabbat", "he": "בן יהוידע על שבת"}, "heTitle": "בן יהוידע על שבת", "he": "<b>רוֹחֵץ אָדָם פָּנָיו יָדָיו וְרַגְלָיו בְּכָל יוֹם, בִּשְׁבִיל כְּבוֹד קוֹנֵהוּ.</b> נראה לי בס\"ד ענין <b>הַכָּבוֹד</b> הזה, הוא על פי מ\"ש במדרש פרשת בהר (משלי יא, יז) גֹּמֵל נַפְשׁוֹ אִישׁ חָסֶד, זה הלל הזקן שבשעה שהיה נפטר מתלמידיו היה מהלך והולך עמם. אמרו לו תלמידיו: רבי, להיכן אתה הולך? אמר להם: לעשות מצוה! אמרו לו: וכי מה מצוה זו? אמר להן: לרחוץ בבית המרחץ. אמרו לו: וכי זו מצוה היא? אמר להם: הן. מה אם איקונין של מלכים שמעמידים אותו בבתי טרטיאות ובבתי קרקסיאות, מי שנתמנה עליהם הוא מורקן ושוטפן והן מעלין לו מזונות. ולא עוד, אלא שהוא מתגדל עם גדולי מלכות. אני שנבראתי בצלם ובדמות, דכתיב (בראשית ט' ו') בְּצֶלֶם אֱלֹהִים עָשָׂה אֶת הָאָדָם, על אחת כמה וכמה! עד כאן. ופרשתי הטעם שאמר בזה גֹּמֵל נַפְשׁוֹ, דידוע רחיצת ידים ורגלים הוא תיקון העשיה, יען שהיא סוף כל העולמות ששם יש גבול לספירות שבקדושה ולכך נאחזים שם הקליפות, כי האויב נותן עיניו על הגבול שמשם יכנס, ולכן בעשיה נאחזים הקליפות ביותר. וכן באדם שהוא עולם קטן וגופו רומז לי' ספירות שבקדושה נאחזים החיצונים בסוף הגוף, ואין סוף לגוף אלא רק בידים ורגלים, ומאחר שיש בידים ורגלים דומה לעשיה שהיא סוף העולמות, לכך אם ירחץ ידיו ורגליו כדי לדחות החיצונים על ידי המים שהם מי החסד, אז כנגד זה נדחים גם כן הקליפות מן העשיה, דכמו שעושה האדם בגופו כן יהיה נעשה ברוחניות למעלה דוגמת הצל, וכמו שנאמר (תהילים קכא, ה) הֳ' צִלְּךָ עַל יַד יְמִינֶךָ, ולזה דרשו רבותינו ז\"ל פסוק זה על הלל כשהיה רוחץ גֹּמֵל נַפְשׁוֹ היא העשיה, לתקנה ולנקותה הנה הוא אִישׁ חָסֶד שרוחץ במים שהם מימי החסד. ולזה אמר <b>רוֹחֵץ אָדָם פָּנָיו יָדָיו וְרַגְלָיו בְּכָל יוֹם, בִּשְׁבִיל כְּבוֹד קוֹנֵהוּ</b>, כי על ידי כן נדחין הקליפות מעל העשיה. וראיתי להרב יפה שעה ז\"ל על ספר הכונות, הטעם שאין אנחנו רוחצים הרגלים מפני שאין בנו כח לדחות החיצונים מעליהם מלבד הכהנים, שבזכות העבודה והמקדש כתיב בהו (שמות ל, יט) וְרָחֲצוּ אַהֲרֹן וּבָנָיו מִמֶּנּוּ אֶת יְדֵיהֶם וְאֶת רַגְלֵיהֶם, <b>ובזה תבין ענין רחיצת ערב שבת</b>, כי זכות השבת יכולה היא שתגין עד כאן דבריו. ואפשר דרחיצת רגלים בחול מהני קצת לדחות הקליפה מן הקדושה, אך אין בנו כח בחול לדחותם לגמרי כמו ערב שבת, וכמו הכהנים בבית המקדש בכל יום, ולכן כיון שאי אפשר לדחותם לגמרי לכך אין חיוב על האדם ברחיצת רגליו בכל יום, אבל ודאי אם ירחץ עביד הצלה פורתא, ולהכי קאמר כאן לִרְחֹץ פָּנָיו יָדָיו וְרַגְלָיו בְּכָל יוֹם לִכְבוֹד קוֹנֵהוּ. ועוד נראה לי דאיכא טעמא ברחיצת הפנים והידים והרגלים בכל יום לכבוד השם יתברך, מפני כי בעינים שהם קבועים בפנים נרמז שם הוי\"ה, והם שני עינים המה שתי יודי\"ן, וחוטם וא\"ו הרי כ\"ו <small>[26]</small>, וכן בנחיריים הקבועים בפנים שתי נחיריים כנגד ב' יודי\"ן, והכולל שבניהם כנגד וא\"ו, וכן בידים יש י\"ד פרקין בימין ובשמאל, הרי כ\"ח מספר אותיות שם הוי\"ה במילואו ומילוי מילואו, וכן ברגלים חמש אצבעות בימין וחמש בשמאל ושלשה פרקי רגלים כאן וכאן הרי הה\"ו, ועטרת היסוד אות יו\"ד, ולזה אמר יִרְחֲצֵם לִכְבוֹד קוֹנֵהוּ שבם רמוז מספר שמו יתברך.", "heVersionTitle": "Senlake edition 2019 based on Ben Yehoyada, Jerusalem, 1897", "heLicense": "CC0", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d470b6084aa1cbf33799", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, רָחַץ 1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "BDB, רָחַץ 1", "sourceHeRef": "בראון-דרייבר-בריגס, רָחַץ א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "רָחַץ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">רָחַץ</span></big></big><sub>72</sub><big></big>  <strong>vb.</strong> wash, wash off, away, bathe <strong>(</strong>NH = BH; Arabic <span dir=\"rtl\">رَحَضَ</span> (also of garments); Ethiopic ርሕፀ:, ረሐፀ:, <em>sweat;</em> cf. Assyrian <em>raḫâṣu</em>, <em>overflow, flood</em> (on <em>ḫ</em> = ح v. Nö<sup>ZMG xi (1886), 727</sup>)<strong>)</strong>;—<br><strong>Qal</strong><sub>69</sub>  Pf. 3 ms. <span dir=\"rtl\">ר׳</span> <a data-ref=\"Isaiah 4:4\" href=\"/Isaiah.4.4\">Is 4:4</a> +, etc.; Impf. 3 ms. <span dir=\"rtl\">יִרְחַץ</span> <a data-ref=\"Deuteronomy 23:12\" href=\"/Deuteronomy.23.12\">Dt 23:12</a> + etc.; Imv. ms. <span dir=\"rtl\">רְחַץ</span> <a data-ref=\"II Samuel 11:8\" href=\"/II_Samuel.11.8\">2 S 11:8</a>; <a data-ref=\"II Kings 5:13\" href=\"/II_Kings.5.13\">2 K 5:13</a>; mpl. <span dir=\"rtl\">רַחֲצוּ</span> <a data-ref=\"Genesis 18:4\" href=\"/Genesis.18.4\">Gn 18:4</a> +; Inf. cstr. <span dir=\"rtl\">רְחֹץ</span> <a data-ref=\"Genesis 24:32\" href=\"/Genesis.24.32\">Gn 24:32</a> +, <span dir=\"rtl\">לְרָחְצָה</span> <a data-ref=\"Exodus 30:18\" href=\"/Exodus.30.18\">Ex 30:18</a> +; Pt. fs. <span dir=\"rtl\">רֹחֶ֫צֶת</span> <a data-ref=\"II Samuel 11:2\" href=\"/II_Samuel.11.2\">2 S 11:2</a>, fpl. <span dir=\"rtl\">רֹחֲצוֹת</span> <a data-ref=\"Song of Songs 5:12\" href=\"/Song_of_Songs.5.12\">Ct 5:12</a>;— <strong>1.</strong>  trans. <em>wash</em> (with water), c. acc. feet (<span dir=\"rtl\">רגלים</span>; <span dir=\"rtl\">בַּמַּיִם</span> often expr.), <a data-ref=\"Genesis 18:4\" href=\"/Genesis.18.4\">Gn 18:4</a>; <a data-ref=\"Genesis 19:2\" href=\"/Genesis.19.2\">19:2</a>; <a data-ref=\"Genesis 24:32\" href=\"/Genesis.24.32\">24:32</a>; <a data-ref=\"Genesis 43:24\" href=\"/Genesis.43.24\">43:24</a> (all J), <a data-ref=\"Judges 19:21\" href=\"/Judges.19.21\">Ju 19:21</a>; <a data-ref=\"I Samuel 25:41\" href=\"/I_Samuel.25.41\">1 S 25:41</a>; <a data-ref=\"II Samuel 11:8\" href=\"/II_Samuel.11.8\">2 S 11:8</a>; <a data-ref=\"Song of Songs 5:3\" href=\"/Song_of_Songs.5.3\">Ct 5:3</a>; <span dir=\"rtl\">יִר׳ פְּעָמָיו בְּדַם הָרָשָׁע</span> <a data-ref=\"Psalms 58:11\" href=\"/Psalms.58.11\">ψ 58:11</a> (fig. of righteous, at <span dir=\"rtl\">י׳</span>’s vengeance); c. acc. hands <span dir=\"rtl\">(יָדַיִם)</span> <a data-ref=\"Deuteronomy 21:6\" href=\"/Deuteronomy.21.6\">Dt 21:6</a> (+ <span dir=\"rtl\">עַל</span> <em>over</em>, in ceremonial, to express innocence), hence fig. <span dir=\"rtl\">אֶר׳ כַּפַּי בְּנִקָּיוֹן</span> <a data-ref=\"Psalms 26:6\" href=\"/Psalms.26.6\">ψ 26:6</a>; <a data-ref=\"Psalms 73:13\" href=\"/Psalms.73.13\">73:13</a>; hands and feet <a data-ref=\"Exodus 30:19\" href=\"/Exodus.30.19\">Ex 30:19</a> (+ <span dir=\"rtl\">מִן</span> of laver), v <a data-ref=\"Exodus 30:21\" href=\"/Exodus.30.21\">21</a>; <a data-ref=\"Exodus 40:31\" href=\"/Exodus.40.31\">40:31</a> (+ <span dir=\"rtl\">מִן</span> id.<em>;</em> all P); c. acc. face <span dir=\"rtl\">(פָּנָיו)</span> <a data-ref=\"Genesis 43:31\" href=\"/Genesis.43.31\">Gn 43:31</a> (J); c. acc. pers. <a data-ref=\"Ezekiel 16:9\" href=\"/Ezekiel.16.9\">Ez 16:9</a>; <a data-ref=\"Exodus 29:4\" href=\"/Exodus.29.4\">Ex 29:4</a>; <a data-ref=\"Exodus 40:12\" href=\"/Exodus.40.12\">40:12</a>; <a data-ref=\"Leviticus 8:6\" href=\"/Leviticus.8.6\">Lv 8:6</a> (all P), acc. <span dir=\"rtl\">בְּשָׂרוֹ</span> (often ‖ <span dir=\"rtl\">כבּס</span> of garments), <a data-ref=\"Leviticus 14:9\" href=\"/Leviticus.14.9\">Lv 14:9</a>; <a data-ref=\"Leviticus 15:13\" href=\"/Leviticus.15.13\">15:13</a> + 9 times P (H); c. acc. of parts of sacrificial victim <a data-ref=\"Exodus 29:17\" href=\"/Exodus.29.17\">Ex 29:17</a>; <a data-ref=\"Leviticus 1:9\" href=\"/Leviticus.1.9\">Lv 1:9</a>, <a data-ref=\"Leviticus 1:13\" href=\"/Leviticus.1.13\">13</a>; <a data-ref=\"Leviticus 8:21\" href=\"/Leviticus.8.21\">8:21</a>; <a data-ref=\"Leviticus 9:14\" href=\"/Leviticus.9.14\">9:14</a>; <em>wash off, away</em>, c. acc. of filth <a data-ref=\"Isaiah 4:4\" href=\"/Isaiah.4.4\">Is 4:4</a> (fig.). <strong>2.</strong>  intrans. <em>wash, bathe</em> (oneself): <a data-ref=\"Exodus 2:5\" href=\"/Exodus.2.5\">Ex 2:5</a> (E), <a data-ref=\"II Samuel 11:2\" href=\"/II_Samuel.11.2\">2 S 11:2</a>; <a data-ref=\"II Samuel 12:20\" href=\"/II_Samuel.12.20\">12:20</a> <a data-ref=\"I Kings 22:38\" href=\"/I_Kings.22.38\">1 K 22:38</a>; <a data-ref=\"II Kings 5:10\" href=\"/II_Kings.5.10\">2 K 5:10</a>, <a data-ref=\"II Kings 5:12\" href=\"/II_Kings.5.12\">12</a>, <a data-ref=\"II Kings 5:13\" href=\"/II_Kings.5.13\">13</a>; <a data-ref=\"Isaiah 1:16\" href=\"/Isaiah.1.16\">Is 1:16</a>; <a data-ref=\"Ezekiel 23:40\" href=\"/Ezekiel.23.40\">Ez 23:40</a> (+ ל pers. of whom), <a data-ref=\"Ruth 3:3\" href=\"/Ruth.3.3\">Ru 3:3</a>; <a data-ref=\"Leviticus 14:8\" href=\"/Leviticus.14.8\">Lv 14:8</a> + 14 times P (often ‖ <span dir=\"rtl\">כבּס</span>); + ב of laver <a data-ref=\"II Chronicles 4:6\" href=\"/II_Chronicles.4.6\">2 Ch 4:6</a><sup>(×2)</sup>; of eyes, <em>bathed</em> in milk <span dir=\"rtl\">(בֶּחָלָב)</span> <a data-ref=\"Song of Songs 5:12\" href=\"/Song_of_Songs.5.12\">Ct 5:12</a> (fig.); <a data-ref=\"Job 29:6\" href=\"/Job.29.6\">Jb 29:6</a> (fig.), v. <a ,=\"\" data-ref=\"BDB, הָלִיךְ\" dir=\"rtl\" href=\"/BDB,_הָלִיךְ\">הָלִיךְ</a>.<br>†<strong>Pu.</strong>  Pf. 3 ms. <span dir=\"rtl\">רֻחָ֑ץ</span> <a data-ref=\"Proverbs 30:12\" href=\"/Proverbs.30.12\">Pr 30:12</a> <em>be washed</em> (+ <span dir=\"rtl\">מִן</span> of filth, fig.); 2 fs. <span dir=\"rtl\">בְּמַיִם לֹא רֻחַצְתְּ</span> <a data-ref=\"Ezekiel 16:4\" href=\"/Ezekiel.16.4\">Ez 16:4</a> (in fig.).<br>†<strong>Hithp.</strong>  Pf. 1 s. <span dir=\"rtl\">הִתְרָחַצְתִּי במו שׁלג</span> <a data-ref=\"Job 9:30\" href=\"/Job.9.30\">Jb 9:30</a> if <em>I washed myself in snow</em> (fig.)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6395b1c7f43b29d676feb689", "index_title": "Derekh Mitzvotekha", "category": "Chasidut", "type": "", "ref": "Derekh Mitzvotekha, The commandment of sanctifying the hands and the feet at the time of the service 1", "anchorRef": "Exodus 30:19", "anchorRefExpanded": ["Exodus 30:19"], "sourceRef": "Derekh Mitzvotekha, The commandment of sanctifying the hands and the feet at the time of the service 1", "sourceHeRef": "דרך מצותיך, מצות קידוש ידים ורגלים לעבודה א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1813, 1827], "commentaryNum": 1, "collectiveTitle": {"en": "Derekh Mitzvotekha", "he": "דרך מצותיך"}, "heTitle": "מצות קידוש ידים ורגלים לעבודה", "he": "(ק\"ו) <b>לקדש הכהן ידיו ורגליו לעבודה שנאמר ורחצו אהרן ובניו ממנו את ידיהם ואת רגליהם וגו'.</b> (שמות ל' י\"ט), הנה עבודת הכהנים במקדש ידוע שהוא להמשיך גילוי אא\"ס ב\"ה על ידו כי הוא בחי' חסד שבו ועל <i data-overlay=\"Vilna Pages\" data-value=\"סג, א\"></i> ידו ההמשכה וכמ\"ש בזהר ע\"פ כשמן הטוב היורד על הראש כו' (תלים קל\"ג ב') שהוא המשכת מוחא עילאה דע\"ק שנמשך ע\"י הכהן ולזאת צריך לקדש ידיו ורגליו שהם בחי' חג\"ת נה\"י שהם כנגד יצירה ועשי' בכללות העולמות שבאמצעיתם צ\"ל ההמשכה למטה כדי להעביר מהם יניקת החיצונים שעיקר התחלתם משם שיצי' הוא בחי' עה\"ד טו\"ר ויניקתם מצפרני' כידוע והיינו ע\"י המים שמטהרים ודוחי' יניקת החיצונים וכל זמן שלא נדחו החיצונים א\"א להמשיך גילוי אא\"ס שלא יגיע להם ג\"כ אך אחר הקידוש אז יהי' ההמשכה (מדברי הרמ\"ז פ' עקב) וביאור הענין יובן ממשי\"ת אי\"ה בענין נט\"י:", "heVersionTitle": "Kehot Publication Society", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6508207ab9070aa8f8fbf035", "index_title": "Beit Aharon", "category": "Chasidut", "type": "", "ref": "Beit Aharon, Teachings on Torah and Holidays, R' Asher (the First) of Stolin, Numbers, Chukat 2", "anchorRef": "Exodus 30:18-20", "anchorRefExpanded": ["Exodus 30:18", "Exodus 30:19", "Exodus 30:20"], "sourceRef": "Beit Aharon, Teachings on Torah and Holidays, R' Asher (the First) of Stolin, Numbers, Chukat 2", "sourceHeRef": "בית אהרן, דרושים על התורה ומועדים, מר' אשר הגדול מסטאלין, סדר במדבר, חקת ב׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1830, 1870], "commentaryNum": 2, "collectiveTitle": {"en": "Beit Aharon", "he": "בית אהרן"}, "heTitle": "חקת", "he": "<b>ונוכל לומר</b> כי לשון מי שייך לשאול על דבר שאפשר להשיג אותו רק אני איני יודע אותו שואל אני עליו מי הוא. אבל דבר שבלתי אפשר להשיג אותו אינו שייך לשאול עליו מי הוא. וזה פי' המשנה אשריכם ישראל לפני מי אתם מיטהרין פי' שאדם מטהר עצמו ובא לבחי' קודם שאפשר לשאול עליו מי הוא. והבחינה הנקרא מי הוא מטהר אתכם שנאמר וזרקתי עליכם מים טהורים. ונאמר מקוה ישראל ד'. כי כשם שאדם טובל עצמו במקוה כך צריך לטבול עצמו בשם הוי' ב\"ה וצריך שיהי' מים במים כמו שהי' קודם בריאת העולם ומטהר עצמו לפני מי. וזה הבחי' מי מטהר אותו. וזהו כוונת המקוה שצריך האדם לטבול עצמו בד' אותיות הוי' ב\"ה וב\"ש שיהי' מים במים. ואי' במדרש ויקחו אליך פרה אדומה וכו' כך פתח ר' תנחומא הולך בתום צדיק זה אברהם. אשרי בניו אחריו כל מה שעשה אברהם להמלאכים עשו אח\"כ לבניו. הוא אמר יקח נא מעט מים ורחצו רגליכם כך בניו מזין עליהם מאפר פרה אדומה וטובלין עצמן ונטהרים. כי באמת הי' אברהם החסד של העולם. פי' שנתן לכולם כל הנצרך להם. וכשם שעשה אברהם חסד עם המלאכים וטיהר אותם כי המלאכים היו שלשה אנשים כידוע ולזה היו צריכים טהרה וטיהר אותם במים שאין בם שום צד טומאה רק כולו טהור כך באותו שעה טיהר ג\"כ את ישראל באותו מים עצמו. כתיב ועשית כיור נחשת וכו' עד בבואם אל אהל מועד ירחצו מים. ומשמע שהמים עצמם צריכים רחיצה ולכאורה איך אפשר לרחוץ מים במים. רק עפ\"י דאי' בגמרא מים שנטמאו וצריך להכשירם צריך להשיק אותם במים טהורים וזהו ירחצו מים שצריך להשיק מים תחתונים במים עליונים וזה הפי' משיק מים במים וזהו לפני מי. מקודם מי אתם מטהרין שהם מים טהורים לגמרי ואותו המים נתן אברהם להמלאכים לטהר אותם ובכל עת שהאדם מטהר עצמו צריך לטהר עצמו באותו מים בכדי להשיק מים במים מקוה ישראל ד'. ומדה הנקראת מי הוא מטהר אתכם וזהו ויקחו אליך פרה אדומה תמימה אשר אין בה מום שלא יהי' בה שום חסרון רק שיהי' בכל השלימות. אשר לא עלה עלי' עול כי הוא מעלמא דחירות וזה הבחינה נקרא מי מטהר אתכם. וזה פי' הפסוק הולך בתום צדיק זה אברהם שעשה חסד עם כולם וטיהר גם את המלאכים והשיק מים במים. אשרי בניו אחריו כפי שעשה חסד עם כולם בזכות זה גם בניו נטהרים באותו מים: ", "heVersionTitle": "Beit Aharon, Brody, 1875.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And we can say [about this] that the expression, who, applies when we ask about something that is possible to understand. It is just that I don't know what it is, so I ask about it, who. But it is not applicable to ask, who is it, about something that is impossible to understand! So this is the explanation of the Mishnah, \"How fortunate are you, Israel; before Whom are you purified: The explanation is that a person purifies himself and comes to this aspect before it is possible to ask, \"Who is He?\" And this aspect called, \"Who,\" purifies you, \"as it is stated, 'And I will sprinkle purifying water upon you, and you shall be purified.' And it states, 'The mikveh (ritual bath) of Israel is God.'\" Since, in the same way that a person must immerse himself in a mikveh, so too must he immerse himself in the Name of His Existence, blessed be He. And it needs to be 'water in water,' as it was before the creation of the world, so that he purifies himself before, \"Who.\" And this is the aspect of Who purifying him. And this is the intention of the mikveh, as a person must immerse himself in the four letters of His Existence, may He blessed and blessed be His name, so that there be 'water in water' (ed. see Zohar Bereishit 6:60). And it is found in the Midrash, \"'And they shall take a red heifer to you' (Numbers 19:2), etc. Such did Rabbi Tanchuma open [his teaching], '\"The righteous man lives blamelessly\" (Proverbs 20:7) - that is Avraham; \"happy are his children who come after him\" - everything that Avraham did to the angels was done afterwards to his children. He said (Genesis 18:4), \"Let a little water be taken and wash your feet\" - so do his children sprinkle upon themselves from the ashes of the red heifer, immerse themselves and become pure. For Avraham was truly the kindness of the world.'\" The explanation is that he gave to everyone everything they needed. And just like Avraham did kindness to the angels and purified them - as the angels [appeared as] three men, as is well known, such that they needed purification, so he purified with water which did not have any aspect of impurity, but was rather completely pure - so too, did he purify Israel with the same water at that time. It is written (Exodus 30:18-20), \"Make a copper basin, etc. When they enter the Tent of Meeting they shall wash with water (it can be read literally as, the water shall be washed).\" It is implied that the water itself needs washing. But ostensibly, how is it possible to wash water in water? But it is according to that which is found in the Gemara - water that has become impure and requires purification, we adjoin it to pure water. And this is [the meaning of] \"the water shall be washed\": That the lower waters must be adjoined to the higher waters. And this is the explanation of \"adjoining water to water.\" And this is the explanation of, \"before Who\": Before, \"Who,\" you purify yourselves; as they are waters that are completely pure. And these are the waters that Avraham gave to the angels to purify them. So any time a person purifies himself, he must purify himself with those waters, in order to adjoin 'water with water' - 'the mikveh of Israel is God' (referring to God's name, which is seen as combining the two waters). And the trait called, \"Who,\" is what purifies you. And this is [the meaning of] \"and they shall take a pure red heifer to you that has no blemish in it\" - that there should be no lack in it, but that it should be completely perfect; \"upon which a yoke has not come\" - for it is from the world of freedom. And that is the aspect called, \"'Who,' which purifies you.\" And that is the explanation of the verse, \"The righteous man lives blamelessly\" - this is Avraham who did kindness with everyone; \"happy are his children who come after him\" - just as he did kindness with everyone, in that merit, his children are also purified in the same waters.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "66091e5ba500bb4d2fbbbe2b", "index_title": "Covenant and Conversation; Exodus; The Book of Redemption", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Exodus; The Book of Redemption, Vayakhel, The Sabbath; First Day or the Last? 5", "anchorRef": "Exodus 25:1-31:17", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17"], "sourceRef": "Covenant and Conversation; Exodus; The Book of Redemption, Vayakhel, The Sabbath; First Day or the Last? 5", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, שמות, ויקהל, א ה׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 5, "collectiveTitle": {"en": "Covenant and Conversation; Exodus; The Book of Redemption", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, שמות"}, "heTitle": "א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "In the immensely lengthy and detailed account of the making of the Tabernacle, the Torah tells the story twice: first as divine instruction (Exodus 25:1–31:17), then as human implementation (chapters 35–40). In both cases, the construction of the building is juxtaposed with the command of keeping the Sabbath (31:12–17; 35:1–2).", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]