[{"_id": "531e4fe2fbfba276047f6970", "index_title": "Onkelos Genesis", "category": "Targum", "type": "targum", "ref": "Onkelos Genesis 50:1", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Onkelos Genesis 50:1", "sourceHeRef": "תרגום אונקלוס על בראשית נ׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 50.0001, "collectiveTitle": {"en": "Onkelos Genesis", "he": "תרגום אונקלוס על בראשית"}, "heTitle": "תרגום אונקלוס על בראשית", "he": "וּנְפַל יוֹסֵף עַל אַפֵּי אָבוּהִי וּבְכָא עַלּוֹהִי וּנְשַׁק לֵיהּ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Yoseif fell on the face of his father, and wept over him and kissed him.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec1a7", "index_title": "Targum Jonathan on Genesis", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Genesis 50:1", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Targum Jonathan on Genesis 50:1", "sourceHeRef": "תרגום יונתן על בראשית נ׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [150, 250], "commentaryNum": 50.0001, "collectiveTitle": {"en": "Targum Jonathan on Genesis", "he": "תרגום יונתן על בראשית"}, "heTitle": "תרגום יונתן על בראשית", "he": "וְאַרְבַּע יוֹסֵף יַת אָבוֹי בְּעֶרֶס דְשִׁנְדָפִין מְחַפְיָיא דְהַב טַב מִקְבְּעָא אַבְנִין טָבִין וּמְחַזְקָא בְּעִיטוּנֵי דְבוּץ תַּמָן הֲווֹ שַׁדְיַין חַמְרִין רְתִיחִין וְתַמָן מוֹקְדִין רֵישֵׁי בּוּסְמָנִין תַּמָן הֲווֹ קַיְימִין גִבָּרִין מִן דְבֵית עֵשָו וְגִבָּרִין מִן דְבֵית יִשְרָאֵל תַּמָן הֲוָה קָאִים אַרְיָא יְהוּדָה גִבָּרֵיהוֹן דְאָחוֹי עָנָא וַאֲמַר לְאָחוֹי אָתוּן וְנִבְנֵי עַל אֲבוּנָן אַרְזָא רָמָא דְרֵישֵׁיהּ מָטֵי עַד צֵית שְׁמַיָיא בְּרַם עַנְפּוֹי מַטְלָן עַל כָּל דַיְירֵי אַרְעָא וְשָׁרְשׁוֹי מַטְיַין עַד אַרְעַת תְּהוֹמָא מִנֵיהּ קָמוּ תְּרֵיסַר שִׁבְטִין מִנֵיהּ עָתִיד לְמֵיקוּם מַלְכִין וְשַׁלִיטִין וְכַהֲנַיָיא בִּפְלוּגְתְּהוֹן לְקַרְבָא קוּרְבָּנִין וּמִנֵיהּ לֵיוָאֵי בְמַחֲלוּקְתְהוֹן לְזִמְרָא הָא בְּכֵן אִתְרְכִין יוֹסֵף עַל אַנְפֵּי אָבוֹי וּבְכָא עֲלוֹי וּנְשֵׁיק לֵיהּ", "heVersionTitle": "Targum Jonathan on Genesis", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And Joseph laid his father upon a couch of ivory which was framed with pure gold, and inlaid with precious stones, and secured with cords of byssus. There they poured out fervid wines, and there burned they most costly perfumes: there stood the chiefs of the house of Esau and the chiefs of the house of Ishmael; there stood the Lion of Jehuda, the strength of his brethren. He answered and said to his brethren, Come, and let as raise up to our father a tall cedar whose head shall reach to the top of heaven, and its branches overshadow all the inhabitants of the earth, and its roots extend to the depths of the abyss: from it have arisen the twelve tribes, and from it will arise kings, princes, and priests in their divisions, to offer oblations, and from it the Levites in their appointments for singing. Then, behold, Joseph bowed himself upon his father's face, and wept over him, and kissed him.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17543fbfba22336e9ad04", "index_title": "Or HaChaim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Genesis 50:1:1", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Or HaChaim on Genesis 50:1:1", "sourceHeRef": "אור החיים על בראשית נ׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "he": "<b>וישק לו</b>. פירוש לו נשק אבל אין נכון לעשות כן למת אחר כי המת גדוש בטומאה וטומאתו בוקעת ועולה עד לרקיע ותפגם הנפש הנושקת אלא לו ליעקב כי חי הוא אלא דורמיטא קראתו כישן ונרדם:", "heVersionTitle": "On Your Way ", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b> <span class=\"font1\">וישק לו</span>, he kissed him.</b> The emphasis in this verse is on the word <span class=\"font1\">לו</span>. Joseph kissed \"him;\" had Jacob been dead it would have been forbidden to kiss him seeing that the corpse exudes ritual impurity, and that impurity rises up to heaven and would harm the person who does the kissing. Inasmuch as Jacob had not died, however, Joseph was able to kiss him; Jacob simply appeared to be in a coma.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54bd47f3fbfba21733360e7a", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 21:12:1", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Ramban on Leviticus 21:12:1", "sourceHeRef": "רמב\"ן על ויקרא כ״א:י״ב:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "<b>ומן המקדש לא יצא</b> אינו הולך אחר המטה (ת\"כ כאן וסנהרין יט) ועוד מכאן למדו רבותינו (הוריות יב) שכהן גדול מקריב אונן וכן משמעו אף אם מתו אביו ואמו אינו צריך לצאת מן המקדש אלא עובד עבודה ולא יחלל את מקדש אלהיו שאינו מחלל בכך את העבודה אם עבד כשהוא אונן שהתיר לו הכתוב לעבוד הא הדיוט שעבד אונן חלל לשון רש\"י (רש\"י על ויקרא כ״א:י״ב) ושני המדרשים הללו חלוקים הם זה עם זה שאם הכתוב התיר בכהן גדול שאינו צריך לצאת מן המקדש מפני אנינותו כהדיוט אבל יכול הוא לעבוד כשהוא אונן אם כן אין בכאן אזהרה כלל שלא יצא אחר המטה וכן \"לא יחלל את מקדש אלהיו\" כפי הלשון הזה אינו אלא לומר שאין עבודתו מחוללת וללמד שההדיוט שעבד אונן חלל ואם כן הכתוב הזה שלילות ולא אזהרה ובעלי ההלכות מנאוהו בלאוין בהלכות פסוקות ובהלכות גדולות ועוד שכבר כתבתי (רמב\"ן על ויקרא י׳:ו׳) הברייתא שהיא שנויה בתורת כהנים (שמיני מילואים מב מג) ומפורש בה שהוא לאו גמור כדקתני ומפתח אהל מועד לא תצאו (ויקרא ח׳:ל״ג) יכול בשעת עבודה ושלא בשעת עבודה תלמוד לומר ומן המקדש לא יצא ולא יחלל אימתי אינו יוצא ואין מחלל הוי אומר בשעת עבודה וקתני אין לי אלא אהרן ובניו שנמשחו בשמן המשחה שאם יצאו בשעת עבודה חייבין מיתה מנין לכל הכהנים שבכל הדורות וכו' והרי הוא לאו גמור אזהרה שלא יניח עבודה ויצא לפיכך אני אומר כדי לקיים כל דברי חכמים שעיקר הכתוב הזה יזהיר בכהן גדול שלא יצא מן המקדש בשעת עבודה על כל נפשות מת ולא יחלל את המקדש שיעזוב עבודתו לכבוד המת אבל יהיה כבוד המקדש ועבודתו גדול עליו מכבוד המת ואהבתו אותו וכל שכן שאם מניח עבודתו ללא דבר ויוצא שעובר בלאו הזה אבל הזהירו הכתוב בענין המת להתיר לו העבודה כשהוא אונן ומאחר שהיא מותרת לו אם יניחנה מרצון עצמו יהיה חלול המקדש וזה הוא פירוש הכתוב הזה וכבר כתבתיו בסדר ויהי ביום השמיני ועוד מצינו שנחלקו רבותינו בפרק שני של מסכת זבחים (זבחים ט״ז) ואמרו אונן מנא לן דמחיל עבודה דכתיב ומן המקדש לא יצא ולא יחלל הא אחר שלא יצא חלל ורבי אלעאי אמר מהכא הן היום הקריבו את חטאתם ואת עולתם (ויקרא י׳:י״ט) אני הקרבתי מכלל דאי אינהו אקרבו שפיר וכו' ורבי אלעאי מאי טעמא לא אמר ומן המקדש לא יצא אמר לך מי כתיב הא אחר שלא יצא חלל והענין לומר כי כיון שאמר הכתוב אזהרה בכהן גדול שלא יצא ולא יחלל העבודה בהניחו אותה אין לכהן הדיוט במשמע הזה שיחלל כשיעבוד ומכאן ראיה עוד שאיננו רשות להתיר העבודה לכהן גדול ולהודיעו שאין עבודתו מחוללת בכך כי היה יוצא מזה בודאי שכהן הדיוט מחלל אותה והנה יראה מזה בפשוטו כי על דעת הפירוש הראשון הוא שלילות בכהן גדול שאינו מחלל עבודתו כלשון רש\"י אבל מפני שהברייתא מפורשת שהוא אזהרה נאמר שהם יסברו כי מאחר שאין האזהרה אלא בכהן גדול ומכלל שההדיוט יוצא ומניח העבודה מזה נלמוד שהיא מחוללת ואילו היתה כשרה לא יתיר לו להניחה וכך שנויה בתורת כהנים בפרשה הזאת (פרשה ב ו) ומניין שאם עבד עבודתו כשרה תלמוד לומר ולא יחלל את מקדש אלהיו הא כהן הדיוט שעבד עבודתו פסולה והסוגיא ששנויה בסנהדרין (יט) ומן המקדש לא יצא שאינו יוצא אחר המטה עמהם אלא הם נכסין והוא נגלה הם נגלין והוא נכסה דברי רבי מאיר ורבי יהודה אומר אינו יוצא מן המקדש כלל שנאמר ומן המקדש לא יצא ופירשו בטעמו של רבי מאיר ו\"מן המקדש\" מקדושתו לא יצא וכיון דאית ליה היכירא לא אתי למנגע ורבי יהודה אגב מרריה דילמא מיקרי ונגע כל זה אסמכתא מדבריהם הם הנהיגו סילסול בכהן גדול שלא יצא אחר המטה לפי שהוא אינו מטמא לקרובים ואדם בהול על מתו שמא יגע בהן כענין ויפל יוסף על פני אביו (בראשית נ א) אבל כהן הדיוט על קרוביו הוא מטמא ועל אחרים אינו בהול שיטמא להן וכל זה בכהן גדול מעלה מדבריהם וסמכו אותה לכתוב הזה כדרך האסמכתות בתלמוד וכך מצאתי בתוספתא בסנהדרין (פ\"ד ה\"א) אמרו לרבי יהודה אין מן המקדש לא יצא אלא בשעת עבודה בלבד ועוד שם בירושלמי (פ\"ב ה\"א) ראיות אין כאן מקום הזכרתם:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "NEITHER SHALL HE GO OUT OF THE SANCTUARY. “He does not follow the bier [of a near relative]. Our Rabbis have further derived from this verse [the principle] that the High Priest may perform [the Divine Service] when he is an <i>onen</i> (a mourner),<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">See above, <i>Seder Shemini</i>, Note 85.</i> the meaning of the verse thus being as follows: Even if his father or his mother died, he need not leave the Sanctuary but he may perform the Service. <i>Nor shall he profane the Sanctuary of his G-d</i>, means that [the High Priest] does not profane thereby the Service by ministering when he is an <i>onen</i>,<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">See above, <i>Seder Shemini</i>, Note 85.</i> since Scripture permitted him to minister. From this you deduce that a common priest who officiated when he is an <i>onen</i>, does profane the Service.” This is Rashi’s language.<br>But these two interpretations [that Rashi mentioned, namely, that the High Priest is not to follow the bier of a near relative, and that he may officiate when he is an <i>onen</i>], are really opposing opinions, for since the verse <i>permitted</i> the High Priest not to leave the Sanctuary on account of his mourning, as a common priest must do, but instead he may [continue to] officiate when he is an <i>onen</i>,<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">See above, <i>Seder Shemini</i>, Note 85.</i> then there is <i>no admonition here</i> against his following the bier of his near relative.<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">To understand Ramban’s criticism of Rashi’s interpretation, it is necessary to recall the difference between a statement which is a mere negation and one which is a prohibition. “An admonition is in the nature of a charge; it is in fact the verb in its command-form” (“The Commandments,” Vol. II, p. 391). But a statement of negation merely excludes a particular case from a certain subject (see further, Ramban Vol. II, p. 350, Note 71). Now the verse before us reads, <i>Neither shall he go out of the Sanctuary, nor profane the Sanctuary of his G-d</i>. In interpreting the phrase, <i>neither shall he go out of the Sanctuary</i> as a prohibition, meaning that <i>he is not permitted</i> to leave the Sanctuary to follow the bier, how could Rashi continue on the basis of <i>the same phrase</i> to state that <i>he need not</i> leave the Sanctuary, but he may perform the Service, since these two interpretations of the same phrase are contradictory to each other! This is the meaning of Ramban’s succinct objection: “Since the verse <i>permitted</i> the High Priest … then there is <i>no admonition</i> …” Mizrachi, in defense of Rashi, answers that Rashi was not referring only to the first phrase [as if both the permission and the admonition are derived from the same phrase], but rather to both phrases of the verse, the first one [<i>neither shall he go out</i> …] establishing the prohibition, and the second one [<i>nor profane</i> …] constituting the negation. Ramban will also further on defend Rashi’s position from another standpoint.</i> Similarly, <i>nor shall he profane the Sanctuary of his G-d</i> is, according to this interpretation [of Rashi], nothing but a statement that the Service of the High Priest does not become profaned [although performed when he is an <i>onen</i>], from which you are to deduce that a common priest who officiates when he is an <i>onen</i>, does defile the Service. But if so, this verse is merely a negation, not a prohibition, and yet the “masters of the <i>Halachoth</i>”<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">“Masters of the <i>Halachoth</i>.” From the ensuing phrase [“counted it among the negative commandments in the Hilchoth Gedoloth”], it is obvious that Ramban is referring to one particular work. But if so, why does he speak of “the masters” [in the plural] of that work? It may be that this is because it has long been in doubt whether the authorship of that book is to be ascribed to Rav Yehudai Gaon or to Rabbi Shimon Kairo, or to both. Hence Ramban writes here “the masters of the <i>Halachoth</i>.” See, however, in Exodus 21:7, where Ramban writes of “the master of the Hilchoth Gedoloth” — in the singular. See Vol. II, p. 350, Note 70.</i> counted it among the negative commandments in the Hilchoth Gedoloth! Moreover, I have already quoted the Beraitha<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">For the meaning of this term, see in Exodus, <i>Seder Bo</i>, Note 209.</i> which is taught in the Torath Kohanim<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Torath Kohanim, <i>Shemini Milu’im</i> 42. Ramban quoted it above, 10:6.</i> where it is clearly explained that this verse is a proper prohibition [and not a mere negation], as it is taught: “<i>And ye shall not go out from the door of the Tent of Meeting</i>.<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">Above, 8:33.</i> I might think that [upon becoming apprised of the death of a near relative, an ordinary priest may not leave the Sanctuary] whether he is ministering or not; Scripture therefore says, <i>Neither shall he go out of the Sanctuary, nor shall he profane</i>. When is he not permitted to go out [so that only by his staying there] he does not profane it? I must say that this applies only when he is ministering.” And it further states there [in the Torath Kohanim]:<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">Torath Kohanim, <i>Shemini Milu’im</i> 43.</i> “I would only know that this tells me that Aaron and his sons, who were anointed with the oil of anointment, are liable to death [by the hand of Heaven] if they leave the Sanctuary while they are ministering. How do I know that this [prohibition] applies also to all priests of all times? etc.” Thus it is clear that the verse before us constitutes an actual negative commandment, prohibiting the priest from leaving the Service and going out [of the Sanctuary].<br>Therefore I say in order to maintain the words of all the Sages [i.e., of Rashi and of the author of the Hilchoth Gedoloth, as will be explained], that the main purpose of this verse is to admonish the High Priest not to leave the Sanctuary while he is ministering, on [becoming apprised of] the death of any near relative, and he is not to profane the Sanctuary by leaving its Service for the honor of the dead. Instead, the honor of the Sanctuary and its Service is to be greater to him than his honor of and love for the dead, and it follows all the more so that if he left his ministration for no reason at all, and went out of the Sanctuary, that he has violated this negative commandment. However, Scripture warned him with [especial] reference to the dead, in order [incidentally] to permit the High Priest to perform the Service when he is an <i>onen</i> (a mourner),<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">See above, <i>Seder Shemini</i>, Note 85.</i> and since it is permissible for him to perform it, therefore if he leaves it voluntarily it constitutes a profanation of the Sanctuary. This is the meaning of this verse, and I have already written it in the section of <i>Vay’hi Bayom Ha’shemini</i>.<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">Above 10:6.</i><br>We find furthermore that our Rabbis have differed in the second chapter of Tractate Zebachim [on this matter, namely whether the verse before us is a prohibition, or a mere negation]. Thus they have said:<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">Zebachim 16 a.</i> “How do we know that an <i>onen</i> [who performs] profanes the Service? Because it is written, <i>Neither shall he</i> [i.e., the High Priest] <i>go out of the Sanctuary, nor profane;</i> but any other priest who does not go out [of the Sanctuary], does profane it [i.e., if he officiates when he is an <i>onen</i>]. And Rabbi Ilai<sup class=\"footnote-marker\">37</sup><i class=\"footnote\"><i>Ibid.</i>, Rabbi Eleazar.</i> said, We derive it from this verse: <i>Behold, this day have they offered their sin-offering and their burnt-offering</i><sup class=\"footnote-marker\">38</sup><i class=\"footnote\">Above, 10:19. The verse refers to the day when Aaron’s two sons — Nadab and Abihu — died, and Aaron the High Priest performed the Service on that day. When Moses was angry with Elazar and Ithamar, Aaron’s two remaining sons, for not eating a certain offering as required, but burning it instead, Aaron intervened by replying: “Did <i>they</i> perform the rites of the offerings? It was <i>I</i>, the High Priest, who ministered, and the High Priest may indeed minister whilst an <i>onen</i>. And as for the reason why that offering was burnt etc.” (see above, 10:19).</i> — it is ‘I’ [Aaron — the High Priest] who offered! From this you may learn that if they [Aaron’s sons — Elazar and Ithamar] had performed the rites of the offerings, they would have acted correctly [in burning them, since common priests who minister when in a state of <i>aninuth</i> (mourning) invalidate the Service] etc. And Rabbi Ilai, why does he not derive this principle from the verse, <i>Neither shall he go out of the Sanctuary, nor profane?</i> He will answer you: Is it after all written, ‘But any other priest who does not go out of the Sanctuary does profane it’?” The meaning of [Rabbi Ilai’s answer] is that since Scripture states an admonition with reference to the High Priest, that he is not to leave the Sanctuary and that he should not profane the Service by leaving it [on becoming apprised of the death of a near relative], there is no implication here that a common priest <i>does</i> profane the Service if he officiates when he is an <i>onen</i> [and hence Rabbi Ilai resorted to another verse — <i>Behold, this day</i> etc.<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">Above, 10:19. The verse refers to the day when Aaron’s two sons — Nadab and Abihu — died, and Aaron the High Priest performed the Service on that day. When Moses was angry with Elazar and Ithamar, Aaron’s two remaining sons, for not eating a certain offering as required, but burning it instead, Aaron intervened by replying: “Did <i>they</i> perform the rites of the offerings? It was <i>I</i>, the High Priest, who ministered, and the High Priest may indeed minister whilst an <i>onen</i>. And as for the reason why that offering was burnt etc.” (see above, 10:19).</i> — from which he learned that a common priest who is an <i>onen</i> profanes the Service]. From this text, then, there is another proof that it is not [merely] a permission [that the Torah extended] to the High Priest, permitting him to perform the Service, and informing him that his ministration will not become profaned [as Rashi had stated it], for if that were the case, it <i>would</i> surely have followed that a common priest does profane it by ministering [when he is an <i>onen</i>]. Thus it appears from the interpretation of the text,<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">The significance of this phrase of Ramban (“the interpretation of the text”), becomes clearer later on in the text, as another interpretation is offered by the author. At this point here Ramban is saying that the plain interpretation of the Beraitha shows that the First Sage agrees with Rashi’s view that the verse before us is a mere negation, and not an admonition to the High Priest (see following note).</i> that according to the opinion of the first answer [stated above, that we know that an <i>onen</i> profanes the Service from the verse about the High Priest, <i>Neither shall he go out</i> etc., which teaches by implication: “but any other priest who does not go out, does profane it”], it constitutes a mere negation as far as the High Priest is concerned,<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">Ramban’s meaning is as follows: Since the First Sage of this Beraitha derives the <i>admonition</i> against a <i>common</i> priest ministering whilst in mourning from the verse about the High Priest [as explained in the text], this perforce shows that this Sage holds that with reference to the High Priest, the verse is a mere negation, and the reasoning is as follows: “Since Scripture states that the High Priest <i>need not</i> leave his ministration, we understand by implication that the common priest <i>must</i> leave it.” Thus with reference to the High Priest the verse is a mere negation, but, by implication, it is an admonition to the common priest. Rashi’s interpretation quoted at the beginning of this verse, that the verse is a negation, is thus justified and is in accord with the opinion of this Beraitha. — Thus far Ramban argued on the basis of the <i>interpretation</i> of the text of the Beraitha, that it substantiates <i>Rashi’s</i> position. Ramban will now turn his attention to the fact that a cursory reading of the Beraitha does convey the thought that the verse is <i>an admonition</i> to the High Priest, which is the opinion of the Hilchoth Gedoloth [as mentioned above], and he will explain the Beraitha accordingly. Thus Ramban has “validated the words of <i>all</i> the Sages” — Rashi and Hilchoth Gedoloth as he promised above in the text.</i> [to teach us] that he does not profane his Service [and invalidate it if he officiates whilst he is an <i>onen</i>], as is the language of Rashi. However, because in the Beraitha [quoted above] it is clearly stated that it is an admonition [an opinion held by the Hilchoth Gedoloth], we shall say that they<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">“They.” The reference may be to “the masters of the <i>Halachoth</i>” (see Note 30 above).</i> hold that since the admonition pertains only to the High Priest, and by implication we reason that a common priest does go out [of the Sanctuary] and leave the ministration, from this we learn that [if the common priest would continue ministering], the Service would be profaned, for if it would have been valid, [the Torah] would not have permitted him to leave it. And so it is taught in the Torath Kohanim in this section:<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">Torath Kohanim, <i>Emor</i> 2:6.</i> “How do we know that if [the High Priest] officiates [whilst he is an <i>onen</i>] that his Service is valid? Because Scripture says, <i>Nor shall he profane</i>. But if a common priest officiates whilst in mourning, his Service <i>is</i> invalid.”<br>Now as to the text written in Tractate Sanhedrin:<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">Sanhedrin 18 a. — Ramban now quotes a text showing that the verse <i>‘Neither shall he go out of the Sanctuary,’ prohibits</i> the High Priest from following the bier of his near relative, so that he should not become defiled thereby and thus “go out from his sanctity” (see Note 44 further). From this text it would then appear that the verse is <i>not</i> an admonition against his going out of the Sanctuary because of the honor of the <i>Service</i>, but because of the honor of his own sanctity, which would thus be a contradiction to what was said above. This, in short, is the intention of Ramban in quoting this text, and further on he will remove the difficulty.</i> “<i>Neither shall he go out ‘min hamikdash’</i> (<i>of the Sanctuary</i>) — this means that he may not follow after the bier with the bearers, but [he may go forth with them as long as they do not see one another, thus:] when they [who form the funeral cortege] are hidden [from his view, as when entering an alley], he [the High Priest] appears; when they emerge, he disappears [in the alley]. These are the words of Rabbi Meir. But Rabbi Yehudah says: He may not go forth from the Sanctuary at all, for it is said, <i>Neither shall he go out of the Sanctuary</i>.” And [in the Gemara there] the Rabbis explained that the reason of Rabbi Meir is that he interprets the verse as follows: “<i>‘u’min hamikdash</i> — out of his sanctity — he shall not go forth,’<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">That is to say, he is to guard himself against being defiled by the dead. This implies that he <i>is</i> to follow the bier, but must guard himself against touching it or its bearers, and hence he must never be in sight of the funeral cortege.</i> and as long as he has some distinction [to remind him not to defile himself, namely, the fact that he is not in sight of the funeral cortege], he will not come to touch the dead. And Rabbi Yehudah [is of the opinion that] on account of his grief, he might by chance touch it.” [Now this whole text would seem to indicate that the verse before us is an admonition whose purpose is to guard the sanctity of the High Priest, and not, as we have said above, that its purpose is to guard the sanctity of the Service!] However, all this is merely a Scriptural support for a Rabbinic ordinance. It is they [i.e., the Rabbis] who [decided to] guard the dignity of the High Priest, that he should not go out after the bier, because he is not permitted to defile himself for near relatives; and since people are upset about their dead, [they feared] lest he will touch it, similar to that which is written, <i>And Joseph fell upon his father’s face</i>.<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">Genesis 50:1.</i> But a common priest must defile himself for his near relatives, and he is not so upset about other people that there is a fear lest he defile himself; [therefore there was no need for the Rabbis to institute a restriction against a common priest following the funeral cortege of people other than his near relatives]. Thus it is clear that all this is a mark of distinction [for the High Priest] by law of the Rabbis, and they gave it support by reference to this verse, as is the manner of <i>asmachtoth</i><sup class=\"footnote-marker\">46</sup><i class=\"footnote\">See in Exodus, p. 314, Note 449.</i> in the Talmud. So also have I found in the Tosephta of Sanhedrin:<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">Tosephta, Sanhedrin 2:1. On “Tosephta” see above in <i>Seder Tazria</i>, Note 124.</i> “The Sages said to Rabbi Yehudah: The verse <i>Neither shall he go out of the Sanctuary</i>, only refers to his leaving the Sanctuary at the time of ministration.” There are also proofs in the Talmud Yerushalmi there,<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">Yerushalmi, Sanhedrin II, 1. On “Yerushalmi,” see above in <i>Seder Metzora</i>, Note 44.</i> [to the correctness of this explanation], but this is not the place to mention them.<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">In his comments to Rambam’s Sefer Hamitivoth, Principle Five, Ramban does quote this Yerushalmi at length.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54c62c93fbfba248e1b57d52", "index_title": "Haamek Davar on Genesis", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Genesis 50:1:1", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Haamek Davar on Genesis 50:1:1", "sourceHeRef": "העמק דבר על בראשית נ׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> ויפל יוסף על פני אביו.</b> הנראה שהי׳ יוסף עומד ברגע אחרון של חיי יעקב סמוך לו. ויעקב הי׳ מדבר עמו בחשאי. והיינו שכתוב להלן שאמר יוסף לשבטים ואלהים פקד יפקד אתכם. וידוע שהוא סימני גאולה. ומאין ידע יוסף יותר מהם אלא כך קבל מאביו מה שלא שמעו ברגע האחרון שהי׳ שפע רוה״ק עמו כנר המבהיק לפני גמר הסתלקותו. ובעמדו אצלו הרכין והביט על שפתי אביו הגוע. ע״כ נפל הוא על פניו יותר מכל הבנים: ", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54c62c93fbfba248e1b57d54", "index_title": "Haamek Davar on Genesis", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Genesis 50:1:2", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Haamek Davar on Genesis 50:1:2", "sourceHeRef": "העמק דבר על בראשית נ׳:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ויבך עליו וישק לו.</b> לא הי׳ זה בכי׳ על מתו דודאי כולם בכו מר ואפי׳ שארי אנשים כמבואר להלן. ותו דא״כ מה זה נשיקה וכי הוא כבוד המת לנשקהו אלא משום שהי׳ נפש יוסף קשורה עם יעקב יותר מכל הבנים כמבואר לעיל מש״ה באה בכיה זו מרוב אהבה מפעולת טבע הלב שנפעם הרבה בשעת פרידתו ממנו ונפל עליו ונשק לו נשיקה של פרישות בבכי: ", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55105715fbfba2294f91c74a", "index_title": "Radak on Genesis", "category": "Commentary", "type": "commentary", "ref": "Radak on Genesis 50:1:1", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Radak on Genesis 50:1:1", "sourceHeRef": "רד\"ק על בראשית נ׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Radak", "he": "רד\"ק"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "ויפול יוסף, not only he but also his brothers, of course. Seeing that he was the most highly placed of the brothers the Torah mentions him. If he allowed himself this display of emotion, his brothers surely did no less. ", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "57c43aced6e4a903fee3b258", "index_title": "Targum Jerusalem", "category": "Targum", "type": "targum", "ref": "Targum Jerusalem, Genesis 50:1", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Targum Jerusalem, Genesis 50:1", "sourceHeRef": "תרגום ירושלמי, בראשית נ׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [380, 1180], "commentaryNum": 50.0001, "collectiveTitle": {"en": "Targum Jerusalem", "he": "תרגום ירושלמי"}, "heTitle": "בראשית", "he": "וְאַרְבַּע יוֹסֵף בְּעֶרֶס דְשִׁינְדָפִין דִמְחַפְיָא דְהַב וּמַקְבְּעָא מַרְגָלִין וּמְחוֹקָא בְּמָאנֵי בוּצָא וְאַרְגְוָנָא תַּמָן שָׁפְכִין חַמְרִין וְרֵחָנִין טָבִין תַּמָן מוֹקְדִין בּוּסְמָנִין תַּמָן קַיְימִין גוּבְרִין מִן בְּנוֹי דְעֵשָו תַּמָן קַיְימִין שִׁלְטוֹנִין מִן בְּנוֹי דְיִשְׁמָעֵאל תַּמָן קָאִים אַרְיֵה יְהוּדָה גִבָּרֵיהוֹן דְאָחוֹי עָנֵי יְהוּדָה וַאֲמַר לְאָחוֹי אִיתוּי נִבְנֵי לַאֲבוּנָן אַרְזָא רָמָא דְרֵישׁוֹי מָטֵי עַד צֵית שְׁמַיָא בְּרַם שׁוֹרְשׁוֹי עַד דָרֵי עַלְמָא דְמִנֵיהּ קָמוּ תְּרֵי עֲשַרְתֵּי שִׁבְטִין דְמִינֵיהּ קָמוּ כַּהֲנַיָא בַּחֲצוֹצַרְתֵּיהוֹן וְלֵוָאֵי בְכִנְרֵיהוֹן וּבְכֵין אַרְכִין יוֹסֵף בְּאַפּוֹי דְאָבוֹי וּבְכָא עֲלוֹי וּנְשֵׁיק יָתֵיהּ:", "heVersionTitle": "Targum Jerusalem on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום ירושלמי על התורה", "text": "And Joseph laid him on a couch of ivory which was covered with pure gold, and inset with pearls, and spread with clothes of byssos and purple. There they poured out wine with choice perfumes, there they burned aromatic gums; there stood the chiefs of the house of Esau; there stood the princes of the house of Ishmael there stood the Lion Jehuda, the strength of his brethren. And Jehuda answered and said to his brethren, Come, let us raise up to our father a tall cedar, whose head shall reach to heaven, but whose branches unto the inhabitants of the world. From it have arisen the twelve tribes, from it the priests with their trumpets and the Levites with their harps. And they wept, and Joseph bowed himself on the face of his father, and wept over him and kissed him.", "versionTitle": "Targum Jerusalem, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי, מתורגם בידי ג\"ו את'רידג', לונדון, 1862"}, {"_id": "57e77c90d6e4a94c7c189978", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Genesis 50:1", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Tafsir Rasag, Genesis 50:1", "sourceHeRef": "תפסיר רס\"ג, בראשית נ׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 50.0001, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "בראשית", "he": "פאנכב יוסף עלי וג̇ה אביה פבכא עליה וקבלה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5933bc69d6e4a954e5308637", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Vayera 21:2", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Midrash Tanchuma Buber, Vayera 21:2", "sourceHeRef": "תנחומא בובר, וירא כ״א:ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 21.0002, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "וירא", "he": "להלן קורא אותן אנשים, וכאן קורא אותן מלאכים, למה הדבר דומה, לאדם שלקח שולטן מן המלך, כל הימים שהיה מהלך בדרך, הוא מהלך פגן (פי' יחידי), (לא עשה אלא) כיון שנכנס לישב במקומו התחילו המוכסין שלו, ובני המדינה מכבדין אותו, כך המלאכים כיון שבאו להפוך את המדינה, עד שלא נכנסו לסדום היו מהלכין כאנשים, משבאו לסדום כתיב ויבאו שני המלאכים. בשש שעות נפטרו מאצל אברהם ובאו לסדום בערב, אלא שהיו מלאכים של רחמים והיו ממתינים שמא ילמד אברהם זכות על ידן כדי שלא תהפוך, לפיכך המתינו עד הערב.  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "Elsewhere (in 18:2, 16, 19:5f.) &lt; Scripture &gt; calls them \"persons,\" but here it calls them \"angels.\" To what is the matter comparable? To someone who received a dominion from the king. All the days that he was traveling on the road, he traveled as a <i>paganus</i> {i.e. alone} <sup class=\"footnote-marker\">79</sup><i class=\"footnote\">The Latin word means “peasant.”</i> {He did not do otherwise.} When he arrived to take his place, his tax collectors and the natives of the region began honoring him. So &lt; it was with &gt; the angels when they came to destroy the region. Before they entered Sodom, they traveled like humans. After they came to Sodom, it is written (in Gen. 19:1): <small>THEN THE TWO ANGELS CAME</small>. Did they depart from Abraham's place at noon and come to Sodom &lt; only &gt; in the evening?<sup class=\"footnote-marker\">80</sup><i class=\"footnote\">Gen. 50:1.</i> It is simply that they were angels of mercy and had waited for the possibility that Abraham might plead &lt; some &gt; merit on their account so that &lt; the city &gt; would not be destroyed. For that reason they had waited until the evening.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5a1c01fcd6e4a943452d3bbc", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Vayechi 3", "anchorRef": "Genesis 50:1-6", "anchorRefExpanded": ["Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Vayechi 3", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, ויחי ג׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 3, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ויחי", "he": "ויפול יוסף אל אביו ויצעק ויבך עליו וישקהו ויקרא בקול מר ויאמר, אבי אבי. ויבואו גם נשי בניו וכל ביתו ויפלו על יעקב ויבכו עליו, ויצעקו בקול גדול מאוד על יעקב. ויקומו כל בני יעקב יחד ויקרעו שמלותיהם וישימו כולם יחד שקים במתניהם ויפלו על פניהם, ויזרקו עפר על ראשיהם השמימה. ויוגד הדבר לאסנת אשת יוסף, ותקם ותלבש שק ותבוא היא וכל נשי מצרים עמה ויספדו כולם ויבכו את יעקב. וגם כל אנשי מצרים אשר ידעו את יעקב, באו כולם היום ההוא בשמעם את הדבר הזה ויבכו כל מצרים את יעקב ימים רבים. וגם מארץ כנען באו אנשים אל מצרים בשמעם כי מת יעקב, ויבכו אותו במצרים שבעים יום. ויהי אחרי כן ויצו יוסף את עבדיו את הרופאים לחנוט את אביו במור ולבונה וכל קטורת ובושם, ויחנטו הרופאים את יעקב כאשר ציוה אותם יוסף. וכל מצרים וזקניה וכל יושבי ארץ גושן בוכים וסופדים את יעקב, וכל בניו ובני ביתו מקוננים ומתאבלים על יעקב אביהם כל הימים. ויהי כאשר עברו ימי בכיתו מקץ שבעים יום, ויאמר יוסף אל פרעה אעלה ואקברה את אבי ארצה כנען כאשר השביעני ואשובה. וישלח פרעה אל יוסף לאמור, עלה וקבור את אביך כאשר דיבר וכאשר השביעך. ויקם יוסף וכל אחיו ללכת ארצה כנען, לקבר את יעקב אביהם כאשר כאשר ציום. ויצו פרעה ויעבירו קול במצרים לאמור, כל אשר איננו עולה עם יוסף ואחיו ארצה כנען לקבור את יעקב, יומת. וישמעו כל מצרים את קול פרעה ויקומו כולם יחד, ויעלו עם יוסף כל עבדי פרעה וזקני ביתו וכל זקני ארץ מצרים. ויעלו כל השרים והפרתמים אשר לפרעה ועבדי יוסף, וילכו לקבור את יעקב בארץ כנען. וישאו בני יעקב את מיטת יעקב אשר שכב על יד, ככל אשר ציום אביהם כן עשו בניו לו. והמיטה היתה מזהב טהור ואבני שוהם ובדולח עליה, במסגרתה מסביב. ומכסה המיטה מעשה אורג וקשור בפתילים, ועליהם קרסים מאבני שוהם ובדולח. וישם יוסף על ראש יעקב אביו עטרת זהב גדולה וישם שרביט זהב בידו, ויסכהו על המיטה כמשפט המלכים בחייהם.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And Joseph fell upon his father crying and weeping, and he kissed his father and cried out in a ‎bitter voice, oh my father, my father! And all the wives of his sons, and all his household, ‎came, and they fell upon Jacob and wept over him and they cried over Jacob in an exceedingly ‎loud voice. And all the sons of Jacob rose up, and they rent their garments and put sackcloth ‎upon their loins, and they fell upon their faces and they scattered dust over their heads ‎heavenwards. And the sad news was told unto Osnath, Joseph’s wife, and she arose and she ‎put on a sack, and she came with all the Egyptian women and all of them mourned and wept ‎over Jacob. And all the people of Egypt that knew Jacob, on hearing this thing, assembled and ‎came likewise on that day to weep over Jacob, and all Egypt wept for Jacob many days. And ‎the women from the land of Canaan came also unto Egypt when they heard of Jacob’s death, ‎and they wept for him in Egypt seventy days. And after wards Joseph ordered his servants, ‎the physicians, to embalm his father with myrrh and frankincense, and with all sorts of spices ‎and perfumery. And the physicians embalmed Jacob according to Joseph’s commandments. ‎And all Egypt, and all the elders and inhabitants of Goshen wept and mourned for Jacob. And ‎all the sons of Jacob and the children of his household wept and mourned over Jacob, their ‎father, for many days. And when the days of weeping were over, at the end of seventy days, ‎Joseph said unto Pharaoh: I will go up to bury my father in the land of Canaan according to ‎what he caused me to swear, and then I shall return. And Pharaoh sent Joseph, saying: Go up ‎and bury thy father as he hath said, and as he hath caused thee to swear. And Joseph arose ‎with all his brothers, and they went up to the land of Canaan to bury their father as he had ‎commanded them. And Pharaoh issued a proclamation throughout Egypt, saying: All those ‎that fail to go up with Joseph and his brothers to the land of Canaan to bury Jacob, shall die. ‎And all Egypt obeyed Pharaoh’s order, and they rose up all together, and all the servants of ‎Pharaoh, and all the elders of his household, and all the elders of the land of Egypt went up ‎with Joseph. And all the princes and officers of Pharaoh, the servants of Joseph, went up ‎likewise, to bury Jacob in the land of Canaan. And the sons of Jacob carried the bier on which ‎Jacob lay, according to all their father had commanded unto them, his sons did unto Jacob. And ‎the bier was of pure gold inlaid with onyx stones and bdellium all around, and the cover of the ‎work was a cloth woven of gold trimmed in fringes and over it were fastenings of onyx stones ‎and bdellium. And upon the head of his father, Jacob, Joseph placed a large crown of gold and ‎a scepter of gold he gave into his hand, and they surrounded the bier according to the manner ‎of kings during their life time.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5a9ec56ad6e4a91d7b55e20d", "index_title": "Tzror HaMor on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzror HaMor on Torah, Genesis 50:1:1", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Tzror HaMor on Torah, Genesis 50:1:1", "sourceHeRef": "צרור המור על התורה, בראשית נ׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Tzror HaMor", "he": "צרור המור"}, "heTitle": "בראשית", "he": "<b>ויפול יוסף על פני אביו.</b> זהו לקיים מה שנאמר ליעקב ויוסף ישית ידו על עיניך. ולכן נפל על פני אביו לשים ידו על עיניו ולסותמם מן הטעם שכתבתי למעלה. ויבך עליו כמו שיעקב בכה עליו. וישק לו מכאן אמרו זו נשיקת פרישות. מכאן שצריך אדם לנשק את מתו על פרישותו. וצוה לחנוט את אביו בענין שיהיה גופו קיים. וזה יורה על מה שאמרו מה זרעו בחיים אף הוא בחיים. ולא לחנם כתב בו חניטה יותר מבשאר אבות. ואמר וימלאו ארבעים יום ויבכו אותו מצרים שבעים יום. להורות שלא היו כפויי טובה. ואחר שקבלו טובה מיעקב שבזכותו לא כלה הרעב את הארץ וזרעו וקצרו כדכתיב ותן זרע. עשו לו כל הכבוד הזה לספדו ולבכות עליו. ואע\"פ שהם פרעו חובם. השם נתן להם גמול כמאמרם ז\"ל בשביל ארבעים יום שנתעסקו המצריים בחניטת יעקב. נתן ארוכה לננוה ארבעים יום שנאמר עוד מ' יום וננוה נהפכת. לפי שמלך ננוה באותה שעה היה פרעה מלך מצרים. א\"ר אבהו את מוצא שבעים יום יש בין אגרות המן לאגרות מרדכי שאגרות המן היו בי\"ג בניסן שנאמר ויקראו סופרי המלך בחודש הראשון בי\"ג בו. ואגרות מרדכי היו בכ\"ג בסיון שנאמר ויקראו סופרי המלך בחדש השלישי הוא חדש סיון בכ\"ג יום בו. ולמה כן כנגד שבעים יום שבכו מצרים את יעקב שנאמר ויבכו אותו מצרים ע' יום. כיון שעברו ימי בכיתו וידבר יוסף אל בית פרעה. ולמה לא הלך הוא לפי שלא היה רוצה לפרוש מאביו בשביל כבוד אביו. ד\"א כדי שישאוהו עצה שיניחוהו לעלות שהיה מתיירא מהם שלא יעצוהו שלא לעלות. מתלא אמר קיימין לקטיגורא כי היכא דלא לטרדך ע\"כ:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9be929197ec001aac2065", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Genesis 50:1:1", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Midrash Aggadah, Genesis 50:1:1", "sourceHeRef": "מדרש אגדה, בראשית נ׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "בראשית", "he": "ויפול יוסף על פני אביו. מלמד שהיה יוסף <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"1\"></i> מניח ידו על עיני אביו לעצמו, כשם שמעצימים את המת, כדכתיב ויוסף ישית ידו על עיניך (בראשית מו ד):", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc428c1533e001928badc", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Vayechi 26:2", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Yismach Moshe, Vayechi 26:2", "sourceHeRef": "ישמח משה, ויחי כ״ו:ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 26.0002, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "ויחי", "he": "<b>ולפי</b> זה מיושב הקושיא וכי בכדי חנטו חנטיא, וכן הקושיא וכי בכדי ספדו ספדיא לא קשיא, דאדרבה מכאן יהיה מוכח בבירור דלא מת, דהא לא מצינו שספדו אותו בניו רק מצרים הטועים וסוברים שמת, כמבואר בפסוק ויבכו אותו מצרים. דקשה דהוה ליה למימר בניו ומצרים, דבניו הם העיקר. וכן אבל כבד זה למצרים (בראשית נ יא). אלא ודאי דבניו הם היודעים דלא מת, ואין שייך בו הספד ובכיה, רק הא דכתיב ביוסף (בראשית נ א) ויפול על פני אביו ויבך, מבואר בזוהר דהוא ענין נסתר, ואפשר דאז אתיידע ליוסף דאביו לא מת, והודיע לאחיו כנ\"ל. וכן וכי בכדי קברו קבריא לא קשיא, דשם מקום מנוחתו עד שיהיה לו רשות לצאת, וזה ברור ואמת. והיוצא מזה מהפסוק ויבכו אותו מצרים שבעים יום, מוכח דיעקב לא מת, ואם כן נדחה הטעם דגלגול מחילות, ומוכרח דשם נעבד חל על אדם, ולכך ומרדכי לא יכרע וגו' (אסתר ג ב), וגרם כל הצער הזה, כמו שדרשו רז\"ל (במגילה דף י\"ב ע\"ב) בפסוק (אסתר ב ה) איש יהודי, ראו מה עשה לי יהודי, ומה שילם לי ימיני, עיין שם. ומזה תבין צחות עומק מליצתם ויבכו אותו מצרים שבעים יום, אלו שבעים יום שבין אגרת לאגרת, דהיינו הפסוק הזה דכתיב ביה שבעים יום, [גרם] לכל הצער שהיה שבעים יום שבין אגרת לאגרת כנ\"ל, והוא פירוש נפלא בס\"ד. עוד יש לומר באופן אחר, כי תמהו מרדכי הצדיק מה ראה ששהה כל כך ישועת ישראל, כי בפסח נתלה המן, והוא כתב ספרים להשיב מחשבת המן הצורר בכ\"ג בסיון (אסתר ח ט), איך התמהמה כל כך הלא כל שעה בחשש סכנה אולי ימות מרדכי או אסתר. והנ\"ל בזה כי ידוע דכל המזלות הם נגד ישראל וכן שריהם, ובפרט שהיה אז ישראל על פי המזלות בשפל תחתית, והעמלקים ברום המעלות כמבואר ביערות דבש (חלק א' דף י\"ז עמוד ג'), אבל השי\"ת ברוב רחמיו שידד הכל כנודע. וידוע דמה שתחת חק האפשר שלא להתגרות נגד המקטריגים וכחות הדין, ראוי לעשות, ומלכותא דרקיע כעין וכו', לכך אם יש התנגדות, אין לדחוק השעה לעורר התנגדות על התנגדות ולהתגרות, רק להיות נדחה מפני השעה לילך בחשאי עד דאתחזק ואחר כך לעורר. והנה ידוע דקיימא לן (ב\"מ ק\"ו ע\"ב) בתלתא זימנא הוי חזקה, וידוע דחדש החמה הוא למ\"ד יום, וי\"ב מזלות משמשים בשנה לכל חדש מזל אחד. והנה קיימא לן בר\"ה (דף י\"ב ע\"ב) דתבואה וזתים שמעשר שלהם דאורייתא דהיינו דגן תירוש ויצהר, משיביאו שליש היא עונתן, עיין שם. וידוע דבישול התבואה הוא מהחמה, כמו שאמרו רז\"ל (ר\"ה ז' ע\"א) בשמור את חדש האביב (דברים טז א), אם כן מזה נראה דטבע השמש דשליש פעולתו הוי ככל הפעולה, אם כן לפי זה עשרה ימים שהם שליש הוי ככלו, לכך המתין ע' ימים שיתחזקו ג' מזלות בטובת ישראל, כי השינוי לטובה התחיל תיכף אחר אגרת המן, וזה אמת לדעתי בעזר\"ה. והנה טעם המצרים היה דבכו שבעים יום, שכונת בכייתם היה שפחדו פן לאחר מותו יחזור גזירת הרעב, או הנילוס לא יעלה, עיין ברש\"י (ד\"ה ויבכו) ותרגום יונתן על הפסוק ויבכו אותו מצרים וגו', עיין שם. וכיון שראו שנתחזק בשלשה מזלות, פסקו מהבכיה, ואף דהם אינם יודעים מדיני התורה, מכל מקום הלא הטבע היא כך, דהא התורה מודיע לנו בזה רק ענין הטבע, על דרך משל אם השור נגח שלשה פעמים בודאי הוא נגחן, וכן בכמה ענינים, וחכמי הטבע היו, ועוד שהיה שם יוסף ואחיו, ואפשר שהגידו להם זאת. ועל פי זה מבואר המדרש הנ\"ל ויבכו אותו מצרים שבעים יום, ולמה שבעים יום דוקא, אלא כמ\"ש, ועל זה אמר אלו שבעים יום שבין אגרת לאגרת, ר\"ל שמזה הטעם בעצמו היו שבעים יום בין אגרת לאגרת, כנ\"ל נכון בס\"ד.", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ebd5f719ace3b2031a036cb", "index_title": "Peninei Halakhah, Simchat Habayit U'Virkhato", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Simchat Habayit U'Virkhato 2:9:7", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Peninei Halakhah, Simchat Habayit U'Virkhato 2:9:7", "sourceHeRef": "פניני הלכה, שמחת הבית וברכתו ב׳:ט׳:ז׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [2011, 2015], "commentaryNum": 9.0007, "collectiveTitle": {"en": "Peninei Halakhah, Simchat Habayit U'Virkhato", "he": "פניני הלכה, שמחת הבית וברכתו"}, "he": "יש אומרים שגם בעת חזרה מנסיעה שכזו, יש מצוות עונה (זוהר בראשית נ, א; רשב\"א, באה\"ט או\"ח רמ, יט). וכאשר מתעוררת תשוקה לכך מצד אחד מבני הזוג, לכל הדעות מצוות עונה חלה עליהם. וכך ראוי להם, שלאחר נסיעה של אחד מהם, ישתוקקו להתחבר ולקיים את המצווה בשמחה.", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "Some authorities maintain that there is also a mitzva for a couple to have sexual relations when one of them returns from such a trip (Zohar I 50a; Rashba; Ba’er Heitev 240:19). Certainly, if either spouse wishes to be intimate at this point, all agree that the mitzva of ona applies. It speaks well for their relationship if, after one of them has been away, they wish to be intimate with each other and joyfully fulfill this mitzva.", "versionTitle": "Peninei Halakhah, English ed. Yeshivat Har Bracha", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f043e40a157d666e704b330", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Genesis 50:1:1", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Rav Hirsch on Torah, Genesis 50:1:1", "sourceHeRef": "רש\"ר הירש על התורה, בראשית נ׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "בראשית", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Eigentlich: er fiel; es drückt die heftige Gemütsbewegung aus, wo man mehr willenlos fällt. Er fiel auf das Angesicht seines Vaters und weinte sich satt, und als er sich satt geweint hatte, gab er ihm den Kuss des Abschiedes.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5f1e9e50b468b1b9b1e60c26", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 50:1:1", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Midrash Lekach Tov, Genesis 50:1:1", "sourceHeRef": "מדרש לקח טוב, בראשית נ׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "<b>ויפל יוסף על פני אביו.</b> שזו הבטחה. דכתיב ויוסף ישית ידו על עיניך (בראשית מו ד).", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9e51b468b1b9b1e60c28", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 50:1:2", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Midrash Lekach Tov, Genesis 50:1:2", "sourceHeRef": "מדרש לקח טוב, בראשית נ׳:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": " וישק לו. נשיקה של פרידה.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e42e7337fff5a99e79432d", "index_title": "Reshit Chokhmah", "category": "Kabbalah", "type": "", "ref": "Reshit Chokhmah, Gate of Love 6:34", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Reshit Chokhmah, Gate of Love 6:34", "sourceHeRef": "ראשית חכמה, שער האהבה ו׳:ל״ד", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 6.0034, "collectiveTitle": {"en": "Reshit Chokhmah", "he": "ראשית חכמה"}, "he": "<b>וכאשר</b> יסתכל האדם בענין זה יתלהב נפשו באהבה, ויאמר בלבו, הראוי אני בן אדם קרוץ מחומר עפר ואפר שהקדוש ברוך הוא ששמי השמים לא יכלכלוהו והוא רוצה לדור עמי, ומה אני שיבא המלך העליון לדור בביתי, ראוי הוא שאעשה לו דירה נאה שיבא לדור עמי, על דרך שאמר דוד המלך עליו השלום (תהלים קא, ב) מתי תבוא אלי וגו' כדפי' לעסוק בתורה, וכאשר העוסק בתורה יודע מה שפירש הרשב\"י עליו השלום (זוהר בראשית נ, א) כי תלמידי חכמים הפורשים מנשותיהם בששת ימי החל לעסק בתורה זווגא עלאה אזדווג בהו ולא מתפרשא מנייהו וכו', והיא השכינה, ראוי שיתלהב לבם לאהבה אותה כאהבת איש לחשוקתו ויעשה לה דירה נאה בלבו וכו' על דרך שפירשו בתקונים והעתקנו לשונם שער הקדושה פרק ז, כדי שתמצא השכינה מקום לנוח, שהיא אינה שורה על מקום פגום.", "heVersionTitle": "Hamesorah Publishers, Jerusalem 2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "61023452d2382222a2db4c0b", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "", "ref": "Tzror HaMor on Torah, Genesis 23:3:1", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Tzror HaMor on Torah, Genesis 23:3:1", "sourceHeRef": "צרור המור על התורה, בראשית כ״ג:ג׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "בראשית", "he": "ואמר <b>ויקם אברהם מעל פני מתו.</b> להורות לנו שאין לאדם לקום מעל פני מתו. אם לא יהיה לסבת כבודו לבקש לו צרכי קבורה. וזהו תנו לי אחוזת קבר. ואמר מעל פני מתו. ולא אמר מעל מתו. להודיענו מה שאמרו רז\"ל ביוסף ויבך עליו וישק לו זו נשיקת פרישה. מכאן שחייב אדם לנשק מתו. ולכן אמר בכאן מעל פני מתו:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d52ef4629f2b57278d34", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, בכה 1", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Sefer HaShorashim, בכה 1", "sourceHeRef": "ספר השרשים, בכה א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "בכה", "he": ["<strong><big>בכה</big></strong>   <strong>בָּכָה</strong> וַיִּתְחַנֶּן־לוֹ (<a class=\"refLink\" href=\"Hosea 12:5\" data-ref=\"Hosea 12:5\">הושע יב, ה</a>), <strong>וַיֵּבְךְּ</strong> עָלָיו וַיִּשַּׁק־לֽוֹ (<a class=\"refLink\" href=\"Genesis 50:1\" data-ref=\"Genesis 50:1\">בראשית נ, א</a>), אֶל־שָׁאוּל <strong>בְּכֶינָה</strong> (<a class=\"refLink\" href=\"II Samuel 1:24\" data-ref=\"II Samuel 1:24\">שמואל ב' א, כד</a>),<strong> וַיֵּבְךְּ </strong>אֶל־קֶבֶר אַבְנֵר (<a class=\"refLink\" href=\"II Samuel 3:32\" data-ref=\"II Samuel 3:32\">שמואל ב' ג, לב</a>),<strong> וּבָכוּ</strong> אֵלַיִךְ בְּמַר־נֶפֶשׁ מִסְפֵּד מָֽר (<a class=\"refLink\" href=\"Ezekiel 27:31\" data-ref=\"Ezekiel 27:31\">יחזקאל כז, לא</a>), <strong>בָּכוֹ תִבְכֶּה</strong> בַּלַּיְלָה (<a class=\"refLink\" href=\"Lamentations 1:2\" data-ref=\"Lamentations 1:2\">איכה א, ב</a>), לִסְפֹּד לְשָׂרָה<strong> וְלִבְכֹּתָֽהּ</strong> (<a class=\"refLink\" href=\"Genesis 22:2\" data-ref=\"Genesis 22:2\">בראשית כב, ב</a>), <strong>וַיֵּבְךְּ</strong> אֹתוֹ אָבִֽיו (<a class=\"refLink\" href=\"Genesis 37:35\" data-ref=\"Genesis 37:35\">בראשית לז, לה</a>), <strong>וָאֶבְכֶּה</strong> בַצּוֹם נַפְשִׁי (<a class=\"refLink\" href=\"Psalms 69:11\" data-ref=\"Psalms 69:11\">תהלים סט, יא</a>). <strong>והפעל הכבד</strong> [פִּעֵל] רָחֵל מְבַכָּה עַל־<strong>בָּנֶיהָ</strong> (<a class=\"refLink\" href=\"Jeremiah 31:14\" data-ref=\"Jeremiah 31:14\">ירמיה לא, יד</a>), <strong>מְבַכּוֹת</strong> אֶת־הַתַּמּֽוּז (<a class=\"refLink\" href=\"Ezekiel 8:14\" data-ref=\"Ezekiel 8:14\">יחזקאל ח, יד</a>). <strong>והשם</strong> <strong>בְּכִי </strong>גָדֽוֹל (<a class=\"refLink\" href=\"Judges 21:2\" data-ref=\"Judges 21:2\">שופטים כא, ב</a>), אֲמָרֵר <strong>בַּבֶּכִי </strong>אַל־תָּאִיצוּ לְנַֽחֲמֵנִי (<a class=\"refLink\" href=\"Isaiah 22:4\" data-ref=\"Isaiah 22:4\">ישעיה כב, ד</a>), מִנְעִי קוֹלֵךְ <strong>מִבֶּכִי</strong> (<a class=\"refLink\" href=\"Jeremiah 31:16\" data-ref=\"Jeremiah 31:16\">ירמיה לא, טז</a>). כִּֽי־שָׁמַע י\"י קוֹל <strong>בִּכְיִֽי</strong> (<a class=\"refLink\" href=\"Psalms 6:9\" data-ref=\"Psalms 6:9\">תהלים ו, ט</a>). ובמשקל אחר הַרְבֵּה־<strong>בֶֽכֶה</strong> (<a class=\"refLink\" href=\"Ezra 10:1\" data-ref=\"Ezra 10:1\">עזרא י, א</a>), בשש נקדות. ומשקל אחר אַלּוֹן <strong>בָּכֽוּת</strong> (<a class=\"refLink\" href=\"Genesis 35:8\" data-ref=\"Genesis 35:8\">בראשית לה, ח</a>). ומשקל אחר ויעברו ימי בְּכִיתוֹ (<a class=\"refLink\" href=\"Genesis 50:4\" data-ref=\"Genesis 50:4\">בראשית נ, ד</a>), ענינם ידוע. ומענין זה <strong>מִבְּכִי </strong>נְהָרוֹת חִבֵּשׁ (<a class=\"refLink\" href=\"Job 28:11\" data-ref=\"Job 28:11\">איוב כח, יא</a>), ופירוש הפסוק כי ברצון הבורא חבש הנהרות אפילו מבכי, כלומר שלא יוציאו מים אפילו טפה כבכי היוצא טפה טפה. <strong>והנפעל</strong> מזה בהסמך הֲבָאתָ עַד־<strong>נִבְכֵי</strong>־יָם (<a class=\"refLink\" href=\"Job 38:16\" data-ref=\"Job 38:16\">איוב לח, טז</a>), כי בלא הסמך <strong>נִבְכִּים</strong> בפלס <strong>נִרְפִּים</strong> וענינו עמקי ים, כלומר מקום שיש בו מים הרבה. או יהיה פירושו מרוצת הים מקום ששוטף בכח והוא מענין <strong>בְּכִי</strong>, כי הדמע יוצא במרוצה. ורבי יהודה כתב עֹבְרֵי בְּעֵמֶק <strong>הַבָּכָא</strong> (<a class=\"refLink\" href=\"Psalms 84:7\" data-ref=\"Psalms 84:7\">תהלים פד, ז</a>), בשרש הזה עם<strong> מִבְּכִי נְהָרוֹת חִבֵּשׁ, הֲבָאתָ עַד־נִבְכֵי־יָם</strong>, ענין בפני עצמו וכן דעת רבי יונה."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ebb47cf7a0c25239b17", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "anchorRef": "Genesis 12:1-50:26", "anchorRefExpanded": ["Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ג׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Patriarchal Narratives", "he": "בראשית מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE STORIES ABOUT THE FATHERS AND MOTHERS OF</small> I<small>SRAEL, AS A COLLECTION, ARE</small> almost contrapuntal in their richness. Life experiences are repeated and common themes recur; yet at the same time there is a remarkable variety of personalities.", "Two prominent themes throughout are God’s promises (of land and descendants) and his blessing. The texts revolve around the question of whether and how God will fulfill his promises, and how people will effect the transfer of the blessing. Each generation portrayed in the narratives must deal with the inherent tensions raised by these questions, since their resolution does not occur easily.", "The stories are also marked by each figure’s struggle to develop a concept of the religious life, of “walking in accord with God.” Each one carves out his own distinct path, to arrive at a mature understanding of what it means to be a father of the people of Israel. In order to bring about such an understanding, God apparently “tests” them in both obvious and more oblique ways, often against a backdrop of bitter sibling rivalry. One also observes a physical unsettledness about the Patriarchs’ quest; only Yitzhak is spared the wanderings that occur so regularly in the stories.", "Rather interestingly, although the texts purport to be about “fathers,” it is God himself who most consistently fits that role for the characters. God acts <i>in loco parentis</i> for each of the Patriarchs, always, significantly, after the loss of the human father. He first appears to Avraham after the death of Terah; to Yitzhak after that of Avraham; to Yaakov after he leaves home (and a seemingly dying father); and he helps Yosef directly, after he has left his father’s home.", "Numbers play an important role in the Patriarchal stories, as they did in Part I. It has been pointed out (see Sarna 1966) that the life spans of the Patriarchs fit into a highly ordered pattern. Avraham lives for 175 years, equaling 7 × 5<sup>2</sup>; Yitzhak, for 180 years, equaling 5 × 6<sup>2</sup>; and Yaakov, for 147 years, or 3 × 7<sup>2</sup>. This is unmistakably a purposeful scheme, meant to convey that human history is orderly and meaningful. Similarly an examination of the stories reveals that Avraham lives for 75 years in the lifetime of his father and 75 years in the lifetime of his son, while Yaakov spends 20 years away from his father, with Yosef roughly following suit in the next generation.", "Last, it should be noted that the Patriarchal stories in various details anticipate the later Exodus of the Israelites from Egypt. The specific references will be mentioned in the Notes."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ecd6bfddfbb310fecba", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef 2-7", "anchorRef": "Genesis 37:1-50:26", "anchorRefExpanded": ["Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part IV; Yosef", "he": "בראשית מאמר ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE STORIES ABOUT THE LAST</small> P<small>ATRIARCH FORM A COHERENT WHOLE, LEADING SOME</small> to dub it a “novella.” It stands well on its own, although it has been consciously and artfully woven together into both the Yaakov cycle and the entire book.", "Initially the tale is one of family emotions, and it is in fact extreme emotions which give it a distinctive flavor. All the major characters are painfully expressive of their feelings, from the doting father to the spoiled son, from the malicious brothers to the lustful wife of Potifar, from the nostalgic adult Yosef to the grief-stricken old Yaakov. It is only through the subconscious medium of dreams, in three sets, that we are made to realize that a higher plan is at work which will supersede the destructive force of these emotions.", "For this is a story of how “ill”—with all its connotations of fate, evil, and disaster—is changed to good. Despite the constant threat of death to Yosef, to the Egyptians, and to Binyamin, the hidden, optimistic thrust of the story is “life,” a word that appears in various guises throughout. Even “face,” the key word of the Yaakov cycle which often meant something negative, is here given a kinder meaning, as the resolution to Yaakov’s life.", "A major subtheme of the plot is the struggle for power between Re’uven and Yehuda. Its resolution has implications that are as much tribal as personal, for the tribe of Yehuda later became the historical force in ancient Israel as the seat of the monarchy.", "Although many details of the narrative confirm Egyptian practices, those practices actually reflect an Egypt considerably later than the period of the Patriarchs (Redford). Of interest also is the prominence of the number five in the story, a detail that is unexplained but that gives some unity to the various sections of text.", "In many ways the Yosef material repeats elements in the Yaakov traditions. A long list could be compiled, but let us at least mention here sibling hatred, exile of the hero, foreign names, love and hate, dreams, and deception—even so detailed as to duplicate the use of a goat-kid. But its focusing on a classic rags-to-riches plot, with the addition of a moralistic theme, make the Yosef story a distinctive and always popular tale, accessible in a way that the more difficult stories of the first three parts of Genesis are not."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ed347cf7a0c25239b4d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, Yaakov's Burial 2-3", "anchorRef": "Genesis 50:1-14", "anchorRefExpanded": ["Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, Yaakov's Burial 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳, בראשית הערה י״ב ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Yaakov’s Burial", "he": "בראשית הערה י״ב"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה י״ב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["The funeral of Yaakov seems to presage the Exodus from Egypt—here with Pharaoh’s permission and a large royal escort (including “chariots and horsemen,” who in several generations will pursue Yaakov’s descendants into the sea).", "Interestingly, the <i>Iliad</i> also ends with an elaborate burial scene. The contrast is instructive: the Homeric epic celebrates the deeds and mourns the lost youth of a hero (Hector); Genesis reflects Yosef’s standing at court and the desire to bury Yaakov in the land of Canaan, in the family plot. Note too that Genesis has two more scenes, tending to lessen the impact of this impressive funeral sequence."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6203809f713bd8cd388d3e49", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "anchorRef": "Genesis 1:1-50:26", "anchorRefExpanded": ["Genesis 1:1", "Genesis 1:2", "Genesis 1:3", "Genesis 1:4", "Genesis 1:5", "Genesis 1:6", "Genesis 1:7", "Genesis 1:8", "Genesis 1:9", "Genesis 1:10", "Genesis 1:11", "Genesis 1:12", "Genesis 1:13", "Genesis 1:14", "Genesis 1:15", "Genesis 1:16", "Genesis 1:17", "Genesis 1:18", "Genesis 1:19", "Genesis 1:20", "Genesis 1:21", "Genesis 1:22", "Genesis 1:23", "Genesis 1:24", "Genesis 1:25", "Genesis 1:26", "Genesis 1:27", "Genesis 1:28", "Genesis 1:29", "Genesis 1:30", "Genesis 1:31", "Genesis 2:1", "Genesis 2:2", "Genesis 2:3", "Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23", "Genesis 3:24", "Genesis 4:1", "Genesis 4:2", "Genesis 4:3", "Genesis 4:4", "Genesis 4:5", "Genesis 4:6", "Genesis 4:7", "Genesis 4:8", "Genesis 4:9", "Genesis 4:10", "Genesis 4:11", "Genesis 4:12", "Genesis 4:13", "Genesis 4:14", "Genesis 4:15", "Genesis 4:16", "Genesis 4:17", "Genesis 4:18", "Genesis 4:19", "Genesis 4:20", "Genesis 4:21", "Genesis 4:22", "Genesis 4:23", "Genesis 4:24", "Genesis 4:25", "Genesis 4:26", "Genesis 5:1", "Genesis 5:2", "Genesis 5:3", "Genesis 5:4", "Genesis 5:5", "Genesis 5:6", "Genesis 5:7", "Genesis 5:8", "Genesis 5:9", "Genesis 5:10", "Genesis 5:11", "Genesis 5:12", "Genesis 5:13", "Genesis 5:14", "Genesis 5:15", "Genesis 5:16", "Genesis 5:17", "Genesis 5:18", "Genesis 5:19", "Genesis 5:20", "Genesis 5:21", "Genesis 5:22", "Genesis 5:23", "Genesis 5:24", "Genesis 5:25", "Genesis 5:26", "Genesis 5:27", "Genesis 5:28", "Genesis 5:29", "Genesis 5:30", "Genesis 5:31", "Genesis 5:32", "Genesis 6:1", "Genesis 6:2", "Genesis 6:3", "Genesis 6:4", "Genesis 6:5", "Genesis 6:6", "Genesis 6:7", "Genesis 6:8", "Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32", "Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר א׳ ב׳-מ״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Genesis and Its Structure", "he": "בראשית מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE TEXT OF</small> G<small>ENESIS SEEMS TO SPEAK WITH MANY VOICES</small>. F<small>OR A BOOK WHOSE BASIC</small> arrangement is chronological, tracing the history of a single family, it exhibits a good deal of discontinuity on the surface. Here time flows uniformly, there it takes startling jumps; fragments are followed by more or less full-blown tales; genres alternate, from mythic to genealogical to folkloristic. In addition, scholars often portray Genesis as a collection of historically diverse materials that were compiled by scribes for whom deviating from received tradition was anathema. Hence the repetitions, the inconsistencies, and the irregular pacing.", "Is Genesis then, at best, a collection of stories related to the origins of Israel, with most of its seams still showing? Such an assessment does not do justice to what must have been a complex process of addition and growth or to the final product. An overview of the book does produce a certain scheme; at some point in the text’s history a coherent picture must have begun to emerge from the disparate materials handed down. For the modern reader, utilizing the Buber-Rosenzweig method of focusing on repeating words and key themes as the text presents them may make it possible to generalize about the organization of the book and also to speculate on its overall intent in the form in which it has come down to us.", "On its most obvious level Genesis is a book about origins. It seeks to link the origin of the people of Israel with that of the world, relating in the process how various human characteristics and institutions arose.", "On the surface this parallels much of ancient literature and folklore. All peoples are interested in their own beginnings, picturing them in a way which validates their present existence. Genesis, however, is different in that, like the rest of the Torah, it downplays the heroic element of the people’s origins and in its place stresses God’s role in them. Moreover the one great omission—the origin of God—establishes from the beginning a unique basis for a tribal chronicle. From Genesis and subsequent books we learn primarily about God’s relationship to the people and what he expects of them; almost everything else is subordinated to this purpose.", "Preliminarily one can speak of at least seven major themes whose recurrence establishes their importance in the book:", "1. <i>Origins:</i> Of the world, of humanity, and of the people of Israel.<br>2. <i>Order/Meaning in History:</i> By means of stylized or patterned chronology—reliance on certain round numbers such as 3, 7, and 40—it is suggested that human events are not random but somehow planned.<br>3. <i>Blessing:</i> From creation onward God bestows blessings on his creatures in general and on the fathers and mothers of Israel in particular.<br>4. <i>Covenant:</i> God concludes agreements with human beings.<br>5. <i>God Punishes Evildoing:</i> God is provoked to anger not by his capriciousness but by human failure to uphold justice and morality.<br>6. <i>Sibling Conflict, with the Younger Usually Emerging the Victor:</i> The order of nature (primacy of the firstborn) is overturned, demonstrating that God, not nature, is the ruling principle in human affairs.<br>7. <i>Testing:</i> God tests those who are to carry forth his mission; the result is the development of moral character.", "Superseding these important themes, which occur throughout the Bible in various forms, is the dominant one of <i>continuity</i>, represented by the unifying word in Genesis <i>toledot</i> (“begettings”). The word appears eleven times, often accompanied by long genealogical lists. The names may deflect attention from what is central to Genesis. The major thrust of the book would seem to be toward human fecundity, following the early divine command to “bear fruit and be many” (1:28), and pointing toward the eventual fecundity of the people of Israel (which will only be realized in the book of Exodus). Such an emphasis seems appropriate in a book about origins.", "Ironically, however, the undercurrent in Genesis points not to life and its continuation, but rather to its threatened extinction. In story after story the protagonist, his people, and occasionally the entire world are threatened. In at least one case (Avraham) a perfectly legal and natural solution is found—the birth of Yishmael as his heir—only to be rejected by God in favor of a more difficult one: a son born to an elderly woman.", "It is clear that the stress on continuity and discontinuity has one purpose: to make clear that God is in control of history. Human fertility and continuity in history come not from magical rites or from the arbitrary decisions of the gods, but from a God who bases his rule on justice. Nature disappears as a ruling factor in human affairs, replaced by a principle of morality which is unshakable precisely because it comes from a God who is beyond the rules of nature.", "But the result is a book which abounds in tension. From the beginnings of human history (Chap. 4) we encounter contradictions and opposites, whether on a small scale (fertility and barrenness) or a large one (promise and delayed fulfillment). Nowhere is this so clear as in the dramatic high point of the book, Chap. 22. As Avraham stands with knife upraised, the entire enterprise of Genesis hangs in the balance. But the entire book is replete with such tensions and continuity-threatening situations. There are barren wives, brothers vowing to kill brothers, cities and even a world being destroyed by an angry God. The main characters of Genesis thus emerge as survivors, above all else. Noah sets the pattern, but he is merely the first, and too passive an example. The Patriarchs must brave hostile foreigners, bitter intrafamily struggles, and long wanderings before they can find peace.", "While by the end of the book many of the tensions have been resolved, one conspicuously has not: God’s promise of the land of Canaan. As the book ends, “in Egypt,” we are left to ponder how this God, who keeps his promises to “those who love him” (Ex. 20:6), will bring the people back to their land—a land inhabited by someone else and in which the Children of Israel own only a burial site. Yet despite the tension, we may assume from the experiences of the Patriarchs that God will indeed “take account of” the Israelites (50:24), that he will take whatever ill has been planned against them and “plan-it-over for good” (50:20).", "A word should also be said here about hero traditions. In the great epics of the ancient world the hero often stands as a lonely figure. He must overcome obstacles, fight monsters, acquire helpers (whether women, “sidekicks,” or magic objects); and his triumph in the end signals man’s triumph over his archenemy, Death. Every battle won, every obstacle hurdled, is psychologically a victory for us, the audience, a cathartic release from our own frustrating battle against death.", "The Bible sees things rather differently. Death is also overcome, but not only by the individual’s struggle. It is rather through the covenant community, bound together by God’s laws and his promises, that the heroic vision is lived out. Despite the triumphs of the characters in Genesis, it is really in the book of Exodus that the great battle scenes (the plagues in Egypt, the Red Sea) and meetings with the divine (Mount Sinai) take place. And it is therefore God himself who is most properly the “hero” of these stories. No major character in Genesis achieves success without depending fully on God, and the standards that are held up to them are ultimately seen as God’s own, to be imitated by imperfect humankind.", "The book of Genesis falls naturally into four large sections. The first, usually termed the “Primeval History” (Chaps, 11–11), begins with creation and progresses through the early generations of humanity, ending in Mesopotamia. The second (Chaps. 12 through 25:18) is the cycle of stories concerning Avraham, the father of the people of Israel. Part III (Gen. 25:19 through Chap. 36) deals in the main with stories about his grandson Yaakov. The final section (Chaps. 37–50) is the tale of Yosef and of how the Children of Israel came to live in Egypt (thus paving the way for the book of Exodus).", "The following skeletal outline will lay out some of the interesting structural features of the book. There is an elemental symmetry that emerges from the four sections; further comments, especially about how the sections cohere, will be found in the explanatory material accompanying the text in this volume.", "I. Chosen Figure (Noah)", "Sibling Hatred (Kayin–Hevel), with sympathy for youngest", "Family Continuity Threatened (Hevel murdered)", "Ends with Death (Haran, Terah; Sarai barren)", "Humanity Threatened (Flood)", "Ends Away from Land of Israel (“In Harran”)", "II. Chosen Figure (Avraham)", "Sibling Hatred (Yishmael–Yitzhak) Implied, with sympathy for youngest", "Family Continuity Threatened (Sarai barren, Yitzhak almost sacrificed)", "Ends with Death (Sara, Avraham)", "Rivalry Between Wives (Hagar–Sarai)", "Barren Wife (Sarai)", "Wife–Sister Story (Chaps. 12 and 20)", "Ends with Genealogy of Non-Covenant Line (Yishmael)", "III: Chosen Figure (Yaakov)", "Sibling Hatred (Esav–Yaakov), with sympathy for youngest", "Family Continuity Threatened (Yaakov almost killed)", "Ends with Death (Devora, Rahel, Yitzhak)", "Rivalry Between Wives (Lea–Rahel)", "Barren Wife (Rahel)", "Wife–Sister Story (Chap. 26)", "Ends with Genealogy of Non-Covenant Line (Esav)", "IV Chosen Figure (Yosef)", "Sibling Hatred (Brothers–Yosef), with sympathy for youngest", "Family Continuity Threatened (Yehuda’s sons die; Yosef almost killed; family almost dies in famine)", "Ends with Death (Yaakov, Yosef)", "Humanity Threatened (Famine)", "Ends Away from Land of Israel (“In Egypt”)", "There is of course great variety within this bare structure; each version of a motif has its own special characteristics and emphases. Yet the patterning observed above gives the book a general coherence, above and beyond differences. It also demonstrates a conscious hand at work, one concerned about the texture of the book as a whole and able, despite the possible rigidity of what had been handed down, to shape the received material into a plastic and breathing unity.", "Two general observations about Genesis will round out the picture here. First, as the book progresses there is a tendency for the style of the literature to become smoother. The abrupt changes and sometimes fragmentary nature of the material in Part I, and the vignettes built around Avraham’s life in Part II, give way to a greater coherence and concentration in Part III, and finally to a relatively flowing and psychologically complete narrative in Part IV Along with this, the characters in the latter half of the book seem to be more changeable and human, in contrast to Noah and Avraham, who often appear almost perfect models of piety.", "Second, contact with God becomes less and less direct as Genesis moves on. Avraham’s dreams and visions seem a far cry from Adam’s conversations with God in the garden (although see Chap. 18); Yaakov’s encounters with God are less frequent than Avraham’s; and finally, Yosef never has a conversation with God, although he receives dream interpretations from him. This process of distancing may reflect an often-observed tendency in religions to think of primeval times as a “golden age” of closeness between gods and men, as contrasted to today (whenever one is writing), when humankind finds itself tragically distant from the divine and in need of communication."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382d0c9ad75f2d99af7a6", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, Yaakov's Burial 1", "anchorRef": "Genesis 50:1-14", "anchorRefExpanded": ["Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, Yaakov's Burial 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳, בראשית הערה י״ב א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה י״ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 50:1-14\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 50:1-14</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "64187ad5c9371ec0cebe62f0", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Genesis 50:1:1", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Reggio on Torah, Genesis 50:1:1", "sourceHeRef": "ביאור יש\"ר על התורה, בראשית נ׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "בראשית", "he": "<b>ויפל יוסף,</b> להגיד שנתקיים ליעקב מאמר האל ויוסף ישית ידו על עיניך:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487467e70699c26744fd9de", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 50:1:1", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Midrash Sekhel Tov, Bereshit 50:1:1", "sourceHeRef": "מדרש שכל טוב, בראשית נ׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "ויפול יוסף על פני אביו. וה\"ה לכל בני יעקב, אלא למה נאמר ויפול יוסף, אלא לומר לך זה היא ההבטחה שהבטיח הקב\"ה לאותו הצדיק, דכתיב ויוסף ישית ידו על עיניך (שם מו ד):", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487467e70699c26744fd9e0", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 50:1:2", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Midrash Sekhel Tov, Bereshit 50:1:2", "sourceHeRef": "מדרש שכל טוב, בראשית נ׳:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "ויבך עליו וישק לו. מלמד שמותר לאדם לנשק את המת עד שלא נקבר, וזו היא נשיקה של פירוד גמור:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc2d758c1dc532ec877e", "index_title": "Steinsaltz on Genesis", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Genesis 50:1", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Steinsaltz on Genesis 50:1", "sourceHeRef": "ביאור שטיינזלץ על בראשית נ׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 50.0001, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על בראשית", "he": "<b>וַיִּפֹּל יוֹסֵף</b>, החשוב שבאחים,\n    <b>עַל פְּנֵי אָבִיו, וַיֵּבְךְּ עָלָיו וַיִּשַּׁק לוֹ.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Joseph, </b>the most eminent of the brothers, <b>fell upon his father’s face, wept upon him, and kissed him. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "515c2f07edbab437ddf1270b", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "midrash", "ref": "Bereshit Rabbah 100:3", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Bereshit Rabbah 100:3", "sourceHeRef": "בראשית רבה ק׳:ג׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [400], "commentaryNum": 100.0003, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וַיִּפֹּל יוֹסֵף וגו' וַיְצַו יוֹסֵף אֶת עֲבָדָיו <small>(בראשית נ, א ב)</small>, לָמָּה מֵת יוֹסֵף בִּפְנֵי אֶחָיו, רַבִּי וְרַבָּנָן, רַבִּי אָמַר עַל שֶׁחָנַט אֶת אָבִיו, אָמַר לֵיהּ הַקָּדוֹשׁ בָּרוּךְ הוּא לֹא הָיִיתִי יָכוֹל לִשְׁמֹר אֶת צַדִּיקִי, לֹא כָךְ אָמַרְתִּי לוֹ <small>(ישעיה מא, יד)</small>: אַל תִּירְאִי תּוֹלַעַת יַעֲקֹב, אַל תִּרְאִי תּוֹלַעַת אֶת יַעֲקֹב. וְרַבָּנָן אָמְרֵי הוּא שֶׁצִּוָּה אוֹתָן שֶׁיַּחַנְטוּ אוֹתוֹ, הֲדָא הוּא דִכְתִיב <small>(בראשית נ, יב)</small>: וַיַּעֲשׂוּ בָנָיו לוֹ וגו', עַל דַּעְתֵּיהּ דְּרַבִּי נִיחָא, עַל דַּעְתְּהוֹן דְּרַבָּנָן קָרוֹב לַחֲמִשָּׁה פְּעָמִים יְהוּדָה אוֹמֵר: עַבְדְּךָ אָבִי עַבְדְּךָ אָבִי, וְהוּא שׁוֹמֵעַ וְשׁוֹתֵק. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Joseph fell upon his father’s face, wept upon him, and kissed him” (Genesis 50:1).  <br>“Joseph commanded his servants, the physicians, to embalm his father. The physicians embalmed Israel” (Genesis 50:2).</b> <br>“Joseph fell…Joseph commanded his servants” – why did Joseph die before his brothers? Rabbi [Yehuda HaNasi] and the Rabbis, Rabbi [Yehuda HaNasi] said: Because he embalmed his father. The Holy One blessed be He said to him: ‘Was I not able to preserve My righteous one? Did I not say to him: “Do not fear [<i>ti’re’i</i>], worm of Jacob” (Isaiah 41:14) – worm, do not see [<i>tiri</i>] Jacob?’<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">God had decided to ensure that Jacob’s body would not decay, so it was unnecessary for Joseph to embalm him. </i> The Rabbis say: It was he [Jacob] who commanded them to embalm him. That is what is written: “His sons did to him [just as he commanded them]” (Genesis 50:12). According to the opinion of Rabbi [Yehuda HaNasi], it works out well.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">It is understood why Joseph died before his brothers. </i> According to the opinion of the Rabbis, [it is because] almost five times, Judah said: “Your servant, my father, your servant, my father” and Joseph heard and remained silent.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">On four occasions, Judah referred to Jacob as Joseph’s servant, and Joseph remained silent: Genesis 44:24, 27, 30, 31. Additionally, on one occasion (Genesis 43:28) it is stated that the brothers referred to Jacob in this way in speaking to Joseph, although it is not explicitly stated that it was Judah who said it. </i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5892f23cd6e4a92746470cec", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Genesis 50:1:1", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Chizkuni, Genesis 50:1:1", "sourceHeRef": "חזקוני, בראשית נ׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1220, 1260], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "בראשית", "he": [], "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": [], "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5cd13f2969ad4c0057971408", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Genesis 50:1:1", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Birkat Asher on Torah, Genesis 50:1:1", "sourceHeRef": "ברכת אשר על התורה, בראשית נ׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "בראשית", "he": "<b>\"ויפל יוסף על פני אביו, ויבך עליו וישק לו\".</b> תמוה שאין לשון הכתוב אומר דבר על אודות אבל יתר האחים, ולעומתם מדבר על אבל מצרים (פס' ג). אמנם נאמר שכל האחים השתתפו במסע הלויה לארץ כנען (פס' ח), אך גם שם עשה יוסף את האבל, ולא האחים (פס' י). וכך גם הלויה - אמנם עשו כל הבנים כמצות האב באשר לעצם ההלויה (פס' יב-יג), אך יוסף הוא הקובר (פס' יד). <small>(פ' ויחי תשנ\"ה, תשנ\"ט)</small>", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13f2969ad4c005797140a", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Genesis 50:1:2", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Birkat Asher on Torah, Genesis 50:1:2", "sourceHeRef": "ברכת אשר על התורה, בראשית נ׳:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "בראשית", "he": "ואולי בלט אבלו - בכיו של יוסף במיוחד משום היחס המיוחד ששרר בינו ולבין אביו בימי נעוריו, והגם שאחרי כן נפרד ממנו למשך כ\"ב שנים, אולי על כך ביקש עתה לכפר. (פ' ויחי תשס\"א) ור' העמק דבר על אתר שכתב: הנראה שהיה יוסף עומד ברגע אחרון של חיי יעקב סמוך לו, ויעקב היה מדבר עמו בחשאי, והיינו שכתוב להלן שאמר יוסף לשבטים \"ואלהים פקד יפקד אתכם\", וידוע שהוא סימני גאולה, ומאין ידע יוסף יותר מהם, אלא כך קבל מאביו מה שלא שמעו ברגע האחרון, שהיה שפע רוח הקדש עמו כנר המבהיק לפני גמר הסתלקותו, ובעמדו אצלו הרכין והביט על שפתי אביו הגוע, על כן נפל הוא על פניו יותר מכל הבנים.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ffc9d3f7d65c55b0e0263cb", "index_title": "Genesis", "category": "Tanakh", "type": "", "ref": "Genesis 33:4", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Genesis 33:4", "sourceHeRef": "בראשית ל״ג:ד׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 33.0004, "collectiveTitle": {"en": "Genesis", "he": "בראשית"}, "heTitle": "בראשית", "he": "וַיָּ֨רׇץ עֵשָׂ֤ו לִקְרָאתוֹ֙ וַֽיְחַבְּקֵ֔הוּ וַיִּפֹּ֥ל עַל־צַוָּארָ֖ו וַׄיִּׄשָּׁׄקֵ֑ׄהׄוּׄ וַיִּבְכּֽוּ׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "Esau ran to greet him. He embraced him and, falling on his neck, he kissed him; and they wept.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319cf7ab6084aa1cbef8427", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אָב² 1", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "BDB, אָב² 1", "sourceHeRef": "בראון-דרייבר-בריגס, אָב² א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אָב²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אָב</span></big><sub>1191</sub>  <strong>n.m. father (</strong>Ph. <span dir=\"rtl\">אב</span>, Assyrian <em>abu</em>, Arabic <span dir=\"rtl\">أَبٌ</span>, Sab. <span dir=\"rtl\">אב</span> CIS<sup>iv, 1. 37 1. 2</sup> al. Ethiopic አብ Aramaic <span dir=\"rtl\">אַבָּא</span>, <span dir=\"rtl\">ܐܰܒܳܐ</span> <strong>)</strong>—abs. <span dir=\"rtl\">אָב</span> <a data-ref=\"Genesis 44:19\" href=\"/Genesis.44.19\">Gn 44:19</a> + 47 times; cstr. <span dir=\"rtl\">אַב</span> <a data-ref=\"Genesis 17:4\" href=\"/Genesis.17.4\">Gn 17:4</a>, <a data-ref=\"Genesis 17:5\" href=\"/Genesis.17.5\">5</a> (cf. in <span dir=\"rtl\">אַבְרָהָם</span> <em>ib.</em> & elsewhere in n.pr. On Hal’s proposes <span dir=\"rtl\">אֲבִר</span> v. <a data-ref=\"BDB, אַבְרָהָם\" href=\"/BDB,_אַבְרָהָם\", dir=\"rtl\">אברהם</a>); <a ,=\"\" data-ref=\"BDB, אֲבִי\" dir=\"rtl\" href=\"/BDB,_אֲבִי\">אֲבִי</a> (cf. Ge<sup>§§ 90, 3b, 96</sup>) <a data-ref=\"Genesis 4:20\" href=\"/Genesis.4.20\">Gn 4:20</a> +; sf. <span dir=\"rtl\">אָבִי</span> <a data-ref=\"Genesis 19:34\" href=\"/Genesis.19.34\">Gn 19:34</a> + (MI <span dir=\"rtl\">אבי</span>); <span dir=\"rtl\">אָבִיךָ</span> <a data-ref=\"Genesis 12:1\" href=\"/Genesis.12.1\">Gn 12:1</a> +; <span dir=\"rtl\">אָבִיו</span> <a data-ref=\"Genesis 2:24\" href=\"/Genesis.2.24\">Gn 2:24</a> +; <span dir=\"rtl\">אָבִ֫יהוּ</span> <a data-ref=\"Judges 14:10\" href=\"/Judges.14.10\">Ju 14:10</a> + 6 times; pl. <span dir=\"rtl\">אָבוֹת</span> <a data-ref=\"Exodus 12:3\" href=\"/Exodus.12.3\">Ex 12:3</a> +; cstr. <span dir=\"rtl\">אֲבוֹת</span> <a data-ref=\"Exodus 6:25\" href=\"/Exodus.6.25\">Ex 6:25</a> + 7 times; sf. <span dir=\"rtl\">אֲבוֹתַי</span> (<span dir=\"rtl\">אֲבֹתַי</span>, <span dir=\"rtl\">אֲבוֹתָ֑י</span>) <a data-ref=\"Genesis 47:9\" href=\"/Genesis.47.9\">Gn 47:9</a> + 15 times; <span dir=\"rtl\">אֲבוֹתֵיהֶם</span> <a data-ref=\"I Chronicles 4:38\" href=\"/I_Chronicles.4.38\">1 Ch 4:38</a> + 32 times (late); <span dir=\"rtl\">אֲבוֹתָם</span> <a data-ref=\"Exodus 4:5\" href=\"/Exodus.4.5\">Ex 4:5</a> + 106 times etc.;—<br><strong>1.</strong>  <em>father of individual</em> <a data-ref=\"Genesis 2:24\" href=\"/Genesis.2.24\">Gn 2:24</a> (+ <span dir=\"rtl\">אֵם</span>) <a data-ref=\"Genesis 11:28\" href=\"/Genesis.11.28\">11:28</a>, <a data-ref=\"Genesis 11:29\" href=\"/Genesis.11.29\">29</a><sup>(×2)</sup>; <a data-ref=\"Genesis 19:31\" href=\"/Genesis.19.31\">19:31</a>, <a data-ref=\"Genesis 19:32\" href=\"/Genesis.19.32\">32</a>, <a data-ref=\"Genesis 19:33\" href=\"/Genesis.19.33\">33</a>, + often (mostly JED); of father as commanding <a data-ref=\"Genesis 50:16\" href=\"/Genesis.50.16\">Gn 50:16</a> (J) <a data-ref=\"Jeremiah 35:6\" href=\"/Jeremiah.35.6\">Je 35:6 f</a> <a data-ref=\"Proverbs 6:20\" href=\"/Proverbs.6.20\">Pr 6:20</a> (cf. <a data-ref=\"Genesis 18:19\" href=\"/Genesis.18.19\">Gn 18:19</a> J <a data-ref=\"Genesis 28:1\" href=\"/Genesis.28.1\">28:1</a>, <a data-ref=\"Genesis 28:6\" href=\"/Genesis.28.6\">6</a> P <a data-ref=\"I Samuel 17:20\" href=\"/I_Samuel.17.20\">1 S 17:20</a> <a data-ref=\"I Kings 2:1\" href=\"/I_Kings.2.1\">1 K 2:1</a>); instructing <span dir=\"rtl\">מוסר</span> <a data-ref=\"Proverbs 1:8\" href=\"/Proverbs.1.8\">Pr 1:8</a>; <a data-ref=\"Proverbs 4:1\" href=\"/Proverbs.4.1\">4:1</a> (cf. <a data-ref=\"Deuteronomy 8:5\" href=\"/Deuteronomy.8.5\">Dt 8:5</a>); specif. as begetter, <em>genitor</em> <a data-ref=\"Proverbs 23:22\" href=\"/Proverbs.23.22\">Pr 23:22</a> <a data-ref=\"Zechariah 13:3\" href=\"/Zechariah.13.3\">Zc 13:3</a><sup>(×2)</sup> (+ <span dir=\"rtl\">אֵם</span>) <a data-ref=\"Isaiah 45:10\" href=\"/Isaiah.45.10\">Is 45:10</a>; cf. <a data-ref=\"Genesis 49:4\" href=\"/Genesis.49.4\">Gn 49:4</a> (J) <a data-ref=\"Leviticus 18:7\" href=\"/Leviticus.18.7\">Lv 18:7</a>, <a data-ref=\"Leviticus 18:8\" href=\"/Leviticus.18.8\">8</a>, <a data-ref=\"Leviticus 18:11\" href=\"/Leviticus.18.11\">11</a> (P); rebuking <a data-ref=\"Genesis 37:10\" href=\"/Genesis.37.10\">Gn 37:10</a>; loving <a data-ref=\"Genesis 37:4\" href=\"/Genesis.37.4\">Gn 37:4</a>; <a data-ref=\"Genesis 44:20\" href=\"/Genesis.44.20\">44:20</a> (JE; cf. <a data-ref=\"Genesis 22:2\" href=\"/Genesis.22.2\">22:2</a>; <a data-ref=\"Genesis 25:28\" href=\"/Genesis.25.28\">25:28</a>; <a data-ref=\"Genesis 37:3\" href=\"/Genesis.37.3\">37:3</a> <a data-ref=\"II Samuel 14:1\" href=\"/II_Samuel.14.1\">2 S 14:1</a>); pitying <a data-ref=\"Psalms 103:13\" href=\"/Psalms.103.13\">ψ 103:13</a> (in sim. cf. <a data-ref=\"II Samuel 18:5\" href=\"/II_Samuel.18.5\">2 S 18:5</a>); blessing <a data-ref=\"Genesis 27:41\" href=\"/Genesis.27.41\">Gn 27:41</a> (JE cf. <a data-ref=\"Genesis 27:4\" href=\"/Genesis.27.4\">27:4</a> also <a data-ref=\"Genesis 28:1\" href=\"/Genesis.28.1\">28:1</a> P +); as glad <a data-ref=\"Proverbs 10:1\" href=\"/Proverbs.10.1\">Pr 10:1</a>; <a data-ref=\"Proverbs 15:20\" href=\"/Proverbs.15.20\">15:20</a> cf. <a data-ref=\"Proverbs 29:3\" href=\"/Proverbs.29.3\">29:3</a>; grieving <a data-ref=\"Genesis 37:35\" href=\"/Genesis.37.35\">Gn 37:35</a> (JE; cf. <a data-ref=\"II Samuel 12:22\" href=\"/II_Samuel.12.22\">2 S 12:22</a>; <a data-ref=\"II Samuel 19:1\" href=\"/II_Samuel.19.1\">19:1</a>, <a data-ref=\"II Samuel 19:2\" href=\"/II_Samuel.19.2\">2 f</a>) etc. Also as obj. of honour, obedience, love <a data-ref=\"Exodus 20:12\" href=\"/Exodus.20.12\">Ex 20:12</a> (E) = <a data-ref=\"Deuteronomy 5:16\" href=\"/Deuteronomy.5.16\">Dt 5:16</a>; <a data-ref=\"Exodus 21:15\" href=\"/Exodus.21.15\">Ex 21:15</a>, <a data-ref=\"Exodus 21:17\" href=\"/Exodus.21.17\">17</a> (E) <a data-ref=\"Deuteronomy 21:18\" href=\"/Deuteronomy.21.18\">Dt 21:18</a>, <a data-ref=\"Deuteronomy 21:19\" href=\"/Deuteronomy.21.19\">19</a> <a data-ref=\"Genesis 28:7\" href=\"/Genesis.28.7\">Gn 28:7</a> (P), <a data-ref=\"Genesis 50:1\" href=\"/Genesis.50.1\">50:1</a>, <a data-ref=\"Genesis 50:5\" href=\"/Genesis.50.5\">5</a> <a data-ref=\"I Kings 19:20\" href=\"/I_Kings.19.20\">1 K 19:20</a> (all + <span dir=\"rtl\">אֵם</span>) (J) <a data-ref=\"Malachi 1:6\" href=\"/Malachi.1.6\">Mal 1:6</a> etc. Hence metaph. of <em>intimate connection</em> <a data-ref=\"Job 17:14\" href=\"/Job.17.14\">Jb 17:14</a> <em>to corruption I cry, My father</em> art <em>thou</em> (‖ <span dir=\"rtl\">אִמִּי וַאֲחֹתִי לָֽרִמָּה</span>).<br><strong>2.</strong>  of God as <em>father of his people</em> (v. RS<sup>Sem 42</sup>), who constituted, controls, guides and lovingly watches over it: <a data-ref=\"Deuteronomy 32:6\" href=\"/Deuteronomy.32.6\">Dt 32:6</a> <a data-ref=\"Jeremiah 3:4\" href=\"/Jeremiah.3.4\">Je 3:4</a>, <a data-ref=\"Jeremiah 3:19\" href=\"/Jeremiah.3.19\">19</a>; <a data-ref=\"Jeremiah 31:9\" href=\"/Jeremiah.31.9\">31:9</a> <a data-ref=\"Isaiah 63:16\" href=\"/Isaiah.63.16\">Is 63:16</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 64:7\" href=\"/Isaiah.64.7\">64:7</a> <a data-ref=\"Malachi 1:6\" href=\"/Malachi.1.6\">Mal 1:6</a>; <a data-ref=\"Malachi 2:10\" href=\"/Malachi.2.10\">2:10</a> (cf. <a data-ref=\"Exodus 4:22\" href=\"/Exodus.4.22\">Ex 4:22</a>; <a data-ref=\"Exodus 19:4\" href=\"/Exodus.19.4\">19:4</a> (JE) <a data-ref=\"Deuteronomy 32:11\" href=\"/Deuteronomy.32.11\">Dt 32:11</a> <a data-ref=\"Hosea 11:1\" href=\"/Hosea.11.1\">Ho 11:1</a>); cf. <a data-ref=\"Jeremiah 2:27\" href=\"/Jeremiah.2.27\">Je 2:27</a> (of idolatr. Isr.) <span dir=\"rtl\">אֹמְרִים לָעֵץ אָבִי אַתָּה וְלָאֶבֶן אַתְּ ילדתני׃</span>; especially God as <em>father of Davidic line</em> <a data-ref=\"II Samuel 7:14\" href=\"/II_Samuel.7.14\">2 S 7:14</a> <a data-ref=\"Psalms 89:27\" href=\"/Psalms.89.27\">ψ 89:27</a>; f. <em>of needy</em> (late) <a data-ref=\"Psalms 68:6\" href=\"/Psalms.68.6\">ψ 68:6</a> (cf. <a data-ref=\"Psalms 103:13\" href=\"/Psalms.103.13\">103:13</a>) (in n.pr., f. <em>of individ.</em>, cf. infr.)<br><strong>3.</strong>  <em>head of household</em>, family or clan; <span dir=\"rtl\">בֵּית אָבִי</span> as abode <a data-ref=\"Genesis 38:11\" href=\"/Genesis.38.11\">Gn 38:11</a><sup>(×2)</sup> <a data-ref=\"Leviticus 22:13\" href=\"/Leviticus.22.13\">Lv 22:13</a> +; = family <a data-ref=\"Genesis 24:40\" href=\"/Genesis.24.40\">Gn 24:40</a> (‖ <span dir=\"rtl\">מִשְׁפַחְתִּי</span>) <a data-ref=\"Genesis 41:51\" href=\"/Genesis.41.51\">41:51</a>; <a data-ref=\"Genesis 46:31\" href=\"/Genesis.46.31\">46:31</a> + cf. <a data-ref=\"Numbers 18:1\" href=\"/Numbers.18.1\">Nu 18:1</a>, <a data-ref=\"Numbers 18:2\" href=\"/Numbers.18.2\">2</a> <a data-ref=\"Joshua 2:12\" href=\"/Joshua.2.12\">Jos 2:12</a>, <a data-ref=\"Joshua 2:18\" href=\"/Joshua.2.18\">18</a>; <a data-ref=\"Joshua 6:25\" href=\"/Joshua.6.25\">6:25</a>; especially techn. of divisions of Isr. <span dir=\"rtl\">בֵּית אָב לְמִשְׁפָּחוֹת</span> <a data-ref=\"Numbers 3:30\" href=\"/Numbers.3.30\">Nu 3:30</a>, <a data-ref=\"Numbers 3:35\" href=\"/Numbers.3.35\">35</a> = a father’s house, i.e. a family or clan; more often pl. (<span dir=\"rtl\">אבותם</span>, <span dir=\"rtl\">אבותיו</span>) <span dir=\"rtl\">בֵית אָבוֹת</span> = fathers’ houses = families, clans (cf. Di on <a data-ref=\"Exodus 6:14\" href=\"/Exodus.6.14\">Ex 6:14</a>) <a data-ref=\"Exodus 6:14\" href=\"/Exodus.6.14\">Ex 6:14</a>; <a data-ref=\"Exodus 12:3\" href=\"/Exodus.12.3\">12:3</a> <a data-ref=\"Numbers 1:2\" href=\"/Numbers.1.2\">Nu 1:2</a>, <a data-ref=\"Numbers 1:18\" href=\"/Numbers.1.18\">18 ff.</a> (often in Nu) <a data-ref=\"Joshua 22:14\" href=\"/Joshua.22.14\">Jos 22:14</a><sup>(×2)</sup> without <span dir=\"rtl\">בית</span> <a data-ref=\"Joshua 14:1\" href=\"/Joshua.14.1\">Jos 14:1</a>; <a data-ref=\"Joshua 19:51\" href=\"/Joshua.19.51\">19:51</a>; <a data-ref=\"Joshua 21:1\" href=\"/Joshua.21.1\">21:1</a><sup>(×2)</sup> (always P in Hex.); also <a data-ref=\"I Chronicles 5:13\" href=\"/I_Chronicles.5.13\">1 Ch 5:13</a>, <a data-ref=\"I Chronicles 5:15\" href=\"/I_Chronicles.5.15\">15</a> + often in Ch; cf. <span dir=\"rtl\">רָאשֵׁי אבות הלוים</span> (= <span dir=\"rtl\">ר׳ בית א׳</span>) <a data-ref=\"Exodus 6:25\" href=\"/Exodus.6.25\">Ex 6:25</a> cf. <a data-ref=\"I Kings 8:1\" href=\"/I_Kings.8.1\">1 K 8:1</a> <a data-ref=\"I Chronicles 6:4\" href=\"/I_Chronicles.6.4\">1 Ch 6:4</a>; <a data-ref=\"I Chronicles 7:11\" href=\"/I_Chronicles.7.11\">7:11</a> + often Ch Ezr Ne.<br><strong>4.</strong>  <em>ancestor</em> (<strong>a</strong>) of individual; grandfather (instead of precise term) <a data-ref=\"Genesis 28:13\" href=\"/Genesis.28.13\">Gn 28:13</a>; <a data-ref=\"Genesis 32:10\" href=\"/Genesis.32.10\">32:10</a> (J; where used of Abr. & Isaac); greatgr. <a data-ref=\"I Kings 15:3\" href=\"/I_Kings.15.3\">1 K 15:3</a>; gr.-greatgr. <a data-ref=\"I Kings 15:11\" href=\"/I_Kings.15.11\">1 K 15:11</a>, <a data-ref=\"I Kings 15:24\" href=\"/I_Kings.15.24\">24</a> etc.; cf. <a data-ref=\"II Kings 14:3\" href=\"/II_Kings.14.3\">2 K 14:3</a>; <a data-ref=\"II Kings 15:38\" href=\"/II_Kings.15.38\">15:38</a>; <a data-ref=\"II Kings 16:2\" href=\"/II_Kings.16.2\">16:2</a>; <a data-ref=\"II Kings 18:3\" href=\"/II_Kings.18.3\">18:3</a>; <a data-ref=\"II Kings 22:2\" href=\"/II_Kings.22.2\">22:2</a>; often pl. (= <em>fathers, forefathers</em>) <a data-ref=\"Genesis 15:15\" href=\"/Genesis.15.15\">Gn 15:15</a>; <a data-ref=\"Genesis 46:34\" href=\"/Genesis.46.34\">46:34</a> (JE) <a data-ref=\"I Kings 19:4\" href=\"/I_Kings.19.4\">1 K 19:4</a>; <a data-ref=\"I Kings 21:3\" href=\"/I_Kings.21.3\">21:3</a>, <a data-ref=\"I Kings 21:4\" href=\"/I_Kings.21.4\">4</a> <a data-ref=\"II Kings 19:12\" href=\"/II_Kings.19.12\">2 K 19:12</a>; <a data-ref=\"II Kings 20:17\" href=\"/II_Kings.20.17\">20:17</a> +; particularly <span dir=\"rtl\">שׁכב עם אבותיו</span> <a data-ref=\"I Kings 1:21\" href=\"/I_Kings.1.21\">1 K 1:21</a>; <a data-ref=\"I Kings 2:10\" href=\"/I_Kings.2.10\">2:10</a>; <a data-ref=\"I Kings 11:21\" href=\"/I_Kings.11.21\">11:21</a>; <a data-ref=\"I Kings 22:40\" href=\"/I_Kings.22.40\">22:40</a> +; joined with <span dir=\"rtl\">ויקבר עם אב׳</span> <a data-ref=\"I Kings 14:31\" href=\"/I_Kings.14.31\">1 K 14:31</a>; <a data-ref=\"I Kings 15:24\" href=\"/I_Kings.15.24\">15:24</a>; <a data-ref=\"I Kings 22:51\" href=\"/I_Kings.22.51\">22:51</a> <a data-ref=\"II Kings 8:24\" href=\"/II_Kings.8.24\">2 K 8:24</a>; <a data-ref=\"II Kings 15:38\" href=\"/II_Kings.15.38\">15:38</a> cf. v <a data-ref=\"II Kings 15:7\" href=\"/II_Kings.15.7\">7</a>, <a data-ref=\"I Kings 16:20\" href=\"/I_Kings.16.20\">16:20</a> + (all of kings of Judah); intens., <span dir=\"rtl\">אֲבֹתֶיךָ וַאֲבוֹת אֲבֹתֶיךָ</span> <a data-ref=\"Exodus 10:6\" href=\"/Exodus.10.6\">Ex 10:6</a> cf. <a data-ref=\"Daniel 11:24\" href=\"/Daniel.11.24\">Dn 11:24</a>; (<strong>b</strong>) of people <a data-ref=\"Genesis 10:21\" href=\"/Genesis.10.21\">Gn 10:21</a> (J) <a data-ref=\"Genesis 17:4\" href=\"/Genesis.17.4\">17:4</a>, <a data-ref=\"Genesis 17:5\" href=\"/Genesis.17.5\">5</a> (P) <a data-ref=\"Genesis 19:37\" href=\"/Genesis.19.37\">19:37</a>, <a data-ref=\"Genesis 19:38\" href=\"/Genesis.19.38\">38</a> (J) <a data-ref=\"Genesis 36:9\" href=\"/Genesis.36.9\">36:9</a>, <a data-ref=\"Genesis 36:43\" href=\"/Genesis.36.43\">43</a> (P) <a data-ref=\"Deuteronomy 26:5\" href=\"/Deuteronomy.26.5\">Dt 26:5</a> <a data-ref=\"Isaiah 51:2\" href=\"/Isaiah.51.2\">Is 51:2</a>; <a data-ref=\"Isaiah 43:27\" href=\"/Isaiah.43.27\">43:27</a> (where <span dir=\"rtl\">אביך הראשׁון</span> <em>thy first father</em>, v. Che) cf. also <a data-ref=\"Ezekiel 16:3\" href=\"/Ezekiel.16.3\">Ez 16:3</a>, <a data-ref=\"Ezekiel 16:45\" href=\"/Ezekiel.16.45\">45</a> + often; pl. <a data-ref=\"Exodus 3:13\" href=\"/Exodus.3.13\">Ex 3:13</a>, <a data-ref=\"Exodus 3:15\" href=\"/Exodus.3.15\">15</a>, <a data-ref=\"Exodus 3:16\" href=\"/Exodus.3.16\">16</a> (E) <a data-ref=\"Deuteronomy 1:8\" href=\"/Deuteronomy.1.8\">Dt 1:8</a> <a data-ref=\"Joshua 1:6\" href=\"/Joshua.1.6\">Jos 1:6</a> <a data-ref=\"Judges 2:1\" href=\"/Judges.2.1\">Ju 2:1</a> <a data-ref=\"I Samuel 12:6\" href=\"/I_Samuel.12.6\">1 S 12:6</a> +; <a data-ref=\"I Samuel 12:15\" href=\"/I_Samuel.12.15\">1 S 12:15</a> ad fin read <span dir=\"rtl\">וּבְמַלְכְּכֶם</span> 𝔊 We Dr.<br><strong>5.</strong>  <em>originator</em> or <em>patron</em> of a class, profession, or art <a data-ref=\"Genesis 4:20\" href=\"/Genesis.4.20\">Gn 4:20</a>, <a data-ref=\"Genesis 4:21\" href=\"/Genesis.4.21\">21</a>.<br><strong>6.</strong>  fig. of <em>producer, generator</em> <a data-ref=\"Job 38:28\" href=\"/Job.38.28\">Jb 38:28</a> <span dir=\"rtl\">הֲיֵשׁ לַמָּטָר אָ֑ב</span> (‖ <span dir=\"rtl\">מִי־הוֹלִיד אֶגְלֵי־טָֽל׃</span>).<br><strong>7.</strong>  fig. of <em>benevolence</em> & protection <a data-ref=\"Job 29:16\" href=\"/Job.29.16\">Jb 29:16</a> <span dir=\"rtl\">אָב אָֽנֹכִי לָֽאֶבְיוֹנִים</span>, cf. <a data-ref=\"Job 31:18\" href=\"/Job.31.18\">31:18</a>; of Eliakim <a data-ref=\"Isaiah 22:21\" href=\"/Isaiah.22.21\">Is 22:21</a>; perhaps also of gracious Mess. king <span dir=\"rtl\">אֲבִי עַד</span> <a data-ref=\"Isaiah 9:5\" href=\"/Isaiah.9.5\">Is 9:5</a> <em>everlasting father</em> (Ge Ew De Che Brd Di)—others <em>divider of spoil</em> (Abarb Hi Kn KueBr<sup>MP</sup>).<br><strong>8.</strong>  term of <em>respect & honour</em> (<em>Abbas, Pater, Papa, Pope</em>); appl. to master <a data-ref=\"II Kings 5:13\" href=\"/II_Kings.5.13\">2 K 5:13</a>; priest <a data-ref=\"Judges 17:10\" href=\"/Judges.17.10\">Ju 17:10</a>; <a data-ref=\"Judges 18:19\" href=\"/Judges.18.19\">18:19</a>; prophet <a data-ref=\"II Kings 2:12\" href=\"/II_Kings.2.12\">2 K 2:12</a><sup>(×2)</sup>; <a data-ref=\"II Kings 6:21\" href=\"/II_Kings.6.21\">6:21</a>; <a data-ref=\"II Kings 13:14\" href=\"/II_Kings.13.14\">13:14</a><sup>(×2)</sup> cf. <a data-ref=\"II Kings 8:9\" href=\"/II_Kings.8.9\">8:9</a>; counsellor <a data-ref=\"Genesis 45:8\" href=\"/Genesis.45.8\">Gn 45:8</a> (E; cf. δευτέρου πατρός 𝔊 add. <a data-ref=\"Esther 3:13\" href=\"/Esther.3.13\">Est 3:13</a>; τῷ πατρί <a data-ref=\"The Book of Maccabees I (Kahana Translation) 11:32\" href=\"/The_Book_of_Maccabees_I_(Kahana_Translation).11.32\">1 Mac 11:32</a>); king <a data-ref=\"I Samuel 24:12\" href=\"/I_Samuel.24.12\">1 S 24:12</a>; artificer <a data-ref=\"II Chronicles 2:12\" href=\"/II_Chronicles.2.12\">2 Ch 2:12</a>; <a data-ref=\"II Chronicles 4:16\" href=\"/II_Chronicles.4.16\">4:16</a>.<br><strong>9.</strong>  specif., <em>ruler, chief</em> (late) <a data-ref=\"I Chronicles 2:24\" href=\"/I_Chronicles.2.24\">1 Ch 2:24</a>, <a data-ref=\"I Chronicles 2:42\" href=\"/I_Chronicles.2.42\">42</a><sup>(×2)</sup> etc. (cf. Ew<sup>§ 273b</sup>). See also Ew<sup>Gesch. i. 524 H i. 365</sup>. On the force of <span dir=\"rtl\">אָב</span> in proper names (in many prob. a divine title), v. Che<sup>Ency. Bib., abi, names with</sup> Nö<sup>ib., names, §§ 44, 45</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d028b6084aa1cbf00569", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בָּכָה 1", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "BDB, בָּכָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, בָּכָה א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בָּכָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">בָּכָה</span></big></big><sub>114</sub><big></big>  <strong>vb.</strong> weep, bewail <strong>(</strong>Arabic <span dir=\"rtl\">بَكَى</span>, Aramaic <span dir=\"rtl\">בְּכָא</span>, <span dir=\"rtl\">ܒܟܳܐ</span>, Assyrian <em>bakû</em> Zim<sup>BP 23, 56</sup>, Ethiopic በከየ <strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">בּ׳</span> <a data-ref=\"Genesis 43:14\" href=\"/Genesis.43.14\">Gn 43:14</a>; <a data-ref=\"Hosea 12:5\" href=\"/Hosea.12.5\">Ho 12:5</a>; <span dir=\"rtl\">וּבָֽכְתָה</span> consec. <a data-ref=\"Deuteronomy 21:13\" href=\"/Deuteronomy.21.13\">Dt 21:13</a>; <span dir=\"rtl\">בָּכִ֫יתִי</span> <a data-ref=\"Job 30:25\" href=\"/Job.30.25\">Jb 30:25</a>, etc.; Impf. <span dir=\"rtl\">וַיֵּבְךְ</span> <a data-ref=\"Genesis 37:35\" href=\"/Genesis.37.35\">Gn 37:35</a> + 16 times (<span dir=\"rtl\">וַיֵּבְךְּ</span> <a data-ref=\"Genesis 27:38\" href=\"/Genesis.27.38\">Gn 27:38</a> etc.); 3 fs. <span dir=\"rtl\">תִּבְכֶּה</span> <a data-ref=\"I Samuel 1:10\" href=\"/I_Samuel.1.10\">1 S 1:10</a> + 2 times; <span dir=\"rtl\">וַתִּבְכֶּה</span> <a data-ref=\"I Samuel 1:7\" href=\"/I_Samuel.1.7\">1 S 1:7</a>, <span dir=\"rtl\">וַתֵּבְךְּ</span> <a data-ref=\"Genesis 21:16\" href=\"/Genesis.21.16\">Gn 21:16</a> (where 𝔊 masc. cf. Di) + 4 times; 2 ms. <span dir=\"rtl\">תִּבְכֶּה</span> <a data-ref=\"Isaiah 30:19\" href=\"/Isaiah.30.19\">Is 30:19</a>; <a data-ref=\"Ezekiel 24:16\" href=\"/Ezekiel.24.16\">Ez 24:16</a>; <span dir=\"rtl\">וַתִּבְכֶּה</span> <a data-ref=\"II Kings 22:19\" href=\"/II_Kings.22.19\">2 K 22:19</a>, <span dir=\"rtl\">וַתֵּבְךְּ</span> <a data-ref=\"II Samuel 12:21\" href=\"/II_Samuel.12.21\">2 S 12:21</a>; <a data-ref=\"II Chronicles 34:27\" href=\"/II_Chronicles.34.27\">2 Ch 34:27</a>; 2 fs. <span dir=\"rtl\">תִּבְכִּי</span> <a data-ref=\"I Samuel 1:8\" href=\"/I_Samuel.1.8\">1 S 1:8</a>; <span dir=\"rtl\">אֶבְכֶּה</span> <a data-ref=\"Judges 11:37\" href=\"/Judges.11.37\">Ju 11:37</a> + 4 times; <span dir=\"rtl\">וָאֶבְכֶּה</span> <a data-ref=\"II Samuel 12:22\" href=\"/II_Samuel.12.22\">2 S 12:22</a> + 2 times; <span dir=\"rtl\">יִבְכּוּ</span> <a data-ref=\"Leviticus 10:6\" href=\"/Leviticus.10.6\">Lv 10:6</a> + 3 times; <span dir=\"rtl\">יִבְכָּי֑וּן</span> <a data-ref=\"Job 31:38\" href=\"/Job.31.38\">Jb 31:38</a>; <a data-ref=\"Isaiah 33:7\" href=\"/Isaiah.33.7\">Is 33:7</a>; <a data-ref=\"Isaiah 33:3\" href=\"/Isaiah.33.3\">3</a> fpl. <span dir=\"rtl\">תִּבְכֶּינָה</span> <a data-ref=\"Job 27:15\" href=\"/Job.27.15\">Jb 27:15</a> <a data-ref=\"Psalms 78:64\" href=\"/Psalms.78.64\">ψ 78:64</a>; <span dir=\"rtl\">וַתִּב׳</span> <a data-ref=\"Ruth 1:9\" href=\"/Ruth.1.9\">Ru 1:9</a>, <a data-ref=\"Ruth 1:14\" href=\"/Ruth.1.14\">14</a>, etc.; Imv. pl. <span dir=\"rtl\">בְּכוּ</span> <a data-ref=\"Jeremiah 22:10\" href=\"/Jeremiah.22.10\">Je 22:10</a>; <a data-ref=\"Joel 1:5\" href=\"/Joel.1.5\">Jo 1:5</a>; <span dir=\"rtl\">בְּכֶינָה</span> <a data-ref=\"II Samuel 1:24\" href=\"/II_Samuel.1.24\">2 S 1:24</a>; Inf. abs. <span dir=\"rtl\">בָּכוֹ</span> <a data-ref=\"Isaiah 30:19\" href=\"/Isaiah.30.19\">Is 30:19</a> + 3 times + <a data-ref=\"Micah 1:10\" href=\"/Micah.1.10\">Mi 1:10</a> (where read <span dir=\"rtl\">בְּעַכּוֹ</span>, v. <a data-ref=\"BDB, עַכּוֹ\" href=\"/BDB,_עַכּוֹ\", dir=\"rtl\">עכו</a>); <span dir=\"rtl\">בָּכֹה</span> <a data-ref=\"I Samuel 1:10\" href=\"/I_Samuel.1.10\">1 S 1:10</a> + 3 times; cstr. <span dir=\"rtl\">לִבְכּוֹת</span> <a data-ref=\"Genesis 43:30\" href=\"/Genesis.43.30\">Gn 43:30</a> + 3 times; <span dir=\"rtl\">לִבְכֹּתָהּ</span> <a data-ref=\"Genesis 23:2\" href=\"/Genesis.23.2\">Gn 23:2</a>; Pt. <span dir=\"rtl\">בֹּכֶה (בּוֹכֶה)</span> <a data-ref=\"Exodus 2:6\" href=\"/Exodus.2.6\">Ex 2:6</a> + 6 times; fs. <span dir=\"rtl\">בּוֹכִיָּה</span> <a data-ref=\"Lamentations 1:16\" href=\"/Lamentations.1.16\">La 1:16</a>; pl. <span dir=\"rtl\">בֹּכִים (בּו׳)</span> <a data-ref=\"Ezra 3:12\" href=\"/Ezra.3.12\">Ezr 3:12</a> +, etc.;— <strong>1.</strong>  <em>weep</em> (in grief, humiliation, or joy), abs. <a data-ref=\"Genesis 42:24\" href=\"/Genesis.42.24\">Gn 42:24</a>; <a data-ref=\"Genesis 43:30\" href=\"/Genesis.43.30\">43:30</a><sup>(×2)</sup> <a data-ref=\"Exodus 2:6\" href=\"/Exodus.2.6\">Ex 2:6</a>; <a data-ref=\"Numbers 11:4\" href=\"/Numbers.11.4\">Nu 11:4</a>, <a data-ref=\"Numbers 11:10\" href=\"/Numbers.11.10\">10</a>; <a data-ref=\"Numbers 14:1\" href=\"/Numbers.14.1\">14:1</a>; <a data-ref=\"I Samuel 1:7\" href=\"/I_Samuel.1.7\">1 S 1:7</a>, <a data-ref=\"I Samuel 1:8\" href=\"/I_Samuel.1.8\">8</a>, <a data-ref=\"I Samuel 1:10\" href=\"/I_Samuel.1.10\">10</a>; <a data-ref=\"I Samuel 11:5\" href=\"/I_Samuel.11.5\">11:5</a>; <a data-ref=\"I Samuel 30:4\" href=\"/I_Samuel.30.4\">30:4</a><sup>(×2)</sup> <a data-ref=\"II Samuel 1:12\" href=\"/II_Samuel.1.12\">2 S 1:12</a>; <a data-ref=\"II Samuel 3:16\" href=\"/II_Samuel.3.16\">3:16</a>; <a data-ref=\"II Samuel 13:36\" href=\"/II_Samuel.13.36\">13:36</a>; <a data-ref=\"II Samuel 15:30\" href=\"/II_Samuel.15.30\">15:30</a><sup>(×2)</sup>; <a data-ref=\"II Samuel 19:1\" href=\"/II_Samuel.19.1\">19:1</a>, <a data-ref=\"II Samuel 19:2\" href=\"/II_Samuel.19.2\">2</a>; <a data-ref=\"II Kings 8:11\" href=\"/II_Kings.8.11\">2 K 8:11</a>, <a data-ref=\"II Kings 8:12\" href=\"/II_Kings.8.12\">12</a>; <a data-ref=\"Isaiah 30:19\" href=\"/Isaiah.30.19\">Is 30:19</a><sup>(×2)</sup>; <a data-ref=\"Jeremiah 41:6\" href=\"/Jeremiah.41.6\">Je 41:6</a>; <a data-ref=\"Jeremiah 50:4\" href=\"/Jeremiah.50.4\">50:4</a>; <a data-ref=\"Ezekiel 24:16\" href=\"/Ezekiel.24.16\">Ez 24:16</a>, <a data-ref=\"Ezekiel 24:23\" href=\"/Ezekiel.24.23\">23</a>; <a data-ref=\"Lamentations 1:2\" href=\"/Lamentations.1.2\">La 1:2</a> <a data-ref=\"Zechariah 7:3\" href=\"/Zechariah.7.3\">Zc 7:3</a> <a data-ref=\"Joel 1:5\" href=\"/Joel.1.5\">Jo 1:5</a>; <a data-ref=\"Joel 2:17\" href=\"/Joel.2.17\">2:17</a> <a data-ref=\"Psalms 78:64\" href=\"/Psalms.78.64\">ψ 78:64</a>; <a data-ref=\"Psalms 126:6\" href=\"/Psalms.126.6\">126:6</a> cf. <a data-ref=\"Psalms 69:11\" href=\"/Psalms.69.11\">69:11</a> (but on text v. Che) <a data-ref=\"Job 27:15\" href=\"/Job.27.15\">Jb 27:15</a>; <a data-ref=\"Ecclesiastes 3:4\" href=\"/Ecclesiastes.3.4\">Ec 3:4</a> (opp. <em>laugh</em> <span dir=\"rtl\">שׂחק</span>) <a data-ref=\"Ezra 10:1\" href=\"/Ezra.10.1\">Ezr 10:1</a> <a data-ref=\"Nehemiah 8:9\" href=\"/Nehemiah.8.9\">Ne 8:9</a> <a data-ref=\"Esther 8:3\" href=\"/Esther.8.3\">Est 8:3</a>; once c. inanim. subj. <a data-ref=\"Job 31:38\" href=\"/Job.31.38\">Jb 31:38</a> <span dir=\"rtl\">תְּלָמֶיהָ יִב׳</span> <em>its furrows weep;</em> on <a data-ref=\"Nehemiah 1:4\" href=\"/Nehemiah.1.4\">Ne 1:4</a> <span dir=\"rtl\">יָשַׁבְתִּי וָאֶבְכֶּה</span> cf. Assyrian <em>attašab abakî</em>, Flood<sup>1st ed. Dl</sup> Gu<sup>§ 77</sup> Hpt<sup>BAS i. 145</sup>; of loud weeping <span dir=\"rtl\">נָשָׂא הַקּוֹל וַיִּב׳</span> † <a data-ref=\"Genesis 21:16\" href=\"/Genesis.21.16\">Gn 21:16</a>; <a data-ref=\"Genesis 27:38\" href=\"/Genesis.27.38\">27:38</a>; <a data-ref=\"Genesis 29:11\" href=\"/Genesis.29.11\">29:11</a>; <a data-ref=\"Judges 2:4\" href=\"/Judges.2.4\">Ju 2:4</a>; <a data-ref=\"Judges 21:2\" href=\"/Judges.21.2\">21:2</a>; <a data-ref=\"I Samuel 11:4\" href=\"/I_Samuel.11.4\">1 S 11:4</a>; <a data-ref=\"I Samuel 24:17\" href=\"/I_Samuel.24.17\">24:17</a>; <a data-ref=\"II Samuel 3:32\" href=\"/II_Samuel.3.32\">2 S 3:32</a>; <a data-ref=\"II Samuel 13:36\" href=\"/II_Samuel.13.36\">13:36</a>; <a data-ref=\"Job 2:12\" href=\"/Job.2.12\">Jb 2:12</a>; <a data-ref=\"Ruth 1:9\" href=\"/Ruth.1.9\">Ru 1:9</a>, <a data-ref=\"Ruth 1:14\" href=\"/Ruth.1.14\">14</a>, cf. <span dir=\"rtl\">בּ׳ בְּאָזְנֵי י׳</span> <a data-ref=\"Numbers 11:18\" href=\"/Numbers.11.18\">Nu 11:18</a>, also <a data-ref=\"Job 30:31\" href=\"/Job.30.31\">Jb 30:31</a>. <strong>2.</strong>  c. acc. cogn. <span dir=\"rtl\">בְּכִי</span> <a data-ref=\"Judges 21:2\" href=\"/Judges.21.2\">Ju 21:2</a> <a data-ref=\"II Samuel 13:36\" href=\"/II_Samuel.13.36\">2 S 13:36</a> <a data-ref=\"II Kings 20:3\" href=\"/II_Kings.20.3\">2 K 20:3</a> = <a data-ref=\"Isaiah 38:3\" href=\"/Isaiah.38.3\">Is 38:3</a>, cf. <span dir=\"rtl\">בִּבְכִי</span> <a data-ref=\"Isaiah 16:9\" href=\"/Isaiah.16.9\">Is 16:9</a>, <span dir=\"rtl\">מִבְּכִי</span> <a data-ref=\"Jeremiah 48:32\" href=\"/Jeremiah.48.32\">Je 48:32</a>, & <span dir=\"rtl\">בּ׳ הַרְבֶּה בֶּכֶה</span> <a data-ref=\"Ezra 10:1\" href=\"/Ezra.10.1\">Ezr 10:1</a>; sq. <span dir=\"rtl\">קוֹל גָּדוֹל</span> <a data-ref=\"II Samuel 15:23\" href=\"/II_Samuel.15.23\">2 S 15:23</a>, cf. <span dir=\"rtl\">בּ׳ בקול גדול</span> <a data-ref=\"Ezra 3:12\" href=\"/Ezra.3.12\">Ezr 3:12</a>; <em>weep bitterly</em> <span dir=\"rtl\">מַר יִב׳</span> <a data-ref=\"Isaiah 33:7\" href=\"/Isaiah.33.7\">Is 33:7</a>; also c. Inf. abs. <em>weep intensely, grievously</em> <a data-ref=\"I Samuel 1:10\" href=\"/I_Samuel.1.10\">1 S 1:10</a>; <a data-ref=\"Jeremiah 22:10\" href=\"/Jeremiah.22.10\">Je 22:10</a>; <a data-ref=\"Lamentations 1:2\" href=\"/Lamentations.1.2\">La 1:2</a>, cf.; <a data-ref=\"Isaiah 30:19\" href=\"/Isaiah.30.19\">Is 30:19</a> & <a data-ref=\"Micah 1:10\" href=\"/Micah.1.10\">Mi 1:10</a> (but on text v. supr.) <strong>3.</strong>  sq. <span dir=\"rtl\">עַל</span> <em>weep upon</em>, i.e. embrace and weep, <span dir=\"rtl\">עַל־צואריו</span> <a data-ref=\"Genesis 45:14\" href=\"/Genesis.45.14\">Gn 45:14</a>; <a data-ref=\"Genesis 46:29\" href=\"/Genesis.46.29\">46:29</a> cf. <a data-ref=\"Genesis 45:15\" href=\"/Genesis.45.15\">45:15</a>; <a data-ref=\"Genesis 50:1\" href=\"/Genesis.50.1\">50:1</a>; also <span dir=\"rtl\">בּ׳ עַל־פָּנָיו</span> <a data-ref=\"II Kings 13:14\" href=\"/II_Kings.13.14\">2 K 13:14</a>; v. further <a data-ref=\"Genesis 33:4\" href=\"/Genesis.33.4\">Gn 33:4</a>; <a data-ref=\"Genesis 45:14\" href=\"/Genesis.45.14\">45:14</a> & <span dir=\"rtl\">וַיִּבְכּוּ אִישׁ אֶת־רֵעֵהוּ</span> <a data-ref=\"I Samuel 20:41\" href=\"/I_Samuel.20.41\">1 S 20:41</a>; also sq. <span dir=\"rtl\">עַל</span> <em>weep over, for</em> <a data-ref=\"Judges 11:37\" href=\"/Judges.11.37\">Ju 11:37</a>, <a data-ref=\"Judges 11:38\" href=\"/Judges.11.38\">38</a>; <a data-ref=\"II Samuel 3:34\" href=\"/II_Samuel.3.34\">2 S 3:34</a>; <a data-ref=\"Lamentations 1:16\" href=\"/Lamentations.1.16\">La 1:16</a>; sq. <span dir=\"rtl\">אֶל־</span> <a data-ref=\"II Samuel 1:24\" href=\"/II_Samuel.1.24\">2 S 1:24</a>; <a data-ref=\"II Samuel 3:32\" href=\"/II_Samuel.3.32\">3:32</a>; <a data-ref=\"Ezekiel 27:31\" href=\"/Ezekiel.27.31\">Ez 27:31</a>; sq. <span dir=\"rtl\">לְ</span> <a data-ref=\"Jeremiah 22:10\" href=\"/Jeremiah.22.10\">Je 22:10</a>; <a data-ref=\"Jeremiah 48:32\" href=\"/Jeremiah.48.32\">48:32</a>; <a data-ref=\"Job 30:25\" href=\"/Job.30.25\">Jb 30:25</a>; sq. <span dir=\"rtl\">מִפְּנִי</span> <em>because of</em> <a data-ref=\"Jeremiah 13:17\" href=\"/Jeremiah.13.17\">Je 13:17</a> <span dir=\"rtl\">(נפשׁ)</span>; sq. temp. clause (of occasion of weeping) <a data-ref=\"Genesis 50:17\" href=\"/Genesis.50.17\">Gn 50:17</a> <a data-ref=\"Psalms 137:1\" href=\"/Psalms.137.1\">ψ 137:1</a>; <a data-ref=\"Nehemiah 8:9\" href=\"/Nehemiah.8.9\">Ne 8:9</a>. <strong>4.</strong>  sq. acc. <em>bewail</em> <a data-ref=\"Genesis 23:2\" href=\"/Genesis.23.2\">Gn 23:2</a>; <a data-ref=\"Genesis 37:35\" href=\"/Genesis.37.35\">37:35</a>; <a data-ref=\"Genesis 50:3\" href=\"/Genesis.50.3\">50:3</a>; <a data-ref=\"Leviticus 10:6\" href=\"/Leviticus.10.6\">Lv 10:6</a>; <a data-ref=\"Numbers 20:29\" href=\"/Numbers.20.29\">Nu 20:29</a>; <a data-ref=\"Deuteronomy 21:13\" href=\"/Deuteronomy.21.13\">Dt 21:13</a>; <a data-ref=\"Deuteronomy 34:8\" href=\"/Deuteronomy.34.8\">34:8</a>; <a data-ref=\"Jeremiah 8:23\" href=\"/Jeremiah.8.23\">Je 8:23</a>, cf. <a data-ref=\"Isaiah 16:9\" href=\"/Isaiah.16.9\">Is. 16:9</a>. <strong>5.</strong>  sq. <span dir=\"rtl\">עַל</span> in sense of burden.annoy with weeping <a data-ref=\"Numbers 11:13\" href=\"/Numbers.11.13\">Nu 11:13</a>; <a data-ref=\"Judges 14:16\" href=\"/Judges.14.16\">Ju 14:16</a>, <a data-ref=\"Judges 14:17\" href=\"/Judges.14.17\">17</a> cf. <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"Numbers 11:20\" href=\"/Numbers.11.20\">Nu 11:20</a>. <strong>6.</strong>  <span dir=\"rtl\">בּ׳ לִפְנֵי י׳</span> of penitent weeping <a data-ref=\"Judges 20:23\" href=\"/Judges.20.23\">Ju 20:23</a> (cf. Be; v. also <a data-ref=\"Judges 21:2\" href=\"/Judges.21.2\">21:2</a>) <a data-ref=\"Deuteronomy 1:45\" href=\"/Deuteronomy.1.45\">Dt 1:45</a>; <a data-ref=\"II Kings 22:19\" href=\"/II_Kings.22.19\">2 K 22:19</a>; <a data-ref=\"II Chronicles 34:27\" href=\"/II_Chronicles.34.27\">2 Ch 34:27</a>, cf. also <a data-ref=\"Numbers 25:6\" href=\"/Numbers.25.6\">Nu 25:6</a>; joined with fasting <a data-ref=\"Judges 20:26\" href=\"/Judges.20.26\">Ju 20:26</a>; <a data-ref=\"II Samuel 12:21\" href=\"/II_Samuel.12.21\">2 S 12:21</a>, <a data-ref=\"II Samuel 12:22\" href=\"/II_Samuel.12.22\">22</a> cf. <a data-ref=\"Ezra 10:1\" href=\"/Ezra.10.1\">Ezr 10:1</a>; so of weeping in anxious entreaty <a data-ref=\"Hosea 4:5\" href=\"/Hosea.4.5\">Ho 4:5</a>; on pt. as n.pr. <a data-ref=\"Judges 2:1\" href=\"/Judges.2.1\">Ju 2:1</a>, <a data-ref=\"Judges 2:5\" href=\"/Judges.2.5\">5</a> v. <a ,=\"\" data-ref=\"BDB, בֹּכִים\" dir=\"rtl\" href=\"/BDB,_בֹּכִים\">בֹּכִים</a> infr.<br><strong>Pi.</strong>  Pt. fs. <span dir=\"rtl\">מְבַכָּה</span> <em>lament</em> <a data-ref=\"Jeremiah 31:15\" href=\"/Jeremiah.31.15\">Je 31:15</a> sq. <span dir=\"rtl\">עַל</span>; <em>bewail</em>, pl. <span dir=\"rtl\">מְבַכּוֹת</span> sq. acc. <a data-ref=\"Ezekiel 8:14\" href=\"/Ezekiel.8.14\">Ez 8:14</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d314b6084aa1cbf222dd", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָפַל 1", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "BDB, נָפַל 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָפַל א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָפַל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">נָפַל</span></big></big><sub>433</sub><big></big>  <strong>vb. fall, lie (</strong>NH = BH, 𝔗 <span dir=\"rtl\">נְפַל</span>, Syriac <span dir=\"rtl\">ܢܦܰܠ</span>; cf. also Arabic <span dir=\"rtl\">نَفَلَ</span> <em>dedit praedam</em> (Nö<sup>ZMG xl (1886), 725</sup> Frä <sup>153 f.</sup>), Min. <span dir=\"rtl\">נפל</span> <em>remove</em> Hom <sup>Südar. Chrest. 128</sup><strong>)</strong>;—<br><strong>Qal</strong><sub>366</sub>  Pf. <span dir=\"rtl\">נ׳</span> <a data-ref=\"Judges 5:27\" href=\"/Judges.5.27\">Ju 5:27</a> +, 3 fs. <span dir=\"rtl\">נָֽפְלָה</span> <a data-ref=\"Genesis 15:12\" href=\"/Genesis.15.12\">Gn 15:12</a> +, etc.; Impf. <span dir=\"rtl\">יִפֹּל</span> <a data-ref=\"I Samuel 14:45\" href=\"/I_Samuel.14.45\">1 S 14:45</a> +, <span dir=\"rtl\">וַיִּפֹּל</span> <a data-ref=\"Judges 4:16\" href=\"/Judges.4.16\">Ju 4:16</a> +; 1 s. <span dir=\"rtl\">אֶפֹּל</span> <a data-ref=\"I Chronicles 21:13\" href=\"/I_Chronicles.21.13\">1 Ch 21:13</a> (needless change from 1 pl. <span dir=\"rtl\">נִפְּלָה</span> ‖ <a data-ref=\"II Samuel 24:14\" href=\"/II_Samuel.24.14\">2 S 24:14</a> We Dr); 3 mpl. <span dir=\"rtl\">יִפְּלוּ</span> <a data-ref=\"Hosea 7:16\" href=\"/Hosea.7.16\">Ho 7:16</a> +, <span dir=\"rtl\">יִפֹּ֑לוּ</span> <a data-ref=\"Isaiah 3:25\" href=\"/Isaiah.3.25\">Is 3:25</a> +, 3 fpl. <span dir=\"rtl\">תִּפֹּ֫לְנָה</span> <a data-ref=\"Ezekiel 13:11\" href=\"/Ezekiel.13.11\">Ez 13:11</a>; <a data-ref=\"Ezekiel 30:25\" href=\"/Ezekiel.30.25\">30:25</a>, etc.; Imv. mpl. <span dir=\"rtl\">נִפְלוּ</span> <a data-ref=\"Hosea 10:8\" href=\"/Hosea.10.8\">Ho 10:8</a>; <a data-ref=\"Jeremiah 25:27\" href=\"/Jeremiah.25.27\">Je 25:27</a>; Inf. abs. <span dir=\"rtl\">נָפוֹל</span> <a data-ref=\"Esther 6:13\" href=\"/Esther.6.13\">Est 6:13</a>; cstr. <span dir=\"rtl\">נְפֹל</span> <a data-ref=\"Isaiah 30:25\" href=\"/Isaiah.30.25\">Is 30:25</a> +; <span dir=\"rtl\">לִנְפֹּל</span> <a data-ref=\"Jeremiah 51:49\" href=\"/Jeremiah.51.49\">Je 51:49</a> +; sf. <span dir=\"rtl\">נָפְלוֹ</span> <a data-ref=\"I Samuel 29:3\" href=\"/I_Samuel.29.3\">1 S 29:3</a>, <span dir=\"rtl\">נִפְלוֹ</span> <a data-ref=\"II Samuel 1:10\" href=\"/II_Samuel.1.10\">2 S 1:10</a>, <span dir=\"rtl\">נִפְלָם</span> <a data-ref=\"Jeremiah 49:21\" href=\"/Jeremiah.49.21\">Je 49:21</a> (on these forms cf. Ba <sup>NB 104</sup>); Pt. <span dir=\"rtl\">נֹפֵל</span> <a data-ref=\"Judges 4:22\" href=\"/Judges.4.22\">Ju 4:22</a> +; f. <span dir=\"rtl\">נֹפֶ֫לֶת</span> <a data-ref=\"Genesis 15:12\" href=\"/Genesis.15.12\">Gn 15:12</a> +; pl. <span dir=\"rtl\">נֹפְלִים</span> <a data-ref=\"Joshua 8:25\" href=\"/Joshua.8.25\">Jos 8:25</a> + (ins. also <a data-ref=\"I Samuel 28:19\" href=\"/I_Samuel.28.19\">1 S 28:19</a> b 𝔊 Th We Dr Kit Bu HPS; Klo <span dir=\"rtl\">כֹּרְעִים</span>), etc.;— <strong>1.</strong>  <em>fall</em>, by accident, <span dir=\"rtl\">וְנ׳־שָׁ֫מָּה</span> <a data-ref=\"Exodus 21:33\" href=\"/Exodus.21.33\">Ex 21:33</a> (E) <em>and there fall into it</em> (a pit) an ox or an ass, cf. <a data-ref=\"Deuteronomy 22:4\" href=\"/Deuteronomy.22.4\">Dt 22:4</a> (<span dir=\"rtl\">בַּדֶּרֶךְ</span>, <em>on the way</em>), bird <span dir=\"rtl\">עַל־פַּח</span> <a data-ref=\"Amos 3:5\" href=\"/Amos.3.5\">Am 3:5</a>; subj. pers., <a data-ref=\"I Samuel 4:18\" href=\"/I_Samuel.4.18\">1 S 4:18</a> (from seat, <span dir=\"rtl\">מֵעַל</span>), <a data-ref=\"Deuteronomy 22:8\" href=\"/Deuteronomy.22.8\">Dt 22:8</a><sup>(×2)</sup> (from roof, <span dir=\"rtl\">מִן</span>); often into <span dir=\"rtl\">(ב)</span> pit (usually fig.) <a data-ref=\"Proverbs 26:27\" href=\"/Proverbs.26.27\">Pr 26:27</a>; <a data-ref=\"Proverbs 28:10\" href=\"/Proverbs.28.10\">28:10</a>, also (abs.), <a data-ref=\"Proverbs 22:14\" href=\"/Proverbs.22.14\">22:14</a>, <a data-ref=\"Ecclesiastes 10:8\" href=\"/Ecclesiastes.10.8\">Ec 10:8</a> <a data-ref=\"Psalms 7:16\" href=\"/Psalms.7.16\">ψ 7:16</a>; <a data-ref=\"Psalms 57:7\" href=\"/Psalms.57.7\">57:7</a> <span dir=\"rtl\">(בְּתוֹךְ)</span>, cf. <a data-ref=\"Psalms 35:8\" href=\"/Psalms.35.8\">35:8</a>; <a data-ref=\"Psalms 141:10\" href=\"/Psalms.141.10\">141:10</a> (net), also, c. <span dir=\"rtl\">אֶל</span>, <a data-ref=\"Isaiah 24:18\" href=\"/Isaiah.24.18\">Is 24:18</a> = <a data-ref=\"Jeremiah 48:44\" href=\"/Jeremiah.48.44\">Je 48:44</a>; fall <span dir=\"rtl\">בְּלֵב יַמִּים</span> <a data-ref=\"Ezekiel 27:27\" href=\"/Ezekiel.27.27\">Ez 27:27</a> (of Tyrian people); abs. <a data-ref=\"II Samuel 4:4\" href=\"/II_Samuel.4.4\">2 S 4:4</a> <a data-ref=\"Genesis 14:10\" href=\"/Genesis.14.10\">Gn 14:10</a>; <a data-ref=\"Jeremiah 25:27\" href=\"/Jeremiah.25.27\">Je 25:27</a>; opp. <span dir=\"rtl\">קוּם</span> <a data-ref=\"Jeremiah 8:4\" href=\"/Jeremiah.8.4\">Je 8:4</a> cf. <a data-ref=\"Ecclesiastes 4:10\" href=\"/Ecclesiastes.4.10\">Ec 4:10</a><sup>(×2)</sup>; c. <span dir=\"rtl\">אָחוֹר</span> <em>fall backward</em> <a data-ref=\"Genesis 49:17\" href=\"/Genesis.49.17\">Gn 49:17</a> (poem); c. <span dir=\"rtl\">בְּעַד</span> <em>through</em> <a data-ref=\"II Kings 1:2\" href=\"/II_Kings.1.2\">2 K 1:2</a> cf. (of locusts) <a data-ref=\"Joel 2:8\" href=\"/Joel.2.8\">Jo 2:8</a>; †<span dir=\"rtl\">נ׳ עַל־חֶרֶב</span> causing death <a data-ref=\"I Samuel 31:4\" href=\"/I_Samuel.31.4\">1 S 31:4</a>, <a data-ref=\"I Samuel 31:5\" href=\"/I_Samuel.31.5\">5</a> = <a data-ref=\"I Chronicles 10:4\" href=\"/I_Chronicles.10.4\">1 Ch 10:4</a>, <a data-ref=\"I Chronicles 10:5\" href=\"/I_Chronicles.10.5\">5</a>; †<span dir=\"rtl\">נ׳ עַל־פָּנָיו אַ֫רְצָה</span> <a data-ref=\"I Samuel 17:49\" href=\"/I_Samuel.17.49\">1 S 17:49</a> (Goliath); subj. rei, <a data-ref=\"II Kings 2:13\" href=\"/II_Kings.2.13\">2 K 2:13</a>, <a data-ref=\"II Kings 2:14\" href=\"/II_Kings.2.14\">14</a> <span dir=\"rtl\">(מֵעַל)</span>, <a data-ref=\"II Kings 6:5\" href=\"/II_Kings.6.5\">6:5</a> (<span dir=\"rtl\">אֶל־</span> <em>into</em> water); v <a data-ref=\"II Kings 2:6\" href=\"/II_Kings.2.6\">6</a> (abs.); c. <span dir=\"rtl\">עַל</span> <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">Lv 11:32</a>, <a data-ref=\"Leviticus 11:35\" href=\"/Leviticus.11.35\">35</a>, <a data-ref=\"Leviticus 11:37\" href=\"/Leviticus.11.37\">37</a>, <a data-ref=\"Leviticus 11:38\" href=\"/Leviticus.11.38\">38</a>, <span dir=\"rtl\">אֶל־</span> v <a data-ref=\"Leviticus 11:33\" href=\"/Leviticus.11.33\">33</a>; abs. of tent <a data-ref=\"Judges 7:13\" href=\"/Judges.7.13\">Ju 7:13</a> + v <a data-ref=\"Judges 7:13\" href=\"/Judges.7.13\">13</a> (gloss, GFM, Bu); of wall <a data-ref=\"Joshua 6:5\" href=\"/Joshua.6.5\">Jos 6:5</a> (JE), <a data-ref=\"Jeremiah 51:44\" href=\"/Jeremiah.51.44\">Je 51:44</a>, fig. <a data-ref=\"Ezekiel 13:11\" href=\"/Ezekiel.13.11\">Ez 13:11</a> (del. 𝔊 𝔖 Sm Co Berthol), v <a data-ref=\"Ezekiel 13:12\" href=\"/Ezekiel.13.12\">12</a>, <a data-ref=\"Ezekiel 13:14\" href=\"/Ezekiel.13.14\">14</a>, <span dir=\"rtl\">לְאֶרֶץ</span> <a data-ref=\"Ezekiel 38:20\" href=\"/Ezekiel.38.20\">Ez 38:20</a>; + <span dir=\"rtl\">תַּחְתֶּיהָ</span> i.e. <em>flat</em> <a data-ref=\"Joshua 6:20\" href=\"/Joshua.6.20\">Jos 6:20</a>; <span dir=\"rtl\">נ׳</span> of bricks <a data-ref=\"Isaiah 9:9\" href=\"/Isaiah.9.9\">Is 9:9</a> (in fig.), <span dir=\"rtl\">פֶּרֶץ</span> <a data-ref=\"Isaiah 30:13\" href=\"/Isaiah.30.13\">30:13</a>, towers v <a data-ref=\"Isaiah 30:25\" href=\"/Isaiah.30.25\">25</a>, foundations <a data-ref=\"Jeremiah 50:15\" href=\"/Jeremiah.50.15\">Je 50:15</a>; <em>wall fell upon</em> <span dir=\"rtl\">(על)</span> <a data-ref=\"I Kings 20:30\" href=\"/I_Kings.20.30\">1 K 20:30</a>, so of house <a data-ref=\"Judges 16:30\" href=\"/Judges.16.30\">Ju 16:30</a>; <a data-ref=\"Job 1:19\" href=\"/Job.1.19\">Jb 1:19</a>, mts. <a data-ref=\"Hosea 10:8\" href=\"/Hosea.10.8\">Ho 10:8</a>; mt. also abs. <a data-ref=\"Job 14:18\" href=\"/Job.14.18\">Jb 14:18</a> (cf. <a data-ref=\"BDB, נָבֵל\" href=\"/BDB,_נָבֵל\", dir=\"rtl\">נָבֵל</a>), height <a data-ref=\"Ezekiel 38:20\" href=\"/Ezekiel.38.20\">Ez 38:20</a>; tree <a data-ref=\"Ecclesiastes 11:3\" href=\"/Ecclesiastes.11.3\">Ec 11:3</a><sup>(×2)</sup> (<span dir=\"rtl\">ב</span> loc.), cf. <a data-ref=\"Isaiah 10:34\" href=\"/Isaiah.10.34\">Is 10:34</a> (<span dir=\"rtl\">בְ</span> instr., in fig.), <a data-ref=\"Zechariah 11:2\" href=\"/Zechariah.11.2\">Zc 11:2</a> (abs.); branches <a data-ref=\"Ezekiel 31:12\" href=\"/Ezekiel.31.12\">Ez 31:12</a> (fig.); a grain <a data-ref=\"Amos 9:9\" href=\"/Amos.9.9\">Am 9:9</a> (<span dir=\"rtl\">אֶרֶץ</span> = <em>to earth</em>); of dew <a data-ref=\"II Samuel 17:12\" href=\"/II_Samuel.17.12\">2 S 17:12</a> (c. <span dir=\"rtl\">על</span>), hailstones <a data-ref=\"Ezekiel 13:11\" href=\"/Ezekiel.13.11\">Ez 13:11</a>; blood <span dir=\"rtl\">(אַ֫רְצָה)</span> <a data-ref=\"I Samuel 26:20\" href=\"/I_Samuel.26.20\">1 S 26:20</a>; †hair of head <span dir=\"rtl\">(ארצה)</span> <a data-ref=\"I Samuel 14:45\" href=\"/I_Samuel.14.45\">1 S 14:45</a> <a data-ref=\"II Samuel 14:11\" href=\"/II_Samuel.14.11\">2 S 14:11</a>; <a data-ref=\"I Kings 1:52\" href=\"/I_Kings.1.52\">1 K 1:52</a>; horns of altar <a data-ref=\"Amos 3:14\" href=\"/Amos.3.14\">Am 3:14</a> <span dir=\"rtl\">(לָאָרֶץ)</span>; peg <a data-ref=\"Isaiah 22:25\" href=\"/Isaiah.22.25\">Is 22:25</a>; fruit <span dir=\"rtl\">עַל־פֶּה</span> <a data-ref=\"Nahum 3:12\" href=\"/Nahum.3.12\">Na 3:12</a>; crown <a data-ref=\"Lamentations 5:16\" href=\"/Lamentations.5.16\">La 5:16</a>; arm from <span dir=\"rtl\">(מִן)</span> shoulder <a data-ref=\"Job 31:22\" href=\"/Job.31.22\">Jb 31:22</a>; of sword (appar.) <a data-ref=\"II Samuel 20:8\" href=\"/II_Samuel.20.8\">2 S 20:8</a> (but on text v. Comm.); †fire from heaven, abs. <a data-ref=\"I Kings 18:38\" href=\"/I_Kings.18.38\">1 K 18:38</a> c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Job 1:16\" href=\"/Job.1.16\">Jb 1:16</a>†; †hand of <span dir=\"rtl\">י׳</span> <a data-ref=\"Ezekiel 8:1\" href=\"/Ezekiel.8.1\">Ez 8:1</a> (c. <span dir=\"rtl\">עַל־</span>; but read <span dir=\"rtl\">וַתְּהִי</span> 𝔊 Co Berthol); spirit of <span dir=\"rtl\">י׳</span> <a data-ref=\"Ezekiel 11:5\" href=\"/Ezekiel.11.5\">Ez 11:5</a> <span dir=\"rtl\">(עַל־)</span>; of lot <span dir=\"rtl\">(גּוֹרָל)</span> <a data-ref=\"Ezekiel 24:6\" href=\"/Ezekiel.24.6\">Ez 24:6</a>; <a data-ref=\"Jonah 1:7\" href=\"/Jonah.1.7\">Jon 1:7</a> (both c. <span dir=\"rtl\">עַל</span>), <a data-ref=\"I Chronicles 26:14\" href=\"/I_Chronicles.26.14\">1 Ch 26:14</a> (c. <span dir=\"rtl\">לְ</span>; ‖ <span dir=\"rtl\">יָצָא</span>), + <a data-ref=\"Esther 3:7\" href=\"/Esther.3.7\">Est 3:7</a> 𝔊 Ry Wild <span dir=\"rtl\">(עַל)</span>; cf. <strong>Hiph. 3</strong>; hence (of share, inheritance) <em>fall</em>, be allotted, to <span dir=\"rtl\">(לְ)</span> <a data-ref=\"Judges 18:1\" href=\"/Judges.18.1\">Ju 18:1</a> (<span dir=\"rtl\">ב</span> = <em>as:</em> <span dir=\"rtl\">בְּ</span> <strong>I 7 c</strong>; so <a data-ref=\"Numbers 34:2\" href=\"/Numbers.34.2\">Nu 34:2</a>; <a data-ref=\"Ezekiel 47:14\" href=\"/Ezekiel.47.14\">Ez 47:14</a>), <a data-ref=\"Psalms 16:6\" href=\"/Psalms.16.6\">ψ 16:6</a>, abs. <a data-ref=\"Joshua 17:5\" href=\"/Joshua.17.5\">Jos 17:5</a>.—On <a data-ref=\"Ezekiel 47:22\" href=\"/Ezekiel.47.22\">Ez 47:22</a> b v. <strong>Hiph. 3.</strong> <strong>2.</strong> <strong>a.</strong>  Especially of violent death (c. 96 times), <a data-ref=\"Judges 5:27\" href=\"/Judges.5.27\">Ju 5:27</a><sup>(×3)</sup> (+ <span dir=\"rtl\">שָׁדוּד</span>), <a data-ref=\"I Samuel 4:10\" href=\"/I_Samuel.4.10\">1 S 4:10</a>; <a data-ref=\"I Samuel 14:13\" href=\"/I_Samuel.14.13\">14:13</a> <a data-ref=\"II Samuel 11:17\" href=\"/II_Samuel.11.17\">2 S 11:17</a>; <a data-ref=\"II Samuel 21:9\" href=\"/II_Samuel.21.9\">21:9</a>, <a data-ref=\"I Kings 22:20\" href=\"/I_Kings.22.20\">1 K 22:20</a> = <a data-ref=\"II Chronicles 18:9\" href=\"/II_Chronicles.18.9\">2 Ch 18:9</a>, etc.; + <span dir=\"rtl\">וַיָּמָת</span>, etc., <a data-ref=\"II Samuel 1:4\" href=\"/II_Samuel.1.4\">2 S 1:4</a>; <a data-ref=\"II Samuel 2:23\" href=\"/II_Samuel.2.23\">2:23</a><sup>(×2)</sup>; <span dir=\"rtl\">נ׳ חָלָל</span> <em>fall pierced</em> (fatally) <a data-ref=\"Judges 9:40\" href=\"/Judges.9.40\">Ju 9:40</a> <a data-ref=\"I Samuel 17:52\" href=\"/I_Samuel.17.52\">1 S 17:52</a>; <a data-ref=\"I Samuel 31:1\" href=\"/I_Samuel.31.1\">31:1</a> = <a data-ref=\"I Chronicles 10:1\" href=\"/I_Chronicles.10.1\">1 Ch 10:1</a> +; <span dir=\"rtl\">חַלְלֵי חֶרֶב</span> <a data-ref=\"Ezekiel 35:8\" href=\"/Ezekiel.35.8\">Ez 35:8</a>; cf. <span dir=\"rtl\">בְּתוֹךְ חֲלָלִים</span> <a data-ref=\"Ezekiel 32:20\" href=\"/Ezekiel.32.20\">32:20</a>; <span dir=\"rtl\">נ׳ תַּחַת הֲרוּגִים</span> <a data-ref=\"Isaiah 10:4\" href=\"/Isaiah.10.4\">Is 10:4</a>; <span dir=\"rtl\">נ׳ פְּגָרִים</span> <em>corpses fall</em> <a data-ref=\"Jeremiah 9:21\" href=\"/Jeremiah.9.21\">Je 9:21</a>; <a data-ref=\"Numbers 14:29\" href=\"/Numbers.14.29\">Nu 14:29</a> (P), v <a data-ref=\"Numbers 14:32\" href=\"/Numbers.14.32\">32</a> (JE); by the sword, <span dir=\"rtl\">בַּחֶרֶב</span> <a data-ref=\"Amos 7:17\" href=\"/Amos.7.17\">Am 7:17</a>; <a data-ref=\"Hosea 7:16\" href=\"/Hosea.7.16\">Ho 7:16</a>; <a data-ref=\"Hosea 14:1\" href=\"/Hosea.14.1\">14:1</a>; <a data-ref=\"Isaiah 3:25\" href=\"/Isaiah.3.25\">Is 3:25</a> <a data-ref=\"II Samuel 1:12\" href=\"/II_Samuel.1.12\">2 S 1:12</a>; <a data-ref=\"Ezekiel 5:12\" href=\"/Ezekiel.5.12\">Ez 5:12</a>; <a data-ref=\"Ezekiel 6:11\" href=\"/Ezekiel.6.11\">6:11</a>; <a data-ref=\"Numbers 14:3\" href=\"/Numbers.14.3\">Nu 14:3</a>, <a data-ref=\"Numbers 14:43\" href=\"/Numbers.14.43\">43</a> (JE), (+ <span dir=\"rtl\">בָּרָעָב</span>, <span dir=\"rtl\">בַּדֶּבֶר</span>), etc.; <span dir=\"rtl\">נ׳ לְפִי חֶרֶב</span> †<a data-ref=\"Joshua 8:24\" href=\"/Joshua.8.24\">Jos 8:24</a> (JE), <a data-ref=\"Judges 4:16\" href=\"/Judges.4.16\">Ju 4:16</a>†; <span dir=\"rtl\">בְּיַד</span> <em>by the hand of</em> †<a data-ref=\"II Samuel 21:22\" href=\"/II_Samuel.21.22\">2 S 21:22</a>; <a data-ref=\"II Samuel 24:14\" href=\"/II_Samuel.24.14\">24:14</a><sup>(×2)</sup> = <a data-ref=\"I Chronicles 21:13\" href=\"/I_Chronicles.21.13\">1 Ch 21:13</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 5:10\" href=\"/I_Chronicles.5.10\">1 Ch 5:10</a>; <a data-ref=\"I Chronicles 20:8\" href=\"/I_Chronicles.20.8\">20:8</a>†; <span dir=\"rtl\">נ׳ תַּחַת רגלי</span> <em>fall under my feet</em> <a data-ref=\"II Samuel 22:39\" href=\"/II_Samuel.22.39\">2 S 22:39</a> = <a data-ref=\"Psalms 18:39\" href=\"/Psalms.18.39\">ψ 18:39</a>. <strong>b.</strong>  fig. = go to ruin, perish, etc. (c. 30 times); <a data-ref=\"Amos 5:2\" href=\"/Amos.5.2\">Am 5:2</a>; <a data-ref=\"Amos 8:14\" href=\"/Amos.8.14\">8:14</a> +; often ‖ <span dir=\"rtl\">כָּשַׁל</span> <a data-ref=\"Isaiah 3:8\" href=\"/Isaiah.3.8\">Is 3:8</a>; <a data-ref=\"Isaiah 8:15\" href=\"/Isaiah.8.15\">8:15</a> (+ other words), <a data-ref=\"Isaiah 31:3\" href=\"/Isaiah.31.3\">31:3</a>; <a data-ref=\"Jeremiah 8:12\" href=\"/Jeremiah.8.12\">Je 8:12</a>; <a data-ref=\"Jeremiah 46:12\" href=\"/Jeremiah.46.12\">46:12</a>; <a data-ref=\"Jeremiah 50:32\" href=\"/Jeremiah.50.32\">50:32</a> <a data-ref=\"Psalms 5:11\" href=\"/Psalms.5.11\">ψ 5:11</a>; <a data-ref=\"Psalms 27:2\" href=\"/Psalms.27.2\">27:2</a>; <a data-ref=\"Proverbs 24:17\" href=\"/Proverbs.24.17\">Pr 24:17</a>; ‖ <span dir=\"rtl\">כָּרַע</span> <a data-ref=\"Psalms 20:9\" href=\"/Psalms.20.9\">ψ 20:9</a>; fig. of earth <a data-ref=\"Isaiah 24:20\" href=\"/Isaiah.24.20\">Is 24:20</a> (opp. <span dir=\"rtl\">קוּם</span>); Haman <em>falls</em> before <span dir=\"rtl\">(לִפְנֵי)</span> Mordecai <a data-ref=\"Esther 6:13\" href=\"/Esther.6.13\">Est 6:13</a><sup>(×2)</sup>; cf. <a data-ref=\"Isaiah 14:12\" href=\"/Isaiah.14.12\">Is 14:12</a> (abs.); peculiar to Pr are <span dir=\"rtl\">נ׳ בְּרִשְׁעָה</span> <a data-ref=\"Proverbs 11:5\" href=\"/Proverbs.11.5\">Pr 11:5</a>, <span dir=\"rtl\">בְּרַע</span> <a data-ref=\"Proverbs 13:17\" href=\"/Proverbs.13.17\">13:17</a>, <span dir=\"rtl\">בְּרָעָה</span> <a data-ref=\"Proverbs 17:20\" href=\"/Proverbs.17.20\">17:20</a>; <a data-ref=\"Proverbs 28:14\" href=\"/Proverbs.28.14\">28:14</a>. <strong>c.</strong>  fig. = experience calamity <a data-ref=\"Micah 7:8\" href=\"/Micah.7.8\">Mi 7:8</a> (opp. <span dir=\"rtl\">קוּם</span>), <a data-ref=\"Psalms 37:34\" href=\"/Psalms.37.34\">ψ 37:34</a>; <a data-ref=\"Psalms 145:14\" href=\"/Psalms.145.14\">145:14</a>; <a data-ref=\"Proverbs 24:16\" href=\"/Proverbs.24.16\">Pr 24:16</a>. <strong>d.</strong>  <em>fall</em>, of a city <a data-ref=\"Jeremiah 51:8\" href=\"/Jeremiah.51.8\">Je 51:8</a> (‖ <span dir=\"rtl\">וַתִּשָּׁבֵר</span>). <strong>3.</strong> <strong>a.</strong>  <em>Fall prostrate</em>, <a data-ref=\"Judges 19:26\" href=\"/Judges.19.26\">Ju 19:26</a>; <a data-ref=\"Judges 19:27\" href=\"/Judges.19.27\">27</a>, + <span dir=\"rtl\">אַ֫רְצָה</span> <a data-ref=\"Job 1:20\" href=\"/Job.1.20\">Jb 1:20</a>; <em>fall at full length</em> (in a faint) <span dir=\"rtl\">וַיִּפֹּל מְלֹא־קוֹמָתוֹ</span> <a data-ref=\"I Samuel 28:20\" href=\"/I_Samuel.28.20\">1 S 28:20</a>; <em>sink down</em> <a data-ref=\"Numbers 24:4\" href=\"/Numbers.24.4\">Nu 24:4</a>, <a data-ref=\"Numbers 24:16\" href=\"/Numbers.24.16\">16</a> (JE; supernat. influence); of arms of Pharaoh <a data-ref=\"Ezekiel 30:25\" href=\"/Ezekiel.30.25\">Ez 30:25</a> (opp. <span dir=\"rtl\">חָזַק</span>). <strong>b.</strong>  <em>fall</em> = <em>prostrate oneself before</em> <span dir=\"rtl\">(לִפְנֵי)</span> man <a data-ref=\"Genesis 50:18\" href=\"/Genesis.50.18\">Gn 50:18</a> (E), <a data-ref=\"II Samuel 19:19\" href=\"/II_Samuel.19.19\">2 S 19:19</a>; <a data-ref=\"Genesis 44:14\" href=\"/Genesis.44.14\">Gn 44:14</a> (J; + <span dir=\"rtl\">אַ֫רְצָה</span>); before <span dir=\"rtl\">י׳</span> <a data-ref=\"II Chronicles 20:18\" href=\"/II_Chronicles.20.18\">2 Ch 20:18</a>; <span dir=\"rtl\">נ׳ אֶל־פָּנָיו אַ֫רְצָה</span> before <span dir=\"rtl\">י׳</span> or his representative <a data-ref=\"Joshua 5:14\" href=\"/Joshua.5.14\">Jos 5:14</a>; <a data-ref=\"Joshua 7:6\" href=\"/Joshua.7.6\">7:6</a> (both JE); also (<span dir=\"rtl\">ארצה</span> om.) <a data-ref=\"Ezekiel 43:3\" href=\"/Ezekiel.43.3\">Ez 43:3</a>; <a data-ref=\"Ezekiel 44:4\" href=\"/Ezekiel.44.4\">44:4</a>; before man <a data-ref=\"II Samuel 14:22\" href=\"/II_Samuel.14.22\">2 S 14:22</a>; more often <span dir=\"rtl\">נ׳ עַל־פָּנָיו</span>, before man <a data-ref=\"II Samuel 9:6\" href=\"/II_Samuel.9.6\">2 S 9:6</a>; <a data-ref=\"I Kings 18:7\" href=\"/I_Kings.18.7\">1 K 18:7</a>, <a data-ref=\"I Kings 18:39\" href=\"/I_Kings.18.39\">39</a>; <a data-ref=\"Ruth 2:10\" href=\"/Ruth.2.10\">Ru 2:10</a>, before <span dir=\"rtl\">י׳</span> <a data-ref=\"Genesis 17:3\" href=\"/Genesis.17.3\">Gn 17:3</a>, <a data-ref=\"Genesis 17:17\" href=\"/Genesis.17.17\">17</a> + 6 times P, <a data-ref=\"Ezekiel 3:23\" href=\"/Ezekiel.3.23\">Ez 3:23</a>; <a data-ref=\"Ezekiel 9:8\" href=\"/Ezekiel.9.8\">9:8</a>; <a data-ref=\"Ezekiel 11:13\" href=\"/Ezekiel.11.13\">11:13</a>; <a data-ref=\"I Chronicles 21:16\" href=\"/I_Chronicles.21.16\">1 Ch 21:16</a>; <a data-ref=\"Daniel 8:17\" href=\"/Daniel.8.17\">Dn 8:17</a>; + <span dir=\"rtl\">אַ֫רְצָה</span>, before man <a data-ref=\"II Samuel 14:4\" href=\"/II_Samuel.14.4\">2 S 14:4</a>, before <span dir=\"rtl\">י׳</span> <a data-ref=\"Judges 13:20\" href=\"/Judges.13.20\">Ju 13:20</a>; <span dir=\"rtl\">לְאַפָּיו אַ֫רְצָה</span> <a data-ref=\"I Samuel 20:41\" href=\"/I_Samuel.20.41\">1 S 20:41</a>, <span dir=\"rtl\">לְאַפֵּי דָוִד עַל־פָּנֶיהָ</span> <a data-ref=\"I Samuel 25:23\" href=\"/I_Samuel.25.23\">1 S 25:23</a>, <span dir=\"rtl\">נ׳ ארצה</span> <a data-ref=\"II Samuel 1:2\" href=\"/II_Samuel.1.2\">2 S 1:2</a> (all before man); <span dir=\"rtl\">נ׳ עַל־רַגְלָיו</span> <em>fall at</em> one’s <em>feet</em> <a data-ref=\"I Samuel 25:24\" href=\"/I_Samuel.25.24\">1 S 25:24</a>; <a data-ref=\"II Kings 4:37\" href=\"/II_Kings.4.37\">2 K 4:37</a>, <span dir=\"rtl\">לִפְנֵי ר׳</span> <a data-ref=\"Esther 8:3\" href=\"/Esther.8.3\">Est 8:3</a>. Vid. syn. sub <span dir=\"rtl\">קדד</span>. <strong>c.</strong>  <em>fall upon</em> <span dir=\"rtl\">(עַל)</span> one’s neck, in embrace <a data-ref=\"Genesis 33:4\" href=\"/Genesis.33.4\">Gn 33:4</a>; <a data-ref=\"Genesis 46:29\" href=\"/Genesis.46.29\">46:29</a> (both J), <a data-ref=\"Genesis 45:14\" href=\"/Genesis.45.14\">45:14</a> (E), <span dir=\"rtl\">עַל־פְּנֵי אָבִיו</span> <a data-ref=\"Genesis 50:1\" href=\"/Genesis.50.1\">50:1</a> (J). <strong>4.</strong> <strong>a.</strong>  <em>Fall upon</em> <span dir=\"rtl\">(עַל)</span> = attack <a data-ref=\"Jeremiah 48:32\" href=\"/Jeremiah.48.32\">Je 48:32</a> (fig.), cf. <a data-ref=\"Isaiah 16:9\" href=\"/Isaiah.16.9\">Is 16:9</a>; c. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Joshua 11:7\" href=\"/Joshua.11.7\">Jos 11:7</a> (D), abs. <a data-ref=\"Job 1:15\" href=\"/Job.1.15\">Jb 1:15</a>; <span dir=\"rtl\">נ׳ אִישׁ אֶל־רֵעֵהוּ</span> <a data-ref=\"Jeremiah 46:16\" href=\"/Jeremiah.46.16\">Je 46:16</a>. <strong>b.</strong>  †<em>desert</em> or <em>fall away to, go over to</em>, c. <span dir=\"rtl\">עַל־</span> <a data-ref=\"II Kings 25:11\" href=\"/II_Kings.25.11\">2 K 25:11</a><sup>(×2)</sup> = <a data-ref=\"Jeremiah 52:15\" href=\"/Jeremiah.52.15\">Je 52:15</a><sup>(×2)</sup>, <a data-ref=\"Jeremiah 21:9\" href=\"/Jeremiah.21.9\">Je 21:9</a>; <a data-ref=\"Jeremiah 37:14\" href=\"/Jeremiah.37.14\">37:14</a>; <a data-ref=\"Jeremiah 39:9\" href=\"/Jeremiah.39.9\">39:9</a>; <a data-ref=\"I Chronicles 12:20\" href=\"/I_Chronicles.12.20\">1 Ch 12:20</a>, <a data-ref=\"I Chronicles 12:21\" href=\"/I_Chronicles.12.21\">21</a><sup>(×2)</sup> (van d. H. v <a data-ref=\"I Chronicles 12:19\" href=\"/I_Chronicles.12.19\">19</a>, <a data-ref=\"I Chronicles 12:20\" href=\"/I_Chronicles.12.20\">20</a><sup>(×2)</sup>), <a data-ref=\"II Chronicles 15:9\" href=\"/II_Chronicles.15.9\">2 Ch 15:9</a>, c. <span dir=\"rtl\">אֶל־</span> <a data-ref=\"II Kings 7:4\" href=\"/II_Kings.7.4\">2 K 7:4</a>; <a data-ref=\"Jeremiah 37:13\" href=\"/Jeremiah.37.13\">Je 37:13</a>; <a data-ref=\"Jeremiah 38:19\" href=\"/Jeremiah.38.19\">38:19</a>, abs. <a data-ref=\"I Samuel 29:3\" href=\"/I_Samuel.29.3\">1 S 29:3</a>; <a data-ref=\"Jeremiah 39:9\" href=\"/Jeremiah.39.9\">Je 39:9</a>. <strong>c.</strong>  <span dir=\"rtl\">נ׳ בְּיַד</span> <em>fall into the hand</em> (power) <em>of</em> <a data-ref=\"Judges 15:18\" href=\"/Judges.15.18\">Ju 15:18</a> <a data-ref=\"Lamentations 1:7\" href=\"/Lamentations.1.7\">La 1:7</a>:—cf. also <strong>2. a.</strong> supr. <strong>5.</strong>  †Fig., of deep sleep, c. <span dir=\"rtl\">עַל</span> <a data-ref=\"Genesis 15:12\" href=\"/Genesis.15.12\">Gn 15:12</a> (J), <a data-ref=\"I Samuel 26:12\" href=\"/I_Samuel.26.12\">1 S 26:12</a>; <a data-ref=\"Job 4:13\" href=\"/Job.4.13\">Jb 4:13</a>; <a data-ref=\"Job 33:15\" href=\"/Job.33.15\">33:15</a>; face, countenance (in displeasure) <a data-ref=\"Genesis 4:5\" href=\"/Genesis.4.5\">Gn 4:5</a>, <a data-ref=\"Genesis 4:6\" href=\"/Genesis.4.6\">6</a> (J); <span dir=\"rtl\">נ׳ לֵב אָדָם עָלָיו</span> <a data-ref=\"I Samuel 17:32\" href=\"/I_Samuel.17.32\">1 S 17:32</a> (of <em>sinking</em> heart); <span dir=\"rtl\">וַיִּפְּלוּ בְעֵינֵיהֶם</span> <a data-ref=\"Nehemiah 6:16\" href=\"/Nehemiah.6.16\">Ne 6:16</a> <em>and they were cast down in their</em> (<em>own</em>) <em>eyes</em> (cf. Be-Ry, Ryle); †of calamity sq. <span dir=\"rtl\">עַל־</span> <a data-ref=\"Isaiah 47:11\" href=\"/Isaiah.47.11\">Is 47:11</a>; <a data-ref=\"Ecclesiastes 9:12\" href=\"/Ecclesiastes.9.12\">Ec 9:12</a>; terror, etc., sq. <span dir=\"rtl\">עַל־</span> <a data-ref=\"Genesis 15:12\" href=\"/Genesis.15.12\">Gn 15:12</a> (J), <a data-ref=\"Joshua 2:9\" href=\"/Joshua.2.9\">Jos 2:9</a> (JE), <a data-ref=\"Exodus 15:16\" href=\"/Exodus.15.16\">Ex 15:16</a> (song), <a data-ref=\"I Samuel 11:7\" href=\"/I_Samuel.11.7\">1 S 11:7</a>; <a data-ref=\"Job 13:11\" href=\"/Job.13.11\">Jb 13:11</a> <a data-ref=\"Psalms 55:5\" href=\"/Psalms.55.5\">ψ 55:5</a>; <a data-ref=\"Psalms 105:38\" href=\"/Psalms.105.38\">105:38</a>; <a data-ref=\"Esther 8:17\" href=\"/Esther.8.17\">Est 8:17</a>; <a data-ref=\"Esther 9:2\" href=\"/Esther.9.2\">9:2</a>, <a data-ref=\"Esther 9:3\" href=\"/Esther.9.3\">3</a>; <a data-ref=\"Daniel 10:7\" href=\"/Daniel.10.7\">Dn 10:7</a>; reproach, sq. <span dir=\"rtl\">עַל־</span> <a data-ref=\"Psalms 69:10\" href=\"/Psalms.69.10\">ψ 69:10</a>; † = <em>fail</em> to be accomplished <a data-ref=\"Joshua 21:45\" href=\"/Joshua.21.45\">Jos 21:45</a>; <a data-ref=\"Joshua 23:14\" href=\"/Joshua.23.14\">23:14</a><sup>(×2)</sup> (all D), <a data-ref=\"I Kings 8:56\" href=\"/I_Kings.8.56\">1 K 8:56</a>; <a data-ref=\"II Kings 10:10\" href=\"/II_Kings.10.10\">2 K 10:10</a> (+ <span dir=\"rtl\">אַ֫רְצָה</span>); = not to be reckoned <a data-ref=\"Numbers 6:12\" href=\"/Numbers.6.12\">Nu 6:12</a> (P); †of word <span dir=\"rtl\">(דָּבָר)</span> <em>falling</em> into <span dir=\"rtl\">(ב)</span> Isr. <a data-ref=\"Isaiah 9:7\" href=\"/Isaiah.9.7\">Is 9:7</a>; † = <em>fall out, turn out, result</em> <a data-ref=\"Ruth 3:18\" href=\"/Ruth.3.18\">Ru 3:18</a> (subj. <span dir=\"rtl\">דָּבָר</span>). <strong>6.</strong>  Other idiomatic uses are: <span dir=\"rtl\">נ׳ לְמִשְׁכָּב</span> <em>take to one’s bed</em> <a data-ref=\"Exodus 21:18\" href=\"/Exodus.21.18\">Ex 21:18</a> (E); <em>settle</em> <a data-ref=\"Genesis 25:18\" href=\"/Genesis.25.18\">Gn 25:18</a> (J); = <em>alight quickly</em>, <span dir=\"rtl\">מֵעַל הַגָּמָל</span> <a data-ref=\"Genesis 24:64\" href=\"/Genesis.24.64\">Gn 24:64</a> (J), <span dir=\"rtl\">מֵעַל הַמֶּרְכָּבָה</span> <a data-ref=\"II Kings 5:21\" href=\"/II_Kings.5.21\">2 K 5:21</a>; <em>waste away</em> <a data-ref=\"Numbers 5:21\" href=\"/Numbers.5.21\">Nu 5:21</a>, <a data-ref=\"Numbers 5:22\" href=\"/Numbers.5.22\">22</a>, <a data-ref=\"Numbers 5:27\" href=\"/Numbers.5.27\">27</a>; = <em>be born</em> <a data-ref=\"Isaiah 26:18\" href=\"/Isaiah.26.18\">Is 26:18</a> (cf. <strong>Hiph.</strong> v <a data-ref=\"Isaiah 26:19\" href=\"/Isaiah.26.19\">19</a>); = <em>be offered</em>, of supplication <span dir=\"rtl\">(לִפְנֵי י׳)</span> <a data-ref=\"Jeremiah 36:7\" href=\"/Jeremiah.36.7\">Je 36:7</a>; <a data-ref=\"Jeremiah 37:20\" href=\"/Jeremiah.37.20\">37:20</a>; <a data-ref=\"Jeremiah 42:2\" href=\"/Jeremiah.42.2\">42:2</a> (cf. <strong>Hiph. 6</strong>); c. <span dir=\"rtl\">מִן</span> = <em>be inferior to</em> <a data-ref=\"Job 12:3\" href=\"/Job.12.3\">Jb 12:3</a>; <a data-ref=\"Job 13:2\" href=\"/Job.13.2\">13:2</a>. †<strong>7.</strong>  = <em>lie</em>, of Midianites, etc. (like locusts; ב loc.) <a data-ref=\"Judges 7:12\" href=\"/Judges.7.12\">Ju 7:12</a>; = <em>lie prostrate</em>, <a data-ref=\"I Samuel 19:24\" href=\"/I_Samuel.19.24\">1 S 19:24</a>; usually pt. <a data-ref=\"Joshua 7:10\" href=\"/Joshua.7.10\">Jos 7:10</a> (JE; <span dir=\"rtl\">עַל־פָּנֶיךָ</span>), <a data-ref=\"I Samuel 5:3\" href=\"/I_Samuel.5.3\">1 S 5:3</a>, <a data-ref=\"I Samuel 5:4\" href=\"/I_Samuel.5.4\">4</a> <span dir=\"rtl\">(לְפָנָיו)</span>, <a data-ref=\"Amos 9:11\" href=\"/Amos.9.11\">Am 9:11</a>, <span dir=\"rtl\">עַל־הַמִּטָּה</span> <a data-ref=\"Esther 7:8\" href=\"/Esther.7.8\">Est 7:8</a>; of the dead <a data-ref=\"I Samuel 31:8\" href=\"/I_Samuel.31.8\">1 S 31:8</a> = <a data-ref=\"I Chronicles 10:8\" href=\"/I_Chronicles.10.8\">1 Ch 10:8</a>; <a data-ref=\"Deuteronomy 21:1\" href=\"/Deuteronomy.21.1\">Dt 21:1</a>; <a data-ref=\"Ezekiel 32:27\" href=\"/Ezekiel.32.27\">Ez 32:27</a> (Co conj. <span dir=\"rtl\">נְפִילִים</span> [cf. <a data-ref=\"Genesis 6:4\" href=\"/Genesis.6.4\">Gn 6:4</a>], v. also Berthol Toy <sup>Hpt</sup>); <span dir=\"rtl\">נֹפֵל אַ֫רְצָה מֵת</span> <a data-ref=\"Judges 3:25\" href=\"/Judges.3.25\">Ju 3:25</a> cf. <a data-ref=\"Judges 4:22\" href=\"/Judges.4.22\">4:22</a> (om. <span dir=\"rtl\">ארצה</span>); <span dir=\"rtl\">פְּגָרִים נ׳ אַ֫רְצָה</span> <a data-ref=\"II Chronicles 20:24\" href=\"/II_Chronicles.20.24\">2 Ch 20:24</a>; cf. also <a data-ref=\"Ezekiel 32:22\" href=\"/Ezekiel.32.22\">Ez 32:22</a>, <a data-ref=\"Ezekiel 32:23\" href=\"/Ezekiel.32.23\">23</a>, <a data-ref=\"Ezekiel 32:24\" href=\"/Ezekiel.32.24\">24</a> (del. in v <a data-ref=\"Ezekiel 32:22\" href=\"/Ezekiel.32.22\">22</a> Hi Co Berthol, in v <a data-ref=\"Ezekiel 32:23\" href=\"/Ezekiel.32.23\">23</a> Toy<sup>Hpt</sup>).<br><strong>Hiph.</strong>  Pf. <span dir=\"rtl\">הִפִּיל</span> <a data-ref=\"I Samuel 3:19\" href=\"/I_Samuel.3.19\">1 S 3:19</a> +; 2 ms. sf. <span dir=\"rtl\">הִפַּלְתָּם</span> <a data-ref=\"Psalms 73:18\" href=\"/Psalms.73.18\">ψ 73:18</a>; 3 pl. <span dir=\"rtl\">הִפִּילוּ</span> <a data-ref=\"Judges 2:19\" href=\"/Judges.2.19\">Ju 2:19</a> +; 1 pl. <span dir=\"rtl\">הִפַּלְנוּ</span> <a data-ref=\"Nehemiah 10:35\" href=\"/Nehemiah.10.35\">Ne 10:35</a>, etc.; Impf. <span dir=\"rtl\">יַפִּיל</span> <a data-ref=\"Exodus 21:27\" href=\"/Exodus.21.27\">Ex 21:27</a>, <span dir=\"rtl\">וַיַּפֵּל</span> <a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">Gn 2:21</a> +, sf. <span dir=\"rtl\">יַפִּלֵם</span> <a data-ref=\"Psalms 140:11\" href=\"/Psalms.140.11\">ψ 140:11</a>; 3 mpl. <span dir=\"rtl\">יַפִּילוּ</span> <a data-ref=\"II Kings 3:25\" href=\"/II_Kings.3.25\">2 K 3:25</a> <a data-ref=\"Psalms 22:19\" href=\"/Psalms.22.19\">ψ 22:19</a>, <span dir=\"rtl\">יַפִּיל֑וּן</span> <a data-ref=\"Job 29:24\" href=\"/Job.29.24\">Jb 29:24</a>, etc.; Imv. ms. sf. <span dir=\"rtl\">הַפִּלֶהָ</span> <a data-ref=\"Joshua 13:6\" href=\"/Joshua.13.6\">Jos 13:6</a>; mpl. <span dir=\"rtl\">הַפִּילוּ</span> <a data-ref=\"I Samuel 14:42\" href=\"/I_Samuel.14.42\">1 S 14:42</a>; Inf. cstr. <span dir=\"rtl\">לְהַפִּיל</span> <a data-ref=\"I Samuel 18:25\" href=\"/I_Samuel.18.25\">1 S 18:25</a> +; <span dir=\"rtl\">לַנְפִּל</span> <a data-ref=\"Numbers 5:22\" href=\"/Numbers.5.22\">Nu 5:22</a> read <span dir=\"rtl\">לִנְפֹּל</span> (Di Ol<sup>§ 78 c</sup> Sta<sup>§ 114 a, 2</sup> Kö <sup>i. 309</sup> Ges<sup>§ 66, 2 R 1</sup>); Pt. <span dir=\"rtl\">מַפִּיל</span> <a data-ref=\"II Kings 6:5\" href=\"/II_Kings.6.5\">2 K 6:5</a> + 2 times, pl. <span dir=\"rtl\">מַפִּילִים</span> <a data-ref=\"Daniel 9:18\" href=\"/Daniel.9.18\">Dn 9:18</a>;— <strong>1.</strong>  <em>cause to fall</em>, c. acc., lit.: <strong>a.</strong>  <em>fell</em> tree <a data-ref=\"II Kings 3:19\" href=\"/II_Kings.3.19\">2 K 3:19</a>, <a data-ref=\"II Kings 3:25\" href=\"/II_Kings.3.25\">25</a> cf. <a data-ref=\"II Kings 6:5\" href=\"/II_Kings.6.5\">6:5</a>. <strong>b.</strong>  <em>throw down</em> wall <a data-ref=\"II Samuel 20:15\" href=\"/II_Samuel.20.15\">2 S 20:15</a>. <strong>c.</strong>  <em>knock out</em> tooth <a data-ref=\"Exodus 21:27\" href=\"/Exodus.21.27\">Ex 21:27</a> (E). <strong>d.</strong>  <em>lay prostrate</em> <a data-ref=\"Deuteronomy 25:2\" href=\"/Deuteronomy.25.2\">Dt 25:2</a> (for bastinado). <strong>e.</strong>  <em>cast</em> (cedar pillars) into <span dir=\"rtl\">(עַל־)</span> fire <a data-ref=\"Jeremiah 22:7\" href=\"/Jeremiah.22.7\">Je 22:7</a>; so (c. <span dir=\"rtl\">ב</span>), wicked men <a data-ref=\"Psalms 140:11\" href=\"/Psalms.140.11\">ψ 140:11</a>. <strong>f.</strong>  <em>make</em> sword <em>drop</em> from <span dir=\"rtl\">(מִן)</span> hand <a data-ref=\"Ezekiel 30:22\" href=\"/Ezekiel.30.22\">Ez 30:22</a> (fig.), cf. <a data-ref=\"Ezekiel 39:3\" href=\"/Ezekiel.39.3\">39:3</a>. <strong>g.</strong>  <em>cause</em> stone <em>to fall</em> <span dir=\"rtl\">עַל</span> <a data-ref=\"Numbers 35:23\" href=\"/Numbers.35.23\">Nu 35:23</a>, flesh <a data-ref=\"Psalms 78:28\" href=\"/Psalms.78.28\">ψ 78:28</a> <span dir=\"rtl\">(בְּקֶרֶב)</span>, stars <a data-ref=\"Daniel 8:10\" href=\"/Daniel.8.10\">Dn 8:10</a> (in vision). <strong>2.</strong>  Of causing death <span dir=\"rtl\">בַּחֶרֶב</span> <a data-ref=\"II Kings 19:7\" href=\"/II_Kings.19.7\">2 K 19:7</a> = <a data-ref=\"Isaiah 37:7\" href=\"/Isaiah.37.7\">Is 37:7</a>, <a data-ref=\"Jeremiah 19:7\" href=\"/Jeremiah.19.7\">Je 19:7</a>; <a data-ref=\"Ezekiel 32:12\" href=\"/Ezekiel.32.12\">Ez 32:12</a> (all <span dir=\"rtl\">י׳</span> subj.), <a data-ref=\"II Chronicles 32:21\" href=\"/II_Chronicles.32.21\">2 Ch 32:21</a> (human subj.); <span dir=\"rtl\">בְּיַד</span> <a data-ref=\"I Samuel 18:25\" href=\"/I_Samuel.18.25\">1 S 18:25</a>; + <span dir=\"rtl\">חֲלָלִים</span> <a data-ref=\"Ezekiel 6:4\" href=\"/Ezekiel.6.4\">Ez 6:4</a>; <a data-ref=\"Proverbs 7:26\" href=\"/Proverbs.7.26\">Pr 7:26</a>; also <a data-ref=\"Psalms 106:26\" href=\"/Psalms.106.26\">ψ 106:26</a>; <a data-ref=\"Daniel 11:12\" href=\"/Daniel.11.12\">Dn 11:12</a> = <em>overthrow</em>, bring to destruction, <a data-ref=\"Psalms 37:14\" href=\"/Psalms.37.14\">ψ 37:14</a>; <a data-ref=\"Psalms 73:18\" href=\"/Psalms.73.18\">73:18</a> (c. <span dir=\"rtl\">ל</span>), <a data-ref=\"Psalms 106:27\" href=\"/Psalms.106.27\">106:27</a>. <strong>3.</strong>  Especially of <em>casting</em> lot <span dir=\"rtl\">(גּוֹרָל)</span>, <a data-ref=\"Isaiah 34:17\" href=\"/Isaiah.34.17\">Is 34:17</a> (c. <span dir=\"rtl\">לְ</span> <em>for</em>), <a data-ref=\"Nehemiah 10:35\" href=\"/Nehemiah.10.35\">Ne 10:35</a> (c. <span dir=\"rtl\">עַל</span> + inf.), <a data-ref=\"Nehemiah 11:1\" href=\"/Nehemiah.11.1\">11:1</a> (c. inf.), <a data-ref=\"I Chronicles 26:14\" href=\"/I_Chronicles.26.14\">1 Ch 26:14</a> (c. <span dir=\"rtl\">לְ</span>; so read Kit <sup>Hpt</sup> cf. 𝔊𝔙 Be Öt), <a data-ref=\"Psalms 22:19\" href=\"/Psalms.22.19\">ψ 22:19</a> (c. <span dir=\"rtl\">עַל</span>), <a data-ref=\"Esther 9:24\" href=\"/Esther.9.24\">Est 9:24</a> (c. inf.); abs. <a data-ref=\"Jonah 1:7\" href=\"/Jonah.1.7\">Jon 1:7</a><sup>(×2)</sup> <a data-ref=\"I Chronicles 24:31\" href=\"/I_Chronicles.24.31\">1 Ch 24:31</a>; <a data-ref=\"I Chronicles 25:8\" href=\"/I_Chronicles.25.8\">25:8</a>; <a data-ref=\"I Chronicles 26:13\" href=\"/I_Chronicles.26.13\">26:13</a>; <a data-ref=\"Esther 3:7\" href=\"/Esther.3.7\">Est 3:7</a>; + <span dir=\"rtl\">בְּתוֹכֵנוּ</span> <a data-ref=\"Proverbs 1:14\" href=\"/Proverbs.1.14\">Pr 1:14</a> (i.e. share with us); om. <span dir=\"rtl\">גּוֹרָל</span> <a data-ref=\"I Samuel 14:42\" href=\"/I_Samuel.14.42\">1 S 14:42</a> (c. <span dir=\"rtl\">בֵּין</span>), <a data-ref=\"Job 6:27\" href=\"/Job.6.27\">Jb 6:27</a> (c. <span dir=\"rtl\">עַל</span>); hence <span dir=\"rtl\">הִפּ׳</span> = <em>assign, apportion, by lot</em>, usually c. <span dir=\"rtl\">לְ</span> pers., <a data-ref=\"Joshua 13:6\" href=\"/Joshua.13.6\">Jos 13:6</a>; <a data-ref=\"Joshua 23:4\" href=\"/Joshua.23.4\">23:4</a> (both D), <a data-ref=\"Ezekiel 45:1\" href=\"/Ezekiel.45.1\">Ez 45:1</a>; <a data-ref=\"Ezekiel 47:22\" href=\"/Ezekiel.47.22\">47:22</a> a + v <a data-ref=\"Ezekiel 47:22\" href=\"/Ezekiel.47.22\">22</a> b (read <span dir=\"rtl\">יַּפִּילוּ</span> 𝔙 𝔗 Hi-Sm Co Berthol), <a data-ref=\"Ezekiel 48:29\" href=\"/Ezekiel.48.29\">48:29</a> (read <span dir=\"rtl\">בְנַחֲלָה</span> for <span dir=\"rtl\">מנ׳</span>, 𝔊 𝔙 Hi-Sm, etc.), <a data-ref=\"Psalms 78:55\" href=\"/Psalms.78.55\">ψ 78:55</a> (cf. <strong>Qal 1</strong> end; and <a data-ref=\"BDB Aramaic, בְּ\" href=\"/BDB Aramaic,_בְּ\", dir=\"rtl\">בְּ</a> <strong>I 7 c</strong>). <strong>4.</strong>  Fig., <em>let drop, cause to fail</em> (cf. <strong>Qal 5</strong>), <a data-ref=\"Judges 2:19\" href=\"/Judges.2.19\">Ju 2:19</a>; <a data-ref=\"Esther 6:10\" href=\"/Esther.6.10\">Est 6:10</a>, + <span dir=\"rtl\">אַ֫רְצָה</span> <a data-ref=\"I Samuel 3:19\" href=\"/I_Samuel.3.19\">1 S 3:19</a>. <strong>5.</strong>  <em>Cause</em> deep sleep <em>to fall</em> <span dir=\"rtl\">(עַל־)</span> <a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">Gn 2:21</a> (J), <a data-ref=\"Proverbs 19:15\" href=\"/Proverbs.19.15\">Pr 19:15</a> (abs.), <em>make</em> countenance <em>fall</em>, look displeased at <span dir=\"rtl\">(ב)</span>, <a data-ref=\"Jeremiah 3:12\" href=\"/Jeremiah.3.12\">Je 3:12</a>, cf. <a data-ref=\"Job 29:24\" href=\"/Job.29.24\">Jb 29:24</a> (obj. <span dir=\"rtl\">אוֹר פָּנַי</span>); <em>cause</em> terror, etc., <em>to fall</em> <span dir=\"rtl\">(עַל־)</span> <a data-ref=\"Jeremiah 15:8\" href=\"/Jeremiah.15.8\">Je 15:8</a>. <strong>6.</strong>  Other idioms are: <em>bring to life</em> (proposes <em>drop</em> young) <a data-ref=\"Isaiah 26:19\" href=\"/Isaiah.26.19\">Is 26:19</a> (fig.); <em>present</em> supplication <a data-ref=\"Jeremiah 38:26\" href=\"/Jeremiah.38.26\">Je 38:26</a>; <a data-ref=\"Jeremiah 42:9\" href=\"/Jeremiah.42.9\">42:9</a>; <a data-ref=\"Daniel 9:18\" href=\"/Daniel.9.18\">Dn 9:18</a>, <a data-ref=\"Daniel 9:20\" href=\"/Daniel.9.20\">20</a> (all c. <span dir=\"rtl\">לִפְנֵי</span>);—on both cf. <strong>Qal 6.</strong><br><strong>Hithp.</strong>  <em>throw</em>, or <em>prostrate oneself</em>, <strong>1.</strong>  Inf. cstr. <span dir=\"rtl\">הִתְנַפֵּל</span> <em>throw himself upon</em> <span dir=\"rtl\">(על)</span> <a data-ref=\"Genesis 43:18\" href=\"/Genesis.43.18\">Gn 43:18</a> (J; i.e. attack). <strong>2.</strong>  Pf. 1 s. <span dir=\"rtl\">הִתְנַפָּ֑לְתִּי</span> <a data-ref=\"Deuteronomy 9:25\" href=\"/Deuteronomy.9.25\">Dt 9:25</a>; Impf. 1 s. <span dir=\"rtl\">וָאֶתְנַפַּל</span> <a data-ref=\"Deuteronomy 9:18\" href=\"/Deuteronomy.9.18\">Dt 9:18</a>, <a data-ref=\"Deuteronomy 9:25\" href=\"/Deuteronomy.9.25\">25</a>; Pt. <span dir=\"rtl\">מִתְנַפֵּל</span> <a data-ref=\"Ezra 10:1\" href=\"/Ezra.10.1\">Ezr 10:1</a>;—<em>prostrate oneself</em> and <em>lie prostrate</em>, <span dir=\"rtl\">לִפְנֵי י׳</span>.—<strong>Piʿlēl.</strong> <span dir=\"rtl\">וְנִפְלַּל</span> <a data-ref=\"Ezekiel 28:23\" href=\"/Ezekiel.28.23\">Ez 28:23</a>, read <span dir=\"rtl\">וְנָפַל</span> Hi-Sm Co Berthol."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d32ab6084aa1cbf233fd", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָשַׁק 1", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "BDB, נָשַׁק 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָשַׁק א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָשַׁק", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><big><span dir=\"rtl\">נָשַׁק</span></big></big>  <strong>vb. kiss (</strong>NH <em>id.</em>, Assyrian <em>našâku</em>, 𝔗 <span dir=\"rtl\">נְשֵׁיק</span>, <span dir=\"rtl\">נְשַׁק</span>, Syriac <span dir=\"rtl\">ܢܫܰܩ</span>, <em>kiss</em> (orig. <em>smell</em> <span dir=\"rtl\">[نَشِقَ]</span> according to Lag<sup>Nov. Psalt. Spec. 24 f.</sup>): Arabic <span dir=\"rtl\">نَسَقَ</span> is <em>fasten together, arrange in order</em>, Ethiopic ንሱቅ pt. <em>ordine dispositus, apte sertus</em> Di <sup>641</sup>, poss. akin to II. <span dir=\"rtl\">נשׁק</span><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">נ׳</span> <a data-ref=\"I Kings 19:18\" href=\"/I_Kings.19.18\">1 K 19:18</a> <a data-ref=\"II Samuel 15:5\" href=\"/II_Samuel.15.5\">2 S 15:5</a>; 3 fs. <span dir=\"rtl\">נָֽשְׁקָה</span> <a data-ref=\"Proverbs 7:13\" href=\"/Proverbs.7.13\">Pr 7:13</a>; 3 pl. <span dir=\"rtl\">נָשָׁ֑קוּ</span> <a data-ref=\"Psalms 85:11\" href=\"/Psalms.85.11\">ψ 85:11</a>; Impf. <span dir=\"rtl\">יִשַּׁק</span> <a data-ref=\"Genesis 41:40\" href=\"/Genesis.41.40\">Gn 41:40</a>, <span dir=\"rtl\">וַיִּשַּׁק</span> <a data-ref=\"Genesis 27:27\" href=\"/Genesis.27.27\">27:27</a> +; sf. <span dir=\"rtl\">יִשָּׁקֵ֫נִי</span> <a data-ref=\"Song of Songs 1:2\" href=\"/Song_of_Songs.1.2\">Ct 1:2</a>; 1 s. cohort. <span dir=\"rtl\">אֶשֳּׁקָה־</span> <a data-ref=\"I Kings 19:20\" href=\"/I_Kings.19.20\">1 K 19:20</a>; 3 mpl. <span dir=\"rtl\">יִשָּׁק֑וּן</span> <a data-ref=\"Hosea 13:2\" href=\"/Hosea.13.2\">Ho 13:2</a>, etc.; Imv. <span dir=\"rtl\">וּשֲׁקָה</span> <a data-ref=\"Genesis 27:26\" href=\"/Genesis.27.26\">Gn 27:26</a>; Inf. cstr. <span dir=\"rtl\">נְשָׁק־</span> <a data-ref=\"II Samuel 20:9\" href=\"/II_Samuel.20.9\">2 S 20:9</a>;—<em>kiss</em>, usually c. <span dir=\"rtl\">לְ</span> pers.: <a data-ref=\"Genesis 27:26\" href=\"/Genesis.27.26\">Gn 27:26</a>, <a data-ref=\"Genesis 27:27\" href=\"/Genesis.27.27\">27</a>; <a data-ref=\"Genesis 29:11\" href=\"/Genesis.29.11\">29:11</a>; <a data-ref=\"Genesis 50:1\" href=\"/Genesis.50.1\">50:1</a> <a data-ref=\"Exodus 4:27\" href=\"/Exodus.4.27\">Ex 4:27</a> (all J), <a data-ref=\"Genesis 48:10\" href=\"/Genesis.48.10\">Gn 48:10</a> <a data-ref=\"Exodus 18:7\" href=\"/Exodus.18.7\">Ex 18:7</a> (both E), <a data-ref=\"II Samuel 15:5\" href=\"/II_Samuel.15.5\">2 S 15:5</a>; <a data-ref=\"II Samuel 14:33\" href=\"/II_Samuel.14.33\">14:33</a>; <a data-ref=\"II Samuel 19:40\" href=\"/II_Samuel.19.40\">19:40</a>; <a data-ref=\"II Samuel 20:9\" href=\"/II_Samuel.20.9\">20:9</a> <a data-ref=\"I Kings 19:20\" href=\"/I_Kings.19.20\">1 K 19:20</a> <a data-ref=\"Proverbs 7:13\" href=\"/Proverbs.7.13\">Pr 7:13</a> <a data-ref=\"Ruth 1:9\" href=\"/Ruth.1.9\">Ru 1:9</a>, <a data-ref=\"Ruth 1:14\" href=\"/Ruth.1.14\">14</a>; so of idol-worship <a data-ref=\"I Kings 19:18\" href=\"/I_Kings.19.18\">1 K 19:18</a> (cf. We<sup>Skizzen iii. 105; Heid. 109</sup>), cf. <span dir=\"rtl\">וַתִּשַּׁק יָדִי לְפִי</span> <a data-ref=\"Job 31:27\" href=\"/Job.31.27\">Jb 31:27</a> <em>and my hand hath kissed my mouth;</em> rarely c. acc. pers. <a data-ref=\"I Samuel 20:41\" href=\"/I_Samuel.20.41\">1 S 20:41</a> <span dir=\"rtl\">(אִישׁ אֶת־רֵעֵהוּ)</span>, sf. pers. <a data-ref=\"I Samuel 10:1\" href=\"/I_Samuel.10.1\">1 S 10:1</a> <a data-ref=\"Song of Songs 1:2\" href=\"/Song_of_Songs.1.2\">Ct 1:2</a> (+ <span dir=\"rtl\">מִנְּשִׁיקוֹת</span>), <a data-ref=\"Song of Songs 8:1\" href=\"/Song_of_Songs.8.1\">8:1</a>, also <a data-ref=\"Genesis 33:4\" href=\"/Genesis.33.4\">Gn 33:4</a> <span dir=\"rtl\">וַיִּשָּׁקֵהוּ</span> (J; Holz E; wd. suspicious, Di rejects); <span dir=\"rtl\">עֲגָלִים יִשּׁ׳</span> <a data-ref=\"Hosea 13:2\" href=\"/Hosea.13.2\">Ho 13:2</a> <em>calves do they kiss;</em> <span dir=\"rtl\">שְׂפָתַיִם יִשָּׁ֑ק</span> <a data-ref=\"Proverbs 24:26\" href=\"/Proverbs.24.26\">Pr 24:26</a> <em>lips he kisses;</em> abs. <a data-ref=\"Psalms 85:11\" href=\"/Psalms.85.11\">ψ 85:11</a> (fig., recipr.).—<span dir=\"rtl\">עַל־פִּיךָ יִשַּׁק</span> <a data-ref=\"Genesis 41:40\" href=\"/Genesis.41.40\">Gn 41:40</a> is dub., Di ‘to thy mouth all my people shall yield’ (fit, adapt themselves, cf. Arabic √), so Kau Buhl<sup>Lex</sup>, but this meaning uncertain, and text perhaps corrupt, v. Di Holz).<br><strong>Pi.</strong>  Impf. 3 ms. <span dir=\"rtl\">וַיְנַשֵּׁק</span> <a data-ref=\"Genesis 32:1\" href=\"/Genesis.32.1\">Gn 32:1</a>; <a data-ref=\"Genesis 45:15\" href=\"/Genesis.45.15\">45:15</a>, <span dir=\"rtl\">וַיְנַשֶּׁק־</span> <a data-ref=\"Genesis 29:13\" href=\"/Genesis.29.13\">29:13</a>; Imv. mpl. <span dir=\"rtl\">נַשְּׁקוּ־</span> <a data-ref=\"Psalms 2:12\" href=\"/Psalms.2.12\">ψ 2:12</a>; Inf. cstr. <span dir=\"rtl\">נַשֵּׁק</span> <a data-ref=\"Genesis 31:28\" href=\"/Genesis.31.28\">Gn 31:28</a>;—<em>kiss</em> = <strong>Qal</strong>: c. <span dir=\"rtl\">לְ</span> pers. <a data-ref=\"Genesis 29:13\" href=\"/Genesis.29.13\">Gn 29:13</a> (J), <a data-ref=\"Genesis 31:28\" href=\"/Genesis.31.28\">31:28</a>; <a data-ref=\"Genesis 32:1\" href=\"/Genesis.32.1\">32:1</a>; <a data-ref=\"Genesis 45:15\" href=\"/Genesis.45.15\">45:15</a> (all E); <span dir=\"rtl\">נַשְּׁקוּ־בַר</span> <a data-ref=\"Psalms 2:12\" href=\"/Psalms.2.12\">ψ 2:12</a> is dub., cf. i. <a ,=\"\" data-ref=\"BDB, בַּר\" dir=\"rtl\" href=\"/BDB,_בַּר\">בַּר</a> p. 135 a supr.<br><strong>Hiph.</strong>  Pt. <span dir=\"rtl\">מַשִּׁיקוֹת</span> <a data-ref=\"Ezekiel 3:13\" href=\"/Ezekiel.3.13\">Ez 3:13</a> of wings of cherubim, <em>gently touching</em> each other (c. <span dir=\"rtl\">אֶל־</span>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "649436c5753309e0a308bbfc", "index_title": "Bereshit Rabbati", "category": "Midrash", "type": "", "ref": "Bereshit Rabbati, Parashat Vayechi 36", "anchorRef": "Genesis 50:1", "anchorRefExpanded": ["Genesis 50:1"], "sourceRef": "Bereshit Rabbati, Parashat Vayechi 36", "sourceHeRef": "בראשית רבתי, פרשת ויחי ל״ו", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 36, "collectiveTitle": {"en": "Bereshit Rabbati", "he": "בראשית רבתי"}, "heTitle": "פרשת ויחי", "he": "(בראשית נ, א) <b>ויפול יוסף.</b> למה נפל על פניו כדי לעמץ את עיניו, וכה\"א ויוסף ישית ידו על עיניך (מ\"ו ד'). ויבך עליו, מכאן שחייב אדם לבכות על אביו, ולהודיע שבחו של יוסף שאעפ\"י שהיה מלך וגנאי היה לו לבכות, בזה עצמו ובכה על אביו. וישק לו, מלמד שצריך אדם לנשק את מתו על פרישתו.", "heVersionTitle": "Jerusalem, 1940", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}]