[{"_id": "524be8d9edbab472182d3d23", "index_title": "Ibn Ezra on Genesis", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Genesis 50:19:1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Ibn Ezra on Genesis 50:19:1", "sourceHeRef": "אבן עזרא על בראשית נ׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "he": "ויאמר הגאון <b>כי התחת אלהים אני.</b> כאילו אני במקום אלהים שנפלתם לפני ותאמרו אנחנו עבדיך:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "[FOR AM I IN THE PLACE OF GOD.] Saadiah Gaon explains this as meaning: am I in the place of God that you fall before my face and say, <i>Behold, we are thy bondmen</i>?", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe2fbfba276047f6982", "index_title": "Onkelos Genesis", "category": "Targum", "type": "targum", "ref": "Onkelos Genesis 50:19", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Onkelos Genesis 50:19", "sourceHeRef": "תרגום אונקלוס על בראשית נ׳:י״ט", "anchorVerse": 19, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 50.0019, "collectiveTitle": {"en": "Onkelos Genesis", "he": "תרגום אונקלוס על בראשית"}, "heTitle": "תרגום אונקלוס על בראשית", "he": "וַאֲמַר לְהוֹן יוֹסֵף לָא תִדַּחֲלוּן <b>אֲרֵי דַּחֲלָא דַיְיָ אֲנָא</b>:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Yoseif said to them, Fear not. For am I in place of Elohim? [<b>For I am one who fears Elohim</b>]", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec1b9", "index_title": "Targum Jonathan on Genesis", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Genesis 50:19", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Targum Jonathan on Genesis 50:19", "sourceHeRef": "תרגום יונתן על בראשית נ׳:י״ט", "anchorVerse": 19, "sourceHasEn": true, "compDate": [150, 250], "commentaryNum": 50.0019, "collectiveTitle": {"en": "Targum Jonathan on Genesis", "he": "תרגום יונתן על בראשית"}, "heTitle": "תרגום יונתן על בראשית", "he": "וַאֲמַר לְהוֹם יוֹסֵף לָא תִידַחֲלוּן אֲרוּם לָא נִיגְמוֹל לְכוֹן בִּישְׁתָּא אֱלָהֵן טַבְתָא אֲרוּם דָחִיל וּמִתְבַר מִן קֳדָם יְיָ אֲנָא", "heVersionTitle": "Targum Jonathan on Genesis", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And Joseph said to them, Fear not, for I will not do you evil, but good; for I fear and humble myself before the Lord. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53e92c7bfbfba2240adb8fca", "index_title": "Sforno on Genesis", "category": "Commentary", "type": "commentary", "ref": "Sforno on Genesis 50:19:1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Sforno on Genesis 50:19:1", "sourceHeRef": "ספורנו על בראשית נ׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "he": "<b>התחת אלהי' אני.</b> האמנם אני דיין תחתיו שאדון אחר גזרותיו ואעניש מי שהיה שליח מאתו לעשותם כמו בית דין המבטל דברי ב\"ד חבירו. כי אמנם הייתם שלוחיו בזה בלי ספק כענין לא אתם שלחתם אותי הנה כי האלהים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "התחת אלוקים אני, while it is true that I am a judge, a surrogate of His, charged with the task of carrying out His decrees, and I could punish anyone who was empowered by Him to carry out His decrees. This is analogous to the principle that one court must not annul the rulings of a previous court on the same subject.” (Eduyot 1:5) It is true that you had been charged by G’d to carry out His decrees, but you did not send me here deliberately but G’d. (Genesis 48:8) ", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f174bdfbfba22336e9a0d3", "index_title": "Kitzur Ba'al HaTurim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Genesis 50:19:1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Kitzur Ba'al HaTurim on Genesis 50:19:1", "sourceHeRef": "קיצור בעל הטורים על בראשית נ׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על בראשית", "he": "<b>התחת אלהים אני</b> בלשון שהשיב יעקב לרחל כשבקשה ממנו שיבקש עליה רחמים וגער בה בו בלשון השיב לאחיו על כן הוא ג' במסורה השלישי התחת זאת לא יומת שמעי. (ע\"ש) שבאותו לשון שאמר לאחיו נפרע משמעי שאחיו למדו ממנו לדבר בלשונו:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "53f17543fbfba22336e9ad12", "index_title": "Or HaChaim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Genesis 50:19:1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Or HaChaim on Genesis 50:19:1", "sourceHeRef": "אור החיים על בראשית נ׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "he": "<b>כי התחת אלהים וגו'</b> פירוש אם אתם חייבים עונש על הדבר אלהים שופט ולא אקום ולא אטור. וטעם שלא מחל להם, אפשר לצד שבני נח אין הדבר תלוי במחילתם כי יחטא אדם לחבירו כמו שתאמר גזלו ומחל הנגזל אינו פטור הגזלן ממיתה, או אפילו ישראל אם גנב ישראל ומכרו אין ביד הנגנב לפוטרו לגנב ממות. ואמר עוד להם כי יש לדון להם משפט זכות:", "heVersionTitle": "On Your Way ", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b> <span class=\"font1\">כי התחת אלוקים אני</span>, \"Am I then in G'd's place?\"</b> Joseph meant: \"if you are guilty it is up to G'd to punish you; it is not up to me to revenge myself or to hold a grudge against you.\" Joseph may not have told the brothers that he had forgiven them because under Noachide law the matter did not depend on his forgiveness at all. Under Noachide law, once a person has committed the sin of kidnapping or robbery, he is guilty of the death penalty. The fact that the victim forgave the criminal is irrelevant to the penalty. Joseph added that he had to interpret the brothers' actions in a manner which reflected credit upon them.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54c62c93fbfba248e1b57da0", "index_title": "Haamek Davar on Genesis", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Genesis 50:19:1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Haamek Davar on Genesis 50:19:1", "sourceHeRef": "העמק דבר על בראשית נ׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> אל תיראו.</b> משום מחשבה: ", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "54c62c93fbfba248e1b57da2", "index_title": "Haamek Davar on Genesis", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Genesis 50:19:2", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Haamek Davar on Genesis 50:19:2", "sourceHeRef": "העמק דבר על בראשית נ׳:י״ט:ב׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 19.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>כי התחת אלהים אני.</b> הלא אתם עבדי אלהים וכאשר תהיו עבדים לי הלא אני מקפח כבוד שמים ומקבל את עבדיו לי לעבדים והיאך אפשר לעשות כן. הבמקום אלהים אני שאקבל את עבדיו לי לעבדים. ובדרך שאמרה תורה בס׳ ויקרא כ״ה נ״ה כי לי בני ישראל עבדים עבדי הם. ואין רצון הקב״ה ואין כבודו שיהיו נמכרים לעבדים לזולתו: ", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "559af3adfbfba22d0838c632", "index_title": "Mekhilta DeRabbi Shimon Ben Yochai", "category": "Midrash", "type": "", "ref": "Mekhilta DeRabbi Shimon Ben Yochai 13:18", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Mekhilta DeRabbi Shimon Ben Yochai 13:18", "sourceHeRef": "מכילתא דרבי שמעון בן יוחאי י״ג:י״ח", "anchorVerse": 19, "sourceHasEn": false, "compDate": [200], "commentaryNum": 13.0018, "collectiveTitle": {"en": "Mekhilta DeRabbi Shimon Ben Yochai", "he": "מכילתא דרבי שמעון בן יוחאי"}, "he": "<b>ויקח משה את עצמות יוסף עמו</b> בא וראה כמה חביבות מצוות על משה רבינו שכל ישראל עסוקין בבזה של מצרים ומשה עסוק במצוה ועליו הוא אומר (משלי י' ח') חכם לב יקח מצוות: ומניין היה יודע משה רבינו היכן יוסף קבור: אמרו שרח בת אשר נשתיירה מאותו הדור הלך משה אצלה ואמר לה היכן יוסף קבור ואמרה לו ארון של מתכת עשו לו מצריים וקבעוהו בנילוס נהר כדי שיתברכו מימיו: הלך משה ועמד על שפת נילוס אמר יוסף יוסף הגיעה [השבועה] שנשבע הקב״ה לישראל לגאלן והגיעה שבועה שהשבעת את ישראל עכשיו שמעה וישראל מעוכבין לך אם אתה מגלה עצמך הרי מוטב ואם לאו נקיים אנחנו משבועתך מיד צף ארונו של יוסף: ר' נתן אומר יוסף בקברניטן של מלכים היה קבור הלך משה ועמד על קברניטן של מלכים ואמר יוסף יוסף: מיד נזדעזע ארונו של יוסף הלך משה ונטלו והביאו עמו לכך נאמר ויקח משה את עצמות [יוסף] עמו. מהוא עמו במחנה לויה מיכאן אמרו טמא מת מותר להכנס להר הבית ואפלו המת עצמו שנאמר ויקח משה את עצמות יוסף עמו עמו במחנה לויה: כל אותן ארבעים שנה שהיו ישראל מהלכין במדבר היה ארון השכינה וארונו של יוסף מהלכין זה בצד זה והיו העוברין והשבין אומרין מה טיבן של שני ארונות הללו(אמר) [אמרו] להן אחד של שכינה ואחד של מת וכי אפשר למת להלך עם השכינה: אמרו קיים זה מה שבתוך זה: בלוחות כתב (כ' ב') אנכי ה' אלהיך וביוסף כתיב (בראשית נ' י\"ט) התחת אלהים אני בזה כתב (כ' ג') לא יהיה לך וביוסף כתיב(בראשית מ\"ב י\"ח) את האלהים אני ירא בזה כתיב (כ' ז') לא תשא וביוסף כתיב (בראשית מ\"ב ט\"ו) חי פרעה אם תצאו מזה בזה כתיב (כ' ח) זכור את יום השבת וביוסף כתיב (בראשית מ\"ג ט\"ז) וטבוח טבח והכן ואין והכן אלא לצורך השבת: בזה כתיב (כ' י\"ב) כבד וביוסף כתיב (בראשית מ״ו י\"ב) ויכלכל יוסף את אביו בזה כתיב (כ' י\"ג) לא תרצח וביוסף כתיב (בראשית ל\"ט ט') ואיך אעשה הרעה הגדולה הזאת וחטאתי לאלהים אמר לה לא דיי שאמנה עם המנאפים אלא עם הרצחנין: בזה כתיב (כ' י\"ג) לא תנאף וביוסף כתיב (בראשית ל\"ט י) ולא שמע אליה לשכב אצלה להיות עמה: בזה כתיב (כ' י\"ד) לא תגנוב וביוסף כתיב (בראשית מ\"ז י\"ד) וילקט יוסף את כל הכסף ויבא יוסף את הכסף ביתה פרעה: בזה כתיב (ב' י\"ד) לא תענה וביוסף כתיב (בראשית ל\"ז ב') ויבא יוסף את דבתם ויציא יוסף אין כתיב אלא ויבא: בזה כתיב (כ' ט\"ז) לא תחמוד וביוסף כתיב (בראשית ל\"ט ה') וימאן ויאמר אל אשת אדוניו: <b> כי השבע השביע את בני ישראל.</b> ר' נתן אומר מפני מה השביע אחיו ולא השביע את בניו אמר אם אני משביע בני אין מצרים מניחין אותן להעלות אותי, הן אומרין אבינו העלה את אביו ואומרין להן אביכם מלך היה לפיכך לא השביע בניו: השביע השביע. השביען לבניהן ובניהן לבניהן: פקד יפקד. שתי פקידות אחת בתשרי ואחת בניסן בתשרי בטלו מן העבודה ובניסן נגאלו: ד\"א פקד יפקד פקד במצרים יפקד על הים פקד במדבר יפקד בנחלי ארנון, פקד בעולם הזה יפקד בעולם הבא: והעליתם את עצמותי. אמר להם אני שאני מלך העליתי את אבא כשהוא שלם אבל אתם העלו אותי ואפלו עצמות [וכשאתם מעלין אותי קברו אותי בכל מקום שתרצו מקובל אני שאיני נכנס לקבורת אבותי שאין נכנס לקבר אבות אלא שלשה אבות ושלש אמהות שנאמר(בראשית מ\"ט ל\"א) שמה קברו את אברהם וגו' ואומר (שם ג' ה') בקברי אשר כריתי לי): והעליתם את עצמותי. שומיע אני מיד ת\"ל אתכם: ר' שמעון בן אלעזר אומר מנין שכל עצמות השבטים עלו עמו ת\"ל והעליתם את עצמותי מזה אתכם: יכול אלו לא היה משה מתעסק בו לא היו ישראל מתעסקין בו ת\"ל (יהושע כ\"ד ל\"ב) ואת עצמות יוסף אשר העלו בני ישראל ממצרים קברו בשכם מלמד שהיה בלבם להעלותו אלא כיון שראו ישראל שהיה משה מתעסק בו אמרו הניחו לו כבודו בגדולים יתר מן הקטנים: יכול אלו לא היה משה וישראל מתעסקין בו לא היו בניו מתעסקין בו ת\"ל (שם) ויהיו לבני יוסף לנחלה אלא כיון שראו בניו שהיה משה וישראל מתעסקין בו אמרו [הניחו] לו כבודו במרובין יתר ממועטין:", "heVersionTitle": "Mechilta de-Rabbi Simon b. Jochai, Dr. D. Hoffman, Frankfurt 1905", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מכילתא דרבי שמעון בר יוחאי, ד״ר ד. הופמן, פרנקפורט 1905", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5641f17efbfba21ac5a499bd", "index_title": "Shadal on Genesis", "category": "Commentary", "type": "commentary", "ref": "Shadal on Genesis 50:19:1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Shadal on Genesis 50:19:1", "sourceHeRef": "שד\"ל על בראשית נ׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על בראשית", "he": "כי התחת אלהים אני: הקב\"ה בוחן לבות וכליות, והוא דן את האדם לא לבד על פי מעשיו, אך גם על פי מחשבותיו, אבל בן אדם אין לו אלא מה שעיניו רואות, וכן אני לא אוכל לשפוט אתכם על הכוונה, אלא על המעשה; והנה אם אתם חשבתם עלי רעה, מחשבה שלכם לא נתקיימה אבל מחשבת האל נתקיימה, והיא היתה לטובה, והנה אין אתם צריכים להשפיל עצמכם לפני ולבקש ממני סליחה ומחילה, כי אינני רואה בכם אלא שלוחי ההשגחה לטובת עם רב. והנה זו אחת מן הטובות הגדולות הנמשכות מהאמונה באלהים ובהשגחתו, כי האדם שליט במעשיו, אבל השלמת הפעולה איננה בידו, אלא בידי שמים (עיין מה שכתבתי בס' ויקרא כ\"א ז'), ואם זומם רשע לצדיק ומבקש להרע לו, ה' לא יעזבנו בידו, ושנאת הרשע תהיה סבה להצלחת הצדיק; ומי שזאת אמונתו לא יכעס על שום אדם ולא ישנא שום אדם.", "heVersionTitle": "Shadal 1st Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד\"ל, דפוס ראשון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "569e199bd6e4a979b40a2f72", "index_title": "Shadal on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Shadal on Deuteronomy 20:19:2", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Shadal on Deuteronomy 20:19:2", "sourceHeRef": "שד\"ל על דברים כ׳:י״ט:ב׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1845, 1865], "commentaryNum": 19.0002, "collectiveTitle": {"en": "Shadal on Deuteronomy", "he": "שד\"ל על דברים"}, "heTitle": "שד\"ל על דברים", "he": "כי האדם עץ השדה לבא מפניך במצור: מה שהקשה המבאר על פירוש רש\"י שהיה ראוי להיות כי עץ השדה אדם, כי התימה הוא על העץ ולא על האדם, הבל הוא, ונכון מאד בלה\"ק לומר וכי אדם הוא עץ השדה? כי הקדמת הנשוא אל הנושא מוסיף כח למליצה; כי הפילוסוף יקדים הנושא אל הנשוא, ויאמר החן הוא שקר והיופי הוא הבל, אבל המדבר בחום לבבו, יקדים הנשוא אל הנושא ויאמר שקר החן והבל היופי; וכן בתמיהה, הפילוסוף יאמר וכי העץ הוא אדם? והמדבר בכח יאמר וכי אדם הוא העץ? ודוגמתו הים אני אם תנין? העבד ישראל אם יליד בית הוא? ומה שפירש ראב\"ע לבא מפניך במצור דבק עם ואותו לא תכרת, אסור לך להשחיתו כדי שתבא העיר מפניך במצור, הוא רחוק ודחוק מאד בלשון, גם מלות לבא מפניך במצור מיותרות, ומה מאד היה נכון (לפי פירושו) שיהיה כתוב: לא תשחית את עצה לנדוח עליה גרזן כי ממנו תאכל ואותו לא תכרת כי חיי האדם עץ השדה - ותו לא מידי. וראב\"ע הוסיף וכתב: והעד על זה הפירוש שהוא נכון, שאמר וכרת ובנית מצור. והעד הזה הורס כל פירושו, כי לולי הוסיף המלות האלה הייתי אומר שהוא מפרש לבא מפניך במצור, כדי שיצטרכו אנשי העיר לבא מפניך במצור ובמצוק, כי לא יוכלו לצאת ולהחבא ביער להלחם בכם או שהאילנות הם לעיר למחסה ולמסתור מאבן נגף (כדברי הרמב\"ן), וכשתכרתו אותם נמצאו אנשי העיר מוכרחים להסגר בתוך עירם ולבא מפניך במצור ובמצוק, עד כי לבסוף יפתחו לך שערי העיר מפני הרעב; אבל אחר שראב\"ע מביא ראיה ממה שכתוב אח\"כ ובנית מצור, נמצינו למדין שהוא מפרש לבא מפניך במצור לבנות מצור על העיר בעצי האילנות ההם; ועכשו פירושו נהרס ונשבר לגמרי, כי אין ספק שמלות לבא מפניך במצור אי אפשר שיהיה המכוון בהן כדי לבנות מצור על העיר, אבל (אם נאמרו על העיר) אין כוונתן אלא שתבא העיר מפחדך במצור, שיסגרו בתוך העיר מפחדך. ומלבד זה הנה מה טעם הוא זה שלא נכרות עץ פרי מפני שהוא חיי האדם? הלא עור בעד עור וכל אשר לאיש יתן בעד נפשו, וכן אנשי המלחמה כל אשר להם יתנו למען תפוש את העיר אשר הם צרים עליה, וכשהם צריכים לעצים לבנות דיק על העיר, למה לא יוכלו לכרות עצי מאכל? ומה להם אם עץ פרי הוא חיי האדם? הלא עשיית הדיק היא חייהם באותה שעה, ואם לא יבנו מצור יצאו אנשי העיר ויכו אותם וירדפום עד חרמה, ואיך יתכן שיאמר להם הכתוב: אל תכרתו עץ פרי כי הוא חיי האדם? ונהפוך הוא, כי כריתת העצים ההם היא חייהם ותשועת נפשם. אבל לפי דרכי, לא אמרה תורה שאין לכרות העצים מפני שהם חיי האדם, לפיכך אין מקום להשיב: כריתתם היא חיינו בשעה הזאת. ואתה ראב\"ע את מי הגדת מלין, ומי לא ידע כי לא יתכן שתהיה מלת לא נחסרת? ואע\"פ כן יפה תרגם אנקלוס הרי לא כאינשא אילן חקלא, כי המאמר המדובר דרך תמיהה, המכוון בו הא תמיד הפך ממה שנראה ממלותיו, וכמו שתרגם השופט כל הארץ לא יעשה משפט, דיין כל ארעא ברם יעבד דינא. ואם תאמר: היכן נרמזה התמיהה? רש\"י אומר שהיא במלת כי, ומדקדק גדול ספרדי (הביאו ראב\"ע) אמר שנשמטה הה\"א (על דרך אתה זה בני עשו, וזולתו), והנכון כדברי בעל העקדה שהתמימה היא באות ה\"א שבמלת האדם, ואע\"פ שהיא קמוצה איננה לידיעה, אלא לתמימה, כמו האחד בא לגור, האיש אחד יחטא. כן כתב בעל העקדה, וכן נכון בלא ספק, כי (כל זמן שלא נרצה לפרש כראב\"ע כי חיי האדם עץ השדה, פירוש אשר כבר נדחה ונתבטל), אין כאן מקום  לה\"א הידיעה, כי אדם הוא כאן לדברי הכל נשוא, לא נושא, ושם דבר שהוא נשוא לא יקבל הידיעה, כמו לא איש אל וינזב, לא אדם הוא להנחם; ואין לתמוה שתבוא ה\"א השאלה ולפניה כי, כי הנה לנו דוגמתה כי התחת אלהים אני (בראשית נ' י\"ט), כי האמנם ישב אלהים על הארץ (מלכים א' ח' כ\"ז) והנה אחר שאמר כי ממנו תאכל ואותו לא תכרות, שאין ראוי לך להתאכזר עם מי שקבלת ממנו הנאה, והרי זה בצד מה כאילו צוה לרחם על העץ ולהתנהג עמו כאילו הוא בן אדם, הנה נתן מקום לטוען שיטען ויאמר: אם יש לי לנהוג עם האילן כאילו הוא בן אדם ולמה לא אכרתהו, כדרך שאני הורג את אנשי העיר אם יצאו מן העיר? כי העיר וכל אשר בה וכל אשר סביבותיה אויבים המה לי. לכך הוסיף ואמר: כי האדם עץ השדה וגו', כלומר וכי אדם ממש הוא עץ השדה, שיצטרך להסתר מפניך ולהסגר בתוך העיר במצור? לא כן, אבל אני מצוך שלא תכרתהו כדי שתרגיל נפשך במדה טובה, שלא לשכוח מי שהיטיב לך.\n", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "579f3211d6e4a919e42ad76b", "index_title": "Kedushat Levi", "category": "Chasidut", "type": "", "ref": "Kedushat Levi, Genesis, Vayechi 30", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Kedushat Levi, Genesis, Vayechi 30", "sourceHeRef": "קדושת לוי, בראשית, ויחי ל׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1772, 1798], "commentaryNum": 30, "collectiveTitle": {"en": "Kedushat Levi", "he": "קדושת לוי"}, "heTitle": "ויחי", "he": "ויאמר אליהם יוסף אל תיראו כי התחת אלהים אני (בראישת נ, יט). ואונקלוס תרגם ארי דחלא דה' אנא. והנה לפירוש הפשוט בפסוק אין להבין התרגום. ונראה, כי הכלל האדם בכל מדותיו צריך להדבק עצמו להבורא ברוך הוא במדת היראה, לירא את ה' הנכבד והנורא. במדת אהבה, לאהוב את ה' הגדול. במדת התפארת, שיקוים בנו ישראל אשר בך אתפאר <small>(ישעיה מט, ג)</small> וכן בשאר המדות וזה הוא עולם האמת. ואם תבין זה, תבין מאמר חכמינו ז\"ל <small>(מגילה יח.)</small> מנין שהקדוש ברוך הוא קרא ליעקב אל, וגם מאמר חכמינו ז\"ל <small>(בבא בתרא עה:)</small> מה הקדוש ברוך הוא בונה עולמות אף הצדיקים, וגם מאמר חכמינו ז\"ל <small>(שם)</small> עתידין צדיקים שיקראו בשמו של הקדוש ברוך הוא, וגם מאמר חכמינו ז\"ל עתידין מלאכי השרת לומר לפני הצדיקים קדוש. והנה אם האדם דבוק בכל המדות להבורא יתברך אז הוא אינו תחת אלהים אדרבה הוא דבוק בה', ואם חס ושלום אינו מדבק עצמו בהמדות כנ\"ל אז הוא תחת אלהים. וזהו הרמז מה שתרגם אונקלוס כי יוסף אמר התחת אלהים אני, וכי אני תחת אלהים, אדרבה אני דבוק בה'. וזהו שתרגם אונקלוס על זה ארי דחלא דה' אנא, אני דבוק בכל המדות להבורא יתברך: ", "heVersionTitle": "Kedushat Levi - Munkatch 1939", "heLicense": "Public Domain", "heVersionTitleInHebrew": "קדושת לוי, מונקאץ', תרצ\"ט", "text": "‎Genesis 50,19. <b>“Joseph said to them: ‘do not fear‎‏ ‏for ‎I am in place of G’d.’”</b> According to Onkelos the meaning of ‎this line is: “since G’d when He performs an act that appears to us ‎as evil, although He knows that it will turn out for our benefit, I, ‎if I were to be instead of G’d, I would have to perform a similar act ‎against you. Since it is not within man’s power to foresee how his ‎actions will turn out in the end, I am obviously not entitled to do ‎something that begins by being harmful.”‎<br>\tLooking at the plain meaning of the text it is difficult to ‎understand Onkelos.‎<br>Perhaps we have to fall back on the principle that every ‎human being, as part of his character, (virtues) must endeavour ‎to maintain close relations with his Creator. This involves a ‎degree of awe and reverence for the Creator to be present in his ‎mind at all times. It also presumes that he is imbued with a ‎degree of love for his Creator, as he contemplates the greatness of ‎G’d. He is obligated to do this if for no other reason than G’d has ‎performed so many more deeds of loving kindness for the Jewish ‎people than He has performed for any other nation. The same is ‎true for other attributes of G’d that have been of benefit to us on ‎numerous occasions. The sum total of such a relationship ‎between us, the creature, and the Creator, makes this an ‎עולם ‏האמת‎, a world in which truth is predominant. Once we appreciate ‎this we can understand the Talmud in <i>Megillah</i> 18 in which ‎the rhetorical question is posed of how we know that G’d had ‎referred to Yaakov by the title ‎א-ל‎, a name used for referring to ‎Him on many occasions? ‎<br>The foregoing will also help us understand what the Talmud ‎meant when it described G’d as having built and destroyed worlds ‎on a regular basis before He commenced with the construction of ‎the universe described in <i>Bereshit</i>. The Talmud in <i>Baba ‎Batra 75</i> tells us that just as G’d has been building worlds, so ‎the righteous, in a future, refined world, will also “build worlds;” ‎not only that but they will be given titles used by G’d to describe ‎Himself. The ministering angels when meeting up with these ‎righteous will address them as “your holiness.” Although such ‎statements first strike us as bordering on blasphemy, when we ‎consider that these “righteous people” have already acquired ‎many of G’d’s own attributes, it is not difficult to understand the ‎Talmudic references to the future better state of the world at all.‎<br>If man has not attained the level of perfection described in ‎the last few lines, then instead of being accorded titles that he can ‎share with G’d, he remains below that spiritual level; this is why ‎Joseph asks his brothers if they have such a low opinion of him ‎that he is ‎תחת אלוקים‎, “beneath the level of minimal perfection” ‎described in the Talmud, so that he would be capable of dealing ‎on a basis of revenge with them.‎<br>If man has not attained the level of perfection described in ‎the last few lines, then instead of being accorded titles that he can ‎share with G’d, he remains below that spiritual level; this is why ‎Joseph asks his brothers if they have such a low opinion of him ‎that he is ‎תחת אלוקים‎, “beneath the level of minimal perfection” ‎described in the Talmud, so that he would be capable of dealing on ‎a basis of revenge with them.‎", "versionTitle": "Kedushat Levi translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "קדושת לוי, מתורגם בידי רבי אליהו מונק"}, {"_id": "57babc56d6e4a94f86e87d1b", "index_title": "Penei David", "category": "Commentary", "type": "commentary", "ref": "Penei David, Genesis, Vayechi 7", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Penei David, Genesis, Vayechi 7", "sourceHeRef": "פני דוד, בראשית, ויחי ז׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1768, 1792], "commentaryNum": 7.0, "collectiveTitle": {"en": "Penei David", "he": "פני דוד"}, "heTitle": "ויחי", "he": ["<b>וַיֹּאמֶר אֲלֵהֶם יוֹסֵף אַל־תִּירָאוּ כִּי הֲתַחַת אֱלֹהִים אָנִי:</b>", "פירש מז\"ה כמה\"ר יצחק בן הרב החסיד בעל חסד לאברהם זכרם לברכה שהכונה אל תראו כי התחת אלהים אני דאני מלך ולב מלך ביד ה' אל כל אשר יחפוץ יטנו ואיני בבחירתי לעשות לכם זולת אשר ירצה האלהים. ואתם שאין לבכם ביד ה' חשבתם עלי רעה מה שהייתי מוכיח אתכם. והראיה שהאלהים חשבה לטובה אותו התוכחת שהוכחתי לכם למען עשה כיום הזה להמליכני להחיות עם רב:"], "heVersionTitle": "Penei David -- Torat Emet", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57babc56d6e4a94f86e87d1d", "index_title": "Penei David", "category": "Commentary", "type": "commentary", "ref": "Penei David, Genesis, Vayechi 8", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Penei David, Genesis, Vayechi 8", "sourceHeRef": "פני דוד, בראשית, ויחי ח׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1768, 1792], "commentaryNum": 8.0, "collectiveTitle": {"en": "Penei David", "he": "פני דוד"}, "heTitle": "ויחי", "he": ["<b>וַיֹּאמֶר אֲלֵהֶם יוֹסֵף אַל־תִּירָאוּ כִּי הֲתַחַת אֱלֹהִים אָנִי:</b>", "אפשר במה שפירשו פ' ביום טובה היה בטוב וביום רעה ראה כי הן האדם שרואה עצמו בשלוה לא יגבה לבו ומרחוק יריח שמא יתהפך הגלגל ותדבקנו הרעה ח\"ו וז\"ש ביום טובה היה בטוב אכל הן בעודך בטובה ביום רעה ראה ותחשוב שמא יעביר כל טובו ויבואו ימי הרעה. וכן אמר יעקב אבינו עליו השלום ושבתי בשלום אל בית אבי והיה ה' לי לאלהים ופירשו בזהר אפי' רחמי אשוה לקבלי לדינא. וז\"ש אל תיראו כי התחת אלהים אני תמיד אני חושב במדת הדין שמא מעשי ימנעו הטוב ממני וח\"ו יבא עלי פורענות וירידה ומאחר שכן נכון לבכם בטוח כי תמיד ירא אנכי ממדת הדין ובודאי לא ארע לכם כי יגורתי פן תדבקני הרעה:"], "heVersionTitle": "Penei David -- Torat Emet", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57c43ad0d6e4a903fee3b27c", "index_title": "Targum Jerusalem", "category": "Targum", "type": "targum", "ref": "Targum Jerusalem, Genesis 50:19", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Targum Jerusalem, Genesis 50:19", "sourceHeRef": "תרגום ירושלמי, בראשית נ׳:י״ט", "anchorVerse": 19, "sourceHasEn": true, "compDate": [380, 1180], "commentaryNum": 50.0019, "collectiveTitle": {"en": "Targum Jerusalem", "he": "תרגום ירושלמי"}, "heTitle": "בראשית", "he": "וַאֲמַר לְהוֹן יוֹסֵף לָא תִידַחֲלוּן אֲרוּם חַסְלַת בִּישָׁא דַעֲבַדְתִּין לִי הֲלָא קֳדָם יְיָ אִינוּן מַחְשַׁבְתְּהוֹן דִבְנֵי אֱנָשָׁא:", "heVersionTitle": "Targum Jerusalem on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום ירושלמי על התורה", "text": "And Joseph said to them, Fear not, for the evil that you did me Hath ended. Are not the thoughts of the sons of men before the Lord?", "versionTitle": "Targum Jerusalem, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי, מתורגם בידי ג\"ו את'רידג', לונדון, 1862"}, {"_id": "57e77c92d6e4a94c7c18999c", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Genesis 50:19", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Tafsir Rasag, Genesis 50:19", "sourceHeRef": "תפסיר רס\"ג, בראשית נ׳:י״ט", "anchorVerse": 19, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 50.0019, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "בראשית", "he": "וקאל להם יוסף לא תכ̇אפו אנני אכ̇אף אללה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4cad6e4a902855ff137", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Genesis 50:19:1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Tur HaArokh, Genesis 50:19:1", "sourceHeRef": "הטור הארוך, בראשית נ׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "בראשית", "he": "<b>התחת אלהים. </b>י\"מ כי התחת אלהים אנכי שאתם נופלים לפני ואומרים הננו לך לעבדים: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " התחת אלוקים, “if in lieu of G’d?” Some commentators understand Joseph as remonstrating with his brothers who had prostrated themselves before him as if he were G’d, something most inappropriate, especially when they said: “here we are ready to be your slaves.” [Jews are G’d’ servants, not men’s. Ed.]\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5926b216d6e4a9576039f064", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Vayetzei 19:1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Midrash Tanchuma Buber, Vayetzei 19:1", "sourceHeRef": "תנחומא בובר, ויצא י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "ויצא", "he": "[ד\"א ויזכר אלהים את רחל]. מה כתיב למעל מן הענין, ותרא רחל כי לא ילדה ליעקב [וגו' ואם אין מתה אנכי] <small>(בראשית ל א)</small>, אמרו רבותינו מכאן אתה למד שכל מי שאין לו בנים חשוב כמת, שכתיב בחנה ה' ממית ומחיה <small>(ש\"א ב ו)</small>, אלא כך אמרה חנה, עד שלא נתן לי בן הייתי מן המתים, עכשיו שנתן לי בן נמניתי עם החיים, אמרה רחל ליעקב, הבה לי בנים ואם אין מתה אנכי ויחר אף יעקב ברחל <small>(בראשית ל א ב)</small>, ורוח הקודש אומרת החכם יענה דעת רוח <small>(איוב טו ב)</small>, אמר יעקב לרחל וכי אנטידיסר של הקב\"ה אני, התחת אלהים (אני) [אנכי] <small>(בראשית שם)</small>, א\"ל הקב\"ה חייך בלשון שאמרת התחת אלהים (אני) [אנכי], בו בלשון בנה עומד ואומר לבניך התחת אלהים אני <small>(שם נ יט)</small>, אמרה לו כך היה יצחק אביך יעשה לרבקה אמך, לא היו שניהם עומדים ומתפללים זה כנגד זה, שנאמר ויעתר יצחק לה' לנוכח אשתו <small>(שם כה כא)</small>, אף אתה תתפלל עלי אל ה', ואברהם זקנך לא כך עשה לשרה, אמר לה שרה הכניסה צרה לביתה, אמרה לו, אם כן הנה אמתי בלהה בא אליה <small>(שם ל ג)</small>, לא עשה, אלא כיון שנתנה לו שפחתה מיד עיברה וילדה, ותאמר רחל דנני אלהים <small>(שם שם ו)</small>, דנני וחייבני, דנני וזיכני, דנני וחייבני שלא נתן לי בן, דנני וזיכני שנתן לשפחתי בן, ותקרא שמו דן, עיברה וילדה לנפתלי <small>(שם שם ח)</small> (פי' לשון נינפי שבכרכי הים קורין לכלה נינפי), נפתולי שלי היתה החופה, שבכל יום רביעי היתה מקושטה להכנס ונכנסה לאה, לפיכך נפתולי ונכנסה אחותי, עם אחותי וגם יכולתי, ותקרא שמו נפתלי <small>(שם)</small>, למה נפתלי, שמגבולם הם עטרים את התורה שכתיב בה ומתוקים מדבש ונופת צופים <small>(תהלים יט יא)</small> כיון שראתה לאה שילדה ששה בנים, אמרה כך התנה הקב\"ה עם יעקב שהוא מעמיד שנים עשר שבטים, והרי ילדתי ששה בנים ושתי השפחות ד', הרי עשר, והיתה לאה מעוברת, אמרו רבותינו זכר היתה מעוברת, אמרה לאה הריני מעוברת, ואחותי רחל לא ילדה, מה עשתה לאה, התחילה מבקשת רחמים על רחל אחותה, אמרה יעשה מה שבתוך מעיה נקבה ואל תמנע אחותי רחל מלהוליד בן, אמר לה הקב\"ה חייך את ריחמת על אחותך, הריני עושה מה שבתוך מעיך נקבה וזוכרה בכך, ואחר ילדה בת ותקרא את שמה דינה <small>(בראשית ל כא)</small>, מהו דינה, שדיינה מלהוליד בן על מנת שתלד רחל בן, שכן כתיב אח\"כ ויזכור אלהים את רחל וגו' ותהר ותלד בן <small>(שם שם כב כג)</small>, מהו ותהר ותלד, מקיש לידתה לעיבורה, מה עיבורה שלא בצער, אף לידתה שלא בצער. ותאמר אסף אלהים את חרפתי <small>(שם)</small>, מהו אסף, אלא כיון שאין האשה יולדת, חרפה מצויה בתוך ביתה, כיצד שוברת כלי בתוך ביתה, במי יש לה לתלות, כיון שיולדת תולה בבנה, לכך אמרה אסף אלהים את חרפתי.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "[Another interpretation (of Gen. 30:22): <small>THEN GOD REMEMBERED RACHEL</small>.] What is written above on the matter (in vs. 1)? <small>WHEN RACHEL SAW THAT SHE HAD BORNE JACOB NO CHILDREN…. &lt; AND SHE SAID TO JACOB: GIVE ME CHILDREN &gt;, OR ELSE I SHALL DIE</small>. Our masters have said: From here you learn that all who are childless are regarded as dead. Thus it is written of Hannah (in I Sam. 2:6): <small>THE LORD BRINGS DEATH AND GIVES LIFE</small>. Hannah simply said this: Before he gave me a son, I was one of the dead. Now that he has given me a son, I have been reckoned with the living. Rachel said to Jacob (in Gen. 30:1-2): <small>GIVE ME CHILDREN, OR ELSE I SHALL DIE. THEN JACOB'S ANGER WAS KINDLED AGAINST RACHEL</small>. The Holy Spirit says (in Job 15:2): <small>DOES A ONE WHO IS WISE ANSWER WITH WINDY KNOWLEDGE</small>?<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">Gen. R. 71:7.</i> Jacob said to Rachel: Am I the viceroy<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">Gk.: <i>antikaisar</i>.</i> of the Holy One? (Gen. 30:2, cont.:) <small>AM I TAKING GOD'S PLACE</small>? The Holy One said to him: By your life, in the words you have uttered, <small>AM I TAKING GOD'S PLACE</small>? In these very words her son is &lt; going to &gt; rise up and say to your children (in Gen. 50:19): <small>AM I TAKING GOD'S PLACE</small>? She said to him: Did your father, Isaac, do this to your mother, Rebekah? Did not the two of them stand and pray for each other? It is so stated (in Gen. 25:21): <small>THEN ISAAC ENTREATED THE LORD ON BEHALF OF HIS WIFE</small>. You also should pray unto the <small>LORD</small> for me! And did not your grandfather Abraham do so for Sarah? He said to her: Sarah brought a rival wife into her house. She said to him (in Gen. 30:3): If so, <small>HERE IS MY MAID BILHAH; GO IN TO HER</small>. He did not do so; but, when she had &lt; actually &gt; given him her bondmaid, she immediately (in vs. 5) conceived and gave birth. (Gen. 30:6:) <small>THEN RACHEL SAID: GOD HAS JUDGED ME</small>. He has judged me and found me guilty; he has judged me and found me innocent. He has judged me and found me guilty by not giving me a son; he has judged me and found me innocent by giving my bondmaid a son. (Ibid., cont.:) <small>SO SHE CALLED HIS NAME DAN</small> (i.e., he has judged). Then she conceived and gave birth to Naphtali, <small>AND</small> (according to vs. 8) <small>RACHEL SAID: WITH SUPERNATURAL WRESTLINGS (<i>naphtule</i>) I HAVE WRESTLED (<i>niphtalti</i>) &lt; WITH MY SISTER &gt;</small>. {&lt; Naphtali &gt; should be interpreted as &lt; the Greek word &gt; <i>nymphe</i>, since in the Mediterranean cities they call a bride a <i>nymphe</i>.} <i>Naphtulai</i> &lt; means in translation &gt; that the wedding canopy was mine. Now on each Wednesday<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">Wednesdays were generally considered unlucky, especially for sick children. See <i>yTa‘an</i>. 4:4 (68b) (bar.); <i>Ta‘an</i>. 27b (bar.); <i>Soferim</i> 17:5. See also <i>Pes.</i> 112b.</i> she was adorned to enter it, but &lt; it was &gt; Leah &lt; who &gt; entered.<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">Cf. Gen. R. 71:8.</i> Therefore, &lt; it was &gt; \"my wedding canopy\" (<i>naphtulay</i>), but her sister entered. (Gen. 30:8:) <small>&lt; AND RACHEL SAID: WITH SUPERNATURAL WRESTLINGS (<i>naphtule</i>) I HAVE WRESTLED (<i>niphtalti</i>) &gt; WITH MY SISTER; {AND} I HAVE ALSO PREVAILED. SO SHE CALLED HIS NAME NAPHTALI</small>. Why Naphtali (<i>NPTLY</i>)? Because from their border they put a crown on the Torah,<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">The allusion is to the fact that the borders of Naphtali contain Tiberias, a city which for hundreds of years represented the center of Jewish learning in Israel.</i> about which it is written (in Ps. 19:11 [10]): <small>SWEETER ALSO THAN HONEY AND THE DRIPPINGS (<i>NPT</i>) OF THE COMB</small>. When Leah saw that she had borne six, she said: The Holy One has made this agreement with Jacob, to raise up twelve tribes. Now here I have borne six sons; and the two bondmaids, four. That makes ten. Then Leah conceived &lt; again &gt;. Our masters have said: She conceived a male.<sup class=\"footnote-marker\">57</sup><i class=\"footnote\"><i>Ber.</i> 60a; Gen. R. 72:6; cf. <i>Ber.</i> 9:3; <i>yBer.</i> 9:5 (14a).</i> Leah said: Here I have conceived, but my sister Rachel has not given birth.<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">Thus, Rachel would not even equal the bondmaids.</i> What did Leah do? She began to pray for mercy upon her sister Rachel. She said to let whatever should be within her<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">Probably a misreading for “my” in accordance with the direct discourse of the Hebrew text, which reads literally, “She said: Let whatever is within her belly….”</i> belly become female, and let not my sister Rachel be prevented from giving birth to a son. The Holy One said to her: By your life, you have had mercy upon you sister. See, I am making that which is within your belly female, and &lt; I &gt; am remembering her in this regard. (Gen. 30:21:) <small>THEN AFTERWARDS SHE BORE A DAUGHTER AND CALLED HER NAME DINAH</small>. What is the meaning of <small>DINAH (<i>DYNH</i>)</small>? That she argued (<i>DYNH</i>) against giving birth to a son on condition that Rachel bear a son; for thus it is written below (in Gen. 30:22-23): <small>THEN GOD REMEMBERED RACHEL…. SO SHE CONCEIVED AND BORE A SON</small>. What is the meaning of <small>SO SHE CONCEIVED AND BORE &lt; A SON &gt;</small>? &lt; The verse &gt; likens her giving birth to her conception. Just as her conception was painless, so was her giving birth painless. (Gen. 30:23, cont.:) <small>THEN SHE SAID: GOD HAS TAKEN AWAY MY SHAME</small>. What is the meaning of <small>HAS TAKEN AWAY</small>?<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">Gen. R. 73:5.</i> Simply that before a wife gives birth there is shame found within her house. How? When she breaks a vessel in her house, whom does she have to blame? When she gives birth, she blames her child. She therefore said: <small>GOD HAS TAKEN AWAY MY SHAME</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5964d652d6e4a92bf45a8672", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bereshit 50:19:1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Rabbeinu Bahya, Bereshit 50:19:1", "sourceHeRef": "רבנו בחיי, בראשית נ׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "בראשית", "he": "<b>אל תיראו כי התחת אלהים אני.</b> יאמר אין לכם לירא מפני כי ירא אלהים אני משועבד אליו ותחת עבדותו, וזה דעת אונקלוס שתרגם ארי דחלא דה' אנא, לפי שתרגום של יראה דחלא וכאלו אמר גוף של יראת ה' אני, ואין הה\"א של תמיה אבל היא ה\"א ודאית כה\"א (שמואל א ב) הנגלה נגליתי אל בית אביך, וחזר והזכיר שנית אל תיראו כי הראשון יראת יוסף והשני יראת הרעב, ומזה אמר אנכי אכלכל אתכם לפי שכיון שמת יעקב חזר הרעב ליושנו, וכמו שהזכרתי למעלה והוא דעת רז\"ל.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "אל תיראו כי התחת אלוקים אני, “do not fear! For am I instead of G’d?” He meant that the reason they did not have to be afraid of him was that he himself was a G’d-fearing man. He implied, as explained by Onkelos who uses the word דחלא — “real fear”, that even if he were bent on retaliation this would only backfire as G’d would punish him in turn. The letter ה at the beginning of the word התחת must not be understood as introducing a question but as part of Joseph conception of “fear of the Lord.” If one “fears” the Lord it is because one knows that He returns tit for tat. We have other examples where such letters ה which at first glance appear to introduce a question do not in fact do so. Compare Samuel I 2,27 הנגלה נגליתי אל בית אביך. The translation of these words is clearly not: “did I appear in the house of your father?” Rather these words need to be translated as: “I revealed Myself to your father’s house.” Joseph repeated the words “do not be afraid,” in both verse 19 and 21. The first “fear” he spoke of was the brothers’ fear of him; the second fear he spoke of was the fear of the famine which had started again. This is why he added immediately, (concerning their second fear) “I will provide for you.” (Compare my comments on Genesis 47,14).", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a4366c8d6e4a97d18d90b09", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Genesis 50:19:1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Ralbag Beur HaMilot on Torah, Genesis 50:19:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, בראשית נ׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "בראשית", "he": "<b>כי התחת אלהים אני.</b> הנה הה\"א היא ה\"א האמתות כמו ה\"א הנגלה נגלתי. והנה הרצון בו כי תחת אלהים אני וירא אותו ולזה אל תיראו שאעשה הרעה הזאת ועוד שאתם לא עשיתם לי רע אך היה סבה לטוב מה שעשיתם. גם הוא נכון שיהיה הרצון בזה אל תיראו כי אינני במקום השם יתע' שאוכל לעשות לכם רע הלא אתם רואים כי כלכם הסכמתם לעשות לי רע ולא די שלא היה לכם יכולת על זה אבל היה זה סבה לטוב ואיך אוכל לבדי להזיק לכלכם אל תיראו כי לא די שלא אזיק לכם אבל אטיב לכם ואכלכל אתכם ואת טפכם.\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc429c1533e001928bb16", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Vayechi 30:1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Yismach Moshe, Vayechi 30:1", "sourceHeRef": "ישמח משה, ויחי ל׳:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 30.0001, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "ויחי", "he": "<b>ויאמר</b> אליהם יוסף אל תיראו כי התחת אלהים אני (בראשית נ יט). עיין מ\"ש בספר בית שמואל אחרון דהקשה דאין דרך הצדיק להשיב כך, דמשמע שאינו יכול להרע להם, ואם כן הוי הדיוק דאם היה יכול להרע היה עושה להם רע, ואין זה דרך הצדיק כי מחויב למחול כשמפייסין אותו (יומא פ\"ז ע\"א), עד כאן קושיתו. ובאמת כדבריו איתא במסכת בבא קמא פרק שור שנגח (בבא קמא דף ל\"ח.) גבי עולא דאמר מאי אית ליה גבי נחמתא דבבלאי דגידופא היא, דאמרי מאי אפשר למעבד וכו' עיין שם, וכבר הארכתי בזה בדרוש בענין בלעם שאמר לא אוכל לעבור וגו' (במדבר כב יח). ועיין בט\"ז ביו\"ד סימן שע\"ו ס\"ק א' מה שמתרץ לקושית מהרש\"ל, עיין שם. והנ\"ל בזה על פי מה דאיתא בפרק עשרה יוחסין (קידושין דף פ\"א:) רבי עקיבא כי מטי להאי קרא בכי, כתיב (במדבר ל יג) אישה הפרם וה' יסלח לה, במה הכתוב מדבר באשה שנדרה בנזיר, ושמע בעלה והפר לה, והיא לא ידעה והיתה שותה יין ומטמאה למתים, ללמדך שאפילו המתכוין לאכול בשר חזיר, ועלה בידו בשר טלה צריך כפרה, ועיין בנזר הקודש פרשה פ\"ד (סימן י\"ז), והעלה הא דרבי עקיבא דוקא בכי בהאי קרא, על פי דידוע דעשרה הרוגי מלכות נתפסו בעון מכירת יוסף, ומהאי טעמא נענש רבי עקיבא בעונש קשה יותר מכולם, לפי שהיה גלגול שמעון שהיה ראש המדברים בענין זה, והנה רבי עקיבא ידע זה שהוא יהיה נתפס בעון מכירת יוסף, ואי הוי אמרינן דאתכוין לבשר חזיר ועלה ביד בשר טלה פטור מהדין, דלא הוי ליה רק כמחשבה בעלמא, אם כן גם הוא פטור כו', אף על פי שהשבטים חשבוהו להמכירה לרעה, אלהים חשבה לטובה וכמו שאמר להם יוסף, אבל מהאי קרא מוכח דאפילו במתכוין לבשר חזיר ועלה בידו בשר טלה נענש, לכך בכה, עיין שם בארוכה. והנה כל זה בדיני שמים, אבל בדיני אדם בכהאי גוונא פטור. והנה השבטים אמרו (בראשית נ טו) לו ישטמנו יוסף והשב ישיב לנו בעצמו את כל הרעה, על זה אמר להם יוסף אל תיראו ממני כי התחת אלהים אני, שמחייב בדין שמים על המחשבה לבד כגון המתכוין לבשר חזיר ועלה בידו בשר טלה, הלא ואתם חשבתם עלי רעה אלהים חשבה לטובה, ואין כאן מעשה רק מחשבה ופטור מדיני אדם, ומהדין אין ראוי לי להעניש אתכם, ונכון.", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc429c1533e001928bb2c", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Vayechi 31:1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Yismach Moshe, Vayechi 31:1", "sourceHeRef": "ישמח משה, ויחי ל״א:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "ויחי", "he": "<b>בבראשית</b> רבה (פרשה ק' סי' י' (ב\"ר ק' י')) ויאמר אליהם יוסף אל תיראו וגו' (בראשית נ יט), ועתה אל תיראו וגו' וידבר על לבם (בראשית נ כא), וכי יש לך אדם שמדבר על הלב, אלא דברים שהן מנחמין את הלב אמר להם, נמשלתם כעפר הארץ, מה עפר הארץ מי יכול לסייף את עפר ארץ, נמשלתם לחיות השדה ומי יכול לסייף את חיות השדה, נמשלתם ככוכבים מי יכול לסייף את הכוכבים, עשרה כוכבים בקשו לאבד כוכב אחד ולא יכלו לו, שנים עשר שבטים מה אני יכול לשנות סדרו של עולם, מפני שהם כנגד י\"ב שעות ביום וי\"ב מזלות ברקיע, אמר ר' שמלאי אתם הגוף ואני הראש, תבואתה לראש יוסף (דברים לג טז) אין נסיב גופא מהרישא טב, ולא עוד אלא עד שלא ירדתם לכאן הורדתם הוגניסי שלי, אם כן אני הורג אתכם, אתמהא. ועיין שם ובנזר הקודש, וכולם לא כתבו איך הוציאו זאת רז\"ל מהפסוקים.", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17990cbb386c011be96fe2", "index_title": "Tanna DeBei Eliyahu Rabbah", "category": "Midrash", "type": "", "ref": "Tanna DeBei Eliyahu Rabbah 26:1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Tanna DeBei Eliyahu Rabbah 26:1", "sourceHeRef": "תנא דבי אליהו רבה כ״ו:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [968, 984], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Tanna DeBei Eliyahu Rabbah", "he": "תנא דבי אליהו רבה"}, "heTitle": "תנא דבי אליהו רבה", "he": "דבר אחר וידבר אלקים את כל הדברים האלה לאמר אנכי ה' אלקיך ברוך המקום ברוך הוא שבחר בהן בישראל יותר מבכל העכו\"ם וקנה אותם קנין גמור וקרא אותם בנים ועבדים לשמו ולפעמים הוא מדבר עמהם בלשון רבים ולפעמים מדבר עמהם בלשון יחיד וכל כך למה בשביל האהבה שהוא אוהב את ישראל ומשמחה שהוא משמח בהם וכך אמר הקב\"ה לישראל בני אני הוא שישבתי תתקע\"ד דורות קודם שנברא העולם עד שדרשתי וחקרתי וצרפתי ובחנתי את כל דברי התורה הזאת ומיום שנברא העולם עד אותה שעה אני יושב על כסא הכבוד שלי שליש היום אני קורא ושונה ושליש היום אני דן את כל העולם כולו ושליש היום אני עושה צדקה וזן ומפרנס ומכלכל את כל העולם ואת כל מעשי ידי אני הוא שהנחתי כל ע' לשונות שבארץ ובאתי ונדבקתי בכם וקראתי אתכם אלקים והשויתי את שמכם לשמי הגדול וקראתי אתכם אחי ורעי אני הוא עד שלא נברא העולם ואני הוא משנברא העולם אני הוא בעולם הזה ואני הוא בעולם הבא (דברים ל״ב:ל״ט) אני אמית ואחיה מחצתי ואני ארפא שנאמר (ישעיהו מ״ג:י׳) למען תדעו ותאמינו לי ותבינו כי אני הוא לפני לא נוצר אל ואחרי לא יהיה אנכי אנכי ה' ואין מבלעדי מושיע ונאמר (ישעיהו מ״ה:כ״א) הלא אני ה' ואין עוד אלקים מבלעדי אל צדיק ומושיע אין זולתי ונאמר (ישעיהו מ״ו:ט׳) כי אנכי אל ואין עוד אלקים ואפס כמוני. ד\"א אנכי ה' אלקיך מלמד שנסתכל הקב\"ה בעולם כולו מתחלת העולם ועד סוף העולם וצפה בעשרה אנשים שבעטו בו ואלו הן א' מיכה ב' ירבעם ג' בן הישראלית ד' מקושש ה' אבשלום ו' יואב ז' שמשון ח' עכן ט' עדי נבות י' אחאב אנכי ה' אלקיך בעט מיכה לא יהיה לך אלקים אחרים בעט ירבעם לא תשא את שם ה' אלקיך לשוא בעט בן הישראלית זכור את יום השבת לקדשו בעט מקושש כבד את אביך ואת אמך בעט אבשלום לא תרצח בעט יואב לא תנאף בעט שמשון לא תגנוב בעט עכן לא תענה בעטו עדי נבות לא תחמוד בעט אחאב. ד\"א אנכי ה' אלקיך אמר הקב\"ה לישראל אם קיימתם אתם אותו נתקיים בכם אני אמרתי אלקים אתם וגו' (תהלים פב) עכשיו שעברתם עליו נתקיים בכם אכן כאדם תמותון (תהלים פב) לא יהיה לך אם קיימתם אתם אותו נתקיים בכם (ויקרא כ״ו:ט׳) ופניתי אליכם והפריתי אתכם והרביתי אתכם והקימותי את בריתי אתכם עכשיו שעברתם עליו נתקיים בכם ונתתי פני בכם ונגפתם לפני אויביכם (ויקרא כ״ו:י״ז) לא תשא אם קיימתם אתם אותו נתקיים בכם (ישעיהו ס״ב:ח׳) נשבע ה' בימינו ובזרוע עזו אם אתן את דגנך עוד מאכל לאויביך וגו' עכשיו שעברתם עליו נתקיים בכם וחרה אף ה' בכם (דברים י״א:י״ז) זכור את יום השבת לקדשו אם קיימתם אתם אותו נתקיים בכם (ישעיהו נ״ח:י״ד) אז תתענג על ה' וגו' עכשיו שעברתם עליו נתקיים בכם (ויקרא כ״ו:ל״ד) אז תרצה הארץ את שבתותיה וגו'. כבד את אביך ואת אמך וגו' אם קיימתם אתם אותו נתקיים בכם (ישעיהו ס״ב:ב׳) וראו גוים צדקך עכשיו שעברתם עליו נתקיים בכם (יחזקאל ה׳:י׳) לכן אבות יאכלו בנים וגו'. לא תרצח אם קיימתם אתם אותו נתקיים בכם וחרב לא תעבור בארצכם (ויקרא כ״ו:ו׳) עכשיו שעברתם עליו נתקיים בכם (ויקרא כ״ו:ל״ג) והריקותי אחריכם חרב וגו'. לא תנאף אם קיימתם אתם אותו נתקיים בכם (ירמיהו ל״א:י״ג) אז תשמח בתולה במחול ובחורים וזקנים יחדו עכשיו שעברתם עליו נתקיים בכם (הושע ד׳:י״ד) לא אפקוד על בנותיכם כי תזנינה ועל כלותיכם כי תנאפנה וגו'. לא תגנוב אם קיימתם אתם אותו נתקיים בכם (דברים ז׳:ט״ז) ואכלת את כל העמים עכשיו שעברתם עליו נתקיים בכם (ירמיהו נ״א:ל״ד) אכלני הממני נבוכדנאצר מלך בבל וגו'. לא תענה אם קיימתם אתם אותו נתקיים בכם ואתם עדי נאם ה' (ישעיהו מ״ג:י״ב) עכשיו שעברתם עליו נתקיים בכם (איכה ב׳:י״ג) מה אעידך מה אדמה לך הבת ירושלים מה אשוה לך ואנחמך וגו'. לא תחמוד בית רעך וגו' אם קיימתם אתם אותו נתקיים בכם ולא יחמוד איש את ארצך וגו' (שמות ל״ד:כ״ד) עכשיו שעברתם עליו נתקיים בכם (מיכה ב) וחמדו שדות וגזלו וגו': ד\"א אנכי ה' אלקיך קיימו יוסף שנאמר ויאמר אליהם יוסף אל תיראו כי התחת אלקים אני (בראשית נ׳:י״ט) לא יהיה לך וגו' קיימו יעקב שנאמר (בראשית ל״ה:ב׳) ויאמר יעקב אל ביתו וגו' הסירו את אלקי הנכר אשר בתוככם וגו'. לא תשא קיימו יוסף שנאמר (בראשית מ״ב:ט״ו) חי פרעה אם תצאו מזה והלא הדברים ק\"ו ומה כשהיה נשבע במלך ב\"ו קיים את שבועתו אם נשבע בממ\"ה הקב\"ה עאכ\"ו. זכור את יום השבת לקדשו קיימו יוסף שנאמר (בראשית מ״ג:ט״ז) ויאמר לאשר על ביתו הבא את האנשים הביתה וטבוח טבח והכן וגו'. ואין הכן אלא לשבת שנאמר (שמות ט״ז:ה׳) והיה ביום הששי והכינו את אשר יביאו ומאי וטבוח טבח אלא מלמד שאמר יוסף לטבח פרע לפניהם את בית השחיטה והפרש לפניהם את גיד הנשה. ד\"א זכור את יום השבת לקדשו קיימו חנניה מישאל ועזריה שנאמר (ישעיהו נ״ו:ד׳) כי כה אמר ה' לסריסים אשר ישמרו את שבתותי. כבר את אביך ואת אמך קיימו יוסף שנאמר (בראשית ל״ז:י״ג) ויאמר ישראל אל יוסף הלא אחיך רועים בשכם לכה ואשלחך אליהם וגו'. ד\"א כבד את אביך ואת אמך קיים יצחק שהיה מושלך לפני אביו כשה לטבח. לא תרצח קיימו יוסף שלא שמע לאשת פוטיפר להרוג את פוטיפר. לא תנאף קיימו יוסף שנאמר (בראשית לא) ואיך אעשה הרעה הגדולה הזאת וחטאתי לאלקים ומה ת\"ל לאלקים אלא מלמד שנשבע לו ליצרו באלקים ואמר האלקים לא אעשה את הדבר הזה. ד\"א לא תנאף קיימו בועז שנאמר (רות ג׳:י״ג) ליני הלילה וגו'. לא תגנוב קיימו יוסף שנאמר (בראשית מ״ז:י״ד) וילקט יוסף את כל הכסף הנמצא בארץ מצרים וגו'. ד\"א לא תגנוב קיימו השבטים שנאמר (בראשית מ״ד:ח׳) הן כסף אשר מצאנו בפי אמתחותינו השיבונו אליך מארץ כנען ואיך נגנוב מבית אדוניך כסף או זהב לא תענה וגו' ולא תחמוד קיים אברהם שנאמר (בראשית י״ד:כ״ב) ויאמר אברם אל מלך סדום הרימותי ידי אל ה' אל עליון קונה שמים וארץ אם מחוט ועד שרוך נעל ואם אקח מכל אשר לך וגו' בלעדי רק אשר אכלו הנערים וגו'. ד\"א אנכי ה' אלקיך ולא יהיה לך ולא תשא את שם ה' אלקיך לשוא מה ענין זה אצל זה אלא ללמדך שכל הרגיל בשבועות שוא ובשבועות שקר הרי זה כאילו עובד ע\"ז ואינו עושה קורת רוח לפני מי שאמר והיה העולם ואינו מקבל עליו עול מלכות שמים שלימה. וכל מי שאינו רגיל בשבועת שוא ובשבועת שקר הרי זה עושה קורת רוח לפני הקב\"ה ומקבל עליו עול מלכות שמים שלימה. אוי להם לרשעים שבשביל מעשיהם המקולקלים מביאין את עצמן לידי פסול והויין עניים עד יום מותן שנאמר (זכריה ה׳:ד׳) הוצאתיה נאם ה' צבאות ובאה אל בית הגנב ואל בית הנשבע בשמי לשקר ולנה בתוך ביתו וכלתו ואת עציו ואת אבניו הוצאתיה לאלתר ובאה אל בית הגנב זה הגונב דעת הבריות ואל הנשבע בשמי לשקר כמשמעו. כל העבירות שבתורה אם עבר עליהן נפרעין ממנו בגופו ועל שבועת שוא נפרעין ממנו בגופו ובממונו לכך נאמר וכלתו ואת עציו ואת אבניו ולא עוד אלא שהקב\"ה מעיד עליו בעצמו שנאמר (מלאכי ג׳:ה׳) וקרבתי אליכם למשפט והייתי עד ממהר במכשפים ובמנאפים ובנשבעים לשקר ובעושקי שכר שכיר אלמנה ויתום וגו' ואומר (ירמיהו כ״ט:כ״ג) ואנכי היודע ועד נאם ה': ד\"א לא תשא את שם ה' אלקיך לשוא וזכור את יום השבת לקדשו מה ענין זה אצל זה אלא ללמדך שכל הרגיל בשבועת שוא ושקר הרי הוא אינו מקבל עליו עול מלכות שמים שלימה ומי שאינו רגיל בשבועת שוא ושקר הרי הוא מקבל עליו עול מלכות שמים וכל הרגיל בשבועת שוא ושקר אינו נוחל את חיי עוה\"ב וכל מי שאינו רגיל בשבועת שוא ושקר הרי הוא נוחל את חיי העוה\"ב. לכן אל יאמר האדם בלבו לעצמו אני אהיה ירא שמים ואוהב את הקב\"ה ע\"מ שאעבור על אחת מכל המצות האמורות בתורה כי זהו סימן רע וחלק רע וגזירות קשות באות עליו. אלא כך יאמר אדם בלבו אני אהיה ירא שמים ואוהב את הקב\"ה על מנת שלא אעבור אפי' על אחת מכל מצות האמורות בתורה וזהו סימן טוב וחלק טוב לו ואין חטא בא על ידו. תדע לך שכן הוא שהרי כשהיו ישראל במדבר מה נאמר בהם (במדבר ט״ו:ל״א-ל״ג) ויהיו בני ישראל במדבר וימצאו איש מקושש עצים ביום השבת אמר הקב\"ה למשה מפני מה חלל זה את השבת אמר משה לפניו רבש\"ע איני יודע א\"ל הקב\"ה למשה אני אומר לך כי בכל ששת ימי חול יש לו לישראל תפילין בראשו ובזרועו ורואה אותם וחוזר ממעשיו אבל עכשיו ביום השבת שאין לו תפילין בראשו ובזרועו לכן חלל זה את השבת. באותה שעה א\"ל הקב\"ה למשה משה צא וברור להם מצוה אחת שיהיו נוהגים בו בשבתות ובימים טובים זה מצות ציצית שנאמר (במדבר ט״ו:ל״ח) דבר אל בני ישראל וגו' ועשו להם ציצית על כנפי בגדיהם לדורותם וגו' וראיתם אותו וזכרתם את כל מצות ה' וגו' ואין לדורותם אלא לדור תם ואין תם אלא יעקב שנאמר (בראשית כ״ה:כ״ז) ויעקב איש תם תם מגזל תם מגלוי עריות תם משפיכות דמים לפיכך הביאוהו ונתנוהו אצל עול מלכות שמים שהיא חמורה שמתחילין שמע ישראל ה' אלקינו ה' אחד ומסיימין ועשו להם ציצית וגו' הא למדת שקלה שבמצות הרי היא כחמורה וחמורה הרי היא כקלה. ד\"א זכור את יום השבת לקדשו במה אתה מקדשו במקרא ובמשנה במאכל במשתה וכסות נקיה ובמנוחה שכל המענג את השבת כאלו הוא מכבד להקב\"ה שנאמר (ישעיהו נ״ח:י״ג) וקראת לשבת עונג לקדוש ה' מכובד ללמדך אם קראת לשבת עונג אז לקדוש ה' מכובד. ואעפ\"י שאמר ר\"ע עשה שבתך חול ואל תצטרך לבריות מכל מקום יטול אדם בשר מעט ויין מעט ואל ירבה בבשר ויין יותר מדאי ואם הרבה בבשר ויין יותר מדאי הרי מקרא מוכיח עליו (משלי כ״ג:כ׳-כ״א) אל תהי בסובאי יין בזוללי בשר למו כי סובא וזולל יורש ואם לא זכה אדם לבקש רחמים על ד\"ת שיכנסו לתוך מעיו מכל מקום יבקש רחמים על אכילה ושתיה יתירה שלא יכנסו לתוך מעיו שנאמר (ישעיהו מ״ח:י׳) הנה צרפתיך ולא בכסף בחרתיך בכור עוני מה כור זה אפילו אתה נותן בו כל העצים שבעולם הרי זה שורפן ומפסידן כך גרונו של אדם אפילו אתה נותן בו כל אכילות יפות שבעולם הוא בולען ומפסידן. מעשה ברבי יהודה הנשיא שאמר בשעת מיתתו גלוי וידוע לפני הקב\"ה שעמלתי בתורה בכל עשר אצבעותי ולא אכלתי ולא נהניתי בעוה\"ז אפילו באחד מאצבעותי הקטנים ומעולם לא אמרתי אלך ואוכל ואשתה ואהנה מן עוה\"ז ואלך אח\"כ מתוך תענוגי עוה\"ז ואפטר מן העוה\"ז לעוה\"ב אלא לא עשיתי לי אכילה ושתיה רק כדי חיותי ועסקתי בתורה כל ימי חיי לכן עכשיו תן לי מנוחה בבית עולמי מה היו משיבין לו יבא שלום ינוחו על משכבותם הולך נכחו (ישעיהו נ״ז:ב׳) וכל העושה כן עליו הכתוב אומר (תהילים קי״ב:ה׳) טוב איש חונן ומלוה יכלכל דבריו במשפט. מכאן שמעת שקדושת הקב\"ה וקדושת שבת וקדושת ישראל שלשתן חשובות כאחד בקדושת הקב\"ה מה כתיב (תהילים כ״ב:ד׳-ה׳) ואתה קדוש יושב תהלות ישראל בך בטחו אבותינו וגו' ובקדושת שבת מה כתיב (שמות ל״א:י״ד) ושמרתם את השבת כי קדוש היא לכם ובקדושת ישראל מה כתיב (ירמיהו ב׳:ג׳) קודש ישראל לה' ראשית תבואתה. מכאן אמרו שלעתיד לימות בן דוד שיהיו שיניהם של אוכלי ישראל נמשכין כ\"ד אמות וחכ\"א שלשים ושלש אמות ומה נשתנה ל\"ג מן עשרים וארבע אלא כנגד תשעה חדשים למעוברת ועשרים וארבעה למניקות כנגד כל חדש וחדש אמה אחת ולמה דוקא כנגד המעוברת ומניקות אלא לומר לך מה התינוק הזה כחו שהוא יונק מאמו ט' חדשים של ימי עיבורה ואח\"כ הוא יונק חלב משדי אמו כל אותן עשרים וארבעה חדשים ואפי' מתה אמו אינו חושש לה: ד\"א זכור את יום השבת לקדשו וכבד את אביך ואת אמך למען יאריכון ימיך וכי מה ענין זה אצל זה אלא ללמדך שכל זמן שאדם מכבד את אביו ואת אמו אין חטא של חילול השבת ולא שאר שום כל חטא בא על ידו ואם חטא נמחל לו שנאמר (ישעיהו נ״ו:ב׳) אשרי אנוש יעשה זאת ובן אדם יחזיק בה שומר שבת מחללו אל תקרי מחללו אלא מחול לו ואומר (ישעיהו כ״ט:י״ג) ויאמר ה' יען כי נגש העם הזה בפיו ובשפתיו כבדוני ולבו רחק ממני ותהי יראתם אותי מצות אנשים מלומדה וגו'.", "heVersionTitle": "OYW (segmentation according to Warsaw 1880)", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "This is what God said to Israel: My children what do I seek from you? I seek no more than that you love one another, and honor one another, and that you have awe for one another", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5c17a2410443cc00199dbd6b", "index_title": "Zohar Chadash", "category": "Kabbalah", "type": "", "ref": "Zohar Chadash, Ki Tisa 102", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Zohar Chadash, Ki Tisa 102", "sourceHeRef": "זוהר חדש, פרשת כי תשא ק״ב", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 102, "collectiveTitle": {"en": "Zohar Chadash", "he": "זוהר חדש"}, "heTitle": "פרשת כי תשא", "he": "תָּא חֲזֵי, כָּל בַּר נָשׁ דְּתָב בִּתְיוּבְתָּא קַמֵי מָארֵיהּ, וְדָחִיל כָּל יוֹמָא מֵהַהוּא חוֹבָה דְּעָבַד. קוּדְשָׁא בְּרִיךְ הוּא מָחִיל לֵיהּ, וְלָא גָבֵי מִנֵּיהּ. דְּהָא אֲחוֹי דְּיוֹסֵף, דְּחִילוּ סַגֵּי נְפַל עֲלַיְהוּ, כַּד חֲזוֹ דְּאִסְתַּלַּק אֲבוּהוֹן לְעֵילָא, וַחֲזוֹ גַּרְמַיְיהוּ בְּגָלוּתָא עַל הַהוּא חוֹבָא, עַד דַּאֲמַר לְהוֹ יוֹסֵף, (בראשית נ׳:י״ט) אַל תִּירָאוּ. לָא תִדְחֲלוּ וַדַּאי מֵעוֹנָשָׁא בְּהַאי זִמְנָא, כִּי הֲתַחַת אֱלֹהִים אָנִי. וַדַּאי אִסְתַּלַּקְנָא לְעֵילָא מֵהַהוּא אַתְרָא. וְדַרְגָּא דִּילִי יַנְהֵיר, לִסְטַר בֵּי דִינָא, לְאַנְהָרָא לְכוֹ, דְּאַתּוּן תְּחוֹת הַהוּא אַתְרָא. ", "heVersionTitle": "Zohar Chadash", "heLicense": "Public Domain", "heVersionTitleInHebrew": "זוהר חדש", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f043e46a157d666e704b348", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Genesis 50:19:1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Rav Hirsch on Torah, Genesis 50:19:1", "sourceHeRef": "רש\"ר הירש על התורה, בראשית נ׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "בראשית", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Gott mag die Gesinnung, die Absicht richten. Ich, als Mensch, habe ja nur an den Erfolg zu denken, und da bin ich vielmehr euch zu größtem Dank verpflichtet.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5f1d71f53353e1a24e02bdbd", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 13:19:4", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Midrash Lekach Tov, Exodus 13:19:4", "sourceHeRef": "מדרש לקח טוב, שמות י״ג:י״ט:ד׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 19.0004, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b> ד״א עמו.</b> במחיצתו, לפיכך זכה משה רבינו ולא נתעסק בו אלא שכינה שנאמר ויקבור אותו בגיא (דברים לד ו), <i data-commentator=\"Notes and Corrections\" data-order=\"134\"></i> והיה ארונו של יוסף מהלך עם ארון הקודש בתוך ישראל והם אומרים עליו קיים זה מה שכתב בארון זה, בלוחות כתיב אנכי ה׳ אלהיך (שמות כ ב), וביוסף כתיב התחת אלהים אני (בראשית נ יט). <i data-commentator=\"Notes and Corrections\" data-order=\"135\"></i> בלוחות כתיב לא יהיה לך אלהים אחרים (שמות כ ג), וביוסף כתיב את האלהים אני ירא (בראשית מב יח), בלוחות כתיב <i data-commentator=\"Notes and Corrections\" data-order=\"136\"></i> [לא תשא (שמות כ ז), וביוסף כתיב חי פרעה (בראשית מב טו), אבל השם לא היה מזכיר לבטלה. בלוחות כתיב] זכור את יום השבת (שמות כ ח), וביוסף כתיב וטבוח טבח והכן (בראשית מג טז), אין והכן אלא ערב שבת, שנאמר והכינו את אשר יביאו (שמות טז ה). בלוחות כתיב כבד את אביך ואת אמך (שמות כ יב), וביוסף כתיב הלא אחיך רועים בשכם וגו׳ <i data-commentator=\"Notes and Corrections\" data-order=\"137\"></i> ויאמר לו הנני (בראשית לז יג). בלוחות כתיב לא תרצח לא תנאף לא תגנוב (שמות כ יג יד טו), וביוסף כתיב ולא שמע אליה לשכב אצלה להיות עמה (בראשית לט י), ולא הרג את בעלה, וכתיב ויבא יוסף את הכסף ביתה פרעה (בראשית מז יד). בלוחות כתיב לא תענה (שמות כ טז), וביוסף ראה אם דברים של אמת שמכרוהו לא הגיד לאביו, דברים של שקר לא כל שכן. בלוחות כתיב לא תחמוד (שם כ יז), ויוסף לא חמד אשת פוטיפר, לכך היו אומרים שקיים זה מה שכתוב בזה.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9e5eb468b1b9b1e60c54", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 50:19:1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Midrash Lekach Tov, Genesis 50:19:1", "sourceHeRef": "מדרש לקח טוב, בראשית נ׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "<b>כי התחת אלהים אני.</b> אמר להם אני בנו של יעקב שאמר התחת אלהים אנכי (בראשית ל ב).", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61023be1c795231b79e36346", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "quotation_auto", "ref": "Tzror HaMor on Torah, Genesis 50:15:1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Tzror HaMor on Torah, Genesis 50:15:1", "sourceHeRef": "צרור המור על התורה, בראשית נ׳:ט״ו:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "בראשית", "he": "<b>אחר</b> כך אמר ויראו אחי יוסף עשרה כי מת אביהם. כבר אמרו במדרש מה ראו. אלא שראו ליוסף שעמד על הבור שהשליכוהו בו לברך כדין התורה ברוך שעשה לי נס במקום הזה. ולכן ראו ופחדו אולי יזכור הרעה אשר גמלו אותו ולכן אמרו לו ישטמנו יוסף. ואולי הם נתחרטו מעונותיהם. ולכן אמרו ע\"כ לא היינו יריאים כי זכות הצדיק היה מגין עלינו. ועכשיו שראו שמת אביהם יראו ממה שעשו. ולכן רצו לפייס ליוסף בענין שלא תקטרג עליהם מדת הדין. ולכן שבו בתשובה ושמו חטאתם לנגדם ואמרו לו ישטמנו יוסף. ולכן צוו לבני בלהה שהיו תדירין אצלו שיאמרו לו אביך צוה. כלומר אע\"פ שאביך מת זכרהו ושמור מאמרו וצוויו כמו ששמרת אותו בחיים. ובמדרש אמרו ויראו אחי יוסף מה ראו. רבי אבא בר כהנא אמר לפי שכשהיה יעקב קיים היה יוסף אוכל אצל אביו ואחיו ופעמים הם אוכלים בביתו. וכיון שמת אביו שלח לכל אחד ואחד לביתו ויוסף לא עשה זה אלא מענוה. אמר כל זמן שהיה אבי קיים היה גוזר עלי להסב בראש והייתי עושה בכח גזרתו ואיני נענש. ועכשיו אקרא אותם ואשב בראש ראובן שהוא הבכור. או למעלה מיהודה שהמלכות שלו. והם נתיראו ואמרו כבר מת אבינו ושינה דעתו עלינו. לכך אמרו לו ישטמנו יוסף לא אמר ישטמנו. אלא יש טמון בלבו ויזכיר הרעות הראשונות הדא הוא דכתיב והשב ישיב לנו. ויאמרו אנא שא נא. אמר הקב\"ה חייכם בזה הלשון כהן גדול מכפר עליכם ביוה\"כ אנא השם כפר נא ע\"כ. כה תאמרון ליוסף אנא שא נא. הורה בזה שהם גלו לו דבר במכירה. וזהו כי רעה גמלוך. ולכן ויבך יוסף בדברם אליו לפי שחרה לו על שגילו הדבר לאביו כפי הנראה. ובמדרש לפשע עבדי אלהי אביך כלומר דיו לעבד להיות כרבו. ואחר שחטאנו לך ואנו מבקשים שתגמלנו טובות. ראוי לך ודייך שתהיה שוה לאלהיו של אביך בגמילות חסדים. אדם חוטא ושב בתשובה ומיד מקבלו. וזהו לפשע עבדי אלהי אביך. ואולי בכה יוסף לפי שנראה לו שאחיו חשדוהו בדבר כזה. ולפי שלא השיב דבר לשליח אלא שבכה וראו בזה שלבו שוה עמם. וילכו גם אחיו ויפלו לפניו ויאמרו אליו חטאנו לך חטאה גדולה שמכרנוך לעבד. ולכן מדה כנגד מדה הננו לך לעבדים. ואז השיב להם אל תיראו כי התחת אלהים אני להרע לכם. אחר שאתם קיומו של עולם כאומרם ז\"ל י\"ב שעות ביום. י\"ב שעות בלילה. י\"ב מזלות. י\"ב חדש בשנה. י\"ב אבנים עתידים להיות על לבו של אהרן. י\"ב למספר שבטי ישראל. וכי אלוה אני שאוכל לסלק סדרו של עולם. הוי כי התחת אלהים אני ע\"כ. וזהו מה שכתבתי למעלה באומרו כל אלה שבטי ישראל שנים עשר:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ebb47cf7a0c25239b17", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "anchorRef": "Genesis 12:1-50:26", "anchorRefExpanded": ["Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ג׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Patriarchal Narratives", "he": "בראשית מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE STORIES ABOUT THE FATHERS AND MOTHERS OF</small> I<small>SRAEL, AS A COLLECTION, ARE</small> almost contrapuntal in their richness. Life experiences are repeated and common themes recur; yet at the same time there is a remarkable variety of personalities.", "Two prominent themes throughout are God’s promises (of land and descendants) and his blessing. The texts revolve around the question of whether and how God will fulfill his promises, and how people will effect the transfer of the blessing. Each generation portrayed in the narratives must deal with the inherent tensions raised by these questions, since their resolution does not occur easily.", "The stories are also marked by each figure’s struggle to develop a concept of the religious life, of “walking in accord with God.” Each one carves out his own distinct path, to arrive at a mature understanding of what it means to be a father of the people of Israel. In order to bring about such an understanding, God apparently “tests” them in both obvious and more oblique ways, often against a backdrop of bitter sibling rivalry. One also observes a physical unsettledness about the Patriarchs’ quest; only Yitzhak is spared the wanderings that occur so regularly in the stories.", "Rather interestingly, although the texts purport to be about “fathers,” it is God himself who most consistently fits that role for the characters. God acts <i>in loco parentis</i> for each of the Patriarchs, always, significantly, after the loss of the human father. He first appears to Avraham after the death of Terah; to Yitzhak after that of Avraham; to Yaakov after he leaves home (and a seemingly dying father); and he helps Yosef directly, after he has left his father’s home.", "Numbers play an important role in the Patriarchal stories, as they did in Part I. It has been pointed out (see Sarna 1966) that the life spans of the Patriarchs fit into a highly ordered pattern. Avraham lives for 175 years, equaling 7 × 5<sup>2</sup>; Yitzhak, for 180 years, equaling 5 × 6<sup>2</sup>; and Yaakov, for 147 years, or 3 × 7<sup>2</sup>. This is unmistakably a purposeful scheme, meant to convey that human history is orderly and meaningful. Similarly an examination of the stories reveals that Avraham lives for 75 years in the lifetime of his father and 75 years in the lifetime of his son, while Yaakov spends 20 years away from his father, with Yosef roughly following suit in the next generation.", "Last, it should be noted that the Patriarchal stories in various details anticipate the later Exodus of the Israelites from Egypt. The specific references will be mentioned in the Notes."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ecd6bfddfbb310fecba", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef 2-7", "anchorRef": "Genesis 37:1-50:26", "anchorRefExpanded": ["Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part IV; Yosef", "he": "בראשית מאמר ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE STORIES ABOUT THE LAST</small> P<small>ATRIARCH FORM A COHERENT WHOLE, LEADING SOME</small> to dub it a “novella.” It stands well on its own, although it has been consciously and artfully woven together into both the Yaakov cycle and the entire book.", "Initially the tale is one of family emotions, and it is in fact extreme emotions which give it a distinctive flavor. All the major characters are painfully expressive of their feelings, from the doting father to the spoiled son, from the malicious brothers to the lustful wife of Potifar, from the nostalgic adult Yosef to the grief-stricken old Yaakov. It is only through the subconscious medium of dreams, in three sets, that we are made to realize that a higher plan is at work which will supersede the destructive force of these emotions.", "For this is a story of how “ill”—with all its connotations of fate, evil, and disaster—is changed to good. Despite the constant threat of death to Yosef, to the Egyptians, and to Binyamin, the hidden, optimistic thrust of the story is “life,” a word that appears in various guises throughout. Even “face,” the key word of the Yaakov cycle which often meant something negative, is here given a kinder meaning, as the resolution to Yaakov’s life.", "A major subtheme of the plot is the struggle for power between Re’uven and Yehuda. Its resolution has implications that are as much tribal as personal, for the tribe of Yehuda later became the historical force in ancient Israel as the seat of the monarchy.", "Although many details of the narrative confirm Egyptian practices, those practices actually reflect an Egypt considerably later than the period of the Patriarchs (Redford). Of interest also is the prominence of the number five in the story, a detail that is unexplained but that gives some unity to the various sections of text.", "In many ways the Yosef material repeats elements in the Yaakov traditions. A long list could be compiled, but let us at least mention here sibling hatred, exile of the hero, foreign names, love and hate, dreams, and deception—even so detailed as to duplicate the use of a goat-kid. But its focusing on a classic rags-to-riches plot, with the addition of a moralistic theme, make the Yosef story a distinctive and always popular tale, accessible in a way that the more difficult stories of the first three parts of Genesis are not."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ed36bfddfbb310fecce", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The End of the Matter 2-3", "anchorRef": "Genesis 50:15-26", "anchorRefExpanded": ["Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The End of the Matter 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳, בראשית הערה י״ג ב׳-ג׳", "anchorVerse": 15, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The End of the Matter", "he": "בראשית הערה י״ג"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה י״ג", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Drawing out the tension inherent in the Patriarchs’ family relationships to the very end, the text repeats an earlier situation in Yaakov’s life—his brother’s feelings of “grudge” and threats to kill him—in the guise of his sons’ fears toward Yosef. Here, however, there can be no question of personal vengeance, since Yosef sees the brothers’ betrayal of him as but part of a larger purpose. In his words of v.20, “God planned-it-over for good … to keep many people alive,” the text resolves two of the great hanging issues that have persisted throughout Genesis: sibling hatred and the threat to generational continuity.", "Left hanging, of course, is the issue of the promised land, since the narrative concludes “in Egypt,” but these final chapters lead to the assurance that God will “take account” (vv.24–25) of the Sons of Israel, as they are soon to be termed."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6203809f713bd8cd388d3e49", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "anchorRef": "Genesis 1:1-50:26", "anchorRefExpanded": ["Genesis 1:1", "Genesis 1:2", "Genesis 1:3", "Genesis 1:4", "Genesis 1:5", "Genesis 1:6", "Genesis 1:7", "Genesis 1:8", "Genesis 1:9", "Genesis 1:10", "Genesis 1:11", "Genesis 1:12", "Genesis 1:13", "Genesis 1:14", "Genesis 1:15", "Genesis 1:16", "Genesis 1:17", "Genesis 1:18", "Genesis 1:19", "Genesis 1:20", "Genesis 1:21", "Genesis 1:22", "Genesis 1:23", "Genesis 1:24", "Genesis 1:25", "Genesis 1:26", "Genesis 1:27", "Genesis 1:28", "Genesis 1:29", "Genesis 1:30", "Genesis 1:31", "Genesis 2:1", "Genesis 2:2", "Genesis 2:3", "Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23", "Genesis 3:24", "Genesis 4:1", "Genesis 4:2", "Genesis 4:3", "Genesis 4:4", "Genesis 4:5", "Genesis 4:6", "Genesis 4:7", "Genesis 4:8", "Genesis 4:9", "Genesis 4:10", "Genesis 4:11", "Genesis 4:12", "Genesis 4:13", "Genesis 4:14", "Genesis 4:15", "Genesis 4:16", "Genesis 4:17", "Genesis 4:18", "Genesis 4:19", "Genesis 4:20", "Genesis 4:21", "Genesis 4:22", "Genesis 4:23", "Genesis 4:24", "Genesis 4:25", "Genesis 4:26", "Genesis 5:1", "Genesis 5:2", "Genesis 5:3", "Genesis 5:4", "Genesis 5:5", "Genesis 5:6", "Genesis 5:7", "Genesis 5:8", "Genesis 5:9", "Genesis 5:10", "Genesis 5:11", "Genesis 5:12", "Genesis 5:13", "Genesis 5:14", "Genesis 5:15", "Genesis 5:16", "Genesis 5:17", "Genesis 5:18", "Genesis 5:19", "Genesis 5:20", "Genesis 5:21", "Genesis 5:22", "Genesis 5:23", "Genesis 5:24", "Genesis 5:25", "Genesis 5:26", "Genesis 5:27", "Genesis 5:28", "Genesis 5:29", "Genesis 5:30", "Genesis 5:31", "Genesis 5:32", "Genesis 6:1", "Genesis 6:2", "Genesis 6:3", "Genesis 6:4", "Genesis 6:5", "Genesis 6:6", "Genesis 6:7", "Genesis 6:8", "Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32", "Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר א׳ ב׳-מ״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Genesis and Its Structure", "he": "בראשית מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE TEXT OF</small> G<small>ENESIS SEEMS TO SPEAK WITH MANY VOICES</small>. F<small>OR A BOOK WHOSE BASIC</small> arrangement is chronological, tracing the history of a single family, it exhibits a good deal of discontinuity on the surface. Here time flows uniformly, there it takes startling jumps; fragments are followed by more or less full-blown tales; genres alternate, from mythic to genealogical to folkloristic. In addition, scholars often portray Genesis as a collection of historically diverse materials that were compiled by scribes for whom deviating from received tradition was anathema. Hence the repetitions, the inconsistencies, and the irregular pacing.", "Is Genesis then, at best, a collection of stories related to the origins of Israel, with most of its seams still showing? Such an assessment does not do justice to what must have been a complex process of addition and growth or to the final product. An overview of the book does produce a certain scheme; at some point in the text’s history a coherent picture must have begun to emerge from the disparate materials handed down. For the modern reader, utilizing the Buber-Rosenzweig method of focusing on repeating words and key themes as the text presents them may make it possible to generalize about the organization of the book and also to speculate on its overall intent in the form in which it has come down to us.", "On its most obvious level Genesis is a book about origins. It seeks to link the origin of the people of Israel with that of the world, relating in the process how various human characteristics and institutions arose.", "On the surface this parallels much of ancient literature and folklore. All peoples are interested in their own beginnings, picturing them in a way which validates their present existence. Genesis, however, is different in that, like the rest of the Torah, it downplays the heroic element of the people’s origins and in its place stresses God’s role in them. Moreover the one great omission—the origin of God—establishes from the beginning a unique basis for a tribal chronicle. From Genesis and subsequent books we learn primarily about God’s relationship to the people and what he expects of them; almost everything else is subordinated to this purpose.", "Preliminarily one can speak of at least seven major themes whose recurrence establishes their importance in the book:", "1. <i>Origins:</i> Of the world, of humanity, and of the people of Israel.<br>2. <i>Order/Meaning in History:</i> By means of stylized or patterned chronology—reliance on certain round numbers such as 3, 7, and 40—it is suggested that human events are not random but somehow planned.<br>3. <i>Blessing:</i> From creation onward God bestows blessings on his creatures in general and on the fathers and mothers of Israel in particular.<br>4. <i>Covenant:</i> God concludes agreements with human beings.<br>5. <i>God Punishes Evildoing:</i> God is provoked to anger not by his capriciousness but by human failure to uphold justice and morality.<br>6. <i>Sibling Conflict, with the Younger Usually Emerging the Victor:</i> The order of nature (primacy of the firstborn) is overturned, demonstrating that God, not nature, is the ruling principle in human affairs.<br>7. <i>Testing:</i> God tests those who are to carry forth his mission; the result is the development of moral character.", "Superseding these important themes, which occur throughout the Bible in various forms, is the dominant one of <i>continuity</i>, represented by the unifying word in Genesis <i>toledot</i> (“begettings”). The word appears eleven times, often accompanied by long genealogical lists. The names may deflect attention from what is central to Genesis. The major thrust of the book would seem to be toward human fecundity, following the early divine command to “bear fruit and be many” (1:28), and pointing toward the eventual fecundity of the people of Israel (which will only be realized in the book of Exodus). Such an emphasis seems appropriate in a book about origins.", "Ironically, however, the undercurrent in Genesis points not to life and its continuation, but rather to its threatened extinction. In story after story the protagonist, his people, and occasionally the entire world are threatened. In at least one case (Avraham) a perfectly legal and natural solution is found—the birth of Yishmael as his heir—only to be rejected by God in favor of a more difficult one: a son born to an elderly woman.", "It is clear that the stress on continuity and discontinuity has one purpose: to make clear that God is in control of history. Human fertility and continuity in history come not from magical rites or from the arbitrary decisions of the gods, but from a God who bases his rule on justice. Nature disappears as a ruling factor in human affairs, replaced by a principle of morality which is unshakable precisely because it comes from a God who is beyond the rules of nature.", "But the result is a book which abounds in tension. From the beginnings of human history (Chap. 4) we encounter contradictions and opposites, whether on a small scale (fertility and barrenness) or a large one (promise and delayed fulfillment). Nowhere is this so clear as in the dramatic high point of the book, Chap. 22. As Avraham stands with knife upraised, the entire enterprise of Genesis hangs in the balance. But the entire book is replete with such tensions and continuity-threatening situations. There are barren wives, brothers vowing to kill brothers, cities and even a world being destroyed by an angry God. The main characters of Genesis thus emerge as survivors, above all else. Noah sets the pattern, but he is merely the first, and too passive an example. The Patriarchs must brave hostile foreigners, bitter intrafamily struggles, and long wanderings before they can find peace.", "While by the end of the book many of the tensions have been resolved, one conspicuously has not: God’s promise of the land of Canaan. As the book ends, “in Egypt,” we are left to ponder how this God, who keeps his promises to “those who love him” (Ex. 20:6), will bring the people back to their land—a land inhabited by someone else and in which the Children of Israel own only a burial site. Yet despite the tension, we may assume from the experiences of the Patriarchs that God will indeed “take account of” the Israelites (50:24), that he will take whatever ill has been planned against them and “plan-it-over for good” (50:20).", "A word should also be said here about hero traditions. In the great epics of the ancient world the hero often stands as a lonely figure. He must overcome obstacles, fight monsters, acquire helpers (whether women, “sidekicks,” or magic objects); and his triumph in the end signals man’s triumph over his archenemy, Death. Every battle won, every obstacle hurdled, is psychologically a victory for us, the audience, a cathartic release from our own frustrating battle against death.", "The Bible sees things rather differently. Death is also overcome, but not only by the individual’s struggle. It is rather through the covenant community, bound together by God’s laws and his promises, that the heroic vision is lived out. Despite the triumphs of the characters in Genesis, it is really in the book of Exodus that the great battle scenes (the plagues in Egypt, the Red Sea) and meetings with the divine (Mount Sinai) take place. And it is therefore God himself who is most properly the “hero” of these stories. No major character in Genesis achieves success without depending fully on God, and the standards that are held up to them are ultimately seen as God’s own, to be imitated by imperfect humankind.", "The book of Genesis falls naturally into four large sections. The first, usually termed the “Primeval History” (Chaps, 11–11), begins with creation and progresses through the early generations of humanity, ending in Mesopotamia. The second (Chaps. 12 through 25:18) is the cycle of stories concerning Avraham, the father of the people of Israel. Part III (Gen. 25:19 through Chap. 36) deals in the main with stories about his grandson Yaakov. The final section (Chaps. 37–50) is the tale of Yosef and of how the Children of Israel came to live in Egypt (thus paving the way for the book of Exodus).", "The following skeletal outline will lay out some of the interesting structural features of the book. There is an elemental symmetry that emerges from the four sections; further comments, especially about how the sections cohere, will be found in the explanatory material accompanying the text in this volume.", "I. Chosen Figure (Noah)", "Sibling Hatred (Kayin–Hevel), with sympathy for youngest", "Family Continuity Threatened (Hevel murdered)", "Ends with Death (Haran, Terah; Sarai barren)", "Humanity Threatened (Flood)", "Ends Away from Land of Israel (“In Harran”)", "II. Chosen Figure (Avraham)", "Sibling Hatred (Yishmael–Yitzhak) Implied, with sympathy for youngest", "Family Continuity Threatened (Sarai barren, Yitzhak almost sacrificed)", "Ends with Death (Sara, Avraham)", "Rivalry Between Wives (Hagar–Sarai)", "Barren Wife (Sarai)", "Wife–Sister Story (Chaps. 12 and 20)", "Ends with Genealogy of Non-Covenant Line (Yishmael)", "III: Chosen Figure (Yaakov)", "Sibling Hatred (Esav–Yaakov), with sympathy for youngest", "Family Continuity Threatened (Yaakov almost killed)", "Ends with Death (Devora, Rahel, Yitzhak)", "Rivalry Between Wives (Lea–Rahel)", "Barren Wife (Rahel)", "Wife–Sister Story (Chap. 26)", "Ends with Genealogy of Non-Covenant Line (Esav)", "IV Chosen Figure (Yosef)", "Sibling Hatred (Brothers–Yosef), with sympathy for youngest", "Family Continuity Threatened (Yehuda’s sons die; Yosef almost killed; family almost dies in famine)", "Ends with Death (Yaakov, Yosef)", "Humanity Threatened (Famine)", "Ends Away from Land of Israel (“In Egypt”)", "There is of course great variety within this bare structure; each version of a motif has its own special characteristics and emphases. Yet the patterning observed above gives the book a general coherence, above and beyond differences. It also demonstrates a conscious hand at work, one concerned about the texture of the book as a whole and able, despite the possible rigidity of what had been handed down, to shape the received material into a plastic and breathing unity.", "Two general observations about Genesis will round out the picture here. First, as the book progresses there is a tendency for the style of the literature to become smoother. The abrupt changes and sometimes fragmentary nature of the material in Part I, and the vignettes built around Avraham’s life in Part II, give way to a greater coherence and concentration in Part III, and finally to a relatively flowing and psychologically complete narrative in Part IV Along with this, the characters in the latter half of the book seem to be more changeable and human, in contrast to Noah and Avraham, who often appear almost perfect models of piety.", "Second, contact with God becomes less and less direct as Genesis moves on. Avraham’s dreams and visions seem a far cry from Adam’s conversations with God in the garden (although see Chap. 18); Yaakov’s encounters with God are less frequent than Avraham’s; and finally, Yosef never has a conversation with God, although he receives dream interpretations from him. This process of distancing may reflect an often-observed tendency in religions to think of primeval times as a “golden age” of closeness between gods and men, as contrasted to today (whenever one is writing), when humankind finds itself tragically distant from the divine and in need of communication."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382d0c9ad75f2d99af7a8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The End of the Matter 1", "anchorRef": "Genesis 50:15-26", "anchorRefExpanded": ["Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The End of the Matter 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳, בראשית הערה י״ג א׳", "anchorVerse": 15, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה י״ג", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 50:15-26\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 50:15-26</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "64187ae5c9371ec0cebe631a", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Genesis 50:19:1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Reggio on Torah, Genesis 50:19:1", "sourceHeRef": "ביאור יש\"ר על התורה, בראשית נ׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "בראשית", "he": "<b>התחת אלהים אני,</b> וכי במקומו אני שאוכל להרע לכם, אף אם הייתי רוצה והלא ממה שקרה לכם יש ראיה גדולה שאין ביכולת האדם לעשות מה שלו חפץ, אלא חפץ ה' לבדו יקום לעולם, כי הנה אתם חשבתם לעשות לי רעה, ולא עלתה בידכם:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6419557a8defb334b3373ac5", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Genesis 50:19:1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Netinah LaGer, Genesis 50:19:1", "sourceHeRef": "נתינה לגר, בראשית נ׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "commentaryNum": 19.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "בראשית", "he": "<b>כי התחת אלהים אני, ארי דחלא דה' אנא.</b> יש סוברים שהיתה לפניו הנוסחא בעברית \"חתת\" וח\"ו לומר כן. אבל הוא כפשוטו תחת אלהים ר\"ל במקומו. וכי מלאך אני או שר ה' שנפלתם לפני ושבידי להרע לכם. וע' רבינו בחיי, ומדרך המת' למנוע התמיהה או השאלה. וע' בהקדמת הרמב\"ן ז\"ל, ומה שכתבנו לעיל כמה פעמים. ומה שלא ת' \"דחלא מן קדם ה' \" כמו שת' (לקמן שמות א' י\"ז) \"ותיראן המילדות את האלהים\" ודחילו חיתא מן קדם ה', משום שלא ישוה הפעל \"דחל\" להשם \"דחלא\" והשם ית' חמיד בלא מלות \"מן קדם\" כמו לעיל (כ' י\"א).", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6478562a5e692f31dedab78e", "index_title": "On the Migration of Abraham", "category": "Second Temple", "type": "", "ref": "On the Migration of Abraham 5:2", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "On the Migration of Abraham 5:2", "sourceHeRef": "על הגירת אברהם ה׳:ב׳", "anchorVerse": 19, "sourceHasEn": true, "commentaryNum": 5.0002, "collectiveTitle": {"en": "On the Migration of Abraham", "he": "על הגירת אברהם"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "[22] he confesses that he is God’s (Gen. 50:19), not the property of any created being: when making himself known to his brethren he thrust perforce from his presence, shaken and tottering, all those frames of mind that make the body their delight and think that their own doctrines afford them a firm standing (Gen. 45:1 f.): he declared that he had not received his commission at the hands of men, but had been appointed by God (Gen. 45:7 f.) to be duly constituted controller of the body and of things outside the body.", "versionTitle": "Loeb Classical Library, Harvard University Press, 1932", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6478564f5e692f31dedab82a", "index_title": "On the Migration of Abraham", "category": "Second Temple", "type": "", "ref": "On the Migration of Abraham 29:3", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "On the Migration of Abraham 29:3", "sourceHeRef": "על הגירת אברהם כ״ט:ג׳", "anchorVerse": 19, "sourceHasEn": true, "commentaryNum": 29.0003, "collectiveTitle": {"en": "On the Migration of Abraham", "he": "על הגירת אברהם"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "[160] Do you notice that this politician takes his position in the midst between the house of Pharaoh and his father’s house? that his object is to be equally in touch with the concerns of the body, which is Egypt, and those of the soul which are kept as in a treasury in his father’s house? For when he says “I belong to God” (Gen. 50:19) and other things of this kind, he is abiding by the customs of his father’s house. But when he mounts “the second chariot” of the mind that fancies itself a king, even Pharaoh (Gen. 41:43), he again sets up the idol of Egyptian vanity.", "versionTitle": "Loeb Classical Library, Harvard University Press, 1932", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64785de6fb0530db8e01f118", "index_title": "On Dreams", "category": "Second Temple", "type": "", "ref": "On Dreams, Book II 15:8", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "On Dreams, Book II 15:8", "sourceHeRef": "על החלומות, ספר ב ט״ו:ח׳", "anchorVerse": 19, "sourceHasEn": true, "commentaryNum": 15.0008, "collectiveTitle": {"en": "On Dreams", "he": "על החלומות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "[107] when he claims the goods of his kinsmen and father from which he seemed to have been disinherited and holds it his duty to recover that portion of virtue which falls to his lot; when he passes step by step from betterment to betterment and, established firmly as it were on the crowning heights and consummation of his life, utters aloud the lesson which experience had taught him so fully, “I belong to God” (Gen. 50:19), and not any longer to any sense object that has been created,", "versionTitle": "Loeb Classical Library, Harvard University Press, 1934", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6487468170699c26744fda56", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 50:19:1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Midrash Sekhel Tov, Bereshit 50:19:1", "sourceHeRef": "מדרש שכל טוב, בראשית נ׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "ויאמר אליהם יוסף אל תראו כי התחת אלהים אני. יעקב אמר לרחל בלשון תימה, [התחת אלהים אנכי (בראשית ל ב)], אבל יוסף אמר לאחיו בלשון ודאי, כי התחת, כלומר מעין דרכיו של הקב\"ה יש בי, כשם שהקב\"ה עובר על פשע, כך אני עובר על פשע:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6596f263bed9ae71ab5acbae", "index_title": "Mekhilta DeRabbi Yishmael", "category": "Midrash", "type": "", "ref": "Mekhilta DeRabbi Yishmael, Tractate Vayehi Beshalach 1:14", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Mekhilta DeRabbi Yishmael, Tractate Vayehi Beshalach 1:14", "sourceHeRef": "מכילתא דרבי ישמעאל, מַסֶּכְתָּא דְוַיְהִי בְּשַׁלַּח א׳:י״ד", "anchorVerse": 19, "sourceHasEn": true, "compDate": [200], "commentaryNum": 1.0014, "collectiveTitle": {"en": "Mekhilta DeRabbi Yishmael", "he": "מכילתא דרבי ישמעאל"}, "heTitle": "מַסֶּכְתָּא דְוַיְהִי בְּשַׁלַּח", "he": "כָּתוּב (שמות כ,ב) \"אָנֹכִי יי אֱלֹהֶיךָ\", וּבְיוֹסֵף כָּתוּב (בראשית נ,יט) \"הֲתַחַת אֱלֹהִים אָנִי?\" כָּתוּב (שמות כ,ב) \"לֹא יִהְיֶה לְךָ אֱלֹהִים אֲחֵרִים עַל פָּנָי\", וּבְיוֹסֵף כָּתוּב (בראשית מב,יח) \"אֶת הָאֱלֹהִים אֲנִי יָרֵא\". כָּתוּב (שמות כ,ו) \"לֹא תִשָּׂא אֶת שֵׁם יי אֱלֹהֶיךָ לַשָּׁוְא\", וּבְיוֹסֵף כָּתוּב (בראשית מב,טז) \"חֵי פַרְעֹה!\" כָּתוּב (שמות כ,ז) \"זָכוֹר אֶת יוֹם הַשַּׁבָּת לְקַדְּשׁוֹ\", וּבְיוֹסֵף כָּתוּב (בראשית מג,טז) \"וּטְבֹחַ טֶבַח וְהָכֵן\", וְאֵין 'הָכֵן' אֶלָּא שַׁבָּת, שֶׁנֶּאֱמַר: (שמות טז,ה) \"וְהָיָה בַּיּוֹם הַשִּׁשִּׁי וְהֵכִינוּ אֵת אֲשֶׁר יָבִיאוּ\". כָּתוּב (שמות כ,יא) \"כַּבֵּד אֶת אָבִיךָ\", וּבְיוֹסֵף כָּתוּב: (בראשית לז,יג) \"וַיֹּאמֶר יִשְׂרָאֵל אֶל יוֹסֵף: הֲלוֹא אַחֶיךָ רֹעִים בִּשְׁכֶם, לְכָה וְאֶשְׁלָחֲךָ אֲלֵיהֶם, וַיֹּאמֶר לוֹ: הִנֵּנִי.\" כָּתוּב (שמות כ,יב) \"לֹא תִרְצָח\", לֹא רָצַח לְפוֹטִיפַר. (שמות כ,יב) \"לֹא תִנְאָף\", לֹא נָאַף בְּאִשְׁתּוֹ שֶׁלְּפוֹטִיפַר. (שמות כ,יב) \"לֹא תִגְנֹב\", לֹא גָנַב, כָּעִנְיָן שֶׁנֶּאֱמַר: (בראשית מז,יד) \"וַיְלַקֵּט יוֹסֵף אֶת כָּל הַכֶּסֶף הַנִּמְצָא בְאֶרֶץ מִצְרַיִם וּבְאֶרֶץ כְּנַעַן, בַּשֶּׁבֶר אֲשֶׁר הֵם שֹׁבְרִים, וַיָּבֵא יוֹסֵף אֶת הַכֶּסֶף בֵּיתָה פַרְעֹה.\" (שמות כ,יב) \"לֹא תַעֲנֶה בְרֵעֲךָ עֵד שָׁקֶר\", וַהֲרֵי דְבָרִים קַל וָחֹמֶר: מָה, אִם דְּבָרִין שֶׁהֵן אֱמֶת, לֹא הִגִּיד לְאָבִיו, דְּבָרִים שֶׁלְּשֶׁקֶר, עַל אַחַת כַּמָּה וְכַמָּה! (שמות כ,יג) \"לֹא תַחְמֹד\", לֹא חָמַד אִשְׁתּוֹ שֶׁלְּפוֹטִי פֶרַע. (ויקרא יט,יז) \"לֹא תִשְׂנָא אֶת אָחִיךָ בִּלְבָבֶךָ\", (בראשית נ,כא) \"וַיְנַחֵם אוֹתָם וַיְדַבֵּר עַל לִבָּם\". (ויקרא יט,יח) \"לֹא תִקֹּם וְלֹא תִטֹּר\", (בראשית נ,כ) \"וְאַתֶּם חֲשַׁבְתֶּם עָלַי רָעָה, אֱלֹהִים חֲשָׁבָהּ לְטֹבָה\". (ויקרא כה,לה) \"וְחֵי אָחִיךָ עִמָּךְ\", (בראשית מז,יב) \"וַיְכַלְכֵּל יוֹסֵף אֶת אָבִיו\".", "heVersionTitle": "Beeri Edition, Koren, Jerusalem, 2019", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "In what lies in the other ark it is written (Exodus 20) \"I am the L–rd your G–d,\" and of Joseph it is written (Genesis 50:19) \"Am I in the place of G–d?\" In what lies in this ark it is written (Exodus 20) \"There shall not be before you any other gods,\" and of Joseph it is written (Genesis 42:18) \"It is G–d whom I fear.\" (Exodus 20) \"You shall not take the name of the L–rd your G–d in vain.\" And of Joseph it is written (Genesis 42:15) \"By the life of Pharaoh,\" (Joseph not swearing by \"the life\" of the L–rd.) (Exodus 20) \"Remember the Sabbath day.\" Joseph (Genesis 42:16) \"slaughter an animal and prepare it,\" \"prepare\" alluding to Sabbath eve, it being written here \"prepare,\" and elsewhere (Exodus 16:5) \"And it shall be on the sixth day that they shall prepare.\" (Exodus 20) \"Honor your father.\" Joseph (Genesis 37:13) \"And Israel said to Joseph: Are your brothers not grazing (the sheep) in Shechem? Go, and I will send you to them. And he said to him: Here I am\" (at your service). Joseph knew that his brothers hated him, but he would not transgress the words of his father. (Exodus 20) \"You shall not kill.\" He did not kill Potiphar (even though he could have.) (Exodus 20) \"You shall not commit adultery.\" He did not commit adultery with the wife of Potiphar. (Exodus 20) \"You shall not steal.\" He did not rob Pharaoh, viz. (Genesis 47:14) \"And Joseph collected all of the money, etc.\" (Exodus 20) \"You shall not testify falsely against your neighbor.\" Joseph did not tell his father what his brothers had done to him. Now does this not follow a fortiori, viz.: If he did not testify (against them) even truthfully, how much more so, falsely! (Exodus 20) \"You shall not covet.\" He did not covet Potiphar's wife. It is written (Leviticus 19:17) \"Do not hate your brother in your heart.\" And of Joseph it is written (Genesis 50:21) \"And he counseled them and he spoke to their hearts.\" It is written (Leviticus 19:18) \"You shall not take revenge and you shall not bear a grudge,\" and (in respect to Joseph, Genesis 50:20) \"And you contemplated evil against me, but G–d contemplated it for the good.\" (Leviticus 25:36) \"And let your brother live with you.\" (Genesis 47:12) \"And Joseph sustained his father and his brothers, etc.\"...", "versionTitle": "Mechilta, translated by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "מכילתא, מתורגמת בידי רבי שרגא סילברשטיין"}, {"_id": "65defa002e1201bebc22d61c", "index_title": "Rashi on Genesis", "category": "Commentary", "type": "commentary", "ref": "Rashi on Genesis 50:19:1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Rashi on Genesis 50:19:1", "sourceHeRef": "רש\"י על בראשית נ׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על בראשית", "he": "<b>כי התחת אלהים אני.</b> שֶׁמָּא בִּמְקוֹמוֹ אֲנִי? בִּתְמִיהָ, אִם הָיִיתִי רוֹצֶה לְהָרַע לָכֶם, כְּלוּם אֲנִי יָכוֹל? וַהֲלֹא אַתֶּם כֻּלְּכֶם חֲשַׁבְתֶּם עָלַי רָעָה, וְהַקָּדוֹשׁ בָּרוּךְ הוּא חֲשָׁבָהּ לְטוֹבָה וְהֵיאַךְ אֲנִי לְבַדִּי יָכוֹל לְהָרַע לָכֶם?", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "כי התחת אלהים אני FOR AM I INSTEAD OF GOD — Am I perhaps (do you think that I am) in His stead? The ה of התחת expresses a question. Even if I wished to do you harm would I at all be able to do so? For did you not all design evil against me, and you did not succeed because the Holy One, blessed be He, designed it for good. How, then, can I alone, without God’s consent, do evil to you.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "657ecc2d758c1dc532ec8790", "index_title": "Steinsaltz on Genesis", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Genesis 50:19", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Steinsaltz on Genesis 50:19", "sourceHeRef": "ביאור שטיינזלץ על בראשית נ׳:י״ט", "anchorVerse": 19, "sourceHasEn": true, "commentaryNum": 50.0019, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על בראשית", "he": "<b>וַיֹּאמֶר אֲלֵהֶם יוֹסֵף: אַל תִּירָאוּ,כִּי הֲתַחַת אֱלֹהִים אָנִי?</b> על חטאיכם יוכל לכפר רק אלוקים. אינני יכול להענישכם במקומו.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Joseph said to them: Fear not, for am I in place of God? </b>Only God can grant atonement for your sin; I cannot punish you in His place.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "660916b7353f16951d83f390", "index_title": "I Believe; A Weekly Reading of the Jewish Bible", "category": "Quoting Commentary", "type": "", "ref": "I Believe; A Weekly Reading of the Jewish Bible, Vayigash; The Future of the Past 6", "anchorRef": "Genesis 50:19-20", "anchorRefExpanded": ["Genesis 50:19", "Genesis 50:20"], "sourceRef": "I Believe; A Weekly Reading of the Jewish Bible, Vayigash; The Future of the Past 6", "sourceHeRef": "אני מאמין; קריאות חדשות בפרשת השבוע, ויגש ו׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [2020], "commentaryNum": 6, "collectiveTitle": {"en": "I Believe; A Weekly Reading of the Jewish Bible", "he": "אני מאמין; קריאות חדשות בפרשת השבוע"}, "heTitle": "ויגש", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<span class=\"poetry indentAll\">Don’t be afraid. Am I in the place of God? <i>You intended to harm me, but God intended it for good</i> to accomplish what is now being done, the saving of many lives. (Gen. 50:19–20)</span>", "versionTitle": "OU Press, The Rabbi Sacks Legacy, Maggid Books, 2022", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6609258d404dd9b723f27c0c", "index_title": "Lessons in Leadership; A Weekly Reading of the Jewish Bible", "category": "Quoting Commentary", "type": "", "ref": "Lessons in Leadership; A Weekly Reading of the Jewish Bible, Vayehi; Surviving Failure 3", "anchorRef": "Genesis 50:19-21", "anchorRefExpanded": ["Genesis 50:19", "Genesis 50:20", "Genesis 50:21"], "sourceRef": "Lessons in Leadership; A Weekly Reading of the Jewish Bible, Vayehi; Surviving Failure 3", "sourceHeRef": "שיעורים בהנהגה; קריאות חדשות בפרשת השבוע, ויחי ג׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [2015], "commentaryNum": 3, "collectiveTitle": {"en": "Lessons in Leadership; A Weekly Reading of the Jewish Bible", "he": "שיעורים בהנהגה; קריאות חדשות בפרשת השבוע"}, "heTitle": "ויחי", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<span class=\"poetry indentAll\">“Do not be afraid. Am I in the place of God? You intended to harm me, but God intended it for good to accomplish what is now being done, the saving of many lives. So then, do not be afraid. I will provide for you and your children.” And he reassured them and spoke kindly to them. (Gen. 50:19–21)</span>", "versionTitle": "Maggid Books and the Orthodox Union, 2015", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "66afb7041e8ab6e759398136", "index_title": "Pardes Yosef", "category": "Commentary", "type": "commentary", "ref": "Pardes Yosef, Genesis 50:19:1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Pardes Yosef, Genesis 50:19:1", "sourceHeRef": "פרדס יוסף, בראשית נ׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "commentaryNum": 19.0001, "collectiveTitle": {"en": "Pardes Yosef", "he": "פרדס יוסף"}, "heTitle": "בראשית", "he": "התחת אלקים אני. והוא ל' תמיה ובריח דודאים על הגדה מזקיני הגאון מלאסק ז\"ל בפסקא דן אנכי, כ' דאיש המכוון לעשות לחבירו רעה ונמשך מזה טובה כשירצה לשלם לו גמול לא ישלם לו רעה גדולה מזה באופן שימשך לו טובה, רק שזה א\"א ביד אדם לעשות ולכן אמר יוסף התחת אלקים אני לעשות רעה ויוצמח מזה טובה, ומצינו שעל רעה כזו שיצא ממנה טובה לשלם גמול טוב וכמ\"ש בחובת הלבבות פ\"ז משער הכניעה בחסיד א' ששלח מזמרת הארץ לאיש א' שביישו ואמר כי אתה נתת לי מזכותיך ע\"ש, הרי ששלם גמול לאיש שחשב לעשות לו רעה והי' לו מזה טובה ע\"ש דרוש נעים, וכן מצאתי בס' משפט צדק על תהלים אות ק\"צ שכ' ג\"כ זה שלא יוכל לקיים זה לעשות רעה שיוצמח טובה, וכ\"מ בס' עשרה למאה דרוש ו', וא\"ש בהלל שבא לעיר ושמע קול צוחה אמר מובטח אני שאין זה בביתי, ויפלא על עניו כמותו שיתפאר עצמו בזה, אבל הענין שהי' רגיל על כל צרה שיאמר גם זה לטובה, ולא הי' צועק שהאמין שיהי' לו טובה, והרגיל גם בני ביתו לזה, ולכן הי' מובטח שאין זה בביתו דשם לא צווחין, ומעשה בצדיק א' עני גדול והי' תמיד שמח, ופ\"א בא אליו חסיד א' בבכי שברך היום ברכה לבטלה שעשה לי כל צרכי וכבר עבר היום ואני וב\"ב עדיין בתענית. וא\"ל אל תבכה לא ברכת לבטלה שבודאי ה' יודע את צרכך שלא יהי' לך היום לאכול, וישמח העני וקיבל עליו שלא לבכות עוד ע\"ש דברים מתוקים, ובאמת הדברים מבוארים בבעה\"ט בקיצור ע\"ש ותמצא:<br>ובס' פרח לבנון כ' עפ\"ד המדרש ויתנכלו אותו להמיתו מלמד ששיסו בו הכלבים וקיי\"ל שיסה הכלב פטור מדיני אדם וחייב בד\"ש בב\"ק דנ\"ו, וז\"ש אל תיראו מצדי יש לכם מחילה וכפרה אבל התחת אלקים אני דאתם חייבים בד\"ש, ואין הדבר בכחי למחול, ועמ\"ש בזה בפרדס דוד. ובס' פתחי שערים על שבת קנ\"ב. דכל מי שיש לו קנאה עצמותיו מרקיבין ועי' מהרש\"א דעיקר מה שהוא חלקו מאב תלוי אם י\"ב קנאה, ובזה י\"ל התחת כו' והעליתם את עצמותי מה שייכות יש זה לזה, וי\"ל דאמר יעקב ואני נתתי שכם א' ופרש\"י לקבורה כדכ' ואת עצמות יוסף אשר העלו בנ\"י קברו בשכם. אמנם זה תלוי אם יש קנאה בלבו על אחיו אז עצמותיו מרקיבין שוב לא הי' צריך לקבורה שנית וא\"א להעלות לארץ, א\"כ ע\"י שבשרוהו יעקב עליית עצמותיו לא\"י הוי כאומר לו שישא את פשע אחיו, ול\"ה לו קנאה בלבו עליהם. ושפיר שייך סמיכות הפסוקים אל תראו ול\"ה לי קנאה עליהם וידע אשר לא ירקבו העצמות לכן צוה קודם מותו אנא שא נא ובמדרש היכן אלא שגדול השלום פ\"ש, ולהנ\"ל יובן דשפיר צוה כשאומר ואני נתתי כו' לקבורה ע\"כ מוכרח שלא לקנאות והוכרח למחול החטא:", "heVersionTitle": "Piotrkow, 1930", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66c5bf2c365ec5a1b2bbdd96", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Commentary", "type": "commentary", "ref": "Mechokekei Yehudah; Yahel Ohr, Genesis 50:14:1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Genesis 50:14:1", "sourceHeRef": "מחוקקי יהודה; יהל אור, בראשית נ׳:י״ד:א׳", "anchorVerse": 19, "sourceHasEn": false, "commentaryNum": 14.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "בראשית", "he": "(יד) ונראה שכן דעת אונקלס שתרגם \"ארי דחלא דה' אנא\", ומדרך התרגום למנוע התמיהה או השאלה:", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "515c2fbfedbab437ddf12717", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "midrash", "ref": "Bereshit Rabbah 100:9", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Bereshit Rabbah 100:9", "sourceHeRef": "בראשית רבה ק׳:ט׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [400], "commentaryNum": 100.0009, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וַיֹּאמֶר אֲלֵהֶם יוֹסֵף וגו' וְאַתֶּם חֲשַׁבְתֶּם עָלַי רָעָה וגו' וְעַתָּה אַל תִּירָאוּ וגו' וַיְדַבֵּר עַל לִבָּם <small>(בראשית נ, יט כא)</small>, וְכִי יֵשׁ לְךָ אָדָם שֶׁמְדַבֵּר עַל הַלֵּב, אֶלָּא דְבָרִים שֶׁהֵן מְנַחֲמִין אֶת הַלֵּב, אָמַר לָהֶם נִמְשַׁלְתֶּם כַּעֲפַר הָאָרֶץ, מָה עֲפַר הָאָרֶץ מִי יָכוֹל לְסַיֵּף אֶת עֲפַר הָאָרֶץ. נִמְשַׁלְתֶּם כְּחַיַּת הַשָּׂדֶה, וּמִי יָכוֹל לְסַיֵּף אֶת חַיַּת הַשָּׂדֶה. נִמְשַׁלְתֶּם כַּכּוֹכָבִים, מִי יָכוֹל לְסַיֵּף אֶת הַכּוֹכָבִים. עֲשָׂרָה כּוֹכָבִים בִּקְשׁוּ לְאַבֵּד כּוֹכָב אֶחָד וְלֹא יָכְלוּ לוֹ, שְׁנֵים עָשָׂר שְׁבָטִים מָה אֲנִי יָכוֹל לְשַׁנּוֹת סִדְרוֹ שֶׁל עוֹלָם מִפְּנֵי שֶׁהֵם כְּנֶגֶד שְׁנֵים עָשָׂר שָׁעוֹת בַּיּוֹם וּכְנֶגֶד שְׁנֵים עָשָׂר מַזָּלוֹת בָּרָקִיעַ. אָמַר רַבִּי שִׂמְלָאי אַתֶּם הַגּוּף וַאֲנִי הָרֹאשׁ <small>(דברים לג, טז)</small>: תָּבוֹאתָה לְרֹאשׁ יוֹסֵף, אִין נְסִיב גּוּפָא מָה רֵישָׁא טָב, וְלֹא עוֹד אֶלָּא עַד שֶׁלֹא יְרַדְתֶּם לְכָאן הָיוּ קוֹרְאִים אוֹתִי עֶבֶד וּמֵאַחַר שֶׁיְּרַדְתֶּם לְכָאן הוֹדַעְתִּי הוֹגְנוֹסִים שֶׁלִּי, אִם כֵּן אֲנִי הוֹרֵג אֶתְכֶם, אֶתְמְהָא, אִם הוֹרֵג אֲנִי אֶתְכֶם הֵם אוֹמְרִין אֵין לִשְׁמֹר אֲמָנָה עִם זֶה, עִם אֶחָיו לֹא שָׁמַר אֲמָנָה עִם מִי הוּא מְשַׁמֵּר אֲמָנָה. הֵן אוֹמְרִין לֹא הָיוּ אֶחָיו, אֶלָּא כַּתְּ שֶׁל בַּחוּרִים רָאָה וְקָרָא אוֹתָן אֶחָיו, תֵּדַע לָךְ שֶׁהֲרֵי הוּא בַּסּוֹף הֵבִיא עֲלֵיהֶן עִלָּה וַהֲרָגָן. אָמַר מָה אֲנִי נַעֲשָׂה אַנְטִידִיקוֹס לְאַבָּא, אַבָּא מוֹלִיד וַאֲנָא קוֹבֵר, מָה אֲנִי נַעֲשָׂה אַנְטִידִיקוֹס לְהַקָּדוֹשׁ בָּרוּךְ הוּא, הַקָּדוֹשׁ בָּרוּךְ הוּא מְבָרֵךְ וַאֲנִי מְמַעֵט, הֲדָא הוּא דִכְתִיב <small>(בראשית נ, כא)</small>: וַיְנַחֵם אוֹתָם. וַהֲרֵי דְבָרִים קַל וָחֹמֶר וּמַה יּוֹסֵף שֶׁדִּבֵּר דְּבָרִים רַכִּים עַל לִבָּן שֶׁל שְׁבָטִים כָּךְ נִחֲמוֹ, לִכְשֶׁיָּבוֹא הַקָּדוֹשׁ בָּרוּךְ הוּא לְנַחֵם אֶת יְרוּשָׁלַיִם עַל אַחַת כַּמָּה וְכַמָּה, הֲדָא הוּא דִכְתִיב <small>(ישעיה מ, א)</small>: נַחֲמוּ נַחֲמוּ עַמִּי וגו'. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Joseph said to them: Fear not, for am I in place of God? You intended me harm; God intended it for good, in order to engender as it is today, to keep many people alive. And now, fear not; I will sustain you, and your children. He comforted them, and spoke to their heart” (Genesis 50:19–21).</b> <br>“Joseph said to them…You intended me harm…And now, fear not…and spoke to their heart” – is there any person who speaks to the heart? It is, rather, words that comfort the heart. He said to them: ‘You were likened to the dust of the earth. Just like the dust of the earth; can anyone eliminate the dust of the earth? You were likened to the beasts of the field; can anyone eliminate the beasts of the field? You were likened to the stars; can anyone eliminate the stars? Ten stars sought to eliminate one star and were unable to overcome it. Can I change the natural order of the world [and eliminate] twelve tribes? For they correspond to the twelve hours of the day and correspond to the twelve constellations in the firmament.’ <br>Rabbi Simlai said: [Joseph said to them:] ‘You are the body and I am the head – “it will come upon the head of Joseph” (Deuteronomy 33:16). If the body is taken, what good is the head? Moreover, before you descended to here, they would call me a slave. After you descended to here, I informed them of my distinguished lineage. If this is so, would I kill you? Could that be? If I were to kill you, they would say: This one cannot be trusted. He did not keep faith with his brothers; with whom will he keep faith? [Or] they would say: They were not his brothers, but a group of lads whom he saw and called his brothers. Know that this is so, for ultimately he concocted a pretext and killed them.’  <br>[Joseph] said: ‘Shall I become an antagonist to my father; my father begets and I bury? Shall I become an antagonist to the Holy One blessed be He; the Holy One blessed be He blesses and I diminish?’ That is what is written: “He comforted them.”  <br>The matters may be inferred <i>a fortiori</i>: If Joseph, who spoke gentle words to the heart of the tribes, was able to comfort them so, when the Holy One blessed be He will come to comfort Jerusalem, all the more so. That is what is written: “Comfort, comfort My people…” (Isaiah 40:1).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54c7aa4efbfba27c8a3dea4f", "index_title": "Da'at Zekenim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Da'at Zekenim on Genesis 50:19:1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Da'at Zekenim on Genesis 50:19:1", "sourceHeRef": "דעת זקנים על בראשית נ׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1100, 1300], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Da'at Zekenim", "he": "דעת זקנים"}, "heTitle": "דעת זקנים על בראשית", "he": "<b>כי התחת אלהים אני. </b>כי נשבר לבי וירא אלהים אני התחת כמו אל תחת: ", "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": " ?כי התחת אלהים אני, the word תחת here must be understood as in Deuteronomy, 1,21: אל תחת, “do not be afraid!” When Joseph realised the fear of the brothers that he would now take revenge on them he was broken hearted, telling them that he was far too G–d fearing, to act in such a manner.", "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "5868bcfbd6e4a97c9cbb0f34", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Genesis 50:19:1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Bekhor Shor, Genesis 50:19:1", "sourceHeRef": "בכור שור, בראשית נ׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "בראשית", "he": "<b>כי התחת אלהים אני.</b> שאוכל (להרע) לכם בתמיה ועוד שאין עלי דעין עליכם כי רעתכם נהפכה לטובה ועוד מה יאמרו עלי בני אדם שהבאתי אתכם כאן על בטחוני ואני ארע לכם ולא דיי שאעשה עמכם רעה כי טובה אעשה לכם לכלכל אתכם ואת טפכם:\n", "heVersionTitle": "Bekhor Shor, Leipzig, 1856", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, לייפציג, תרט\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13f323a676f00197d1481", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Genesis 50:19:1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Birkat Asher on Torah, Genesis 50:19:1", "sourceHeRef": "ברכת אשר על התורה, בראשית נ׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "בראשית", "he": "<b>רש\"י ד\"ה כי התחת אלהים אני, שמא וכו'.</b> ולא הבינותי את ההגיון שבטיעון יוסף. (פ' ויחי תשנ\"ה) ור' באר יצחק שנתכוון יוסף לומר, מה יש לכם לירא מניקמתי, וכי אוכל לעשות דבר מעצמי, הרי הרעה שחשבתם אתם עלי לא עלה בידכם לעשות אף שהייתם רבים, כי הקב\"ה חשב עלי טובה, וכי סבורים אתם שלבדי אוכל להרע לכם?!", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d077c91b48445007092e2b5", "index_title": "Etz Yosef on Bereishit Rabbah", "category": "Quoting Commentary", "type": "", "ref": "Etz Yosef on Bereishit Rabbah 71:7:4", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Etz Yosef on Bereishit Rabbah 71:7:4", "sourceHeRef": "עץ יוסף על בראשית רבה ע״א:ז׳:ד׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1807, 1833], "commentaryNum": 7.0004, "collectiveTitle": {"en": "Etz Yosef on Bereishit Rabbah", "he": "עץ יוסף על בראשית רבה"}, "heTitle": "עץ יוסף על בראשית רבה", "he": "<b>לעמוד לפני בנה ויאמר (בראשית נ׳:י״ט) התחת אלהים אני </b>כצ\"ל וכן הוא באגדת בראשית פ' נ\"א. ר\"ל שיוסף בנה של רחל יאמר לשאר אחיו בניו של יעקב התחת אלהים אני:", "heVersionTitle": "Midrash Rabbah with Etz Yosef, Warsaw, 1867", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש רבה עם פירוש עץ יוסף, וורשא תרכ\"ז", "text": "To stand before her son, as it says (Genesis 50:19): “Am I in place of God”? - the correct text, as in Aggadot Bereshit 51. That is, Yosef, the son of Rachel, will say to the rest of the brothers, the sons of Yaakov, “Am I in place of God”?  \n", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5e1485b85e6ea9e54b43dca4", "index_title": "Chatam Sofer on Torah", "category": "Commentary", "type": "commentary", "ref": "Chatam Sofer on Torah, Vayechi 58", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Chatam Sofer on Torah, Vayechi 58", "sourceHeRef": "חתם סופר על התורה, ויחי נ״ח", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1785, 1835], "commentaryNum": 58, "collectiveTitle": {"en": "Chatam Sofer", "he": "חתם סופר"}, "heTitle": "ויחי", "he": "<b>התחת אלקים אני,</b> יש לומר הכי קאמר להם וכי אותי יעמיד השם יתב' להיות אלקים ודיין שלכם לשפטיכם חלילה לי כי אני שליח רחמים ולא שליח דין ואם אולי נתחייבתם עונש שמים הרבה שלוחים למקום ולא אני השליח להרע ומה שהייתם אתם שליח להרע לי למכרני, זה לא היה לשליחות רע, כ\"א לפי מחשבתם, אבל אלקים חשבה לטובה להחיות עם רב:", "heVersionTitle": "Chatam Sofer on Torah, Bratislava, 1879-1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת משה. פרעסבורג, תרל\"ט-תרנ\"ג", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f50f87de2019cd88461c58c", "index_title": "Beit Yaakov on Torah", "category": "Chasidut", "type": "commentary", "ref": "Beit Yaakov on Torah, Vayechi 83:1-2", "anchorRef": "Genesis 50:19-20", "anchorRefExpanded": ["Genesis 50:19", "Genesis 50:20"], "sourceRef": "Beit Yaakov on Torah, Vayechi 83:1-2", "sourceHeRef": "בית יעקב על התורה, ויחי פ״ג:א׳-ב׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1830, 1870], "commentaryNum": 83.0001, "collectiveTitle": {"en": "Beit Yaakov on Torah", "he": "בית יעקב על התורה"}, "heTitle": "ויחי", "he": ["<b>ויאמר אליהם יוסף אל תיראו כי התחת אלהים אני ואתם חשבתם עלי רעה אלהים חשבה לטובה.</b> הענין הוא, כי הנה השבטים נקראו בספר הבהיר גבולי אלכסון, היינו שאין אחד דומה לחבריו, והאור שהניח השי\"ת בזה השבט אינו דומה לאורו של שבט אחר<sup class=\"footnote-marker\">ריח</sup><i class=\"footnote\">כמבואר במי השלוח ח\"א פרשת ויחי ד\"ה גד: הי\"ב שבטי יה נתן הקב\"ה אור וחיים שאין אחד דומה לחבירו, ולכך נקראים גבולי אלכסון היינו שאורו של זה הוא היפך משל זה, כי לזה נמשך כח חיותו ממדות האהבה ולזה ממדות היראה וכדומה וכו'. ולכן נקראים שבטים מלשון ענפים שמתפשטים לכאן ולכאן. בית יעקב שמות פ' שמות אות ד.</i>. לזה מצינו לפעמים מה שאצל יוסף היה נחשב לחסרון היותר גדול ואצל יהודה נחשב זה המדה בעצמה למעלה יתירה. כגון אם יוסף הצדיק היה נוקם ונוטר היה נחשב לו לחסרון גדול, כי צריכין להעביר על מדותיו כדאיתא בגמ' (יומא כג.) כל המעביר על מדותיו מעבירין לו על כל פשעיו. ואם יהודה אינו חפץ להעביר על מדותיו, לא זאת שאינו נחשב לו לחסרון אלא שנחשב בזה לתלמיד חכם, כי על שבט יהודה רמזו ז\"ל שם בגמ' (יומא כב:) כל שאינו נוקם ונוטר כנחש אינו תלמיד חכם. ושתי המימרות דשם אינם סותרין באמת אהדדי, כי כל שאינו נוקם ונוטר וכו' זה הוא רק ביהודה, אבל מי שהוא משבט יוסף מחויב להעביר על מדותיו, כי כל אורו של שבט יוסף הוא רק בזה המקום שמצמצמים את עצמם, כמו שמצינו גבי יוסף (מדרש רבה מקץ צ) יוסף משלו נתנו לו פיו שלא נשק בעבירה ועל פיך ישק כל עמי גופו שלא נגע בעבירה וילבש אותו בגדי שש וגו'. היינו שכל האור השיג מסיבת הצמצום שלו, ואם לא היה מצמצם את עצמו בזה המעשה לא היה לו ח\"ו שום תיקון בזה. מה שאין כן ביהודה, מצינו אצלו גם כן מעשה שלפי הנראה הוא דומה לזה, אעפ\"כ חתם הש\"י עליו ואמר ממני יצאו הדברים כבושים, היינו שגם שלא מדעת כוון לעומק הרצון ית':", "ועל זה הענין איתא בזוה\"ק (קדושים פו.) קב\"ה קרא ליעקב אל הה\"ד (ישעיה מג) לפני לא נוצר אל וכו' ואחרי לא יהיה דהא דוד הכי אקרי ולאו אית בתריה אחרא. היינו, כי ענין לפני מורה על אותן הפעולות שאין צריכין להעמיק בם למצוא בהם התיקון, אלא שניכר אצלם מפורש גם על גוון הרצון ית'. וזה הוא בחינת יעקב שנקרא לפני, והוא בחד דרגא עם יוסף, כדאיתא בזוה\"ק (וישב קפ.) ויוסף איהו דרגא דיעקב וכו'<sup class=\"footnote-marker\">ריט</sup><i class=\"footnote\">עיין לעיל פרשת וישב אות טז: יוסף הצדיק שנולד לו ליעקב ע\"י גודל יגיעה נקרא בן זקונים, ואהב אותו מכל בניו, דאיידי דאתא מדרשא חביב עליה. ויוסף הצדיק היה משתוקק למדת יעקב אבינו וד\"ת שלו, שמדתו הוא כדכתיב (תהלים קמו) אשר שאל יעקב בעזרו שברו על ה' אלהיו. היינו שלא היה חפץ בשום דבר שאינו מבורר, אכן אם ראה מתחלה מפורש האור לנכח פניו שיוכל לומר ברוך אתה ה', שהשי\"ת חפץ בזו הפעולה אזי עשאה, וזו הפעולה הוא באורח מישר, אבל פעולה שאינה מבוררת בעידן עשיה רק שמתבררת אחר זמן זה נקרא בזוה\"ק (משפטים קד.) ובתיקוני הזהר (תקון כא דף ס:) אורח יבום, שאחד מסייע לחבירו. ויעקב אבינו לא רצה באלו הפעולות על הסמך שתתברר אחר זמן, רק כל פעולותיו היו מבוררים בשעת עשיה. וכדאיתא ג\"כ בזוה\"ק (קדשים פו:) לפני לא נוצר אל דא יעקב.</i>. ומשום זה שהם בדרגא חדא, מצינו ששניהם הניחו משנותיהם לדוד המלך יותר מכל האבות, כדאיתא בזוה\"ק (וישלח קסח.) אבהן שבקו ליה מחייהון כל חד וחד. אברהם שבק ליה חמש שנין וכו' יעקב תמניא ועשרין וכו' יוסף וכו' תלתין ושבע הא שבעין שנין דשבקי ליה לדוד מלכא וכו' יצחק אמאי לא שבק ליה כלום כהני, בגין דאיהו חשך ודוד מסטרא דחשך קא אתא ומאן דאיהו בחשך לית ליה נהורא כלל וכו'. ואי תימא יוסף אמאי יתיר מכלהו וכו' בגין דאקרי צדיק ודא הוא דאנהיר לסיהרא יתר מכלהו וכו'. וזהו בחינת לפני לא נוצר אל דרגא דיעקב. ודרגא דדוד נקרא אחרי לא יהיה, היינו שדוד המלך היה בכחו לעשות מעשה אשר לפי ראות עין לא היה ניכר בה שום אור, והיה נראה בשעת מעשה ההיפוך מאור. אמנם לאחר המעשה, כאשר היו מעמיקין בה, אז היו מכירין שהשי\"ת חתם על זאת המעשה שממנו היו הדברים כבושים, ומדרגה כזאת נקרא אחרי. וזה הוא כמו שאמרו ז\"ל מדרש רבה (בחקותי לה) חשבתי דרכי ואשיבה רגלי אל עדותיך (תהילים קיט) אמר דוד רבונו של עולם בכל יום ויום הייתי מחשב ואומר למקום פלוני ולבית דירה פלונית אני הולך, והיו רגלי מביאות אותי לבתי כנסיות ולבתי מדרשות, הה\"ד ואשיבה רגלי אל עדותיך. היינו, שאחר כך היה רואה שכוון גם למפרע לעומק הרצון ית'<sup class=\"footnote-marker\">רכ</sup><i class=\"footnote\">לעיל פרשה זו אות יח ד\"ה וביאור, אות סט.</i>. וזה הכל הוא מדרגת אחרי, שרומז על אורו של שבט יהודה. וזהו שאמר יוסף לאחיו התחת אלהים אני, היינו וכי אני במדרגת אחרי שיהיה לי בטוחות שהשי\"ת יתקן את מעשי, ואם אנכי אהיה ח\"ו נוקם ונוטר לכם כנחש אתחשב בזה לתלמיד חכם, הלא אין זאת דרגא שלי כלל, כי לפי מדתי אני מחויב להיות מעביר על מדותי. ואתם חשבתם עליו רעה אלהים חשבה לטובה, היינו שרק בכם הניח השי\"ת זאת החיים, שאפילו אתם עושים דבר שנראה לעינים על הגוון בשעת מעשה רעה, אף על פי כן מתקן אותה השי\"ת אחר כך לטובה ומראה בה רצונו ית'. אבל אני צריך לפעול כל המעשים באופן שיהיה לפנים גם כן טוב, כדכתיב (משלי ג) ומצא חן ושכל טוב בעיני אלהים ואדם. ולפי הנראה, מאחר שמצא חן ושכל טוב בעיני אלהים, אם כן למאי נפקא מיניה צריכין גם בעיני אדם. אכן זה קאי על אורו של שבט יוסף, כי להתקיפות של שבט יהודה הוא באמת די למצוא חן ושכל טוב בעיני אלהים לבד. אמנם שבט יוסף צריך לברר את עצמו בכל הפעולות על הגוון ג\"כ, עד שיהיו נושאים חן גם בעיני אדם<sup class=\"footnote-marker\">רכא</sup><i class=\"footnote\">מבואר לעיל פרשת ויצא אות סט: יוסף הצדיק מדתו הוא שלא לסמוך על קדושת האבות בלבד, רק לברר את עצמו בצמצומים רבים וקדושת עצמו להרגיש בעצמו הקדושה ושיהיו מעשיו טובים אף נאים אפילו על הלבוש, שלא יהיה שום טענה עליו מכיון שהוא מברר עצמו מצדו ביותר, ולכן כתיב בו (ויחי נ) התחת אלהים אני, היינו שהוא היה בבחינת \"פני\" כי הוא היה זיו איקונין של אביו יעקב, דכתיב בו (תהלים קמו) שברו על ה' אלהיו וכדאיתא בזוה\"ק (קדושים פו.) לפני לא נוצר אל דא יעקב. עיין עוד שם אות סז ד\"ה וזהו העניין.</i>:"], "heVersionTitle": "Beit Yaakov al HaTorah, Sifrei Izhbitza Radzin, Bnei Brak, 2006", "heLicense": "", "heVersionTitleInHebrew": "מכון להוצאת ספרי רבוה\"ק מאיזביצא-ראדזין, תשס\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60b6f4d5d9362e1807c7f934", "index_title": "Degel Machaneh Ephraim", "category": "Chasidut", "type": "commentary", "ref": "Degel Machaneh Ephraim, Vayechi 15", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Degel Machaneh Ephraim, Vayechi 15", "sourceHeRef": "דגל מחנה אפרים, ויחי ט״ו", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1770, 1800], "commentaryNum": 15, "collectiveTitle": {"en": "Degel Machaneh Ephraim", "he": "דגל מחנה אפרים"}, "heTitle": "ויחי", "he": "<b>ויאמר אליהם יוסף אל תיראו התחת אלקים אני וכו'</b> ותרגומו ארי דחלא דה' אנא וצריך להבין כוונת דברי התרגום האלו שאין לו שום ביאור ובפרשה ויצא אצל יעקב שאמר התחת אלקים אנכי אשר מנע ממך פרי בטן שם פירש התרגום דברים אחרים המני את בעיא הלא מן קדם ה' את בעיא וכאן שינה התרגום בפירושו וצריך להבין זה: וי\"ל לפע\"ד אשר חנני ה' ברחמיו וברו\"ח ע\"ד שאמרתי על פסוק והייתם לי סגולה מכל העמים ופיר\"שי אוצר חביב והנה ידוע שאין לו להקב\"ה בעולמו אלא אוצר של יראת שמים בלבד: וי\"ל כאן ע\"ד וראו כל עמי הארץ כי שם ה' נקרא עליך ויראו ממך והוא שאמר והייתם לי סגולה היינו אוצר חביב שלי שהוא יראת שמים שיריאים ממנו אתם תהיו זה האוצר היינו שכולם יראו ממך כמ\"ש וראו כל עמי הארץ וכו' ויראו ממך וזהו סגולה מכל העמים. וזה י\"ל ג\"כ פירוש התרגום כשראה יוסף שהיו יריאים ממנו אמר להם אל תיראו יראה חיצוניות גשמיות ממנו כי בוודאי איני יכול לעשות לכם דבר מבלעדי ה' רק התחת אלקים אני היינו ארי דחלא דה' אנא היינו מה שאתם יראים ממנו הוא מחמת שאני זכיתי להאוצר של יראת ה' ולכך אתם יריאים ממני אבל באמת ממני בעצמי אין אתם צריכים לירא שא\"א לעשות לכם דבר מבלעדי ה' כמו שאתם חשבתם לרעה ואלקים חשבה לטובה אך מה שאתם יראים ממני הוא כי אני נעשיתי האוצר של יראת שמים שיראים מהש\"י אני זכיתי לזה וזהו ארי דחלא דה' אנא מה שיראים מן ה' אנא היינו אני נעשיתי זה שיראים ממני כי שם ה' נקרא עלי והבן:", "heVersionTitle": "Degel Machaneh Ephraim, Korets, 1810", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דגל מחנה אפרים, קורץ, תק\"ע", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d0bcb6084aa1cbf06e29", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, הֲ 1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "BDB, הֲ 1", "sourceHeRef": "בראון-דרייבר-בריגס, הֲ א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "הֲ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">הֲ</span>, <span dir=\"rtl\">הַ</span>, <span dir=\"rtl\">הַ</span>, <span dir=\"rtl\">הֶ</span></big></big>  (on the different forms, see Ges<sup>§ 100. 4</sup>: on <a data-ref=\"Deuteronomy 32:6\" href=\"/Deuteronomy.32.6\">Dt 32:6</a>, v. <a data-ref=\"BDB, הַל\" href=\"/BDB,_הַל\", dir=\"rtl\">הַל</a>, p. 210), <strong>interrog.part. (</strong>Biblical Aramaic and 𝔗 <span dir=\"rtl\">הֲ</span>, Arabic <span dir=\"rtl\">أَ</span> <strong>)</strong>, prefixed, as a rule, to the first word of a sentence (or clause).<br><strong>1.</strong>  in <em>direct</em> questions: <strong>a.</strong>  as a simple interrogative, where the answer expected is uncertain, <a data-ref=\"Exodus 2:7\" href=\"/Exodus.2.7\">Ex 2:7</a> <span dir=\"rtl\">הַאֵלֵךְ</span> <em>shall I go</em> and call thee a nurse? <a data-ref=\"I Samuel 23:11\" href=\"/I_Samuel.23.11\">1 S 23:11</a> <span dir=\"rtl\">הֲיַסְגִּרֻנִי</span> <em>will</em> the men of Keilah deliver me into his hand? <span dir=\"rtl\">הֲיֵרֵד שָׁאוּל</span> <em>will</em> Saul come down? <a data-ref=\"Job 1:8\" href=\"/Job.1.8\">Jb 1:8</a>; and frequently. <strong>b.</strong>  often in questions, expressed in a tone of surprise, or put rhetorically, to which a <em>negative</em> answer is expected (= Lat. <em>num?</em>): <a data-ref=\"Genesis 4:9\" href=\"/Genesis.4.9\">Gn 4:9</a> <span dir=\"rtl\">הֲשֹׁמֵר אָחִי אָנֹכִי</span> <em>Am</em> I my brother’s keeper? <a data-ref=\"Genesis 18:17\" href=\"/Genesis.18.17\">18:17</a> <em>shall</em> I hide from Abraham that which I am about to do? <a data-ref=\"Genesis 30:2\" href=\"/Genesis.30.2\">30:2</a>; <a data-ref=\"Genesis 50:19\" href=\"/Genesis.50.19\">50:19</a> <a data-ref=\"Numbers 11:23\" href=\"/Numbers.11.23\">Nu 11:23</a> a <a data-ref=\"Deuteronomy 4:33\" href=\"/Deuteronomy.4.33\">Dt 4:33</a> <span dir=\"rtl\">הֲשָׁמַע עַם</span> … <em>Did</em> a people ever hear the voice of God speaking out of the midst of the fire, … and live? <a data-ref=\"Deuteronomy 20:19\" href=\"/Deuteronomy.20.19\">20:19</a> (read with 𝔊 𝔗 𝔖 𝔙 Ew Ke Di etc. <span dir=\"rtl\">הֶאָדָם</span> for <span dir=\"rtl\">הָאָדָם</span>), <a data-ref=\"II Samuel 7:5\" href=\"/II_Samuel.7.5\">2 S 7:5</a> <span dir=\"rtl\">הַֽאַתָּה תִּבְנֶה־לִּי בַיִת</span> (altered in <a data-ref=\"I Chronicles 17:4\" href=\"/I_Chronicles.17.4\">1 Ch 17:4</a> to the neg. <span dir=\"rtl\">לֹא אַתָּה תִּבְנֶה וג׳</span>), <a data-ref=\"II Kings 6:22\" href=\"/II_Kings.6.22\">2 K 6:22</a> <span dir=\"rtl\">הַאֲשֶׁר שָׁבִיתָ</span> … those whom thou hast taken captive with thy sword and with thy bow, wilt thou smite? <a data-ref=\"Isaiah 28:24\" href=\"/Isaiah.28.24\">Is 28:24</a>; <a data-ref=\"Isaiah 36:12\" href=\"/Isaiah.36.12\">36:12</a> a; <a data-ref=\"Isaiah 57:6\" href=\"/Isaiah.57.6\">57:6</a>; <a data-ref=\"Isaiah 58:5\" href=\"/Isaiah.58.5\">58:5</a> <a data-ref=\"Jeremiah 15:12\" href=\"/Jeremiah.15.12\">Je 15:12</a>; <a data-ref=\"Jeremiah 16:20\" href=\"/Jeremiah.16.20\">16:20</a> <a data-ref=\"Amos 5:25\" href=\"/Amos.5.25\">Am 5:25</a> <a data-ref=\"Psalms 50:13\" href=\"/Psalms.50.13\">ψ 50:13</a> <a data-ref=\"Job 8:11\" href=\"/Job.8.11\">Jb 8:11</a>; <a data-ref=\"Job 15:7\" href=\"/Job.15.7\">15:7</a>, <a data-ref=\"Job 15:8\" href=\"/Job.15.8\">8</a>, <a data-ref=\"Job 15:11\" href=\"/Job.15.11\">11</a>; <a data-ref=\"Job 38:12\" href=\"/Job.38.12\">38:12</a>, <a data-ref=\"Job 38:16\" href=\"/Job.38.16\">16</a>, <a data-ref=\"Job 38:17\" href=\"/Job.38.17\">17</a>, <a data-ref=\"Job 38:22\" href=\"/Job.38.22\">22</a> etc.; before an inf. absol. (Ew<sup>§ 328 a</sup>) <a data-ref=\"Jeremiah 7:9\" href=\"/Jeremiah.7.9\">Je 7:9</a> <a data-ref=\"Job 40:2\" href=\"/Job.40.2\">Jb 40:2</a> and prob. <a data-ref=\"Micah 2:7\" href=\"/Micah.2.7\">Mi 2:7</a> (read <span dir=\"rtl\">הֶאָמוֹר</span>: see p. 55). After a protasis, <span dir=\"rtl\">הִנֵּה</span> … <span dir=\"rtl\">הֲ</span> <a data-ref=\"Numbers 22:38\" href=\"/Numbers.22.38\">Nu 22:38</a> <a data-ref=\"II Kings 7:2\" href=\"/II_Kings.7.2\">2 K 7:2</a>, <a data-ref=\"II Kings 7:19\" href=\"/II_Kings.7.19\">19</a> <a data-ref=\"Jeremiah 32:27\" href=\"/Jeremiah.32.27\">Je 32:27</a> <a data-ref=\"Ezekiel 17:10\" href=\"/Ezekiel.17.10\">Ez 17:10</a>; after <span dir=\"rtl\">הֵן</span> <a data-ref=\"Jeremiah 3:1\" href=\"/Jeremiah.3.1\">Je 3:1</a> <a data-ref=\"Haggai 2:12\" href=\"/Haggai.2.12\">Hg 2:12</a>: cf. after <span dir=\"rtl\">אוּלַי</span> <a data-ref=\"Genesis 24:5\" href=\"/Genesis.24.5\">Gn 24:5</a>; after <span dir=\"rtl\">אִם</span> <a data-ref=\"Job 14:14\" href=\"/Job.14.14\">Jb 14:14</a> <span dir=\"rtl\">אִם יָמוּת גֶּבֶר הֲיִחְיֶה</span> if a man dieth, shall he live? Occasionally, one or more words precede <span dir=\"rtl\">הֲ</span> (in the same clause) for special emphasis: <a data-ref=\"II Samuel 7:7\" href=\"/II_Samuel.7.7\">2 S 7:7</a> <a data-ref=\"Job 34:31\" href=\"/Job.34.31\">Jb 34:31</a> <span dir=\"rtl\">כִּי אֶל־אֵל הֶאָמַר</span> for <em>to God</em> did one ever say …? <a data-ref=\"Nehemiah 13:27\" href=\"/Nehemiah.13.27\">Ne 13:27</a>; <a data-ref=\"Jeremiah 22:15\" href=\"/Jeremiah.22.15\">Je 22:15</a> <span dir=\"rtl\">(הֲלֹא)</span>, cf. <a data-ref=\"Jeremiah 23:26\" href=\"/Jeremiah.23.26\">23:26</a>. <strong>c.</strong>  it is used in questions which, by seeming to make doubtful what cannot be denied, have the force of an impassioned or indignant affirmation: <a data-ref=\"Genesis 27:36\" href=\"/Genesis.27.36\">Gn 27:36</a> (‘dubitantis speciem prae se fert Esavus, ut eo acerbius affirmet,’ Maurer, cited by Ges), <a data-ref=\"I Samuel 2:27\" href=\"/I_Samuel.2.27\">1 S 2:27</a> <span dir=\"rtl\">הֲנִגְלֹה נִגְלֵיתִי וג׳</span> <em>Did I reveal</em> myself to the house of thy father, when they were in Egypt? etc. (i.e. of course I did, although thy sons, by their actions, appear to belie it), <a data-ref=\"I Kings 16:31\" href=\"/I_Kings.16.31\">1 K 16:31</a> (expressing astonishment), <a data-ref=\"I Kings 21:19\" href=\"/I_Kings.21.19\">21:19</a> <span dir=\"rtl\">הֲרָצַחְתָּ וְגַם־יָרָ֑שְׁתָּ</span> <em>Hast thou</em> slain, and also taken possession? <a data-ref=\"Jeremiah 31:20\" href=\"/Jeremiah.31.20\">Je 31:20</a> <a data-ref=\"Job 20:4\" href=\"/Job.20.4\">Jb 20:4</a>; <a data-ref=\"Job 41:1\" href=\"/Job.41.1\">41:1</a> (cf. Hi); also <a data-ref=\"Genesis 16:13\" href=\"/Genesis.16.13\">Gn 16:13</a>, and the phrases <span dir=\"rtl\">הַרְּאִיתֶם</span> <em>do ye see?</em> <a data-ref=\"I Samuel 10:24\" href=\"/I_Samuel.10.24\">1 S 10:24</a> <a data-ref=\"II Kings 6:32\" href=\"/II_Kings.6.32\">2 K 6:32</a>; <span dir=\"rtl\">הֲרָאִיתָ</span> <em>does thou see?</em> <a data-ref=\"I Kings 20:13\" href=\"/I_Kings.20.13\">1 K 20:13</a> <a data-ref=\"Ezekiel 8:12\" href=\"/Ezekiel.8.12\">Ez 8:12</a>, <a data-ref=\"Ezekiel 8:15\" href=\"/Ezekiel.8.15\">15</a>, <a data-ref=\"Ezekiel 8:17\" href=\"/Ezekiel.8.17\">17</a>; <a data-ref=\"Ezekiel 9:8\" href=\"/Ezekiel.9.8\">9:8</a>; <a data-ref=\"Ezekiel 20:4\" href=\"/Ezekiel.20.4\">20:4</a>; <a data-ref=\"Ezekiel 22:2\" href=\"/Ezekiel.22.2\">22:2</a>. <strong>d.</strong>  in disjunctive question, the first being introduced usually by <span dir=\"rtl\">הֲ</span>, the second by <span dir=\"rtl\">אִם</span> or (more rarely) <span dir=\"rtl\">וְאִם</span>: see exx. under <a ,=\"\" data-ref=\"BDB, אִם\" dir=\"rtl\" href=\"/BDB,_אִם\">אִם</a> <strong>2</strong> (p. 50). The disjunctive question may express a real alternative (as <a data-ref=\"Joshua 5:13\" href=\"/Joshua.5.13\">Jos 5:13</a>), or (as especially in poetry) the same thought may be repeated in a different form, in two parallel clauses (e.g. <a data-ref=\"Isaiah 10:15\" href=\"/Isaiah.10.15\">Is 10:15</a>): in the latter case, the answer <em>No</em> is usually expected (v. p. 50). Only very rarely is the second question introduced by <span dir=\"rtl\">הֲ</span> <a data-ref=\"Judges 14:15\" href=\"/Judges.14.15\">Ju 14:15</a> (where, however, <span dir=\"rtl\">הֲלֹם</span> ought no doubt to be read, with MSS., 𝔗 Be al., for <span dir=\"rtl\">הֲלֹא</span>), or <span dir=\"rtl\">אוֹ</span> <a data-ref=\"Judges 18:19\" href=\"/Judges.18.19\">Ju 18:19</a> <a data-ref=\"Job 16:3\" href=\"/Job.16.3\">Jb 16:3</a>; <a data-ref=\"Job 38:28\" href=\"/Job.38.28\">38:28</a>, <a data-ref=\"Job 38:31\" href=\"/Job.38.31\">31</a>.<br><strong>2.</strong>  In <em>indirect</em> interrogation, <em>whether</em> (Germ. <em>ob</em> …?)— <strong>a.</strong>  singly, after verbs of <em>seeing</em> <a data-ref=\"Genesis 8:8\" href=\"/Genesis.8.8\">Gn 8:8</a> <span dir=\"rtl\">לִרְאוֹת הֲ</span> to see <em>whether</em>, <a data-ref=\"Genesis 18:21\" href=\"/Genesis.18.21\">18:21</a>; <a data-ref=\"Exodus 4:18\" href=\"/Exodus.4.18\">Ex 4:18</a>; <a data-ref=\"Song of Songs 6:11\" href=\"/Song_of_Songs.6.11\">Ct 6:11</a>, <em>telling</em> <a data-ref=\"Genesis 43:6\" href=\"/Genesis.43.6\">Gn 43:6</a>, <em>trying</em> <a data-ref=\"Deuteronomy 13:4\" href=\"/Deuteronomy.13.4\">Dt 13:4</a>, <em>knowing</em> <a data-ref=\"Judges 3:4\" href=\"/Judges.3.4\">Ju 3:4</a>; <a data-ref=\"Ecclesiastes 3:21\" href=\"/Ecclesiastes.3.21\">Ec 3:21</a> (read <span dir=\"rtl\">הַעֹלָה</span> and <span dir=\"rtl\">הֲיֹרֶדֶת</span>: v. De or Wr <em>ad loc</em>.) <strong>b.</strong>  disjunctively,—usually <span dir=\"rtl\">הֲ</span> … <span dir=\"rtl\">אִם</span>, <a data-ref=\"Numbers 13:18\" href=\"/Numbers.13.18\">Nu 13:18</a> end, <a data-ref=\"Numbers 13:19\" href=\"/Numbers.13.19\">19</a> a (and see the land) <span dir=\"rtl\">הֲטוֹבָה הִיא אִם רָעָה</span> … <em>whether</em> it be good <em>or</em> bad, v <a data-ref=\"Numbers 13:19\" href=\"/Numbers.13.19\">19</a> b. <a data-ref=\"Numbers 13:20\" href=\"/Numbers.13.20\">20</a><sup>(×2)</sup>; <span dir=\"rtl\">הֲ</span> … <span dir=\"rtl\">אִם לֹא</span> <a data-ref=\"Genesis 24:21\" href=\"/Genesis.24.21\">Gn 24:21</a>; <a data-ref=\"Genesis 27:21\" href=\"/Genesis.27.21\">27:21</a>; <a data-ref=\"Genesis 37:32\" href=\"/Genesis.37.32\">37:32</a> <a data-ref=\"Exodus 16:4\" href=\"/Exodus.16.4\">Ex 16:4</a> that I may try it (the people) <span dir=\"rtl\">הֲיֵלֵךְ בְּתוֹרָתִי אִם לֹא</span> <em>whether</em> it will walk in my law or not, <a data-ref=\"Numbers 11:23\" href=\"/Numbers.11.23\">Nu 11:23</a> <a data-ref=\"Deuteronomy 8:2\" href=\"/Deuteronomy.8.2\">Dt 8:2</a> <a data-ref=\"Judges 2:22\" href=\"/Judges.2.22\">Ju 2:22</a>; <span dir=\"rtl\">הֲ</span> … <span dir=\"rtl\">הֲ</span> <a data-ref=\"Numbers 13:18\" href=\"/Numbers.13.18\">Nu 13:18</a> (by side of <span dir=\"rtl\">הֲ</span> … <span dir=\"rtl\">אִם</span>); <span dir=\"rtl\">הֲ</span> … <span dir=\"rtl\">אוֹ</span> <a data-ref=\"Ecclesiastes 2:19\" href=\"/Ecclesiastes.2.19\">Ec 2:19</a>; <a data-ref=\"Ecclesiastes 11:6\" href=\"/Ecclesiastes.11.6\">11:6</a>. It is prefixed to other particles, as <span dir=\"rtl\">הַאִם</span>, <span dir=\"rtl\">הַאַף</span>, <span dir=\"rtl\">הֲגַם</span>, <span dir=\"rtl\">הֲכִי</span>, <span dir=\"rtl\">הֲלֹא</span>: see <a ,=\"\" data-ref=\"BDB, אִם\" dir=\"rtl\" href=\"/BDB,_אִם\">אִם</a>, <a ,=\"\" data-ref=\"BDB, אַף\" dir=\"rtl\" href=\"/BDB,_אַף\">אַף</a>, etc."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1f7b6084aa1cbf142f5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָרֵא 1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "BDB, יָרֵא 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָרֵא א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָרֵא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">יָרֵא</span></big></big>  <strong>vb. fear (</strong>NH <em>id.;</em> Assyrian <em>îrû</em>, <em>id.;</em> Hpt KAT<sup>2 Gloss i.</sup>, COT<sup>Gloss</sup><strong>)</strong>—<br><strong>Qal</strong><sub>328</sub>  Pf. <span dir=\"rtl\">יר׳</span> <a data-ref=\"Genesis 19:30\" href=\"/Genesis.19.30\">Gn 19:30</a> + 14 times; 3 f. <span dir=\"rtl\">יָֽרְאָה</span> <a data-ref=\"Jeremiah 3:8\" href=\"/Jeremiah.3.8\">Je 3:8</a> <a data-ref=\"Psalms 76:9\" href=\"/Psalms.76.9\">ψ 76:9</a>; <span dir=\"rtl\">יָרֵ֑אָה</span> <a data-ref=\"Genesis 18:15\" href=\"/Genesis.18.15\">Gn 18:15</a>; pl. 2 m. <span dir=\"rtl\">יְרֵאתֶם</span> <a data-ref=\"Numbers 12:8\" href=\"/Numbers.12.8\">Nu 12:8</a> + 2 times; + 23 times Pf.; Impf. <span dir=\"rtl\">יִירָא</span> <a data-ref=\"Amos 3:8\" href=\"/Amos.3.8\">Am 3:8</a> + 3 times; <span dir=\"rtl\">וַיִּירָא</span> <a data-ref=\"Genesis 28:17\" href=\"/Genesis.28.17\">Gn 28:17</a> + 5 times; <span dir=\"rtl\">וַיִּרָא</span> <a data-ref=\"Jeremiah 26:21\" href=\"/Jeremiah.26.21\">Je 26:21</a> + 5 times; pl. <span dir=\"rtl\">יִירְאוּ (יִֽרְאוּ)</span> <a data-ref=\"Jeremiah 23:4\" href=\"/Jeremiah.23.4\">23:4</a> +; <span dir=\"rtl\">יִרָאוּן</span> <a data-ref=\"Deuteronomy 13:12\" href=\"/Deuteronomy.13.12\">Dt 13:12</a>, +, etc.; 136 times Impf.; Imv. <span dir=\"rtl\">יְרָא</span> <a data-ref=\"Proverbs 3:7\" href=\"/Proverbs.3.7\">Pr 3:7</a> + 3 times; <span dir=\"rtl\">יְראוּ</span> <a data-ref=\"Joshua 24:14\" href=\"/Joshua.24.14\">Jos 24:14</a> + 2 times; Inf. cstr. <span dir=\"rtl\">יְרֹא</span> <a data-ref=\"Joshua 22:25\" href=\"/Joshua.22.25\">Jos 22:25</a>; <span dir=\"rtl\">לֵרֹא</span> <a data-ref=\"I Samuel 18:29\" href=\"/I_Samuel.18.29\">1 S 18:29</a> (Ges<sup>§ 69, R. i.</sup>); <span dir=\"rtl\">לְיִרְאָה</span> <a data-ref=\"Deuteronomy 4:10\" href=\"/Deuteronomy.4.10\">Dt 4:10</a> + 13 times; sf. <span dir=\"rtl\">יִרְאָתוֹ</span> <a data-ref=\"II Samuel 3:11\" href=\"/II_Samuel.3.11\">2 S 3:11</a>; <span dir=\"rtl\">יִרְאָתָם</span> <a data-ref=\"Isaiah 29:13\" href=\"/Isaiah.29.13\">Is 29:13</a>; <span dir=\"rtl\">יְרָאתֶם</span> <a data-ref=\"Joshua 4:24\" href=\"/Joshua.4.24\">Jos 4:24</a> (read <span dir=\"rtl\">יִרְאָתָם</span> Bö<sup>§ 1081 a</sup> Ew<sup>337 b</sup> Di etc.); Pt. <span dir=\"rtl\">יָרֵא</span> <a data-ref=\"Genesis 32:12\" href=\"/Genesis.32.12\">Gn 32:12</a> + 15 times; cstr. <span dir=\"rtl\">יְרֵא</span> <a data-ref=\"Genesis 22:12\" href=\"/Genesis.22.12\">22:12</a> + 10 times; pl. <span dir=\"rtl\">יְרֵאִים</span> <a data-ref=\"Jeremiah 42:11\" href=\"/Jeremiah.42.11\">Je 42:11</a> + 6 times; cstr. <span dir=\"rtl\">יִרְאֵי</span> <a data-ref=\"Exodus 18:21\" href=\"/Exodus.18.21\">Ex 18:21</a> + 12 times; f. cstr. <span dir=\"rtl\">יִרְאַת</span> <a data-ref=\"Proverbs 31:30\" href=\"/Proverbs.31.30\">Pr 31:30</a>;— <strong>1.</strong>  <em>fear, be afraid</em> (not in P): <strong>a.</strong>  abs. <a data-ref=\"Genesis 3:10\" href=\"/Genesis.3.10\">Gn 3:10</a>; <a data-ref=\"Genesis 18:15\" href=\"/Genesis.18.15\">18:15</a>; <a data-ref=\"Genesis 32:8\" href=\"/Genesis.32.8\">32:8</a>; <a data-ref=\"Genesis 43:18\" href=\"/Genesis.43.18\">43:18</a> <a data-ref=\"Exodus 14:10\" href=\"/Exodus.14.10\">Ex 14:10</a> (J), <a data-ref=\"Genesis 20:8\" href=\"/Genesis.20.8\">Gn 20:8</a>; <a data-ref=\"Genesis 28:17\" href=\"/Genesis.28.17\">28:17</a>; <a data-ref=\"Genesis 42:35\" href=\"/Genesis.42.35\">42:35</a> <a data-ref=\"Exodus 2:14\" href=\"/Exodus.2.14\">Ex 2:14</a> <a data-ref=\"Joshua 10:2\" href=\"/Joshua.10.2\">Jos 10:2</a> (E), <a data-ref=\"Deuteronomy 20:8\" href=\"/Deuteronomy.20.8\">Dt 20:8</a>; <a data-ref=\"Deuteronomy 31:8\" href=\"/Deuteronomy.31.8\">31:8</a> <a data-ref=\"Judges 7:3\" href=\"/Judges.7.3\">Ju 7:3</a>; <a data-ref=\"Judges 8:20\" href=\"/Judges.8.20\">8:20</a> <a data-ref=\"I Samuel 4:7\" href=\"/I_Samuel.4.7\">1 S 4:7</a>; <a data-ref=\"I Samuel 17:11\" href=\"/I_Samuel.17.11\">17:11</a>, <a data-ref=\"I Samuel 17:24\" href=\"/I_Samuel.17.24\">24</a>; <a data-ref=\"I Samuel 23:3\" href=\"/I_Samuel.23.3\">23:3</a>; <a data-ref=\"I Samuel 28:5\" href=\"/I_Samuel.28.5\">28:5</a>; <a data-ref=\"I Samuel 31:4\" href=\"/I_Samuel.31.4\">31:4</a> = <a data-ref=\"I Chronicles 10:4\" href=\"/I_Chronicles.10.4\">1 Ch 10:4</a>, <a data-ref=\"II Kings 10:4\" href=\"/II_Kings.10.4\">2 K 10:4</a> <a data-ref=\"II Chronicles 20:3\" href=\"/II_Chronicles.20.3\">2 Ch 20:3</a> <a data-ref=\"Nehemiah 2:2\" href=\"/Nehemiah.2.2\">Ne 2:2</a>; <a data-ref=\"Nehemiah 6:13\" href=\"/Nehemiah.6.13\">6:13</a> <a data-ref=\"Isaiah 54:14\" href=\"/Isaiah.54.14\">Is 54:14</a> <a data-ref=\"Jeremiah 3:8\" href=\"/Jeremiah.3.8\">Je 3:8</a>; <a data-ref=\"Jeremiah 23:4\" href=\"/Jeremiah.23.4\">23:4</a>; <a data-ref=\"Jeremiah 26:21\" href=\"/Jeremiah.26.21\">26:21</a> <a data-ref=\"Amos 3:8\" href=\"/Amos.3.8\">Am 3:8</a> <a data-ref=\"Jonah 1:5\" href=\"/Jonah.1.5\">Jon 1:5</a>, <a data-ref=\"Jonah 1:10\" href=\"/Jonah.1.10\">10</a> <a data-ref=\"Psalms 27:3\" href=\"/Psalms.27.3\">ψ 27:3</a>; <a data-ref=\"Psalms 46:3\" href=\"/Psalms.46.3\">46:3</a>; <a data-ref=\"Psalms 49:6\" href=\"/Psalms.49.6\">49:6</a> (but Bae reads <span dir=\"rtl\">ראה</span>) <a data-ref=\"Psalms 56:4\" href=\"/Psalms.56.4\">56:4</a>, <a data-ref=\"Psalms 56:5\" href=\"/Psalms.56.5\">5</a>, <a data-ref=\"Psalms 56:12\" href=\"/Psalms.56.12\">12</a>; <a data-ref=\"Psalms 64:5\" href=\"/Psalms.64.5\">64:5</a>, <a data-ref=\"Psalms 64:10\" href=\"/Psalms.64.10\">10</a>; <a data-ref=\"Psalms 76:9\" href=\"/Psalms.76.9\">76:9</a>; <a data-ref=\"Psalms 112:8\" href=\"/Psalms.112.8\">112:8</a>; <a data-ref=\"Psalms 118:6\" href=\"/Psalms.118.6\">118:6</a> <a data-ref=\"Proverbs 14:16\" href=\"/Proverbs.14.16\">Pr 14:16</a> <a data-ref=\"Job 6:21\" href=\"/Job.6.21\">Jb 6:21</a>; <a data-ref=\"Job 11:15\" href=\"/Job.11.15\">11:15</a>; (<span dir=\"rtl\">וּ</span>, <span dir=\"rtl\">י</span>)<span dir=\"rtl\">אַל־תִּירָא</span> <em>fear not</em> <a data-ref=\"Genesis 15:1\" href=\"/Genesis.15.1\">Gn 15:1</a>; <a data-ref=\"Genesis 21:17\" href=\"/Genesis.21.17\">21:17</a>; <a data-ref=\"Genesis 35:17\" href=\"/Genesis.35.17\">35:17</a>; <a data-ref=\"Genesis 50:19\" href=\"/Genesis.50.19\">50:19</a>, <a data-ref=\"Genesis 50:21\" href=\"/Genesis.50.21\">21</a> <a data-ref=\"Exodus 20:17\" href=\"/Exodus.20.17\">Ex 20:20</a> <a data-ref=\"Joshua 10:25\" href=\"/Joshua.10.25\">Jos 10:25</a> (E), <a data-ref=\"Genesis 26:24\" href=\"/Genesis.26.24\">Gn 26:24</a>; <a data-ref=\"Genesis 43:23\" href=\"/Genesis.43.23\">43:23</a> <a data-ref=\"Exodus 14:13\" href=\"/Exodus.14.13\">Ex 14:13</a> <a data-ref=\"Joshua 8:1\" href=\"/Joshua.8.1\">Jos 8:1</a> (J), <a data-ref=\"Deuteronomy 1:21\" href=\"/Deuteronomy.1.21\">Dt 1:21</a>; <a data-ref=\"Deuteronomy 20:3\" href=\"/Deuteronomy.20.3\">20:3</a>; <a data-ref=\"Deuteronomy 31:6\" href=\"/Deuteronomy.31.6\">31:6</a> <a data-ref=\"Judges 4:18\" href=\"/Judges.4.18\">Ju 4:18</a>; <a data-ref=\"Judges 6:23\" href=\"/Judges.6.23\">6:23</a> <a data-ref=\"I Samuel 4:20\" href=\"/I_Samuel.4.20\">1 S 4:20</a>; <a data-ref=\"I Samuel 12:20\" href=\"/I_Samuel.12.20\">12:20</a>; <a data-ref=\"I Samuel 22:23\" href=\"/I_Samuel.22.23\">22:23</a>; <a data-ref=\"I Samuel 23:17\" href=\"/I_Samuel.23.17\">23:17</a>; <a data-ref=\"I Samuel 28:13\" href=\"/I_Samuel.28.13\">28:13</a> <a data-ref=\"II Samuel 9:7\" href=\"/II_Samuel.9.7\">2 S 9:7</a>; <a data-ref=\"II Samuel 13:28\" href=\"/II_Samuel.13.28\">13:28</a> <a data-ref=\"I Kings 17:13\" href=\"/I_Kings.17.13\">1 K 17:13</a> <a data-ref=\"II Kings 6:16\" href=\"/II_Kings.6.16\">2 K 6:16</a> <a data-ref=\"I Chronicles 22:13\" href=\"/I_Chronicles.22.13\">1 Ch 22:13</a>; <a data-ref=\"I Chronicles 28:20\" href=\"/I_Chronicles.28.20\">28:20</a> <a data-ref=\"II Chronicles 20:17\" href=\"/II_Chronicles.20.17\">2 Ch 20:17</a> <a data-ref=\"Isaiah 7:4\" href=\"/Isaiah.7.4\">Is 7:4</a>; <a data-ref=\"Isaiah 35:4\" href=\"/Isaiah.35.4\">35:4</a>; <a data-ref=\"Isaiah 40:9\" href=\"/Isaiah.40.9\">40:9</a>; <a data-ref=\"Isaiah 41:10\" href=\"/Isaiah.41.10\">41:10</a>, <a data-ref=\"Isaiah 41:13\" href=\"/Isaiah.41.13\">13</a>, <a data-ref=\"Isaiah 41:14\" href=\"/Isaiah.41.14\">14</a>; <a data-ref=\"Isaiah 43:1\" href=\"/Isaiah.43.1\">43:1</a>, <a data-ref=\"Isaiah 43:5\" href=\"/Isaiah.43.5\">5</a>; <a data-ref=\"Isaiah 44:2\" href=\"/Isaiah.44.2\">44:2</a>; <a data-ref=\"Isaiah 54:4\" href=\"/Isaiah.54.4\">54:4</a> <a data-ref=\"Jeremiah 30:10\" href=\"/Jeremiah.30.10\">Je 30:10</a>; <a data-ref=\"Jeremiah 46:27\" href=\"/Jeremiah.46.27\">46:27</a>, <a data-ref=\"Jeremiah 46:28\" href=\"/Jeremiah.46.28\">28</a> <a data-ref=\"Joel 2:21\" href=\"/Joel.2.21\">Jo 2:21</a>, <a data-ref=\"Joel 2:22\" href=\"/Joel.2.22\">22</a> <a data-ref=\"Zephaniah 3:16\" href=\"/Zephaniah.3.16\">Zp 3:16</a> <a data-ref=\"Haggai 2:5\" href=\"/Haggai.2.5\">Hg 2:5</a> <a data-ref=\"Zechariah 8:13\" href=\"/Zechariah.8.13\">Zc 8:13</a>, <a data-ref=\"Zechariah 8:15\" href=\"/Zechariah.8.15\">15</a> <a data-ref=\"Psalms 49:17\" href=\"/Psalms.49.17\">ψ 49:17</a> <a data-ref=\"Lamentations 3:57\" href=\"/Lamentations.3.57\">La 3:57</a> <a data-ref=\"Daniel 10:12\" href=\"/Daniel.10.12\">Dn 10:12</a>, <a data-ref=\"Daniel 10:19\" href=\"/Daniel.10.19\">19</a> <a data-ref=\"Ruth 3:11\" href=\"/Ruth.3.11\">Ru 3:11</a>; <span dir=\"rtl\">יִשְׁמְעוּ וי׳</span> <em>hear and fear</em> <a data-ref=\"Deuteronomy 13:12\" href=\"/Deuteronomy.13.12\">Dt 13:12</a>; <a data-ref=\"Deuteronomy 17:13\" href=\"/Deuteronomy.17.13\">17:13</a>; <a data-ref=\"Deuteronomy 19:20\" href=\"/Deuteronomy.19.20\">19:20</a>; <a data-ref=\"Deuteronomy 21:21\" href=\"/Deuteronomy.21.21\">21:21</a>; <span dir=\"rtl\">(י)ראו וי׳</span> <em>see and fear</em> <a data-ref=\"Psalms 40:4\" href=\"/Psalms.40.4\">ψ 40:4</a>; <a data-ref=\"Psalms 52:8\" href=\"/Psalms.52.8\">52:8</a> <a data-ref=\"Isaiah 41:5\" href=\"/Isaiah.41.5\">Is 41:5</a> <a data-ref=\"Zechariah 9:5\" href=\"/Zechariah.9.5\">Zc 9:5</a>. †<strong>b.</strong>  c. acc. rei or pers. <a data-ref=\"Numbers 14:9\" href=\"/Numbers.14.9\">Nu 14:9</a><sup>(×2)</sup> (J), <a data-ref=\"Numbers 21:34\" href=\"/Numbers.21.34\">21:34</a> (E), <a data-ref=\"Deuteronomy 3:2\" href=\"/Deuteronomy.3.2\">Dt 3:2</a>, <a data-ref=\"Deuteronomy 3:22\" href=\"/Deuteronomy.3.22\">22</a> <a data-ref=\"Judges 6:27\" href=\"/Judges.6.27\">Ju 6:27</a> <a data-ref=\"I Samuel 15:24\" href=\"/I_Samuel.15.24\">1 S 15:24</a> <a data-ref=\"II Samuel 3:11\" href=\"/II_Samuel.3.11\">2 S 3:11</a> <a data-ref=\"I Kings 1:51\" href=\"/I_Kings.1.51\">1 K 1:51</a> <a data-ref=\"Isaiah 8:12\" href=\"/Isaiah.8.12\">Is 8:12</a>; <a data-ref=\"Isaiah 51:7\" href=\"/Isaiah.51.7\">51:7</a>; <a data-ref=\"Isaiah 57:11\" href=\"/Isaiah.57.11\">57:11</a> <a data-ref=\"Ezekiel 3:9\" href=\"/Ezekiel.3.9\">Ez 3:9</a>; <a data-ref=\"Ezekiel 11:8\" href=\"/Ezekiel.11.8\">11:8</a> <a data-ref=\"Habakkuk 3:2\" href=\"/Habakkuk.3.2\">Hb 3:2</a> (acc. <span dir=\"rtl\">פעלךָ</span> in corrected rhythm), <a data-ref=\"Psalms 23:4\" href=\"/Psalms.23.4\">ψ 23:4</a> <a data-ref=\"Daniel 1:10\" href=\"/Daniel.1.10\">Dn 1:10</a>; acc. of God <span dir=\"rtl\">(י׳)</span> <a data-ref=\"I Samuel 12:18\" href=\"/I_Samuel.12.18\">1 S 12:18</a> <a data-ref=\"II Samuel 6:9\" href=\"/II_Samuel.6.9\">2 S 6:9</a> = <a data-ref=\"I Chronicles 13:12\" href=\"/I_Chronicles.13.12\">1 Ch 13:12</a> <a data-ref=\"Isaiah 57:11\" href=\"/Isaiah.57.11\">Is 57:11</a> <a data-ref=\"Jeremiah 5:22\" href=\"/Jeremiah.5.22\">Je 5:22</a> <a data-ref=\"Jonah 1:16\" href=\"/Jonah.1.16\">Jon 1:16</a> <a data-ref=\"Job 9:35\" href=\"/Job.9.35\">Jb 9:35</a>; <a data-ref=\"Job 37:24\" href=\"/Job.37.24\">37:24</a>. <strong>c.</strong>  with <span dir=\"rtl\">מִן</span> <em>be afraid of</em>, <a data-ref=\"Deuteronomy 1:29\" href=\"/Deuteronomy.1.29\">Dt 1:29</a>; <a data-ref=\"Deuteronomy 2:4\" href=\"/Deuteronomy.2.4\">2:4</a>; <a data-ref=\"Deuteronomy 7:18\" href=\"/Deuteronomy.7.18\">7:18</a>; <a data-ref=\"Deuteronomy 20:1\" href=\"/Deuteronomy.20.1\">20:1</a>; <a data-ref=\"Deuteronomy 28:10\" href=\"/Deuteronomy.28.10\">28:10</a> <a data-ref=\"Joshua 10:8\" href=\"/Joshua.10.8\">Jos 10:8</a> (D) <a data-ref=\"I Samuel 28:20\" href=\"/I_Samuel.28.20\">1 S 28:20</a> <a data-ref=\"II Kings 25:24\" href=\"/II_Kings.25.24\">2 K 25:24</a> <a data-ref=\"Isaiah 10:24\" href=\"/Isaiah.10.24\">Is 10:24</a>; <a data-ref=\"Isaiah 51:12\" href=\"/Isaiah.51.12\">51:12</a> <a data-ref=\"Jeremiah 10:5\" href=\"/Jeremiah.10.5\">Je 10:5</a>; <a data-ref=\"Jeremiah 42:11\" href=\"/Jeremiah.42.11\">42:11</a>, <a data-ref=\"Jeremiah 42:16\" href=\"/Jeremiah.42.16\">16</a> <a data-ref=\"Ezekiel 2:6\" href=\"/Ezekiel.2.6\">Ez 2:6</a><sup>(×3)</sup> <a data-ref=\"Micah 7:17\" href=\"/Micah.7.17\">Mi 7:17</a> <a data-ref=\"Psalms 3:7\" href=\"/Psalms.3.7\">ψ 3:7</a>; <a data-ref=\"Psalms 27:1\" href=\"/Psalms.27.1\">27:1</a>; <a data-ref=\"Psalms 65:9\" href=\"/Psalms.65.9\">65:9</a>; <a data-ref=\"Psalms 91:5\" href=\"/Psalms.91.5\">91:5</a>; <a data-ref=\"Psalms 112:7\" href=\"/Psalms.112.7\">112:7</a>; <a data-ref=\"Psalms 119:120\" href=\"/Psalms.119.120\">119:120</a> <a data-ref=\"Proverbs 3:25\" href=\"/Proverbs.3.25\">Pr 3:25</a>; <a data-ref=\"Proverbs 31:21\" href=\"/Proverbs.31.21\">31:21</a> <a data-ref=\"Job 5:21\" href=\"/Job.5.21\">Jb 5:21</a>, <a data-ref=\"Job 5:22\" href=\"/Job.5.22\">22</a> <a data-ref=\"Ecclesiastes 12:5\" href=\"/Ecclesiastes.12.5\">Ec 12:5</a>; with <span dir=\"rtl\">מִפְּנֵי</span> <a data-ref=\"Deuteronomy 5:5\" href=\"/Deuteronomy.5.5\">Dt 5:5</a>; <a data-ref=\"Deuteronomy 7:19\" href=\"/Deuteronomy.7.19\">7:19</a> <a data-ref=\"Joshua 9:24\" href=\"/Joshua.9.24\">Jos 9:24</a>; <a data-ref=\"Joshua 11:6\" href=\"/Joshua.11.6\">11:6</a> (D), <a data-ref=\"I Samuel 7:7\" href=\"/I_Samuel.7.7\">1 S 7:7</a>; <a data-ref=\"I Samuel 18:29\" href=\"/I_Samuel.18.29\">18:29</a>; <a data-ref=\"I Samuel 21:13\" href=\"/I_Samuel.21.13\">21:13</a> <a data-ref=\"I Kings 1:50\" href=\"/I_Kings.1.50\">1 K 1:50</a> <a data-ref=\"II Kings 1:15\" href=\"/II_Kings.1.15\">2 K 1:15</a>; <a data-ref=\"II Kings 19:6\" href=\"/II_Kings.19.6\">19:6</a> (= <a data-ref=\"Isaiah 37:6\" href=\"/Isaiah.37.6\">Is 37:6</a>) <a data-ref=\"II Kings 25:26\" href=\"/II_Kings.25.26\">25:26</a> <a data-ref=\"II Chronicles 20:15\" href=\"/II_Chronicles.20.15\">2 Ch 20:15</a>; <a data-ref=\"II Chronicles 32:7\" href=\"/II_Chronicles.32.7\">32:7</a> <a data-ref=\"Nehemiah 4:8\" href=\"/Nehemiah.4.8\">Ne 4:8</a> <a data-ref=\"Jeremiah 1:8\" href=\"/Jeremiah.1.8\">Je 1:8</a>; <a data-ref=\"Jeremiah 41:18\" href=\"/Jeremiah.41.18\">41:18</a>; <a data-ref=\"Jeremiah 42:11\" href=\"/Jeremiah.42.11\">42:11</a><sup>(×2)</sup>; <span dir=\"rtl\">מִלִּפְנֵי</span> <a data-ref=\"I Samuel 18:12\" href=\"/I_Samuel.18.12\">1 S 18:12</a>, with <span dir=\"rtl\">בְּ</span> <em>because of, for</em> <a data-ref=\"Jeremiah 51:46\" href=\"/Jeremiah.51.46\">Je 51:46</a>. <strong>d.</strong>  with inf. and <span dir=\"rtl\">לְ</span> <em>fear to do</em> a thing <a data-ref=\"Genesis 19:30\" href=\"/Genesis.19.30\">Gn 19:30</a>; <a data-ref=\"Genesis 26:7\" href=\"/Genesis.26.7\">26:7</a> (J), <a data-ref=\"Numbers 12:8\" href=\"/Numbers.12.8\">Nu 12:8</a> (E), <a data-ref=\"Judges 7:10\" href=\"/Judges.7.10\">Ju 7:10</a> <a data-ref=\"II Samuel 1:14\" href=\"/II_Samuel.1.14\">2 S 1:14</a>; <a data-ref=\"II Samuel 10:19\" href=\"/II_Samuel.10.19\">10:19</a>; <a data-ref=\"II Samuel 12:18\" href=\"/II_Samuel.12.18\">12:18</a>; with infin. and <span dir=\"rtl\">מִן</span>, <em>afraid of doing</em> <a data-ref=\"Genesis 46:3\" href=\"/Genesis.46.3\">Gn 46:3</a> <a data-ref=\"Exodus 3:6\" href=\"/Exodus.3.6\">Ex 3:6</a> (E), <a data-ref=\"I Samuel 3:15\" href=\"/I_Samuel.3.15\">1 S 3:15</a> <a data-ref=\"Jeremiah 40:9\" href=\"/Jeremiah.40.9\">Je 40:9</a> <a data-ref=\"Job 32:6\" href=\"/Job.32.6\">Jb 32:6</a>. <strong>e.</strong>  with <span dir=\"rtl\">פֶּן</span> <em>fear lest</em> <a data-ref=\"Genesis 31:31\" href=\"/Genesis.31.31\">Gn 31:31</a> (E) <a data-ref=\"Genesis 32:12\" href=\"/Genesis.32.12\">32:12</a> (J). <strong>2.</strong>  <em>stand in awe of</em>, with <span dir=\"rtl\">מן</span> and inf. <span dir=\"rtl\">וַיִּירְאוּ מִגֶּשֶׁת אֵלָיו</span> <a data-ref=\"Exodus 34:30\" href=\"/Exodus.34.30\">Ex 34:30</a> (P) <em>and they stood in awe of drawing nigh unto him;</em> <span dir=\"rtl\">יִירְאוּ מֵיהוה וגו׳</span> <a data-ref=\"Psalms 33:8\" href=\"/Psalms.33.8\">ψ 33:8</a> let all the earth <em>stand in awe of Yahweh;</em> <span dir=\"rtl\">וְיָרֵאתָ מֵאֱלהֶיךָ</span> <em>and thou shalt stand in awe of thy God</em> <a data-ref=\"Leviticus 19:14\" href=\"/Leviticus.19.14\">Lv 19:14</a>, <a data-ref=\"Leviticus 19:32\" href=\"/Leviticus.19.32\">32</a>; <a data-ref=\"Leviticus 25:17\" href=\"/Leviticus.25.17\">25:17</a>, <a data-ref=\"Leviticus 25:36\" href=\"/Leviticus.25.36\">36</a>, <a data-ref=\"Leviticus 25:43\" href=\"/Leviticus.25.43\">43</a> (all H); with <span dir=\"rtl\">מִפְּנֵי</span>, of the king Solomon <a data-ref=\"I Kings 3:28\" href=\"/I_Kings.3.28\">1 K 3:28</a>; <span dir=\"rtl\">מִפְּנֵי י׳ אלהים</span> <a data-ref=\"Exodus 9:30\" href=\"/Exodus.9.30\">Ex 9:30</a> (J?); <span dir=\"rtl\">מפני י׳</span> <a data-ref=\"Haggai 1:12\" href=\"/Haggai.1.12\">Hg 1:12</a>; <span dir=\"rtl\">(אלהים) י׳ מלפני</span> <em>stand in awe before</em> (God) <a data-ref=\"Ecclesiastes 3:14\" href=\"/Ecclesiastes.3.14\">Ec 3:14</a>; <a data-ref=\"Ecclesiastes 8:12\" href=\"/Ecclesiastes.8.12\">8:12</a>, <a data-ref=\"Ecclesiastes 8:13\" href=\"/Ecclesiastes.8.13\">13</a>. <strong>3.</strong>  <em>fear, reverence, honour</em>, e.g. parents <a data-ref=\"Leviticus 19:3\" href=\"/Leviticus.19.3\">Lv 19:3</a> (H), Moses and Joshua <a data-ref=\"Joshua 4:14\" href=\"/Joshua.4.14\">Jos 4:14</a><sup>(×2)</sup>, the oath <a data-ref=\"I Samuel 14:26\" href=\"/I_Samuel.14.26\">1 S 14:26</a> <a data-ref=\"Ecclesiastes 9:2\" href=\"/Ecclesiastes.9.2\">Ec 9:2</a>, commandment <a data-ref=\"Proverbs 13:13\" href=\"/Proverbs.13.13\">Pr 13:13</a>, the sanctuary <a data-ref=\"Leviticus 19:30\" href=\"/Leviticus.19.30\">Lv 19:30</a>; <a data-ref=\"Leviticus 26:2\" href=\"/Leviticus.26.2\">26:2</a> (H), other gods <a data-ref=\"Judges 6:10\" href=\"/Judges.6.10\">Ju 6:10</a> <a data-ref=\"II Kings 17:7\" href=\"/II_Kings.17.7\">2 K 17:7</a>, <a data-ref=\"II Kings 17:35\" href=\"/II_Kings.17.35\">35</a>, <a data-ref=\"II Kings 17:37\" href=\"/II_Kings.17.37\">37</a>, <a data-ref=\"II Kings 17:38\" href=\"/II_Kings.17.38\">38</a>; elsewhere of God: <strong>a.</strong>  abs. <a data-ref=\"Jeremiah 44:10\" href=\"/Jeremiah.44.10\">Je 44:10</a>. <strong>b.</strong>  with acc. <span dir=\"rtl\">(ה)אלהים</span> <a data-ref=\"Genesis 42:18\" href=\"/Genesis.42.18\">Gn 42:18</a> <a data-ref=\"Exodus 1:17\" href=\"/Exodus.1.17\">Ex 1:17</a>, <a data-ref=\"Exodus 1:21\" href=\"/Exodus.1.21\">21</a>; <a data-ref=\"Exodus 18:21\" href=\"/Exodus.18.21\">18:21</a> (E), <a data-ref=\"Deuteronomy 25:18\" href=\"/Deuteronomy.25.18\">Dt 25:18</a> <a data-ref=\"Psalms 55:20\" href=\"/Psalms.55.20\">ψ 55:20</a>; <a data-ref=\"Psalms 66:16\" href=\"/Psalms.66.16\">66:16</a> <a data-ref=\"Job 1:1\" href=\"/Job.1.1\">Jb 1:1</a>, <a data-ref=\"Job 1:8\" href=\"/Job.1.8\">8</a>, <a data-ref=\"Job 1:9\" href=\"/Job.1.9\">9</a>; <a data-ref=\"Job 2:3\" href=\"/Job.2.3\">2:3</a> <a data-ref=\"Ecclesiastes 5:6\" href=\"/Ecclesiastes.5.6\">Ec 5:6</a>; <a data-ref=\"Ecclesiastes 7:18\" href=\"/Ecclesiastes.7.18\">7:18</a>; <a data-ref=\"Ecclesiastes 8:12\" href=\"/Ecclesiastes.8.12\">8:12</a>; <a data-ref=\"Ecclesiastes 12:13\" href=\"/Ecclesiastes.12.13\">12:13</a> <a data-ref=\"Nehemiah 7:2\" href=\"/Nehemiah.7.2\">Ne 7:2</a>; <span dir=\"rtl\">יר׳ יהוה</span> <a data-ref=\"Exodus 14:31\" href=\"/Exodus.14.31\">Ex 14:31</a> (J), <a data-ref=\"Joshua 22:25\" href=\"/Joshua.22.25\">Jos 22:25</a> (P), <a data-ref=\"Joshua 24:14\" href=\"/Joshua.24.14\">24:14</a> (E), <a data-ref=\"I Samuel 12:14\" href=\"/I_Samuel.12.14\">1 S 12:14</a>, <a data-ref=\"I Samuel 12:24\" href=\"/I_Samuel.12.24\">24</a> <a data-ref=\"I Kings 18:3\" href=\"/I_Kings.18.3\">1 K 18:3</a>, <a data-ref=\"I Kings 18:12\" href=\"/I_Kings.18.12\">12</a> <a data-ref=\"II Kings 4:1\" href=\"/II_Kings.4.1\">2 K 4:1</a>; <a data-ref=\"II Kings 17:25\" href=\"/II_Kings.17.25\">17:25</a>, <a data-ref=\"II Kings 17:28\" href=\"/II_Kings.17.28\">28</a>, <a data-ref=\"II Kings 17:32\" href=\"/II_Kings.17.32\">32</a>, <a data-ref=\"II Kings 17:33\" href=\"/II_Kings.17.33\">33</a>, <a data-ref=\"II Kings 17:34\" href=\"/II_Kings.17.34\">34</a>, <a data-ref=\"II Kings 17:41\" href=\"/II_Kings.17.41\">41</a> <a data-ref=\"Isaiah 50:10\" href=\"/Isaiah.50.10\">Is 50:10</a> <a data-ref=\"Jeremiah 26:19\" href=\"/Jeremiah.26.19\">Je 26:19</a> <a data-ref=\"Hosea 10:3\" href=\"/Hosea.10.3\">Ho 10:3</a> <a data-ref=\"Jonah 1:9\" href=\"/Jonah.1.9\">Jon 1:9</a> <a data-ref=\"Malachi 3:16\" href=\"/Malachi.3.16\">Mal 3:16</a><sup>(×2)</sup> <a data-ref=\"Psalms 15:4\" href=\"/Psalms.15.4\">ψ 15:4</a>; <a data-ref=\"Psalms 22:24\" href=\"/Psalms.22.24\">22:24</a>; <a data-ref=\"Psalms 25:12\" href=\"/Psalms.25.12\">25:12</a>; <a data-ref=\"Psalms 34:10\" href=\"/Psalms.34.10\">34:10</a>; <a data-ref=\"Psalms 112:1\" href=\"/Psalms.112.1\">112:1</a>; <a data-ref=\"Psalms 115:11\" href=\"/Psalms.115.11\">115:11</a>, <a data-ref=\"Psalms 115:13\" href=\"/Psalms.115.13\">13</a>; <a data-ref=\"Psalms 118:4\" href=\"/Psalms.118.4\">118:4</a>; <a data-ref=\"Psalms 128:1\" href=\"/Psalms.128.1\">128:1</a>, <a data-ref=\"Psalms 128:4\" href=\"/Psalms.128.4\">4</a>; <a data-ref=\"Psalms 135:20\" href=\"/Psalms.135.20\">135:20</a> <a data-ref=\"Proverbs 3:7\" href=\"/Proverbs.3.7\">Pr 3:7</a>; <a data-ref=\"Proverbs 14:2\" href=\"/Proverbs.14.2\">14:2</a>; <a data-ref=\"Proverbs 24:21\" href=\"/Proverbs.24.21\">24:21</a>; <a data-ref=\"Proverbs 31:30\" href=\"/Proverbs.31.30\">31:30</a>; <span dir=\"rtl\">יר׳ י׳ אֱלֹהֶיךָ</span> (and other sfs.) <a data-ref=\"Deuteronomy 6:2\" href=\"/Deuteronomy.6.2\">Dt 6:2</a>, <a data-ref=\"Deuteronomy 6:13\" href=\"/Deuteronomy.6.13\">13</a>, <a data-ref=\"Deuteronomy 6:24\" href=\"/Deuteronomy.6.24\">24</a>; <a data-ref=\"Deuteronomy 10:12\" href=\"/Deuteronomy.10.12\">10:12</a>, <a data-ref=\"Deuteronomy 10:20\" href=\"/Deuteronomy.10.20\">20</a>; <a data-ref=\"Deuteronomy 14:23\" href=\"/Deuteronomy.14.23\">14:23</a>; <a data-ref=\"Deuteronomy 17:19\" href=\"/Deuteronomy.17.19\">17:19</a>; <a data-ref=\"Deuteronomy 31:12\" href=\"/Deuteronomy.31.12\">31:12</a>, <a data-ref=\"Deuteronomy 31:13\" href=\"/Deuteronomy.31.13\">13</a> <a data-ref=\"Joshua 4:24\" href=\"/Joshua.4.24\">Jos 4:24</a> (D), <a data-ref=\"II Kings 17:39\" href=\"/II_Kings.17.39\">2 K 17:39</a> <a data-ref=\"Jeremiah 5:24\" href=\"/Jeremiah.5.24\">Je 5:24</a>; with sfs. referring to Yahweh or Elohim <a data-ref=\"Deuteronomy 4:10\" href=\"/Deuteronomy.4.10\">Dt 4:10</a>; <a data-ref=\"Deuteronomy 5:23\" href=\"/Deuteronomy.5.23\">5:26</a>; <a data-ref=\"Deuteronomy 8:6\" href=\"/Deuteronomy.8.6\">8:6</a>; <a data-ref=\"Deuteronomy 13:5\" href=\"/Deuteronomy.13.5\">13:5</a> <a data-ref=\"I Kings 8:40\" href=\"/I_Kings.8.40\">1 K 8:40</a>, <a data-ref=\"I Kings 8:43\" href=\"/I_Kings.8.43\">43</a> = <a data-ref=\"II Chronicles 6:31\" href=\"/II_Chronicles.6.31\">2 Ch 6:31</a>, <a data-ref=\"II Chronicles 6:33\" href=\"/II_Chronicles.6.33\">33</a>, <a data-ref=\"II Kings 17:36\" href=\"/II_Kings.17.36\">2 K 17:36</a> <a data-ref=\"Isaiah 25:3\" href=\"/Isaiah.25.3\">Is 25:3</a>; <a data-ref=\"Isaiah 29:13\" href=\"/Isaiah.29.13\">29:13</a> <a data-ref=\"Jeremiah 10:7\" href=\"/Jeremiah.10.7\">Je 10:7</a>; <a data-ref=\"Jeremiah 32:39\" href=\"/Jeremiah.32.39\">32:39</a> <a data-ref=\"Malachi 2:5\" href=\"/Malachi.2.5\">Mal 2:5</a>; <a data-ref=\"Malachi 3:5\" href=\"/Malachi.3.5\">3:5</a> <a data-ref=\"Zephaniah 3:7\" href=\"/Zephaniah.3.7\">Zp 3:7</a> <a data-ref=\"Psalms 22:26\" href=\"/Psalms.22.26\">ψ 22:26</a>; <a data-ref=\"Psalms 25:14\" href=\"/Psalms.25.14\">25:14</a>; <a data-ref=\"Psalms 31:20\" href=\"/Psalms.31.20\">31:20</a>; <a data-ref=\"Psalms 33:18\" href=\"/Psalms.33.18\">33:18</a>; <a data-ref=\"Psalms 34:8\" href=\"/Psalms.34.8\">34:8</a>, <a data-ref=\"Psalms 34:10\" href=\"/Psalms.34.10\">10</a>; <a data-ref=\"Psalms 60:6\" href=\"/Psalms.60.6\">60:6</a>; <a data-ref=\"Psalms 67:8\" href=\"/Psalms.67.8\">67:8</a>; <a data-ref=\"Psalms 72:5\" href=\"/Psalms.72.5\">72:5</a>; <a data-ref=\"Psalms 85:10\" href=\"/Psalms.85.10\">85:10</a>; <a data-ref=\"Psalms 103:11\" href=\"/Psalms.103.11\">103:11</a>, <a data-ref=\"Psalms 103:13\" href=\"/Psalms.103.13\">13</a>, <a data-ref=\"Psalms 103:17\" href=\"/Psalms.103.17\">17</a>; <a data-ref=\"Psalms 111:5\" href=\"/Psalms.111.5\">111:5</a>; <a data-ref=\"Psalms 119:63\" href=\"/Psalms.119.63\">119:63</a>, <a data-ref=\"Psalms 119:74\" href=\"/Psalms.119.74\">74</a>, <a data-ref=\"Psalms 119:79\" href=\"/Psalms.119.79\">79</a>; <a data-ref=\"Psalms 145:19\" href=\"/Psalms.145.19\">145:19</a>; <a data-ref=\"Psalms 147:11\" href=\"/Psalms.147.11\">147:11</a>; <span dir=\"rtl\">הַיָּרֵא אֶת־דְּבַר י׳</span> <a data-ref=\"Exodus 9:20\" href=\"/Exodus.9.20\">Ex 9:20</a> <em>he that feared the word of Yahweh</em> (J); <em>the name</em> (<em>of Yahweh</em>) <a data-ref=\"Deuteronomy 28:58\" href=\"/Deuteronomy.28.58\">Dt 28:58</a> <a data-ref=\"Isaiah 59:19\" href=\"/Isaiah.59.19\">Is 59:19</a> <a data-ref=\"Malachi 3:20\" href=\"/Malachi.3.20\">Mal 3:20</a> <a data-ref=\"Psalms 61:6\" href=\"/Psalms.61.6\">ψ 61:6</a>; <a data-ref=\"Psalms 86:11\" href=\"/Psalms.86.11\">86:11</a>; <a data-ref=\"Psalms 102:16\" href=\"/Psalms.102.16\">102:16</a> <a data-ref=\"Nehemiah 1:11\" href=\"/Nehemiah.1.11\">Ne 1:11</a>.<br><strong>Niph.</strong><sub>45</sub>  Impf. 2 m. <span dir=\"rtl\">תִּוָּרֵא</span> <a data-ref=\"Psalms 130:4\" href=\"/Psalms.130.4\">ψ 130:4</a>; Pt. <span dir=\"rtl\">נוֹרָא</span> <a data-ref=\"Genesis 28:17\" href=\"/Genesis.28.17\">Gn 28:17</a> + 33 times; f. <span dir=\"rtl\">נוֹרָאָה</span> <a data-ref=\"Isaiah 21:1\" href=\"/Isaiah.21.1\">Is 21:1</a>; pl. <span dir=\"rtl\">נוֹרָאוֹת</span> <a data-ref=\"Isaiah 64:2\" href=\"/Isaiah.64.2\">64:2</a> + 5 times; <span dir=\"rtl\">נוֹרָאֹת</span> <a data-ref=\"Deuteronomy 10:21\" href=\"/Deuteronomy.10.21\">Dt 10:21</a>; <span dir=\"rtl\">נֹרָאוֹת</span> <a data-ref=\"II Samuel 7:23\" href=\"/II_Samuel.7.23\">2 S 7:23</a>; sf. <span dir=\"rtl\">נוֹרְאוֹתֶיךָ</span> <a data-ref=\"Psalms 145:6\" href=\"/Psalms.145.6\">ψ 145:6</a>;— <strong>1.</strong>  <em>be fearful, dreadful</em>, e.g. wilderness <a data-ref=\"Deuteronomy 1:19\" href=\"/Deuteronomy.1.19\">Dt 1:19</a>; <a data-ref=\"Deuteronomy 8:15\" href=\"/Deuteronomy.8.15\">8:15</a>, land <a data-ref=\"Isaiah 21:1\" href=\"/Isaiah.21.1\">Is 21:1</a>, people <a data-ref=\"Isaiah 18:2\" href=\"/Isaiah.18.2\">18:2</a>, <a data-ref=\"Isaiah 18:7\" href=\"/Isaiah.18.7\">7</a> <a data-ref=\"Habakkuk 1:7\" href=\"/Habakkuk.1.7\">Hb 1:7</a>, ice (in sim.) <span dir=\"rtl\">כְּעֵין הַקֶּרַח הנ׳</span> <a data-ref=\"Ezekiel 1:22\" href=\"/Ezekiel.1.22\">Ez 1:22</a> (del. 𝔊 Co). <strong>2.</strong>  <em>cause astonishment and awe:</em> of Yahweh himself <a data-ref=\"Psalms 47:3\" href=\"/Psalms.47.3\">ψ 47:3</a>; <a data-ref=\"Psalms 68:36\" href=\"/Psalms.68.36\">68:36</a>; <a data-ref=\"Psalms 76:8\" href=\"/Psalms.76.8\">76:8</a>; <span dir=\"rtl\">נוֹרָא תְהִלֹּת</span> <em>awe-inspiring in praises</em> <a data-ref=\"Exodus 15:11\" href=\"/Exodus.15.11\">Ex 15:11</a> (song); <span dir=\"rtl\">עַל־אלוהּ נוֹרָא הוֹד</span> <em>awe-inspiring majesty</em> (<em>is</em>) <em>upon Eloah</em> <a data-ref=\"Job 37:22\" href=\"/Job.37.22\">Jb 37:22</a>; c. <span dir=\"rtl\">לְ</span>, to kings of the earth <a data-ref=\"Psalms 76:13\" href=\"/Psalms.76.13\">ψ 76:13</a>; c. <span dir=\"rtl\">על</span> of hostile nations <a data-ref=\"Zephaniah 2:11\" href=\"/Zephaniah.2.11\">Zp 2:11</a>; of <span dir=\"rtl\">י׳</span>’s doings <a data-ref=\"Exodus 34:10\" href=\"/Exodus.34.10\">Ex 34:10</a> (J) <a data-ref=\"Psalms 66:3\" href=\"/Psalms.66.3\">ψ 66:3</a>, <a data-ref=\"Psalms 66:5\" href=\"/Psalms.66.5\">5</a>; <span dir=\"rtl\">(ה)נוראות</span> <em>wonderful, glorious things</em>, of Messianic king <a data-ref=\"Psalms 4:5\" href=\"/Psalms.4.5\">45:5</a>; of Yahweh himself <a data-ref=\"Deuteronomy 10:21\" href=\"/Deuteronomy.10.21\">Dt 10:21</a> <a data-ref=\"II Samuel 7:23\" href=\"/II_Samuel.7.23\">2 S 7:23</a> = <a data-ref=\"I Chronicles 17:21\" href=\"/I_Chronicles.17.21\">1 Ch 17:21</a> <a data-ref=\"Isaiah 64:2\" href=\"/Isaiah.64.2\">Is 64:2</a> <a data-ref=\"Psalms 106:22\" href=\"/Psalms.106.22\">ψ 106:22</a>; <a data-ref=\"Psalms 145:6\" href=\"/Psalms.145.6\">145:6</a>; <span dir=\"rtl\">נו׳</span> adverbially in <a data-ref=\"Psalms 65:6\" href=\"/Psalms.65.6\">ψ 65:6</a>; <a data-ref=\"Psalms 139:14\" href=\"/Psalms.139.14\">139:14</a> Ges<sup>§ 118. 5. b</sup> Da<sup>Synt. § 70(b)</sup>; <span dir=\"rtl\">יוֹם י׳ הגדול והנורא</span> <em>the great and awful day of Yahweh</em> <a data-ref=\"Joel 3:4\" href=\"/Joel.3.4\">Jo 3:4</a> <a data-ref=\"Malachi 3:23\" href=\"/Malachi.3.23\">Mal 3:23</a> cf. <a data-ref=\"Joel 2:11\" href=\"/Joel.2.11\">Jo 2:11</a>. <strong>3.</strong>  <em>inspire reverence, godly fear, and awe:</em> <strong>a.</strong>  as attribute of God, <span dir=\"rtl\">לְמַעַן תִּוָּרֵא</span> <em>that thou mightest be revered</em> <a data-ref=\"Psalms 130:4\" href=\"/Psalms.130.4\">ψ 130:4</a>; <span dir=\"rtl\">(ה)גָּדוֹל ו(ה)נוֹרָא</span> (the) <em>great and awful</em> (God) <a data-ref=\"Deuteronomy 7:21\" href=\"/Deuteronomy.7.21\">Dt 7:21</a>; <a data-ref=\"Deuteronomy 10:17\" href=\"/Deuteronomy.10.17\">10:17</a> <a data-ref=\"Nehemiah 1:5\" href=\"/Nehemiah.1.5\">Ne 1:5</a>; <a data-ref=\"Nehemiah 4:8\" href=\"/Nehemiah.4.8\">4:8</a>; <a data-ref=\"Nehemiah 9:32\" href=\"/Nehemiah.9.32\">9:32</a> <a data-ref=\"Daniel 9:4\" href=\"/Daniel.9.4\">Dn 9:4</a>; with <span dir=\"rtl\">עַל</span>, <em>above</em> all gods <a data-ref=\"Psalms 96:4\" href=\"/Psalms.96.4\">ψ 96:4</a> = <a data-ref=\"I Chronicles 16:25\" href=\"/I_Chronicles.16.25\">1 Ch 16:25</a>; above the angels round about him <a data-ref=\"Psalms 89:8\" href=\"/Psalms.89.8\">ψ 89:8</a>. <strong>b.</strong>  of the name of Yahweh <a data-ref=\"Deuteronomy 28:58\" href=\"/Deuteronomy.28.58\">Dt 28:58</a> <a data-ref=\"Psalms 99:3\" href=\"/Psalms.99.3\">ψ 99:3</a>; <a data-ref=\"Psalms 111:9\" href=\"/Psalms.111.9\">111:9</a> <a data-ref=\"Malachi 1:14\" href=\"/Malachi.1.14\">Mal 1:14</a>. <strong>c.</strong>  of sacred things: <span dir=\"rtl\">מלאךְ האלהים</span> <a data-ref=\"Judges 13:6\" href=\"/Judges.13.6\">Ju 13:6</a>; place of theophany <a data-ref=\"Genesis 28:17\" href=\"/Genesis.28.17\">Gn 28:17</a> (E).<br><strong>Piel.</strong><sub>5</sub>  Pf. 3 m. sf. <span dir=\"rtl\">יֵֽרְאֻנִי</span> <a data-ref=\"II Samuel 14:15\" href=\"/II_Samuel.14.15\">2 S 14:15</a>; Inf. sf. <span dir=\"rtl\">לְיָֽרְאֵנִי</span> <a data-ref=\"Nehemiah 6:19\" href=\"/Nehemiah.6.19\">Ne 6:19</a>; <span dir=\"rtl\">לְיָֽרְאָם</span> <a data-ref=\"II Chronicles 32:18\" href=\"/II_Chronicles.32.18\">2 Ch 32:18</a>; Pt. pl. <span dir=\"rtl\">מְיָֽרְאִים</span> <a data-ref=\"Nehemiah 6:9\" href=\"/Nehemiah.6.9\">Ne 6:9</a>, <a data-ref=\"Nehemiah 6:14\" href=\"/Nehemiah.6.14\">14</a> <em>make afraid, terrify</em>, with acc."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d514b6084aa1cbf3bd01", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, תַּ֫חַת 1", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "BDB, תַּ֫חַת 1", "sourceHeRef": "בראון-דרייבר-בריגס, תַּ֫חַת א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "תַּ֫חַת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">תַּ֫חַת</span></big></big>  <strong>n.</strong>[<strong>m.</strong>] the under part <strong>(</strong>Arabic <span dir=\"rtl\">تَحْتٌ</span> id.<strong>)</strong>, hence as <strong>adv. accus.</strong> and <strong>prep.</strong> underneath, below, instead of <strong>(</strong>so Arabic <span dir=\"rtl\">تَحْتَ</span>, Sab. <span dir=\"rtl\">תחת</span>, Ethiopic ታሕት: Ph. <span dir=\"rtl\">תחת</span> (Lzb<sup>385</sup>); Biblical Aramaic 𝔗 <span dir=\"rtl\">תְּחוֹת</span>, Palm. in <span dir=\"rtl\">מן לתחת</span> Tariff 1:4 (Cooke <sup>320</sup>), Syriac <span dir=\"rtl\">ܬܚܽܘܬ</span> <strong>)</strong>;—<br><strong>I.</strong>  as <strong>adv. accus.</strong> †<a data-ref=\"Genesis 49:25\" href=\"/Genesis.49.25\">Gn 49:25</a> (= <a data-ref=\"Deuteronomy 33:13\" href=\"/Deuteronomy.33.13\">Dt 33:13</a>) the deep <span dir=\"rtl\">רֹבֶצֶת תָּ֑חַת</span> that coucheth <em>beneath;</em> more usually with <span dir=\"rtl\">מִן</span>, <span dir=\"rtl\">מִתָּחַת</span> lit. <em>off</em> (<span dir=\"rtl\">מִן</span> <strong>1 c</strong>) <em>the under part</em> = <em>beneath</em>, †<a data-ref=\"Exodus 20:4\" href=\"/Exodus.20.4\">Ex 20:4</a> (= <a data-ref=\"Deuteronomy 5:8\" href=\"/Deuteronomy.5.8\">Dt 5:8</a>) <span dir=\"rtl\">בָּאָרֶץ מִתָּ֑חַת</span> (so <a data-ref=\"Deuteronomy 4:39\" href=\"/Deuteronomy.4.39\">Dt 4:39</a>; <a data-ref=\"Joshua 2:11\" href=\"/Joshua.2.11\">Jos 2:11</a>; <a data-ref=\"I Kings 8:23\" href=\"/I_Kings.8.23\">1 K 8:23</a> [both D<sup>2</sup>], <a data-ref=\"Isaiah 51:6\" href=\"/Isaiah.51.6\">Is 51:6</a>), <a data-ref=\"Deuteronomy 33:27\" href=\"/Deuteronomy.33.27\">Dt 33:27</a>; <a data-ref=\"Judges 7:8\" href=\"/Judges.7.8\">Ju 7:8</a>; <a data-ref=\"Amos 2:9\" href=\"/Amos.2.9\">Am 2:9</a>; <a data-ref=\"Isaiah 14:9\" href=\"/Isaiah.14.9\">Is 14:9</a>; <a data-ref=\"Job 18:16\" href=\"/Job.18.16\">Jb 18:16</a>;<a data-ref=\"Ezekiel 47:1\" href=\"/Ezekiel.47.1\">Ez 47:1b</a>.<br><strong>II.</strong>  as <strong>prep.</strong>; so cstr., and with sf. (usually in the pl., and so lit. <em>in the parts underneath</em>) <span dir=\"rtl\">תַּחְתַּי</span> <a data-ref=\"Habakkuk 3:16\" href=\"/Habakkuk.3.16\">Hb 3:16</a> +, <span dir=\"rtl\">תַּחְתֵּנִי</span> (cf. <span dir=\"rtl\">בַּעֲדֵנִי</span>, <span dir=\"rtl\">עוֹדֶנִּי</span>: Ges<sup>§ 103 d</sup>) †<a data-ref=\"II Samuel 22:37\" href=\"/II_Samuel.22.37\">2 S 22:37</a>, <a data-ref=\"II Samuel 22:40\" href=\"/II_Samuel.22.40\">40</a>, <a data-ref=\"II Samuel 22:48\" href=\"/II_Samuel.22.48\">48</a> (<a data-ref=\"Psalms 18:37\" href=\"/Psalms.18.37\">ψ 18:37</a>, <a data-ref=\"Psalms 18:40\" href=\"/Psalms.18.40\">40</a>, <a data-ref=\"Psalms 18:48\" href=\"/Psalms.18.48\">48</a> <span dir=\"rtl\">תַּחְתָּ֑י</span>); <span dir=\"rtl\">תַּחְתֶּיךָ</span>; <span dir=\"rtl\">תַּחְתָּיו</span> (Kt <span dir=\"rtl\">תַּחְתּוֹ</span> †<a data-ref=\"II Samuel 2:23\" href=\"/II_Samuel.2.23\">2 S 2:23</a>; <a data-ref=\"II Samuel 3:12\" href=\"/II_Samuel.3.12\">3:12</a>; <a data-ref=\"II Samuel 16:8\" href=\"/II_Samuel.16.8\">16:8</a> <a data-ref=\"Job 9:13\" href=\"/Job.9.13\">Jb 9:13</a>), <span dir=\"rtl\">תַּחְתֶּיהָ</span> <a data-ref=\"Leviticus 13:23\" href=\"/Leviticus.13.23\">Lv 13:23</a> + 16 times, <span dir=\"rtl\">תַּחְתֶּ֫נָּה</span> (cf. <span dir=\"rtl\">אֵינֶנַּה</span>, <span dir=\"rtl\">עוֹדֶנָּה</span>) †<a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">Gn 2:21</a>; <span dir=\"rtl\">תַּחְתֵּינוּ</span> †<a data-ref=\"I Samuel 14:9\" href=\"/I_Samuel.14.9\">1 S 14:9</a> <a data-ref=\"Psalms 47:4\" href=\"/Psalms.47.4\">ψ 47:4</a>; <span dir=\"rtl\">תַּחְתֵּיכֶם</span> †<a data-ref=\"Joshua 2:14\" href=\"/Joshua.2.14\">Jos 2:14</a>; <a data-ref=\"Amos 2:13\" href=\"/Amos.2.13\">Am 2:13</a>; <span dir=\"rtl\">תַּחְתֵּיהֶם</span> †<a data-ref=\"Numbers 16:31\" href=\"/Numbers.16.31\">Nu 16:31</a>; <a data-ref=\"I Kings 20:24\" href=\"/I_Kings.20.24\">1 K 20:24</a>; <a data-ref=\"I Chronicles 4:41\" href=\"/I_Chronicles.4.41\">1 Ch 4:41</a>; <a data-ref=\"I Chronicles 5:22\" href=\"/I_Chronicles.5.22\">5:22</a>; <a data-ref=\"II Chronicles 12:10\" href=\"/II_Chronicles.12.10\">2 Ch 12:10</a> (for <span dir=\"rtl\">תַּחְתָּם</span> <a data-ref=\"I Kings 14:27\" href=\"/I_Kings.14.27\">1 K 14:27</a>), <span dir=\"rtl\">תַּחְתָּם</span> <a data-ref=\"Deuteronomy 2:12\" href=\"/Deuteronomy.2.12\">Dt 2:12</a> + 10 times, <span dir=\"rtl\">תַּחְתֵּיהֶן</span> †<a data-ref=\"Jeremiah 28:13\" href=\"/Jeremiah.28.13\">Je 28:13</a>;— <strong>1.</strong>  <em>under, beneath</em>, <a data-ref=\"Genesis 7:19\" href=\"/Genesis.7.19\">Gn 7:19</a> <span dir=\"rtl\">תַּחַת כָּל־ הַשָּׁמַיִם</span> <em>under</em> the whole heaven (so †<a data-ref=\"Deuteronomy 2:25\" href=\"/Deuteronomy.2.25\">Dt 2:25</a>; <a data-ref=\"Deuteronomy 4:19\" href=\"/Deuteronomy.4.19\">4:19</a>; <a data-ref=\"Job 28:24\" href=\"/Job.28.24\">Jb 28:24</a>; <a data-ref=\"Job 37:3\" href=\"/Job.37.3\">37:3</a>; <a data-ref=\"Job 41:3\" href=\"/Job.41.3\">41:3</a>; <a data-ref=\"Daniel 9:12\" href=\"/Daniel.9.12\">Dn 9:12</a>), <a data-ref=\"Genesis 18:4\" href=\"/Genesis.18.4\">18:4</a> <span dir=\"rtl\">ת׳ הָעֵץ</span>, <a data-ref=\"Genesis 21:15\" href=\"/Genesis.21.15\">21:15</a>; <a data-ref=\"Genesis 24:2\" href=\"/Genesis.24.2\">24:2</a> + often; <a data-ref=\"Job 30:14\" href=\"/Job.30.14\">Jb 30:14</a> <span dir=\"rtl\">תּ׳ שׁוֹאָה</span> <em>under</em> the crash they roll themselves against me; <span dir=\"rtl\">ת׳ הַשֶּׁמֶשׁ</span> <a data-ref=\"Ecclesiastes 1:3\" href=\"/Ecclesiastes.1.3\">Ec 1:3</a>, <a data-ref=\"Ecclesiastes 1:9\" href=\"/Ecclesiastes.1.9\">9</a>, <a data-ref=\"Ecclesiastes 1:13\" href=\"/Ecclesiastes.1.13\">13</a> + often Ec. (so in Ph., Cooke <sup>4. 7; 5. 12</sup>). With <span dir=\"rtl\">לְ</span>, †<a data-ref=\"II Chronicles 4:3\" href=\"/II_Chronicles.4.3\">2 Ch 4:3</a> <span dir=\"rtl\">תַּחַת לוֹ</span>, <a data-ref=\"Song of Songs 2:6\" href=\"/Song_of_Songs.2.6\">Ct 2:6</a> = <a data-ref=\"Song of Songs 8:3\" href=\"/Song_of_Songs.8.3\">8:3</a> <span dir=\"rtl\">ת׳ לְרֹאשִׁי</span>. Idiom. <strong>a.</strong>  <span dir=\"rtl\">תַּחַת הָהָר</span> <em>at the foot of</em> the mt., <a data-ref=\"Exodus 24:4\" href=\"/Exodus.24.4\">Ex 24:4</a>; <a data-ref=\"Deuteronomy 4:11\" href=\"/Deuteronomy.4.11\">Dt 4:11</a>, so <a data-ref=\"Deuteronomy 3:17\" href=\"/Deuteronomy.3.17\">3:17</a> <span dir=\"rtl\">ת׳ אַשְׁדֹּת הַפִּסְגָּה</span>, <a data-ref=\"Joshua 11:3\" href=\"/Joshua.11.3\">Jos 11:3</a>, <a data-ref=\"Joshua 11:17\" href=\"/Joshua.11.17\">17</a> +; fig. <a data-ref=\"Psalms 18:37\" href=\"/Psalms.18.37\">ψ 18:37</a> <span dir=\"rtl\">תַּרְחִיב צְעָדַי תַּחְתָּ֑י</span> thou broadenest my steps <em>under me</em>, <a data-ref=\"Job 36:16\" href=\"/Job.36.16\">Jb 36:16</a> <span dir=\"rtl\">רַחַב לֹא מוּצָק תַּחְתֶּיךָ</span> (so read for <span dir=\"rtl\">תחתיה</span>, Di Bu) breadth unstraitened is <em>beneath thee</em>. <strong>b.</strong>  <span dir=\"rtl\">ת׳ הַלָּשׁוֹן</span>, of something held there as a dainty morsel, and ready, when needed, to be brought out, fig. of sweetness <a data-ref=\"Song of Songs 4:11\" href=\"/Song_of_Songs.4.11\">Ct 4:11</a>, of evil <a data-ref=\"Psalms 10:7\" href=\"/Psalms.10.7\">ψ 10:7</a> <span dir=\"rtl\">ת׳ לְשֹׁנוֹ עָמָל וָאָוֶן</span>, <a data-ref=\"Job 20:12\" href=\"/Job.20.12\">Jb 20:12</a> (so <span dir=\"rtl\">ת׳ שְׂפָתֵימוֹ</span> <a data-ref=\"Psalms 140:4\" href=\"/Psalms.140.4\">ψ 140:4</a>), of praise <a data-ref=\"Psalms 66:17\" href=\"/Psalms.66.17\">ψ 66:17</a> <span dir=\"rtl\">וְרוֹמַם ת׳ לְשׁוֹנִי</span> (syn. <span dir=\"rtl\">בִּגְרוֹנָם</span> <a data-ref=\"Psalms 149:6\" href=\"/Psalms.149.6\">149:6</a>). <strong>c.</strong>  <span dir=\"rtl\">תַּחַת פ׳</span>: (<em>a</em>) of subjection, <a data-ref=\"Psalms 18:40\" href=\"/Psalms.18.40\">ψ 18:40</a> <span dir=\"rtl\">תַּכְרִיעַ קָמַי תַּחְתָּ֑י</span>, v <a data-ref=\"Psalms 18:48\" href=\"/Psalms.18.48\">48</a> (cf. <a data-ref=\"Psalms 47:4\" href=\"/Psalms.47.4\">47:4</a>; <a data-ref=\"Psalms 144:2\" href=\"/Psalms.144.2\">144:2</a>), <a data-ref=\"Psalms 45:6\" href=\"/Psalms.45.6\">45:6</a>; <a data-ref=\"Job 9:13\" href=\"/Job.9.13\">Jb 9:13</a>. (<em>b</em>) of a woman, <span dir=\"rtl\">ת׳ אִישָׁהּ</span>, i.e. under his authority, <a data-ref=\"Numbers 5:19\" href=\"/Numbers.5.19\">Nu 5:19</a>, <a data-ref=\"Numbers 5:20\" href=\"/Numbers.5.20\">20</a>, <a data-ref=\"Numbers 5:29\" href=\"/Numbers.5.29\">29</a>, so <a data-ref=\"Ezekiel 23:5\" href=\"/Ezekiel.23.5\">Ez 23:5</a> <span dir=\"rtl\">תַּחְתַּי</span> being <em>under me</em> = being <em>mine</em> (fig. of Israel as <span dir=\"rtl\">י׳</span>’s spouse), cf. ὕπανδρος Rom 7:2, and <span dir=\"rtl\">تَحْت</span> <em>Ḳor</em> <a data-ref=\"Isaiah 66:10\" href=\"/Isaiah.66.10\">66:10</a>. (<em>c</em>) of being burdened or oppressed under, <a data-ref=\"Isaiah 24:5\" href=\"/Isaiah.24.5\">Is 24:5</a> the earth <span dir=\"rtl\">הָֽנְפָה ת׳ יֽשְׁבֶיהָ</span>, <a data-ref=\"Proverbs 30:12\" href=\"/Proverbs.30.12\">Pr 30:12</a> <span dir=\"rtl\">ת׳ שָׁלוֹשׁ רָֽגְזָה אֶרֶץ</span>, v <a data-ref=\"Proverbs 30:22\" href=\"/Proverbs.30.22\">22</a>, <a data-ref=\"Proverbs 30:23\" href=\"/Proverbs.30.23\">23</a>; <a data-ref=\"Habakkuk 3:7\" href=\"/Habakkuk.3.7\">Hb 3:7</a> <span dir=\"rtl\">ת׳ אָוֶן</span> i.e. (si vera l.) suffering <em>under</em> calamity. <strong>d.</strong>  <span dir=\"rtl\">ת׳ יַד פ׳</span>, of authority or control, <a data-ref=\"Genesis 41:35\" href=\"/Genesis.41.35\">Gn 41:35</a> <span dir=\"rtl\">וְיִצְבְּרוּ בָר ת׳ יַד פַּרְעֹה</span>; <a data-ref=\"Judges 3:30\" href=\"/Judges.3.30\">Ju 3:30</a> (cf. <a data-ref=\"Psalms 106:42\" href=\"/Psalms.106.42\">ψ 106:42</a>), <a data-ref=\"I Samuel 21:4\" href=\"/I_Samuel.21.4\">1 S 21:4</a>, <a data-ref=\"I Samuel 21:5\" href=\"/I_Samuel.21.5\">5</a> (del. <span dir=\"rtl\">אֶל</span>; dittogr. <span dir=\"rtl\">חֹל</span>), v <a data-ref=\"I Samuel 21:9\" href=\"/I_Samuel.21.9\">9</a> <a data-ref=\"Isaiah 3:6\" href=\"/Isaiah.3.6\">Is 3:6</a>. <strong>e.</strong>  <span dir=\"rtl\">ת׳ רַגְלֵי פ׳</span>, of subjection or conquest, <a data-ref=\"Psalms 8:7\" href=\"/Psalms.8.7\">ψ 8:7</a> <span dir=\"rtl\">כֹּל שַׁתָּה ת׳ רַגְלָיו</span>, <a data-ref=\"Psalms 18:39\" href=\"/Psalms.18.39\">18:39</a>; <a data-ref=\"Psalms 47:4\" href=\"/Psalms.47.4\">47:4</a>; <a data-ref=\"Lamentations 3:34\" href=\"/Lamentations.3.34\">La 3:34</a>, cf. <a data-ref=\"Malachi 3:21\" href=\"/Malachi.3.21\">Mal 3:21</a>. <strong>2.</strong>  <em>what is under</em> one, <em>the place in which</em> one stands: hence as accus., <strong>a.</strong>  with reflex. pron., idiom., <em>in one’s place, where one stands</em>, <a data-ref=\"Exodus 16:29\" href=\"/Exodus.16.29\">Ex 16:29</a> <span dir=\"rtl\">שְׁבוּ אִישׁ תַּחְתָּיו</span> abide every one <em>in his place</em>, <a data-ref=\"Leviticus 13:23\" href=\"/Leviticus.13.23\">Lv 13:23</a>, <a data-ref=\"Leviticus 13:28\" href=\"/Leviticus.13.28\">28</a>; <a data-ref=\"Joshua 5:8\" href=\"/Joshua.5.8\">Jos 5:8</a>; <a data-ref=\"Joshua 6:5\" href=\"/Joshua.6.5\">6:5</a>, <a data-ref=\"Joshua 6:20\" href=\"/Joshua.6.20\">20</a>; <a data-ref=\"Judges 7:21\" href=\"/Judges.7.21\">Ju 7:21</a>; <a data-ref=\"I Samuel 14:9\" href=\"/I_Samuel.14.9\">1 S 14:9</a> <span dir=\"rtl\">וְעָמַדְנוּ תַחְתֵּינוּ</span> we will <em>remain where we are</em>, <a data-ref=\"II Samuel 2:23\" href=\"/II_Samuel.2.23\">2 S 2:23</a> <span dir=\"rtl\">וַיָּמָת תַּחְתָּו</span> he died <em>where he was</em> (cf. <a data-ref=\"Jeremiah 38:9\" href=\"/Jeremiah.38.9\">Je 38:9</a> [read <span dir=\"rtl\">וּמֵת</span>]), <a data-ref=\"Jeremiah 7:10\" href=\"/Jeremiah.7.10\">7:10</a>; <a data-ref=\"Isaiah 25:10\" href=\"/Isaiah.25.10\">Is 25:10</a>; <a data-ref=\"Isaiah 46:7\" href=\"/Isaiah.46.7\">46:7</a>; <a data-ref=\"Amos 2:13\" href=\"/Amos.2.13\">Am 2:13</a>; <a data-ref=\"Habakkuk 3:16\" href=\"/Habakkuk.3.16\">Hb 3:16</a> <span dir=\"rtl\">וְתַחְתַּי אֶרְגָּ֑ז</span> I tremble <em>where I stand</em>, <a data-ref=\"Zechariah 12:6\" href=\"/Zechariah.12.6\">Zc 12:6</a>; <a data-ref=\"Zechariah 14:10\" href=\"/Zechariah.14.10\">14:10</a>; <a data-ref=\"Job 36:20\" href=\"/Job.36.20\">Jb 36:20</a>; <a data-ref=\"Job 40:12\" href=\"/Job.40.12\">40:12</a> <span dir=\"rtl\">וַהֲדֹךְ רְשָׁעִים תַּחְתָּם</span> <strong>b.</strong>  in transferred sense, <em>in place of, instead of:</em> (<em>a</em>) <a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">Gn 2:21</a>; <a data-ref=\"Genesis 4:25\" href=\"/Genesis.4.25\">4:25</a> <span dir=\"rtl\">ת׳ הֶבֶל</span> <em>instead of</em> Abel, <a data-ref=\"Genesis 22:13\" href=\"/Genesis.22.13\">22:13</a> <span dir=\"rtl\">ת׳ בְּנוֹ</span>, <a data-ref=\"Genesis 30:2\" href=\"/Genesis.30.2\">30:2</a> <span dir=\"rtl\">הֲת׳ אלהים אנכי</span> (cf. <a data-ref=\"Genesis 50:19\" href=\"/Genesis.50.19\">50:19</a>), <a data-ref=\"Genesis 44:33\" href=\"/Genesis.44.33\">44:33</a>; <a data-ref=\"II Samuel 19:1\" href=\"/II_Samuel.19.1\">2 S 19:1</a> + often; <a data-ref=\"Numbers 32:14\" href=\"/Numbers.32.14\">Nu 32:14</a>; <a data-ref=\"Job 16:4\" href=\"/Job.16.4\">Jb 16:4</a>; <a data-ref=\"Isaiah 3:24\" href=\"/Isaiah.3.24\">Is 3:24</a>; <a data-ref=\"Isaiah 55:13\" href=\"/Isaiah.55.13\">55:13</a>; <a data-ref=\"Isaiah 61:3\" href=\"/Isaiah.61.3\">61:3</a>, <a data-ref=\"Isaiah 61:7\" href=\"/Isaiah.61.7\">7</a>; of one succeeding to the place of another, <span dir=\"rtl\">וַיִּמְלֹךְ תַּחְתָּיו</span> <a data-ref=\"Genesis 36:33-39\" href=\"/Genesis.36.33-39\">Gn 36:33–39</a>; <a data-ref=\"I Kings 8:20\" href=\"/I_Kings.8.20\">1 K 8:20</a>; <a data-ref=\"I Kings 11:43\" href=\"/I_Kings.11.43\">11:43</a>; <a data-ref=\"I Kings 14:20\" href=\"/I_Kings.14.20\">14:20</a> + often, <a data-ref=\"Deuteronomy 2:12\" href=\"/Deuteronomy.2.12\">Dt 2:12</a>, <a data-ref=\"Deuteronomy 2:21\" href=\"/Deuteronomy.2.21\">21</a> <span dir=\"rtl\">וַיֵּֽשְׁבוּ תַחְתָּם</span>, <a data-ref=\"Leviticus 16:32\" href=\"/Leviticus.16.32\">Lv 16:32</a>; <a data-ref=\"I Kings 2:35\" href=\"/I_Kings.2.35\">1 K 2:35</a> +; <a data-ref=\"Psalms 45:17\" href=\"/Psalms.45.17\">ψ 45:17</a> <em>in place of</em> thy fathers (whom thou mayest therefore forget) will be thy children. cf. in Ph. CIS <sup>i. 3, 9</sup> (Cooke<sup>30</sup>). Sq. inf. <a data-ref=\"Isaiah 60:15\" href=\"/Isaiah.60.15\">Is 60:15</a> <span dir=\"rtl\">ת׳ הֱיוֹתֵךְ</span> <em>instead of thy being</em> … Peculiarly <a data-ref=\"Job 34:26\" href=\"/Job.34.26\">Jb 34:26</a> (si vera l.) = <em>as if they were, like;</em> but text very dubious; Bi Bu <span dir=\"rtl\">תָּחֵת חֲמָתוֹ רְשָׁעִ֑ים</span> his wrath breaketh in pieces the wicked. (<em>b</em>) in partic., of things mutually interchanged, <em>in place of, in exchange</em> or <em>return for:</em> <a data-ref=\"Genesis 30:15\" href=\"/Genesis.30.15\">Gn 30:15</a> <span dir=\"rtl\">ת׳ דּוּדָאֵי בְנֵךְ</span> <em>in return for</em> thy son’s love-apples, <a data-ref=\"Exodus 21:23\" href=\"/Exodus.21.23\">Ex 21:23</a> <span dir=\"rtl\">נֶפֶשׁ ת׳ גֶפְשׁ</span> life <em>for</em> life, v <a data-ref=\"Exodus 21:24\" href=\"/Exodus.21.24\">24</a>, <a data-ref=\"Exodus 21:25\" href=\"/Exodus.21.25\">25</a>, <a data-ref=\"Exodus 21:26\" href=\"/Exodus.21.26\">26</a>, <a data-ref=\"Exodus 21:27\" href=\"/Exodus.21.27\">27</a>, <a data-ref=\"Exodus 21:36\" href=\"/Exodus.21.36\">36</a>, <a data-ref=\"Exodus 21:37\" href=\"/Exodus.21.37\">37</a>, <a data-ref=\"Joshua 2:14\" href=\"/Joshua.2.14\">Jos 2:14</a> <span dir=\"rtl\">נַפְשֵׁנוּ תַחְתֵּיכֶם לָמוּת</span>, <a data-ref=\"I Samuel 2:20\" href=\"/I_Samuel.2.20\">1 S 2:20</a>; <a data-ref=\"I Kings 20:39\" href=\"/I_Kings.20.39\">1 K 20:39</a> <span dir=\"rtl\">נפשׁך ת׳ נפשׁו</span>, v <a data-ref=\"I Kings 20:42\" href=\"/I_Kings.20.42\">42</a> (cf. <a data-ref=\"II Kings 10:24\" href=\"/II_Kings.10.24\">2 K 10:24</a>), <a data-ref=\"II Kings 21:2\" href=\"/II_Kings.21.2\">21:2</a>; <a data-ref=\"Isaiah 43:3\" href=\"/Isaiah.43.3\">Is 43:3</a>, <a data-ref=\"Isaiah 43:4\" href=\"/Isaiah.43.4\">4</a>; often with vbs. of requiting, <a data-ref=\"Genesis 44:4\" href=\"/Genesis.44.4\">Gn 44:4</a> <span dir=\"rtl\">לָ֫מָּה שִׁלַּמְתֶּם רָעָה ת׳ טוֹבָם</span> why have ye rewarded evil <em>in exchange for</em> good? <a data-ref=\"I Samuel 25:21\" href=\"/I_Samuel.25.21\">1 S 25:21</a>; <a data-ref=\"II Samuel 16:12\" href=\"/II_Samuel.16.12\">2 S 16:12</a>; <a data-ref=\"II Samuel 19:22\" href=\"/II_Samuel.19.22\">19:22</a> <a data-ref=\"Psalms 35:12\" href=\"/Psalms.35.12\">ψ 35:12</a> <span dir=\"rtl\">יְשַׁלְּמוּנִי רָעָה ת׳ טוֹבָה</span>, <a data-ref=\"Psalms 38:21\" href=\"/Psalms.38.21\">38:21</a> a <a data-ref=\"Psalms 109:4\" href=\"/Psalms.109.4\">109:4</a>, <a data-ref=\"Psalms 109:5\" href=\"/Psalms.109.5\">5</a>; <a data-ref=\"Proverbs 17:13\" href=\"/Proverbs.17.13\">Pr 17:13</a> +; <a data-ref=\"Jeremiah 5:19\" href=\"/Jeremiah.5.19\">Je 5:19</a> <span dir=\"rtl\">תַּחַת מֶה</span> <em>in return for what?</em> (cf. <span dir=\"rtl\">עַל־מֶה</span> <a data-ref=\"Jeremiah 22:8\" href=\"/Jeremiah.22.8\">22:8</a>; <a data-ref=\"Deuteronomy 29:23\" href=\"/Deuteronomy.29.23\">Dt 29:23</a>; <a data-ref=\"I Kings 9:8\" href=\"/I_Kings.9.8\">1 K 9:8</a>). So sq. inf. <a data-ref=\"Psalms 38:21\" href=\"/Psalms.38.21\">ψ 38:21</a> b. †<strong>3.</strong>  as <strong>conj.</strong>: <strong>a.</strong>  <span dir=\"rtl\">תַּחַת אֲשֶׁר</span>: (<em>a</em>) <em>instead of that</em> (Germ. <em>anstatt dass</em>), <a data-ref=\"Deuteronomy 28:62\" href=\"/Deuteronomy.28.62\">Dt 28:62</a> <span dir=\"rtl\">ת׳ א׳ הֱיִיתֶם</span> <em>instead of that</em> ye were …, <em>instead</em> of your being …, <a data-ref=\"Ezekiel 36:34\" href=\"/Ezekiel.36.34\">Ez 36:34</a>. (<em>b</em>) <em>in return for</em> (the fact) <em>that, because that</em> 𝔊 ἀνθʼ ὧν often), <a data-ref=\"Numbers 25:13\" href=\"/Numbers.25.13\">Nu 25:13</a> <span dir=\"rtl\">ת׳ אֲשֶׁר קִנָּא לא׳</span>, <a data-ref=\"Deuteronomy 21:14\" href=\"/Deuteronomy.21.14\">Dt 21:14</a>; <a data-ref=\"Deuteronomy 22:29\" href=\"/Deuteronomy.22.29\">22:29</a>; <a data-ref=\"Deuteronomy 28:47\" href=\"/Deuteronomy.28.47\">28:47</a>; <a data-ref=\"I Samuel 26:21\" href=\"/I_Samuel.26.21\">1 S 26:21</a>; <a data-ref=\"II Kings 22:17\" href=\"/II_Kings.22.17\">2 K 22:17</a> = <a data-ref=\"II Chronicles 34:25\" href=\"/II_Chronicles.34.25\">2 Ch 34:25</a>; <a data-ref=\"Isaiah 53:12\" href=\"/Isaiah.53.12\">Is 53:12</a>; <a data-ref=\"Jeremiah 29:19\" href=\"/Jeremiah.29.19\">Je 29:19</a>; <a data-ref=\"Jeremiah 50:7\" href=\"/Jeremiah.50.7\">50:7</a>; <a data-ref=\"II Chronicles 21:12\" href=\"/II_Chronicles.21.12\">2 Ch 21:12</a>. <strong>b.</strong>  <span dir=\"rtl\">תַּחַת כִּי</span> <a data-ref=\"Deuteronomy 4:37\" href=\"/Deuteronomy.4.37\">Dt 4:37</a> (but? read <span dir=\"rtl\">וַתֶּֽחִי׃</span> as end of v <a data-ref=\"Deuteronomy 4:36\" href=\"/Deuteronomy.4.36\">36</a>), <a data-ref=\"Proverbs 1:29\" href=\"/Proverbs.1.29\">Pr 1:29</a>. cf. (<a data-ref=\"BDB, כִּי²\" href=\"/BDB,_כִּי²\", dir=\"rtl\">כִּי</a>) <a ,=\"\" data-ref=\"BDB, אֲשֶׁר\" dir=\"rtl\" href=\"/BDB,_אֲשֶׁר\">עֵקֶב אֲשֶׁר</a>.<br><strong>III.</strong>  compounds:— †<strong>1.</strong>  <span dir=\"rtl\">אֶל־תַּחַת</span>, after a vb. of motion: <strong>a.</strong>  (<em>in</em>) <em>under</em>, <a data-ref=\"Judges 6:19\" href=\"/Judges.6.19\">Ju 6:19</a> <span dir=\"rtl\">וַיּוֹצֵא אֶל־ת׳ הָאֵלָה</span>, <a data-ref=\"I Kings 8:6\" href=\"/I_Kings.8.6\">1 K 8:6</a> (‖ <a data-ref=\"II Chronicles 5:7\" href=\"/II_Chronicles.5.7\">2 Ch 5:7</a>), <a data-ref=\"Jeremiah 3:6\" href=\"/Jeremiah.3.6\">Je 3:6</a>; <a data-ref=\"Jeremiah 38:11\" href=\"/Jeremiah.38.11\">38:11</a> (on <a data-ref=\"I Samuel 21:5\" href=\"/I_Samuel.21.5\">1 S 21:5</a> v. <strong>II. 1 d</strong>); after <span dir=\"rtl\">קָרָא</span> <a data-ref=\"Zechariah 3:10\" href=\"/Zechariah.3.10\">Zc 3:10</a>: so <span dir=\"rtl\">אֶל־ת׳ לְ׳</span> <a data-ref=\"Ezekiel 10\" href=\"/Ezekiel.10\">Ez 10</a>:<a data-ref=\"Ezekiel 2\" href=\"/Ezekiel.2\">2</a>. <strong>b.</strong>  <em>into the place of</em>, <a data-ref=\"Leviticus 14:42\" href=\"/Leviticus.14.42\">Lv 14:42</a>. <strong>2.</strong>  <span dir=\"rtl\">מִתַּחַת</span> (= ὑπʼ ἐκ): <strong>a.</strong>  alone, <em>from under, from beneath</em>, as <span dir=\"rtl\">מִתַּחַת הַשָּׁמַיִם</span> †<a data-ref=\"Genesis 1:7\" href=\"/Genesis.1.7\">Gn 1:7</a>, and especially after such vbs. as <span dir=\"rtl\">שִׁחֵת</span> <a data-ref=\"Genesis 6:17\" href=\"/Genesis.6.17\">6:17</a>, <span dir=\"rtl\">מָחָה</span> <a data-ref=\"Exodus 17:14\" href=\"/Exodus.17.14\">Ex 17:14</a>; <a data-ref=\"Deuteronomy 9:14\" href=\"/Deuteronomy.9.14\">Dt 9:14</a>; <a data-ref=\"Deuteronomy 25:19\" href=\"/Deuteronomy.25.19\">25:19</a>; <a data-ref=\"Deuteronomy 29:19\" href=\"/Deuteronomy.29.19\">29:19</a>; <a data-ref=\"II Kings 14:27\" href=\"/II_Kings.14.27\">2 K 14:27</a>, <span dir=\"rtl\">הֶאֱבִיד</span> <a data-ref=\"Deuteronomy 7:24\" href=\"/Deuteronomy.7.24\">Dt 7:24</a>, cf. <a data-ref=\"Lamentations 3:66\" href=\"/Lamentations.3.66\">La 3:66</a>; <a data-ref=\"Ezekiel 47:1\" href=\"/Ezekiel.47.1\">Ez 47:1a</a> <span dir=\"rtl\">מִתּ׳ מִפְתַּן הַבַּיִת</span>, <a data-ref=\"Proverbs 22:27\" href=\"/Proverbs.22.27\">Pr 22:27</a> <span dir=\"rtl\">לָ֫מָּה יִקַּח מִשְׁכָּֽבְךָ מִתַּחְתֶּיךָ</span>; <a data-ref=\"Exodus 6:6\" href=\"/Exodus.6.6\">Ex 6:6</a>, <a data-ref=\"Exodus 6:7\" href=\"/Exodus.6.7\">7</a> <span dir=\"rtl\">מִתּ׳ סִבְלוֹת מִצְרַיִם</span>, <a data-ref=\"Hosea 4:12\" href=\"/Hosea.4.12\">Ho 4:12</a> <span dir=\"rtl\">וַיִּזְנוּ מִתּ׳ אֱלֹהֵיהֶם</span> (cf. <strong>II. 1 c</strong> <em>a, b</em>); <span dir=\"rtl\">מִתּ׳ יַד פ׳</span> (cf. <strong>II. 1 d</strong>) <em>from under the hand</em> (power) <em>of</em> … <a data-ref=\"Exodus 18:10\" href=\"/Exodus.18.10\">Ex 18:10</a>; <a data-ref=\"II Kings 8:20\" href=\"/II_Kings.8.20\">2 K 8:20</a>, <a data-ref=\"II Kings 8:22\" href=\"/II_Kings.8.22\">22</a>; <a data-ref=\"II Kings 13:5\" href=\"/II_Kings.13.5\">13:5</a>; <a data-ref=\"II Kings 17:7\" href=\"/II_Kings.17.7\">17:7</a> +; <span dir=\"rtl\">מִתַּחְתָּיו</span> (cf. <strong>II. 2 a</strong>) <em>from his place</em> <a data-ref=\"Exodus 10:23\" href=\"/Exodus.10.23\">Ex 10:23</a>; <a data-ref=\"Zechariah 6:12\" href=\"/Zechariah.6.12\">Zc 6:12</a>. Rarely = <span dir=\"rtl\">תַּחַת</span> or <span dir=\"rtl\">מִתַּחַת לְ׳</span>, <a data-ref=\"Genesis 1:7\" href=\"/Genesis.1.7\">Gn 1:7</a> (P) <a data-ref=\"Ezekiel 1:8\" href=\"/Ezekiel.1.8\">Ez 1:8</a>; <a data-ref=\"Ezekiel 42:9\" href=\"/Ezekiel.42.9\">42:9</a>; <a data-ref=\"Ezekiel 46:23\" href=\"/Ezekiel.46.23\">46:23</a>; <a data-ref=\"Job 26:5\" href=\"/Job.26.5\">Jb 26:5</a>. <strong>b.</strong>  <span dir=\"rtl\">מִתַּחַת לְ׳</span> (opp. <span dir=\"rtl\">מִמַּעַל לְ׳</span>) <em>under, beneath:</em> <a data-ref=\"Genesis 1:17\" href=\"/Genesis.1.17\">Gn 1:17</a> <span dir=\"rtl\">הַמַּיִם אֲשֶׁר מִתּ׳ לָרָקִיעַ</span>, <a data-ref=\"Exodus 20:4\" href=\"/Exodus.20.4\">Ex 20:4</a> <span dir=\"rtl\">הַמַּיִם מִתַּחַת לָאָרֶץ</span> (so <a data-ref=\"Deuteronomy 4:18\" href=\"/Deuteronomy.4.18\">Dt 4:18</a>; <a data-ref=\"Deuteronomy 5:8\" href=\"/Deuteronomy.5.8\">5:8</a>), <a data-ref=\"Judges 3:16\" href=\"/Judges.3.16\">Ju 3:16</a> <span dir=\"rtl\">מִתּ׳ לְמַדָּיו</span>, <a data-ref=\"Jeremiah 38:12\" href=\"/Jeremiah.38.12\">Je 38:12</a> +; of locality, †<a data-ref=\"Genesis 35:8\" href=\"/Genesis.35.8\">Gn 35:8</a> <span dir=\"rtl\">מִתּ׳ לְבֵיתְאֵל</span>, <a data-ref=\"I Samuel 7:11\" href=\"/I_Samuel.7.11\">1 S 7:11</a>; <a data-ref=\"I Kings 4:12\" href=\"/I_Kings.4.12\">1 K 4:12</a>. <strong>c.</strong>  †<span dir=\"rtl\">לְמִתַּחַת לְ׳</span> (cf. <a data-ref=\"BDB Aramaic, מִן\" href=\"/BDB Aramaic,_מִן\", dir=\"rtl\">מִן</a> <strong>9 b</strong>), i.q. <span dir=\"rtl\">מִתַּחַת לְ׳</span> <a data-ref=\"I Kings 7:32\" href=\"/I_Kings.7.32\">1 K 7:32</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "649436c9753309e0a308bc16", "index_title": "Bereshit Rabbati", "category": "Midrash", "type": "", "ref": "Bereshit Rabbati, Parashat Vayechi 44", "anchorRef": "Genesis 50:19", "anchorRefExpanded": ["Genesis 50:19"], "sourceRef": "Bereshit Rabbati, Parashat Vayechi 44", "sourceHeRef": "בראשית רבתי, פרשת ויחי מ״ד", "anchorVerse": 19, "sourceHasEn": false, "commentaryNum": 44, "collectiveTitle": {"en": "Bereshit Rabbati", "he": "בראשית רבתי"}, "heTitle": "פרשת ויחי", "he": "(בראשית נ, יט) <b>ויאמר [א]להם יוסף אל תיראו.</b> ר\"ש בר נחמן עלה מבבל לשאול ג' דברים ומצא את ר' יונתן שר הבירה, א\"ל מהו דכתיב חדלו פרזון וגו' (שופטים ה' ז'), א\"ל ר' יונתן העיירות קטנות שחרבו בימי סיסרא כיון שעמדה דבורה וכו'. א\"ל מהו שכתוב לה' אלהינו הרחמים והסליחות כי מרדנו בו (דניאל ט' ט'), לא היה צריך לומר אלא כי שמרנו תורתו. א\"ל ר' יונתן יפה כתוב. בנוהג שבעולם אדם שהוא עושה מלאכה עם בעל הבית באמונה והוא נותן לו שכרו משלם, מה טובה יש לו עליו, ואימתי הוא מחזיק לו טובה, בשעה שאינו עושה עמו ונותן לו שכרו משלם, לכך נאמר לה' אלהינו וגו'. א\"ל ר\"ש בר נחמני ראית מימיך מורדים במלך והוא נותן להם מזונות, א\"ל ר' יונתן כתיב יעשו עגל בחורב (תהלים ק\"ו י\"ט), והמן יורד. א\"ר שמעון בן יוחאי, י\"ג עגלים עשו להם, א' לכל שבט וא' דומוסין לכלם שנאמר ויעשו נאצות גדולות (נחמיה ט' י\"ח), וכשבא ר' יהודה הלוי אצל ר' יהודה ב\"ר שלום [אמר לו] ע\"כ, דרש ר' ברכיה א\"ל אביו דייך ע\"כ. המן שהיה יורד היו מקריבין ממנו לע\"ז ולא היה פוסק. והוא שיחזקאל אמר ולחמי אשר נתתי [לך וגו'] ויהי (יחזקאל ט\"ז י\"ט). מה ויהי, שהיו מקריבין אותו לפני ע\"ז והיה יורד [הוי אומר יפה שבנביא עומד וצווח] לה' אלהינו וגו'. שוב שאלו מהו שכתוב [ו]הנה באתי היום ראשון לכל בית יוסף (ש\"ב י\"ט כ\"א), א\"ל ר' יונתן שמע דבר גדול כל ישראל נקראו על שם יוסף שנאמר אולי יחנן ה' [אלהי] צבאות שארית יוסף (עמוס ה' ט\"ו). א\"ל שמעי לדוד כל ישראל גמלוך רעה ואני יותר מכלם וכל ישראל יושבים ומקוים לראות מה אתה עושה בי, אם תקבל אותי כל ישראל יושבין ומשלימין, הוי הנה באתי היום וגו'. א\"ל ר' יונתן ואתם מה (היו) [הייתם] אומרין בו בבבל, א\"ל כך אנו אומרין כיון שבא שמעי אצל דוד א\"ל הנה באתי היום ראשון לכל בית יוסף, והלא מבנימין היה ולמה אמר מיוסף, אלא מה יוסף נגמל מאחיו רעה והשיב להם טובה שנאמר ויאמר אליהם [יוסף] אל תיראו, כך אעפ\"י שגמלתיך רעה גמול אתי טובה כיוסף. א\"ל ר' יונתן יפה הייתם אומרים, אלא שהטעם שלי משובח משלכם.", "heVersionTitle": "Jerusalem, 1940", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "660921615f919aabbb43deb2", "index_title": "Covenant and Conversation; Leviticus; The Book of Holiness", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Leviticus; The Book of Holiness, Kedoshim, Do Not Take Revenge 7", "anchorRef": "Genesis 50:19-21", "anchorRefExpanded": ["Genesis 50:19", "Genesis 50:20", "Genesis 50:21"], "sourceRef": "Covenant and Conversation; Leviticus; The Book of Holiness, Kedoshim, Do Not Take Revenge 7", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא, קדושים, ה ז׳", "anchorVerse": 19, "sourceHasEn": true, "commentaryNum": 7, "collectiveTitle": {"en": "Covenant and Conversation; Leviticus; The Book of Holiness", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא"}, "heTitle": "ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "God forgives. But so do human beings. Forgiveness is the point of the episode in which the book of Genesis reaches its climax and culmination. Joseph’s brothers fear that he will take revenge for the fact that they sold him into slavery. He comforts them, saying, “Don’t be afraid. Am I in the place of God? You intended to harm me, but God intended it for good, to accomplish what is now being done, the saving of many lives. So then, don’t be afraid. I will provide for you and your children.” Joseph “reassured them and spoke kindly to them” (Gen. 50:19–21). According to the ­philosopher David Konstan,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">David Konstan, <i>Before Forgiveness: The Origins of a Moral Idea</i> (Cambridge, UK: Cambridge University Press, 2010).</i> the concept of forgiveness was born in ancient Israel. Christianity derives its ethic of ­forgiveness directly from Judaism.", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "67025c7c011fe023524566a1", "index_title": "Covenant and Conversation; Hebrew Edition", "category": "Tanakh", "type": "", "ref": "Covenant and Conversation; Hebrew Edition, Vayigash, 3 12", "anchorRef": "Genesis 50:19-21", "anchorRefExpanded": ["Genesis 50:19", "Genesis 50:20", "Genesis 50:21"], "sourceRef": "Covenant and Conversation; Hebrew Edition, Vayigash, 3 12", "sourceHeRef": "שיג ושיח; מהדורה עברית, ויגש, מסגוּר מחדָש י״ב", "anchorVerse": 19, "sourceHasEn": false, "commentaryNum": 12, "collectiveTitle": {"en": "Covenant and Conversation; Hebrew Edition", "he": "שיג ושיח; מהדורה עברית"}, "heTitle": "מסגוּר מחדָש", "he": "<span class=\"poetry indentAll\">אַל תִּירָאוּ! כִּי הֲתַחַת אֱלֹהִים אָנִי? <b>וְאַתֶּם חֲשַׁבְתֶּם עָלַי רָעָה – אֱלֹהִים חֲשָׁבָהּ לְטֹבָה</b> לְמַעַן עֲשֹׂה כַּיּוֹם הַזֶּה לְהַחֲיֹת עַם רָב. וְעַתָּה אַל תִּירָאוּ, אָנֹכִי אֲכַלְכֵּל אֶתְכֶם וְאֶת טַפְּכֶם. (בראשית נ, יט-כא)</span>", "heVersionTitle": "Covenant and Conversation, Maggid Books, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "שיג ושיח - קריאות חדשות בפרשת השבוע", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "670395d44139bd38c7f96d7e", "index_title": "Covenant and Conversation Family Edition", "category": "Tanakh", "type": "", "ref": "Covenant and Conversation Family Edition, Vayigash, I; The Future of the Past 5", "anchorRef": "Genesis 50:19-20", "anchorRefExpanded": ["Genesis 50:19", "Genesis 50:20"], "sourceRef": "Covenant and Conversation Family Edition, Vayigash, I; The Future of the Past 5", "sourceHeRef": "שיח ושיג מהדורה משפחתית, ויגש, א ה׳", "anchorVerse": 19, "sourceHasEn": true, "commentaryNum": 5, "collectiveTitle": {"en": "Covenant and Conversation Family Edition", "he": "שיח ושיג מהדורה משפחתית"}, "heTitle": "א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Yosef repeats this in the next <i>parasha</i>, when the brothers fear that he may finally take revenge after their father’s death: “Don’t be afraid. Am I in the place of God? <i>You intended to harm me, but God intended it for good</i> to accomplish what is now being done, the saving of many lives” (Bereshit 50:19–20).", "versionTitle": "Covenant and Conversation Family Edition, Maggid Books, 2023", "license": "", "versionTitleInHebrew": ""}, {"_id": "670395dfa30807c17191e8bf", "index_title": "Covenant and Conversation Family Edition", "category": "Tanakh", "type": "", "ref": "Covenant and Conversation Family Edition, Vayechi, II; Transforming the Story 1", "anchorRef": "Genesis 50:19-20", "anchorRefExpanded": ["Genesis 50:19", "Genesis 50:20"], "sourceRef": "Covenant and Conversation Family Edition, Vayechi, II; Transforming the Story 1", "sourceHeRef": "שיח ושיג מהדורה משפחתית, ויחי, ב א׳", "anchorVerse": 19, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "Covenant and Conversation Family Edition", "he": "שיח ושיג מהדורה משפחתית"}, "heTitle": "ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<big><strong>II. Transforming the Story</strong></big><br><b><i>THE CORE IDEA</i></b><br>The brothers fear for their lives as Yosef reveals himself to them. What would stop him from taking his revenge? Yosef reassures them with these words: “Don’t be afraid,” said Yosef. “Am I in place of God? You intended to harm me but God intended it for good, to accomplish what is now being done, the saving of many lives” (Bereshit 50:19–20). The conclusion to this story is the original source for understanding the concept of <i>teshuva</i> (repentance).", "versionTitle": "Covenant and Conversation Family Edition, Maggid Books, 2023", "license": "", "versionTitleInHebrew": ""}]