[{"_id": "531e4fe1fbfba276047f64bb", "index_title": "Onkelos Genesis", "category": "Targum", "type": "targum", "ref": "Onkelos Genesis 21:3", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Onkelos Genesis 21:3", "sourceHeRef": "תרגום אונקלוס על בראשית כ״א:ג׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 21.0003, "collectiveTitle": {"en": "Onkelos Genesis", "he": "תרגום אונקלוס על בראשית"}, "heTitle": "תרגום אונקלוס על בראשית", "he": "וּקְרָא אַבְרָהָם יָת שׁוּם בְּרֵיהּ דְּאִתְיְלִיד לֵיהּ דִּילִידַת לֵיהּ שָׂרָה יִצְחָק:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Avraham named his son that was born to him, to which Sarah had borne to him, Yitzchok.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eebcfa", "index_title": "Targum Jonathan on Genesis", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Genesis 21:3", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Targum Jonathan on Genesis 21:3", "sourceHeRef": "תרגום יונתן על בראשית כ״א:ג׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [150, 250], "commentaryNum": 21.0003, "collectiveTitle": {"en": "Targum Jonathan on Genesis", "he": "תרגום יונתן על בראשית"}, "heTitle": "תרגום יונתן על בראשית", "he": "וּקְרָא אַבְרָהָם יַת שׁוּם בְּרֵיהּ דִתְלִיד לֵיהּ דִילֵידַת לֵיהּ שָרָה יִצְחָק", "heVersionTitle": "Targum Jonathan on Genesis", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And Abraham called the name of his son whom Sarah had borne him Izhak. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17535fbfba22336e9a9f4", "index_title": "Or HaChaim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Genesis 21:3:1", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Or HaChaim on Genesis 21:3:1", "sourceHeRef": "אור החיים על בראשית כ״א:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "he": "<b>בנו הנולד לו אשר וגו'</b>. פירוש להיות שיש לו בן אחר שהוא ישמעאל לזה אמר הנולד לו לדבר הנאות לו להקראות עליו לתכלית תאותו מה שלא אמר הכתוב כן בלידת ישמעאל. ואומר <b>אשר ילדה לו שרה</b> רמז למה שהיו מתפללין תמיד אברהם היה אומר כל הזרע שלי יהיה מצדקת זו ושרה גם היא וכו', כנגד תפלתה אמר ילדה לו, וכנגד תפלתו אמר שרה:", "heVersionTitle": "On Your Way ", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b> <span class=\"font1\">בנו הנולד לו</span>, His son who had been born to him.</b> Inasmuch as Abraham had another son, Ishmael, the Torah records here that Abraham stressed that this was the son who was fit to bear his name and who would fulfil the aspirations he had for him. No such comment is recorded at the time Ishmael was born. The Torah's addition <span class=\"font1\">אשר ילדה לו שרה</span>, whom Sarah bore for him, is an allusion to the fact that both had constantly prayed. Abraham had asked that all his descendants should be issue of his righteous wife Sarah, whereas Sarah had also prayed to be the mother of all of Abraham's children. The word <span class=\"font1\">שרה</span> refers to her prayer, whereas the words <span class=\"font1\">אשר ילדה לו</span>, refer to Abraham's prayer.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54aaa1aefbfba219cb79962d", "index_title": "Radak on Genesis", "category": "Commentary", "type": "commentary", "ref": "Radak on Genesis 21:3:1", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Radak on Genesis 21:3:1", "sourceHeRef": "רד\"ק על בראשית כ״א:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Radak", "he": "רד\"ק"}, "he": "ויקרא, כמו שאמר לו האל וקראת את שמו יצחק:", "heVersionTitle": "Presburg : A. Schmid, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויקרא, he complied with G’d’s instructions issued in 17,19 to call the son that would be born to him by Sarah Yitzchok.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54c62c85fbfba248e1b5707e", "index_title": "Haamek Davar on Genesis", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Genesis 21:3:1", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Haamek Davar on Genesis 21:3:1", "sourceHeRef": "העמק דבר על בראשית כ״א:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1840, 1880], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> אשר ילדה לו.</b> אריכות הלשון יותר מדכתיב גבי ישמעאל שם בנו אשר ילדה הגר בא בזה ללמדנו שאברהם פירסם בשעת קריאת שם שהוא בנו להוציא מלב ב״א : ", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": " <b>Who was born to him:</b> The lengthier expression than what is written (Genesis 16:15) regarding Yishmael - \"the name of his son whom Hagar bore\" - is coming to teach through this that at the time of the naming, Avraham publicized that [Yitzchak] was his son, to remove [any doubt] from people's minds.", "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "55400a36fbfba27868df190e", "index_title": "Shadal on Genesis", "category": "Commentary", "type": "commentary", "ref": "Shadal on Genesis 21:3:1", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Shadal on Genesis 21:3:1", "sourceHeRef": "שד\"ל על בראשית כ״א:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על בראשית", "he": "הנולד לו: שנולד לו, לשון עבר, כי הוא פתוח, והה\"א במקום אשר, כמו הבאה מצרימה שבעים (למטה מ\"ו כ\"ז), ההלכוא אתו (יהושע י' כ\"ד).", "heVersionTitle": "Shadal on Torah", "heLicense": "", "heVersionTitleInHebrew": "שד\"ל על התורה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77c46d6e4a94c7c1891ba", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Genesis 21:3", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Tafsir Rasag, Genesis 21:3", "sourceHeRef": "תפסיר רס\"ג, בראשית כ״א:ג׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 21.0003, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "בראשית", "he": "פסמא אברהים אבנה אלמולוד לה אלד̇י ולדתה לה סארה אסחק", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5993fa73d6e4a95930ec42af", "index_title": "Malbim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Malbim on Genesis 21:3:1", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Malbim on Genesis 21:3:1", "sourceHeRef": "מלבי\"ם על בראשית כ״א:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על בראשית", "he": "<b>ויקרא.</b> הנה ה' צוה לאברהם שרה אשתך יולדת לך בן וקראת את שמו יצחק, וזה היה לו לקיים תיכף ביום שנולד, וצוהו למול אותו ביום השמיני, וכן קיים אברהם <b>ויקרא שם בנו</b> תיכף, <b>וימל בן שמונת ימים,</b> ועל שניהם אמר<b>כאשר צוה אותו אלהים,</b> ואמר <b>הנולד לו אשר ילדה לו שרה,</b> כמ\"ש שרי אשתך יולדת לך בן, היינו בן שיהיה לב וסגולה שיתיחס לך, שזה לא יהיה רק משרה הצדקת:", "heVersionTitle": "Malbim on Genesis -- Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b>And he called:</b> Behold, God commanded Avraham, \"your wife Sarah will bear you a son, and you will name him Yitzchak\" (Genesis 17:19) - and he had to implement this immediately on the day that he was born; and He commanded him to circumcise him on the eighth day. So Avraham implemented, \"And he called his son's name,\" immediately; and he circumcised, \"when he was eight days old\" (Genesis 21:4). And about both of them, it stated, \"as the Lord had commanded him.\" And it stated, \"that was born to him, to which Sarah had borne to him\" - as it was written, \"your wife Sarah will bear you a son\" - that is to say, a son who will be the heart and treasure that will be descended from you. As this could only be from the righteous woman, Sarah. ", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5a1c01d3d6e4a943452d3a86", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Vayera 10", "anchorRef": "Genesis 21:1-34", "anchorRefExpanded": ["Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Vayera 10", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, וירא י׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 10, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "וירא", "he": "ויהי בעת ההיא מקץ ימים וארבעה חודשים לשבת אברהם הארץ פלשתים בגרר, ויפקוד אלוקים את שרה ויזכרה ה׳ ותהר ותלד לאברהם בן. ויקרא אברהם את שם בנו הנולד לו אשר ילדה לו שרה, יצחק. וימל אברהם את יצחק בנו בן שמונת ימים, כאשר ציווה אלוקים לאברהם לעשות לזרעו אחריו. ואברהם בן מאת שנה ושרה אישתו בת תשעים שנה, בהיולד להם את יצחק. ויגדל הילד ויגמל, ויעש אברהם משתה גדול ביום הגמל את יצחק. ויבואו שם ועבר וכל גדולי הארץ ואבימלך מלך פלשתים וכל עבדיו ופיכל שר צבאו לאכול ולשתות, ולשמוח במשתה אשר עשה אברהם ביום הגמל את יצחק בנו. וישמחו תרח ונחור עם אברהם, וישבו עמו בארץ פלשתים ימים רבים. בעת ההיא מת שרוג בן רעו, בשנה הראשונה ללדת יצחק. ויהיו כל ימי שרוג מאתיים שנה ותשע ושלושים שנה וימת. וישמעאל בן אברהם גדל בימים ההם, בן ארבע עשרה שנה היה בלדת שרה את יצחק לאברהם. ויהי אלוקים את ישמעאל בן אברהם, ויגדל וילמד קשת ויהי רובה קשת. ויהי בהיות יצחק בן אברהם בן חמש שנים, וישב עם ישמעאל בפתח האוהל. וירא ישמעאל את יצחק יושב לנגדו, ויקח את הקשת וימשוך בה ויתן אליה את החץ ויאמר להכות את יצחק. ותרא שרה את המעשה אשר ביקש ישמעאל לעשות ליצחק בנה, וירע בעיניה מאוד על בנה. ותשלח ותקרא לאברהם ותאמר לו, גרש האמה הזאת ואת בנה כי לא יירש בנה עם בני כי כזה וכזה ביקש לעשות לו היום. וישמע אברהם בקול שרה, וישכם בבוקר ויקח שתיים עשרה ככרי לחם וחמת מים ויתן אל הגר וישלחה עם בנה. ותלך לה הגר עם בנה המדברה וישבו במדבר פארן עם יושבי המדבר, ויהי ישמעאל רובה קשת וישב במדבר ימים רבים. וילכו אחרי כן הוא ואמו לארץ מצרים וישבו שם, ותיקח הגר לבנה אישה ממצרים ושמה מריסה. ותהר אשת ישמעאל, ותלד לו ארבעה בנים ובת אחת.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And after Abraham had dwelt in the land of the Philistines, in Gerar, one year and four months, the ‎Lord visited Sarah, and he remembered her and she conceived and bare a son unto Abraham. And ‎Abraham called the name of his son, which Sarah bare unto him, Isaac, and Abraham circumcised his ‎son Isaac when he was eight days old, as the Lord had commanded unto Abraham to do unto his seed. ‎And Abraham was one hundred years old, and Sarah was seventy years old when Isaac was born unto ‎them. And the child grew up, and when he was weaned Abraham made a great feast on the day that ‎Isaac was weaned. And Shem and Aber, and all dignitaries of the state, and Abimelech, king of the ‎Philistines, and Fichol, his commander-in-chief, and all his servants, came to eat and drink and rejoice ‎at the feast which Abraham had made on the day of the weaning of his son. And Terah, Abraham's ‎father, and Nahor, Abraham's brother, and all belonging unto them, came from the land of Haran, on ‎hearing that Sarah had borne a son unto Abraham. And they came to eat and to drink at the feast ‎which Abraham had made on the day his son was weaned. And Terah and Nahor were overjoyed with ‎Abraham, and they remained with him in the land of the Philistines many days. And at that time, in the ‎year that Isaac was born, Serug, son of Reu, died. And all the days of Serug were two hundred and ‎thirty-nine years when he died. And Ishmael, the son of Abraham, was quite grown up; he was ‎fourteen years old when Isaac was born unto Abraham by Sarah. And the Lord was with Ishmael the ‎son of Abraham, and he grew up, and he was skilled with the bow and he became an archer. And ‎when Isaac was five years of age he once sat in the door of the tent with Ishmael, his brother, and ‎Ishmael went and seated himself opposite Isaac, and he took the bow and bent it and put an arrow ‎upon it, and he thought to kill Isaac. And Sarah saw what Ishmael intended to do unto her son, and she ‎was in great anxiety concerning her son. And Sarah sent unto Abraham and had him called into her ‎presence, and she said unto Abraham: Cast out the bond-woman and her son, for her son shall not be ‎heir with my son Isaac, since he hath done such a thing as he wanted to do to-day. And Abraham ‎hearkened unto the voice of Sarah, and arising in the morning he took twelve loaves of bread and a ‎pitcher of water and gave it unto Hagar, and he sent away Hagar and her son towards the wilderness. ‎And they dwelt in the wilderness of Paran, among the inhabitants of the wilderness, and Ishmael was ‎an archer, and he dwelt in the wilderness many days. And afterwards he and his mother went forth ‎into the land of Egypt, and they dwelt there. And Hagar took for her son a wife from among the ‎Egyptians, and her name was Minbah. And Ishmael’s wife conceived, and she bare unto him four sons ‎and one daughter.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5b0ab48ff746f30016ee61b4", "index_title": "Or HaChaim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Genesis 21:3:2", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Or HaChaim on Genesis 21:3:2", "sourceHeRef": "אור החיים על בראשית כ״א:ג׳:ב׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "he": "<b>עוד</b> ירצה לתת טעם לקריאת שמו יצחק לצד שילדה הזקנה לזקן, וכן הוא אומר (פסוק ו) צחוק עשה לי וגו':", "heVersionTitle": "On Your Way ", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Another reason for this nuance is that the name <span class=\"font1\">יצחק</span>, i.e. joy, reflects the fact that an old woman had given a son to an old man. Sarah spelled this out in greater detail in verse 6.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0bc3eb9fa97b0016b8689c", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Vayera 28:2", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Yismach Moshe, Vayera 28:2", "sourceHeRef": "ישמח משה, וירא כ״ח:ב׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 28.0002, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "וירא", "he": "<b>והנה</b> נחזור לענינינו הנאמרים למעלה, דבמצוה שאין השכל מסכים השמחה לקושי, וצריך להתחיל במחשבת השכר כדי לעורר השמחה, ואם כן לפי זה הקרבת אדם דודאי אין השכל מסכים שירצה השי\"ת בזה, דהא באמת נאמר (ירמיה יט ה) ולא עלתה על לבי, ודרשו (תענית ד' ע\"א) זה יצחק בן אברהם, ומחשבת השכר לא יועיל שם, דמשום הרוחת השכר לא יסכים שום אדם לשחוט בנו יחידו בידיו, ומכל שכן בן חכם כיצחק קנמון בושם, כמו שפירשתי במדרש (ב\"ר נ\"ו ח') אתה אמרת קח נא את בנך וגו', וחזרת והחלפת אותו באיל אעברה נא (דברים ג כד), וגם המדרש (ילקו\"ש רמז תתט\"ו) את גדלך זה המן. אם כן מבואר דאין השמחה בזה, אלא מגודל אהבתו הבוער כאש תמיד לא תכבה, ואם כן לפי זה עיקר הנסיון של השמחה בזה, הוא בבחינת המצוה כיון שאין השכל מסכים בה. ואל תשיבני אם כן בחקה אחרת הוה ליה לנסותו, כיון שאין הנסיון רק מכח זה שהיא מצוה שאין השכל מסכים. על זה אשיב לך שתי תשובות בדבר. (א), דבחקה אחרת יכול להתחיל לעורר השמחה במחשבת השכר כמ\"ש, אבל בזה לא יתכן, דזולת אהבת השי\"ת כל הון בוז יבוז באהבת בנו יחידו, דהא באברהם כתיב (בראשית כו ה) עקב אשר שמע אברהם בקולי וישמור משמרתי מצותי חקותי ותורותי, אם כן אף החקים קיים, ומנין ידע הלא לא ניתנה לו התורה, אלא שהשיג בשכלו, ובהדיא אמרינן בגמרא (אבות דר\"נ פל\"ג א') שהיו שני כליותיו נובעות לו חכמה כשני מעינות, ואם כן אף טעם וחכמת החקים ידע והשיג, ואף דאורייתא וקב\"ה כולא חד (זוהר ח\"ג ע\"ג ע\"א), דהתורה שהיא רצונו וחכמתו, ובו ית\"ש אין שום דבר נוסף על מהותו, דהוא רצונו ורצונו הוא, וכן חכמתו, ואם כן הכל אין סוף הוא, ואיך ישיגנו שום נברא החקר אלקי תמצא אם עד תכלית שדי תמצא. לא קשה מידי, כי אין הקב\"ה בא בטרוניא עם בריותיו ואיננו חפץ מהם כפי בחינת חכמתו ית\"ש, ואם כן רצון אלקי מבריותיו השיג אברהם עד תכליתו. ואם כן לפי זה לא היה יכול לנסותו בדבר אחר שהיא רצון אלקי באמת, כי ישיגנו, או כבר השיגו, ואם כן אין כאן נסיון, לכך ניסה אותו בדבר אחר שהוא באמת אינו רצון אלקים, כמו שדרשו רז\"ל (תענית דף ד') ולא עלתה על לבי, זה עקדת יצחק בן אברהם, ואם כן אי אפשר להשיגה והשכל לא יקבלהו, ואז אם יעשה בשמחה הרי זה נסיון גדול. ואבינך עוד יותר במה שהיה הנסיון בזה, כי אם אדם אחד יעשה איזה חקה שמנגד לשכלו בשמחה, אין זה פלא כל כך, לפי שהוא חושב אף שאין שכלו מקבל, הוא משום קוצר שכלו, אבל אברהם דידע בנפשו שהשיג כל רצון האלקי מבריותיו, ואף על פי כן שכלו איננו מקבל דבר זה ויעשהו בשמחה רבה, זה דבר פלא. ונקדים עוד דהרמב\"ם כתב דגם בזה היה נסיון שהאמין בחזיון הנבואה, ואבינך כי דבר גדול דבר הנביא הרמב\"ם ז\"ל בזה, כי אם אברהם לא היה מושרש באהבתו ית\"ש עד שאין שום אהבה נחשבת לכלום נגד זה, היה האהבה של בנו מקלקלת השורה לדבר בנפשו על לבו שזה הוא רק דמיון, והבן זה. ועל פי זה י\"ל שהיה הנסיון באופן שיהיו לו דרכים רבים לדחות הנבואה אם יהיה חשוב אהבת בנו לכלום נגד אהבתו ית\"ש, וזה אחד מהן שהתנגדה המצוה הנ\"ל מאד לשכלו העצום, וידע בעצמו שהשיג כל רצון האלקים מבריותיו, ומזה היה לו להביא ראיה שהיא רק דמיון אם היה מפתהו אהבת בנו, והוא נסיון גדול מאד למבין, ואם כן זה הנסיון הוא דוקא אחר שהגיע למעלה ולמדריגה עליונה זו. ועוד נוסף לזה היה לו דרך וראיה לדחותו, כי לא מצינו כמעט בשום מקום שיקרא לנביא בשעת התנבאו בשמו קודם דבורו אליו, רק אם היתה נבואה ראשונה, כמו שמצינו במשה ושמואל, וכאן להיפך שלא מצינו בשום מקום שקרא בשמו קודם, רק כאן בנבואה אחרונה הנאמר בהתורה לאברהם, ואתמהה. ואין זה כי אם שמזה יהיה גם כן דרך לאברהם שאין זה רק דמיון, כי זה מורה כאלו לא ידעו ולא דבר עמו עדיין. ונקדים דקריאה מרחוק, ואמירה מקרוב, ולכך בפעם הראשונה שהוא רחוק עדיין, שייך לשון קריאה. ונקדים עוד דאם מדבר לאיזה אדם על איזה אדם, אין דרך לסמנו, רק אם לא דברו אודותיו בשום פעם, אבל לא כשמדברים ממנו בכל עת ובכל שעה, רק אם שנאה מקלקלת ותואנה הוא מבקש ועשה עצמו כאלו לא ידעו. ונקדים דכבר אמרתי דמאמר כי ביצחק יקרא לך זרע, לא הוה סותר להמאמר והעליהו לי לעולה, כי יכול להתפרש על דרך אלה תולדת נח נח (בראשית ו ט), (פירוש רש\"י [ד\"ה אלה] תולדותיהן של צדיקים מעשים טובים, והכי נמי כאן על ידי מעשה עקדה ביצחק, על ידי זה יקרא זרע לאברהם, והבן). ונקדים עוד לפרש הפסוק (בראשית כא ג) ויקרא שם אברהם בשם ה' אל עולם, דר\"ל דקרא בשם ה' מה שהוא בבחינת אל עולם, כי מה שרוצה ית\"ש מברואיו שהוא העולם ומלואו השיג הכל, כי עיקר הקריאה בשם ה' היא הציור המצטייר בלב המשיג כמ\"ש הרמב\"ם ז\"ל, והדבור הוא רק סיפור המצוייר, ופירשתי על פי זה הפסוק (תהלים קמה כא) תהילת ה' ידבר פי וגו'.", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d6f8882a0ef0c006f0ca6c9", "index_title": "Nachal Kedumim on Torah", "category": "Commentary", "type": "commentary", "ref": "Nachal Kedumim on Torah, Genesis 21:3:1", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Nachal Kedumim on Torah, Genesis 21:3:1", "sourceHeRef": "נחל קדומים על תורה, בראשית כ״א:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1768, 1792], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Nachal Kedumim", "he": "נחל קדומים"}, "heTitle": "בראשית", "he": "<b>ויקרא אברהם את שם בנו.</b> לרבות שקרא שם אל יעקב בן בנו. בנ\"ו הנול\"ד ל\"ו גימטריא יעקב בנו. הניק\"ה בנים כמנין הניק\"ה חי יצחק. רבינו מהר\"א מגרמיזא ז\"ל בכ\"י:", "heVersionTitle": "Nachal Kedumim, Warsaw, 1889", "heLicense": "Public Domain", "heVersionTitleInHebrew": "נחל קדומים, וורשא תרמ\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d8cd46fb2d947e2a43f1bb4", "index_title": "Machzor Rosh Hashanah Ashkenaz", "category": "Liturgy", "type": "", "ref": "Machzor Rosh Hashanah Ashkenaz, Reading of the Torah, Reading of the Torah for the First Day 1", "anchorRef": "Genesis 21:1-34", "anchorRefExpanded": ["Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34"], "sourceRef": "Machzor Rosh Hashanah Ashkenaz, Reading of the Torah, Reading of the Torah for the First Day 1", "sourceHeRef": "מחזור אשכנז לראש השנה, קריאת התורה, קריאה ליום ראשון של ראש השנה א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1155, 1205], "commentaryNum": 1, "collectiveTitle": {"en": "Machzor Rosh Hashanah Ashkenaz", "he": "מחזור אשכנז לראש השנה"}, "heTitle": "קריאה ליום ראשון של ראש השנה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small><b>Bereishis 21:1-34</b></small>", "versionTitle": "The Metsudah Machzor. Metsudah Publications, New York -- en (paragraph ed.)", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5dcd430310931d1b9cfbb954", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 21:3:1", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Midrash Sekhel Tov, Bereshit 21:3:1", "sourceHeRef": "מדרש שכל טוב, בראשית כ״א:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "ויקרא אברהם את שם בנו הנולד לו אשר ילדה [לו] שרה. כל כך הכתוב מחזר על הדברים כדי להעיד עליו שהוא בנו:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dcd430310931d1b9cfbb956", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 21:3:2", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Midrash Sekhel Tov, Bereshit 21:3:2", "sourceHeRef": "מדרש שכל טוב, בראשית כ״א:ג׳:ב׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "יצחק. יצא חוק לעולם:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ebd5a4f12e1947e04203d7c", "index_title": "Peninei Halakhah, Days of Awe", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Days of Awe 3:11:6", "anchorRef": "Genesis 21:1-34", "anchorRefExpanded": ["Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34"], "sourceRef": "Peninei Halakhah, Days of Awe 3:11:6", "sourceHeRef": "פניני הלכה, ימים נוראים ג׳:י״א:ו׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [2010, 2014], "commentaryNum": 11.0006, "collectiveTitle": {"en": "Peninei Halakhah, Days of Awe", "he": "פניני הלכה, ימים נוראים"}, "he": "כמו בכל חג קוראים בתורה חמישה עולים (פנה\"ל מועדים ב, ח). וקוראים בפרשת: \"וַה' פָּקַד אֶת שָׂרָה\" (בראשית כא, א-לד), ומפטירים בחנה שילדה את שמואל (שו\"ע או\"ח תקפד, ב). משום שבראש השנה נפקדו שלוש נשים צדקניות: שרה אמנו שילדה את יצחק אבינו, רחל אמנו שילדה את יוסף הצדיק, וחנה שילדה את שמואל הנביא (ר\"ה י, ב). עקרותן נבעה מכך שלרום מעלת צדקותן היו צריכות להוליד נשמות בעלות חידוש מיוחד כל כך, שבדרך הטבע לא היו יכולות להיוולד, ורק בזכות ההתחדשות שבראש השנה נפקדו. אמנם רוב הפרשה עוסקת בגירושו של ישמעאל, ושני יסודות אפשר ללמוד מזה: א) למרות הכאב, לא היה פגם מוסרי בגירוש ישמעאל, שאם היה פגם, לא היו מתקנים חכמים שנקרא פרשה זו בראש השנה, כדי שלא להוסיף עלינו קטרוג. ב) דווקא בראש השנה, יום הדין, יש להבחין בין ישראל לשאר העמים שאינם מוכנים לקבל על עצמם את הייעוד הגדול והנורא של תיקון עולם במלכות שד-י, וכפי שהיה הכרח להבדיל את ישמעאל מישראל.", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "The laws and customs pertaining to the <i>ḥazan</i> are explained above (2:10). The custom to stand when the ark is open, and the admonition not to pray out loud nowadays, are explained above as well (2:11). As on all the festivals, five people are called up to the Torah (<i>Peninei Halakha: Festivals</i> 2:8). On the first day, we read the story of Yitzḥak’s birth and the banishment of Hagar and Yishmael (Bereishit 21:1-34), and the <i>haftara </i>is the story of Ḥanna and the birth of Shmuel (SA 584:2). This is appropriate, as three righteous women conceived on Rosh Ha-shana: Our matriarch Sarah, mother of Yitzḥak; our matriarch Raḥel, mother of Yosef; and Ḥanna, mother of the prophet Shmuel (Rosh Ha-shana 10b). These women were so exceptionally righteous that they were destined to give birth to children whose souls were radically new. These souls could not be born naturally, which is why their mothers remained barren for so long. It was only through the renewal of Rosh Ha-shana that they could be helped. Most of the Torah reading, however, tells of the banishment of Yishmael. We can learn two principles from this: 1) Despite the pain it caused, the banishment of Yishmael was not in any way immoral. Had it been, the Sages would not have ordained its reading on Rosh Ha-shana, as they would not have wanted to provide the accusers with material. 2) Especially on Rosh Ha-shana, the day of judgment, it is important to distinguish between the Jewish people and the rest of the nations, who are not willing to accept upon themselves the great and awe-inspiring mission of repairing the world under the kingship of God – just as it was necessary to separate Yishmael from Yisrael.", "versionTitle": "Peninei Halakhah, English ed. Yeshivat Har Bracha", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f043cd1a157d666e704ad74", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Genesis 21:3:1", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Rav Hirsch on Torah, Genesis 21:3:1", "sourceHeRef": "רש\"ר הירש על התורה, בראשית כ״א:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "בראשית", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "הנולד לו אשר ילדה לו שרה, in beiden Beziehungen: daß ihm, dem Hundertjährigen, noch und erst ein Sohn geboren wurde, und daß Sara, die neunzigjährige, noch und erst Mutter ward, war die Geburt dieses Kindes, zumal nach allem, was sich an dieselbe knüpfte, צחק, etwas den natürlichen Verhältnissen zufolge Lächerliches (siehe oben zu Kap.17. 17), und als Abraham seinen Sohn יצחק nannte, war ihm beides lebhaft gegenwärtig.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5f1e801240454fc912135363", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 21:3:1", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Midrash Lekach Tov, Genesis 21:3:1", "sourceHeRef": "מדרש לקח טוב, בראשית כ״א:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "<b>ויקרא אברהם את שם בנו הנולד לו.</b> ע\"פ הגבורה. דכתיב וקראת את שמו יצחק. (בראשית יז יט). <i data-commentator=\"Notes and Corrections\" data-order=\"8\"></i> מהו יצחק יצא חוק לעולם. <i data-commentator=\"Notes and Corrections\" data-order=\"9\"></i> למול בן ח' ימים.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e801340454fc912135365", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 21:3:2", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Midrash Lekach Tov, Genesis 21:3:2", "sourceHeRef": "מדרש לקח טוב, בראשית כ״א:ג׳:ב׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": " <i data-commentator=\"Notes and Corrections\" data-order=\"10\"></i> ר' יצחק אומר <i data-commentator=\"Notes and Corrections\" data-order=\"11\"></i> יו\"ד כנגד י' נסיונות שנתנסה אברהם אבינו. צ' כנגד שני שרה. ח' כנגד ח' ימים שנימול. ק' כנגד שני אברהם דכתיב הלבן מאה שנים יולד ואם שרה הבת תשעים שנה תלד (שם שם יז).", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60378ec464037714ca8515ff", "index_title": "Ibn Ezra on Genesis", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Genesis 21:3:1", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Ibn Ezra on Genesis 21:3:1", "sourceHeRef": "אבן עזרא על בראשית כ״א:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "he": "ולא הוסיף השם על שם יצחק ולא החליפו כי הוא צוה לקראו כן:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "[ISAAC.] God never added any letter to Isaac’s name; neither did He ever change it, for God Himself commanded Abraham to call his son Isaac.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Abraham’s name received an additional letter (Gen. 17:5). Jacob’s name was changed to Israel (Gen. 32:29). Isaac was the only one of Israel’s three patriarchs not to have his name changed.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "60e42b2f3e5399e5f1999902", "index_title": "Ohr LaShamayim", "category": "Chasidut", "type": "", "ref": "Ohr LaShamayim, Vayera 5", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Ohr LaShamayim, Vayera 5", "sourceHeRef": "אור לשמים, וירא ה׳", "anchorVerse": 3, "sourceHasEn": false, "commentaryNum": 5, "collectiveTitle": {"en": "Ohr LaShamayim", "he": "אור לשמים"}, "heTitle": "וירא", "he": "<b>ויאמר</b> אברהם אנכי אשבע (כא, כד). ויש להקשות הל\"ל אני אשבע. ונ\"ל להקדים פירוש הפסוק (בראשית כא, כט-ל) ויאמר אבימלך מה הנה שבע כבשות הצאן אשר הצבת לבדנה, ויאמר את שבע כבשות תקח מידי. וי\"ל הא כתיב לעיל מניה ויקח אבימלך צאן ובקר וכו', ומה צורך בשבע כבשות האלה. ונ\"ל דאיתא <b>בספרים</b> שאבימלך היה חכם גדול באומת, רק שהיה משוקע בטבע, שלא היה מאמין בהשגחות הבורא, ואברהם אבינו ע\"ה היה מנצח אותו והכריח אותו להאמין בהשגחות הבורא ב\"ה ולא בטבע. וכ\"כ בכל דור ודור הצדיק שבדור ממשיך השגחות הבורא בעולם ולא יאמין העם בשום טבע חיצוניות.<br><b>וזפ\"ה</b> מה הנה שבע כבשות וכו' ויאמר את שבע כבשות תקח מידי, דהיינו הנהגות שבעת ימי בראשית תקח מידי, היינו ע\"י הצדיק שמבטל הטבע וממשיך השפעות שלא כדרך הטבע.<br><b>וזפ\"ה</b> הפונה קדים, ויאמר אברהם, אמירה לשון המשכה, ואברהם נקרא הצדיק, היינו הצדיק ממשיך טובות לישראל ממקום גבוה שהוא למעלה מהטבע שנק' אנכי דיציאת מצרים (ת\"ז ת' כא נ.) פום ממלל רברבין (ע\"ח ש\"ה פ\"ג) חירות עליון (זח\"א צה:) אימא עילאה (זח\"א כב.) אם הבנים שמחה (זח\"א קנד.), משם ממשיך הצדיק לשבעת ימי הבנין שיאמינו הכל שהש\"י מנהיג עולמו שלא כדרך הטבע, וזה אנכי אשבע וכנ\"ל.<br><b>וזה</b> ג\"כ פירוש הפסוק (בראשית כא, ג) ויקרא אברהם את שם בנו הנולד לו אשר ילדה לו שרה יצחק, כנ\"ל שהצדיק ממשיך השפעה מאימא עילאה, ונתפשט החסדים למטה, ואז נתגלו החסדים, והקליפות נופלות, וזה נקרא לידה. וז\"פ ויקרא אברהם, ויקרא לשון המשכה, שהצדיק ממשיך לבניו, ולתלמידיו נק' גם כן בניו, ולכל הדביקים בו, וז\"פ את שם בנו הנולד לו, דהיינו השפע הנולד לו וכנ\"ל. אשר ילדה לו שרה יצחק, שרה רומז על בינה אימא עילאה, כי אברהם ושרה רומזים על חו\"ב (ע' לק\"ת פ' לך עה\"פ ולא יקרא עוד את שמך אברם), וזהו אשר ילדה לו שרה. יצחק - שיהיה רב צחוק ושמחה וחדוה בעולם. ועוד נזכה לגאולה שתהיה ע\"י יצחק אבינו כדאיתא בגמרא (שבת פט:) על פסוק (ישעיה סג, טז) אתה אבינו וכו', ונ\"ל הטעם מפני מה תהיה הגאולה ע\"י יצחק אבינו, דכתיב (ירמיה ל, ז) עת צרה [היא] ליעקב וממנה יושע, וכמו שהגלות התחיל מצפון תפתח וכו' (ירמיה א, יד), כמו כן ממנו יושע, והגאולה תהיה ע\"י יצחק אבינו במהרה בימינו אמן כן יהי רצון נצח סלה:", "heVersionTitle": "Jerusalem, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61023444d2382222a2db4bc9", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "", "ref": "Tzror HaMor on Torah, Genesis 21:1:1", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Tzror HaMor on Torah, Genesis 21:1:1", "sourceHeRef": "צרור המור על התורה, בראשית כ״א:א׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "בראשית", "he": "<b>וה' פקד את שרה כאשר אמר.</b> סמך פרשת זו לכאן להודיענו שכבר נפקדה שרה בהריון קודם ענין אבימלך. בענין שזה אות כי הולד הוא של אברהם ולא של אבימלך. וזהו ותלד שרה לאברהם בן לזקניו ע\"ד פלא בהיותו זקן מאד. וכן שרה היתה זקינה מאוד. וזהו ותלד שרה בן לאברהם. ועוד שהי' לזקוניו כמאמרם ז\"ל שהיה זיו איקונין שלו דומה לאברהם. למועד אשר דבר אתו אלהים בשנה האחרת. ולא למועד אבימלך כי זו אי איפשר להתעבר ולילד מיד אבימלך. ואמר שקרא שמו יצחק כמו שאמר לו השם בזמן העבר ואת בריתי אקים את יצחק. וזה להורות שהיה מעשה נס לקיים השם מאמרו. כי מצד אברהם ושרה לא היו ראויים. וזהו ויקרא אברהם את שם בנו הנולד לו. אף על פי שהיה זקן וכן אשר ילדה לו שרה שהיתה זקנה יצחק. וזה שאמר ואברהם בן מאת שנה בהולד לו את יצחק בנו שלא בדרך העולם:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037eba47cf7a0c25239b15", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part II; Avraham 2-5", "anchorRef": "Genesis 12:1-25:18", "anchorRefExpanded": ["Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part II; Avraham 2-5", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ד׳ ב׳-ה׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; Avraham", "he": "בראשית מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>LTHOUGH</small> A<small>VRAHAM IS THE BIOLOGICAL FATHER OF</small> I<small>SRAEL, THE DIVERSE TRADITIONS</small> about him which have been collected and connected to form a cycle of stories give evidence of much more. The cycle portrays an active <i>Homo religiosis</i> who converses with God, sometimes with an air of doubt and questioning, who proclaims God’s name at various sacred sites, who is concerned about justice and the treatment of the oppressed, and who makes dramatic life decisions without flinching. The stories thus reveal struggle, despite the fact that Avraham often appears to be the “perfect” man, always obeying God’s bidding and prospering.", "Buber (1982), noting the unifying effect of the verb “see” throughout the cycle, understood Avraham as the father of the Prophets of Israel (formerly called “seers”). He also viewed the cycle as based around the series of tests that Avraham must undergo, tests quite different, we might add, from the labors of Hercules and other such ancient challenges.", "Other than “see,” a number of leading-words launch the major concerns of the Patriarchs: “bless,” “seed,” and “land.” At the same time the cycle contains previously encountered motifs, albeit with interesting refinements: punishment for sin (this time, with human questioning), intimacy with God (here through visions), and sibling rivalry (with more complex results than murder). Above all we note the singling out of one man to perform the will of God, a man very different from the rather passive Noah.", "Avraham stands at the core of the entire book of Genesis, as his experiences will in many ways be reflected in those who follow him. At the core of both the book and the cycle looms the disturbing Chapter 22, which brings together and resolves, for the moment, the major themes encountered so far."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ebb47cf7a0c25239b17", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "anchorRef": "Genesis 12:1-50:26", "anchorRefExpanded": ["Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ג׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Patriarchal Narratives", "he": "בראשית מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE STORIES ABOUT THE FATHERS AND MOTHERS OF</small> I<small>SRAEL, AS A COLLECTION, ARE</small> almost contrapuntal in their richness. Life experiences are repeated and common themes recur; yet at the same time there is a remarkable variety of personalities.", "Two prominent themes throughout are God’s promises (of land and descendants) and his blessing. The texts revolve around the question of whether and how God will fulfill his promises, and how people will effect the transfer of the blessing. Each generation portrayed in the narratives must deal with the inherent tensions raised by these questions, since their resolution does not occur easily.", "The stories are also marked by each figure’s struggle to develop a concept of the religious life, of “walking in accord with God.” Each one carves out his own distinct path, to arrive at a mature understanding of what it means to be a father of the people of Israel. In order to bring about such an understanding, God apparently “tests” them in both obvious and more oblique ways, often against a backdrop of bitter sibling rivalry. One also observes a physical unsettledness about the Patriarchs’ quest; only Yitzhak is spared the wanderings that occur so regularly in the stories.", "Rather interestingly, although the texts purport to be about “fathers,” it is God himself who most consistently fits that role for the characters. God acts <i>in loco parentis</i> for each of the Patriarchs, always, significantly, after the loss of the human father. He first appears to Avraham after the death of Terah; to Yitzhak after that of Avraham; to Yaakov after he leaves home (and a seemingly dying father); and he helps Yosef directly, after he has left his father’s home.", "Numbers play an important role in the Patriarchal stories, as they did in Part I. It has been pointed out (see Sarna 1966) that the life spans of the Patriarchs fit into a highly ordered pattern. Avraham lives for 175 years, equaling 7 × 5<sup>2</sup>; Yitzhak, for 180 years, equaling 5 × 6<sup>2</sup>; and Yaakov, for 147 years, or 3 × 7<sup>2</sup>. This is unmistakably a purposeful scheme, meant to convey that human history is orderly and meaningful. Similarly an examination of the stories reveals that Avraham lives for 75 years in the lifetime of his father and 75 years in the lifetime of his son, while Yaakov spends 20 years away from his father, with Yosef roughly following suit in the next generation.", "Last, it should be noted that the Patriarchal stories in various details anticipate the later Exodus of the Israelites from Egypt. The specific references will be mentioned in the Notes."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ebf6bfddfbb310fec98", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part II; Avraham, Yitzhak Born 2", "anchorRef": "Genesis 21:1-8", "anchorRefExpanded": ["Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part II; Avraham, Yitzhak Born 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ד׳, בראשית הערה י״ב ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Yitzhak Born", "he": "בראשית הערה י״ב"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה י״ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Two principal ideas punctuate this climax for which we have waited since Chap. 12: God keeps his promises (hence the poem in v.1), and the key word in the stories about Yitzhak: “laughter” (here the result of the actual birth).", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6203809f713bd8cd388d3e49", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "anchorRef": "Genesis 1:1-50:26", "anchorRefExpanded": ["Genesis 1:1", "Genesis 1:2", "Genesis 1:3", "Genesis 1:4", "Genesis 1:5", "Genesis 1:6", "Genesis 1:7", "Genesis 1:8", "Genesis 1:9", "Genesis 1:10", "Genesis 1:11", "Genesis 1:12", "Genesis 1:13", "Genesis 1:14", "Genesis 1:15", "Genesis 1:16", "Genesis 1:17", "Genesis 1:18", "Genesis 1:19", "Genesis 1:20", "Genesis 1:21", "Genesis 1:22", "Genesis 1:23", "Genesis 1:24", "Genesis 1:25", "Genesis 1:26", "Genesis 1:27", "Genesis 1:28", "Genesis 1:29", "Genesis 1:30", "Genesis 1:31", "Genesis 2:1", "Genesis 2:2", "Genesis 2:3", "Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23", "Genesis 3:24", "Genesis 4:1", "Genesis 4:2", "Genesis 4:3", "Genesis 4:4", "Genesis 4:5", "Genesis 4:6", "Genesis 4:7", "Genesis 4:8", "Genesis 4:9", "Genesis 4:10", "Genesis 4:11", "Genesis 4:12", "Genesis 4:13", "Genesis 4:14", "Genesis 4:15", "Genesis 4:16", "Genesis 4:17", "Genesis 4:18", "Genesis 4:19", "Genesis 4:20", "Genesis 4:21", "Genesis 4:22", "Genesis 4:23", "Genesis 4:24", "Genesis 4:25", "Genesis 4:26", "Genesis 5:1", "Genesis 5:2", "Genesis 5:3", "Genesis 5:4", "Genesis 5:5", "Genesis 5:6", "Genesis 5:7", "Genesis 5:8", "Genesis 5:9", "Genesis 5:10", "Genesis 5:11", "Genesis 5:12", "Genesis 5:13", "Genesis 5:14", "Genesis 5:15", "Genesis 5:16", "Genesis 5:17", "Genesis 5:18", "Genesis 5:19", "Genesis 5:20", "Genesis 5:21", "Genesis 5:22", "Genesis 5:23", "Genesis 5:24", "Genesis 5:25", "Genesis 5:26", "Genesis 5:27", "Genesis 5:28", "Genesis 5:29", "Genesis 5:30", "Genesis 5:31", "Genesis 5:32", "Genesis 6:1", "Genesis 6:2", "Genesis 6:3", "Genesis 6:4", "Genesis 6:5", "Genesis 6:6", "Genesis 6:7", "Genesis 6:8", "Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32", "Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר א׳ ב׳-מ״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Genesis and Its Structure", "he": "בראשית מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE TEXT OF</small> G<small>ENESIS SEEMS TO SPEAK WITH MANY VOICES</small>. F<small>OR A BOOK WHOSE BASIC</small> arrangement is chronological, tracing the history of a single family, it exhibits a good deal of discontinuity on the surface. Here time flows uniformly, there it takes startling jumps; fragments are followed by more or less full-blown tales; genres alternate, from mythic to genealogical to folkloristic. In addition, scholars often portray Genesis as a collection of historically diverse materials that were compiled by scribes for whom deviating from received tradition was anathema. Hence the repetitions, the inconsistencies, and the irregular pacing.", "Is Genesis then, at best, a collection of stories related to the origins of Israel, with most of its seams still showing? Such an assessment does not do justice to what must have been a complex process of addition and growth or to the final product. An overview of the book does produce a certain scheme; at some point in the text’s history a coherent picture must have begun to emerge from the disparate materials handed down. For the modern reader, utilizing the Buber-Rosenzweig method of focusing on repeating words and key themes as the text presents them may make it possible to generalize about the organization of the book and also to speculate on its overall intent in the form in which it has come down to us.", "On its most obvious level Genesis is a book about origins. It seeks to link the origin of the people of Israel with that of the world, relating in the process how various human characteristics and institutions arose.", "On the surface this parallels much of ancient literature and folklore. All peoples are interested in their own beginnings, picturing them in a way which validates their present existence. Genesis, however, is different in that, like the rest of the Torah, it downplays the heroic element of the people’s origins and in its place stresses God’s role in them. Moreover the one great omission—the origin of God—establishes from the beginning a unique basis for a tribal chronicle. From Genesis and subsequent books we learn primarily about God’s relationship to the people and what he expects of them; almost everything else is subordinated to this purpose.", "Preliminarily one can speak of at least seven major themes whose recurrence establishes their importance in the book:", "1. <i>Origins:</i> Of the world, of humanity, and of the people of Israel.<br>2. <i>Order/Meaning in History:</i> By means of stylized or patterned chronology—reliance on certain round numbers such as 3, 7, and 40—it is suggested that human events are not random but somehow planned.<br>3. <i>Blessing:</i> From creation onward God bestows blessings on his creatures in general and on the fathers and mothers of Israel in particular.<br>4. <i>Covenant:</i> God concludes agreements with human beings.<br>5. <i>God Punishes Evildoing:</i> God is provoked to anger not by his capriciousness but by human failure to uphold justice and morality.<br>6. <i>Sibling Conflict, with the Younger Usually Emerging the Victor:</i> The order of nature (primacy of the firstborn) is overturned, demonstrating that God, not nature, is the ruling principle in human affairs.<br>7. <i>Testing:</i> God tests those who are to carry forth his mission; the result is the development of moral character.", "Superseding these important themes, which occur throughout the Bible in various forms, is the dominant one of <i>continuity</i>, represented by the unifying word in Genesis <i>toledot</i> (“begettings”). The word appears eleven times, often accompanied by long genealogical lists. The names may deflect attention from what is central to Genesis. The major thrust of the book would seem to be toward human fecundity, following the early divine command to “bear fruit and be many” (1:28), and pointing toward the eventual fecundity of the people of Israel (which will only be realized in the book of Exodus). Such an emphasis seems appropriate in a book about origins.", "Ironically, however, the undercurrent in Genesis points not to life and its continuation, but rather to its threatened extinction. In story after story the protagonist, his people, and occasionally the entire world are threatened. In at least one case (Avraham) a perfectly legal and natural solution is found—the birth of Yishmael as his heir—only to be rejected by God in favor of a more difficult one: a son born to an elderly woman.", "It is clear that the stress on continuity and discontinuity has one purpose: to make clear that God is in control of history. Human fertility and continuity in history come not from magical rites or from the arbitrary decisions of the gods, but from a God who bases his rule on justice. Nature disappears as a ruling factor in human affairs, replaced by a principle of morality which is unshakable precisely because it comes from a God who is beyond the rules of nature.", "But the result is a book which abounds in tension. From the beginnings of human history (Chap. 4) we encounter contradictions and opposites, whether on a small scale (fertility and barrenness) or a large one (promise and delayed fulfillment). Nowhere is this so clear as in the dramatic high point of the book, Chap. 22. As Avraham stands with knife upraised, the entire enterprise of Genesis hangs in the balance. But the entire book is replete with such tensions and continuity-threatening situations. There are barren wives, brothers vowing to kill brothers, cities and even a world being destroyed by an angry God. The main characters of Genesis thus emerge as survivors, above all else. Noah sets the pattern, but he is merely the first, and too passive an example. The Patriarchs must brave hostile foreigners, bitter intrafamily struggles, and long wanderings before they can find peace.", "While by the end of the book many of the tensions have been resolved, one conspicuously has not: God’s promise of the land of Canaan. As the book ends, “in Egypt,” we are left to ponder how this God, who keeps his promises to “those who love him” (Ex. 20:6), will bring the people back to their land—a land inhabited by someone else and in which the Children of Israel own only a burial site. Yet despite the tension, we may assume from the experiences of the Patriarchs that God will indeed “take account of” the Israelites (50:24), that he will take whatever ill has been planned against them and “plan-it-over for good” (50:20).", "A word should also be said here about hero traditions. In the great epics of the ancient world the hero often stands as a lonely figure. He must overcome obstacles, fight monsters, acquire helpers (whether women, “sidekicks,” or magic objects); and his triumph in the end signals man’s triumph over his archenemy, Death. Every battle won, every obstacle hurdled, is psychologically a victory for us, the audience, a cathartic release from our own frustrating battle against death.", "The Bible sees things rather differently. Death is also overcome, but not only by the individual’s struggle. It is rather through the covenant community, bound together by God’s laws and his promises, that the heroic vision is lived out. Despite the triumphs of the characters in Genesis, it is really in the book of Exodus that the great battle scenes (the plagues in Egypt, the Red Sea) and meetings with the divine (Mount Sinai) take place. And it is therefore God himself who is most properly the “hero” of these stories. No major character in Genesis achieves success without depending fully on God, and the standards that are held up to them are ultimately seen as God’s own, to be imitated by imperfect humankind.", "The book of Genesis falls naturally into four large sections. The first, usually termed the “Primeval History” (Chaps, 11–11), begins with creation and progresses through the early generations of humanity, ending in Mesopotamia. The second (Chaps. 12 through 25:18) is the cycle of stories concerning Avraham, the father of the people of Israel. Part III (Gen. 25:19 through Chap. 36) deals in the main with stories about his grandson Yaakov. The final section (Chaps. 37–50) is the tale of Yosef and of how the Children of Israel came to live in Egypt (thus paving the way for the book of Exodus).", "The following skeletal outline will lay out some of the interesting structural features of the book. There is an elemental symmetry that emerges from the four sections; further comments, especially about how the sections cohere, will be found in the explanatory material accompanying the text in this volume.", "I. Chosen Figure (Noah)", "Sibling Hatred (Kayin–Hevel), with sympathy for youngest", "Family Continuity Threatened (Hevel murdered)", "Ends with Death (Haran, Terah; Sarai barren)", "Humanity Threatened (Flood)", "Ends Away from Land of Israel (“In Harran”)", "II. Chosen Figure (Avraham)", "Sibling Hatred (Yishmael–Yitzhak) Implied, with sympathy for youngest", "Family Continuity Threatened (Sarai barren, Yitzhak almost sacrificed)", "Ends with Death (Sara, Avraham)", "Rivalry Between Wives (Hagar–Sarai)", "Barren Wife (Sarai)", "Wife–Sister Story (Chaps. 12 and 20)", "Ends with Genealogy of Non-Covenant Line (Yishmael)", "III: Chosen Figure (Yaakov)", "Sibling Hatred (Esav–Yaakov), with sympathy for youngest", "Family Continuity Threatened (Yaakov almost killed)", "Ends with Death (Devora, Rahel, Yitzhak)", "Rivalry Between Wives (Lea–Rahel)", "Barren Wife (Rahel)", "Wife–Sister Story (Chap. 26)", "Ends with Genealogy of Non-Covenant Line (Esav)", "IV Chosen Figure (Yosef)", "Sibling Hatred (Brothers–Yosef), with sympathy for youngest", "Family Continuity Threatened (Yehuda’s sons die; Yosef almost killed; family almost dies in famine)", "Ends with Death (Yaakov, Yosef)", "Humanity Threatened (Famine)", "Ends Away from Land of Israel (“In Egypt”)", "There is of course great variety within this bare structure; each version of a motif has its own special characteristics and emphases. Yet the patterning observed above gives the book a general coherence, above and beyond differences. It also demonstrates a conscious hand at work, one concerned about the texture of the book as a whole and able, despite the possible rigidity of what had been handed down, to shape the received material into a plastic and breathing unity.", "Two general observations about Genesis will round out the picture here. First, as the book progresses there is a tendency for the style of the literature to become smoother. The abrupt changes and sometimes fragmentary nature of the material in Part I, and the vignettes built around Avraham’s life in Part II, give way to a greater coherence and concentration in Part III, and finally to a relatively flowing and psychologically complete narrative in Part IV Along with this, the characters in the latter half of the book seem to be more changeable and human, in contrast to Noah and Avraham, who often appear almost perfect models of piety.", "Second, contact with God becomes less and less direct as Genesis moves on. Avraham’s dreams and visions seem a far cry from Adam’s conversations with God in the garden (although see Chap. 18); Yaakov’s encounters with God are less frequent than Avraham’s; and finally, Yosef never has a conversation with God, although he receives dream interpretations from him. This process of distancing may reflect an often-observed tendency in religions to think of primeval times as a “golden age” of closeness between gods and men, as contrasted to today (whenever one is writing), when humankind finds itself tragically distant from the divine and in need of communication."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382cac9ad75f2d99af73a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part II; Avraham 1", "anchorRef": "Genesis 12:1-25:18", "anchorRefExpanded": ["Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part II; Avraham 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 12:1-25:18\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 12:1-25:18</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382cbc9ad75f2d99af752", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part II; Avraham, Yitzhak Born 1", "anchorRef": "Genesis 21:1-8", "anchorRefExpanded": ["Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part II; Avraham, Yitzhak Born 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ד׳, בראשית הערה י״ב א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה י״ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 21:1-8\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 21:1-8</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62c19a10289233b0ae9d49f4", "index_title": "Sheiltot d'Rav Achai Gaon", "category": "Halakhah", "type": "", "ref": "Sheiltot d'Rav Achai Gaon 26:9", "anchorRef": "Genesis 21:1-34", "anchorRefExpanded": ["Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34"], "sourceRef": "Sheiltot d'Rav Achai Gaon 26:9", "sourceHeRef": "שאילתות דרב אחאי גאון כ״ו:ט׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [705, 745], "commentaryNum": 26.0009, "collectiveTitle": {"en": "Sheiltot d'Rav Achai Gaon", "he": "שאילתות דרב אחאי גאון"}, "heTitle": "שאילתות דרב אחאי גאון", "he": "<b>שאילתא</b> דמחייבין דבית ישראל <i data-commentator=\"Haamek Sheilah\" data-order=\"28\"></i> למיקרא בסיפי׳ ולאגמורי באוריית׳ ולאפטורי בנביא יומא בענייניה הלכות פסח בפסח הלכות עצרת בעצרת הלכות חג בחג דכתיב וידבר משה את מועדי ה׳ אל בני ישראל ומצוה שיהו קורין כל אחד ואחד בזמנו ולמדרש נמי בעניינה דיומא כדתניא רבי שמעון בן אלעזר אומר משה תקן לישראל שיהו שואלין ודורשין בענינו של יום הלכות פסח בפסח הלכות עצרת בעצרת הלכות חג בחג בחנוכה קרינן בנשיאים בפורים קרינן בויבא עמלק ראש חדש אדר שחל להיות בשבת קורין בפרשת שקלים ואמר רבי יצחק נפחא ראש חדש אדר שחל להיות בשבת מביאין שלשה ספרי תורות וקורין אחת עניינו של יום ואחת בראש חודש ואחת בכי תשא ואמר רבי יצחק נפחא ראש חדש טבת שחל להיות בשבת מביאין שלשה ספרי תורות וקורין אחד בעניינו של יום ואחד בראש חדש ואח׳ בשל חנוכה בחנוכה ובפורים קורין שלשה בראשי חדשים ובחולו של מועד קורין ד׳ דאיכא מוסף מוסיפין גברא ראש חדש אדר שחל להיות בשבת קורין בפרשת שקלים חל להיות בתוך השבת מקדימין וקורין בפרשת שקלים ובשבת אחרת מפסיקין בשנייה זכור בשלישי פרה אדומה ברביעית החדש <i data-commentator=\"Haamek Sheilah\" data-order=\"29\"></i> ואם חל להיות בששי בחמישית החדש אחר כך חוזרין לכסדרן לכל מפסיקין בראשי חדשים בחנוכה ובפורים בתעניות ובמועדות וביום הכפורי׳ בפסח קורים בפרשת מועדות וסימן מש\"ך תור\"א קד\"ש בכספ\"א פס\"ל במדבר\"א של\"ח בוכר\"א בעצרת בחדש השלישי וביום שני כל הבכור בראש השנה יום ראשון וה׳ פקד את שרה יום שני והאלהים נסה את אברהם ביום הכפורים אחרי מות בחג בקרבנות החג בחנוכה בנשיאים בפורים ויבא עמלק בראשי חדשים ובראשי חדשיכם במעמדות במעשה בראשית <i data-commentator=\"Haamek Sheilah\" data-order=\"30\"></i> בתעניות ויחל משה בשני ובחמישי ובשבת ובמנחה קורין כסדרן ואינו עולה להם מן המניין שנאמר וידבר משה את מועדי ה' אל בני ישראל מצוותן שיהו קורין כל אחד ואחר בזמנו:  ", "heVersionTitle": "Sheiltot d'Rav Achai Gaon; Vilna, 1861", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "As it is required for the house of Israel to read from the scrolls, and to teach in the Torah, and to conclude with the prophets, on each day according to its subject  matter — laws of Pesaḥ on Pesaḥ, laws of Shavuot on Shavuot, laws of Sukkot on Sukkot, as it is written \"And Moses spoke the appointed-times of haShem to the children of Israel\" (Leviticus 23:44), and it is commanded to read every matter at its time and extrapolate on the subject of the day, as taught, \"Rabbi Shimon ben Elazar says:<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">In our manuscripts, it says \"The Rabbis taught\" here.</i> Moses ordained for Israel that they would investigate and extrapolate on the matter of the day — laws of Pesaḥ on Pesaḥ, laws of Shavuot on Shavuot, laws of Sukkot on Sukkot\" (Megillah 32a:17). On Ḥanukkah we read the princes (Numbers 7). On Purim we read \"And Amalek came\" (Exodus 17:8—16). When Rosh Ḥodesh Adar falls on Shabbat we read the portion of the sheqalim (Exodus 30:11—16). \"And Rabbi Yitzḥaq Nappaḥa said: when Rosh Ḥodesh Adar falls on Shabbat, bring three Torah scrolls, and read one for the matter of the day, and one for the new moon, and one from Ki Tissa. And Rabbi Yitzḥaq Nappaḥa said: when Rosh Ḥodesh Tevet falls on Shabbat, bring three Torah scrolls, and read one for the matter of the day, and one for Rosh Ḥodesh, and one for Ḥanukkah\" (Megillah 29b:22). On Ḥanukkah and on Purim three people read, on Rosh Ḥodesh and on Ḥol ha-Moed four people read — since there is Musaf, we add [mosifin] a person. When Rosh Ḥodesh Adar falls on Shabbat, we read the portion of the sheqalim (Exodus 30:11—16). When it falls on another day of the week, we advance the reading of the portion of the sheqalim, and interrupt the special readings. On the second<sup class=\"footnote-marker\">2</sup><i class=\"footnote\"> Shabbat of the month we read</i> 'Remember' (Deuteronomy 25:17—17). On the third, the red heifer (Numbers 19:1—22). On the fourth, 'This month' (Exodus 12:1—20). If it falls on the sixth, then 'This month' is on the fifth. After that they return to the regular order. And everyone interrupts the order for Rosh Hodesh, Ḥanukah, Purim, fast days, festival days, and Yom Kippur (Mishnah Megillah 3:5). On Pesaḥ they read the portion of the festivals. And a mnemonic is: \"during the bull, sanctify with money, cut in the desert, send the firstborn.\" On Shavuot, \"On the third day\" (Exodus 19:1–20:23), and on the second day, \"Every firstborn\" (Deuteronomy 15:19—16:37). On Rosh Hashanah, \"And haShem remembered Sarah\" (Genesis 21:1–34) and on the second day, \"And God tested Abraham\" (Genesis 22:1—24). On Yom Kippur, \"after the death\" (Leviticus 16:1—34). On Sukkot, the offerings for Sukkot (Numbers 29:12—34). On Ḥanukkah, the princes (Numbers 7). On Purim, \"And Amalek came\" (Exodus 17:8—16). On Rosh Hodesh, \"And on your new months\" (Numbers 28:1–15). On the watches, the matter of creation (Genesis 1:1—2:3). On fast days, \"And Moses petitioned\" (Exodus 32:11—14, Exodus 34:1–10). On Mondays and Thursdays and on Shabbat in the afternoon they read according to the order, but they are not counted in the order. As it is said, \"And Moses spoke the appointed-times of haShem to the children of Israel\" (Leviticus 23:44)  — it's commanded that they read each and every one at its time.\n", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "63eb761cc159397276b74c60", "index_title": "Rambam on Mishnah Megillah", "category": "Quoting Commentary", "type": "", "ref": "Rambam on Mishnah Megillah 3:5:1", "anchorRef": "Genesis 21:1-34", "anchorRefExpanded": ["Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34"], "sourceRef": "Rambam on Mishnah Megillah 3:5:1", "sourceHeRef": "רמב\"ם על משנה מגילה ג׳:ה׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1160, 1168], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rambam on Mishnah Megillah", "he": "רמב\"ם על משנה מגילה"}, "heTitle": "רמב\"ם על משנה מגילה", "he": "<b>בפסח קורין בפרשת מועדות כו':</b> זה הדבר מבואר וסדר הקריאה באלו הזמנים הוא מנהג פשוט בכל ישראל מה שאומר לך. יום ראשון של פסח [קורין] משכו וקחו לכם והפטרה בפסח גלגל. יום שני שור או כשב והפטרה פסח יאשיהו. יום שלישי קדש לי. יום רביעי אם כסף תלוה את עמי. וביום חמישי פסל לך. ויום ששי ויעשו בני ישראל. ביום שביעי ויהי בשלח הפטרה וידבר דוד. ביום שמיני כל הבכור הפטרה עוד היום. ושבת שבתוך הפסח קורין ראה אתה אומר אלי הפטרה העצמות היבשות. וביום ראשון של עצרת קורין בחדש השלישי הפטרה ויהי בשלשים שנה וביום שני כל הבכור הפטרה תפלה לחבקוק וביום ראשון מראש השנה קורא וה' פקד את שרה והפטרה ויהי איש אחד מן הרמתים וביום שני והאלהים נסה הפטרה מצא חן במדבר ובצום כפור בשחרית קורין אחרי מות הפטרה כה אמר רם ונשא ובמנחה פרשת עריות הפטרה בנבואת יונה וביום ראשון וביום שני מסוכות קורין שור או כשב הפטרה ביום ראשון הנה יום בא ביום שני ויקהלו אל המלך שלמה ושאר ימות החג קורין בקרבנות החג וביום שמיני כל הבכור הפטרה ויהי ככלות שלמה ובתשיעי קורין וזאת הברכה הפטרה ויהי אחרי מות ושבת שבתוך החג קורין ראה אתה אומר אלי הפטרה ביום בא גוג:", "heVersionTitle": "Vilna edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": "All of this is clear, and the order of the Torah readings on these [special] seasons/occasions, and it is a custom that has spread throughout all of Israel as I will explain to you (see Tractate Megillah 31a-b). On the first day of Passover (Exodus 12:21-51): “Go and pick out lambs, etc.” and the Haftarah is the “Passover at Gilgal” (Joshua 5:2-6:1, 27) and on the second day [of Passover], “When an ox, a sheep or a goat is born,” (Leviticus 22:26-33:44) and the Haftarah is the Passover of Josiah (Second Kings 23:1-25). On the third day [of Passover], “Consecrate to Me every first-born” (Exodus 13:1-16). And on the fourth day [of Passover], “If you lend money to My people” (Exodus 22:24-23:19). And on the fifth day [of Passover], “Carve two tablets of stone” (Exodus 34:1-26). And on the sixth day [of Passover], “Let the Israelite people offer the Passover sacrifice at its set time” (Numbers 9:1-15). And on the seventh day [of Passover] “Now when Pharaoh let the people go” (Exodus 13:17-15:26). And the Haftarah is “And David spoke to God” (Second Samuel 22:1-51). And on the eighth day [of Passover], “You shall consecrate to the LORD your God all male firstlings” (Deuteronomy 15:19-16:17), and the Haftarah is, “This same day at Nob” (Isaiah 10:32-12:6). But on the Sabbath that is within the Festival [of Passover], we read on it from “See, You say to me” (Exodus 33:12-34:26) and the Haftarah is the “Dry Bones” (Ezekiel 37:1-14). And on the first day of Atzeret/Shavuot we read “In the third month” (Exodus 19:1-20:23), and the Haftarah is “In the thirteenth year” (Ezekiel 1:1-28, 3:12). And on the second day [of Shavuot], “You shall consecrate to the LORD your God all male firstlings” (Deuteronomy 15:19-16:17) and the Haftarah is “The Prayer of the prophet Habakkuk” (Habakkuk 3:1-19). And on the first day of Rosh Hashanah, “The LORD took note of Sarah as He had promised” (Genesis 21:1-34) and the Haftarah, “There was a man from Ramathaim of the Zuphites” (First Samuel 1:1-2:10). And on the second day [of Rosh Hashanah], “And God put Abraham to the test” (Genesis 22:1-24), and the Haftarah, “The people…found favor in the wilderness (Jeremiah 31:2-20). And on the Fast of Atonement (i.e., Yom Kippur) in the morning, “After the death [of the two sons of Aaron]” (Leviticus 16:1-34) and the Haftarah, “For thus said He who is high aloft” (Isaiah 57:14 – 58:14). And at the Afternoon service, the portion of the forbidden relationships/nakedness (Leviticus 18:1-30), and the Haftarah is the prophecy of [the book of] Jonah (plus Micah 7:18-20). And on the first and second days of Sukkot, “When an ox, a sheep or a goat is born,” (Leviticus 22:26-23-44) and the Haftarah on the first day [of Sukkot] “Lo, a day of the LORD is coming” (Zechariah 14:1-21) and on the second day [of Sukkot] “All the men of Israel gathered before King Solomon” (First Kings 8:2-21). And all the rest of the days of Sukkot festival the sacrifices of the festival [of Sukkot are read] (Numbers 29:17-34), and on the Eighth Day (i.e., Shemini Atzeret) , “”You shall consecrate to the LORD your God all male firstlings” (Deuteronomy 15:19-16:17), and the Haftarah is “When King Solomon finished offering to the LORD” (First Kings 8:54-66) and on the ninth day (i.e., Simhat Torah), “And this is the Blessing” (Deuteronomy 33:1-34:12) and the Haftarah, “After the death of Moses the servant of the LORD,” (Joshua 1:1-18). And on the Shabbat within the Festival [of Sukkot], “See, You say to me,” (Exodus 33:12-34:26), and the Haftarah is “On that day, when Gog sets foot on the soil of Israel” (Ezekiel 38:18-39:16).", "versionTitle": "Translation by Rabbi Robert Alpert, 2023", "license": "", "versionTitleInHebrew": ""}, {"_id": "641873d3c9371ec0cebe531f", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Genesis 21:3:1", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Reggio on Torah, Genesis 21:3:1", "sourceHeRef": "ביאור יש\"ר על התורה, בראשית כ״א:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "בראשית", "he": "<b>הנולד לו אשר ילדה לו שרה,</b> כבר ידענו כל זה, אלא בא לתת שני טעמים לקריאת שם יצחק, הא' הנולד לו, כלומר נולד לאברהם שצחק בשמעו בשורת הזרע, שנאמר ויפול אברהם על פניו ויצחק, וב' אשר ילדה לו שרה, שגם היא צחקה בקרבה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6543a740e766f45c449ed1e3", "index_title": "Sha'arei Orah", "category": "Kabbalah", "type": "", "ref": "Sha'arei Orah, Seventh Gate, Fourth Sefirah 8", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Sha'arei Orah, Seventh Gate, Fourth Sefirah 8", "sourceHeRef": "שערי אורה, השער השביעי - הספירה הרביעית ח׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1260, 1300], "commentaryNum": 8, "collectiveTitle": {"en": "Sha'arei Orah", "he": "שערי אורה"}, "heTitle": "השער השביעי - הספירה הרביעית", "he": "והנה אברהם אבינו עליו השלום ירש המידה הזאת, ולפיכך נתברך בכול. שלא היה לו למעלה מקטרג ומערער, אלא היו מזומנין לחפצו, לפי שמידת אל היתה מתגלת עליו תמיד ואז היה כל בעלי דינין בורחין מפניו, וזהו סוד 'חסד לאברהם': ולפי שמידת אל היא המזומנת לרחמים הגדולים, התקינו רז\"ל לומר 'אל מלך יושב על כסא רחמים'. ", "heVersionTitle": "Shaarei Orah, grimoar", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Now, since our forefather Avraham, peace be upon him, inherited this quality, he was therefore blessed “in all-<i>BaKol</i>-<i>בכל</i>.”<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">The word “all-<i>Kol</i>-כל” was explained in the first Gate, and refers to the <i>Sefirah</i> of Kingship-<i>Malchut</i>, also known as the name <i>HaShem</i>-יהו״ה with the numerical value of <i>Ba”N-</i>ב״ן-52 [יו״ד ה״ה ו״ו ה״ה], which is equal to “in all things-<i>BaKol</i>-בכל-52.” Additionally, this hints that Avraham was blessed with dominance over the natural order, through the supernatural and miraculous birth of his son-<i>Ben</i>-בן-52 Yitzchak (See Rashi to Genesis 21:3). That is, there were no obstructions or accusations to withhold or restrain the blessing, but on the contrary, the quality of the judgment-<i>Din</i> of Yitzchak, which is called God-<i>Elohi”m</i>-אלהי״ם-86 and is equal to the natural order-<i>HaTeva</i>-הטבע-86, was given over into the hands of Avraham and subjugated to his dominion (Kingship-<i>Malchut</i>), as previously explained.</i> That is, Above, there was no accuser nor prosecutor standing in opposition to him. Rather, being that the quality of <i>E”l</i>-<i>א״ל</i> was always revealed upon him, they all were ready to assist him. Therefore, all the forces that execute judgment-<i>Din</i> would flee from his presence. This is the secret of the verse,<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Micah 7:20</i> “[Give truth to Yaakov,] kindness-<i>Chessed</i> to Avraham.” Thus, since <i>HaShem’s-יהו\"ה</i> Divine quality of <i>E”l</i>-א״ל is always ready to bestow great mercies, our sages established that we recite,<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">In the Yom Kippur liturgy; Also see Tikkunei Zohar 127a</i> “Benevolent King-<i>E”l Melech</i>-<i>א״ל מלך</i>, Who sits on the throne of mercy-<i>Rachamim</i>-<i>רחמים</i>.”", "versionTitle": "Gates of Light, trans. by Rabbi Amiram Markel and Rabbi Yehudah S. Markel, 2023", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "657ecc14758c1dc532ec839f", "index_title": "Steinsaltz on Genesis", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Genesis 21:3", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Steinsaltz on Genesis 21:3", "sourceHeRef": "ביאור שטיינזלץ על בראשית כ״א:ג׳", "anchorVerse": 3, "sourceHasEn": true, "commentaryNum": 21.0003, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על בראשית", "he": "<b>וַיִּקְרָא אַבְרָהָם אֶת שֶׁם בְּנוֹ הַנּוֹלַד לוֹ, אֲשֶׁר יָלְדָה לּוֹ שָׂרָה, יִצְחָק,</b> כפי שאמר לו הקדוש ברוך הוא, שכן נולד בעקבות צחוק — הן צחוקו של אברהם, הן צחוקה של שרה. מעבר לכך, טמונים בשם זה גם רמזים למהותו של האיש ולדברים העתידים לבוא עליו.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Abraham called the name of his son that was born to him, whom Sarah bore to him, Isaac, </b>as God had commanded. Isaac, whose name means: He will laugh, was born in the wake of the laughter of both Abraham (17:17) and Sarah (18:12). Moreover, his name alludes both to his character and to later events in his life. 18", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66c5bf27f710dd6159bbdd0c", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Commentary", "type": "commentary", "ref": "Mechokekei Yehudah; Yahel Ohr, Genesis 21:4:1", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Genesis 21:4:1", "sourceHeRef": "מחוקקי יהודה; יהל אור, בראשית כ״א:ד׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "commentaryNum": 4.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "בראשית", "he": "(ד) כדרך שהוסיף השם הה\"א על שם אברם להקרא אברהם:", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66c5bf2799301ef2cbbbdd12", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Commentary", "type": "commentary", "ref": "Mechokekei Yehudah; Yahel Ohr, Genesis 21:5:1", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Genesis 21:5:1", "sourceHeRef": "מחוקקי יהודה; יהל אור, בראשית כ״א:ה׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "commentaryNum": 5.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "בראשית", "he": "(ה) כדרך שכתוב ביעקב \"לא יקרא עוד שמך יעקב, כי אם ישראל יהיה שמך\":", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66c5bf274593c6646fbbdcc4", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Commentary", "type": "commentary", "ref": "Mechokekei Yehudah; Yahel Ohr, Genesis 21:6:1", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Genesis 21:6:1", "sourceHeRef": "מחוקקי יהודה; יהל אור, בראשית כ״א:ו׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "commentaryNum": 6.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "בראשית", "he": "(ו) פי' המלאך אמר לו וקראת שמו יצחק:", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "51476e14edbab43ea856fc68", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "midrash", "ref": "Bereshit Rabbah 53:7", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Bereshit Rabbah 53:7", "sourceHeRef": "בראשית רבה נ״ג:ז׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [400], "commentaryNum": 53.0007, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וַיִּקְרָא אַבְרָהָם אֶת שֶׁם בְּנוֹ יִצְחָק <small>(בראשית כא, ג)</small>, יָצָא חֹק לָעוֹלָם, נִתַּן דּוֹרָיָה לָעוֹלָם. אָמַר רַבִּי יִצְחָק חִפּוּשִׁית. יו\"ד עֲשָׂרָה, כְּנֶגֶד עֲשֶׂרֶת הַדִּבְּרוֹת. צד\"י תִּשְׁעִים, <small>(בראשית יז, יז)</small>: וְאִם שָׂרָה הַבַּת תִּשְׁעִים שָׁנָה תֵּלֵד, קו\"ף מֵאָה, <small>(בראשית יז, יז)</small>: הַלְּבֶן מֵאָה שָׁנָה. חי\"ת כְּנֶגֶד הַמִּילָה שֶׁנִּתְּנָה לִשְׁמוֹנָה <small>(בראשית כא, ד)</small>: וַיָּמָל אַבְרָהָם אֶת יִצְחָק וגו', הֲדָא הוּא דִכְתִיב <small>(בראשית יז, יב)</small>: וּבֶן שְׁמֹנַת יָמִים יִמּוֹל לָכֶם כָּל זָכָר לְדֹרֹתֵיכֶם. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Abraham called the name of his son who was born to him, whom Sarah bore to him, Isaac” (Genesis 21:3).</b> <br>“Abraham called the name of his son…Isaac [<i>Yitzḥak</i>]” – a portion has emerged [<i>yatza ḥok</i>] to the world, [meaning that] a gift has been given to the world.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\"><i>Ḥok</i> here refers to a portion given as a gift (see Genesis 47:22). A righteous person is a gift to the world, as the merit of his good deeds provides all mankind with sustenance.</i>  <br>Rabbi Yitzḥak Ḥipushit said: <i>Yod </i>is ten – corresponding to the Ten Commandments; <i>tzadi</i> is ninety – “shall a ninety-year-old woman give birth?” (Genesis 17:17); <i>kof </i> is a hundred – “to one who is one hundred years old” (Genesis 17:17); <i>ḥet</i> [is eight] – corresponding to circumcision, that was given to be performed on the eighth day.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">The letters <i>yod</i>, <i>tzadi</i>, <i>ḥet</i>, and <i>kof </i>spell Yitzḥak – Isaac.</i>  <br><b>“Abraham circumcised Isaac his son when he was eight days old, as God had commanded him” (Genesis 21:4).</b> <br>“Abraham circumcised Isaac…[when he was eight days old, as God had commanded him].” That is what is written: “One who is eight days old shall be circumcised among you, every male throughout your generations” (Genesis 17:12).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5976552cd6e4a90179bf5efe", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Genesis 21:3:1", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Be'er Mayim Chaim, Genesis 21:3:1", "sourceHeRef": "באר מים חיים, בראשית כ״א:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "בראשית", "he": "<b>ויקרא</b> אברהם וגו' הנולד לו אשר ילדה לו וגו' יצחק. כפל לשון אשר בפסוק זה הכל על האמור. כי הנה קריאת שם יצחק הוא להורות על הדברים האמורים אשר רק זה הוא בן לאברהם, ואשר לא מאבימלך נתעברה שרה חלילה, ואברהם נתן סימן בשם יצחק לכל הדברים הללו. וגם מה שצוה הקב\"ה לחתום בריתו בבשרו ואמר את בריתי אקים את יצחק הכל להיות נרמז בשמו, הק' שבשמו מורה שבנו הוא שנולד לק' שנותיו וזה הוא בנו ומשרה הוא שהיתה בת צ' וזה הצ' שבשמו. והח' מורה על הברית שהבטיח הקב\"ה ואת בריתי אקים והוא ברית המילה שנימול לח' ימים וזה הוא הח' אשר בשמו. והי' הוא אות ראשונה משמו הגדול יתברך להעיד שכן הוא שלא מאבימלך נתעברה ובן כשר והגון הוא על דרך אומרם <small>(במכילתא מובא בילקוט נ\"ך רמז תת\"פ)</small> על פסוק <small>(תהלים קנ\"ב, ד')</small> שבטי יה עדות לישראל שהקב\"ה הציג שמו בשמות השבטים להעיד אשר כולם זרע אמת וכן כאן ביצחק הי' שבתחילת שמו היא הי' משם הוי\"ה להעיד עליו כי זרע כשר הוא, וזה מאמר הקרא ואת בריתי אקים את יצחק אשר תלד לך שרה, פירוש כי בריתי אקים עמו בקריאת שמו יצחק להעיד אשר תלד לך שרה כי לך ילדה אותו ולא ח\"ו כאשר אמרו ליצני הדור. וגם הברית גופא מה שצוה הקב\"ה למולו בן שמונת ימים, וידוע אשר הברית הוא חותם המלך ומורה על קדושת שמו יתברך ואם ח\"ו היה איזה שמץ ביצחק לא הייתי מצוך לחתום בריתי בבשרו, וזה מאמר הקרא ויקרא אברהם את שם בנו הנולד לו אשר ילדה לו שרה יצחק, פירוש זה השם המעיד אשר הוא בן אברהם ולא אחר וגם זה ילדה לו שרה כלומר מאתו ולו הוא כלומר לו לבד ולא זרע ממקום אחר כמאמר חז\"ל <small>(בראשית רבה נ\"ג, ו')</small> בפסוק בן לזקוניו וגם לו בדמותו וצלמו בצדקות וקלסתר פנים כאשר אמרו חז\"ל <small>(שם פ\"ה, ט')</small> ותהר לו גבורים כמותו צדיקים כמותו ועל כל אלה נקרא שמו יצחק כאמור. וגם עוד ראיה לזה אשר וימל אברהם את יצחק בנו כאשר צוה אותו אלהים, ואם אלהים האמת צוה לחתום בריתו ביצחק ודאי ביצחק יקרא לך זרע ככל הנאמר ועל כן אמרו חז\"ל <small>(שם נ\"ג, ז')</small> יצחק יצא חק לעולם וכו' כי היה קשה להם מאחר שקריאת שם הזה הוא על הדברים האלה היה צריך לשנות אותיותיו להקדים הק' המורה על שנותיו אל הצ' המורה על שנות שרה וגם הי' והח' היו צריכים להתחבר יחד כי שניהם מורים על עדות שמו יתברך ולא להפסיק בהצ' ביניהם. וגם לפי מאמרם <small>(שם)</small> שהיו\"ד והח' מורים לתורה ומצוות היו גם כן צריכים להיות שניהם יחדיו ולזה אמר שנקרא כן על שם יצא חק.", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5976552cd6e4a90179bf5f00", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Genesis 21:3:2", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Be'er Mayim Chaim, Genesis 21:3:2", "sourceHeRef": "באר מים חיים, בראשית כ״א:ג׳:ב׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "בראשית", "he": "<b>גם</b> יאמר ויקרא אברהם וגו'. לפי דרך הנזכר כי באמת היו\"ד שביצחק מורה על עשרה נסיונות שנתנסה אברהם ועמד בכולם כמאמר חז\"ל <small>(במדרש רבה י\"ח, כ\"א)</small> או על עשרת הדברות כאומרם <small>(בראשית רבה נ\"ג, ז')</small>, ואך מחמת שעדיין לא נתנסה בכל העשר בשלימות עד אחר העקידה שזה היא הנסיון העשירי סבר אברהם שלזה צוה הקב\"ה לקרוא שמו יצחק כדי להעיד אשר זה הנולד לו לא מאבימלך כאמור, וזה ויקרא אברהם את שם בנו וגו' כלומר שאברהם קראו יצחק לשם הטעמים האלה אבל באמת מה שצוהו הקב\"ה לקרותו יצחק הוא עבור עשר נסיונות או עשרת דברות כנאמר.", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5976552cd6e4a90179bf5f02", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Genesis 21:3:3", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Be'er Mayim Chaim, Genesis 21:3:3", "sourceHeRef": "באר מים חיים, בראשית כ״א:ג׳:ג׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 3.0003, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "בראשית", "he": "<b>עוד</b> יאמר. שם בנו הנולד לו אשר ילדה לו שרה וגו'. כלומר הנה זה בנו הנולד לו ממילא אשר ילדה לו שרה בזכותה לבד ולא צירף הקדוש ברוך הוא זכות אברהם בזה כי אם אשר ילדה לו שרה לבדה. וזה וימל אברהם את יצחק בנו וגו' כאשר צוה אותו אלהים, ודרשו חז\"ל <small>(קידושין כ\"ט.)</small> אותו ולא אותה כי היא אינה מחויבת במצות מילת בנה. ולכאורה דילמא החיוב על שניהם ואברהם הקדים למצוה ועשה כאשר צוה אתו אלהים אבל אפשר גם אותה צוה, ואכן לדברים הנאמרים שעיקר הולדת יצחק היה בזכותה ונקרא כמה פעמים על שמה כמו ולשרה בן, אבל שרה אשתך יולדת, וכדומה. על כן אם גם היא היתה חייבת בזה היה יותר קרוב לומר שהיא תמול אותו כי הוא בנה הכרוך אחריה אלא ודאי שהיא אינה חייבת כלל במילת בנה. ועל כן, ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1392669ad4c007a1d52bd", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Exodus 2:10:3", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Birkat Asher on Torah, Exodus 2:10:3", "sourceHeRef": "ברכת אשר על התורה, שמות ב׳:י׳:ג׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 10.0003, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "<b>אור החיים הק' ד\"ה ותקרא שמו וגו' ותאמר וגו', הנה תמצא שינוי בקריאת שם יצחק ויעקב והשבטים כי לכולם יקדים טעם השם ואחר כך השם, ביצחק - \"כל השומע יצחק וגו' ותקרא שמו יצחק\" (בראשית כא, ו)... בשבטים - \"כי ראה ה'... ותקרא שמו ראובן\" (שם כט, לב)... מה שאין כן בקריאת שמו של משה, הקדים הזכרת שמו ואחר כך טעם השם. ואולי כי האמהות היו בעלות רוח הקודש והיו משיגות בחינת השם, וקריאת השם היתה למה שהיו מכוונים בו, מה שאין כן קריאת שם משה - מגיד הכתוב כי לא השיגה לידע בחינת השם, כי שמו נפלאות יגיד וכו'.</b> ושאלני שכני ר' יהודה גרינשפן שי' מיצחק ועוד יותר מראובן, ולפי שעה לא מצאתי תשובה. (פ' שמות תש\"ס) וראה פירוש \"אור בהיר\" על \"אור החיים\" הק' (להרב ישעיה הלוי וייס, ברוקלין תשל\"ג-תש\"מ), שאמנם לא נאמר \"ותקרא שמו יצחק\" כמובא כאן, אלא \"ויקרא אברהם את שם בנו הנולד לו אשר ילדה לו שרה יצחק\" (בראשית כא, ג), אבל הכוונה שכאשר ילדתו שרה, אמרה: \"כל השמע יצחק לי\" (שם, ו), ואברהם קרא שמו יצחק בהיותו בן ח' ימים על פי הציווי האלקי בעקבות מה שאמרה שרה. ובאשר לראובן - אמנם סדר הכתוב (בראשית כט, לב) הפוך ממה שהביא \"אור החיים\" הק', אבל יתכן שכוונתו לומר כי בראובן כתוב \"ותקרא שמו ראובן כי אמרה...\", משמע שאמרה כבר טעם לקריאת השם לפני שקראה שמו ראובן.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85bf3378d5e2ab074898d9", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Vayera 41", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "Agra DeKala, Vayera 41", "sourceHeRef": "אגרא דכלה, וירא מ״א", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 41, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "וירא", "he": "<b>ויקרא אברהם את שם בנו הנולד לו אשר ילדה לו שרה יצחק (בראשית כא ג).</b> להבין החילופים והייתורים שבכאן מלידת ישמעאל. א', שם אמר ויקרא אברם שם בנו, ובכאן א\"ת שם בנו. ב', שם לא נאמר הנולד לו. ג', \"אשר \"ילדה \"לו \"שרה, כל אלו התיבות מיותרין. ולהבין כל זה זכור תזכור את אשר פירשנו אצל לידת ישמעאל שאמר שם (בראשית טז טו) ויקרא אברם שם בנו אשר ילדה הגר ישמעאל. ודקדקנו לשם בקיצור היה לו לומר ויקרא שמו ישמעאל. ופירשנו שם שהיה גלוי וידוע לפני בורא עולם שעתידין בני ישמעאל לייחס את עצמם אחר אברהם ושרה, כאשר הוא כעת שחותמין את עצמם שארנייאלין, על כן הודיענו התורה שנרמז בשמו ישמעא\"ל בגימטריא \"אברם \"הגר, להורות שנולד מהגר ובהיות עדיין שם אבינו אבר\"ם. ועל פי זה פירשנו שירת הזרזיר (שהוא קליפת ישמעאל) כנודע, ששירתו הוא ונודע בגוים זרעם וכו' כל רואיהם יכירום כי הם זרע בירך י\"י (ישעיה סא ט), כי הוא מודה כי כל הגוים יכירו את ישראל, כי הם הזרע אשר בירך הויה דייקא ולא ישמעאל. והנה בכאן בלידת יצחק אבינו היה שלא בטבע, והשי\"ת סייע באותה מעשה והויה פקד את שרה (בראשית כא א), נולד מאמנו שרה, ובהיות שם אבינו אברה\"ם, לרמז זה נקרא שמו יצח\"ק, ויצחק במילוי כזה יו\"ד צד\"י חי\"ת קו\"ף, בגימטריא \"בן \"הויה \"אברהם \"שרה עם הכולל, להורות על הכללות כביכול כלם נשתתפו להוליד הבן הקדוש. וזהו שנרמז ויקרא אברהם א\"ת שם בנ\"ו, (א\"ת יתפרש ע\"ם, ר\"ל בתוך השם מצורף גם תיבת ב\"ן, ועל איזה שם, אמר \"הנולד \"לו, ר\"ל לא באותיות הפשוטים רק הנולדים, היינו המלואים שהוא תולדה לעצם כנודע, (והשלים) אשר ילדה לו שרה, גם זה נרמז בשמו כנ\"ל, דוק והתבונן:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6304e7ffd40563098cd8af1f", "index_title": "Abarbanel on Torah", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on Torah, Genesis 21:1:12", "anchorRef": "Genesis 21:1-9", "anchorRefExpanded": ["Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9"], "sourceRef": "Abarbanel on Torah, Genesis 21:1:12", "sourceHeRef": "אברבנאל על תורה, בראשית כ״א:א׳:י״ב", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1483, 1513], "commentaryNum": 1.0012, "collectiveTitle": {"en": "Abarbanel on Torah", "he": "אברבנאל על תורה"}, "he": "וה' פקד את שרה וגומר עד ותרא שרה את בן הגר המצרית. בעבור שאמר למעלה כי עצור עצר ה' בעד כל רחם לבית אבימלך על דבר שרה אשת אברהם. סמך אליו וה' פקד את שרה ר\"ל לאויביה עצר ה' ולה שהיתה עקרה פקד אותה לשתלד. ואז\"ל שהמתפלל בעד חברו נענה ראשונה לעצמו וכן היה אברהם בעבור שהתפלל על אבימלך פקד ה' את שרה אשתו. ולשון פקידה הוא באמת ביקור והשגחה כמו פקוד פקדתי אתכם ואת העשוי לכם במצרים. כי מפני שהיו חושבים שהוא ית' לא היה משגיח בהם אמר להם כן. וכמוהו ויפקוד שמשון את אשתו בגדי עזים. ה' בצר פקדוך. עד שמפני זה יקראו הנמנים פקודים והמונים אותם יקראו פוקדים. ופי' הפסוק הזה שהמלאך אמר בשם האל שוב אשוב אליך כעת חיה וענין השיבה והביאה היא ההטבה שיתן לו משרה בן כי הפעל מורה על מציאות הפועל ובהיות הפעל כאן היה הפועל כאן ולזה נאמר ויהי ה' את יהושע. ויהי ה' את יוסף להיות טובתו והשגחתו עמו וזה וה' פקד את שרה שהשגיח בענינה ומה שיעד לה ולפי שיש פקידה לטובה ופקידה לרעה כמו שאמר וביום פקדי ופקדתי הוצרך לפרש כאן שפקידת שרה היתה כשעשה ה' לה כאשר דבר כשנתן לה הבן אשר יעדה בו ולזה לא זכר שפקד את אברהם לפי שהקבול וההריון הוא באשה גם שהיה הדבר הזה יותר זר וקשה בבחינת שרה ממה שהיה בבחינת אברהם ואפשר לפרש וה' פקד את שרה כאשר אמר בתת לה זרע ויעש ה' לשרה כאשר דבר שילדה בן זכר ולא בת ונקרא שמו יצחק כי זהו מה שדבר אליה. ואמנם בבחינת אברהם אמר ותהר ותלד שרה לאברהם בן לזקוניו ר\"ל שילדה לו עם כל זקנתו הבן הנזכר וזה טעם אמרו לזקוניו שלא אמר זה לרשום הזמן אשר בו ילדה כי אם להגיד שג\"כ נעשה לו החסד הזה והפקידה הזאת בבחינת זקנותו. ואפשר זה ג\"כ להגיד שיהיה לו יצחק בן זקונים והוא הבן המועיל לאביו העובד אותו. והצריך לו לזקוניו ויורה עם הפירוש הזה אמרו למועד אשר דבר אתו אלהים. כי זהו רושם הזמן שבו נולד לא מה שאומר לזקוניו והותרו בזה שתי השאלות הא' והב'. ", "heVersionTitle": "Torah Commentary of Yitzchak Abarbanel, Warsaw 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b>And the Lord took account of Sarah, etc. [until] and Sarah saw the son of Hagar the Egyptian (Genesis 21:1-9):</b> Since it stated above (Genesis 20:18) that, \"The Lord surely sealed every womb in the house of Avimelekh for the matter of Sarah, the wife of Avraham,\" it juxtaposed it to, \"And the Lord took account of Sarah\" - meaning to say that the Lord sealed up her enemies, but took account of her, that she should give birth when she was barren. And [the Sages,] may their memory be blessed, said that one who prays for the sake of his fellow is first answered himself. And so it was that since Avraham prayed for Avimelekh, the Lord took account of Sarah his wife. And the expression, taking account (<i>pekidah</i>) is truthfully, visiting and paying attention, as in \"I have surely taken account of (<i>pekod pakadati</i>) you and that which is being done to you in Egypt\" (Exodus 3:16). For it is since they thought that He, may He be blessed, was not paying attention to them that He said this. And this is like, \"and Shimshon took account of his wife with goat clothing\" (Judges 15:1); \"Lord, in distress did they take account of You.\" Until on account of this did [people] call those counted, <i>pekudim</i>, and those counting them, <i>pokedim</i>. And the explanation of this verse is that the angel of God had said in God's name, \"I will surely return to you next year\" (Genesis 18:10). And the content of this returning and this coming is the benefit that He will give him a son from Sarah. For the action indicates the presence of the actor; and since the action was here, the Actor was [also] here. And that is why it is stated (Joshua 6:27), \"And the Lord was with Yehoshua\"; \"And the Lord was with Yosef\" (Genesis 39:2) - in that His goodness and His attention was with him. And that is the meaning of, \"And the Lord took account of Sarah\" - that He payed attention to her matter and that which He had forecast for her. But since there is a taking account for the good and a taking account for the bad - as He stated (Exodus 32:24), \"but on the day of My taking account, I will take account\" - it was necessary to explain here that the taking account of Sarah was when \"the Lord did to her like He had spoken,\" when He gave her the son that He had forecast to her. And He did not mention that He took account of Avraham for [the following reason]: Because the retention and the pregnancy is with the woman; also because the thing was stranger and more difficult from the perspective of Sarah than it was from the perspective of Avraham. And it is [also] possible to explain, \"And the Lord took account of Sarah as He had said,\" by giving her seed, \"and the Lord did to Sarah as He had spoken\" - that He gave her a male child, and not a daughter. And his name was called Yitzchak, because that is what He said to her. However, from the perspective of Avraham, it said, \"And Sarah conceived and bore Avraham a son in his old age\" - meaning to say that she gave birth to the son mentioned from him even with all of his age. And that is the reason for its stating, \"in his old age.\" As it did not say it to denote the time at which she gave birth, but rather to say that also this kindness and this taking account - from the perspective of his being elderly - was done for him. And it is also possible that this is to say that Yitzchak would be the child of his old age, and that is a child that helps his father and serves him; so he would need him for his old age. And with this explanation, it is indicated that its stating, \"At the set-time of which God had spoken\" - that this is the mention of the time at which he was born; not that which it says, \"in his old age.\" And two questions are solved with this, the first and the second. ", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "6319d0bbb6084aa1cbf06d67", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, הַ· 1", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "BDB, הַ· 1", "sourceHeRef": "בראון-דרייבר-בריגס, הַ· א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "הַ·", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">הַ·</span>, <span dir=\"rtl\">הַ</span>, <span dir=\"rtl\">הָ</span>, <span dir=\"rtl\">הֶ</span></big></big>  (on the use of these different forms, see the Grammars: e.g. Ges<sup>§ 35</sup>), <strong>definite article</strong>, <strong>the (</strong>so Moab. Ph. (Schröd <sup>§ 62–4</sup>), Liḥyan (NW. Arabia) <em>ha</em> (DHM<sup>Epigr. Denkm. 4. 13. 58 ff.</sup>); not Assyrian Aramaic or Ethiopic: Arabic <span dir=\"rtl\">اَلْ</span>, of which, before dentals, sibilants, and liquids, the <em>l</em> is written but not pronounced, thus <span dir=\"rtl\">اَلشَّمْسُ</span> pron. <em>ʾash-shamsu</em> = Heb. <span dir=\"rtl\">הַשֶּׁמֶשׁ</span><strong>)</strong>—in gen. the use of the art. in Heb. is analogous to its use in Greek or German: but naturally there are applications peculiar to Hebrew (comp. with what follows Ges<sup>§ 126</sup> Ew<sup>§ 277</sup>):—<br><strong>1.</strong>  joined with <em>substantives:</em> <strong>a.</strong>  to mark a definite concrete object, as <a data-ref=\"Genesis 1:1\" href=\"/Genesis.1.1\">Gn 1:1</a> <em>the</em> heavens and <em>the</em> earth, <span dir=\"rtl\">הַמֶּלֶךְ</span> the king, etc. Never, however (as in Greek e.g. ὁΠλάτων), before true proper names, though it is used with certain terms, chiefly geographical, of which the orig. appellative sense has not been lost, as <span dir=\"rtl\">הַבַּעַל</span> ‘Baal,’ lit. ‘the lord,’ in pl. <span dir=\"rtl\">הַבְּעָלִים</span> i.e. the various local Baals, <span dir=\"rtl\">הַשָּׂטָן</span> <em>the</em> Adversary <a data-ref=\"Job 1:6\" href=\"/Job.1.6\">Jb 1:6 ff.</a> (as a pr. n. <span dir=\"rtl\">שָׂטָן</span>, ‘Satan,’ only <a data-ref=\"I Chronicles 21:1\" href=\"/I_Chronicles.21.1\">1 Ch 21:1</a>); <span dir=\"rtl\">הַלְּבָנוֹן</span> (but not <span dir=\"rtl\">הַחֶרְמוֹן</span>), <span dir=\"rtl\">הַיַּרְדֵּן</span> (but not <span dir=\"rtl\">הָאַרְנֹן</span>), <span dir=\"rtl\">הַכַּרְמֶל</span>, <span dir=\"rtl\">הַשָּׁרוֹן</span> the Sharon, <span dir=\"rtl\">הַשְּׁפֵלָה</span> the (Judaean) lowland, <span dir=\"rtl\">הַכִּכָּר</span>, <span dir=\"rtl\">הַמִּישׁוֹר</span> the (Moabite) table-land, <span dir=\"rtl\">הָעֲרָבָה</span>, <span dir=\"rtl\">הָעַי</span> ‘ʿAi,’ <span dir=\"rtl\">הַגִּבְעָה</span> ‘Gibeah,’ <a data-ref=\"Judges 20:5\" href=\"/Judges.20.5\">Ju 20:5 ff.</a>, <span dir=\"rtl\">הַגָּלִיל</span> ‘Galilee,’ <span dir=\"rtl\">הַגִּלְגָּל</span>, <span dir=\"rtl\">הַגִּלְבֹּעַ</span>, <span dir=\"rtl\">הַבָּשָׁן</span>, <span dir=\"rtl\">הַגִּלְעָד</span> (often), <span dir=\"rtl\">הַשִּׁטִּים</span>, <span dir=\"rtl\">הַמִּצְפָּה</span>, <span dir=\"rtl\">הָרָמָה</span>, <span dir=\"rtl\">הַיְשִׁימוֹן</span>, <span dir=\"rtl\">הָעֹפֶל</span>, <span dir=\"rtl\">הַפִּסְגָּה</span>. <strong>b.</strong>  with an adjective to denote one who exhibits a quality κατʼ ἐξοχήν, i.e. to express the compar. or superl. degree: so often, as <a data-ref=\"Genesis 1:16\" href=\"/Genesis.1.16\">Gn 1:16</a> <span dir=\"rtl\">המאור הגדל</span> the <em>greater</em> light, <span dir=\"rtl\">המאור הקטן</span> the <em>lesser</em> light, <a data-ref=\"Genesis 27:1\" href=\"/Genesis.27.1\">27:1</a> <span dir=\"rtl\">בנו הגדול</span> = his <em>elder</em> son, <a data-ref=\"Genesis 48:14\" href=\"/Genesis.48.14\">48:14</a> <span dir=\"rtl\">הצעיר</span> the <em>younger</em>, <a data-ref=\"Genesis 42:13\" href=\"/Genesis.42.13\">42:13</a> <span dir=\"rtl\">הַקָּטֹן</span> the little one, i.e. the <em>youngest</em> (of Joseph’s brethren), <a data-ref=\"Leviticus 21:10\" href=\"/Leviticus.21.10\">Lv 21:10</a> <span dir=\"rtl\">הַגָּדוֹל מֵאֶחָיו</span> the <em>chiefest</em> of his brethren, <a data-ref=\"Numbers 35:25\" href=\"/Numbers.35.25\">Nu 35:25</a> + <span dir=\"rtl\">הכהן הגדול</span> the <em>chief</em> priest, <span dir=\"rtl\">הצעיר ב׳</span> the <em>least</em> among <a data-ref=\"Judges 6:15\" href=\"/Judges.6.15\">Ju 6:15</a>, <span dir=\"rtl\">הצעירה מן</span> the <em>least</em> of <a data-ref=\"I Samuel 9:21\" href=\"/I_Samuel.9.21\">1 S 9:21</a>, <span dir=\"rtl\">הַיָּפָה ב׳</span> the <em>fairest</em> among <a data-ref=\"Song of Songs 1:8\" href=\"/Song_of_Songs.1.8\">Ct 1:8</a>, <a data-ref=\"II Kings 10:3\" href=\"/II_Kings.10.3\">2 K 10:3</a> <a data-ref=\"Proverbs 30:30\" href=\"/Proverbs.30.30\">Pr 30:30</a>, cf. <a data-ref=\"Joshua 14:15\" href=\"/Joshua.14.15\">Jos 14:15</a>. <strong>c.</strong>  with nouns which are not definite in themselves, but <em>acquire their definition from the context, or from the manner in which they are introduced:</em> thus (α) in the standing phrases <span dir=\"rtl\">הַיּוֹם</span> <em>to-day</em>, <a data-ref=\"Genesis 4:14\" href=\"/Genesis.4.14\">Gn 4:14</a>; <a data-ref=\"Genesis 21:26\" href=\"/Genesis.21.26\">21:26</a> + often; <span dir=\"rtl\">הַלַּיְלָה</span> <em>to-night</em>, <a data-ref=\"Genesis 19:5\" href=\"/Genesis.19.5\">Gn 19:5</a>; <a data-ref=\"Genesis 30:15\" href=\"/Genesis.30.15\">30:15</a> +, once <a data-ref=\"I Samuel 15:16\" href=\"/I_Samuel.15.16\">1 S 15:16</a> <em>last night;</em> so <span dir=\"rtl\">הַשָּׁנָה</span> <em>this</em> year, <a data-ref=\"II Kings 19:29\" href=\"/II_Kings.19.29\">2 K 19:29</a> <a data-ref=\"Jeremiah 28:16\" href=\"/Jeremiah.28.16\">Jer 28:16</a>; <span dir=\"rtl\">הַפַּעַם</span> <em>this</em> time, <a data-ref=\"Genesis 18:32\" href=\"/Genesis.18.32\">Gn 18:32</a> +, <span dir=\"rtl\">בַּמִּלְחָמָה</span> <em>in battle</em> <a data-ref=\"I Samuel 26:10\" href=\"/I_Samuel.26.10\">1 S 26:10</a>; <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">30:24</a> <a data-ref=\"II Samuel 19:4\" href=\"/II_Samuel.19.4\">2 S 19:4</a>. (β) <span dir=\"rtl\">הַנָּהָר</span> <em>the</em> river = Euphrates; <a data-ref=\"Exodus 2:15\" href=\"/Exodus.2.15\">Ex 2:15</a> <em>the</em> (local) <em>well</em>, <a data-ref=\"Joshua 8:11\" href=\"/Joshua.8.11\">Jos 8:11</a> <em>the</em> valley, <a data-ref=\"I Samuel 17:3\" href=\"/I_Samuel.17.3\">1 S 17:3</a>; <a data-ref=\"I Samuel 19:10\" href=\"/I_Samuel.19.10\">1 S 19:10</a> <em>the</em> wall, v <a data-ref=\"I Samuel 19:13\" href=\"/I_Samuel.19.13\">13</a> <em>the</em> bed, <a data-ref=\"I Samuel 20:21\" href=\"/I_Samuel.20.21\">20:21</a> <span dir=\"rtl\">הַנַּעַר</span> <em>the</em> lad (whom Jonathan would naturally take with him), v <a data-ref=\"I Samuel 20:34\" href=\"/I_Samuel.20.34\">34</a> <em>the</em> table. Hence occas. where a suffix would define the noun more precisely, as <span dir=\"rtl\">הַחֲמוֹר</span> <a data-ref=\"II Samuel 19:27\" href=\"/II_Samuel.19.27\">2 S 19:27</a> + = <em>my</em> ass, <a data-ref=\"Judges 3:20\" href=\"/Judges.3.20\">Ju 3:20</a> <a data-ref=\"I Samuel 1:9\" href=\"/I_Samuel.1.9\">1 S 1:9</a> <span dir=\"rtl\">הַכִּסֵּא</span> = <em>his</em> seat, <a data-ref=\"Judges 4:15\" href=\"/Judges.4.15\">Ju 4:15</a> <a data-ref=\"I Kings 22:35\" href=\"/I_Kings.22.35\">1 K 22:35</a> <a data-ref=\"II Kings 10:15\" href=\"/II_Kings.10.15\">2 K 10:15</a> + <span dir=\"rtl\">הַמֶּרְכָּבָה</span>, <a data-ref=\"I Samuel 18:10\" href=\"/I_Samuel.18.10\">1 S 18:10</a>; <a data-ref=\"I Samuel 20:33\" href=\"/I_Samuel.20.33\">20:33</a> <span dir=\"rtl\">הַחֲנִית</span>. <strong>d.</strong>  it is a peculiarity of Hebrew thought to conceive an object as defined by its being <em>taken for a particular purpose</em>, and thus by a kind of prolepsis to prefix the art. to the noun denoting it: <a data-ref=\"I Samuel 10:1\" href=\"/I_Samuel.10.1\">1 S 10:1</a> and Samuel took <span dir=\"rtl\">אֶת־פַּךְ הַשֶּׁמֶן</span> lit. <em>the</em> cruse of oil, not, however, a cruse which had been defined previously, but one rendered definite by <em>being now taken;</em> in English idiom ‘<em>a</em> cruse of oil,’ v <a data-ref=\"I Samuel 10:25\" href=\"/I_Samuel.10.25\">25</a> <span dir=\"rtl\">בַּסֵּפֶר</span> lit. in <em>the</em> scroll or book, the one, viz. taken for the purpose, i.e. in <em>a</em> scroll (so <a data-ref=\"Exodus 17:14\" href=\"/Exodus.17.14\">Ex 17:14</a> <a data-ref=\"Numbers 5:23\" href=\"/Numbers.5.23\">Nu 5:23</a> <a data-ref=\"Job 19:23\" href=\"/Job.19.23\">Jb 19:23</a>), <a data-ref=\"Job 21:10\" href=\"/Job.21.10\">21:10</a> <span dir=\"rtl\">בַּשִּׂמְלָה</span>, <a data-ref=\"Judges 4:18\" href=\"/Judges.4.18\">Ju 4:18</a> <span dir=\"rtl\">וַתְּכַסֵּהוּ בַּשְּׂמִיכָה</span>, v <a data-ref=\"Judges 4:19\" href=\"/Judges.4.19\">19</a>; <a data-ref=\"Judges 7:13\" href=\"/Judges.7.13\">7:13</a> <span dir=\"rtl\">הָאֹהֶל</span> <em>a</em> tent, <a data-ref=\"Judges 8:25\" href=\"/Judges.8.25\">8:25</a>; <a data-ref=\"Judges 9:48\" href=\"/Judges.9.48\">9:48</a> <span dir=\"rtl\">אֶת־הַקַּרְדֻּמֹּת</span> <em>hatchests</em>, <a data-ref=\"Judges 20:16\" href=\"/Judges.20.16\">20:16</a> every one able to sling <span dir=\"rtl\">בָּאֶבֶן אֶל־הַשַּׂעֲרָה</span> with <em>a</em> stone at <em>a</em> hair, <a data-ref=\"I Samuel 6:8\" href=\"/I_Samuel.6.8\">1 S 6:8</a> <span dir=\"rtl\">בָּאַרְגָּז</span> (unless indeed the <span dir=\"rtl\">אַרְגָּז</span> was an understood appendage in every cart), <a data-ref=\"Numbers 11:27\" href=\"/Numbers.11.27\">Nu 11:27</a> <span dir=\"rtl\">הַנַּעַר</span> <em>a</em> young man, <a data-ref=\"Numbers 13:23\" href=\"/Numbers.13.23\">13:23</a> <span dir=\"rtl\">בַּמּוֹט</span> on <em>a</em> pole, <a data-ref=\"Joshua 2:15\" href=\"/Joshua.2.15\">Jos 2:15</a> <span dir=\"rtl\">בַּחֶבֶל</span> with <em>a</em> cord, <a data-ref=\"II Samuel 17:17\" href=\"/II_Samuel.17.17\">2 S 17:17</a> <span dir=\"rtl\">השׁפחה</span> <em>a</em> girl (cf. Dr <a data-ref=\"I Samuel 1:4\" href=\"/I_Samuel.1.4\">1 S 1:4</a>; <a data-ref=\"I Samuel 19:13\" href=\"/I_Samuel.19.13\">19:13</a>). Sometimes it is uncertain whether an art. is to be referred to <strong>c</strong> or <strong>d</strong>: e.g. <a data-ref=\"I Samuel 2:13\" href=\"/I_Samuel.2.13\">1 S 2:13</a> <em>his</em> prong or <em>a</em> prong, <a data-ref=\"II Samuel 18:9\" href=\"/II_Samuel.18.9\">2 S 18:9</a> <em>his</em> mule or <em>a</em> mule, etc. <strong>e.</strong>  with nouns that denote <em>objects or classes of objects that are known to all</em>, as <span dir=\"rtl\">הַצֹּאן</span>, <span dir=\"rtl\">הַזָּהָב</span>, <span dir=\"rtl\">הַמַּיִם</span>; <a data-ref=\"Genesis 13:2\" href=\"/Genesis.13.2\">Gn 13:2</a> Abram was very rich <span dir=\"rtl\">בַּמִּקְנֶה בַּכֶּסֶף וּבַזָּהָב</span>, <a data-ref=\"Exodus 31:4\" href=\"/Exodus.31.4\">Ex 31:4</a> <span dir=\"rtl\">לַעֲשׂוֹת בַּזָּהָב וּבַכֶּסֶף</span>, <a data-ref=\"Deuteronomy 14:26\" href=\"/Deuteronomy.14.26\">Dt 14:26</a> and thou shalt lay out the money <span dir=\"rtl\">בַּבָּקָר וּבַצֹּאן וּבַיַּיִן וּבַשֵּׁכָר</span>, <a data-ref=\"II Kings 9:30\" href=\"/II_Kings.9.30\">2 K 9:30</a> <span dir=\"rtl\">וַתָּשֶׂם בַּפּוּךְ עֵינֶיהָ</span>, in French ‘<em>elle mit du fard à ses yeux</em>.’ It is, however, remarkable that this usage depends mostly on the punctuation, <span dir=\"rtl\">הַכֶּסֶף</span>, <span dir=\"rtl\">הַיַּיִן</span>, <span dir=\"rtl\">הַלֶּחֶם</span> etc. (except as applied to denote <em>definite</em> quantities of gold, wine, etc., as <a data-ref=\"Joshua 6:24\" href=\"/Joshua.6.24\">Jos 6:24</a>) being far less common than <span dir=\"rtl\">כֶּסֶף</span>, <span dir=\"rtl\">יַיִן</span> etc., but <span dir=\"rtl\">בַּכֶּסֶף</span>, <span dir=\"rtl\">לַכֶּסֶף</span> etc. being much more freq. than <span dir=\"rtl\">בְּכֶסֶף</span>, <span dir=\"rtl\">לְכֶסֶף</span> etc.: for instances in which the art. forms part of the consonantal text, see <a data-ref=\"Genesis 6:20\" href=\"/Genesis.6.20\">Gn 6:20</a>; <a data-ref=\"Genesis 7:8\" href=\"/Genesis.7.8\">7:8</a> + <span dir=\"rtl\">העוף</span> and <span dir=\"rtl\">הבהמה</span>, <a data-ref=\"Deuteronomy 8:3\" href=\"/Deuteronomy.8.3\">Dt 8:3</a> <span dir=\"rtl\">הַלֶּחֶם</span>, <a data-ref=\"I Kings 5:8\" href=\"/I_Kings.5.8\">1 K 5:8</a>, <a data-ref=\"I Kings 5:13\" href=\"/I_Kings.5.13\">13</a> <a data-ref=\"Isaiah 28:7\" href=\"/Isaiah.28.7\">Is 28:7</a> <span dir=\"rtl\">הַיַּיִן</span> and <span dir=\"rtl\">הַשֵּׁכָר</span>, <a data-ref=\"Isaiah 60:17\" href=\"/Isaiah.60.17\">60:17</a> <a data-ref=\"Ezekiel 15:4\" href=\"/Ezekiel.15.4\">Ez 15:4</a>, <a data-ref=\"Ezekiel 15:7\" href=\"/Ezekiel.15.7\">7</a> <span dir=\"rtl\">הָאֵשׁ</span>, <a data-ref=\"Habakkuk 2:5\" href=\"/Habakkuk.2.5\">Hb 2:5</a> <a data-ref=\"Proverbs 20:1\" href=\"/Proverbs.20.1\">Pr 20:1</a> <a data-ref=\"Psalms 65:14\" href=\"/Psalms.65.14\">ψ 65:14</a> <span dir=\"rtl\">הַצֹּאן</span>, <a data-ref=\"Song of Songs 1:11\" href=\"/Song_of_Songs.1.11\">Ct 1:11</a> <a data-ref=\"Ecclesiastes 7:12\" href=\"/Ecclesiastes.7.12\">Ec 7:12</a>. Cf. below, <strong>h.</strong> <strong>f.</strong>  in <em>comparisons</em>, the object compared being, as a rule, not an individual as such, but one exhibiting the characteristics of a class: <a data-ref=\"Isaiah 1:18\" href=\"/Isaiah.1.18\">Is 1:18</a> <span dir=\"rtl\">כַּשָּׁנִים</span>, <span dir=\"rtl\">כַּתּוֹלָע</span> like scarlet, like crimson (both meant generally), <a data-ref=\"Isaiah 5:24\" href=\"/Isaiah.5.24\">5:24</a> <span dir=\"rtl\">כַּמַּק יִהְיֶה</span> v <a data-ref=\"Isaiah 5:28\" href=\"/Isaiah.5.28\">28</a> <span dir=\"rtl\">כַּצַּר</span> and <span dir=\"rtl\">כַּסּוּפָה</span>, <a data-ref=\"Isaiah 10:14\" href=\"/Isaiah.10.14\">10:14</a> <span dir=\"rtl\">כַּקֵּן</span>, <a data-ref=\"Isaiah 13:8\" href=\"/Isaiah.13.8\">13:8</a> <span dir=\"rtl\">כַּיּוֹלֵדָה</span> (as always with this word, e.g. <a data-ref=\"Isaiah 42:14\" href=\"/Isaiah.42.14\">42:14</a> <a data-ref=\"Psalms 48:7\" href=\"/Psalms.48.7\">ψ 48:7</a>), <a data-ref=\"Isaiah 11:7\" href=\"/Isaiah.11.7\">11:7</a> <span dir=\"rtl\">כַּבָּקָר</span>; + often (The usage is not, however, quite uniform, at least according to the punctuation: there occurs e.g. <span dir=\"rtl\">כְּקַשׁ</span> <a data-ref=\"Job 41:21\" href=\"/Job.41.21\">Jb 41:21</a> <a data-ref=\"Isaiah 47:14\" href=\"/Isaiah.47.14\">Is 47:14</a>; <span dir=\"rtl\">כְּאַרְיֵה</span> <a data-ref=\"Psalms 7:3\" href=\"/Psalms.7.3\">ψ 7:3</a> al.: and we find both <span dir=\"rtl\">כַּלָּבִיא</span> <a data-ref=\"Isaiah 5:29\" href=\"/Isaiah.5.29\">Is 5:29</a> and <span dir=\"rtl\">כְּלָבִיא</span> <a data-ref=\"Hosea 13:8\" href=\"/Hosea.13.8\">Ho 13:8</a>; <span dir=\"rtl\">כָּאֲרִי</span> <a data-ref=\"Isaiah 38:13\" href=\"/Isaiah.38.13\">Is 38:13</a> and <span dir=\"rtl\">כַּאֲרִי</span> <a data-ref=\"Numbers 24:9\" href=\"/Numbers.24.9\">Nu 24:9</a>; <span dir=\"rtl\">כַּגִּבּוֹר</span> <a data-ref=\"Isaiah 42:13\" href=\"/Isaiah.42.13\">Is 42:13</a> and <span dir=\"rtl\">כְּגבור</span> <a data-ref=\"Job 16:14\" href=\"/Job.16.14\">Jb 16:14</a>; etc.) Similarly <a data-ref=\"Genesis 19:28\" href=\"/Genesis.19.28\">Gn 19:28</a> <span dir=\"rtl\">כְּקִיטֹר הַכִּבְשָׁן</span> as the smoke of <em>a</em> furnace, <a data-ref=\"Numbers 11:8\" href=\"/Numbers.11.8\">Nu 11:8</a>, <a data-ref=\"Numbers 11:12\" href=\"/Numbers.11.12\">12</a> <span dir=\"rtl\">כַּאֲשֶׁר יִשָּׂא הָאֹמֵן אֶת־הַיֹּנֵק</span>, <a data-ref=\"Deuteronomy 28:29\" href=\"/Deuteronomy.28.29\">Dt 28:29</a> <span dir=\"rtl\">(הָעִוֵּר)</span>, <a data-ref=\"Judges 8:18\" href=\"/Judges.8.18\">Ju 8:18</a> b <span dir=\"rtl\">כְּתֹאַר בְּנֵי הַמֶּלֶךְ</span>, <a data-ref=\"Isaiah 14:6\" href=\"/Isaiah.14.6\">14:6</a> <span dir=\"rtl\">כְּשַׁסַּע הַגְּדִי</span> like (a lion’s) rending <em>a</em> kid, <a data-ref=\"Judges 16:9\" href=\"/Judges.16.9\">16:9</a> <a data-ref=\"I Kings 14:15\" href=\"/I_Kings.14.15\">1 K 14:15</a> <a data-ref=\"Zechariah 12:10\" href=\"/Zechariah.12.10\">Zc 12:10</a> <span dir=\"rtl\">כְמִסְפֵּד עַל הַיָּחִיד</span> as mourning over <em>an</em> only child, <a data-ref=\"Zechariah 13:9\" href=\"/Zechariah.13.9\">13:9</a> +. Where, however, the standard of comparison is not the class in general, but only a particular part of it, defined by a special epithet (whether adj. or verb), the art. is naturally omitted: thus <span dir=\"rtl\">כַּמֹּץ</span> like chaff (in general) <a data-ref=\"Isaiah 41:15\" href=\"/Isaiah.41.15\">Is 41:15</a>, but <span dir=\"rtl\">כְּמֹץ עֹבֵר</span> like chaff passing away <a data-ref=\"Isaiah 29:5\" href=\"/Isaiah.29.5\">29:5</a>; <span dir=\"rtl\">כַּצֵּל</span> <a data-ref=\"Job 14:2\" href=\"/Job.14.2\">Jb 14:2</a>, but <span dir=\"rtl\">כְּצֵל נָטוּי</span> <a data-ref=\"Psalms 102:12\" href=\"/Psalms.102.12\">ψ 102:12</a>; <span dir=\"rtl\">כַּקַּשׁ</span> <a data-ref=\"Isaiah 40:24\" href=\"/Isaiah.40.24\">Is 40:24</a>. but <span dir=\"rtl\">כְּקַשׁ נִדָּף</span> <a data-ref=\"Isaiah 41:2\" href=\"/Isaiah.41.2\">41:2</a>; <span dir=\"rtl\">כָּאַיָּל</span> <a data-ref=\"Isaiah 35:6\" href=\"/Isaiah.35.6\">Is 35:6</a>, but <span dir=\"rtl\">כְּאַיָּל תַּעֲרֹג על וג׳</span> like <em>a hind</em> (<em>that</em>) <em>longeth for streams of water</em> <a data-ref=\"Psalms 42:2\" href=\"/Psalms.42.2\">ψ 42:2</a>; <span dir=\"rtl\">כָּאֵשׁ</span> <a data-ref=\"Isaiah 9:17\" href=\"/Isaiah.9.17\">Is 9:17</a>, but <span dir=\"rtl\">כְּאֵשׁ תבער יער</span> like <em>fire</em> (<em>that</em>) <em>kindleth a wood</em> <a data-ref=\"Psalms 83:15\" href=\"/Psalms.83.15\">ψ 83:15</a>; <span dir=\"rtl\">כֶעָשָׁן</span> <a data-ref=\"Isaiah 51:6\" href=\"/Isaiah.51.6\">Is 51:6</a>, but <span dir=\"rtl\">כְּעָשָׁן מֵאֲרֻבָּה</span> like <em>smoke from a chimney</em> <a data-ref=\"Hosea 13:3\" href=\"/Hosea.13.3\">Ho 13:3</a>: so <a data-ref=\"Isaiah 62:1\" href=\"/Isaiah.62.1\">Is 62:1</a> b <a data-ref=\"Job 9:26\" href=\"/Job.9.26\">Jb 9:26</a>; <a data-ref=\"Job 11:16\" href=\"/Job.11.16\">11:16</a> <span dir=\"rtl\">כְּמַיִם עָֽבְרוּ</span> like <em>waters</em> (<em>that</em>) <em>have passed by</em>, etc.; <a data-ref=\"Deuteronomy 32:2\" href=\"/Deuteronomy.32.2\">Dt 32:2</a> a <span dir=\"rtl\">כַּמָּטָר</span>, <span dir=\"rtl\">כַּטַּל</span>, but v <a data-ref=\"Deuteronomy 32:2\" href=\"/Deuteronomy.32.2\">2</a> b <span dir=\"rtl\">כִּשְׂעִירִים עֲלֵי־דֶשֶׁא</span>, <span dir=\"rtl\">כִּרְבִיבִים עֲלֵי־עֵשֶׂב</span>. Where the art. is found, although a rel. clause follows (as <a data-ref=\"Psalms 1:4\" href=\"/Psalms.1.4\">ψ 1:4</a>; <a data-ref=\"Psalms 49:13\" href=\"/Psalms.49.13\">49:13</a> <a data-ref=\"Isaiah 61:10\" href=\"/Isaiah.61.10\">Is 61:10</a>), this is prob. to be regarded not as <em>limiting</em> the class of object compared, but as <em>describing</em> it. <strong>g.</strong>  prefixed to <em>generic</em> nouns (in the singular) it designates the <em>class</em>, i.e. it imparts to the noun a <em>collective</em> force, as <a data-ref=\"Exodus 1:22\" href=\"/Exodus.1.22\">Ex 1:22</a> <span dir=\"rtl\">כָּל־הַבֵּן</span> all (lit. the whole of) <em>the sons</em>, <span dir=\"rtl\">כָּל־הַבַּת</span> all <em>the daughters</em>, <a data-ref=\"Leviticus 17:8\" href=\"/Leviticus.17.8\">Lv 17:8</a>, <a data-ref=\"Leviticus 17:10\" href=\"/Leviticus.17.10\">10</a> <span dir=\"rtl\">מִן־הַגֵּר</span> of <em>the strangers</em>, who sojourn in their midst, <a data-ref=\"Numbers 21:7\" href=\"/Numbers.21.7\">Nu 21:7</a> <span dir=\"rtl\">הַנָּחָשׁ</span> <em>the serpents;</em> <a data-ref=\"Genesis 14:13\" href=\"/Genesis.14.13\">Gn 14:13</a> <a data-ref=\"Ezekiel 24:26\" href=\"/Ezekiel.24.26\">Ez 24:26</a>; <a data-ref=\"Ezekiel 33:21\" href=\"/Ezekiel.33.21\">33:21</a> <span dir=\"rtl\">הַפָּלִיט</span> those who escaped; <a data-ref=\"Joshua 6:7\" href=\"/Joshua.6.7\">Jos 6:7</a> + <span dir=\"rtl\">הֶחָלוּץ</span> <a data-ref=\"Joshua 6:9\" href=\"/Joshua.6.9\">6:9</a>, <a data-ref=\"Joshua 6:13\" href=\"/Joshua.6.13\">13</a> <span dir=\"rtl\">הַמְאַסֵּף</span>; <a data-ref=\"Joshua 8:19\" href=\"/Joshua.8.19\">8:19</a> <span dir=\"rtl\">הָאוֹרֵב</span>; <a data-ref=\"I Samuel 13:17\" href=\"/I_Samuel.13.17\">1 S 13:17</a> <span dir=\"rtl\">הַמַּשְׁחִית</span>; <a data-ref=\"Micah 2:13\" href=\"/Micah.2.13\">Mi 2:13</a>; <a data-ref=\"Isaiah 6:4\" href=\"/Isaiah.6.4\">Is 6:4</a> <span dir=\"rtl\">הַקּוֹרֵא</span> the choir of criers; <a data-ref=\"I Samuel 24:14\" href=\"/I_Samuel.24.14\">1 S 24:14</a> <span dir=\"rtl\">הַקַּדְמֹנִי</span> the ancients; <a data-ref=\"Ecclesiastes 7:26\" href=\"/Ecclesiastes.7.26\">Ec 7:26</a> <span dir=\"rtl\">אֶת־הַאִשָּׁה</span> woman, and often with gentile names, as <span dir=\"rtl\">הַיְבוּסִי</span> the Jebusites, <span dir=\"rtl\">הַכְּרֵתִי וְהַפְּלֵתִי</span> <a data-ref=\"II Samuel 8:18\" href=\"/II_Samuel.8.18\">2 S 8:18</a> al., <span dir=\"rtl\">הַדָּנִי</span> <a data-ref=\"Judges 18:1\" href=\"/Judges.18.1\">Ju 18:1</a> etc., <span dir=\"rtl\">הַלֵּוִי</span> the Levites, <a data-ref=\"Numbers 3:20\" href=\"/Numbers.3.20\">Nu 3:20</a>; <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">18:23</a> <a data-ref=\"Malachi 2:8\" href=\"/Malachi.2.8\">Mal 2:8</a> <a data-ref=\"Psalms 135:20\" href=\"/Psalms.135.20\">ψ 135:20</a> +. <strong>h.</strong>  with nouns denoting abstract ideas, especially the names of moral qualities (cf. Gk. ἡ δίκη, Fr. la justice), chiefly in two cases—(α) where the art. is recognizable in the consonantal text, exceptionally, when some emphasis or definiteness is intended, as <a data-ref=\"Deuteronomy 7:9\" href=\"/Deuteronomy.7.9\">Dt 7:9</a> <span dir=\"rtl\">שׁומר הברית והחסד</span>; <span dir=\"rtl\">החסד הזה</span> <a data-ref=\"II Samuel 2:5\" href=\"/II_Samuel.2.5\">2 S 2:5</a> <a data-ref=\"I Kings 3:6\" href=\"/I_Kings.3.6\">1 K 3:6</a>; <span dir=\"rtl\">את החסד והרחמים</span> <a data-ref=\"Jeremiah 16:5\" href=\"/Jeremiah.16.5\">Je 16:5</a> (contr. <a data-ref=\"Zechariah 7:9\" href=\"/Zechariah.7.9\">Zc 7:9</a>); <span dir=\"rtl\">הצדק</span> †<a data-ref=\"Isaiah 1:26\" href=\"/Isaiah.1.26\">Is 1:26</a>; <a data-ref=\"Isaiah 61:3\" href=\"/Isaiah.61.3\">61:3</a> <a data-ref=\"Ecclesiastes 3:16\" href=\"/Ecclesiastes.3.16\">Ec 3:16</a>; <span dir=\"rtl\">הַצְּדָקָה</span> †<a data-ref=\"Isaiah 32:17\" href=\"/Isaiah.32.17\">Is 32:17</a><sup>(×2)</sup> (contrast v <a data-ref=\"Isaiah 32:16\" href=\"/Isaiah.32.16\">16</a>) <a data-ref=\"Daniel 9:7\" href=\"/Daniel.9.7\">Dn 9:7</a> (emph.); <span dir=\"rtl\">הַדַּעַת</span> <a data-ref=\"Hosea 4:6\" href=\"/Hosea.4.6\">Ho 4:6</a>; <span dir=\"rtl\">הָאֱמֶת</span> <a data-ref=\"Genesis 32:11\" href=\"/Genesis.32.11\">Gn 32:11</a> (sq. <span dir=\"rtl\">אֲשֶׁר</span>), <a data-ref=\"Isaiah 59:15\" href=\"/Isaiah.59.15\">Is 59:15</a> (contrast v <a data-ref=\"Isaiah 59:14\" href=\"/Isaiah.59.14\">14</a>) <a data-ref=\"Zechariah 8:3\" href=\"/Zechariah.8.3\">Zc 8:3</a>, <a data-ref=\"Zechariah 8:19\" href=\"/Zechariah.8.19\">19</a>; <span dir=\"rtl\">הָאֱמוּנָה</span> †<a data-ref=\"Isaiah 11:5\" href=\"/Isaiah.11.5\">Is 11:5</a> b (contr. v a) <a data-ref=\"Jeremiah 7:28\" href=\"/Jeremiah.7.28\">Je 7:28</a>; <span dir=\"rtl\">הַחָכְמָה</span> <a data-ref=\"Job 28:12\" href=\"/Job.28.12\">Jb 28:12</a>, <a data-ref=\"Job 28:20\" href=\"/Job.28.20\">20</a>; <span dir=\"rtl\">הַחַיִּים</span> <a data-ref=\"Genesis 2:9\" href=\"/Genesis.2.9\">Gn 2:9</a> +; <span dir=\"rtl\">הָאַהֲבָה</span> †<a data-ref=\"Song of Songs 2:7\" href=\"/Song_of_Songs.2.7\">Ct 2:7</a>; <a data-ref=\"Song of Songs 3:5\" href=\"/Song_of_Songs.3.5\">3:5</a>; <a data-ref=\"Song of Songs 8:4\" href=\"/Song_of_Songs.8.4\">8:4</a>, <a data-ref=\"Song of Songs 8:7\" href=\"/Song_of_Songs.8.7\">7</a>; <span dir=\"rtl\">הַשֶּׁקֶר</span> †<a data-ref=\"Jeremiah 7:4\" href=\"/Jeremiah.7.4\">Je 7:4</a>, <a data-ref=\"Jeremiah 7:8\" href=\"/Jeremiah.7.8\">8</a>; <a data-ref=\"Jeremiah 23:26\" href=\"/Jeremiah.23.26\">23:26</a>; <span dir=\"rtl\">הַמָּוֶת</span> <a data-ref=\"Isaiah 25:8\" href=\"/Isaiah.25.8\">Is 25:8</a> <a data-ref=\"Ruth 1:17\" href=\"/Ruth.1.17\">Ru 1:17</a> +; <span dir=\"rtl\">הָרֶשַׁע</span> †<a data-ref=\"Psalms 125:3\" href=\"/Psalms.125.3\">ψ 125:3</a> <a data-ref=\"Ecclesiastes 3:16\" href=\"/Ecclesiastes.3.16\">Ec 3:16</a>; <span dir=\"rtl\">הָרִשְׁעָה</span> †<a data-ref=\"Zechariah 5:8\" href=\"/Zechariah.5.8\">Zc 5:8</a>; <span dir=\"rtl\">הַחֹשֶׁךְ</span> <a data-ref=\"Isaiah 60:2\" href=\"/Isaiah.60.2\">Is 60:2</a> <a data-ref=\"Ecclesiastes 2:13\" href=\"/Ecclesiastes.2.13\">Ec 2:13</a>; see also <a data-ref=\"Deuteronomy 30:15\" href=\"/Deuteronomy.30.15\">Dt 30:15</a>, <a data-ref=\"Deuteronomy 30:19\" href=\"/Deuteronomy.30.19\">19</a> (<a data-ref=\"Jeremiah 21:8\" href=\"/Jeremiah.21.8\">Je 21:8</a>), <a data-ref=\"I Kings 7:14\" href=\"/I_Kings.7.14\">1 K 7:14</a> <a data-ref=\"Jeremiah 32:19\" href=\"/Jeremiah.32.19\">Je 32:19</a> <a data-ref=\"Malachi 2:5\" href=\"/Malachi.2.5\">Mal 2:5</a> <span dir=\"rtl\">החיים והשׁלום</span>, <a data-ref=\"Psalms 123:4\" href=\"/Psalms.123.4\">ψ 123:4</a>; <a data-ref=\"Psalms 130:4\" href=\"/Psalms.130.4\">130:4</a> <a data-ref=\"Daniel 9:9\" href=\"/Daniel.9.9\">Dn 9:9</a> <a data-ref=\"I Chronicles 29:11\" href=\"/I_Chronicles.29.11\">1 Ch 29:11</a> <a data-ref=\"II Chronicles 1:12\" href=\"/II_Chronicles.1.12\">2 Ch 1:12</a> <a data-ref=\"Proverbs 31:30\" href=\"/Proverbs.31.30\">Pr 31:30</a> <a data-ref=\"Ecclesiastes 2:13\" href=\"/Ecclesiastes.2.13\">Ec 2:13</a>, <a data-ref=\"Ecclesiastes 2:17\" href=\"/Ecclesiastes.2.17\">17</a>; <a data-ref=\"Ecclesiastes 7:12\" href=\"/Ecclesiastes.7.12\">7:12</a>, <a data-ref=\"Ecclesiastes 7:19\" href=\"/Ecclesiastes.7.19\">19</a>; <a data-ref=\"Ecclesiastes 10:6\" href=\"/Ecclesiastes.10.6\">10:6</a>; <a data-ref=\"Ecclesiastes 11:10\" href=\"/Ecclesiastes.11.10\">11:10</a>: but in all such cases <span dir=\"rtl\">חֶסֶד</span>, <span dir=\"rtl\">צֶדֶק</span>, <span dir=\"rtl\">אֱמֶת</span>, etc. are far more common. (β) where the art. depends on the punctuation, after preps. especially <span dir=\"rtl\">בְּ</span>, but with much irregularity, as <span dir=\"rtl\">בַּחֶסֶד</span> <a data-ref=\"Isaiah 16:5\" href=\"/Isaiah.16.5\">Is 16:5</a> <a data-ref=\"Proverbs 20:28\" href=\"/Proverbs.20.28\">Pr 20:28</a> (but <span dir=\"rtl\">בְּח׳</span> <a data-ref=\"Hosea 2:21\" href=\"/Hosea.2.21\">Ho 2:21</a> <a data-ref=\"Proverbs 16:6\" href=\"/Proverbs.16.6\">Pr 16:6</a>), <span dir=\"rtl\">בַּצֶּדֶק</span> <a data-ref=\"Proverbs 25:5\" href=\"/Proverbs.25.5\">Pr 25:5</a> (elsewhere always <span dir=\"rtl\">בְּצ׳</span>: <span dir=\"rtl\">בִּצְדָקָה</span> also always); <span dir=\"rtl\">בֶּאֱמֶת</span> and <span dir=\"rtl\">בֶּאֱמוּנָה</span> always; <span dir=\"rtl\">בַּשֶּׁקֶר</span> †<a data-ref=\"Isaiah 28:15\" href=\"/Isaiah.28.15\">Is 28:15</a> (but ‖ <span dir=\"rtl\">כָּזָב</span>, not <span dir=\"rtl\">הַכָּזָב</span>) <a data-ref=\"Jeremiah 5:31\" href=\"/Jeremiah.5.31\">Je 5:31</a>; <a data-ref=\"Jeremiah 13:25\" href=\"/Jeremiah.13.25\">13:25</a>; <a data-ref=\"Jeremiah 20:6\" href=\"/Jeremiah.20.6\">20:6</a>; <a data-ref=\"Jeremiah 23:14\" href=\"/Jeremiah.23.14\">23:14</a> (<span dir=\"rtl\">בְּשֶׁקֶר</span> †<a data-ref=\"Jeremiah 3:10\" href=\"/Jeremiah.3.10\">Je 3:10</a>; <a data-ref=\"Jeremiah 29:9\" href=\"/Jeremiah.29.9\">29:9</a>); <span dir=\"rtl\">בַּשָּׁלוֹם</span> †<a data-ref=\"Psalms 29:11\" href=\"/Psalms.29.11\">ψ 29:11</a> <a data-ref=\"Job 15:21\" href=\"/Job.15.21\">Jb 15:21</a> (elsewhere <span dir=\"rtl\">בְּשָׁלוֹם</span>); <a data-ref=\"Zechariah 12:4\" href=\"/Zechariah.12.4\">Zc 12:4</a> to smite <span dir=\"rtl\">בַּשִּׁגָּעוֹן וּבַעִוָּרוֹן</span> (but <a data-ref=\"Deuteronomy 28:28\" href=\"/Deuteronomy.28.28\">Dt 28:28</a> <span dir=\"rtl\">בְּשׁגעון וּבְעורון</span>), cf. <a data-ref=\"Genesis 19:11\" href=\"/Genesis.19.11\">Gn 19:11</a> <a data-ref=\"Deuteronomy 28:22\" href=\"/Deuteronomy.28.22\">Dt 28:22</a>; to enter with one <span dir=\"rtl\">בַּמִּשְׁפָּט</span> <a data-ref=\"Job 9:32\" href=\"/Job.9.32\">Jb 9:32</a>; <a data-ref=\"Job 22:4\" href=\"/Job.22.4\">22:4</a> (but <span dir=\"rtl\">בְּמשׁפט</span> <a data-ref=\"Psalms 143:2\" href=\"/Psalms.143.2\">ψ 143:2</a>), contrast also <a data-ref=\"Proverbs 18:5\" href=\"/Proverbs.18.5\">Pr 18:5</a> with <a data-ref=\"Proverbs 24:23\" href=\"/Proverbs.24.23\">24:23</a>; <span dir=\"rtl\">לַמִּשְׁפָּט</span> <a data-ref=\"Isaiah 59:11\" href=\"/Isaiah.59.11\">Is 59:11</a> <a data-ref=\"Psalms 9:8\" href=\"/Psalms.9.8\">ψ 9:8</a> (but <span dir=\"rtl\">לְמ׳</span> <a data-ref=\"Isaiah 5:7\" href=\"/Isaiah.5.7\">Is 5:7</a> <a data-ref=\"Psalms 122:5\" href=\"/Psalms.122.5\">ψ 122:5</a>); <a data-ref=\"Proverbs 2:2\" href=\"/Proverbs.2.2\">Pr 2:2</a>; <a data-ref=\"Proverbs 7:4\" href=\"/Proverbs.7.4\">7:4</a> <span dir=\"rtl\">לַחָכְמָה</span> (but never <span dir=\"rtl\">הַחכמה</span> in <a data-ref=\"Proverbs 1-9\" href=\"/Proverbs.1-9\">Pr 1–9</a>, or indeed in the whole book); <a data-ref=\"Proverbs 2:3\" href=\"/Proverbs.2.3\">Pr 2:3</a>; <a data-ref=\"Proverbs 7:4\" href=\"/Proverbs.7.4\">7:4</a> <span dir=\"rtl\">לַבִּינָה</span>, <a data-ref=\"Job 39:17\" href=\"/Job.39.17\">Jb 39:17</a> <span dir=\"rtl\">בַּבִּינָה</span> (but never <span dir=\"rtl\">הַבִּינָה</span>); <a data-ref=\"Proverbs 2:2\" href=\"/Proverbs.2.2\">Pr 2:2</a>, <a data-ref=\"Proverbs 2:3\" href=\"/Proverbs.2.3\">3</a> <span dir=\"rtl\">לַתְּבוּנָה</span> (but <span dir=\"rtl\">הַתְּבוּנָה</span> only <a data-ref=\"I Kings 7:14\" href=\"/I_Kings.7.14\">1 K 7:14</a> emph.); to perish <span dir=\"rtl\">בַּצָּמָא</span> <a data-ref=\"Judges 15:18\" href=\"/Judges.15.18\">Ju 15:18</a> +; <a data-ref=\"Isaiah 29:21\" href=\"/Isaiah.29.21\">Is 29:21</a> <span dir=\"rtl\">בַּתֹּהוּ</span>, <a data-ref=\"Isaiah 32:19\" href=\"/Isaiah.32.19\">32:19</a> <span dir=\"rtl\">בַּשִּׁפְלָה תִּשְׁפַּל הָעִיר</span> Germ. in <em>die</em> Niedrigkeit sinkt die Stadt, <a data-ref=\"Isaiah 45:16\" href=\"/Isaiah.45.16\">45:16</a> together they go <span dir=\"rtl\">בַבְּלִמָּה</span> (in die Schmach), <a data-ref=\"Isaiah 46:2\" href=\"/Isaiah.46.2\">46:2</a> <span dir=\"rtl\">בַּשְּׁבִי</span> into captivity, <a data-ref=\"Isaiah 47:5\" href=\"/Isaiah.47.5\">47:5</a> <span dir=\"rtl\">בֹּאִי בַחֹשֶׁךְ</span> (so always: never <span dir=\"rtl\">בְחֹשׁך</span>). The living language may have used the art. more readily after a prep., where it did not lengthen the word by an entire syll.; still the disparity of usage between α and β makes it not improb. that the art. in β is in many cases not original but due to the punctuators. <strong>i.</strong>  to mark the <em>vocative:</em> <a data-ref=\"I Samuel 17:55\" href=\"/I_Samuel.17.55\">1 S 17:55</a> <span dir=\"rtl\">חֵי־נפשׁך הַמֶּלֶךְ</span> as thy soul liveth, <em>O</em> king, I do not know, v <a data-ref=\"I Samuel 17:58\" href=\"/I_Samuel.17.58\">58</a> <span dir=\"rtl\">בן מי אתה הַנַּעַר</span> Whose son art thou, <em>lad?</em> <a data-ref=\"II Samuel 14:4\" href=\"/II_Samuel.14.4\">2 S 14:4</a> Help, <em>O</em> king! <a data-ref=\"I Kings 18:26\" href=\"/I_Kings.18.26\">1 K 18:26</a> <span dir=\"rtl\">הַבַּעַל עֲנֵנוּ</span>, <a data-ref=\"II Kings 9:5\" href=\"/II_Kings.9.5\">2 K 9:5</a> <span dir=\"rtl\">אֵלֶיךָ הַשָּׂר</span>, <a data-ref=\"Isaiah 42:18\" href=\"/Isaiah.42.18\">Is 42:18</a> <span dir=\"rtl\">הַחֵֽרְשִׁים שְׁמָ֑עוּ</span>, <a data-ref=\"Jeremiah 2:31\" href=\"/Jeremiah.2.31\">Je 2:31</a> <span dir=\"rtl\">הַדּוֹר אַתֶּם רְאוּ וג׳</span>, <a data-ref=\"Ezekiel 37:4\" href=\"/Ezekiel.37.4\">Ez 37:4</a> <span dir=\"rtl\">הָעֲצָמוֹת הַיְּבֵשׁוֹת</span> <em>O</em> dry bones, <a data-ref=\"Malachi 3:9\" href=\"/Malachi.3.9\">Mal 3:9</a> <span dir=\"rtl\">הַגּוֹי כֻּלּוֹ</span> (Dr<sup>§ 198 Obs. 2</sup>). N. B. In poetry, the article is frequently dispensed with before words which would naturally take it in prose: thus <a data-ref=\"Psalms 2:2\" href=\"/Psalms.2.2\">ψ 2:2</a>, <a data-ref=\"Psalms 2:8\" href=\"/Psalms.2.8\">8</a>, <a data-ref=\"Psalms 2:10\" href=\"/Psalms.2.10\">10</a> & often <span dir=\"rtl\">אֶרֶץ</span>; <a data-ref=\"Psalms 8:9\" href=\"/Psalms.8.9\">8:9</a>; <a data-ref=\"Psalms 18:10\" href=\"/Psalms.18.10\">18:10</a>; <a data-ref=\"Psalms 33:6\" href=\"/Psalms.33.6\">33:6</a> + <span dir=\"rtl\">שָׁמַיִם</span>; (rarely in prose, <a data-ref=\"Genesis 1:8\" href=\"/Genesis.1.8\">Gn 1:8</a>; <a data-ref=\"Genesis 2:4\" href=\"/Genesis.2.4\">2:4</a> <a data-ref=\"I Kings 8:35\" href=\"/I_Kings.8.35\">1 K 8:35</a>); <a data-ref=\"Psalms 21:2\" href=\"/Psalms.21.2\">21:2</a>; <a data-ref=\"Psalms 45:14\" href=\"/Psalms.45.14\">45:14</a>, <a data-ref=\"Psalms 45:16\" href=\"/Psalms.45.16\">16</a>; <a data-ref=\"Psalms 61:6\" href=\"/Psalms.61.6\">61:7</a> al. <span dir=\"rtl\">מֶלֶךְ</span>; <a data-ref=\"Psalms 66:6\" href=\"/Psalms.66.6\">66:6</a>; <a data-ref=\"Psalms 72:8\" href=\"/Psalms.72.8\">72:8</a> + <span dir=\"rtl\">יָם</span>; <a data-ref=\"Psalms 59:7\" href=\"/Psalms.59.7\">59:7</a>, <a data-ref=\"Psalms 59:15\" href=\"/Psalms.59.15\">15</a> <span dir=\"rtl\">עִיר</span>; <a data-ref=\"Judges 5:2\" href=\"/Judges.5.2\">Ju 5:2</a> <a data-ref=\"Psalms 18:44\" href=\"/Psalms.18.44\">ψ 18:44</a> <span dir=\"rtl\">עָם</span> etc.; <a data-ref=\"Psalms 9:6\" href=\"/Psalms.9.6\">ψ 9:6</a>, <a data-ref=\"Psalms 9:17\" href=\"/Psalms.9.17\">17</a> & often <span dir=\"rtl\">רָשָׁע</span>; <a data-ref=\"Isaiah 1:2\" href=\"/Isaiah.1.2\">Is 1:2</a>, <a data-ref=\"Isaiah 1:6\" href=\"/Isaiah.1.6\">6</a>, <a data-ref=\"Isaiah 1:21\" href=\"/Isaiah.1.21\">21</a>; <a data-ref=\"Isaiah 3:10\" href=\"/Isaiah.3.10\">3:10</a>, <a data-ref=\"Isaiah 3:11\" href=\"/Isaiah.3.11\">11</a>; <a data-ref=\"Isaiah 11:6\" href=\"/Isaiah.11.6\">11:6</a>, <a data-ref=\"Isaiah 11:7\" href=\"/Isaiah.11.7\">7</a>, <a data-ref=\"Isaiah 11:8\" href=\"/Isaiah.11.8\">8</a>.<br><strong>2.</strong>  With <em>adjectives, participles</em>, and <em>demonstrative pronouns</em> (<span dir=\"rtl\">הוא</span>, <span dir=\"rtl\">היא</span>, <span dir=\"rtl\">המה</span>, <span dir=\"rtl\">הם</span>, <span dir=\"rtl\">זה</span>, <span dir=\"rtl\">זאת</span>, <span dir=\"rtl\">אלה</span>): viz. <strong>a.</strong>  (so regularly) when the subst. qualified by these words <em>is defined by it likewise</em>, as <span dir=\"rtl\">המלך הגדול</span> = ὁ βασιλεὺς ὁ μέγας, <a data-ref=\"Genesis 2:12\" href=\"/Genesis.2.12\">Gn 2:12</a> <span dir=\"rtl\">הארץ ההוא</span>, <a data-ref=\"Genesis 20:1\" href=\"/Genesis.20.1\">20:1</a> <span dir=\"rtl\">הַדָּבָר הַזֶּה</span>, <a data-ref=\"Joshua 2:3\" href=\"/Joshua.2.3\">Jos 2:3</a> <span dir=\"rtl\">האנשׁים הבאים אליך</span> = οἱ ἄνδρες οἱ ἐλθόντες πρὸς σέ, <a data-ref=\"Genesis 13:5\" href=\"/Genesis.13.5\">Gn 13:5</a>; <a data-ref=\"Genesis 16:13\" href=\"/Genesis.16.13\">16:13</a>; <a data-ref=\"Genesis 24:65\" href=\"/Genesis.24.65\">24:65</a>; <a data-ref=\"Genesis 32:21\" href=\"/Genesis.32.21\">32:21</a>; <a data-ref=\"Judges 6:28\" href=\"/Judges.6.28\">Ju 6:28</a>; <a data-ref=\"Isaiah 65:3\" href=\"/Isaiah.65.3\">Is 65:3</a>, <a data-ref=\"Isaiah 65:4\" href=\"/Isaiah.65.4\">4</a>, <a data-ref=\"Isaiah 65:5\" href=\"/Isaiah.65.5\">5</a>; <a data-ref=\"Isaiah 66:24\" href=\"/Isaiah.66.24\">66:24</a> <a data-ref=\"Psalms 31:9\" href=\"/Psalms.31.9\">ψ 31:9</a>. So also with adjj. & ptcpp., if the subst. be defined by a sf. (as <a data-ref=\"Deuteronomy 4:37\" href=\"/Deuteronomy.4.37\">Dt 4:37</a> <span dir=\"rtl\">בְּכֹחוֹ הַגָּדֹל</span>, <a data-ref=\"I Samuel 8:14\" href=\"/I_Samuel.8.14\">1 S 8:14</a> <span dir=\"rtl\">זֵיתֵיכֶם הַטֹּבוֹת</span>; and with a pron., if it be defined by a gen. (as <a data-ref=\"Deuteronomy 29:20\" href=\"/Deuteronomy.29.20\">Dt 29:20</a> <a data-ref=\"I Samuel 14:29\" href=\"/I_Samuel.14.29\">1 S 14:29</a>; <a data-ref=\"I Samuel 15:14\" href=\"/I_Samuel.15.14\">15:14</a> <a data-ref=\"II Kings 6:32\" href=\"/II_Kings.6.32\">2 K 6:32</a> <span dir=\"rtl\">בֶן־הַמְּרַצֵּחַ הַזֶּה</span> <em>this</em> son of a murderer), but not if it be defined by a sf., as <a data-ref=\"Exodus 10:1\" href=\"/Exodus.10.1\">Ex 10:1</a> <span dir=\"rtl\">אֹתֹתַי אֵלֶּה</span> (not <span dir=\"rtl\">אתתי הָאֵלָּה</span>), <a data-ref=\"Joshua 2:14\" href=\"/Joshua.2.14\">Jos 2:14</a> <span dir=\"rtl\">דְבָרֵנוּ זֶה</span> <em>this</em> our word (not <span dir=\"rtl\">ד׳ הַזֶּה</span>): v. Dr<sup>§ 209 Obs.</sup> Similarly when the art. with the ptcp. has a <em>resumptive</em> force, <a data-ref=\"Psalms 33:15\" href=\"/Psalms.33.15\">ψ 33:15</a> (v <a data-ref=\"Psalms 33:14\" href=\"/Psalms.33.14\">14</a> he looketh forth from the place, &c.), <span dir=\"rtl\">הַיֹּצֵר יַחַד לִבָּם</span> <em>he that formeth</em>, etc., <a data-ref=\"Psalms 19:11\" href=\"/Psalms.19.11\">19:11</a> <span dir=\"rtl\">הַנֶּחֱמָדִים מִזָּהָב</span> <em>which</em> (v <a data-ref=\"Psalms 19:10\" href=\"/Psalms.19.10\">10</a> b) <em>are more desirable</em> than gold, <a data-ref=\"Psalms 49:7\" href=\"/Psalms.49.7\">49:7</a> (<sup>6 b</sup> the inquity of my aggressors surroundeth me), <span dir=\"rtl\">הַבֹּטְחִים</span> <em>who trust</em> in their riches, etc., <a data-ref=\"Genesis 49:21\" href=\"/Genesis.49.21\">Gn 49:21</a> <a data-ref=\"Isaiah 46:6\" href=\"/Isaiah.46.6\">Is 46:6</a>; <a data-ref=\"Isaiah 51:20\" href=\"/Isaiah.51.20\">51:20</a> <a data-ref=\"Job 6:16\" href=\"/Job.6.16\">Jb 6:16</a> + (v. Dr<sup>§ 135, 7</sup>). <strong>b.</strong>  (rare) when the subst. qualified by the adj. or ptcp. was felt to be sufficiently definite for its own art. to be dispensed with, as sometimes with the word <em>day</em> <a data-ref=\"Genesis 1:31\" href=\"/Genesis.1.31\">Gn 1:31</a> <span dir=\"rtl\">יום השׁשׁי</span>, <a data-ref=\"Genesis 2:3\" href=\"/Genesis.2.3\">2:3</a> <span dir=\"rtl\">יום השׁביעי</span>, <a data-ref=\"Exodus 12:15\" href=\"/Exodus.12.15\">Ex 12:15</a>, <a data-ref=\"Exodus 12:18\" href=\"/Exodus.12.18\">18</a>; <a data-ref=\"Exodus 20:10\" href=\"/Exodus.20.10\">20:10</a> (= <a data-ref=\"Deuteronomy 5:14\" href=\"/Deuteronomy.5.14\">Dt 5:14</a>) <a data-ref=\"Leviticus 19:6\" href=\"/Leviticus.19.6\">Lv 19:6</a>; <a data-ref=\"Leviticus 22:27\" href=\"/Leviticus.22.27\">22:27</a>: so with <span dir=\"rtl\">מָבוֹא</span> <em>entrance</em> <a data-ref=\"Jeremiah 38:14\" href=\"/Jeremiah.38.14\">Je 38:14</a>, <span dir=\"rtl\">שַׁעַר</span> <a data-ref=\"Zechariah 14:10\" href=\"/Zechariah.14.10\">Zc 14:10</a>; <span dir=\"rtl\">חָצֵר</span> <em>court</em> <a data-ref=\"I Kings 7:8\" href=\"/I_Kings.7.8\">1 K 7:8</a>, <a data-ref=\"I Kings 7:12\" href=\"/I_Kings.7.12\">12</a> <a data-ref=\"Ezekiel 40:28\" href=\"/Ezekiel.40.28\">Ez 40:28</a> al.; also in certain phrases (peculiar to P) where the subst. is defined by <span dir=\"rtl\">כל</span>, as <a data-ref=\"Genesis 1:21\" href=\"/Genesis.1.21\">Gn 1:21</a> <span dir=\"rtl\">כָּל־נֶפֶשׁ הַחַיָּה</span> <em>all</em> living souls, v <a data-ref=\"Genesis 1:28\" href=\"/Genesis.1.28\">28</a> <span dir=\"rtl\">כָּל־חַיָּה הָרֹמֶשֶׂת</span> all living things <em>that creep</em>, etc., <a data-ref=\"Genesis 7:21\" href=\"/Genesis.7.21\">7:21</a>; <a data-ref=\"Genesis 9:10\" href=\"/Genesis.9.10\">9:10</a> <a data-ref=\"Leviticus 11:10\" href=\"/Leviticus.11.10\">Lv 11:10</a>, <a data-ref=\"Leviticus 11:46\" href=\"/Leviticus.11.46\">46</a>; further in isolated cases, hardly reducible to rule, <a data-ref=\"Leviticus 24:10\" href=\"/Leviticus.24.10\">Lv 24:10</a> <a data-ref=\"I Samuel 12:23\" href=\"/I_Samuel.12.23\">1 S 12:23</a> <span dir=\"rtl\">דֶּרֶךְ הַטּוֹבָה</span>, <a data-ref=\"I Samuel 16:23\" href=\"/I_Samuel.16.23\">16:23</a> <span dir=\"rtl\">רוּחַ הָרָעָה</span>, <a data-ref=\"II Samuel 12:4\" href=\"/II_Samuel.12.4\">2 S 12:4</a> <span dir=\"rtl\">לְאישׁ העשׁיר</span> <a data-ref=\"Jeremiah 6:20\" href=\"/Jeremiah.6.20\">Je 6:20</a>; <a data-ref=\"Jeremiah 17:2\" href=\"/Jeremiah.17.2\">17:2</a> <a data-ref=\"Zechariah 4:7\" href=\"/Zechariah.4.7\">Zc 4:7</a> <a data-ref=\"Psalms 104:18\" href=\"/Psalms.104.18\">ψ 104:18</a> <a data-ref=\"Ezra 10:9\" href=\"/Ezra.10.9\">Ezr 10:9</a> <span dir=\"rtl\">חֹדֶשׁ הַתְּשִׁיעִי</span> (quite exceptional in OT). (With prons. this use is so rare that, where it occurs, it is dub. if the text be sound: <a data-ref=\"I Samuel 17:12\" href=\"/I_Samuel.17.12\">1 S 17:12</a>, <a data-ref=\"I Samuel 17:17\" href=\"/I_Samuel.17.17\">17</a> <a data-ref=\"Jeremiah 40:3\" href=\"/Jeremiah.40.3\">Je 40:3</a> Kt <a data-ref=\"Micah 7:11\" href=\"/Micah.7.11\">Mi 7:11</a>). And with the ptcp.: <a data-ref=\"I Samuel 25:10\" href=\"/I_Samuel.25.10\">1 S 25:10</a> <span dir=\"rtl\">רַבִּים עֲבָדִים הַמִּתְפָּֽרְצִים</span> many are the slaves who break away etc., <a data-ref=\"Isaiah 7:20\" href=\"/Isaiah.7.20\">Is 7:20</a> <a data-ref=\"Jeremiah 27:3\" href=\"/Jeremiah.27.3\">Je 27:3</a>; <a data-ref=\"Jeremiah 46:16\" href=\"/Jeremiah.46.16\">46:16</a> = <a data-ref=\"Jeremiah 50:16\" href=\"/Jeremiah.50.16\">50:16</a> <span dir=\"rtl\">חֶרֶב הַיּוֹנָה</span> the oppressing sword, <a data-ref=\"Ezekiel 2:3\" href=\"/Ezekiel.2.3\">Ez 2:3</a> (but 𝔊 Co om. <span dir=\"rtl\">הגוים</span>), <a data-ref=\"Ezekiel 14:22\" href=\"/Ezekiel.14.22\">14:22</a>; <a data-ref=\"Ezekiel 32:22\" href=\"/Ezekiel.32.22\">32:22</a>, <a data-ref=\"Ezekiel 32:24\" href=\"/Ezekiel.32.24\">24</a> <a data-ref=\"Psalms 62:4\" href=\"/Psalms.62.4\">ψ 62:4</a> <a data-ref=\"Proverbs 26:18\" href=\"/Proverbs.26.18\">Pr 26:18</a> <a data-ref=\"Judges 21:19\" href=\"/Judges.21.19\">Ju 21:19</a> (very anomal., read prob. <span dir=\"rtl\">לַמְּסִלָּה</span>). This usage is somewhat more freq. in the later parts of OT; and in post B. Heb. it is very general (e.g. <span dir=\"rtl\">יֵצֶר הָרַע</span> the evil inclination): v. further Dr<sup>§ 209</sup>. <strong>c.</strong>  with the ptcp., where the ptcp. with the art. forms really the <em>subject:</em> <a data-ref=\"Genesis 2:11\" href=\"/Genesis.2.11\">Gn 2:11</a> <span dir=\"rtl\">הוּא הַסּוֹבֵב</span> not ‘it was encompassing,’ but ‘it is <em>that which encompassed</em>,’ <a data-ref=\"Genesis 45:12\" href=\"/Genesis.45.12\">45:12</a> <span dir=\"rtl\">פִּי הַמְדַבֵּר</span> my mouth is <em>that which</em> speaketh, <a data-ref=\"Deuteronomy 3:21\" href=\"/Deuteronomy.3.21\">Dt 3:21</a> <span dir=\"rtl\">עֵינֶיךָ הָרֹאוֹת</span> thine eyes were <em>those which saw</em>, <a data-ref=\"Deuteronomy 4:3\" href=\"/Deuteronomy.4.3\">4:3</a>; <a data-ref=\"Deuteronomy 8:18\" href=\"/Deuteronomy.8.18\">8:18</a> ὅτι οὗτός ἐστιν ὁ διδοὺς σοί, <a data-ref=\"Isaiah 14:27\" href=\"/Isaiah.14.27\">Is 14:27</a>; <a data-ref=\"Isaiah 66:9\" href=\"/Isaiah.66.9\">66:9</a> (v. Dr<sup>§ 135. 7</sup>).<br><strong>3.</strong>  The article is prefixed exceptionally—mostly in the latest Hebrew—with the force of a relative to the <em>verb:</em> †<a data-ref=\"Joshua 10:24\" href=\"/Joshua.10.24\">Jos 10:24</a> <span dir=\"rtl\">הֶהָֽלְכוּא אִתּוֹ</span> <em>that</em> went with him, <a data-ref=\"Ezekiel 26:17\" href=\"/Ezekiel.26.17\">Ez 26:17</a>, <span dir=\"rtl\">הָעִיר הַהֻ֫לָּלָה</span>, <a data-ref=\"I Chronicles 26:28\" href=\"/I_Chronicles.26.28\">1 Ch 26:28</a> <span dir=\"rtl\">וְכֹל הַהִקְדִּישׁ שְׁמוּאֵל</span> and all <em>that</em> Samuel had dedicated, <a data-ref=\"I Chronicles 29:8\" href=\"/I_Chronicles.29.8\">29:8</a>, <a data-ref=\"I Chronicles 29:17\" href=\"/I_Chronicles.29.17\">17</a> <a data-ref=\"II Chronicles 1:4\" href=\"/II_Chronicles.1.4\">2 Ch 1:4</a> <span dir=\"rtl\">בַּֽהֵכִין</span> in (the place) <em>that</em> he had prepared, <a data-ref=\"II Chronicles 29:36\" href=\"/II_Chronicles.29.36\">29:36</a> <a data-ref=\"Ezra 8:25\" href=\"/Ezra.8.25\">Ezr 8:25</a> <a data-ref=\"Ezra 10:14\" href=\"/Ezra.10.14\">10:14</a>, <a data-ref=\"Ezra 10:17\" href=\"/Ezra.10.17\">17</a>. According to the punctuation, it occurs similarly elsewhere, as <a data-ref=\"Genesis 18:21\" href=\"/Genesis.18.21\">Gn 18:21</a> <span dir=\"rtl\">הַבָּ֥אָה</span> (so <a data-ref=\"Genesis 46:27\" href=\"/Genesis.46.27\">46:27</a> <a data-ref=\"Job 2:11\" href=\"/Job.2.11\">Jb 2:11</a>), <a data-ref=\"Genesis 21:3\" href=\"/Genesis.21.3\">21:3</a> <span dir=\"rtl\">הַנּוֹלַד־לוֹ</span>, <a data-ref=\"I Kings 11:9\" href=\"/I_Kings.11.9\">1 K 11:9</a> & <a data-ref=\"Daniel 8:1\" href=\"/Daniel.8.1\">Dn 8:1</a> <span dir=\"rtl\">הַנִּרְאָה</span>, <a data-ref=\"Isaiah 51:10\" href=\"/Isaiah.51.10\">Is 51:10</a> <span dir=\"rtl\">הַשָּׂ֨מָה֨</span>, <a data-ref=\"Isaiah 56:3\" href=\"/Isaiah.56.3\">56:3</a> <span dir=\"rtl\">הַנִּלְוָה</span>, <a data-ref=\"Ruth 1:22\" href=\"/Ruth.1.22\">Ru 1:22</a>; <a data-ref=\"Ruth 2:6\" href=\"/Ruth.2.6\">2:6</a>; <a data-ref=\"Ruth 4:3\" href=\"/Ruth.4.3\">4:3</a> (all <span dir=\"rtl\">הַשָּׁ֫בָה</span>): but in all these passages, the change of a point, or even sometimes of an accent, would restore the normal participial construction (as <span dir=\"rtl\">הַבָּאָ֥ה</span>, <span dir=\"rtl\">הַנּוֹלָד לוֹ</span> cf. <a data-ref=\"Genesis 48:5\" href=\"/Genesis.48.5\">Gn 48:5</a>, <span dir=\"rtl\">הַנִּרְאֶה</span>), which is, no doubt, what was intended by the orig. writers, and is recognised elsewhere by the Massorah, e.g. <a data-ref=\"Genesis 12:7\" href=\"/Genesis.12.7\">Gn 12:7</a>; <a data-ref=\"Genesis 35:1\" href=\"/Genesis.35.1\">35:1</a> <span dir=\"rtl\">הַנִּרְאֶה</span> <a data-ref=\"Genesis 46:26\" href=\"/Genesis.46.26\">46:26</a> & <a data-ref=\"Ruth 4:11\" href=\"/Ruth.4.11\">Ru 4:11</a> <span dir=\"rtl\">הַבָּאָ֣ה</span> (cf. Ew<sup>§ 331 b</sup> Ges <sup>138, 3 b</sup>). Once, still more anomalously, before a prep. <a data-ref=\"I Samuel 9:24\" href=\"/I_Samuel.9.24\">1 S 9:24</a> <span dir=\"rtl\">וְהֶעָלֶיהָ</span> (as though καὶ τὸ ἐπʼ αὐτῆς): but read prob. <span dir=\"rtl\">וְהָאַלְיָה</span> <em>and the fat tail</em>, v. Dr (In Arabic <span dir=\"rtl\">اَلْ</span> also occurs, though very rarely, as a relative: W<sup>AG i. § 345 b, CG 117</sup>).—On the anomalous use of the art. with a word in the st. c., v. Gramm., as Ew<sup>§ 290 d</sup>, Ges<sup>§ 127 R. 4</sup>, also Dr<sup>§ 190–1</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1d6b6084aa1cbf12a55", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָלַד 1", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "BDB, יָלַד 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָלַד א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָלַד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">יָלַד</span></big></big><sub>497</sub><big></big>  <strong>vb.</strong> bear, bring forth, beget <strong>(</strong>NH <em>id.;</em> Aramaic <span dir=\"rtl\">יְלִיד</span>, <span dir=\"rtl\">יְלֵיד</span>, <span dir=\"rtl\">ܝܺܠܶܕ</span>; Arabic <span dir=\"rtl\">وَلَدَ</span> <em>bear, bring forth</em>, so Ethiopic ወለደ Assyrian <em>alâdu</em>, COT<sup>Gloss</sup><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">יָלַד</span> <a data-ref=\"Genesis 4:18\" href=\"/Genesis.4.18\">Gn 4:18</a><sup>(×3)</sup> + 16 times; <span dir=\"rtl\">יָלָ֑ד</span> <a data-ref=\"Jeremiah 17:11\" href=\"/Jeremiah.17.11\">Je 17:11</a>; <span dir=\"rtl\">וְיָלַד</span> consec. <a data-ref=\"Psalms 7:15\" href=\"/Psalms.7.15\">ψ 7:15</a>; sf. <span dir=\"rtl\">יְלָֽדְךָ</span> <a data-ref=\"Deuteronomy 32:18\" href=\"/Deuteronomy.32.18\">Dt 32:18</a>; 2 fs. sf. <span dir=\"rtl\">ילדתני</span> <a data-ref=\"Jeremiah 2:27\" href=\"/Jeremiah.2.27\">Je 2:27</a> Kt; Qr <span dir=\"rtl\">יְלִדְתָּנוּ</span> Kö<sup>i. 410</sup> Ges<sup>§ 69 s</sup>); 1 s. sf. <span dir=\"rtl\">יְלִדְתִּ֫יךָ</span> <a data-ref=\"Psalms 2:7\" href=\"/Psalms.2.7\">ψ 2:7</a>; <span dir=\"rtl\">יְלִדְתִּ֫יהוּ</span> <a data-ref=\"Numbers 11:12\" href=\"/Numbers.11.12\">Nu 11:12</a>, etc.; Impf. <span dir=\"rtl\">יֵלֶד(יֹום)</span> <a data-ref=\"Proverbs 27:1\" href=\"/Proverbs.27.1\">Pr 27:1</a>; 3 fs. <span dir=\"rtl\">תֵּלֵד</span> <a data-ref=\"Genesis 17:17\" href=\"/Genesis.17.17\">Gn 17:17</a> + 6 times; <span dir=\"rtl\">וַתֵּ֫לֶד</span> <a data-ref=\"Genesis 4:1\" href=\"/Genesis.4.1\">4:1</a> + 61 times; 2 fs. <span dir=\"rtl\">תֵּלְדִי</span> <a data-ref=\"Genesis 3:16\" href=\"/Genesis.3.16\">3:16</a>; <span dir=\"rtl\">אֵלֵד</span> <a data-ref=\"Genesis 18:13\" href=\"/Genesis.18.13\">18:13</a>; <span dir=\"rtl\">וָאֵלֵד</span> <a data-ref=\"I Kings 3:17\" href=\"/I_Kings.3.17\">1 K 3:17</a>; <span dir=\"rtl\">יֵֽלְדוּ</span> <a data-ref=\"Isaiah 65:23\" href=\"/Isaiah.65.23\">Is 65:23</a>; <a data-ref=\"Isaiah 65:3\" href=\"/Isaiah.65.3\">3</a> fpl. <span dir=\"rtl\">תֵּלַדְנָה</span> <a data-ref=\"Jeremiah 29:6\" href=\"/Jeremiah.29.6\">Je 29:6</a>; <span dir=\"rtl\">וַתֵּלַדְנָה</span> <a data-ref=\"Ezekiel 23:4\" href=\"/Ezekiel.23.4\">Ez 23:4</a>; <span dir=\"rtl\">וַתֵּלַדְןָ</span> <a data-ref=\"Genesis 30:39\" href=\"/Genesis.30.39\">Gn 30:39</a>, etc.; Inf. abs. <span dir=\"rtl\">יָלֹד</span> <a data-ref=\"Job 15:35\" href=\"/Job.15.35\">Jb 15:35</a>; cstr. <span dir=\"rtl\">לֵדָה</span> <a data-ref=\"Hosea 9:11\" href=\"/Hosea.9.11\">Ho 9:11</a> + 3 times; <span dir=\"rtl\">לֶ֫דֶת</span> <a data-ref=\"Genesis 4:2\" href=\"/Genesis.4.2\">Gn 4:2</a> <a data-ref=\"Zephaniah 2:2\" href=\"/Zephaniah.2.2\">Zp 2:2</a> (v. <a data-ref=\"BDB, טֶ֫רֶם\" href=\"/BDB,_טֶ֫רֶם\", dir=\"rtl\">טֶרֶם</a>) + 9 times; <span dir=\"rtl\">לָלַת</span> <a data-ref=\"I Samuel 4:19\" href=\"/I_Samuel.4.19\">1 S 4:19</a> (Kö<sup>i, 402</sup>, v. Dr); sf. <span dir=\"rtl\">לִדְתִּי</span> <a data-ref=\"I Kings 3:18\" href=\"/I_Kings.3.18\">1 K 3:18</a>, etc.; Pt. act. <span dir=\"rtl\">יֹלֵר</span> <a data-ref=\"Proverbs 17:21\" href=\"/Proverbs.17.21\">Pr 17:21</a> <a data-ref=\"Jeremiah 30:6\" href=\"/Jeremiah.30.6\">Je 30:6</a>, etc.; f. <span dir=\"rtl\">יוֹלֵדָה</span> <a data-ref=\"Hosea 13:13\" href=\"/Hosea.13.13\">Ho 13:13</a> + 12 times; <span dir=\"rtl\">יֹלֶ֫דֶת</span> <a data-ref=\"Genesis 17:19\" href=\"/Genesis.17.19\">Gn 17:19</a> + 4 times; <span dir=\"rtl\">יֹלַדְתְּ</span> <a data-ref=\"Genesis 16:11\" href=\"/Genesis.16.11\">16:11</a> + 2 times (Kö<sup>i. 404 f.</sup>; perhaps <span dir=\"rtl\">יֹלֶדֶת</span> intended by Kt, cf. Sta<sup>§ 213 b</sup>); sf. <a data-ref=\"Proverbs 23:25\" href=\"/Proverbs.23.25\">Pr 23:25</a>; <span dir=\"rtl\">יוֹלַדְתּוֹ</span> <a data-ref=\"Proverbs 17:25\" href=\"/Proverbs.17.25\">Pr 17:25</a>, etc.; pl. <span dir=\"rtl\">יֹלְדוֹת</span> <a data-ref=\"Jeremiah 16:3\" href=\"/Jeremiah.16.3\">Je 16:3</a>; Pt. pass. <span dir=\"rtl\">יָלוּד</span> <a data-ref=\"I Kings 3:26\" href=\"/I_Kings.3.26\">1 K 3:26</a>, <a data-ref=\"I Kings 3:27\" href=\"/I_Kings.3.27\">27</a>; cstr. <span dir=\"rtl\">יְלוּד</span> <a data-ref=\"Job 14:1\" href=\"/Job.14.1\">Jb 14:1</a> + 2 times; pl. <span dir=\"rtl\">יְלוּדִים</span> <a data-ref=\"I Chronicles 14:4\" href=\"/I_Chronicles.14.4\">1 Ch 14:4</a>;— <strong>1.</strong>  <em>bear, bring forth:</em> <strong>a.</strong>  (to mother a child,) so commonly, c. 208 times; sq. acc. <a data-ref=\"Genesis 3:16\" href=\"/Genesis.3.16\">Gn 3:16</a>; <a data-ref=\"Genesis 4:1\" href=\"/Genesis.4.1\">4:1</a> & constantly; acc. om. <a data-ref=\"Genesis 6:4\" href=\"/Genesis.6.4\">6:4</a>; <a data-ref=\"Genesis 16:1\" href=\"/Genesis.16.1\">16:1</a> = <em>be delivered of a child</em>, <a data-ref=\"I Kings 3:17\" href=\"/I_Kings.3.17\">1 K 3:17</a>, <a data-ref=\"I Kings 3:18\" href=\"/I_Kings.3.18\">18</a> <a data-ref=\"II Kings 19:3\" href=\"/II_Kings.19.3\">2 K 19:3</a> = <a data-ref=\"Isaiah 37:3\" href=\"/Isaiah.37.3\">Is 37:3</a> (in proverb c. neg., i.e. human power exhausted); of animals <a data-ref=\"Genesis 30:39\" href=\"/Genesis.30.39\">Gn 30:39</a>; <a data-ref=\"Genesis 31:8\" href=\"/Genesis.31.8\">31:8</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 14:5\" href=\"/Jeremiah.14.5\">Je 14:5</a>; <a data-ref=\"Jeremiah 17:11\" href=\"/Jeremiah.17.11\">17:11</a> (bird laying eggs, or hatching out young), <a data-ref=\"Ezekiel 31:6\" href=\"/Ezekiel.31.6\">Ez 31:6</a> <a data-ref=\"Job 39:1\" href=\"/Job.39.1\">Jb 39:1</a>, <a data-ref=\"Job 39:2\" href=\"/Job.39.2\">2</a>; but also of whole process of labour (cf. <a data-ref=\"BDB, חול\" href=\"/BDB,_חול\", dir=\"rtl\">חול</a>) <span dir=\"rtl\">וַתְּקַשׁ בְּלִדְתָּהּ</span> <a data-ref=\"Genesis 35:16\" href=\"/Genesis.35.16\">Gn 35:16</a> cf. v <a data-ref=\"Genesis 35:17\" href=\"/Genesis.35.17\">17</a>, <a data-ref=\"Genesis 38:27\" href=\"/Genesis.38.27\">38:27</a>, <a data-ref=\"Genesis 38:28\" href=\"/Genesis.38.28\">28</a>, cf. <a data-ref=\"I Samuel 14:19\" href=\"/I_Samuel.14.19\">1 S 14:19</a> <a data-ref=\"Jeremiah 31:8\" href=\"/Jeremiah.31.8\">Je 31:8</a> <a data-ref=\"Micah 5:2\" href=\"/Micah.5.2\">Mi 5:2</a> (of a man, as preposterous, <a data-ref=\"Jeremiah 30:6\" href=\"/Jeremiah.30.6\">Je 30:6</a>, cf. Moses as mother of Israel <a data-ref=\"Numbers 11:12\" href=\"/Numbers.11.12\">Nu 11:12</a>). <strong>b.</strong>  hence in simile of distress <a data-ref=\"Micah 4:9\" href=\"/Micah.4.9\">Mi 4:9</a>, <a data-ref=\"Micah 4:10\" href=\"/Micah.4.10\">10</a> <a data-ref=\"Isaiah 13:8\" href=\"/Isaiah.13.8\">Is 13:8</a>; <a data-ref=\"Isaiah 21:3\" href=\"/Isaiah.21.3\">21:3</a>; <a data-ref=\"Isaiah 42:14\" href=\"/Isaiah.42.14\">42:14</a> <a data-ref=\"Jeremiah 6:24\" href=\"/Jeremiah.6.24\">Je 6:24</a>; <a data-ref=\"Jeremiah 13:21\" href=\"/Jeremiah.13.21\">13:21</a>; <a data-ref=\"Jeremiah 22:23\" href=\"/Jeremiah.22.23\">22:23</a>; <a data-ref=\"Jeremiah 30:6\" href=\"/Jeremiah.30.6\">30:6</a>; <a data-ref=\"Jeremiah 49:24\" href=\"/Jeremiah.49.24\">49:24</a>; <a data-ref=\"Jeremiah 50:43\" href=\"/Jeremiah.50.43\">50:43</a> <a data-ref=\"Psalms 48:7\" href=\"/Psalms.48.7\">ψ 48:7</a>, cf. <a data-ref=\"Hosea 13:13\" href=\"/Hosea.13.13\">Ho 13:13</a>; <span dir=\"rtl\">ילד על־ברכים</span> (Sta<sup>ZAW 1886, 143 ff.</sup>) <a data-ref=\"Genesis 30:3\" href=\"/Genesis.30.3\">Gn 30:3</a>; <a data-ref=\"Genesis 50:23\" href=\"/Genesis.50.23\">50:23</a> (cf. <a data-ref=\"Job 3:12\" href=\"/Job.3.12\">Jb 3:12</a>). <strong>c.</strong>  fig. of wicked <span dir=\"rtl\">וְהָרָה עָמָל וְיָלַד שָׁ֑קֶר</span> <a data-ref=\"Psalms 7:15\" href=\"/Psalms.7.15\">ψ 7:15</a> cf. <a data-ref=\"Job 15:35\" href=\"/Job.15.35\">Jb 15:35</a> also <a data-ref=\"Isaiah 33:11\" href=\"/Isaiah.33.11\">Is 33:11</a>; of Israelites, bringing forth wind (of vain efforts for deliverance) <a data-ref=\"Isaiah 26:18\" href=\"/Isaiah.26.18\">26:18</a>; <span dir=\"rtl\">כְּפֹר שָׁמַיִם מִי יְלָדוֹ</span> <a data-ref=\"Job 38:29\" href=\"/Job.38.29\">Jb 38:29</a>; of Tyre as mother of her inhabitants <a data-ref=\"Isaiah 23:4\" href=\"/Isaiah.23.4\">Is 23:4</a>; of Jerus. <a data-ref=\"Isaiah 51:18\" href=\"/Isaiah.51.18\">Is 51:18</a>; <a data-ref=\"Isaiah 54:1\" href=\"/Isaiah.54.1\">54:1</a>; <a data-ref=\"Isaiah 66:7\" href=\"/Isaiah.66.7\">66:7</a>, <a data-ref=\"Isaiah 66:8\" href=\"/Isaiah.66.8\">8</a> <a data-ref=\"Ezekiel 16:20\" href=\"/Ezekiel.16.20\">Ez 16:20</a>, Isr. <em>bearing</em> disloyal children <a data-ref=\"Hosea 5:7\" href=\"/Hosea.5.7\">Ho 5:7</a>; Jerus. and Sam., as Oholibah and Oholah <a data-ref=\"Ezekiel 23:37\" href=\"/Ezekiel.23.37\">Ez 23:37</a>; of Babylon <a data-ref=\"Jeremiah 50:12\" href=\"/Jeremiah.50.12\">Je 50:12</a>; of a day, as producing events <span dir=\"rtl\">לֹא־תֵדַע מַה יֵּ֫לֶד יוֹם</span> <a data-ref=\"Proverbs 27:1\" href=\"/Proverbs.27.1\">Pr 27:1</a>; perhaps of God (fig. of rock <span dir=\"rtl\">צוּר</span>), as mother of Isr. bringing forth with labour <a data-ref=\"Deuteronomy 32:18\" href=\"/Deuteronomy.32.18\">Dt 32:18</a> yet v. <strong>2.</strong> <strong>2.</strong>  less often <em>beget:</em> <strong>a.</strong>  lit., c. 22 times; always c. acc.; in Hex a mark of J; <a data-ref=\"Genesis 4:18\" href=\"/Genesis.4.18\">Gn 4:18</a><sup>(×3)</sup>; <a data-ref=\"Genesis 10:8\" href=\"/Genesis.10.8\">10:8</a>, <a data-ref=\"Genesis 10:13\" href=\"/Genesis.10.13\">13</a>, <a data-ref=\"Genesis 10:15\" href=\"/Genesis.10.15\">15</a>, <a data-ref=\"Genesis 10:24\" href=\"/Genesis.10.24\">24</a><sup>(×2)</sup>, <a data-ref=\"Genesis 10:26\" href=\"/Genesis.10.26\">26</a> = <a data-ref=\"I Chronicles 1:10\" href=\"/I_Chronicles.1.10\">1 Ch 1:10</a>, <a data-ref=\"I Chronicles 1:11\" href=\"/I_Chronicles.1.11\">11</a>, <a data-ref=\"I Chronicles 1:13\" href=\"/I_Chronicles.1.13\">13</a>, <a data-ref=\"I Chronicles 1:18\" href=\"/I_Chronicles.1.18\">18</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 1:20\" href=\"/I_Chronicles.1.20\">20</a>, <a data-ref=\"Genesis 22:23\" href=\"/Genesis.22.23\">Gn 22:23</a>; <a data-ref=\"Genesis 25:3\" href=\"/Genesis.25.3\">25:3</a> (<a data-ref=\"Deuteronomy 32:18\" href=\"/Deuteronomy.32.18\">Dt 32:18</a> & <a data-ref=\"Numbers 11:12\" href=\"/Numbers.11.12\">Nu 11:12</a> E are dub.; P uses <strong>Hiph.</strong>), elsewhere <a data-ref=\"Proverbs 17:21\" href=\"/Proverbs.17.21\">Pr 17:21</a>; <a data-ref=\"Proverbs 23:22\" href=\"/Proverbs.23.22\">23:22</a>, <a data-ref=\"Proverbs 23:24\" href=\"/Proverbs.23.24\">24</a> <a data-ref=\"Daniel 11:6\" href=\"/Daniel.11.6\">Dn 11:6</a>. <strong>b.</strong>  <em>beget</em>, fig. <a data-ref=\"Psalms 2:7\" href=\"/Psalms.2.7\">ψ 2:7</a> of <span dir=\"rtl\">י׳</span>’s formally installing king into theocratic rights. <strong>3.</strong>  <a data-ref=\"Zechariah 13:3\" href=\"/Zechariah.13.3\">Zc 13:3</a><sup>(×2)</sup>, of both parents (lit.); Pt. pass. 3 times = <em>child</em> <a data-ref=\"I Kings 3:26\" href=\"/I_Kings.3.26\">1 K 3:26</a>, <a data-ref=\"I Kings 3:27\" href=\"/I_Kings.3.27\">27</a> where mother is named, <a data-ref=\"I Chronicles 14:4\" href=\"/I_Chronicles.14.4\">1 Ch 14:4</a> where father named.<br>†<strong>Niph.</strong>  Pf. <span dir=\"rtl\">נוֹלַד</span> <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">1 Ch 2:3</a> + 6 times + <span dir=\"rtl\">הנּוֹלַד־</span> <a data-ref=\"Genesis 21:3\" href=\"/Genesis.21.3\">Gn 21:3</a> according to points, but read Pt. (v. Di); <span dir=\"rtl\">נוּ֯לְּדוּ</span> <a data-ref=\"Genesis 3:5\" href=\"/Genesis.3.5\">3:5</a>; <a data-ref=\"Genesis 20:8\" href=\"/Genesis.20.8\">20:8</a> (cf. Ol<sup>§ 263 b</sup> Ges<sup>§ 69, 5t</sup>); Impf. <span dir=\"rtl\">יִוָּלֵד</span> <a data-ref=\"Genesis 17:17\" href=\"/Genesis.17.17\">Gn 17:17</a> + 4 times; <span dir=\"rtl\">יִוָּ֑לֶד</span> <a data-ref=\"Isaiah 66:8\" href=\"/Isaiah.66.8\">Is 66:8</a>; <span dir=\"rtl\">וַיִּוָּלֵד</span> <a data-ref=\"Genesis 4:18\" href=\"/Genesis.4.18\">Gn 4:18</a> + 2 times, etc.; Inf. <span dir=\"rtl\">הִוָּ֑לֶד</span> <a data-ref=\"Genesis 21:5\" href=\"/Genesis.21.5\">Gn 21:5</a>; <span dir=\"rtl\">הִוָּֽלְדוֹ</span> <a data-ref=\"Ecclesiastes 7:1\" href=\"/Ecclesiastes.7.1\">Ec 7:1</a>; <span dir=\"rtl\">הִוָּֽלְדָהּ</span> <a data-ref=\"Hosea 2:5\" href=\"/Hosea.2.5\">Ho 2:5</a>; Pt. <span dir=\"rtl\">נוֹלָד</span> <a data-ref=\"I Kings 13:2\" href=\"/I_Kings.13.2\">1 K 13:2</a> + 3 times (<a data-ref=\"Genesis 21:3\" href=\"/Genesis.21.3\">Gn 21:3</a> v. supr.); <span dir=\"rtl\">נוֹלָדִים</span> <a data-ref=\"Genesis 48:5\" href=\"/Genesis.48.5\">48:5</a> <a data-ref=\"I Chronicles 7:21\" href=\"/I_Chronicles.7.21\">1 Ch 7:21</a>;—<em>be born:</em> of human beings, sq. <span dir=\"rtl\">לְ</span> (born to such and such a man), <a data-ref=\"Genesis 4:18\" href=\"/Genesis.4.18\">Gn 4:18</a>; <a data-ref=\"Genesis 10:1\" href=\"/Genesis.10.1\">10:1</a>; <a data-ref=\"Genesis 17:17\" href=\"/Genesis.17.17\">17:17</a>; <a data-ref=\"Genesis 21:3\" href=\"/Genesis.21.3\">21:3</a>, <a data-ref=\"Genesis 21:5\" href=\"/Genesis.21.5\">5</a>; <a data-ref=\"Genesis 46:20\" href=\"/Genesis.46.20\">46:20</a>, <a data-ref=\"Genesis 48:5\" href=\"/Genesis.48.5\">48:5</a> <a data-ref=\"Numbers 26:60\" href=\"/Numbers.26.60\">Nu 26:60</a> <a data-ref=\"Deuteronomy 23:9\" href=\"/Deuteronomy.23.9\">Dt 23:9</a> <a data-ref=\"II Samuel 3:2\" href=\"/II_Samuel.3.2\">2 S 3:2</a> (Qr), <a data-ref=\"II Samuel 5:13\" href=\"/II_Samuel.5.13\">5:13</a>; <a data-ref=\"II Samuel 14:27\" href=\"/II_Samuel.14.27\">14:27</a> <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">1 Ch 2:3</a>, <a data-ref=\"I Chronicles 2:9\" href=\"/I_Chronicles.2.9\">9</a>; <a data-ref=\"I Chronicles 3:1\" href=\"/I_Chronicles.3.1\">3:1</a>, <a data-ref=\"I Chronicles 3:4\" href=\"/I_Chronicles.3.4\">4</a>, <a data-ref=\"I Chronicles 3:5\" href=\"/I_Chronicles.3.5\">5</a>; <a data-ref=\"I Chronicles 20:6\" href=\"/I_Chronicles.20.6\">20:6</a>, <a data-ref=\"I Chronicles 20:8\" href=\"/I_Chronicles.20.8\">8</a>; <a data-ref=\"I Chronicles 22:9\" href=\"/I_Chronicles.22.9\">22:9</a>; <a data-ref=\"I Chronicles 26:6\" href=\"/I_Chronicles.26.6\">26:6</a> <a data-ref=\"Job 1:2\" href=\"/Job.1.2\">Jb 1:2</a> cf. <a data-ref=\"I Kings 13:2\" href=\"/I_Kings.13.2\">1 K 13:2</a>; without <span dir=\"rtl\">לְ</span>, <a data-ref=\"Job 3:3\" href=\"/Job.3.3\">Jb 3:3</a>; <a data-ref=\"Job 38:21\" href=\"/Job.38.21\">38:21</a> <a data-ref=\"Psalms 78:6\" href=\"/Psalms.78.6\">ψ 78:6</a> <a data-ref=\"I Chronicles 7:21\" href=\"/I_Chronicles.7.21\">1 Ch 7:21</a> <a data-ref=\"Ecclesiastes 7:1\" href=\"/Ecclesiastes.7.1\">Ec 7:1</a> <span dir=\"rtl\">(טוֹב שֵׁם מִשֶּׁמֶן טוֹב וְיוֹם הַמָּוֶת מִיּוֹם הִוָּֽלְֽדוֹ׃)</span>; metaph. of Israel (under fig. of unfaithful wife) <a data-ref=\"Hosea 2:5\" href=\"/Hosea.2.5\">Ho 2:5</a>; of nation, <span dir=\"rtl\">גּוֹי</span>, <a data-ref=\"Isaiah 66:8\" href=\"/Isaiah.66.8\">Is 66:8</a>, people, <span dir=\"rtl\">עַם</span>, <a data-ref=\"Psalms 22:32\" href=\"/Psalms.22.32\">ψ 22:32</a>; of animals <a data-ref=\"Leviticus 22:27\" href=\"/Leviticus.22.27\">Lv 22:27</a> <a data-ref=\"Deuteronomy 15:19\" href=\"/Deuteronomy.15.19\">Dt 15:19</a>; Pt. <span dir=\"rtl\">כָּל־נָשִׁים וְהַנּוֹלָד מֵהֶם</span> <a data-ref=\"Ezra 10:3\" href=\"/Ezra.10.3\">Ezr 10:3</a>; c. pred. or appos. on which emph. rests, <span dir=\"rtl\">נ׳ רָ֑שׁ</span> <a data-ref=\"Ecclesiastes 4:14\" href=\"/Ecclesiastes.4.14\">Ec 4:14</a> <em>he was born poor;</em> <span dir=\"rtl\">אֹהֵב הָרֵ֑ע וְאָח לְצָרָה יִוָּלֵד</span> <a data-ref=\"Proverbs 17:17\" href=\"/Proverbs.17.17\">Pr 17:17</a>; <span dir=\"rtl\">עַיִר פרא אדם יִוָּלֵד</span> <a data-ref=\"Job 11:12\" href=\"/Job.11.12\">Jb 11:12</a>; <a data-ref=\"Job 15:7\" href=\"/Job.15.7\">15:7</a>.<br>†<strong>Pi.</strong>  Inf. <span dir=\"rtl\">יַלֶּדְכֶן</span> <a data-ref=\"Exodus 1:16\" href=\"/Exodus.1.16\">Ex 1:16</a>; Pt. abs. <span dir=\"rtl\">מְיַלֶּדֶת</span> <a data-ref=\"Genesis 35:17\" href=\"/Genesis.35.17\">Gn 35:17</a> + 2 times; pl. abs. <span dir=\"rtl\">מְיַלְּדוֹת</span> <a data-ref=\"Exodus 1:15\" href=\"/Exodus.1.15\">Ex 1:15</a> + 5 times in <a data-ref=\"Exodus 1\" href=\"/Exodus.1\">Ex 1</a>;—<em>cause</em> (or <em>help</em>) <em>to bring forth,</em> viz., <em>assist</em> or <em>tend as midwife</em> <a data-ref=\"Exodus 1:16\" href=\"/Exodus.1.16\">Ex 1:16</a> sq. acc.; elsewhere only Pt. f. as subst. = <em>midwife;</em> <a data-ref=\"Genesis 35:17\" href=\"/Genesis.35.17\">Gn 35:17</a> (E), <a data-ref=\"Genesis 38:28\" href=\"/Genesis.38.28\">38:28</a> (J), <a data-ref=\"Exodus 1:15\" href=\"/Exodus.1.15\">Ex 1:15</a>, <a data-ref=\"Exodus 1:17\" href=\"/Exodus.1.17\">17</a>, <a data-ref=\"Exodus 1:18\" href=\"/Exodus.1.18\">18</a>, <a data-ref=\"Exodus 1:19\" href=\"/Exodus.1.19\">19</a><sup>(×2)</sup>, <a data-ref=\"Exodus 1:20\" href=\"/Exodus.1.20\">20</a>, <a data-ref=\"Exodus 1:21\" href=\"/Exodus.1.21\">21</a> (E).<br>†<strong>Pu.</strong>  Pf. <span dir=\"rtl\">יֻלַּד</span> <a data-ref=\"Genesis 4:26\" href=\"/Genesis.4.26\">Gn 4:26</a> + 13 times; <span dir=\"rtl\">יוּלַּד</span> <a data-ref=\"Judges 18:29\" href=\"/Judges.18.29\">Ju 18:29</a>; <span dir=\"rtl\">יֻלָּד֙</span> <a data-ref=\"Genesis 41:50\" href=\"/Genesis.41.50\">Gn 41:50</a>; <span dir=\"rtl\">יוּלָּ֑ד</span> <a data-ref=\"Job 5:7\" href=\"/Job.5.7\">Jb 5:7</a>; <span dir=\"rtl\">יֻלְּדוּ</span> <a data-ref=\"Genesis 6:1\" href=\"/Genesis.6.1\">Gn 6:1</a> + 4 times + <a data-ref=\"II Samuel 3:2\" href=\"/II_Samuel.3.2\">2 S 3:2</a> Kt (Qr <span dir=\"rtl\">וַיִּוָּֽלְדוּ</span>); <span dir=\"rtl\">יֻלָּ֑דוּ</span> <a data-ref=\"Psalms 90:2\" href=\"/Psalms.90.2\">ψ 90:2</a>, etc.; Pt. (? cf. Kö<sup>i. 433</sup>; Ges<sup>§ 52e, s</sup>) <span dir=\"rtl\">הַיּוּלָּד</span> <a data-ref=\"Judges 13:8\" href=\"/Judges.13.8\">Ju 13:8</a> (Bö<sup>ii.p. 244</sup> pass. Qal); i.q. Niph. <em>be born</em>, sq. <span dir=\"rtl\">לְ</span> of father <a data-ref=\"Genesis 4:26\" href=\"/Genesis.4.26\">Gn 4:26</a>; <a data-ref=\"Genesis 6:1\" href=\"/Genesis.6.1\">6:1</a>; <a data-ref=\"Genesis 10:21\" href=\"/Genesis.10.21\">10:21</a>, <a data-ref=\"Genesis 10:25\" href=\"/Genesis.10.25\">25</a>; <a data-ref=\"Genesis 24:15\" href=\"/Genesis.24.15\">24:15</a> (all J), <a data-ref=\"Genesis 41:50\" href=\"/Genesis.41.50\">41:50</a> (E), <a data-ref=\"Genesis 35:26\" href=\"/Genesis.35.26\">35:26</a>; <a data-ref=\"Genesis 36:5\" href=\"/Genesis.36.5\">36:5</a>; <a data-ref=\"Genesis 46:22\" href=\"/Genesis.46.22\">46:22</a>, <a data-ref=\"Genesis 46:27\" href=\"/Genesis.46.27\">27</a> (all P), <a data-ref=\"Judges 18:29\" href=\"/Judges.18.29\">Ju 18:29</a>; <a data-ref=\"II Samuel 3:2\" href=\"/II_Samuel.3.2\">2 S 3:2</a>, <a data-ref=\"II Samuel 3:5\" href=\"/II_Samuel.3.5\">5</a>; <a data-ref=\"II Samuel 21:20\" href=\"/II_Samuel.21.20\">21:20</a>, <a data-ref=\"II Samuel 21:22\" href=\"/II_Samuel.21.22\">22</a>; <a data-ref=\"I Chronicles 1:19\" href=\"/I_Chronicles.1.19\">1 Ch 1:19</a>; <a data-ref=\"Jeremiah 20:15\" href=\"/Jeremiah.20.15\">Je 20:15</a>; sq. <span dir=\"rtl\">לְ</span> before grandmother’s name <a data-ref=\"Ruth 4:17\" href=\"/Ruth.4.17\">Ru 4:17</a> cf. <span dir=\"rtl\">לָ֫נוּ</span> <a data-ref=\"Isaiah 9:5\" href=\"/Isaiah.9.5\">Is 9:5</a>; sq. <span dir=\"rtl\">לְ</span> of purpose, destiny, <span dir=\"rtl\">אדם לעמל יוּלָּ֑ד</span> <a data-ref=\"Job 5:7\" href=\"/Job.5.7\">Jb 5:7</a>; <span dir=\"rtl\">יֻלְּדוּ עַל־בִּרְכֵי יוֹסֵף</span> <a data-ref=\"Genesis 50:23\" href=\"/Genesis.50.23\">Gn 50:23</a> (E; Sam. <span dir=\"rtl\">בִּימֵי יו׳</span>, cit. Di) denoting recognition of children as his; no prep. <a data-ref=\"Jeremiah 20:14\" href=\"/Jeremiah.20.14\">Je 20:14</a>; <a data-ref=\"Jeremiah 22:26\" href=\"/Jeremiah.22.26\">22:26</a>, cf. <a data-ref=\"Judges 13:8\" href=\"/Judges.13.8\">Ju 13:8</a> (v. supr.); fig. of foreigners incorporated in spiritual Zion <a data-ref=\"Psalms 87:4\" href=\"/Psalms.87.4\">ψ 87:4</a>, <a data-ref=\"Psalms 87:5\" href=\"/Psalms.87.5\">5</a>, <a data-ref=\"Psalms 87:6\" href=\"/Psalms.87.6\">6</a>; of production of mountains <a data-ref=\"Psalms 90:2\" href=\"/Psalms.90.2\">ψ 90:2</a>.<br><strong>Hiph.</strong>  Pf. <span dir=\"rtl\">הוֹלִיד</span> <a data-ref=\"Genesis 11:27\" href=\"/Genesis.11.27\">Gn 11:27</a>; +; <span dir=\"rtl\">הוֹלִד</span> <a data-ref=\"Numbers 26:58\" href=\"/Numbers.26.58\">Nu 26:58</a>; <span dir=\"rtl\">הֹלִיד</span> <a data-ref=\"I Chronicles 2:36\" href=\"/I_Chronicles.2.36\">1 Ch 2:36</a> +; sf. <span dir=\"rtl\">וְהוֹלִידָהּ</span> consec. <a data-ref=\"Isaiah 55:10\" href=\"/Isaiah.55.10\">Is 55:10</a>; <span dir=\"rtl\">הוֹלַדְ֫תָּ</span> <a data-ref=\"Genesis 48:6\" href=\"/Genesis.48.6\">Gn 48:6</a>, etc.; Impf. <span dir=\"rtl\">יוֹלִיד</span> <a data-ref=\"Genesis 17:20\" href=\"/Genesis.17.20\">Gn 17:20</a> <a data-ref=\"Ecclesiastes 6:3\" href=\"/Ecclesiastes.6.3\">Ec 6:3</a>; <span dir=\"rtl\">וַיּ֫וֹלֶד</span> <a data-ref=\"Genesis 5:3\" href=\"/Genesis.5.3\">Gn 5:3</a> +; 2 ms. <span dir=\"rtl\">תּוֹלִיד</span> <a data-ref=\"Deuteronomy 4:25\" href=\"/Deuteronomy.4.25\">Dt 4:25</a> + 4 times; <span dir=\"rtl\">אוֹלִיד</span> <a data-ref=\"Isaiah 66:9\" href=\"/Isaiah.66.9\">Is 66:9</a>; Imv. <span dir=\"rtl\">הוֹלִי֫דוּ</span> <a data-ref=\"Jeremiah 29:6\" href=\"/Jeremiah.29.6\">Je 29:6</a>; Inf. abs. <span dir=\"rtl\">הוֹלֵיד</span> <a data-ref=\"Isaiah 59:4\" href=\"/Isaiah.59.4\">Is 59:4</a>; cstr. sf. <span dir=\"rtl\">הוֹלִידוֹ</span> <a data-ref=\"Genesis 5:4\" href=\"/Genesis.5.4\">Gn 5:4</a> + 16 times; Pt. <span dir=\"rtl\">מוֹלִיד</span> <a data-ref=\"Isaiah 66:9\" href=\"/Isaiah.66.9\">Is 66:9</a>; <span dir=\"rtl\">מוֹלִדִים</span> <a data-ref=\"Jeremiah 16:3\" href=\"/Jeremiah.16.3\">Je 16:3</a>;— <strong>1.</strong>  <em>beget</em> (a father a child) <a data-ref=\"Genesis 5:3\" href=\"/Genesis.5.3\">Gn 5:3</a>, <a data-ref=\"Genesis 5:4\" href=\"/Genesis.5.4\">4</a><sup>(×2)</sup> + 56 times in Gn., <a data-ref=\"Leviticus 25:45\" href=\"/Leviticus.25.45\">Lv 25:45</a> <a data-ref=\"Numbers 26:29\" href=\"/Numbers.26.29\">Nu 26:29</a>, <a data-ref=\"Numbers 26:58\" href=\"/Numbers.26.58\">58</a> (all these P, v. sub <strong>Qal</strong>) + <a data-ref=\"Deuteronomy 4:25\" href=\"/Deuteronomy.4.25\">Dt 4:25</a>; <a data-ref=\"Deuteronomy 28:41\" href=\"/Deuteronomy.28.41\">28:41</a> (v. Di), <a data-ref=\"I Chronicles 2:10\" href=\"/I_Chronicles.2.10\">1 Ch 2:10</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 2:11\" href=\"/I_Chronicles.2.11\">11</a><sup>(×2)</sup> + 84 times Chr.; <a data-ref=\"Ruth 4:18\" href=\"/Ruth.4.18\">Ru 4:18</a> + 8 times, <a data-ref=\"Judges 11:1\" href=\"/Judges.11.1\">Ju 11:1</a>; <a data-ref=\"II Kings 20:18\" href=\"/II_Kings.20.18\">2 K 20:18</a> = <a data-ref=\"Isaiah 39:7\" href=\"/Isaiah.39.7\">Is 39:7</a>, <a data-ref=\"Jeremiah 29:6\" href=\"/Jeremiah.29.6\">Je 29:6</a>; <a data-ref=\"Ezekiel 18:10\" href=\"/Ezekiel.18.10\">Ez 18:10</a>, <a data-ref=\"Ezekiel 18:14\" href=\"/Ezekiel.18.14\">14</a>; <a data-ref=\"Ezekiel 47:22\" href=\"/Ezekiel.47.22\">47:22</a>; <a data-ref=\"Ecclesiastes 5:13\" href=\"/Ecclesiastes.5.13\">Ec 5:13</a>; <a data-ref=\"Ecclesiastes 6:3\" href=\"/Ecclesiastes.6.3\">6:3</a>, cf. <a data-ref=\"Isaiah 45:10\" href=\"/Isaiah.45.10\">Is 45:10</a>; also <a data-ref=\"Jeremiah 16:3\" href=\"/Jeremiah.16.3\">Je 16:3</a> <span dir=\"rtl\">אֲבוֹתָם הַמּוֹלִדִים אוֹתָם</span>, cf. freq. Assyrian <em>abu bânûa</em>, e.g. VR <a data-ref=\"Jeremiah 1:8\" href=\"/Jeremiah.1.8\">1:8</a>; fig. of producing dewdrops <a data-ref=\"Job 38:28\" href=\"/Job.38.28\">Jb 38:28</a>; of causing the earth to bear grain <a data-ref=\"Isaiah 55:10\" href=\"/Isaiah.55.10\">Is 55:10</a>; causing Zion to bring forth <a data-ref=\"Isaiah 66:9\" href=\"/Isaiah.66.9\">66:9</a>. <strong>2.</strong>  <em>bear</em>, only fig. <a data-ref=\"Isaiah 59:4\" href=\"/Isaiah.59.4\">59:4</a> (‖ <span dir=\"rtl\">הָרוֹ</span>), of wicked, bringing forth iniquity (this favoured by context; others, <em>beget</em>).<br>†<strong>Hoph.</strong>  Inf. <span dir=\"rtl\">הֻלֶּדֶת</span> <a data-ref=\"Genesis 40:20\" href=\"/Genesis.40.20\">Gn 40:20</a>; <a data-ref=\"Ezekiel 16:5\" href=\"/Ezekiel.16.5\">Ez 16:5</a>; <span dir=\"rtl\">הוּלֶּ֫דֶת</span> <a data-ref=\"Ezekiel 16:4\" href=\"/Ezekiel.16.4\">Ez 16:4</a> (Co as foregoing); only <span dir=\"rtl\">יוֹם ה׳ אֶת־</span> <a data-ref=\"Genesis 40:20\" href=\"/Genesis.40.20\">Gn 40:20</a> <a data-ref=\"Ezekiel 16:4\" href=\"/Ezekiel.16.4\">Ez 16:4</a>, <a data-ref=\"Ezekiel 16:5\" href=\"/Ezekiel.16.5\">5</a> <em>day of one’s being born</em> = birthday.<br>†<strong>Hithp.</strong>  Impf. <span dir=\"rtl\">וַיִּתְיַלְּדוּ</span> <a data-ref=\"Numbers 1:18\" href=\"/Numbers.1.18\">Nu 1:18</a> denom. from <span dir=\"rtl\">תולדת</span> <em>declared their pedigree</em> (v. Di)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d408b6084aa1cbf2e27f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יִצְחָק 1", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "BDB, יִצְחָק 1", "sourceHeRef": "בראון-דרייבר-בריגס, יִצְחָק א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יִצְחָק", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">יִצְחָק</span></big><sub>108</sub><big>, <span dir=\"rtl\">יִשְׂחָק</span>, <span dir=\"rtl\"></span></big>  <strong>n.pr.m.</strong> Ισαακ: <strong>Isaac, son</strong> of Abr. and Sarah <strong>(</strong><em>he laugheth</em>, cf. play upon name <a data-ref=\"Genesis 18:12\" href=\"/Genesis.18.12\">Gn 18:12 f.</a> (J), <a data-ref=\"Genesis 21:6\" href=\"/Genesis.21.6\">21:6</a> (E), <a data-ref=\"Genesis 17:17\" href=\"/Genesis.17.17\">17:17</a>, <a data-ref=\"Genesis 17:19\" href=\"/Genesis.17.19\">19</a> (P); <a data-ref=\"Genesis 26:8\" href=\"/Genesis.26.8\">26:8</a> (J)<strong>)</strong>;—<span dir=\"rtl\">יִצְּחָק</span> <a data-ref=\"Genesis 21:3\" href=\"/Genesis.21.3\">Gn 21:3</a>, <a data-ref=\"Genesis 21:4\" href=\"/Genesis.21.4\">4</a>, <a data-ref=\"Genesis 21:5\" href=\"/Genesis.21.5\">5</a> (E) +, <a data-ref=\"Genesis 24:62\" href=\"/Genesis.24.62\">24:62</a>, <a data-ref=\"Genesis 24:63\" href=\"/Genesis.24.63\">63</a>, <a data-ref=\"Genesis 24:67\" href=\"/Genesis.24.67\">67</a> (J) +, <a data-ref=\"Genesis 17:19\" href=\"/Genesis.17.19\">17:19</a>, <a data-ref=\"Genesis 17:21\" href=\"/Genesis.17.21\">21</a> (P) +, (80 times Gn, 9 times Ex, 7 times Dt), <a data-ref=\"Leviticus 26:42\" href=\"/Leviticus.26.42\">Lv 26:42</a>; <a data-ref=\"Numbers 32:11\" href=\"/Numbers.32.11\">Nu 32:11</a>; <a data-ref=\"Joshua 24:3\" href=\"/Joshua.24.3\">Jos 24:3</a>, <a data-ref=\"Joshua 24:4\" href=\"/Joshua.24.4\">4</a>; <a data-ref=\"I Kings 18:36\" href=\"/I_Kings.18.36\">1 K 18:36</a>; <a data-ref=\"II Chronicles 13:23\" href=\"/II_Chronicles.13.23\">2 Ch 13:23</a>; <a data-ref=\"I Chronicles 1:28\" href=\"/I_Chronicles.1.28\">1 Ch 1:28</a>, <a data-ref=\"I Chronicles 1:34\" href=\"/I_Chronicles.1.34\">34</a><sup>(×2)</sup>; <a data-ref=\"I Chronicles 16:16\" href=\"/I_Chronicles.16.16\">16:16</a>; <a data-ref=\"I Chronicles 29:18\" href=\"/I_Chronicles.29.18\">29:18</a>; <a data-ref=\"II Chronicles 30:6\" href=\"/II_Chronicles.30.6\">2 Ch 30:6</a>; †<span dir=\"rtl\">יִשְׂחָק</span> <a data-ref=\"Jeremiah 33:26\" href=\"/Jeremiah.33.26\">Je 33:26</a> <a data-ref=\"Psalms 105:9\" href=\"/Psalms.105.9\">ψ 105:9</a>, and (= Israel) <span dir=\"rtl\">בָּמוֹת יִשְׂחָק</span> <a data-ref=\"Amos 7:9\" href=\"/Amos.7.9\">Am 7:9</a>, <span dir=\"rtl\">בֵּית יִשְׂחָק</span> v <a data-ref=\"Amos 7:16\" href=\"/Amos.7.16\">16</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4a5b6084aa1cbf3645b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שָׂרָה⁴ 1", "anchorRef": "Genesis 21:3", "anchorRefExpanded": ["Genesis 21:3"], "sourceRef": "BDB, שָׂרָה⁴ 1", "sourceHeRef": "בראון-דרייבר-בריגס, שָׂרָה⁴ א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שָׂרָה⁴", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["II. <big><span dir=\"rtl\">שָׂרָה</span></big><sub>37</sub>  <strong>n.pr.f.</strong> wife of Abraham <strong>(</strong><em>princess</em><strong>)</strong>;—Σαρρα: <a data-ref=\"Genesis 17:15\" href=\"/Genesis.17.15\">Gn 17:15</a> (where formal change from <span dir=\"rtl\">שָׂרַי</span>), v <a data-ref=\"Genesis 17:17\" href=\"/Genesis.17.17\">17</a>, <a data-ref=\"Genesis 17:19\" href=\"/Genesis.17.19\">19</a>, <a data-ref=\"Genesis 17:21\" href=\"/Genesis.17.21\">21</a>; <a data-ref=\"Genesis 21:1\" href=\"/Genesis.21.1\">21:1b</a>, <a data-ref=\"Genesis 21:3\" href=\"/Genesis.21.3\">3</a>; <a data-ref=\"Genesis 23:1\" href=\"/Genesis.23.1\">23:1</a><sup>(×2)</sup>, <a data-ref=\"Genesis 23:2\" href=\"/Genesis.23.2\">2</a><sup>(×2)</sup>, <a data-ref=\"Genesis 23:19\" href=\"/Genesis.23.19\">19</a>; <a data-ref=\"Genesis 25:10\" href=\"/Genesis.25.10\">25:10</a>, <a data-ref=\"Genesis 25:12\" href=\"/Genesis.25.12\">12</a>; <a data-ref=\"Genesis 49:31\" href=\"/Genesis.49.31\">49:31</a> (all P), <a data-ref=\"Genesis 18:6\" href=\"/Genesis.18.6\">18:6</a> + 9 times <a data-ref=\"Genesis 18:18\" href=\"/Genesis.18.18\">18</a>, <a data-ref=\"Genesis 21:1\" href=\"/Genesis.21.1\">21:1a</a>, <a data-ref=\"Genesis 21:2\" href=\"/Genesis.21.2\">2a</a>; <a data-ref=\"Genesis 24:36\" href=\"/Genesis.24.36\">24:36</a>, <a data-ref=\"Genesis 24:67\" href=\"/Genesis.24.67\">67</a> (all J), <a data-ref=\"Genesis 20:2\" href=\"/Genesis.20.2\">20:2</a><sup>(×2)</sup>, <a data-ref=\"Genesis 20:14\" href=\"/Genesis.20.14\">14</a>, <a data-ref=\"Genesis 20:16\" href=\"/Genesis.20.16\">16</a>, <a data-ref=\"Genesis 20:18\" href=\"/Genesis.20.18\">18</a>; <a data-ref=\"Genesis 21:6\" href=\"/Genesis.21.6\">21:6</a>, <a data-ref=\"Genesis 21:7\" href=\"/Genesis.21.7\">7</a>, <a data-ref=\"Genesis 21:9\" href=\"/Genesis.21.9\">9</a>, <a data-ref=\"Genesis 21:12\" href=\"/Genesis.21.12\">12</a> (all E); an ancestress of Hebrews <a data-ref=\"Isaiah 51:2\" href=\"/Isaiah.51.2\">Is 51:2</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]