[{"_id": "525278bdedbab4498f481eee", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Exodus; Perush HaArokh 25:1:1", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 25:1:1", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך כ״ה:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "<b>נתן לבניו דת תמימה. אשר יוציא לאור כל תעלומה. יבינני דבר חכמה רשומה. בפרשת ויקחו לי תרומה</b>", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "God who gave a perfect Torah to his children; The Lord who brings to light all hidden things; Will explain to us the words of wisdom inscribed In the Torah portion <i>That They Take For Me An Offering</i>.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe0fbfba276047f5ee5", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 25:1", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Onkelos Exodus 25:1", "sourceHeRef": "תרגום אונקלוס על שמות כ״ה:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Adonoy spoke to Moshe saying,", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eeb725", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 25:1", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Targum Jonathan on Exodus 25:1", "sourceHeRef": "תרגום יונתן על שמות כ״ה:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "וידבר וּמַלֵּיל יְיָ עִם משֶׁה לְמֵימָר", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And the Lord spake with Mosheh, saying,  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17612fbfba22336e9d2e6", "index_title": "Ramban on Exodus", "category": "Commentary", "type": "commentary", "ref": "Ramban on Exodus 25:1:1", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Ramban on Exodus 25:1:1", "sourceHeRef": "רמב\"ן על שמות כ״ה:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "כַּאֲשֶׁר דִּבֵּר הַשֵּׁם עִם יִשְׂרָאֵל פָּנִים בְּפָנִים עֲשֶׂרֶת הַדִּבְּרוֹת, וְצִוָּה אוֹתָם עַל יְדֵי מֹשֶׁה קְצָת מִצְוֹת שֶׁהֵם כְּמוֹ אָבוֹת לְמִצְווֹתֶיהָ שֶׁל תּוֹרָה, כַּאֲשֶׁר הִנְהִיגוּ רַבּוֹתֵינוּ עִם הַגֵּרִים שֶׁבָּאִים לְהִתְיַהֵד (יבמות מז:), וְיִשְׂרָאֵל קִבְּלוּ עֲלֵיהֶם לַעֲשׂוֹת כָּל מַה שֶׁיְּצַוֵּם עַל יָדוֹ שֶׁל מֹשֶׁה, וְכָרַת עִמָּהֶם בְּרִית עַל כָּל זֶה, מֵעַתָּה הִנֵּה הֵם לוֹ לְעָם וְהוּא לָהֶם לֵאלֹהִים כַּאֲשֶׁר הִתְנָה עִמָּהֶם מִתְּחִלָּה \"וְעַתָּה אִם שָׁמוֹעַ תִּשְׁמְעוּ בְּקֹלִי וּשְׁמַרְתֶּם אֶת בְּרִיתִי וִהְיִיתֶם לִי סְגֻלָּה\" (שמות י\"ט:ה'), וְאָמַר \"וְאַתֶּם תִּהְיוּ לִי מַמְלֶכֶת כֹּהֲנִים וְגוֹי קָדוֹשׁ\" (שם יט ו), וְהִנֵּה הֵם קְדוֹשִׁים רְאוּיִים שֶׁיִּהְיֶה בָּהֶם מִקְדָּשׁ לְהַשְׁרוֹת שְׁכִינָתוֹ בֵּינֵיהֶם. וְלָכֵן צִוָּה תְּחִלָּה עַל דְּבַר הַמִּשְׁכָּן שֶׁיִּהְיֶה לוֹ בַּיִת בְּתוֹכָם מְקֻדָּשׁ לִשְׁמוֹ, וְשָׁם יְדַבֵּר עִם מֹשֶׁה וִיצַוֶּה אֶת בְּנֵי יִשְׂרָאֵל:<br>וְהִנֵּה עִקַּר הַחֵפֶץ בַּמִּשְׁכָּן הוּא מְקוֹם מְנוּחַת הַשְּׁכִינָה שֶׁהוּא הָאָרוֹן, כְּמוֹ שֶׁאָמַר (שמות כ\"ה:כ\"ב) \"וְנוֹעַדְתִּי לְךָ שָׁם וְדִבַּרְתִּי אִתְּךָ מֵעַל הַכַּפֹּרֶת\", עַל כֵּן הִקְדִּים הָאָרוֹן וְהַכַּפֹּרֶת בְּכָאן כִּי הוּא מֻקְדָּם בְּמַעֲלָה, וְסָמַךְ לָאָרוֹן הַשֻּׁלְחָן וְהַמְּנוֹרָה שֶׁהֵם כֵּלִים כָּמוֹהוּ, וְיוֹרוּ עַל עִנְיַן הַמִּשְׁכָּן שֶׁבַּעֲבוּרָם נַעֲשָׂה. אֲבָל מֹשֶׁה הִקְדִּים בְּפָרָשַׁת וַיַּקְהֵל אֶת הַמִּשְׁכָּן אֶת אָהֳלוֹ וְאֶת מִכְסֵהוּ (שמות ל\"ה:י\"א), וְכֵן עָשָׂה בְּצַלְאֵל (שמות ל\"ו:ח'), לְפִי שֶׁהוּא הָרָאוּי לִקְדֹּם בַּמַּעֲשֶׂה: וְסוֹד הַמִּשְׁכָּן הוּא, שֶׁיִּהְיֶה הַכָּבוֹד אֲשֶׁר שָׁכַן עַל הַר סִינַי שׁוֹכֵן עָלָיו בְּנִסְתָּר, וּכְמוֹ שֶׁנֶּאֱמַר שָׁם (שמות כ\"ד:ט\"ז) \"וַיִּשְׁכֹּן כְּבוֹד ה' עַל הַר סִינַי\", וּכְתִיב (דברים ה כא) \"הֵן הֶרְאָנוּ ה' אֱלֹהֵינוּ אֶת כְּבֹדוֹ וְאֶת גָּדְלוֹ\", כֵּן כָּתוּב בַּמִּשְׁכָּן \"וּכְבוֹד ה' מָלֵא אֶת הַמִּשְׁכָּן\" (שמות מ':ל\"ד). וְהִזְכִּיר בַּמִּשְׁכָּן שְׁנֵי פְּעָמִים \"וּכְבוֹד ה' מָלֵא אֶת הַמִּשְׁכָּן\", כְּנֶגֶד \"אֶת כְּבֹדוֹ וְאֶת גָּדְלוֹ\"; וְהָיָה בַּמִּשְׁכָּן תָּמִיד עִם יִשְׂרָאֵל הַכָּבוֹד שֶׁנִּרְאָה לָהֶם בְּהַר סִינַי. וּבְבֹא מֹשֶׁה (שמות ל\"ד:ל\"ד) הָיָה אֵלָיו הַדִּבּוּר אֲשֶׁר נִדְבַּר לוֹ בְּהַר סִינַי. וּכְמוֹ שֶׁאָמַר בְּמַתַּן תּוֹרָה (דברים ד לו) \"מִן הַשָּׁמַיִם הִשְׁמִיעֲךָ אֶת קֹלוֹ לְיַסְּרֶךָּ וְעַל הָאָרֶץ הֶרְאֲךָ אֶת אִשּׁוֹ הַגְּדוֹלָה\", כָּךְ בַּמִּשְׁכָּן כְּתִיב (במדבר ז פט) \"וַיִּשְׁמַע אֶת הַקּוֹל מִדַּבֵּר אֵלָיו מֵעַל הַכַּפֹּרֶת מִבֵּין שְׁנֵי הַכְּרֻבִים וַיְדַבֵּר אֵלָיו\":<br>וְנִכְפַּל \"וַיְדַבֵּר אֵלָיו\" לְהַגִּיד מַה שֶׁאָמְרוּ בַּקַּבָּלָה שֶׁהָיָה הַקּוֹל בָּא מִן הַשָּׁמַיִם אֶל מֹשֶׁה מֵעַל הַכַּפֹּרֶת וּמִשָּׁם מְדַבֵּר עִמּוֹ, כִּי כָּל דִּבּוּר עִם מֹשֶׁה הָיָה מִן הַשָּׁמַיִם בַּיּוֹם וְנִשְׁמַע מִבֵּין שְׁנֵי הַכְּרוּבִים, כְּדֶרֶךְ וּדְבָרָיו שָׁמַעְתָּ מִתּוֹךְ הָאֵשׁ (דברים ד לו), וְעַל כֵּן הָיוּ שְׁנֵיהֶם זָהָב. וְכֵן אָמַר הַכָּתוּב (להלן כט מב מג) \"אֲשֶׁר אִוָּעֵד לָכֶם שָׁמָּה לְדַבֵּר אֵלֶיךָ שָׁם וְנִקְדַּשׁ בִּכְבוֹדִי\", כִּי שָׁם יִהְיֶה בֵּית מוֹעֵד לַדִּבּוּר וְנִקְדַּשׁ בִּכְבוֹדִי: וְהַמִּסְתַּכֵּל יָפֶה בַּכְּתוּבִים הַנֶּאֱמָרִים בְּמַתַּן תּוֹרָה וּמֵבִין מַה שֶׁכָּתַבְנוּ בָּהֶם (עי' להלן פסוק כא) יָבִין סוֹד הַמִּשְׁכָּן וּבֵית הַמִּקְדָּשׁ, וְיוּכַל לְהִתְבּוֹנֵן בּוֹ מִמַּה שֶׁאָמַר שְׁלֹמֹה בְּחָכְמָתוֹ בִּתְפִלָּתוֹ בְּבֵית הַמִּקְדָּשׁ, \"ה' אֱלֹהֵי יִשְׂרָאֵל\" (מלכים א ח':כ\"ג) כְּמוֹ שֶׁאָמַר בְּהַר סִינַי \"וַיִּרְאוּ אֵת אֱלֹהֵי יִשְׂרָאֵל\" (שמות כ\"ד:י'), וְהוֹסִיף שָׁם לְפָרֵשׁ \"ה'\" לָעִנְיָן שֶׁרָמַזְנוּ שָׁם לְמַעְלָה כִּי אֱלֹהֵי יִשְׂרָאֵל יֹשֵׁב הַכְּרֻבִים (מלכים א ח כג), כְּמוֹ שֶׁאָמַר \"וּכְבוֹד אֱלֹהֵי יִשְׂרָאֵל עֲלֵיהֶם מִלְמָעְלָה הִיא הַחַיָּה אֲשֶׁר רָאִיתִי תַּחַת אֱלֹהֵי יִשְׂרָאֵל בִּנְהַר כְּבָר וָאֵדַע כִּי כְרוּבִים הֵמָּה\" (יחזקאל י יט כ), וְאָמַר דָּוִד \"וּלְתַבְנִית הַמֶּרְכָּבָה הַכְּרֻבִים זָהָב לְפֹרְשִׂים וְסֹכְכִים עַל אֲרוֹן בְּרִית ה'\" (דהי\"א כח יח), וְכֵן יַזְכִּיר תָּמִיד בְּבֵית הַמִּקְדָּשׁ \"לְשֵׁם ה'\", (מלכים א ה':י\"ט), \"לִשְׁמֶךָ\" (שם ח מד), וְיֹאמַר בְּכָל פַּעַם וּפַעַם \"וְאַתָּה תִּשְׁמַע הַשָּׁמַיִם\" (שם ח לב), בְּמִדַּת רַחֲמִים, וּכְתִיב (שם ח מד מה) \"וְהִתְפַּלְלוּ אֶל ה' דֶּרֶךְ הָעִיר אֲשֶׁר בָּחַרְתָּ בָּהּ וְהַבַּיִת אֲשֶׁר בָּנִיתִי לִשְׁמֶךָ וְשָׁמַעְתָּ הַשָּׁמַיִם\", וּבְבֵאוּר אָמַר \"כִּי הַאֻמְנָם יֵשֵׁב אֱלֹהִים אֶת הָאָדָם עַל הָאָרֶץ הִנֵּה שָׁמַיִם וּשְׁמֵי הַשָּׁמַיִם לֹא יְכַלְכְּלוּךָ\" (דהי\"ב ו יח). וּכְתִיב עַל הָאָרוֹן \"לְהַעֲלוֹת מִשָּׁם אֵת אֲרוֹן הָאֱלֹהִים אֲשֶׁר נִקְרָא שֵׁם שֵׁם ה' צְבָאוֹת יֹשֵׁב הַכְּרֻבִים עָלָיו\" (שמואל ב ו':ב'). וּבְדִבְרֵי הַיָּמִים (א יג ו) \"לְהַעֲלוֹת מִשָּׁם אֵת אֲרוֹן הָאֱלֹהִים ה' יוֹשֵׁב הַכְּרוּבִים אֲשֶׁר נִקְרָא שֵׁם\", כִּי הַשֵּׁם יוֹשֵׁב הַכְּרוּבִים:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Now that G-d had told Israel <i>face to face</i><sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Deuteronomy 5:4.</i> the Ten Commandments, and had further commanded them through Moses some of the precepts which are like general principles to the [individual] commandments of the Torah — in the same way that our Rabbis were accustomed to deal with strangers who come to be converted to the Jewish faith<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Yebamoth 47 a: “We inform him of some of the light commandments and of some of the weightiest …” The convert to Judaism is thus not taught the whole Torah prior to his conversion but only some of the essentials thereof, which is followed by his total commitment to observe whatever the Torah will command. Ramban’s language clearly indicates that the procedure of the Rabbis with converts followed the pattern of events at Sinai.</i> — and now that the Israelites accepted upon themselves to do all that He would command them through Moses and He made a covenant with them concerning all this, from now on they are His people and He is their G-d<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Leviticus 26:12.</i> This is in accordance with the condition He made with them at the beginning: <i>Now, therefore, if ye will indeed hearken unto My voice, and keep My covenant, then ye shall be Mine own treasure</i>,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Above, 19:5.</i> and He said further: <i>and ye shall be unto Me a kingdom of priests, and a holy nation</i>.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 6.</i> They are now holy, in that they are worthy that there be amongst them a Sanctuary through which He makes His Divine Glory dwell among them. Therefore He first commanded concerning the Tabernacle, so that He have amongst them a house dedicated to His name, from where He would speak with Moses and command the children of Israel. Thus the main purpose of the Tabernacle was to contain a place in which the Divine Glory rests, this being the ark, just as He said, <i>And there will I meet with thee, and I will speak with thee from above the ark-cover</i>.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Further, Verse 22.</i> Therefore He first gave the commandment about the ark and the ark-cover, for they are first in importance. Next to the ark He gave the commandment about the table and the candelabrum, which are vessels just like the ark, and because they indicate the purpose for which the Tabernacle was made. Moses, however, preceded to mention in the section of <i>Vayakheil: the Tabernacle, its Tent, and its covering</i>,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><i>Ibid.</i>, 35:11. And then in the following verse mentioned: <i>the ark…</i></i> and in that order Bezalel made them [first the Tabernacle and then the ark],<sup class=\"footnote-marker\">8</sup><i class=\"footnote\"><i>Ibid.</i>, 36:8-38. 37:1-9.</i> because from the practical end it is proper to build the house first [and then make its vessels].<br>The secret of the Tabernacle is that the Glory which abode upon Mount Sinai [openly] should abide upon it in a concealed manner. For just as it is said there, <i>And the glory of the Eternal abode upon Mount Sinai</i>,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Above, 24:16.</i> and it is further written, <i>Behold, the Eternal our G-d hath shown us His glory and His greatness</i>,<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Deuteronomy 5:21.</i> so it is written of the Tabernacle, <i>and the glory of the Eternal filled the Tabernacle</i>.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Further, 40:34.</i> Twice is this verse, <i>and the glory of the Eternal filled the Tabernacle</i><sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Further, 40:34.</i> mentioned in connection with the Tabernacle,<sup class=\"footnote-marker\">12</sup><i class=\"footnote\"><i>Ibid.</i>, and in Verse 35.</i> to correspond with <i>His glory and His greatness</i>.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Deuteronomy 5:21.</i> Thus Israel always had with them in the Tabernacle the Glory which appeared to them on Mount Sinai. And when Moses went into the Tabernacle, he would hear the Divine utterance being spoken to him in the same way as on Mount Sinai. Thus just as it is said at the Giving of the Torah: <i>Out of heaven He made thee to hear His voice, that He might instruct thee; and upon earth He made thee to see His great fire</i>,<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Deuteronomy 4:36.</i> so it is written of the Tabernacle, <i>and he heard the voice speaking unto him from above the ark-cover…from between the two cherubim; and He spoke unto him</i>.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Numbers 7:89.</i> The expression “speaking unto him” is mentioned here twice in order to indicate that which the Rabbis have said in the Tradition<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Bamidmar Rabbah 14:22.</i> that the Voice would come from heaven to Moses from upon the ark-cover, and from there He spoke with him; for every Divine utterance with Moses came from heaven during daytime,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Vayikra Rabbah 1:3: “But to the prophets of Israel the Holy One, blessed be He, revealed Himself at daytime.”</i> and was heard <i>from between the two cherubim</i>,<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Numbers 7:89.</i> similar to what is said, <i>and thou didst hear His words out of the midst of the fire</i>.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Deuteronomy 4:36.</i> It is for this reason that the two cherubim were made of gold.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Further, Verse 18. — In order to resemble “the fire” that was on Mount Sinai. (Tziyoni).</i> And Scripture so states: <i>where I will meet with you, to speak there unto thee;<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Further, 29:42.</i> and it shall be sanctified by My glory</i>,<sup class=\"footnote-marker\">19</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 43.</i> for there [in the Tabernacle] will be the appointed place for the Divine utterance, <i>and it will be sanctified by My glory</i>.<sup class=\"footnote-marker\">19</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 43.</i><br>Now he who looks carefully at the verses mentioned at the Giving of the Torah, and understands what we have written about them,<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">See above, 20:16, 24:10, and further here, Verse 21.</i> will perceive the secret of the Tabernacle and the Sanctuary [built later by King Solomon]. He will also be able to understand it from what Solomon in his wisdom said in his prayer in the Sanctuary: <i>O Eternal, the G-d of Israel</i>,<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">I Kings 8:23.</i> just as is said at Mount Sinai: <i>And they saw the G-d of Israel</i>.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Above, 24:10.</i> Solomon however added the Name <i>the Eternal</i> because of a matter which we have alluded to above;<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Above, 24:10.</i> for <i>the G-d of Israel sitteth upon the cherubim</i>,<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">II Kings 19:15.</i> just as is said: <i>And the glory of the G-d of Israel was over them above. This is the living creature that I saw, under the G-d of Israel by the river Chebar; and I knew that they were cherubim</i>,<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">Ezekiel 10:19-20.</i> and David said, <i>and gold for the pattern of the chariot, even the cherubim, that spread out their wings, and covered the ark of the covenant of the Eternal</i>.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">I Chronicles 28:18.</i> Solomon also always mentions that the Sanctuary is to be <i>for the name of the Eternal</i>,<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">I Kings 5:19.</i> or <i>for Thy name</i>,<sup class=\"footnote-marker\">27</sup><i class=\"footnote\"><i>Ibid.</i>, 8:44.</i> and at each and every section of the prayer he says, <i>then hear Thou in heaven</i><sup class=\"footnote-marker\">28</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 32 etc.</i> — with the attribute of mercy. And it is further written: <i>If Thy people go out to battle against their enemy… and they pray unto the Eternal toward the city which Thou hast chosen, and toward the house which I have built for Thy name, then hear Thou in heaven</i>,<sup class=\"footnote-marker\">29</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 44-45.</i> and in explanation Solomon said: <i>But will G-d in very truth dwell with man on the earth? Behold, heaven and the heaven of heavens cannot contain Thee</i>.<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">II Chronicles 6:18.</i> And it is written concerning the ark, <i>And David arose… to bring up from thence the ark of G-d, whereupon is called the Name, even the Name of the Eternal of hosts that sitteth upon the cherubim</i>,<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">II Samuel 6:2.</i> and in the Book of Chronicles it is written: <i>to bring up from thence the ark of G-d, the Eternal, Who sitteth upon the cherubim, whereon is called the Name</i><sup class=\"footnote-marker\">32</sup><i class=\"footnote\">I Chronicles 13:6.</i> — for it is G-d Who sitteth upon the cherubim.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "53f17669fbfba22336e9e35c", "index_title": "Kli Yakar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Kli Yakar on Exodus 25:1:1", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Kli Yakar on Exodus 25:1:1", "sourceHeRef": "כלי יקר על שמות כ״ה:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1598, 1602], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Kli Yakar", "he": "כלי יקר"}, "heTitle": "כלי יקר על שמות", "he": "<b>וידבר ה' וגו' ויקחו לי תרומה וגו'.</b> ג' תרומות נזכרו כאן כו', ויש בענין זה כמה ספיקות כי למה יחס ב' תרומות ראשונות אל הש\"י כי בראשונה אמר ויקחו לי לשמי, ובשניה אמר תקחו את תרומתי, אבל בשלישית לא הזכיר לא זה ולא זה ואדרבה נאמר בה מאתם יחסה אל הנותנים, ועו\"ק למה בשני תרומות ראשונות הקדים לשון קיחה ללשון תרומה ובשלישית הקדים לשון תרומה ללקיחה, ועו\"ק איך הכניס מאמר מאת כל איש אשר ידבנו לבו בין ב' תרומות הראשונים שהיו בקע לגלגולת שהיו חוב גמור על כל איש מישראל ואינן תלוין בנדבת לב הנותן כלל כ\"א תרומה שלישית שנאמר בה זהב וכסף ונחושת היא לבדה באה בנדבה ולמה הזכיר בה לשון קיחה משמע בהכרח והדבר הבא בנדבה אין בו הכרח, ועוד בראשונה אמר ויקחו בלשון נסתר ובשנים האחרונים אמר תקחו בנוכח.\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "“Speak to the Children of Israel and have them take for Me an offering; from every person whose heart inspires him to generosity, you shall take My offering. And this is the offering that you shall take from them...” “Three offerings are mentioned here, etc.”  [Megilah 29b, Psikta Rabti] There are a few questions on this subject. For why did He attribute the first two offerings to G-d, as in the first He said ‘Have them take for Me’ –for My Name, and in the second one He said ‘You shall take My offering’, but in the third neither was mentioned; on the contrary, it is said regarding it ‘From them’, associating it with the donors...", "versionTitle": "YU Torah miTzion Beit Midrash", "license": "", "versionTitleInHebrew": ""}, {"_id": "53f17669fbfba22336e9e35e", "index_title": "Kli Yakar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Kli Yakar on Exodus 25:1:2", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Kli Yakar on Exodus 25:1:2", "sourceHeRef": "כלי יקר על שמות כ״ה:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1598, 1602], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Kli Yakar", "he": "כלי יקר"}, "heTitle": "כלי יקר על שמות", "he": "<b>והקרוב אלי לומר בזה,</b> בהיות שבענין השקלים יש מחלוקת בין מפרשי התורה כי יש סוברים שלא נמנו ישראל לגלגולת אלא השקלים נמנו כדי להצילם מן עין הרע, ומהרי\"א חולק על דעה זו ואמר שנמנו לגלגולת ממש והשקלים נתנו דרך צדקה או קודם המנין או אחריו לכופר נפש כמבואר בספרו פר' כי תשא.\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "53f17669fbfba22336e9e360", "index_title": "Kli Yakar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Kli Yakar on Exodus 25:1:3", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Kli Yakar on Exodus 25:1:3", "sourceHeRef": "כלי יקר על שמות כ״ה:א׳:ג׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1598, 1602], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Kli Yakar", "he": "כלי יקר"}, "heTitle": "כלי יקר על שמות", "he": "<b>והנה מקום אתי לחלק לשון ידבנו לשני פנים,</b> אם לשון נדבה כפשוטו, ואם ההפך ממש, מדלא כתיב ינדבנו בנו\"ן א\"כ יש מקום לפרשו כמו ידונו בו\"ו כי אותיות בומ\"ף מתחלפות בפרט בי\"ת רפויה שמוצאה כמו וי\"ו וזה מורה על מי שלבו דוה וכואב על הנתינה, ולפיכך ב' תרומות ראשונות שלכל הדיעות היו חובה על כל איש ואף אם לא היה רוצה לתרום מ\"מ היו יכולין הגבאים ליקח ממנו בעל כרחו, לפיכך הקדים בהם לשון קיחה לתרומה כי על ידי שיבאו הגבאים לגבות ממנו בעל כרחו יבא לתרום כי קיחת הגבאים מסבבת התרומה, אבל השלישית הבאה בנדבה ולא היה שם חובה כלל ואילו לא ירצה לתרום מי יוכל להכריחו ע\"כ הקדים בה התרומה ללקיחה לומר שאחר שהוא מנדבת לבו קרא שם ותרם מן ממונו כפי רצונו, אז יוכלו הגבאים לכופו וליקח ממנו בעל כרחו מה שתרם כבר הן בפה הן בידים לכך נאמר וזאת התרומה אשר תקחו מאתם וגו', לומר שאחר שתרם אז תקחו מאתם בזרוע אם ביני ביני נתחרט.\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "53f17669fbfba22336e9e362", "index_title": "Kli Yakar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Kli Yakar on Exodus 25:1:4", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Kli Yakar on Exodus 25:1:4", "sourceHeRef": "כלי יקר על שמות כ״ה:א׳:ד׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1598, 1602], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Kli Yakar", "he": "כלי יקר"}, "heTitle": "כלי יקר על שמות", "he": "<b>זה\"ש </b>דבר אל בני ישראל ויקחו לי תרומה, שימנו גבאים שיקחו התרומה מכל איש ואיש וקודם שיתבעו מאחרים יתנו המה חלקם לקשט את עצמם תחילה ואח\"כ יקחו מאחרים וזה הוראות וי\"ו של ויקחו, אבל מאת כל איש אשר ידבנו לבו שלבו דוה על הנתינה כי הוא איש כילי ואינו נותן מרצון טוב ויש לחוש שמא יתקוטט עם הגבאים, אז תקחו אתם משה ואהרן או נשיאי ישראל כי ודאי ישאו פניהם ולא יריבו עמהם על זה, ואם ידבנו פירושו כמו ינדבנו והוא לשון נדיב לב אז יהיה מוסב אשלמעלה שאמר ויקחו לי הגבאים תרומה מאת כל איש אשר ידבנו נדיבת לבו וממילא נשמע שמ\"ש אח\"כ תקחו את תרומתי משמע אתם בעצמכם תקחו מדבר במי שאינו נדיב לב מן הטעם שנתבאר. אמנם מדקאמר בפרשת <small>(ויקהל לה ה)</small> כל נדיב לב יביאה ש\"מ שכאן מדבר במי שלבו דוה וכואב וממנו תקחו בעל כרחו, אבל מי שהוא נדיב לב הוא יביאה מעצמו ואין צריך לכופו. אבל לשון תקחו הנאמר בתרומה שלישית הבאה נדבה יש דברים אחרים בגו, וזה שאם יבאו גבאים חשובים אל המתנדב בלי ספק שישא פניהם ויתנדב יותר מאילו היו באים אליו סתם בני אדם כי מטעם זה נוהגין לעשות נדבה ברבים אולי ישא פניהם.\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "53f17669fbfba22336e9e364", "index_title": "Kli Yakar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Kli Yakar on Exodus 25:1:5", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Kli Yakar on Exodus 25:1:5", "sourceHeRef": "כלי יקר על שמות כ״ה:א׳:ה׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1598, 1602], "commentaryNum": 1.0005, "collectiveTitle": {"en": "Kli Yakar", "he": "כלי יקר"}, "heTitle": "כלי יקר על שמות", "he": "<b>ולפי מהרי\"א,</b> שפירש כי גם השקלים אע\"פ שהיו חובה מ\"מ היו כמו צדקה וכופר יהיה מאמר מאת כל איש אשר ידבנו לבו לשון נדבה ממש ומוסב אשלמעלה ושלמטה להורות שגם שני תרומות אלו היו תולין בנדבת לב הנותן, אבל בתרומה שלישית לא הוצרך להזכיר זה כי פשיטא שהיא באה נדבה ולא חובה כי כבר נרמז זה במה שהקדים התרומה אל הקיחה, ולפי ששני תרומות הראשונים הם חובה וכופר נפש כמ\"ש לכפר על נפשותיכם וכתיב <small>(יחזקאל יח ד)</small> הן כל הנפשות לי הנה, ובחסד האל יתברך הוא לוקח בקע לגלגולת תמורת הנפש על כן נאמר בראשונה ויקחו לי ובשניה תרומתי כי שם ה' נקרא עליהם. אבל השלישית שאינה חובה לא יחסה אל הש\"י ותלאה במתנדבים שנאמר וזאת התרומה אשר תקחו מאתם כי היא תלויה בהם וז\"ש מאתם ולא מאת ה' היתה זאת חובה.\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "53f1766afbfba22336e9e366", "index_title": "Kli Yakar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Kli Yakar on Exodus 25:1:6", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Kli Yakar on Exodus 25:1:6", "sourceHeRef": "כלי יקר על שמות כ״ה:א׳:ו׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1598, 1602], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Kli Yakar", "he": "כלי יקר"}, "heTitle": "כלי יקר על שמות", "he": "<b>והנה קרוב לשמוע טעם אחר,</b> על מה שייחס שני תרומות ראשונות אל השי\"ת ולא השלישית לפי שבכל מקום שיש שם גדר ענוה והכנעה בין התחתונים שם חביון עזו של הקב\"ה השוכן את דכא ושפל רוח, אבל בכל מקום שיש נדנוד גאוה אין הקב\"ה רוצה לייחד שמו ית' שם לפיכך שני תרומות ראשונים שהיה יד כל אדם שוה בהם כי העשיר לא ירבה והדל לא ימעיט, ואין מקום לשום אחד להתפאר על חבירו לומר תרומתי גדולה מתרומתך אותן ייחס השי\"ת אליו, כי בראשונה נאמר ויקחו לי לשמי כי כבר בארנו למעלה תחילת פרשת מקץ ובפסוק בכל המקום אשר אזכיר את שמי <small>(שמות כ כא)</small> שכל אותיות השם הגדול מורים על גדר הענוה ע\"ש, ובשניה אמר תרומתי. וכן הדבר הנעשה מן שני תרומות אלו דומה אל התרומה עצמה כי כשם שכולן היו שוים בה ולא היה בה שום התנשאות לאחד על חבירו כך נעשה מתרומה אחת האדנים כי כל האדנים היו שוים אחד כמו חבירו והיו תחתונים לכל הבנין כאסקופה הנדרסת והיו יסודות לכל הבנין כי כמוהם יהיו עושיהם, כי כמו שהעושים הנדבה ההיא היו שוין בנתינה ולא היה לשום אחד מהם התנשאות על חבירו כך נעשו מהם אדנים אלו המורים על גדר הענוה כי הענוה היא יסוד הבנין אשר עליו כל בית ישראל נכון, ונקראו בשם אדנים שיש במשמעותו לשון אדנות ושררה יען כי כל מי שעושה את עצמו כאסקופה הנדרסת מלמטה נעשה אדון מלמעלה כי כל המשפיל עצמו הקב\"ה מגביהו ועושה אותו יסוד ונושא לכל הבנין כאדנים אלו שהיו יסוד ונושא לכל הבנין, וכן מלת נשיא פירושו שהוא נושא את אחרים כי כולם נשענים עליו.\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "[Answer:] For wherever there is the concept of humility and submission among those below, there is hidden the might of G-d, who dwells among the contrive and humble of  spirit. However, wherever there is a tinge of haughtiness, G-d does not wish to associate His Name. Therefore, the first two gifts-where the hand of every man was equal, for the rich did not  add  and the poor did not subtract, and no one can brag over his fellow and say ‘My donation is greater than yours’ – were associated with G-d ...", "versionTitle": "YU Torah miTzion Beit Midrash", "license": "", "versionTitleInHebrew": ""}, {"_id": "53f1766afbfba22336e9e368", "index_title": "Kli Yakar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Kli Yakar on Exodus 25:1:7", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Kli Yakar on Exodus 25:1:7", "sourceHeRef": "כלי יקר על שמות כ״ה:א׳:ז׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1598, 1602], "commentaryNum": 1.0007, "collectiveTitle": {"en": "Kli Yakar", "he": "כלי יקר"}, "heTitle": "כלי יקר על שמות", "he": "<b>ומתרומה שניה הביאו קרבנות ציבור,</b> שהיו ג\"כ שוים בכל יום כבש אחד בבוקר והשניה בין הערבים וכתיב <small>(תהלים נא יט)</small> זבחי אלהים רוח נשברה ר\"ל תכלית הזבחים להביא את האדם לידי רוח נשברה, ועל כן יחסה ג\"כ אליו ית' שנאמר תקחו את תרומתי לפי שהתרומה והעשוי ממנה הכל מורה על גדר הענוה ע\"כ אמר הקב\"ה זו היא תרומתי, אבל תרומה שלישית שלא היו הכל שווין בה והיו מתחלפים בפחות ויתר כי העשיר הנותן הרבה יש לו מקום להתנשאות על העני לאמר יש לי חלק גדול בבית אלהינו יותר מן העני בהרבותי מהר ומתן, על כן נעשו ממנה כל כלי הקודש כמו הארון והמנורה והשלחן והמזבח ויתר הכלים ובלי ספק שהיה יתרון לקצתם על קצתם כי זר הארון הוא כנגד כתר תורה, וזר המזבח כנגד כתר כהונה, וזר השלחן כנגד כתר מלכות, ואע\"פ שכפי קדושת הכלים היה לו להקב\"ה ליחס נדבה זו אליו ית' מ\"מ מאחר שמצד גביית הנדבה היה שם צד גאוה והתנשאות למרבה על הממעיט ע\"כ לא יחסה הקב\"ה אליו.\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "In the same way, the objects made from these two donations were similar to the donation itself. For just as everyone was equal with no condescension of one over the other, so too, from one donation the sockets [for the Mishkan’s wall boards] were made – for all the sockets were equal to each other, and they were underneath the building as a threshold that is trodden upon, and they served as the foundations to the whole building. They were like their makers ... These sockets teach humility, since humility is the foundation upon which the entire house of Israel stands ... ", "versionTitle": "YU Torah miTzion Beit Midrash", "license": "", "versionTitleInHebrew": ""}, {"_id": "53f1766afbfba22336e9e36a", "index_title": "Kli Yakar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Kli Yakar on Exodus 25:1:8", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Kli Yakar on Exodus 25:1:8", "sourceHeRef": "כלי יקר על שמות כ״ה:א׳:ח׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1598, 1602], "commentaryNum": 1.0008, "collectiveTitle": {"en": "Kli Yakar", "he": "כלי יקר"}, "heTitle": "כלי יקר על שמות", "he": "<b>ובזה ראיתי לתרץ קושיא אחת,</b> מאחר שחשב הנדבה כסדר מדריגתן זהב וכסף ונחושת אם כן למה קא חשיב אבני שהם ואבני מלואים לבסוף כי האבנים בלי ספק הם יקרים יותר מן זהב, אע\"פ שנוכל לתרץ ולומר לפי שהנשיאים הביאו אבני שהם ואבני מלואים לבסוף כמו שמביא רש\"י <small>(שמות לה כז)</small> על כן הזכיר נדבתם באחרונה, מ\"מ גם לפי דרכינו נוכל לומר שרצה הקב\"ה להראות שאחד הממעיט ואחד המרבה הכל שוין לפניו ית' ע\"כ הזכיר החשוב לבסוף שלא יהיה תפארת העשיר על העני לומר נדבתי גדולה והכתוב מנאה בראש, ועוד הזכיר נדבתם באחרונה לפי שרום לבבם הביאם לידי זה שהתנדבו לבסוף לומר יתנדבו הצבור ומה שהם מחסרים אנו משלימין וכל זה דרך גאה וגאון לומר יש לאל ידינו למלאות מה שהם מחסרים, ע\"כ הזכיר נדבתם אחרונה כי כל המגביה את עצמו הקב\"ה משפילו ולא עוד אלא והנשאם חסר יו\"ד כתיב כי רק אות אחת מן השם הגדול חקוק בשם נשיא דהיינו היו\"ד וע\"י שהתנשאו בדבריהם לקח ה' מן שמם אות זה משמו יתברך המורה כולו על גדר הענוה כמבואר בפסוק בכל המקום אשר אזכיר את שמי אבא אליך. ודבר זה סוד מסודות התורה וצורת היו\"ד מורה ג\"כ על הענוה והקטנות.\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "From the second offering they brought the communal sacrifices which were also the same every day, one lamb in the morning and one in the afternoon. It states, “G-d’s [accepted] sacrifices are a broken spirit”, meaning to say that the purpose of sacrificing is to bring man to a state of a broken spirit. Therefore, this offering was also associated with G-d ... However, the third offering was not equal from all; some gave less, and some gave more. The rich who gave more had room to boast over the poor and say to him, “I have a greater share in the house of our G-d, as I gave a larger donation.”... There-fore it was not attributed to G-d.", "versionTitle": "YU Torah miTzion Beit Midrash", "license": "", "versionTitleInHebrew": ""}, {"_id": "54bc046efbfba2352f205ed6", "index_title": "Rashbam on Exodus", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Exodus 25:1:1", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Rashbam on Exodus 25:1:1", "sourceHeRef": "רשב\"ם על שמות כ״ה:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על שמות", "he": "(פרשיות של משכן חשן ואפוד אקצר בפירושן וימצאו בפירושי רבינו שלמה אבי אמי ז\"ל). ", "heVersionTitle": "Rashbam on Torah -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "If you will find that my commentary on the construction of the Tabernacle and the requisite furnishings and priestly garments is relatively brief, the reason is that my grandfather Rashi, of blessed memory, has already elaborated on most of it.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "568ae4e8d6e4a933a1fca026", "index_title": "Shadal on Exodus", "category": "Commentary", "type": "commentary", "ref": "Shadal on Exodus 25:1:1", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Shadal on Exodus 25:1:1", "sourceHeRef": "שד\"ל על שמות כ״ה:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על שמות", "he": "אחר שקבלו עליהם המשפטים והתורות והיה ה' בישורון מלך, ראוי שיעשו לו מקדש, כאילו מלכם שוכן בתוכם, כי יהיה סבה חזקה לשמירת האחדות באומה והתמדת דבקותה בתורה, ואעפ\"י שעדיין לא נגזר עליהם להתעכב במדבר, לא רצה ה' שימתינו לעשות לו מקדש עד שיכבשו ויחלקו את הארץ ויהיה להם מקום נבחר להיות מרכז לכל הממלכה, וצוה לעשות משכן מיטלטל, שגם בבואם אל הארץ יוכלו להקימו בכל מקום שירצו לפי צורך השעה, והמשכן הזה שמש שמונים שנה וד' מאות שנה עד שנבנה הבית בימי שלמה (מלכים א' ו' א').", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77cc3d6e4a94c7c189ed4", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 25:1", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Tafsir Rasag, Exodus 25:1", "sourceHeRef": "תפסיר רס\"ג, שמות כ״ה:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "וכלם אללה מוסי תכלימא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "586901ced6e4a97c9cbb1e51", "index_title": "Mei HaShiloach", "category": "Chasidut", "type": "commentary", "ref": "Mei HaShiloach, Volume I, Exodus, Terumah 1", "anchorRef": "Exodus 25:1-2", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2"], "sourceRef": "Mei HaShiloach, Volume I, Exodus, Terumah 1", "sourceHeRef": "מי השלוח, חלק א, ספר שמות, תרומה א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1840, 1860], "commentaryNum": 1, "collectiveTitle": {"en": "Mei HaShiloach", "he": "מי השלוח"}, "heTitle": "תרומה", "he": "<b>וידבר ה' אל משה לאמר דבר וכו' ויקחו לי תרומה.</b> זש\"ה (ישעיה מ\"ה, י\"ח) כה אמר ה' יוצר הארץ וכו', לא תהו בראה לשבת יצרה. להיות כי בפ' יתרו כאשר שמעו ישראל את עשרת הדברות היה נקל בעיניהם לקיימם מאחר שהמצוות הללו תלווים במעשה האדם, אך אח\"כ כאשר נאמר להם פ' משפטים היינו שרצון הש\"י הוא שיתפשט קדושתו ועבודתו בלבות ישראל, עד שיתפשט גם על קנינים השייכים להאדם שלא יוכלו לעשות דבר שלא כדת כמו שנתבאר בפ' משפטים [ד\"ה ואלה], ועי\"כ היה צעקה בלב ישראל איך אפשר להזדכך לב אדם כך. ועי\"ז נתן הש\"י עצה להם בזו הסדרה ויקחו לי תרומה זהב וכסף ונחשת ואיתא בזוה\"ק (שמות קמ\"ח.) שהוא נגד היסודות הנמצאים באדם, והוא שימסור האדם כל יסודותיו וכחותיו להש\"י שהוא ישלוט בהם כרצונו ית', וממילא יהיו כל קניניו טובים ולא יגיע מהם שום היזק. וכענין הזה נתפרש בזוה\"ק (במדבר קכ\"א:) הפסוק אשרי אדם לא יחשוב ה' לו עון ואין ברוחו רמיה, והוא כשאין הרוח חיים שלו נוטה לשום צד רק לרצון הש\"י ואם יאמר האדם איך אפשר לזכך לבו כ\"כ, ע\"ז נאמר לא תהו בראה היינו שאין הש\"י חפץ שלבו של אדם יפחד. וזה ג\"כ פי' (ישעיה מ\"ה,י\"ח) לא אמרתי לזרע יעקב תוהו בקשוני, וע\"ז נאמר לשבת יצרה שיהיה לאדם ישוב הדעת, אני ה' דובר צדק מגיד מישרים, היינו אף שהש\"י חפץ שיהיה האדם צדיק ונקי בכל הענינים ויקיים כל התרי\"ג מצות, עכ\"ז נקרא מגיד מישרים, היינו בישרות ובנדבות לב אל האדם ונותן עצות לאדם שיבא לכל הד\"ת בנקל.", "heVersionTitle": "Mei HaShiloach, Publication of Sifrei Izhbitza Radzin, Bnei Brak 2005.", "heLicense": "", "heVersionTitleInHebrew": "מי השילוח. תשס\"ה. בני ברק", "text": "<i>“And God spoke to Moshe saying, take for Me an offering [</i>truma<i>] ….”</i> (Shemot, 25:2)<br>This is as it is written (Yesahya, 45:1), “Thus spoke God … who formed the land … He did not create a desolation for his creations to dwell in…” In <i>Parshat Yitro</i>, when Israel heard the Ten Mitzvot, it was easy for them to fulfill them since these <i>mitzvot</i> depend on the actions of man. Then after, the <i>Parsha</i> of <i>Mishpatim</i> (Judgments) was said to them, and taught that it was God’s will that His <i>Kedusha</i> (holiness) and service (of Him) would spread forth to such an extent that even a man’s possessions could not do anything against the Torah as explained above in <i>Parshat Mishpatim</i> (cf. “and these are the judgments”). From this, a great crying out burst from the hearts of Israel asking how it could be possible to reach such a level of refinement. Therefore God gave them the advice in this <i>Parsha</i>, “take for me an offering [<i>truma</i>], gold, and silver, and copper.”<br>On this it says in the holy Zohar (<i>Shemot</i>, 148a), that these elements correspond to the basic elements found in man, meaning that he should deliver all his elements and potentialities over to God, so that He may manage them according to His blessed will. Then of itself his possessions will also contain goodness and will not suffer or cause any damage. On this it is explained in the Zohar (<i>Bamidbar</i>, 125), “The verse, ‘Fortunate is the man who God does not ascribe to him sin, and has not the spirit of deception,’ (<i>Tehilim</i>, 32:2) means that the spirit of his life does not turn to any side,” but is directed only to God’s will. If a man asks how it is possible to refine his heart to such an extent, on this it is said, “He did not create a desolation for His creations to dwell in,” meaning that God does not want man’s heart to be distraught.<br>This is also the meaning of (Yesahya, 45:19), “I did not say to the seed of Yaakov, seek Me in vain,” so therefore the verse says, “for his creations to dwell in,” meaning that a man should have a settled mind.<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">To dwell (<i>lashevet</i>) shares a root with settled mind (<i>yishuv hadaat</i>). His mind will be settled in knowing that God would never have given him obligations that are impossible to fulfill, that the world around man is also a product of God’s will and inherent in it is the desire to be used by man in a state of <i>Kedusha</i>.</i> [And the verse in Yesahya continues], “I am God, speaking righteousness, proclaiming fairness [<i>meisharim</i>, also even, right], meaning that even though God desires that man be righteous and clean in all matters, upholding 613 mitzvot, still He is “proclaiming fairness,” meaning with honesty and a willingness of heart towards man. Thus He gives man advice as to how to fulfill all the <i>mitzvot</i> with ease.", "versionTitle": "Living waters, the Mei HaShiloach. Trans. and edited by Betsalel Philip Edwards, Jerusalem, J. Aronson 2001 [Revised digital edition, 2021]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "586901e7d6e4a97c9cbb21c7", "index_title": "Mei HaShiloach", "category": "Chasidut", "type": "commentary", "ref": "Mei HaShiloach, Volume II, Exodus, Terumah 1", "anchorRef": "Exodus 25:1-2", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2"], "sourceRef": "Mei HaShiloach, Volume II, Exodus, Terumah 1", "sourceHeRef": "מי השלוח, חלק ב, ספר שמות, תרומה א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1840, 1860], "commentaryNum": 1, "collectiveTitle": {"en": "Mei HaShiloach", "he": "מי השלוח"}, "heTitle": "תרומה", "he": "<b>וידבר ה' אל משה לאמר דבר אל בני ישראל ויקחו לי תרומה.</b> היינו שצוה הש\"י שישראל יסייעו לו בכל ההנהגות דבר בעתו כדאיתא בספר הבהיר (השייך לקמ\"ו.) הרימו אותה בתפלותיכם ומי הוא אותו שנדבו לבו להמשך מן העולם הזה כבדוהו כי בו אני שמח שיודיע שמי וממנו ראוי לקחת את תרומתי שנאמר מאת כל איש אשר ידבנו לבו תקחו את תרומתי מאותו המתנדב דא\"ר רחומאי צדיקים וחסידים שבישראל שמרימין אותי על כל העולם בזכיותיהן וכו'.", "heVersionTitle": "Mei HaShiloach, Publication of Sifrei Izhbitza Radzin, Bnei Brak 2005.", "heLicense": "", "heVersionTitleInHebrew": "מי השילוח. תשס\"ה. בני ברק", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5926b234d6e4a9576039ffe0", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Terumah 1:1", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Midrash Tanchuma Buber, Terumah 1:1", "sourceHeRef": "תנחומא בובר, תרומה א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "תרומה", "he": "וידבר ה' אל משה לאמר. דבר אל בני ישראל ויקחולי תרומה וגו' <small>(שמות כא א)</small>. זש\"ה כי לקח טוב נתתי לכם וגו' <small>(משלי ד ב)</small>, לקח הוא תורתי בנוהג שבעולם שני פרגמטין שהיו במדינה, זה לוקח מטכסין, וזה לוקח אולוסירקא, עמדו זה עם זה, אמר אחד לחבירו מבקש אתה להחליף, א\"ל הן, החליפו זה עם זה, זה נתן מטכסין ולקח לו אולוסירקא, נמצא ביד זה דבר אחד, וביד זה דבר אחד, אבל תורה אינה כן, זה שונה סדר זרעים, וזה שונה סדר נזיקין, עמדו שניהם זה עם זה, אמר אחדלחבירו השנה לי סדר זרעים, ואני אשנה לך סדר נזיקים, נמצא ביד זה שנים, וביד זה שנים, יש מקח גדול מזה, הוי כי לקח טוב וגו'.  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Exod. 25:1–2:) <small>THEN THE LORD SPOKE UNTO MOSES, SAYING: SPEAK UNTO THE CHILDREN OF ISRAEL, AND LET THEM TAKE</small> (rt.: <small>LQH</small>) <small>FOR ME A PRIESTLY SHARE</small>…. This text is related (to Prov. 4:2): <small>FOR I GAVE YOU GOOD INSTRUCTION</small>…. <small>INSTRUCTION</small> (<small>LQH</small>) &lt;denotes&gt; my Torah.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\"><i>Tanh</i>., Exod. 7:2.</i> &lt;It was&gt; customary for two traders<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Gk.: <i>pragmateutai</i>. This interpretation follows the reading from the parallel text in <i>Tanh</i>., Exod. 7:2. The spelling, <i><small>PRGMTYN</small></i>, in the Buber text suggests the Greek <i>pragmata</i> (“affairs,” “business”) and does not fit the context.</i> to be in the &lt;same&gt; district. One took in (rt.: <small>LQH</small>) raw silk,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Gk.: <i>metaxa</i>.</i> and the other took in finished silk.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Gk.: <i>holoserikon</i>. Cf. the parallel <i>Tanh</i>. text, which reads “pepper” (<i>pilpelin</i>) here.</i> They stood side by side. One said to his companion: Do you want to make a change? He said: Yes. &lt;So&gt; they changed &lt;roles&gt; with each other. The first handed over the raw silk and took the finished silk for himself. It turned out that a single commodity &lt;remained&gt; in the hands of the one, and a single commodity &lt;remained&gt; in the hands of the other. But Torah is not like that. One learns the &lt;talmudic&gt; order, \"Seeds (<i>Zera'im</i>),\" while another learns the order, \"Damages (<i>Neziqin).\"</i> Both of them stood side by side. One said to his companion: Teach me the order, \"Seeds,\" and I shall teach you the order, \"Damages.\" It turned out that the one had two &lt;orders&gt; in hand, and the other had two &lt; orders &gt; in hand. Is there &lt;any&gt; merchandise greater than this? Ergo (in Prov. 4:2): <small>FOR I GAVE YOU GOOD INSTRUCTION</small>….", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5933bf71d6e4a954e5309c87", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Terumah 4:1", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Midrash Tanchuma Buber, Terumah 4:1", "sourceHeRef": "תנחומא בובר, תרומה ד׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "תרומה", "he": "וזאת התרומה אשר תקחו מאתם וגו', ותכלת וארגמן וגו', ועורות אלים וגו', שמן למאור וגו' <small>(שמות כה ג ד ה ו)</small>, אמר ר' יהודה בר' סימון לא תהיו סבורים שאתם גומלים עלי י\"ג דברים, כנגד י\"ג דברים שהפרשתי לכם במצרים, ואלו הן, ואלבישך רקמה, ואנעלך תחש ואחבשך בשש וכסך משי ואעידך עדי ואתנה צמידים על ידיך ורביד על גרונך, ואתן נזם על אפך ועגילים על אזניך, עטרת תפארת בראשך <small>(יחזקאל טז י יא יב)</small>, ולחמי אשר נתתי לך סולת ושמן ודבש האכלתיך <small>(שם שם יט)</small>, הוי י\"ג שהפרשתים לי כנגד י\"ג דברים שהפרשתי לכם במצרים, לעתיד לבא אני גומל לכם כנגד י\"ג דברים הללו, מה שנאמר וברא ה' על [כל] מכון הר ציון וגו', וסוכה תהיה לצל יומם וגו' <small>(ישעיה ד ה ו)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Exod. 25:3–7:) <small>AND THIS IS THE PRIESTLY SHARE THAT YOU SHALL TAKE FROM THEM</small>: <small>&lt;GOLD, SILVER, AND BRONZE; &gt; BLUE, PURPLE, &lt;AND SCARLET YARNS; FINE LINEN, GOAT HAIR, REDDENED&gt; RAM SKINS, DOLPHIN SKINS, AND ACACIA WOOD;&gt; OIL FOR LIGHTING, &lt;SPICE FOR ANOINTING OIL AND FOR AROMATIC INCENSE, ONYX STONES</small>&gt;…. R. Judah bar Simon said: &lt;The Holy One said to Israel:&gt;<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">This necessary addition to the text comes from the parallel in <i>Tanh</i>., Exod. 7:5.</i> Do not think that you are repaying me thirteen things<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Presumably the thirteen types of offerings mentioned in Exod. 25:1–7; but these verses mention more than thirteen.</i> which correspond to thirteen things which I set aside for you in Egypt. These were the following (according to Ezek. 16:10–12, 19): <small>I CLOTHED YOU WITH EMBROIDERY, SHOD YOU WITH DOLPHIN SKIN, WRAPPED YOU IN FINE LINEN, COVERED YOU WITH SILK, ADORNED YOU WITH JEWELS, PUT BRACELETS ON YOUR ARMS, AND A CHAIN AROUND YOUR NECK; I PUT A RING ON YOUR NOSE, EARRINGS ON YOUR EARS, AND A SPLENDID CROWN UPON YOUR HEAD…. AND MY BREAD WHICH I GAVE YOU, &lt; BREAD &gt; OF FINE FLOUR, OIL, AND HONEY, &lt;THIS BREAD&gt; I GAVE YOU TO EAT</small>. Ergo, the thirteen things which you have set aside for me correspond to (but do not repay) the thirteen things which I set aside for you in Egypt. In the age to come I am repaying you these corresponding thirteen things, those which are mentioned (in Is. 4:5–6): <small>FOR THE LORD WILL CREATE OVER THE</small> [<small>WHOLE]</small> <small>SITE OF MOUNT ZION &lt;AND OVER ITS ASSEMBLY A CLOUD AND SMOKE BY DAY AND THE BRIGHTNESS OF A FLAMING FIRE BY NIGHT</small> &gt;…. <small>AND THERE SHALL BE A SUKKAH AS A SHADE FROM THE HEAT BY DAY</small>….", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5936af80d6e4a927fb7b17d8", "index_title": "The Midrash of Philo", "category": "Second Temple", "type": "", "ref": "The Midrash of Philo 15:9:8", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "The Midrash of Philo 15:9:8", "sourceHeRef": "מדרשי פילון ט״ו:ט׳:ח׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [10, 50], "commentaryNum": 9.0008, "collectiveTitle": {"en": "The Midrash of Philo", "he": "מדרשי פילון"}, "heTitle": "מדרשי פילון", "he": "אותו פירוש נותן פילון לביטוי זה הנמצא בעניין תרומת המשכן:\" הבה ונראה, כיצד ציוה (ה') להביא את הנחוץ להקמת (המשכן. הכתוב) אומר: \"וה' דיבר את משה ואמר, דבר אל בני ישראל ויקחו לי תרומה מאת כל איש אשר עלתה מחשבה בלבו תקחו את תרומתי\" (שמות כה, א-ב). אם כן, מכאן אזהרה שלא נקח לעצמנו, אלא לאלהים, ושנבדוק היטב מי הוא הנותן, ושלא נחַבֵּל במתנותיו\" (מי היורש דברי אלקים, קיג-קיד).", "heVersionTitle": "The Midrash of Philo, by Samuel Belkin, 1989", "heLicense": "CC-BY", "heVersionTitleInHebrew": "מדרשי פילון, שמואל בלקין, תשמ\"ט", "text": [], "versionTitle": "The Works of Philo Judaeus. trans. C.D.Yonge, London, H. G. Bohn, 1854-1890.", "license": "Public Domain", "versionTitleInHebrew": "חיבורי פילון היהודי, מתורגמים בידי צ'. ד. יונג, לונדון, ה\"ג בון, 1854-1890"}, {"_id": "5bd6bfbaa726d1001790b798", "index_title": "Ralbag on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag on Torah, Exodus 25:1:1-20", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Ralbag on Torah, Exodus 25:1:1-20", "sourceHeRef": "רלב\"ג על התורה, שמות כ״ה:א׳:א׳-כ׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1325, 1345], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ralbag on Torah", "he": "רלב\"ג על התורה"}, "heTitle": "שמות", "he": ["<big><strong>פרשת תרומה</strong></big>", "<b>ביאור דברי הפרשה</b>", "<b>התועלת</b> הראשון הוא במצות והוא מה שצוה לעשות מקדש לשם יתעלה שנאמר ועשו לי מקדש והוא בניין יחוייב שיהיה בו בקדש הקדשים וקדש ואולם יהיה בקדש הקדשים הארון אשר בו היו הלוחות ובקדש יהיה השלחן ומנורה ומזבח הקטרת על התבנית שהתבאר בתורה ותהיה שם גם כן עזרה היה בה מזבח העולה לפי התבנית הנזכר בתורה ויתר הדברים שהתבאר מהתורה שאי אפשר למקדש מזולתם. ואולם התועלות המגיעות מזאת המצוה נפריד להם מאמר אחד מנותני שרשי המצוה הזאת ואולם שרשי המצוה הזאת הם י\"ב:", "<b>השרש</b> הראשון הוא שבנין בית המקד' וכליו צריך שיהיה לשם השם יתע' שנאמר ועשו לי מקדש ואם לא נעשה לשמו יתעלה נפסל אותו דבר שלא נעשה לשמו. ולזה דקדק בספר מלכים בזה כמו שביארנו שם כבר נתבאר זה השרש במקומותיו:", "<b>השרש</b> השני הוא ששיעור בית המקדש ושעורי חלקיו הנזכר בתורה לא היה כי אם למקדש ההוא שנעשה במדבר ואולם התבנית יחוייב שיהיה נוהג לדורות שנאמ' ככל אשר אני מראה אותך בהר את תבנית המשכן ואת תבנית כל כליו וכן תעשו והוא מבואר שאין השעור מהתבנית כי כבר יהיה התבנית שמור עם התחלפות כמו השעור ולזה תמצא שעורי המקדש שבנה שלמה מתחלפים לשעורי המקדש שבנה משה וכן מה שצוה שיהיו קצת הדברים מעצי השטים לא היה גם כן אלא לפי שעה והיה זה אז בזה האופן לפי היה זה המקדש מטלטל ולזה אמר כי לא באתם עד עתה אל המנוחה ואל הנחלה. ואולם נשלמה הביאה אל המנוחה ולא הנחלה כשנגלה בית עולמים לדוד וכבר נתבאר זה השרש ברבעה עשר מזבחים ובראשון מחגיגה:", "<b>השרש</b> השלישי הוא שאין עושין שעור המקדש ושעור חלקיו כי אם על פי נביא ולזה תמצא שהמקדש שבנה שלמה היו כל שעוריו מוגבלים על פי נביא שנאמר הכל בכתב מיד השם עלי השכיל וצריך גם כן שיהיה שם מלך וכהן וסנהדרין כמו הענין במשכן שעשה משה ובמקדש שבנה שלמה וזה יתבאר ממה שאמר בכל אשר אני מראה אותך בהר את תבני' המשכן ואת תבנית כל כליו וכן תעשו. רוצה לומר שיהיה לכם זה מראה ממני כמו שהראתי למשה ולפי שאמר אותך והיה מבואר כי משה היה נביא ומלך וכהן גדול כי הוא היה אני הכהונה והוא היה ראש סנהדרין והיה בכל אחד מאלו התארים הושם בזה הענין וזה כי הנביא הוא מיוחד בזה המראה שהוא מהשם יתע' והמלך הוא שליט בדברים הכוללים המשותפים לכל ישראל ועל פיו ראוי שיבנה כמו הענין במשכן משה רבינו ובמקדש שלמה והכהן עם שהוא משותף לכל ישראל הנה הוא השליט בזה הבית והסנהדרין הם כוללים גם כן ומשותפין ליש' ועל פיהם יהיו כל הדברים הגדולים ולזה גם כן יחוייב שלא יוסיפו על שעור ירושלם ועל בית המקדש אלא על פי אלו התנאים ואולם השעורים שהיו בבית שעשה שלמה על פי נביא יהיו מוגבלים בבית המקדש שיבנה אחר זה ואף על פי שלא יהיה על פי נביא וזה מבואר מאד ולזה בנו בני הגולה בית שני לפי השעורים שהיו בבית שלמה וכבר נתבאר זה השרש בשני משבועות ובראשון מסנהדרין:", "<b>השרש</b> הרביעי הוא שבית המקדש אחר שנגלה מקומו יחוייב שיהיה נבנה מאבנים יקרות אבני גזית או במה שידמה להם שיהיה רב הקיום להורות על קיום השם יתע' וזה דבר נלמדהו מבנין שלמה שהיה על פי נביא והיה בעינו בזה התאר ואפשר גם כן שנלמד זה ממזבח החיצון שצותה התורה שיבנוהו אבנים שלמות אחר בואם אל המנוחה ואל הנחלה והיה מעצי שטים בימי משה כמו הענין בקדש וקדש הקדשים ולזה יחוייב בהם שתהיינה שלמו' כי כבר יוחדו בזה אבני המזבח ולזה היו אבני גזית אבני בית המקדש שבנה שלמה אלא שלא היו נפסלות אצל המקום שנבנו בו אבל מרחוק מאד מאד שלא ישמעו קול הפוסל בבית בהבנותו שנאמר והמקבות והגרזן וכל כלי ברזל לא נשמע בבית בהבנותו להורו' על שלמות השם שיאן בעצמותו לא תוספת ולא חסרון ולזה דקדקו שיהיו האבנים הבים שם באופן שלא יהיה בהם תוספת יצטרך לפסלו. כבר נתבאר זה השרש במכילתא ומזה המקום יתבאר שאין עושין אכסדראות של עץ בכל העזרה כי הבניין ההוא הנפלא ראוי שימצא בו הקיום ולזה יחויב שיהיה מאבנים כבר נתבאר זה השרש בראשון מתמיד. ומזה המקום יתבאר עוד שאבני ההיכל והעזרות ראוי שיהיו שלמות בלא פגימה וזה שאם דקדקו בהם שלא יהיה בהם דבר נוסף בבאם שם כדי שלא יורה זה על חסרון בשעה שיראה האנשים שיצטרכו המסתתים לפסול האבנים ההם כל שכן שראוי שידקדק שלא יהיה בהם פגימה וחסרון כי זה יותר מורה על חסרון עם שזה החסרון הוא נראה בהם תמיד ולה הוא מבואר שאבני ההיכל והעזרות שנפגמו פסולות וכבר נתבאר זה בשני מתוספת מגילה ולזאת הסבה שזכרנו יחוייב שירצפו באבנים קרקע בית המקדש כדי שיתקיים החלקות בו ויהיה תמיד על משל אחד מהיופי. וזה אם נתלשה אבן מהבניין ההוא הרי היא פסולה עד שתבקע כי התורה דקדקה שלא יהיה דבר חוצץ בין רגלי הכהן העובד לבית המקד' ולזה לא סדרה התורה שיהיה לכהנים לבוש ברגליה:", "<b>השרש</b> הה' הוא שמצוה מן המובחר לחזק הבנין ולרומם אותו בחזקת היה וזה דבר שנלמדהו ממה שנראה מכונת התורה במה שהגבילה בבית עולמי' שיהיה נבנה מאבנים כמו שביארנו ובמה שהעידה על רוממות המשכן ויפיו לפי מה שאפשר במשכן שעשה משה ובמקדש שבנה שלמה וזהו אמרו ולרומם את בית אלהינו:", "<b>השרש</b> הו' הוא שאין בונין בית המקדש בלילה וזה מבואר מהשרשים הכוללים ולזה אמר בספר עזרא והיה הלילה לנו למשמר והיום למלאכה וזה היה ראוי כדי שתהיה מלאכתו יותר שלמה:", "<b>השרש</b> השביעי הוא שאין בנין בית המקדש דוחה שבת והיה זה כן כי התורה לא הגבילה זמן בנינו וכבר נתבאר זה השרש בשני משבועות:", "<b>השרש</b> השמיני הוא שהכלים שהיו במשכן ממתכת כגון המנורה וכליה והשלחן וכליו ומזבח הקטרת וכלי השרת אין עושין אותו אלא ממתכת ולזה תמצאם גם כן ממתכת בבנין שלמה ולזה יתבאר שאם נעשו מזולת מתכת פסולין וכבר נתבאר זה השרש בחמישי מסוכה:", "<b>השרש</b> התשיעי הוא שקשות השלחן היו ארבעה סניפין של זהב והיו מפוצלין מראשיהן והיו מונחין שנים שנים בצלעות ארך השלחן במקום יוכנו לסמוך בהם המערכות של לחם הפנים והמנקיות היו י\"ד לכל אחד משתי המערכות ושני כפות היו שם שהיו מניחים שם הלבונה אצל המערכות והקערות היו דפוסים שהיו אופים בהם לחם הפנים ומניחים אותן בהם אחר אפיתן והנה מניין אלו הכלי' ותמונתם הוא ממה שעמדו עליו מן החוש וכבר התבא' זה השרש באחד עשר ממנחו':", "<b>השרש</b> העשירי הוא שגביעי המנור' וכפתוריה ופרחיה הם מעכבין זה את זה והנה מספרם לפי מה שהגבילה התורה מ\"ב ואם חסר אחד מהם פסולה וזה כלו הוא כשבא' מן הזהב ואז ג\"כ יחוייב היותה מככר זהב טהור והמלקחי' והמחתו' וכלי שמנה אינן מכלל הככר כמו שביארנו במה שקד' וכבר ביארנו שאינו מחוייב היותר מזהב כי אין החומ' אשר ממנו יהיה הדבר מהתבנית והתורה לא חייבה אלא שיעשו אלו הדברי' הנזכרים התורה ואם לא היתה באה מהזהב אז לא יחויב שיהיה משקלה ככר כי אין המשקל מהתבנית אבל עכ\"פ יחוייב שיהיה מקשה אחת כי זה שוה בכל מתכת. והנה התורה דקדקה בזה שתהיה מקשה איך שהיתה שנאמר מקשה תעשה המנורה. ולזה כפל המאמר בזה ואמר כלה מקשה אחת זהב טהור. ולא יחוייב גם כן כשלא היתה מזהב שיהיו בה גביעים וכפתורים ופרחים כי אינם מהתבנית למנורה במה שהיא מנורה. ואמנם מספר קני המנורה ונרותיה הם מתבנית המנורה במה שהיא מנורה ולזה יתבאר שאם שנה מספרם פסולה לפי שכבר שנה התבנית וכבר נתבאר זה השרש בשלישי ובעשירי ממנחות:", "<b>השרש</b> הי\"א הוא שנרות המערכה היו כנגד רחב הבית בין צפון ובין דרום וזה מבואר מכח דברינו במה שקדם והשלחן היה ארכו לארך הבית חוץ מהארון שהיה ארכו לרחב קדש הקדשים וזה עם שהוא ראוי להיותו כן כבר הושג זה בחוש לאשר ראו בית המקדש והם ז\"ל ספרו שהם ראו שכן היה כבר נזכר זה בי\"א ממנחות:", "<b>השרש</b> הי\"ב והוא שהדבר שהם מתבנית המזבח והם רבועו ויסודו וקרנותיו והכבש הם מעכבים כי כל אלו הדברים עצמיים במזבח לפי מה שזכרה התורה בענין הקרבנות ובזה המקום ובסוף פרשת וישמע יתרו ואולם שעורי האורך והקומה אינם מהתבנית ולזה אינם מעכבים אם לא היו בשיעור שהגבילה התורה או אם לא היו בשיעור שעשה שלמה ובני הגולה והוא שיהיה ג' אמות קומתו כנגד גובה המערכה כי התור' אמר רבוע יהיה ושלש אמו' קומתו ולזה יתבאר שעכ\"פ צריך שיהיה רבוע כי אם לא היה זה לעכב לא נצרך לומר רבוע יהיה שהרי אמר חמש אמו' אורך וחמש אמות רוחב ולפי שהפריד המאמר בין שיעורי הארך והרחב ובין שיעורי הקומה במה שאמ' רבוע יהיה שהוא לעכב למדנו מזה שמה שאמר בשלש אמות קומתו שהוא לעכב הנה דקדקה התורה בה לפי שקומת האדם הבינוני הוא שלש אמות וראוי גם כן שלא יהיה רחבו פחות מאמה על אמה אורך כי לא נמצא שיעור קטן מזה בשום מזבח וזה כי מזבח הקטרת היה אמה על אמה ועוד כי בפחות מזה השיעור לא יכול נתחי הקרבנות אשר יקריבו עליו כבר נתבאר זה בששי ובי\"ג מזבחים ובשלישי מסוכה:", "<b>השרש</b> הי\"ג הוא שהמזבח שהיה חסר מבנינו פסול כי התורה דקדקה באבניו יהיו שלמות בזולת פגימה להורות על שלמות השם יתעלה הנעבד בו אלא שלא בקראהו חסר באי זה חסרון היה כי האבנים השלמות לא יתכן שיהיה מהם בנין בזולת פגימה ולפי שהשיעור הקטן שמצאנו בתורה באלו הדברים הוא טפח. הנה לא יפסול המזבח אם לא היתה פגימה מבנינו טפח כבר נבתאר זה השרש בראשון מחולין. והנה שאר שרשי זאת המצוה יתבארו בג\"ה וראוי שתדע כי שעורי הבית שבנה שלמה ובני הגולה ושעורי חלקי הבית הם בעצמם שעורי הבית שעתיד להבנות וכר התבאר השעורים ההם במסכת מדות ובמקומות רבים מפוזרים מהתלמוד ואין הנה מקום זכרונם כי הוא ממה שראוי שיהיה הממר בו בספר מלכים:", "<b>התועלת</b> השני הוא במצות והוא מה שצוה שלא יסורו הבדים מעל הארון וזהיה זה כל להורות על שלמות התורה שהיה בארון כמו שנבאר אחר זה וכבר נזכר זה בז' מיומא:", "<b>התועלת</b> השלישי הוא במצות. והוא מה שצוה לתת לחם הפנים על שלחן הזהב שהיה בקדש ומצותו שיהיה שם תמיד שנאמר ונתת על השלחן לחם הפנים לפני תמיד לפי שכבר נתבאר בפרשת אמור אל הכהנים שאהרן ובניו יאכלו זה הלחם ויהיה נערך על השלחן בכל שבת ושבת הנה יחוייב מזה שיהיו הם המסירים הלחם שהיה שם והמשימים אותו שם זה אצל זה באופן שתכף שיוסר הלחם שהיה בו יושם בו הלחם הנאפה מחדש ולפי שלא הגבילה התורה זמן לאפיתו ידענו שאין אפייתו דוחה שבת ולא יום טוב והנה לחם הפנים הוא דק מאד כמו שביארנו והתבאר מלשון התורה במה שיבא ויקיפו בו פנים רבים כמו שזכרנו. ולזה נקרא לחם הפנים כבר נתבאר זה בי\"א ממנחות. ואום שאר שרשי זאת המצוה יתבאר בג\"ה בפרשת אמור אל הכהנים ואולם התועלות המגיעי' מאלו המצות הנזכרות בזאת הפרש' הוא בדעות ובקצת תועלות גם כן בענינים המדיניים. והנה התועלת המגיע מהם בדעות קצתו משותף לכל עניני המקדש ולכל מיני העבודה הנעשי' בו וקצתו מיוחד לדבר דבר ואולם התועלת המשותף בזה הוא שזה יישיר להאמין שיש שם אלוה אדון הכל שהוא ראוי שיעבד כי מאתו הכל ולזה נחוייב לכבדו מהונינו ושהוא בתכלית הגדולה והכבוד ולזה נעשה לו זה המקד' הנפלא בנוי וטוב התקון ושהו' אחד לבד ולזה לא תהיה זאת העבודה והמקדש כ\"א במקום אחד לבד וע\"י משפחה מיוחדת לבד. והם זרע אהרן והלוים והתועלת המגיע בזה בעניני' המדיניים הוא כי בזה יגיע לכהנים העובדים השם יתע' תועלת בשיהיה לחמם נתן והמצטרך להם כדי שיהיו פנויים לעבודת השם יתע' ולהשגתו לפי מה שאפשר והשגת סודות התורה וביאור משפטים ולזאת הסבה גם כן היתה זאת העבודה במקום היותר נבחר להגעת השלמות והוא הר המוריה כי אליו היתה הכונה מתחלת הענין שהיה בו בית המקדש כמו שזכרנו במה שקדם. והנה הגיע בזה תועלת שיורו הכהנים להם משפטי השם יתעלה ותורתו כמו שאמר יורו משפטיך ליעקב ותורתך לישראל ואולם התועלת המגיע מזה בדעות שהוא מיוחד בדבר דבר הנה נזכור אותו מג\"ה אצל המאמר אחד לאחד:", "<b>ואנחנו</b> מציעים בכאן הצעה תקיף באופן מה על כל אלו הדברים אשר במקדש ונאמ' שהוא מהמפורסם למי שיראה דעת הקודמים לפי מה שספר הפילוסוף מהם באלהיות ובטבעיות כי בימי משה רבינו ע\"ה היתה הפילוסופיא חסרון מאד עד שלא נודע להם מהסבות כי אם הסבה החומרית ונעלמת מהם הסבה הצוריית והיה זה סבה אל שנעלמה מהם הסבה הפועלת והסבה התכליתיית. ומזה המקום נסתעפו דעות אפיקורוס וסיעתו שהיה חושב שיהיו כל הענינים נופלים במקרה מזולת סבה פועלת כלל וזה כלו היה מביא אל שנסבל חכמת הנמצאות אשר ההשגה בה היא הצלחת הנפש וזה כי אין החכמה בהם דבר יותר מידיעת הצורות והפועל והתכלית כי החומר הלקוח בגדר הוא עם צורות מה כמו שהתבאר במה שאחר הטבע והיה זה מביא גם כן אל שנכפור במציאות השם יתעלה ובהגעת הנבואה לאדם וזה ממה שאין ספק בו לפי מה שהתבונן התבוננות מה באלו הענינים ומפני זה כלו הנה כאשר רצתה התורה להישירנו אל קניין השלמות האנושי אשר אי אפשר שנקנהו אם לא בהשגת חכמת הנמצאות לפי מה שאפשר ובהשגת מציאות השם יתעלה הנה הישירה אותנו להאמין שבכאן צורות הם קצתם במדרגת השלמו' לקצת כי בזה נתישר אל השגת סודות המציאות ונאמין בכאן שיש בכאן אלוה פועל כל הנמצאות והנה החל בצורה היותר נכבדת מאלו הנמצאות השפלות והוא הנפש המדברת. ולזה סדר שיהיו שני כרובים על ארון העדות אשר בו לוחות הברית והנה הכרוב האחד הוא מעיר על השכל ההיולאני והכרוב האחר הוא מעיר על השכל הפעל אשר פניהם איש אל אחיו כמו שהבתאר בספר הנפש והתבאר זה עוד בראשון מספר מלחמות השם ולפי שיש גבוה עליהם ישתדלו בהשגתו בחזקת היד רצה שיהיו פורשי כנפים למעלה להורות על שתנועתם היא לצד המעלה כאלו ישתדלו לעלו' מזה המציאות אל מציאות יותר גבוה וזה הוא האמת כמו שיתבאר במקומותיו והנה היו בארון לוחות הברית להורות על שהגעת הנבואה איננו נמנע אבל תהיה הגעתה אפשרית באמצעות שני כרובים האלו כמו שביארנו בשני מספר מלחמות השם וזה שרש גדול ועמוד חזק לקיים הגעת התורה מהשם יתעלה בנבואה כי לולי זאת האמונה תפול התור' בכללה וכדי שנתבונן בזה ונעמוד לעל הכונה הזאת אשר בעבורה היו הכרובים על הארון בזה הא פן סבב השם יתע' בדרך מופת על ידי משה רבינו עליו השלום נביאו שבהגיע הנבואה למשה יראה על הרון רושם מוחש והואר הענן שאלו הגיעהו משם הנבואה ולזה אמר ונועדתי לך שם ודברתי אתך מעל הכפורת מבין שני הכרובים וגומ'. וכבר יתבאר לך שצורת הכרובים היא מורה על הצורות והנבדלות ממה שנזכר בספר יחזקאל מזה במעשה מרכבה וזה ממה שאין ספק למי שיתבונן בדברים ההם ולפי שזאת הצורה עם שהיא יותר גבוהה משאר הצורות אשר בכאן הנה בינה ובין שאר הצורות הבדל עצום כמו שהתבאר בספר הנפש כי שאר הצורות אשר בכאן מם היולאניות. וזאת הצורה המדברת היא נבדלת באופן מה כמו שביארנו בראשון מספר מלחמות השם הנה היתה מחיצה מבדלת בין המקום אשר היה בו ארון העדות אשר היה מורה על מציאות זאת הצורה ומציאות שאר הצורות הנבדלות ובין המקום אשר היה בו מה שהיה מורה על מציאות הצורות ההיולאניות והם השלחן והמנורה כמו שיתבאר והיה מקום ארון העדות קדש קדשים ומקום השלחן והמנורה קדש שנאמר והבדילה הפרכת לכם בין הקדש ובין קדש הקדשים והנה שם היה יותר מכרוב אחד להורות כי מהשכל ההיולאני נקח התחלת מופת שבכאן שכל אחד הוא המשלים אותנו והמוציא מהכח אל הפעל והעיר אותנו עם זה על שהשכל הפועל אינו השם יתע' אבל הוא גבוה ממנו והוא עלתו ולזה היו כנפיו פרושות למעלה וכבר ביארנו שהענין הוא כן במה שאין ספק בו בחמישי מספר מלחמות השם ואולם רוחב הארון וארכו וקומתו היה באופן שיאות לשים בו לוחות האבן עם שקומת הארון היתה שוה לקומת השלחן שהיא קומה ראויה לשלחן אשר יאכלו בו האנשים לחם והוא כשעור חצי קומת האדם והנה באה האזהרה שלא יסורו הבדים מעל הארון לפי שהארון ומה שעליו הכרובים מורה על מציאות שלם והוא מציאות התורה ומציאות הצורות הנבדלות אשר יעמידונו על מציאו' השם יתעלה שהוא בתכלית השלמות ולפי שהדבר השלם הוא מה שלא יחסר בו דבר צוה השם יתע' שלא יצטרך הארון דבר מחוץ כשיצטרך לנשאו אבל ימצאו בו דבריו מכונים והנה השלחן הוא מעיר על מציאות הנפש הזנה והמנורה על מציאות הנפש המרגשת כמו שנבאר ולהיות הנפש המרגשת יותר נכבדה היה מקום המנורה בדרום שהוא הימים ומקום השלחן בצפון כמו שנזכר בפרשת אלה פקודי והיה זה כן לפי שהימין הוא יותר נכבד מהשמאל והנה היה מקום ארון העדות במערה לפי שאם היה במזרח היה מקם לאנשים לטעות שיהיה השמש הוא האלוה או אחד משאר הכוכבים או כלם ולהרחיק מה הטעות הנפלא היה ארון במערה והנה היה מזבח הזהב אחרי השלחן והמנורה מכוון בין שניהם והוא היה במקום הקדש ואחריו היה מחוץ מזבח הנחשת והנה היו אלו המזבחות מורים על ההפסדים ושהם יהיו כשישוב המורכב אל היסודות אשר הורכב מהם ולזה היו להם ארבע קרנות במקום המערכת והיה מזבח הנחשתי מורה על הפסד הנמצאות אשר לא יהיה להם השארות נצחיי אחר המות ולזה לא היו עושים בו כי אם הקטרת הקטורת כי האד העולה מהקטרת בהקטרתו הוא יותר חזק הגשמיות מהבשמים בעצמם והיה זה כן להנקותו מהחומר המסתבך עמו בהשגת ריחו וכן הענין בנפש המדבר ר\"ל כי בהפרד' מהאדם מצא יותר חזקה בפעולתה והוא ההשגה ממה שהיתה בהדקבה עם החומר להנקותה משאר כחות הנפש המונעות אותה מלהשתמש בהשגתה. ואולם מזבח הנחשת היה מור' על הפסד שאר המורכבו' וההבדל בין שני אלו ההפסדי' מבואר ולזה היה המזבח הזהב במקום הקדש והיתה מחיצה בינו ובין מזבח הנחשת כמו שהיו הכרובים המעירי' על צורת האדם במקום קדש הקדשים והשלחן והמנורה המעירים על שאר הנפשות היו במקום הקדש:", "<b>ואולם</b> איך יתבאר כי השלחן הוא מורה על מציאו' הנפש הזנה והמנורה על הנפש המרגשת הנה זה יתבאר לפי מה שאומר. והוא כי כבר התבאר בספר הנפש כי מפעולות הצורות נעמוד על מציאות הצורות שהם מסודרים מהם וזה כי פעולות הצורות הם יותר ידועות מהצורות בעצמם וכן נעמוד מהדברים אשר בהם תהיינה פעולות הצורות על פעולות הצורות כי הדברים הם הם יותר ידועים מפעולות הצורות. והמשל כי פעולות ההזנ' היא יותר ידועה מהנפש הזנה והנה המזון הוא יותר ידוע מפעולות ההזנה ולזה נקח ראיה מהמזון על מציאות הנפש הזה ומהמראים על הכח הרואה ולזה הושם בשלחן הלחם שהוא המזון היותר כולל לבעלי הנפשות והושם במנורה האור שהוא המראה היותר מוחש עד שכבר ישים אר הדברים נראים ומה שישים זולתו בתאר מה הנה הוא ראוי התאר ההוא כמו שהתבאר זה במקומותיו ולהיו' הראות הנכבד שבחלקי הנפש המרגשת עד שהוא הולך במדרגת השלמות מהם באופן מה הנה העירה התורה עליו להורות על מציאות הנפש המרגשת והנה הורה הלחם על מציאות הנפש הזנה לפי שאם היה הפעל בהזנה חלק היסוד האישי אשר בנזון כמו שחבו הקדמונים הנה בפני שהאש יאכל כל הדברים אשר מדרכם שיפסידם האש הנה לא יהיה בכאן לנזון מזון יותר מיוחד מהמזון ויהיה הטרח בתקון המזון לבטלה אבל יהיה האדם נזון מן העצים כמו שיהיה נזון מהלחם הנפלא בתקונו וזה כלו מבוא' הכזב ולזה הוא מבואר שיש בכאן נפש זנה והיא תעכל הדברים באמצעות החום הטבעי ומפני זה היתה פעולת ההזנה משוערת ומוגבלת כמו שזכר הפילוסוף וראוי שתדע כי התורה תכוין בדבר אחד בעינו לתועלות רבות כמו שיתבאר לך ממצות השבת שזכרה בה התורה שתי לתועלות והנה התור' בזה העניין מתדמה לטבע שיעשה דבר אחד לתועלות רבות כמו שהתבאר בטבעיות. וארי זאת ההצעה נאמר כי כבר היו על השלחן י\"ב חלות בשתי מערכות היו שש מהם לצד המערבי והוא לצד הארון ושש לצד המזרח והוא לצד שתי המזבחו' וזה להורות על ענין נפלא הוא מהגדולות שבפנות העיוניות והתוריות והוא שזה המציאות השפל יושפע לו מעולם הגלגלים מה שיעמיד הנמצאים אשר בו כשיגביר ההפך האחד פעם וההפך האחר פעם. ובזה האופן יהיו נשמרים המורכבים אשר בכאן הזמן האפשרי כמו שהתבאר בטבעיות ולזה אמנם יהיה באמצעו' הגלגל הנוטה שישי' הכוכב פעם לפאת צפון ופעם לפא' דרום והנה היות הכוכב לפאת צפון הוא סבה להויה והיותו לצד דרום וסבה להפסד כי אז הוא רחוק מחישוב ותמנע ופעולת בישו' המו שהתבאר זה כלו בטבעיות ומה שיובא בו יותר התקופות הארבע' המתחדשות מצד השמש הוא הצמח עד שכבר יראה לו בעת היות השמש במזלות הצפוניים מה שידמה לבחרו' ובימות הגשמים יראה לו מה שדימה לזקנה וזה לאו' כי אלו הדברים אשר בכאן יושפעו להם פעולות מהגרמים השמימיים וזה יודה כי המציאות כלו הוא נקשר קצו בקצת. ושהוא אחד במספר ולזה יהיה בהכרח האלוה אחד במספר ואם לא הונח הענין כן על זה האופן יהיה מתחייב שתהיה התחלה אחת לנמצאות השפלות והתחלה אחרת לגרמים השמימיי' כמו שיחשבו המאמיני' שיהיו שם שני אלוהות והנה שש החלות אשר הם לצד המערב שהיו שם הדברים המורים על ההויה והמציאות מורות על ששת המזלות הצפוניים. להורות כי הנזונים נעזרי' בפעולות הזנה בגרמים השמימיי' בזה האופן שזכרנו ובזה האופן גם כן תתמיד בהם ההויה וההפסד והנה היה באמצע שתי המערכו' לבונה זכה להקטיר לשם יעת' להורות כי השם יתע' הוא עליון על הגרמים השמימיים ומאתו נאצל להם זה הכח והנה היום פנים רבים לכל אחד מאלו החלות כי לאלו המזלות פנים רבי' מצד התחלפות ככביהם קצתם מקצת ומצד התחלפות הככבים הרצים אשר יהיו בהם ומצד התחלפות מקום הכוכב ברחב מהמזל ההוא אם לצד דרום אם לצד צפון וזה כלו מבוא' למי שעיין בדברינו בזה בחמישי מספר מלחמות השם ובזה האופן יושפעו מהככבים הרצים בהיותם במזלות פעולות רבות בדרך שיושלמו בזה כל הפעולות הצריכות להעמיד זה המציאות השפל ולפי שהגבוה שבכוכבי לכת הוא שבתאי והיה מערכת אלו החלות ביום השבת אשר המושל בו שבתאי והיה שם עד יום השבת הבא באופן ששבה הממשלה לכל אחד מככבי לכת והיה לכל אחד מהם יום אחד וזה להורות כי מפעולות אלו הככבים בהיותם במזלות הצפוניים והדרומיי' יושפע לנזוני' שמירת הכח על החזון וישלם בזה האופן ההויה וההפסד על הצד שיתבא' בטבעיו' והנה העירה התורה בזה בבעלי הנפש הזנה לפי שבהם יותר פעולות התקופות הארבע' ממה שיראה בזולתם מבעלי הנפש ועוד כי כשהתבאר שהנזונים צריכים בפעולותיהם אל הגרמים השמימיים התבאר שכל בעלי נפש אשר בכאן צריכים בפעולותיהם אל הגרמים השמימיי' כי הם כלם בעלי נפש זכה. והנה היו מדליקים המנורה בשמן זית זך כתית כדי שתהיה מאירה תמיד באופן אחד בזולת תמורה להורות על שהנפש המרגשת היא בעצמה תמיד בענין אחד ואף על פי שכבר תחלף בחוזק ובחולשה מפני התחלפו' כליה כאלו תאמר שהזקן לא יהיה ראותו שלם כראות הבחור מפני חולשת עין הזקן לא מפני חולשת הכח הרואה והנה היה אור המנורה לצד המערב רוצה לומר אור הנר האמצעי לפי שאצל המקום ההוא היה מה שיורה על ההויה ואצל המזבחות שהיו מורים על ההפסד לא היה מאיר הנר כי המקום ההוא מורה על ההפסד והעדר הצורה והנה תמצא גם כן במנורה מה שירה על שהגרמים השמימיים משגיחים בשמירת הכח ומהם תסודר הויתם והפסדם ולה היו בה שבעה נרות להורות על שכוכבי לכת משגיחים בשמירתם ובאה המצוה שיהיו מדליקין המנורה בערב ובבקר כי ביום יעלו ששה מזלות ובלילה יעלו ששה מזלות אחרי' ומזלות היום עוזרים אל ההויה ומזלות הלילה עוזרים אל הפסד כי ביום האחד יתחדשו ארבעה תקופות כמו שיתחדשו בשנה והענין בזה כמו העניין בלחם הפני' אלא שבלחם הפנים היה אורך זמן עמידתו מורה על שבעה כוכבי לכת ומספר החלות על י\"ב המזלו' ובמנורה הענין בהפך כי אורך זמן העמידה מורה על פועל המזבלות הי\"ב ושבעה נרותיה מורים על פעל שבעה ככבי לכת בב\"ח ואולי היה הענין כן לפי שפועל התקופות השמשיות יותר נגלה בצמחים מפוקל התקופות היומיו' ומפועל כוכבי לכת ואולם כב\"ח ימצא העניין בה בהפך. וזה מבואר מאד בעניינם ולהיות הגביעי' והכפתורים וההסתעפו' לסעפים מפועל הצמחים הנה היתה המנורה בזה התאר להורו' על שהנפש המרגשת לא תהיה כי אם לב\"ח כי היא במדרגת השלמות והצורה לנפש הצומחת ואולם שההסתעפות הוא מפועל הצמחי' הוא מבואר אלא שבקצת מוגבל ובקצתם בלתי מוגבל ואולם בב\"ח היה ההסתעפות אשר באבריו מוגבל לא ישתנה אם לא מהכרח החומר כמו שהתבאר בטבעיות. ואולם הפרחים הוא מבואר מעניינם שהם מפועל הצמחי' וכן הכפתורים כי הוא מה שיעשה בצמח קודם שיצא הפרח וממנו יצא הפרח והוא כדמות כפתור תקיף בו קלפה והיא בצורת ביצה ששני ראשיה חדין ובתוכו יתהוה הפרח ואחר הפתח קלפה ההיא ויציאת הפרח תשאר קלפה כדמו' גביע משוקד וזה כלו מבואר מענין הצמחים ואולם מספר הגביעים והכפתורים והפרחי' היה להעיד על ענין אחר נפלא. והוא שהנפש המרגשת תעזור לנפש המדברת להשיג המושכלות במה שתמציא לו מהמוחשו' וכבר ידעת כי מהמוחשו' נקח המושכלות אלא שקצתם תמצא בהם המושכל מכוסה בקלפות רבות ר\"ל שכבר נתערבו בהם משיגי' פרטיי' רבים וקצם ימצא בהם מושכל המופשט בהרבה מאלו הקלפו' לפי שכבר הופשטו מהם הרבה מהמשיגי' הפרטיי' כמו שנזכר בספר החוש והמוחש וקצתם לא ימצ' בהם המושכל בכח. אבל הם יד להשגת המושכל כמו שהגביעים הם יד ללקיחת הפרחים הדבקים בהם והוא מבואר כי באמצעות החוש המשותף והדמיון והכח הזוכר ישלם לנו מהמוחשות השגת המושכלות וכבר יגיעו להם המוחשים באמצעות החושים שהם חמש והחושים היותר נכבדים שבהם ועוזרים יותר אל השגת המושכלות הם חוש השמע וחוש הראות והנה חוש הראות הוא יותר נכבד ויותר עוזר בזה מחוש השמע וכבר התבאר בביאורנו לספר שיר השירים אופן החכמה בהמשל מה שיקח השכל מהחושים להשגת ההקדמות הראשונות לרעיה כשושנים כי השושנים הם הפרי בכח וכן המוחשות המגיעות לאדם הם בכח הפרי שהו המושכל מהם ואולם המשיל השגות חוש המשוש והטעם הריח לגביעים שאינם הפרי בכח אבל הם יד ללקיחת מה שהוא הפרי בכח והמשיל השגת חוש השמע לכפתור שבו הפרח בכח והמשיל השגת חוש הראות לפרח שהוא הפרי בכח ולזה היה בכל קנה מאלו הקנים שלשה גביעים וכפתור ופרח והיו כלם מאירי' לצד הקנה האמצעי והקנה האמצעי מאיר לצד הכרובים כי הנפש המרגשת תכין לנפש המדברת המוחשות אשר יצטרכו לה להשגת המושכלות באמצעות החוש המשותף והדימיון והכח הזוכר ושאר הכחו' העוזר' לזה לפי מה שהתבאר בטבעיו' והנה היה הפרח אצל רגלי המנור' להורות על שהסתעפו' כחות הנפש המרגש אמנם כוון להכין לנפש המדברת מה שיעזור אותה להשגת המושכלות במה שתכין לו שבו המושכלות בכח והוא המכוון ראשונה ואחר זה הושם שם גביע וכפתור ופרח להורות שבאלו השלשה פנים ימצא מה שיוכן לנפש המדברת מהמוחשות באמצעות הנפש המרגשת להשיג המושכלות. וזה מבואר מאד למי שעיין בחכמת הנמצאות. ואולם הכפתור שיהיה במקו' יציאת הקנים הנה עם שהיה לגוי ולתת חוזק למנור' הנה הוא מרה על שהסתעפו' הנפש המרגשת לאלו הכחות היה מכוון לזה התכלית כי יגיעו המוחשו' מקצתם לקצת ויתנקו מהמשיגי' ההיולאניי' והקלופ' באופן שיקל לשכל להפשיט' מחומריהם ולזה היו הפרחי' בהם עם קליפתם במקום יציאת הקני' ובסוף הענין ימצ' בהם הפרח בזולת הקליפה והוא אצל המקום אשר יתנו ממנו אורם קצתם לקצת להורו' שבסוף הענין יתנקו מוחשות מהרבה מקלפותיהם באמצעות אלו הכחות וכבר התבאר שהענין הוא כן בספר החוש והמוחש. והנה היתה המנורה מחתיכה אחת במספ' עם רבוי חלקיה להורות על שהנפש המרגשת הא אחת ואע\"פ שכחותיה רבים ולזאת הסבה בעינ' היתה בכללה מככר זהב כדי שישלם בה האחדות בכל הפני' שאפשר והנה היתה גובה המנורה כקומת אדם הבינוני שהוא ג' אמו' לפי שהוא מורה על ענין האד' ואפש' שככה היה גובה של הארון עם הכרובי' או יותר מעט בדרך שיהיו כנפיהם למעל מומת האד' הנה זה הוא מה שנראה לנו בענין הארון והשלחן והמנורה והוא נפלא מאד ומעיד לעצמו מכל צד ומכל פנה שזאת היתה הכונה בהם ואולם התועלת המגיע מהמשכן וחצר המשכן בהיותם בזה התאר הנזכר בזאת הפרשה הנה הוא מבואר עם מעט עיון מה שזכרנו במה שקדם. וזה כי במה שצוה לעשות יריעות שש משזר ותכלת וארגמן ותולעת שני מעשה חושב ושיהיו בהם צורות כרובי' העיר על שהאהל המקיף באלו הדברים השפלים אשר הורה עליהם מה שבתך המשכן והאם הגרמים השמימיים הם בעלי שכל. ולזה שם בהם צורת כרובים ובזה האופן הם משגיחים באלו הנמצאו' כמו שביארנו בה' מספר מ\"י ובאו היריעו' מארבעה מינים מתחלפי' מפני שכבר יסתעפו מהם בזה נמצא השפל ארבע מינים מהצורות והם צורות המתדמים החלקים וצורות הצומחים וצורות הב\"ח וצורת המדברים ולפי שאנחנו נדע שהם בעלי שכל מצד הפעולות המגיעות מהם בה נמצא השפל היו צורות הכרובים אשר בהם נראות מלמטה ומלמעלה אלא שהצורות הנראות מלמעלה היו מכוסות ביריעות עזים כי לא יתכן נשיג אלו הצורות מצד מהותם. אבל יראו מלמטה לבד מצד מה שישפע מהם ולפי שמספר אלו השכלים הראשון הוא עשרה והם השכל הפועל ושבעה לשבעה גלגלי כוכבי לכת ואחד לגלגלי המזלות והעשירי הוא קדש שהוא השם יתע' הנה מפני זה היו מספר היריעות אשר בהם היו הכרובים עשרה והיה גובה הקרשי' עשרה אמות והיה רוחב קדש הקדשי' וארכו עשרה אמות כי הוא לבדו מעיד על מציאות השכל והיה אורך הפרוכת ורוחבי י' אמו' וזה כולו הוא להעיד כי אין השם יתע' אחד ממניעי הגרמים השמימיים כמו שחשבו קצת הפילוסופים אבל הם כלם עלולים ממנו. ולזאת ההערה היו המעשרות בכללם וכבר ביארנו במה שאין ספק בו שהענין הוא כן בה' ממ\"י והנה לזאת הסבה בעינה היה בפרכת צורת הכרובים והנה היתה הפרכת בזה האופן כדי שיהיה קדש הקדשים מוקף מכל צדדיו מזה המקיף אשר בו צורת כרובים לפי שפועל הכרובים בזה העולם השפל הוא בשני פנים האחד הוא בהוית הצורות והשני הוא בהגעת המושכלו' על צד ההשפעה והאדם לבדו הוא אשר יקבל מהם זה השפע לשני ולזה היה מוקף מקום קדש קדשי' המורה על הצורה האנושית מזה המקיף אשר בו צורת כרובים מכל הצדדים והנה התדבקו עשר יריעות בחמשי' קרסים להורות כי מספר אלו השכלים הם חמשים כשימנו העלות והעלולים האחרונים. וזה שבכאן מח' גלגלים לפי מה שביארנו במה שאין ספק בו בה' ממ\"י ולכל אחד מהם מגיע הוא שכל כמו שהתבאר שם וכאשר יחובר להם השכל הפועל. והשם יתע' היה המספר חמשים וזה גם כן להעיד על שאין השם יתע' אחד ממגיעי הגרמי' השמימיים וזה סבת היובל לקדש שנת החמישים שנה. וזה סוד חג השבועות לקדש יום החמישים. וראוי שתדע שזה אמנם יהיה כן אם לא הונחה לתנועת הנטייה גלגל נוסף אמנם כשהונח לתנועת הנטייה גלגל נוסף כמו שיראה חיובו ממה שנתבאר בחמישי ממלחמות השם הנה יהיה מספר השכלים זולת זה המספר שזכרנו ותהיה ההערה בזה לזה הענין בעינו והוא כל אחד מאלו מחובר משבעה שבועות שהם מ\"ט ומאחד שהוא קדש וזה מבואר ביובל ובחג השבועות. והנה היה קדוש השבעיו' לסבה שזכרנו בזה במה שקדם וקדוש האחד אחר שבעה שבעיות היה להעיד בשבעה כוכבי לכת עם רבוי הגלגלים המניעין אותם שהם כלם עלולים מהסבה אחת עליונה והוא השם יתע' כי לא יתכן שישלם מכלם מציאות אחר והוא זה העולם השפל אם לא היו כלן עלולים מסבה אחת במספר כמו שביארנו בחמישי מספר מלחמות השם. והנה התבארו בזה המקום שני דרושים נפלאים האחד הוא שאין השם יתע' ממניעי הגרמים השמימיים והשני שהשם יתע' אינו השכל הפועל וכבר הארכנו בזאת החקירה בחמישי מספר מלחמות השם והנה היו אל הקרסים מזהב וכל מה שהיה במשכן להורות על הכבוד והקיום כי הצורות בכללם אין להם הפסד בעצמותם ואמנם החומר הוא סבת ההפסד כמו שהתבאר בטבעיות ואולם שהזהב הוא רב הקיום הנה זה מבואר מענינו עד שכבר העידו בו שהוא יעמוד אלפים מהשנים תחת הקרקע מזולת הפסד כלל והנה היו הקרסים אר יחוברו בהם יריעות העזים מנחשת לפי הם בלתי מכונים בעצמם אבל הם משמשים ליריעות האהל התחתונות וכבר מרה התרה במאמר הכולל כי משמשי המשכן יהיו מנחשת שנאמ' לכל כלי המשכן בכל עבודתו וכל יתדותיו וכל יתדות החצר נחשת והנה היה מספרם חמשים לסבה שקדם זכרה והוא מבואר שהקרס החמשים ישים המשכן אחד ומדובק בשלמות. וכן השם יתע' ישים פועל מניעי הגרמים השמימיים אחד כי לא יבא מרבים פעול אחד במספר אם לא מפני שהם עלולים מאחד במספר כמו שביארנו בחמישי ממלחמות ה' והנה היו יריעות עזים עודפות על יריעות המשכן מכל צדדיהם כדי שישלם להם הכסוי בשלמו' עם שכבר היה זה לשמור יריעו' המשכן שלא יתלכלכו . ומכסה עורו' האלים ומכסה עורות התחשים היה לתוספ' שמירה לאהל שלא ישיגהו הפסד מצד הרוח והגשם עד שכבר ישלמו בזה שיהיה באהל ארבעה מינים והם יריעות המשכן ויריעות העזים ומכסה עורות האילים ומכסה עורות תחשים להעיד כי מאלו הגרמי' השמימיים יושפעו בכאן ארבעה מינים מצורות כמו שקדם. ולזאת הסבה היתה הפרוכת על ארבעה עמודים ואולם הבריחים והאדנים היו לתת קיום לבניין המשכן ואמנ' הסמך שיהיה לפתח האהל היה על חמשה עמודי' והיו האדנים מנחשת. לפי שהוא בין שתי המזבחות המורים על הפסד. וסבת ההפסד הוא הגשם והנה הגשמים הראשונים המורגשים הם חמשה היסודות הארבעה והגרם החמישי והוא הגרם השמימיי כי הוא גם כן סבת ההפסדים במקרה כמו שקדם ואפשר שיונח הגרם החמישי בזה המקום החומר הראשון כי הוא סיבת כל ההפסדים מצד קבול ההפכים והם האיכויות הראשונות הנמצאו' ליסודו' במה הם יסודות והנה לחסרון מעלת החומר היו האדנים מנחשת שהוא פחות וקל ההפסד וכבר נכפל מספר החמש בכל חצר המשכן וזה שגובה הקלעים היה חמש אמות וחציו העליון היה גבהו חמש אמות וכן חציו התחתון וחצר המשכן שהיה בו המזבח היו חמשים בחמשים שהם חמשה מהמעלה השנית כי העשרה הם כמו אחד ועשרים כמו שנים ולזה היה העשרה סוף המספרים והנה היו מנחשת כל אדני החצר וכסוי המזבח וכל כלי החצר להורו' על חסרון מה הורה עליו הנמצא בחצר והעדר הקיום ממנו והוא התחלה החומרית והנה היו במזבח ארבע קרנות והיו תוצאותם ממנו להורות על שהפסד המורכב יהיה מצד היסודו' אש' מהם הורכב וממנו יצאו בהפסדו וישוב אל יסוד ליסודו והנה המסך שהיה לשער החצר מארבעה מינים על ארבעה עמודים היה להעיד כי הכונה היתה בגשמים בעבור הצורה שהם ארבעה לאלו הנמצאות השפלות כי החומר הוא בלתי מכוון לעצמו:"], "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1d6ebf5c8f935f442f40a8", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 35:1:4", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Midrash Lekach Tov, Exodus 35:1:4", "sourceHeRef": "מדרש לקח טוב, שמות ל״ה:א׳:ד׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b> ויקהל משה.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"7\"></i> תנו רבנן למה נאמרה פרשה זו, לפי שהוא אמר ועשו לי מקדש (שמות כה א), שומעני אפילו בשבת, תלמוד לומר ששת ימים תעשה מלאכה וביום השביעי יהיה לכם קדש שבת שבתון לה'.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9fa0bfb3c3d94bf654af", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 25:1:1", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Midrash Lekach Tov, Exodus 25:1:1", "sourceHeRef": "מדרש לקח טוב, שמות כ״ה:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": " כתיב כי לקח טוב נתתי לכם תורתי אל תעזובו (משלי ד כ), מאי לקח טוב, זו היא התורה, והאיך היא לקח טוב, <i data-commentator=\"Notes and Corrections\" data-order=\"1\"></i> בנוהג שבעולם <i data-commentator=\"Notes and Corrections\" data-order=\"2\"></i> שגי תגרין מוכרין שני מיני תגרות החליפו זה לזה, מה שיש ביד זה אין ביד זה, אבל התורה אדם שונה הלכה זו, וחבירו שונה הלכה אחרת, לימדו זה את זה, נמצא ביד זה שתים וביד זה שתים לכך נקרא לקח טוב.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f1e9fa0bfb3c3d94bf654b1", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 25:1:2", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Midrash Lekach Tov, Exodus 25:1:2", "sourceHeRef": "מדרש לקח טוב, שמות כ״ה:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b> <i data-commentator=\"Notes and Corrections\" data-order=\"3\"></i> ד״א לקח טוב.</b> שהרי כל סחורה שבעולם אדם נוטלה ויוצא לדרך, ספק שמא יטלוה הימנו לסטים, אבל התורה אינה כן, לכך נקראת לקה טוב.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f1e9fa1bfb3c3d94bf654b3", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 25:1:3", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Midrash Lekach Tov, Exodus 25:1:3", "sourceHeRef": "מדרש לקח טוב, שמות כ״ה:א׳:ג׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": " <i data-commentator=\"Notes and Corrections\" data-order=\"4\"></i> ד״א לקח טוב כל סחורה שבעולם בעלה מתפחד שמא תפסיד ותזיל סחורתו, אבל התורה אינה מפסדת אלא עולה בכל יום ומתגדלת, לכך נקראת לקח טוב, אמר הקב״ה לקח טוב נתתי לכם, עשרת הדברות ומשפטים ישרים וחוקים ומצות טובים, עתה בבקשה מכם תורתי אל תעזובו, הקב״ה נתן תורה לישראל ואמר תורתי אל תעזובו.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f1e9fa2bfb3c3d94bf654b5", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 25:1:4", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Midrash Lekach Tov, Exodus 25:1:4", "sourceHeRef": "מדרש לקח טוב, שמות כ״ה:א׳:ד׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "וידבר ה׳ אל משה לאמר.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f6352bf787169983ab72064", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:3", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:3", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ג׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0003, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "תרי לאוי. לא יחליפנו ולא ימיר וחד עשה ואם המר ימיר:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352bf787169983ab72066", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:4", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:4", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ד׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0004, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "אונס דחד לאו וחד עשה הוא עשה ולו תהיה לאשה. לאו דכתיב לא יוכל לשלחה:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352bf787169983ab72068", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:5", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:5", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ה׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0005, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "ואם כהן הוא לוקה. דקא עבר על לאו לא יוכל לשלחה:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352c0787169983ab7206a", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:6", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:6", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ו׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0006, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "ואינו מחזיר. דאסור בגרושה אלמא דלא מהני ליה עשה לכהן דלא לילקי:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352c0787169983ab7206c", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:7", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:7", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ז׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0007, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "משום הכי לקי דרבי בהו רחמנא בכהנים קדושתא יתירתא הא בעלמא לא תעשה שניתק לעשה לא לקי:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352c0787169983ab7206e", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:8", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:8", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ח׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0008, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "נ\"א] שאני מימר משום הכי לא מבטיל עשה ללאו. דהוה ליה לאו ששוה בכל דהכל אסורין להמיר לכתחילה ועשה דידיה ואם המר ימיר אינו שוה בכל דליתיה בצבור ושותפין דאין עושין תמורה אפילו דיעבד הילכך לא אלים עשה לאפוקי מן לאו ששוה בכל:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f6352c0787169983ab72070", "index_title": "Rabbeinu Gershom on Temurah", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Gershom on Temurah 4b:9", "anchorRef": "Exodus 25:1-27:19", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19"], "sourceRef": "Rabbeinu Gershom on Temurah 4b:9", "sourceHeRef": "רבינו גרשום על תמורה ד׳ ב:ט׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [980, 1020], "commentaryNum": 8.0009, "collectiveTitle": {"en": "Rabbeinu Gershom", "he": "רבינו גרשום"}, "heTitle": "רבינו גרשום על תמורה", "he": "והרי אונס דלאו דיליה אינו שוה בכל דליתיה בכהנים דלא אמרינן גבי כהן לא יוכל לשלחה ואם גירשה כל ימיו בעמוד והחזיר קאי כמו שחייב ישראל אלא מאחר שגירשה שוב אינו מחזירה ועשה דידיה ולו תהיה לאשה תחת אשר ענה שוה בכל אפילו בכהנים ואפילו הכי לא אלים עשה לאפוקי ממלקות לכהנים. א\"ל כהנים עמא אחרינא נינהו הילכך אחמיר עלייהו דלקי ולגבי ישראל (דהאי) [דהוי] לאו ששוה בכל ועשה ששוה בכל אתי עשה ומפיק מיד לאו ולא לקי אלא מחזיר ואינו לוקה משום דהכתוב נתקו לעשה וכדר' אבין:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דפוס האלמנה והאחים ראם", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f913619d5a9fc34b182bc10", "index_title": "Notes by Rabbi Yehoshua Hartman on Gevurot Hashem", "category": "Quoting Commentary", "type": "", "ref": "Notes by Rabbi Yehoshua Hartman on Gevurot Hashem 39:37", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Notes by Rabbi Yehoshua Hartman on Gevurot Hashem 39:37", "sourceHeRef": "פירושים והערות מהרב יהושע הרטמן על גבורות השם ל״ט:ל״ז", "anchorVerse": 1, "sourceHasEn": false, "compDate": [2006, 2020], "commentaryNum": 39.0037, "collectiveTitle": {"en": "Notes by Rabbi Yehoshua Hartman on Gevurot Hashem", "he": "פירושים והערות מהרב יהושע הרטמן על גבורות השם"}, "he": "(37) פירוש - השכר ועונש נמצא בישראל בפרט מחמת ששכינתו בתוכם. וכן אמרו במדרש [במדב\"ר ה, א] \"מפני שהיו יודעין שכל מי שטוען בארון שכרו מרובה, והיו מניחין את השלחן והמנורה והמזבחות וכולן רצין לארון ליטול שכר, ומתוך כך היה זה מריב ואומר אני טוען כאן, וזה מריב ואומר אני טוען כאן, ומתוך כך היו נוהגין בקלות ראש, והיתה השכינה פוגעת בהם\". הרי שהארון, שהוא עיקר מקום השכינה [\"הנה עיקר החפץ במשכן הוא מקום מנוחת השכינה שהוא הארון\" (לשון הרמב\"ן שמות כה, א), וראה להלן פמ\"ו הערה 169], הוא המקום שיש בו השכר המרובה והעונש המרובה. וכן השכר של עוה\"ב נאמר בלשון [ברכות יז.] \"צדיקים יושבין ועטרותיהם בראשיהם ונהנים מזיו השכינה\". ועצם הביטוים \"נהנים מזיו השכינה\" ו\"השכינה פוגעת בהם\" מורה שהשכינה גופא מחייבת השכר והעונש. ומקור דבריו הוא מאמר חכמים [זוה\"ק ח\"א כג.] \"אורייתא דבריאה איהי לבושא דשכינתא, ואי אדם לא הוה עתיד למברי, הות שכינתא בלא כסוייא כגוונא דעני. ובגין דא, כל מאן דחב כאילו אפשיט לשכינתא מלבושהא, והאי איהו עונשא דאדם. וכל מאן דמקיים פקודין דאורייתא, כאילו הוא לביש לשכינתא בלבושהא\". [תרגום: התורה של הבריאה (שיש בה אור וחושך, שכר ועונש), היא לבוש של השכינה. ואם האדם לא היה עתיד להבראות, היתה השכינה בלי לבוש, כעני שאין לו בגדים. ומשום זה כל החוטא הרי הוא כאילו הפשיט הלבושים מן השכינה, וזהו עונשו של האדם החוטא. וכל מי שמקיים מצות התורה, הרי הוא כאילו הוא מלביש את השכינה בלבושיה]. ובספר \"אמרות טהורות חיצוניות ופנימיות\" לרבי יהודה החסיד [עמוד ס] כתב: \"הקב\"ה חפץ להשרות שכינתו בין קדושים כדי לכפול שכרן\". הרי שהשראת השכינה בישראל עושה רבוי שכר ועונש. ובח\"א לר\"ה טז. [א, קג.] כתב: \"כי המציאות נדון לפי הדביקות, כי כאשר הוא יתברך קרוב אליו, אז מדת הדין של השם יתברך עליו... וכן אמר הכתוב [שמות לג, פסוקים ג, ה] 'כי לא אעלה בקרבך רגע אחד אעלה בקרבך וכליתיך', שמזה תלמוד כי דביקות השכינה הוא הדין מצד עצמו, כי כל דבר אשר קרוב לה', אשר הוא אלקי האמת, נדון יותר\". ודברים אלו נוגעים ביסוד נוסף, והוא שקרבת אלקים מחייבת רבוי שכר ועונש. <b>ואודות שהשכר</b> מרובה יותר מחמת קרבת ה', כן כתב בדר\"ח פ\"ה מכ\"ב [תקמא.], בביאור המשנה [שם] \"לפום צערא אגרא\", וז\"ל: \"כי השכר מן השם יתברך לעובדי מצותיו ולעושי רצונו בשביל שהאדם מקרב עצמו אליו יתברך. כי בודאי העובד המלך בודאי מתקרב אליו, וכאשר הוא מתקרב אליו ראוי שיבא טובו ומלכותו אל הקרובים אליו, והם עמו, מתדבקים עמו, ולא אל הרחוקים... כי האדם כאשר מקיים רצון המקום בצער הוא יותר קרוב אליו מאשר מקיים רצונו שלא בצער... וכאשר יש לו קירוב גדול אל השם יתברך, אין ספק כי השכר יותר גדול, כי אין השכר כי אם לפי הקירוב אשר יש לו אל השם יתברך\" [הובא למעלה פ\"ג הערה 28, פכ\"ג הערה 191, ולהלן פמ\"ג הערה 70]. ובנצח ישראל פי\"ד [שמ:] כתב: \"השם יתברך בשביל מצוה אחת קטנה אשר ישראל עושים נותן להם שכר גדול מאוד, ודבר זה אינו נוהג אצל האומות\". ובח\"א לקידושין לא. [ב, קלט.] כתב: \"גוי שעושה המצוה אין ספק שאינו חשוב כל כך כמו שהוא ישראל, כי המצוה לישראל שייכת יותר\". ואמרו חכמים [ע\"ז ד.] \"אפילו אין ישראל עושין מצוה לפני כי אם מעט כפיד של תרנגולין שמנקרין באשפה, אני מצרפן לחשבון גדול\". ובח\"א שם [ד, כח.] כתב: \"כי התרנגולת מנקרת כאן מעט וכאן מעט, וכך ישראל עושים מצוה אחת הנה ומצוה אחת הנה, הקב\"ה מצרפם לחשבון גדול. ודבר זה גם כן אינו באומות, שישראל מסוגלים אל מצות ביותר, וראוי להם המצות, ולפיכך אין המצות בטילות אצלם, ומצטרפין לחשבון גדול. אבל אצל האומות, לפי שהם בעלי חומר, אין מוכנים למצות. ואם עושים מעט מצוה אחת הנה, ואחת הנה, בטלים הם אצל הגשמיות שבהם... רק בישראל שאינם גשמיים, אין המצות בטלים, ולכך כל מצות שעושין ישראל מצטרפין לחשבון גדול\" [הובא למעלה פ\"ח הערה 38]. <b>ואודות שהעונש</b> מרובה יותר מחמת קרבת ה', כן כתב בדר\"ח פ\"ד מכ\"ג [תעו.], וז\"ל: \"ואמר [שם] 'והחיים לדון'. כלומר מצד שהם חיים, השם יתברך דן אותם, כי החיים יש להם קירוב אצל השם יתברך, שהוא 'אלקים חיים' [דברים ה, כג], ומפני כך מקבלים מאתו יתברך דין, כי נאמר [תהלים נ, ג] 'וסביביו נשערה מאד'. ולא כן המתים, שאין המתים, מצד שהם מתים, עם השם יתברך... ודבר זה תבין מה שיום הדין הוא בראש השנה, כי הימים האלו להשם יתברך קירוב אל העולם, כמו שאמרו רז\"ל [ר\"ה יח.] 'דרשו ה' בהמצאו קראהו בהיותו קרוב' [ישעיה נה, ו], כי קירבת השם יתברך אל העולם מביא הדין\". ובח\"א לשבת נה. [א, ל:] כתב: \"כי אותם הקרובים אל השם יתברך ביותר, הם קרובים וקודמים אל העונש, במה שהם קרובים אל השם יתברך. וכמו שדרשו ז\"ל גם כן בב\"ק [ס.] 'כי תצא אש ומצאה קוצים ונאכל הגדיש או הקמה' [שמות כב, ה], שאין מתחלת אלא מן הצדיקים. מפני שהצדיקים הם קרובים אל השכינה\". וזהו מה שנאמר [ויקרא י, ג] \"בקרובי אקדש\". וכן נאמר [עמוס ג, ב] \"רק אתכם ידעתי מכל משפחות האדמה על כן אפקוד עליכם את כל עונתיכם\". וראה למעלה פכ\"ג הערות 17, 191, להלן פמ\"ו הערה 183, ופמ\"ז הערה 47. ", "heVersionTitle": "Gevurot Hashem, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2015-2020", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ספר גבורות השם, נלקט ונערך על ידי יהושע דוד בן הרב יחזקאל הרטמן. מכון ירושלים, תשע\"ה-תש\"פ", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5fd34e474ef7a33acbd369e9", "index_title": "Rashi on Ezekiel", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Ezekiel 16:13:2", "anchorRef": "Exodus 25:1-7", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7"], "sourceRef": "Rashi on Ezekiel 16:13:2", "sourceHeRef": "רש\"י על יחזקאל ט״ז:י״ג:ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Rashi on Ezekiel", "he": "רש\"י על יחזקאל"}, "heTitle": "רש\"י על יחזקאל", "he": "<b>סלת ודבש ושמן אכלת.</b> המן שהיה משתנה לכל הטעמים לסלת ודבש ושמן אכלת, ומ\"א י\"ג דברים יש כאן וכנגדן אמר להם הקב\"ה להביא י\"ג דברים המנויין בתרומת המשכן ואף על פי כן הוא פורע להם כנגדם לע\"ל י\"ג דברים וברא ה' על מכון הר ציון וגו' וסוכה תהיה לצל יומם מחורב מזרם וממטר וגו' (ישעיה ד):", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "<b>fine flour, honey, and oil you ate</b> The manna, which would change to any flavorto fine flour, honey, and oilyou ate. The Midrash Aggadah (Mid. Song 4:2) [points out that] thirteen items are enumerated here, and corresponding to them, the Holy One, blessed be He, ordered them to bring the thirteen items enumerated in the donation for the Tabernacle (Exod. 25:1-7). Nevertheless, He is destined to repay them in the future with thirteen items (Isa. 4:5f.): “And the Lord shall create over every dwelling of Mount Zion, etc. And a tabernacle shall be for shade by day from the heat, etc., from stream and from rain, etc.”", "versionTitle": "The Judaica Press complete Tanach with Rashi, translated by A. J. Rosenberg", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "604e143b1e4558070e604e5c", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Exodus; Perush HaArokh 25:1:2", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 25:1:2", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך כ״ה:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "<b>וידבר.</b> בעלותו אל ראש ההר דבר לו על דבר המשכן. והטעם שיעשו מקדש לשם הנכבד וישכון בתוכו. ושם ידבר עם משה ולא יעל' אל ההר:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND THE LORD SPOKE UNTO MOSES. When Moses went up to the top of the mountain<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">See Ex. 24:18.</i> God spoke to him regarding the tabernacle. God told Moses that Israel should construct a sanctuary dedicated to God the revered. The Lord would dwell in this tabernacle and speak therein with Moses. Moses would no longer come up on the mountain.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">To communicate with God.</i> ", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62037e926bfddfbb310febef", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult 2-13", "anchorRef": "Exodus 25:1-31:18", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult 2-13", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ה׳ ב׳-י״ג", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part IV; The Instructions for the Dwelling and the Cult", "he": "שמות מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>espite the importance of all that has preceded, the section of</small> E<small>xodus we</small> now encounter occupies a significant amount of text, and therefore commands our attention, in the overall scheme of the book. It may seem puzzling to modern readers that a book that purports to be about a people’s origins should choose to fill a third of its pages with a detailed description of a sanctuary, down to the last piece of tapestry and the last ritual vessel. Yet it is an indication of the “Tabernacle’s” centrality in Israel’s idea system that the story of its construction dominates the last half of Exodus.", "Several factors may help to explain. First, the system of animal and grain sacrifices, or cult, was as important in ancient Israel as it was elsewhere in antiquity, as the chief means of formally expressing religious feeling. Indeed, the Bible traces this institution back to the beginning of human history, to Cain and Abel (Gen. 4:3–4). The cult’s centrality survived the railings of the Prophets and the destruction of Solomon’s Temple, and was still strong enough in late antiquity to provoke a severe crisis when its chief site, the Second Temple, fell to the Romans in the year 70 <small>c.e.</small> The latter event was a crux upon which the creation of classical Judaism took place, and the process was a painful one. So the opinion that many moderns have, that animal sacrifice was a barbaric custom, is quite beside the point as far as ancient Israel was concerned.", "Second, there is the great theme of the book of Exodus, “Is Y<small>hwh</small> in our midst or not?” (17:7), to which our account gives a resounding positive answer. The book of Exodus traces not only the journey of the people of Israel from Egypt to Sinai, but also the journey of God to rescue the people and to dwell (“tabernacle”) among them (Greenberg 1972). A detailed presentation of God’s “residence,” as it were, is meant to convey the assurance that the people are led by God himself. This further supports the biblical image of the divine king, who dwells among his subjects and “goes before” them.", "Third, the Israelites shared with their neighbors the idea that a victorious God, following his triumph, was to be honored by his enthronement in a human-built structure (see Hallo). Thus the last half of Exodus, far from trailing off into obscure priestly details, fits a well-known mold in its contemporary environment.", "A final explanation of the prominence of the Tabernacle sections may be found in their intimate connection with the idea of the Sabbath. The “blueprint” chapters, 25–31, end with an extended passage on observing the Sabbath; the construction chapters, 35–40, begin with a brief passage on the prohibition of work on the holy day. These structural aspects suggest (as the ancient rabbis also saw) that cessation from work here means precisely from the tasks of construction, and that once a week human beings must step back from their own creating to acknowledge the true “work” of creation. Chapters 25–40, including the Golden Calf narrative, bring out these ideas through their use of refrainlike phrases, especially the repetition of one key word: “make” (Heb. <i>’asoh</i>). The entire section is an object lesson in what the Bible deems it proper for human beings to make, and is a vehicle of contrast between God’s creation and human attempts to reach the divine. Israel is engaged in the making of the Tabernacle (notice how “build,” which would make more sense, is not used); when the time comes for the work to be put aside temporarily, they are to “make” the Sabbath. To these observations may be added the long-observed fact that the vocabulary of the Tabernacle’s completion (“finished,” “work,” “blessed”) recalls the completion of Creation in Gen. 2:1–4. Thus we are taught that Israel, through its religious life as typified by Sabbath and cult, becomes a partner in the process of Creation, either by imitating the divine act or by celebrating it.", "Other peoples, to be sure, recall the beginning of the world in ritual and story, so it is important to make an anthropological observation. The purpose of all sanctuaries is to build a bridge to the divine, to link up with the forces that transcend human beings. It is perceived that certain places are particularly appropriate for this (folklore terms such places “the navel of the earth”), and, by extension, sanctuaries firmly anchor that inherent holiness. What the Tabernacle account initially accomplishes, most notably in its closing chapter (40), is to transfer a topographic “bridge” to a human-made and portable one. With the completion of this Dwelling, we find God resident neither on Sinai nor in the later Jerusalem, but rather accompanying the people “upon all their marches” (40:38). The sacred center here thus moves; it is a portable anchor that establishes stability wherever it goes. The vitality that surrounded this idea is still to be seen in the successors of the Hebrew Bible, classical Judaism and Christianity, for whom, respectively, Torah and Cross provide a center that is at once movable and stabilizing.", "But the sacred center, for biblical religion, finds equal expression in <i>time.</i> While the Dwelling account seems obsessed with matters of space, its setting among the Sabbath passages stresses more the concept of time. Such an aspect already begins to make itself felt in 24:16, where Moshe, on Sinai to receive the laws, waits for six days while the “cloud” covers the mountain, and is able to ascend only on the seventh day, at God’s summons. We are thus left, paradoxically, with a structure (Dwelling) which at first glance uses many well-known art forms and religious motifs common to the ancient Near East, but which is a total departure from them via its connection with the Sabbath—an institution with no known equivalent in the ancient world. The Dwelling account presents us with a people for whom sacred time takes precedence over sacred space (for more on these themes, see Sarna 1986).", "There have been many attempts, textually and artistically, to reconstruct the Tabernacle on the basis of our text here, the rationale being that surely so much detail as we find here will serve as the guidelines for an actual structure. Rabbinic and medieval Jewish commentators, as well as modern scholars, have expended considerable energy to that end. But in fact none of the reconstructions has succeeded, for, as with narrative, the text is as much message as description. The text’s main concern, it seems, is for the Dwelling to reflect holiness, in its choice of measurements and materials (see Haran 1985). The layout of the Dwelling expresses aesthetic ideas of perfection, through various symmetrical proportions (see Appendix); the materials are graded such that the closer one gets to God (in the “Holiest Holy-Shrine”), the more precious the metal. In addition, both the colors used and the types of workmanship employed are similarly graded. In a general way, the intent of the narrator seems to have been close to the intent of the great cathedral builders of the Middle Ages: to reflect divine perfection and order in the perfection and order of a sacred structure.", "The Dwelling, as described in Exodus, resembles other ancient Near Eastern sanctuaries in many particulars (for which, see the Commentary below), as well as strongly reflecting aspects of the later Temple of Solomon (I Kings 6–7). Some scholars have also likened it to a Bedouin tent (Heb. <i>shakhen</i> seems to be an archaic verb for “to tent”), appropriate to desert conditions. It is perhaps all three, a coalescing of Israel’s ideas of the cult from a variety of historical and religious settings. That the Dwelling was viewed as historical is clear from biblical tradition itself (see II Sam. 7:6, for instance). But one should keep in mind that it is also a paradigmatic model, that helps to round out the overall scheme of Exodus. The book traces the progress of the people of Israel from servitude (to Pharaoh) to service (of God), and uses the human activity of building to do so. Thus, as Exodus opens, the Israelites are forcibly made to build royal storage cities; as the book ends, the people complete a structure through which they may serve the divine king.", "Finally, there is the sequence of description in these chapters: the text begins with the blueprint for the holiest object, the “coffer” (ark), and proceeds through the structure in descending order of holiness. After the building instructions themselves are given, a number of related matters are treated, chief among them the attire of the priests and the ceremony consecrating the priests. The establishment of the cult, like that of the system of justice, is thus viewed as the command of God rather than the result of the need or request of human beings (contrast this with the “requested” monarchy in I Sam. 8).", "<i>The “Contribution”</i> (25:1–9): In the first seven verses of this opening section dealing with the Dwelling, the Israelites’ contribution toward the structure is described in detail; but only in v.8 is the purpose of this activity made clear. Despite the concreteness of the description, however, the actual blueprints, as it were, are shown to Moshe by God, and are not recorded in the text. Architects in the creative sense are superfluous here.", "Moderns want to know where the Israelites procured such materials as gold and silver in quantity (see Chap. 38), or how they acquired the skills necessary for the fine artisanry involved (e.g., weaving, dyeing, manufacture of incense, and the setting of jewels). These questions, while logical in a historical setting, do not take the Bible on its own terms. The text appears to present the awed report of the Dwelling and its construction without leaving room for totally practical issues (just as Gen. 4 deals with Cain and his descendants without being concerned with the origins of Cain’s wife)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e926bfddfbb310febf1", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, The Contribution 2-3", "anchorRef": "Exodus 25:1-9", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, The Contribution 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ה׳, שמות הערה א׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Contribution", "he": "שמות הערה א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["In the first seven verses of this opening section dealing with the Dwelling, the Israelites’ contribution toward the structure is described in detail; but only in v.8 is the purpose of this activity made clear. Despite the concreteness of the description, however, the actual blueprints, as it were, are shown to Moshe by God, and are not recorded in the text. Architects in the creative sense are superfluous here.", "Moderns want to know where the Israelites procured such materials as gold and silver in quantity (see Chap. 38), or how they acquired the skills necessary for the fine artisanry involved (e.g., weaving, dyeing, manufacture of incense, and the setting of jewels). These questions, while logical in a historical setting, do not take the Bible on its own terms. The text appears to present the awed report of the Dwelling and its construction without leaving room for totally practical issues (just as Gen. 4 deals with Cain and his descendants without being concerned with the origins of Cain’s wife)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382dbc9ad75f2d99af88c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, The Contribution 1", "anchorRef": "Exodus 25:1-9", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, The Contribution 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ה׳, שמות הערה א׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 25:1-9\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 25:1-9</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d11ff99066b7e5d1262c4", "index_title": "Ohr LaYesharim on Jerusalem Talmud Shekalim", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Shekalim 1:1:7", "anchorRef": "Exodus 25:1-9", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Shekalim 1:1:7", "sourceHeRef": "אור לישרים על תלמוד ירושלמי שקלים א׳:א׳:ז׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 1.0007, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Shekalim", "he": "אור לישרים על תלמוד ירושלמי שקלים"}, "he": "<b>רבי חגי</b> (אמורא ארץ ישראלי בדור השלישי והרביעי) אמר <b>בשם רבי שמואל בר נחמן</b> (אמורא ארץ ישראלי בדור השני והשלישי)<b>: שלש תרומות נאמרו בפרשה הזאת</b> – של הציווי על התרומה למלאכת המשכן (שמות כה,א-ט), שבפרשה הזאת נצטוו ישראל על תרומה שלוש פעמים, ואלו הן שלוש התרומות<b>: תרומת אדנים ותרומת שקלים ותרומת המשכן</b> – כמבואר להלן<b>. \"דַּבֵּר אֶל בְּנֵי יִשְׂרָאֵל וְיִקְחוּ לִי תְּרוּמָה\"</b> (שמות כה,ב) – אתה חייב לדבר עם בני ישראל, שייקחו לשמי הפרשה ממה שיש להם, <b>- זו תרומת אדנים</b> – זה ציווי על תרומה לצורך האדנים (הבסיסים לקרשים ולעמודים) במשכן<b>; \"מֵאֵת כָּל אִישׁ אֲשֶׁר יִדְּבֶנּוּ לִבּוֹ תִּקְחוּ אֶת תְּרוּמָתִי\"</b> (שם) – מכל איש שירצה בליבו לתת נדבה תיקחו את ההפרשה לשמי, <b>- זו תרומת שקלים</b> – זה ציווי על תרומת שקלים<b>; \"וְזֹאת הַתְּרוּמָה אֲשֶׁר תִּקְחוּ מֵאִתָּם\"</b> (שמות כה,ג) – וזאת, המפורטת להלן שם, ההפרשה שתיקחו מהם, <b>- זו תרומת המשכן</b> – זה ציווי על תרומה לצורך המשכן (בפסוק זה ובפסוקים שלאחריו מפורשים החומרים שיש לקחת מהם את התרומה למלאכת המשכן, ולכן פירשו שהתרומה שנאמרה בפסוק זה היא תרומת המשכן, אבל בפסוק שלפניו לא פורש בכתוב למה שימשו שתי התרומות שנאמרו בו. עיקרה של הפרשה הזאת הוא ציווי על תרומת המשכן, אך אילו באה הפרשה הזאת לומר ציווי על תרומת המשכן בלבד, היה צריך הכתוב לקצר ולומר 'דבר אל בני ישראל וייקחו לי תרומה מאת כל איש אשר יידבנו ליבו' ואחר כך לפרש את החומרים שיש לקחת מהם את התרומה, אבל היות והכתוב האריך ואמר ציווי על תרומה שלוש פעמים, יש לדרוש מכאן שלוש תרומות)<b>.</b> ומה עשו בשלוש התרומות הללו? - <b>תרומת המשכן למשכן</b> – תרומה זו שימשה לעשיית המשכן וכליו<b>, מה שירצו יעשו</b> (נראה שלשון זו היא אשגרה מלשון המשנה מגילה ג,ב: \"מה שירצה יעשה\", וכאן צריך לומר: 'מה שירצו <b>יתנו</b>') – כל כמות מהחומרים שמהם נעשה המשכן שירצו לתת רשאים הם לתת, שכל אחד נתן כמה שנדבו ליבו, שלא נקבע שיעור לדבר<b>. תרומת שקלים לקרבן</b> – תרומה זו שימשה לקניית קורבנות ציבור<b>, מה שירצו יעשו</b> (נראה שצריך לומר: 'מה שירצו <b>יתנו</b>') – כל סכום שירצו לתת רשאים הם לתת<b>, כדי</b> (נראה שצריך לומר: '<b>ובלבד</b>') <b>שתהא יד כולן שווה</b> – אבל אין כולם נותנים אלא אותו סכום, אין מרבים ואין ממעטים ממנו, כדי שיהיה לכל אחד חלק שווה בקורבנות הציבור (כך אמר רבי שמעון במשנה להלן ב,ד)<b>. תרומת אדנים לאדנים</b> (המילה 'לאדנים' נוספה במסירה שלפנינו על ידי מגיה, כמו שהוא בנוסח הבבלי של מסכת שקלים, והיא כנראה הוספה על פי הבבלי מגילה כט,ב) – תרומה זו שימשה לעשיית האדנים במשכן<b>, \"הֶעָשִׁיר לֹא יַרְבֶּה וְהַדַּל לֹא יַמְעִיט</b> מִמַּחֲצִית הַשָּׁקֶל<b>\"</b> (שמות ל,טו) – העשיר לא ירבה לתת מחצי השקל, והדל לא ימעיט לתת מחצי השקל, שאין כולם נותנים אלא מחצית השקל (כתוב זה נאמר בתרומה האמורה בפרשת שקלים, כאמור להלן. האדנים של קרשי המשכן ושל עמודי הפרוכת נעשו מהכסף שנתקבל במפקד עם ישראל, שבו כל אחד היה חייב לתת מחצית השקל, וזוהי תרומת האדנים. האדנים של עמודי פתח המשכן, של עמודי החצר ושל עמודי שער החצר נעשו מהנחושת שנתקבלה בתרומת המשכן (שמות לח,כה-לא)). - הרי ששלוש התרומות חלוקות בתכליתן ובכמות נתינתן<b>.</b><br><br><small>ב<b>משנה שקלים</b> ב,ד שנינו: אמר רבי שמעון: מה בין שקלים לחטאת (קורבן חטאת)? - שקלים יש להם קצבה (שאין מוסיפים על מחצית השקל הקצובה ואין פוחתים ממנה), וחטאת אין לה קצבה (יש מביא חטאת כחושה שדמיה מועטים ויש מביא חטאת שמנה שדמיה מרובים). - רבי יהודה אומר: אף לשקלים אין להם קצבה, שכשעלו ישראל מן הגולה היו שוקלים דרכונות (שני סלעים, שהם ארבעה שקלים), חזרו לשקול סלעים (שני שקלים), חזרו לשקול טבעין (חצאי סלעים, והם השקלים של המשנה), וביקשו לשקול דינרים. - אמר רבי שמעון: אף על פי כן, יד כולן שווה (בכל זמן היו כולם נותנים אותו סכום, בין מחצית השקל, בין פחות ממנו, בין יותר ממנו, לא הרבו עליו ולא מיעטו ממנו, נמצא שיש לשקלים קצבה), אבל חטאת - זה מביא בסלע וזה מביא בשתיים וזה מביא בשלוש (כל אחד יכול להביא קורבן חטאת בכמה שירצה, הרי שאין לה קצבה).<br><br>מה שאמרו במאמר הזה שבירושלמי על תרומת שקלים: \"מה שירצו יתנו, ובלבד שתהא יד כולן שווה\", הוא כדעת רבי שמעון במשנה זו וכלשונו.<br>במאמר הזה נמנו בתחילה שלוש התרומות לפי סדרן שנאמרו בפרשה הזאת, ובסוף נמנו שלוש התרומות לפי החילוק שביניהן בכמות נתינתן: תרומת המשכן שאין לה קצבה, תרומת שקלים שיש לה קצבה אך אפשר לשנות את הקצבה, ותרומת אדנים שיש לה קצבה קבועה.<br>נראה שיש לשנות את הגרסה במאמר הזה ולגרוס את הפסוק \"העשיר לא ירבה והדל לא ימעיט\" לגבי תרומת שקלים ולא לגבי תרומת אדנים, והפסוק הזה מלמד, שבתרומת שקלים תהא יד כולם שווה, אף שהם יכולים לתת מה שירצו (וכן כתב ב\"עלי תמר\"). גם לפי הפירוש למאמר להלן של רבי אבון, הפסוק הזה מתייחס לתרומת שקלים.</small><br>\n<br><b>אמר רבי אבון</b> (מגדולי אמוראי ארץ ישראל בדור החמישי)<b>: אף בפרשה הזאת</b> – בפרשת שקלים (שמות ל,יא-טז), <b>נאמר בה שלש תרומות</b> – גם בפרשה הזאת נצטוו ישראל על תרומה שלוש פעמים, כמו בפרשה שלמעלה, ושלוש התרומות הן: תרומת אדנים, תרומת שקלים ותרומת המשכן, כאמור לעיל. \"זֶה יִתְּנוּ כָּל הָעֹבֵר עַל הַפְּקֻדִים... מַחֲצִית הַשֶּׁקֶל <b>תְּרוּמָה</b> לה'\" (שמות ל,יג) - זו תרומת אדנים, שכל אחד מישראל שמנו אותו במפקד היה חייב לתת מחצית השקל, והכסף הזה הוצא לעשיית האדנים במשכן; \"כֹּל הָעֹבֵר עַל הַפְּקֻדִים... יִתֵּן <b>תְּרוּמַת</b> ה'\" (שמות ל,יד) - זו תרומת המשכן, שבפסוק זה לא ניתנה קצבה; \"הֶעָשִׁיר לֹא יַרְבֶּה וְהַדַּל לֹא יַמְעִיט מִמַּחֲצִית הַשָּׁקֶל, לָתֵת אֶת <b>תְּרוּמַת</b> ה' לְכַפֵּר עַל נַפְשֹׁתֵיכֶם\" (שמות ל,טו) - זו תרומת שקלים, שכל אחד מישראל היה חייב לתת מחצית השקל (כך היה בימי משה), ובכסף הזה נקנו קורבנות הציבור למשכן הבאים לכפרה על ישראל (בדפוסים המאוחרים נוספו שלושת הפסוקים הללו בנוסח הירושלמי)<b>.</b><br><br><small>ב<b>בבלי מגילה</b> כט,ב אמרו: תני רב יוסף: שלש תרומות הן (שבפרשת שקלים נזכר שלוש פעמים \"תרומת ה'\"): של מזבח למזבח (לקורבנות שעל המזבח - \"לתת את תרומת ה' לכפר על נפשותיכם\"), ושל אדנים לאדנים (\"מחצית השקל תרומה לה'\"), ושל בדק הבית לבדק הבית (\"כל העובר על הפקודים... ייתן תרומת ה'\", שלא ניתנה בו קצבה).<br><br>תרומת מזבח בבבלי היא תרומת שקלים בירושלמי, ותרומת בדק הבית בבבלי היא תרומת המשכן בירושלמי.<br><br>ב<b>פסיקתא רבתי</b> פרשה י נאמר: \"כי תישא את ראש\" - אמר רבי שמואל בן נחמן: שלוש תרומות יש כאן, תרומה הראשונה (\"מחצית השקל תרומה לה'\") של אדני המשכן.</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "620e3ce81a2caee268cf4d23", "index_title": "Ohr LaYesharim on Jerusalem Talmud Taanit", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Taanit 2:2:7", "anchorRef": "Exodus 25:1-30:38", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Taanit 2:2:7", "sourceHeRef": "אור לישרים על תלמוד ירושלמי תענית ב׳:ב׳:ז׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 2.0007, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Taanit", "he": "אור לישרים על תלמוד ירושלמי תענית"}, "he": "ומשיבים עוד (תשובה חמישית): <b>רבי שמואל בר נחמן</b> (אמורא ארץ ישראלי בדור השני והשלישי) אמר <b>בשם רבי יונתן</b> (אמורא ארץ ישראלי בדור הראשון)<b>:</b> שמונה עשרה ברכות שבתפילה הן <b>כנגד שמונה עשר ציווין</b> (ציוויים) – המילים: \"כאשר ציוה ה'\", או: \"ככל אשר ציוה ה'\", <b>שכתוב</b> (שכתובים) <b>בפרשת משכן שני</b> – בספר שמות מסופר פעמיים על המשכן: פעם ראשונה בציווי המשכן (שמות כה,א - ל,לח), ופעם שנייה בעשיית המשכן ובהקמתו (שמות לו,ח עד סוף הספר, וזו היא פרשת משכן שני)<b>. אמר רבי חייה בר אדא</b> (במקבילה בברכות: בר ווא (בר אבא))<b>: ובלחוד מן</b> – ובלבד מן <b>\"ואתו אהליאב בן אחיסמך למטה דן\"</b> (שמות לח,כג) – הציוויים שכתובים מפסוק זה בלבד ואילך, <b>עד סופיה דסיפרא</b> – עד סופו של הספר (ספר שמות) מן המנין הם, אבל הציווי שכתוב בפסוק שלפניו: \"כל אשר ציוה ה'\" (שמות לח,כב), שהוא הציווי הראשון בפרשת משכן שני, אינו מן המנין. ואלה הציוויים שמן המנין: שמות לט,א; לט,ה; לט,ז; לט,כא; לט,כו; לט,כט; לט,לא; לט,לב; לט,מב; לט,מג, מ,טז; מ,יט; מ,כא; מ,כג; מ,כה; מ,כז; מ,כט; מ,לב. ועולה מספרם שמונה עשר<b>.</b><br><br><small>נראה שהטעם שאין מונים את הציווי הראשון, משום שהוא לגופו ואינו מופנה לדרשה, שראשון תחילה נאמר ואין דורשים תחילות.<br><br>מכיון שהתפילה היא במקום העבודה (עבודת הקורבנות), והתפילות תוקנו כנגד הקורבנות, לכן קבעו את מנין הברכות שבתפילה כמנין הציוויים שיש בעשייתו ובהקמתו של המשכן, שבו הקריבו קורבנות.<br><br><b>כנגד שמונה עשר ציוויים</b><br>ב<b>ויקרא רבה</b> א,ח נאמר: רבי שמואל בר נחמן אמר בשם רבי נתן (הוא רבי יונתן): שמונה עשר ציוויים כתובים בפרשת משכן, וכנגדם קבעו חכמים שמונה עשרה ברכות שבתפילה. אמר רבי חייא בר אדא: לבד מ\"ואיתו אהליאב בן אחיסמך למטה דן\" (שמות לח,כג) ועד סופא דסיפרא.<br>וב<b>מדרש תהילים</b> כט,ב נאמר: דבר אחר: כנגד שמונה עשרה אזכרות שיש בעשיית המשכן ב\"אלה פקודי\" - \"כאשר ציוה ה'\", \"ככל אשר ציוה ה'\" - שמונה עשרה פעמים, כנגדן תיקנו שמונה עשרה ברכות שמתפלל אדם בכל יום.<br>וב<b>מדרש תנחומא</b> פרשת 'וירא' סימן א נאמר: ...ורבי יוחנן אמר: כנגד שמונה עשר ציוויים שבמשכן, שהם בסוף ספר \"ואלה שמות\", והם: \"כאשר ציוה ה' את משה\" שמונה עשרה פעמים.<br>וב<b>אוצר המדרשים</b> עמוד תקלו נאמר: \"כאשר ציוה ה' את משה\" שב\"אלה פקודי המשכן\" שמונה עשרה פעמים, כנגד שמונה עשרה ברכות שבתפילה, לומר לך שהתפילה במקום עבודה היא, וכנגד שמונה עשרה חוליות שבשדרה, לקיים מה שנאמר: \"כל עצמותי תאמרנה ה' מי כמוך\" (תהילים לה).<br><br><b>שמונה עשרה ברכות כנגד…</b><br>ב<b>במדבר רבה</b> ב,א נאמר: בשמונה עשר מקומות משה ואהרן מזוגים (שווים), רמז לשמונה עשרה ברכות, כנגד שמונה עשרה אזכרות שכתובות ב\"שמע ישראל\" וב\"מזמור לדוד הבו לה' בני אלים\" (תהילים כט).<br>• • •<br>ב<b>תוספתא ברכות</b> ג,יב שנו: בשבת וביום טוב וביום הכיפורים מתפלל שבע, ואומר קדושת היום באמצע.</small>", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2004", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "623bd5f9a107c838f92b2f4a", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 40", "anchorRef": "Exodus 25:1-16", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16"], "sourceRef": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 40", "sourceHeRef": "סידור ספרד, סדר הקריאות, קריאות לשבת במנחה, ושני וחמישי מ׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 40, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאות לשבת במנחה, ושני וחמישי", "he": "<b>וַיְדַבֵּר</b> יְהֹוָה אֶל מֹשֶׁה לֵּאמֹר: דַּבֵּר אֶל בְּנֵי יִשְׂרָאֵל וְיִקְחוּ לִי תְּרוּמָה מֵאֵת כָּל אִישׁ אֲשֶׁר יִדְּבֶנּוּ לִבּוֹ תִּקְחוּ אֶת תְּרוּמָתִי: וְזֹאת הַתְּרוּמָה אֲשֶׁר תִּקְחוּ מֵאִתָּם זָהָב וָכֶסֶף וּנְחֹשֶׁת: וּתְכֵלֶת וְאַרְגָּמָן וְתוֹלַעַת שָׁנִי וְשֵׁשׁ וְעִזִּים: וְעֹרֹת אֵילִם מְאָדָּמִים וְעֹרֹת תְּחָשִׁים וַעֲצֵי שִׁטִּים:שנישֶׁמֶן לַמָּאֹר בְּשָׂמִים לְשֶׁמֶן הַמִּשְׁחָה וְלִקְטֹרֶת הַסַּמִּים: אַבְנֵי שֹׁהַם וְאַבְנֵי מִלֻּאִים לָאֵפֹד וְלַחֹשֶׁן: וְעָשׂוּ לִי מִקְדָּשׁ וְשָׁכַנְתִּי בְּתוֹכָם: כְּכֹל אֲשֶׁר אֲנִי מַרְאֶה אוֹתְךָ אֵת תַּבְנִית הַמִּשְׁכָּן וְאֵת תַּבְנִית כָּל כֵּלָיו וְכֵן תַּעֲשׂוּ:שלישיוְעָשׂוּ אֲרוֹן עֲצֵי שִׁטִּים אַמָּתַיִם וָחֵצִי אָרְכּוֹ וְאַמָּה וָחֵצִי רָחְבּוֹ וְאַמָּה וָחֵצִי קֹמָתוֹ: וְצִפִּיתָ אֹתוֹ זָהָב טָהוֹר מִבַּיִת וּמִחוּץ תְּצַפֶּנּוּ וְעָשִׂיתָ עָלָיו זֵר זָהָב סָבִיב: וְיָצַקְתָּ לּוֹ אַרְבַּע טַבְּעֹת זָהָב וְנָתַתָּה עַל אַרְבַּע פַּעֲמֹתָיו וּשְׁתֵּי טַבָּעֹת עַל צַלְעוֹ הָאֶחָת וּשְׁתֵּי טַבָּעֹת עַל צַלְעוֹ הַשֵּׁנִית: וְעָשִׂיתָ בַדֵּי עֲצֵי שִׁטִּים וְצִפִּיתָ אֹתָם זָהָב: וְהֵבֵאתָ אֶת הַבַּדִּים בַּטַּבָּעֹת עַל צַלְעֹת הָאָרֹן לָשֵׂאת אֶת הָאָרֹן בָּהֶם: בְּטַבְּעֹת הָאָרֹן יִהְיוּ הַבַּדִּים לֹא יָסֻרוּ מִמֶּנּוּ: וְנָתַתָּ אֶל הָאָרֹן אֵת הָעֵדֻת אֲשֶׁר אֶתֵּן אֵלֶיךָ:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "624cc37933ed9c3b6acca921", "index_title": "Mishnah Terumot", "category": "Mishnah", "type": "", "ref": "Mishnah Terumot 1:1", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Mishnah Terumot 1:1", "sourceHeRef": "משנה תרומות א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Mishnah Terumot", "he": "משנה תרומות"}, "heTitle": "משנה תרומות", "he": "חֲמִשָּׁה לֹא יִתְרֹמוּ, וְאִם תָּרְמוּ, אֵין תְּרוּמָתָן תְּרוּמָה. הַחֵרֵשׁ, וְהַשּׁוֹטֶה, וְהַקָּטָן, וְהַתּוֹרֵם אֶת שֶׁאֵינוֹ שֶׁלּוֹ. נָכְרִי שֶׁתָּרַם אֶת שֶׁל יִשְׂרָאֵל, אֲפִלּוּ בִרְשׁוּת, אֵין תְּרוּמָתוֹ תְרוּמָה: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "Five may not give terumah, and if they do so, their terumah is not considered terumah:A heresh (deaf-mute); an imbecile, a minor, And the one who gives terumah from that which is not his own. If a non-Jew gave terumah from that which belongs to an Israelite, even if it was with his permission, his terumah is not terumah.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6357d2ea4a34ac00a0d8666f", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Exodus 25:1:1", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Rav Hirsch on Torah, Exodus 25:1:1", "sourceHeRef": "רש\"ר הירש על התורה, שמות כ״ה:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "שמות", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 2. ויקחו לי, es soll nicht unmittelbar etwas Gott gespendet werden, soll die Spende jedes einzelnen soll der Gesamtheit für Gottes Zweck übergeben werden. Somit ist es nicht der einzelne, sondern die Gesamtheit, die den Gotteszweck hinzustellen hat, und es sind nicht die einzelnen Spender, sondern die Gesamtheit, für welche der Gotteszweck festgestellt wird. תרומה von רום: über etwas erhoben sein, daher: ausgehoben, d. h. für eine höhere Bestimmung ausgesondert sein. נדב ,ידבנו (verwandt mit נטף: aus dem Innern herausträufeln, daher: נָטָף: Harz; übertragen: Gedanken aussprechen): zu Spenden anregen. Es bezeichnet die völlige Freiwilligkeit. — תקחו schließt selbst Mosche nur in die Gesamtheit ein. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63c9435b01e878406e0d05e6", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Terumah 1:1", "anchorRef": "Exodus 25:1-2", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2"], "sourceRef": "Zohar, Terumah 1:1", "sourceHeRef": "ספר הזהר, תרומה א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "תרומה", "he": "(שמות כ״ה:א׳-ב׳) וַיְדַבֵּר יְיָ' אֶל מֹשֶׁה לֵאמֹר. דַּבֵּר אֶל בְּנֵי יִשְׂרָאֵל וְיִקְחוּ לִי תְּרוּמָה מֵאֵת כָּל אִישׁ אֲשֶׁר יִדְּבֶנּוּ לִבּוֹ וְגוֹ'. רַבִּי חִיָּיא פָּתַח, (תהילים קל״ה:ד׳) כִּי יַעֲקֹב בָּחַר לוֹ יָהּ יִשְׂרָאֵל לִסְגוּלָתוֹ, כַּמָּה חֲבִיבִין יִשְׂרָאֵל קָמֵי קוּדְשָׁא בְּרִיךְ הוּא, דְּאִתְרְעֵי בְּהוּ, וּבָעָא לְאִתְדַּבְּקָא בְּהוּ, וּלְאִתְקְשְּׁרָא עִמְּהוֹן. וְעָבִיד לְהוֹן עַמָּא יְחִידָאִי בְּעָלְמָא, דִּכְתִּיב, (שמואל ב ז׳:כ״ג) וּמִי כְעַמְּךָ כְּיִשְׂרָאֵל גּוֹי אֶחָד בָּאָרֶץ, וְאִינּוּן אִתְרְעוּ בֵּיהּ, וְאִתְקַשְּׁרָן בֵּיהּ. הֲדָא הוּא דִכְתִיב, כִּי יַעֲקֹב בָּחַר לוֹ יָהּ. וּכְתִיב <i data-overlay=\"Vilna Pages\" data-value=\"126b\"></i>(דברים לכ) כִּי חֵלֶק יְיָ' עַמּוֹ. וְיָהַב לִשְׁאַר עַמִּין שׁוּלְטָנִין רַבְרְבָן מְמָנָן עָלַיְיהוּ, וְהוּא נָטִיל לְחוּלָקֵיהּ יִשְׂרָאֵל.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": "Exodus 25:1-2. <b> And Hashem spoke to Moses, saying, 'Speak to the children of Yisrael that they bring Me an offering, of every man whose heart prompts him.</b> Rabbi Chiya opened the discussion saying, \"For Hashem has chosen Jacob to Himself, Yisrael for His peculiar possession\" (Psalms 135:4). How beloved are Yisrael before the Holy One, blessed be He, who desires them, and wants to be attached to them and connect Himself with them to make them a single nation in the world, as it is written, \"And what one nation in the earth is like Your people Yisrael?\" (II Samuel 7:23). They wanted Him and were attached to Him, as it says, \"For Yah has chosen Jacob to Himself\" and, \"For Hashem's portion is His people\" (Deuteronomy 32:9). 1. He gave ministers and officers to the other nations and took Yisrael to His part.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "647857d969aaae72c29a9c55", "index_title": "Who is the Heir of Divine Things", "category": "Second Temple", "type": "", "ref": "Who is the Heir of Divine Things 23:3", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Who is the Heir of Divine Things 23:3", "sourceHeRef": "מי יורש קנייני אלוה כ״ג:ג׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 23.0003, "collectiveTitle": {"en": "Who is the Heir of Divine Things", "he": "מי יורש קנייני אלוה"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Let us consider, then, how he bade them contribute the ways and means needed for the building of the tabernacle. “The Lord spake unto Moses,” it says, saying: “Speak to the sons of Israel and take ye for me first beginnings; from all who are so minded in their heart, ye shall take my first beginnings” (Ex. 25:1, 2).", "versionTitle": "Loeb Classical Library, Harvard University Press, 1932", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e49cee613f3c2d3b444bad", "index_title": "German Commentary on Mishnah Terumot", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Terumot 1:1:1", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "German Commentary on Mishnah Terumot 1:1:1", "sourceHeRef": "פירוש גרמני על משנה תרומות א׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1.0001, "collectiveTitle": {"en": "German Commentary on Mishnah Terumot", "he": "פירוש גרמני על משנה תרומות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>ferner wer vom fremden Eigentum absondert.</b>  Dass diese fünf Personen nicht fähig sind <span dir=\"rtl\">תרומה</span> abzusondern, wird aus einem einzigen Verse hergeleitet; denn es heisst (Exodus 25, 1): <span dir=\"rtl\">דבר אל בני ישראל ויקחו לי תרומה מאת כל איש אשר ידבנו לבו</span>. „Zu den Kindern Israel‟, ausgenommen ein Götzendiener; „von jedem Manne‟, ausgenommen ein Kind, „dem es sein Herz eingiebt‟, ausgenommen ein Taubstummer und Blödsinniger, die keine richtigen Gedanken haben, „und dieses ist die Hebesteuer, die Du von ihnen nehmen sollst‟, ausgenommen von dem, was ihm nicht gehört.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc3f758c1dc532ec8a2c", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 25:1", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Steinsaltz on Exodus 25:1", "sourceHeRef": "ביאור שטיינזלץ על שמות כ״ה:א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 25.0001, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "<b>וַיְדַבֵּר ה' אֶל מֹשֶׁה לֵּאמֹר,</b> כך, במלים הללו:", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The Lord spoke to Moses, saying: </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "660917075f919aabbb43ddab", "index_title": "I Believe; A Weekly Reading of the Jewish Bible", "category": "Quoting Commentary", "type": "", "ref": "I Believe; A Weekly Reading of the Jewish Bible, Teruma; What Do We Receive When We Give? 2", "anchorRef": "Exodus 25:1-2", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2"], "sourceRef": "I Believe; A Weekly Reading of the Jewish Bible, Teruma; What Do We Receive When We Give? 2", "sourceHeRef": "אני מאמין; קריאות חדשות בפרשת השבוע, תרומה ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [2020], "commentaryNum": 2, "collectiveTitle": {"en": "I Believe; A Weekly Reading of the Jewish Bible", "he": "אני מאמין; קריאות חדשות בפרשת השבוע"}, "heTitle": "תרומה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The Lord spoke to Moses, saying, ‘Tell the Israelites to take an offering for Me; take My offering from all whose heart moves them to give’” (Ex. 25:1–2).", "versionTitle": "OU Press, The Rabbi Sacks Legacy, Maggid Books, 2022", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "66829be6d8abc20226ed3612", "index_title": "Kovetz Yesodot VaChakirot", "category": "Reference", "type": "", "ref": "Kovetz Yesodot VaChakirot, בית המקדש 1", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Kovetz Yesodot VaChakirot, בית המקדש 1", "sourceHeRef": "קובץ יסודות וחקירות, בית המקדש א׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 1, "collectiveTitle": {"en": "Kovetz Yesodot VaChakirot", "he": "קובץ יסודות וחקירות"}, "heTitle": "בית המקדש", "he": ["<big><b>בית המקדש</b></big><br><br><small>הגדרה</small><br><b>הבית המיוחד לה' ולעבודתו.</b><br><br><small>מקור וטעם</small><br><b>במקור</b> המצווה לבנות את בית המקדש כתבו הראשונים שני פסוקים:<br>א) מהפסוק (שמות כה, ח) \"ועשו לי מקדש ושכנתי בתוכם\" (רמב\"ם בית הבחירה א, א, ספר המצוות לרמב\"ם עשה כ, חינוך צה בתחילתו).<br>ב) מהפסוק (דברים יב, יא) \"והיה המקום אשר יבחר ה' אלוקיכם בו לשכן שמו שם\" (סמ\"ג עשה קסג).<br><b>בטעמו</b> העיקרי של בית המקדש נחלקו הראשונים (דן בזה גם מנחת אשר שמות מח, ב):<br>א) רמב\"ם: עיקרו להקריב בו את הקרבנות (בית הבחירה א, א, ספר המצוות לרמב\"ם עשה כ).<br>ב) תוס': אינו מכשירי מצווה לצורך הקרבנות, אלא הוא מצווה בפני עצמה (תוס' שבת קלא: סוף ד\"ה ושוין).<br>ג) רמב\"ן: עיקר המצווה הוא מקום מנוחת השכינה, שהוא הארון (רמב\"ן שמות כה, א בתחילתו).<br><b>גדר המצווה</b> – אע\"פ שבניין בית המקדש הוא מצווה, הבנייה נחשבת הכשר מצווה ולא מצווה בפני עצמה. והטעם לזה הוא שבזמן הבנייה עדיין אינו קדוש, שבונים בחול ואח\"כ מקדישים (צפנת פענח כללי התורה והמצוות ח\"ג ד\"ה מעקה).<br><br><small>פרטי הדין</small><br><b>המשכן</b> – מצוות בניית בית המקדש כוללת גם את המשכן במדבר, בשילה, בנוב, בגבעון, וכן את בית המקדש הראשון, השני, ושלעתיד (מנחת חינוך צה, א [א] בתחילתו), שנאמר בפרשת המשכן (שמות כה, ט) \"וכן תעשו\" ודרשו – לדורות (שבועות טו.).<br><b>במצוות עשיית כלי המקדש</b> (המנורה, השולחן, הכיור, המזבח ושאר הכלים) חקרו האם הם מדין מצוות בניית המקדש (חינוך צה בתחילתו, ספר המצוות לרמב\"ם עשה כ) או שעשיית כל אחד מהכלים היא מדין המצווה שנעשית בו: עשיית המנורה היא מדין מצוות הדלקת הנרות, עשיית השולחן מדין מצוות עריכת לחם הפנים, ועשיית הכיור מדין מצוות רחיצת ידיים ורגליים (מנחת חינוך צה, א [ח]).<br><b>ריצוף העזרה</b> אינו מעכב (מנחת חינוך צה, א [ז]).<br><br><small>אנשים</small><br><b>המחוייב במצווה</b> אינו היחיד, אלא הציבור (חינוך צה בסופה).<br><br><small>ערכים קרובים</small><br> <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, בגדי כהונה\" href=\"Kovetz_Yesodot_VaChakirot,_בגדי_כהונה\">בגדי כהונה</a>, <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, ביאה במקצת\" href=\"Kovetz_Yesodot_VaChakirot,_ביאה_במקצת\">ביאה במקצת</a>, <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, בניית בית הכנסת\" href=\"Kovetz_Yesodot_VaChakirot,_בניית_בית_הכנסת\">בניית בית הכנסת</a> (המצווה לבנותו והאיסור לסותרו), <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, הקדש\" href=\"Kovetz_Yesodot_VaChakirot,_הקדש\">הקדש</a>, <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, חולין שנשחטו בעזרה\" href=\"Kovetz_Yesodot_VaChakirot,_חולין_שנשחטו_בעזרה\">חולין שנשחטו בעזרה</a>, <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, כהן\" href=\"Kovetz_Yesodot_VaChakirot,_כהן\">כהן</a>, <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, כהן גדול\" href=\"Kovetz_Yesodot_VaChakirot,_כהן_גדול\">כהן גדול</a>, <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, מעילה\" href=\"Kovetz_Yesodot_VaChakirot,_מעילה\">מעילה</a>, <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, קדושת בית הכנסת\" href=\"Kovetz_Yesodot_VaChakirot,_קדושת_בית_הכנסת\">קדושת בית הכנסת</a>, <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, קרבנות\" href=\"Kovetz_Yesodot_VaChakirot,_קרבנות\">קרבנות</a>."], "heVersionTitle": "Netanya, 2023", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "56547ebad6e4a94e1942ccda", "index_title": "Abarbanel on Torah", "category": "Commentary", "type": "commentary", "ref": "Abarbanel on Torah, Exodus 25:1", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Abarbanel on Torah, Exodus 25:1", "sourceHeRef": "אברבנאל על תורה, שמות כ״ה:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1483, 1513], "commentaryNum": 1.0, "collectiveTitle": {"en": "Abarbanel", "he": "אברבנאל"}, "he": ["וידבר ה' אל משה לאמר דבר אל בני ישראל ויקחו לי תרומה וגו' עד סוף הסדר. ויש לשאול בסדר הזה שאלות: ", "השאלה הא' למה צוה יתברך במעשה המשכן ואמר ושכנתי בתוכם כאלו היה יתברך גשם מוקף ומוגבל במקום מה שהוא בהפך האמת כי הוא יתברך אינו גשם ואינו כח בגשם ואיך יחסו לו מקום. והוא יתברך אמר השמים כסאי והארץ הדום רגלי אי זה בית אשר תבנו לי ואי זה מקום מנוחתי גם שלמה אמר על בנין הבית הנה השמים ושמי השמים לא יכלכלוך אף כי הבית הזה אשר בניתי והם מאמרים סותרים זה את זה: ", "השאלה הב' בענין הכרובים שצוה יתברך לעשות על הכפורת כי הנה יראה שהיה עובר בזה על לא תעשה לך פסל וכל תמונה אשר בשמים ממעלו אשר בארץ מתחת. ואיך צוה אותם לעשות מה שהוזהרו עליו: ", "השאלה הג' בענין השולחן ולחם הפנים אשר עליו כי מה היה הוצרך במצוה הזאת לשום י\"ב חלות לחם על השולחן ההוא ולבונה בתוכם ושלא יאכל אדם מהם כל השבוע עד היום הז' האם היה זה לצורך גבוה והנה הלחם לא היה נאכל שמה ולא היה הי\"ת צריך אליו כי הוא הנותן לחם לכל בשר ובדין כתב הרב המורה שלענין השלחן ולחה הפנים לא ידע ולא מצא טעם עד היום ההוא: ", "השאלה הד' במנורה שצוה שידליקו בה נרות בבקר בבקר ובן בערב וכתב הרב המורה שהיה לכבוד ולתפארת הבית כי הוא יותר הדור בהיות בו נר דולק מבהיותו בחשך ואם היתה הדלקתה בלילה בלבד היה טעם הרב נכון אבל ההדלקה ביום מה ההוד והתפארת אשר לבית בנרות דולקים בצאת השמש בגבורתו כי הם לא לעזר ולא להועיל אף כי לא נתן הרב סבה כלל לששת הקנים ולגביעים ולכפתור ופרח: ", "השאלה הה' במזבח הקטורת שהיה בהיכל בין השלחן והמנורה מה היה הצורך בו והרב המורה כתב שהיה כדי להסיר ולבטל ריח הבשר השחוט והנקרב על המזבח החיצון ובאשו וסרחונו. אבל זה לא יתכן כי אם זה היה תכלית ההקטרה היה ראוי להקטיר בעזרה סמוך לבית השחיטה לא בהיכל הקדש שלא היה שם בשר מת וכ\"ש בקדש הקדשים שהיה הכ\"ג מכניס הקטרת ביום הכפורים. וידוע שלא היה שם סרחון בשר מת חלילה וחס: ", "השאלה הו' בפרכת ובמסך שנזכרו בכתוב זה אחר זה והיו שניהם להבדיל חלקי המשכן כי אחרי שהיו שניהם משמשים בדבר א' ושניהם היו מתכלת וארגמן ותולעת שני ושש משזר בשוה למה זה התחלפו הפרכת מהמסך בשאר הדברים שבפרכת אמר שיהיה מעשה חושב כרובים. ובמסך לא אמר אלא מעשה רוקם לא חושב ולא כרובים גם בפרוכת היו ארבעה אדני כסף ובמסך היו חמשה אדני נחושת: ", "השאלה הז' במזבח העולה למה לא היה בו כסף ולא זהב כמו שהיה בשאר הכלים אבל היה הכל מנחשת. והנה במזבח הקטרת היה המזבח וכליו זהב טהור ולמה במזבח העולה נעשה רשת תחת כרכוב המזבח מלמטה. והיה הרשת עד חצי המזבח ולא היה דבר מזה במזבח קטורת: ", "השאלה הח' בחצר שצוה יתברך שיהיו בו האדנים נחשת ווי העמודים וחשוקיהם כסף כי הנה המזבח הקטרת היה המזבח וכל כליו זהב טהור ובמזבח העולה היה צפוי גופו וקרנותיו נחשת. אמנם בחצר לא היה כלו כסף ולא כלו נחשת אבל היה קצתו כסף וקצתו נחשת: ", "השאלה הט' למה זה צוה הקדוש ברוך הוא על מעשה המשכן וכליו בחלוף סדר הנחתם וזה כי הנה במעשה ובהנחה היה המשכן בראשונה נמתח יריעותיו וקרסיו קרשיו עמודיו אדניו ובריחיו. אחר כך היה מבפנים מונח בדביר לפני לפנים. הארון והכפרת עם הכרובים. ואחריהם היה מונח הפרכת להבדיל בין הקדש ובין קדש הקדשים. ואחר זה היו בהיכל השלחן והמנורה ושמן למאור ומזבח הקטרת. ואחריהם היה מסך הפתח. ואחר זה היה החצר. ובו מזבח העולה וכיור וכנו. ואחר זה נעשו בגדי הכהנים. וכפי הסדר הזה תמצא בפרשת ויקהל שצוה משה לישראל על עשיית כל הכלים האלה ובזה הסדר עצמו נזכרו בעשייתם. ובזה הסדר עצמו כתוב בסדר פקודי שהביאו האומנים לפני משה את כל המלאכה. ובזה הסדר עצמו צוה ה' למשה להקים את המשכן וגם בזה הסדר נזכר שם שהוקם המשכן והונחו הכלים. ולכן הוקשה לי מאד למה כאשר צוה יתברך על מעשה המשכן וכליו לא זכר הדברים בסדר הזה עצמו כי הנה נפסד הסדר בצואתם בשנים עשר דברים. האחד שהתחיל בצווי הארון והיה לו להתחיל בצווי המשכן והב' שלא זכר הפרכת אחרי זכרון הארון כמו שהיתה הנחתו. (א\"ה נל\"ח. הג' שזכר השלחן והמנורה מבלי זכרון הפסק הפרכת ע\"כ): והד' שזכר המשכן אחרי השלחן והמנורה שלא במקומו. והה' שלא זכר מסך הפתח סמוך לשלחן ולמנורה בהנחתו. והו' שזכר הפרכת ומסך הפתח אחרי זכרון המשכן שלא כראוי. הז' שלא זכר הכיור וכנו סמוך למזבח העולה כפי הנחתו. הח' שקודם השלימו זכרון כלי המקדש צוה על השמן למאור בפרשת תצוה. הט' שצוה על בגדי הכהנים ועל קדושתם קודם השלימו צווי המשכן וכליו. הי' שצוה על מזבח הקטרת בסוף סדר תצוה אחרי בגדי הכהנים וקדושתם וקדושת המזבח החיצון. הי\"א במה שצוה על השקלים ומנין העם קודם צווי הכיור וכנו והי\"ב במה שצוה על הכיור וכנו בסדר כי תשא אחר כל שאר הדברים שלא היו מכלי המשכן הרי לך מבואר (א\"ה נל\"ח מה שיראה בתחלת המחשבה ע\"כ). מהבלתי סדור והבלבול בצוויים האלהיים בי\"ב הדברים האלה ומי יתן וידעתי הסבה בהם כי אין להאמין שהיה זה במקרה: ", "השאלה הי' למה זה באו כל צווי המשכן בדבור אחד בלבד והוא אומרו וידבר ה' אל משה לאמר דבר אל בני ישראל ויקחו לי תרומה ותחת אותו הדבור באו כמה מצות ואזהרות מכל המלאכה והכלים ויוכללו בו כל סדר ויקחו לי תרומה וכל סדר ואתה תצוה כי לא נאמר עוד וידבר ה' אל משה לאמר עד תחלת פרשת כי תשא ושם נזכר דבור על כל מצוה ומצוה. וידבר ה' אל משה לאמר כי תשא וגומר וידבר ה' אל משה לאמר ועשית כיור נחושת וגומר. וידבר ה' אל משה לאמר ואתה קח לך בשמים ראש וגומר ויאמר ה' אל משה קח לך סמים וגומר וידבר ה' אל משה לאמר ראה קראתי בשם בצלאל וגומר ויאמר ה' אל משה לאמר ואתה דבר אל בני ישראל לאמר אך את שבתותי וגו' והוא באמת דבר זר ומתמיה מאד שכל הצוויים הרבים והגדולים ההם שבאו בפרשת תרומה ובפרשת תצוה כלם נכנסו והוכללו תחת דבור אחד בלבד. אמנם בסדר כי תשא שצוה על ששה ענינים באו עליהם ששה דבורים על כל אחד דבור או אמירה אחת. ואין ספק שזכרון הדבורים והתחלפותם הוא לאחת מג' סבות אם מפני שנפסק הדבור או האמירה הראשונה ובא דבור אחר בזמן אחר מחודש. ואם מפני חלוף הנושאים שעם היות שני הדבורים בזמן אחד יזכור הכתוב וידבר ה' בכל אחד מהם מפני חלוף הנושאים ואם מפני מעלת הדבר שאף על פי שיהיה הזמן אחד והנושא אחד יאמר הכתוב וידבר ה' להיותו דבר רשום ומעולה ומפני מעלתו יוסד בו הדבור ההוא וכאשר תתבונן לא תמצא אחת מאלה הסבות בדבר הזה. כי הנה כל מה שנאמר למשה רבינו בהר היה בזמן אחד מדובק ומקושר מבלי הפסק זמן וכמו שאמר ויתן אל משה ככלתו לדבר אתו. גם לא היו בכאן נושאים מתחלפים בין מה שנאמר בסדר תרומה ובסדר תצוה ובין מה שנאמר בתחלת סדר כי תשא כי הכל היה מעשה המשכן וכליו שנאמרו יחד גם לא היו הדברים שצוה עליהם בסדר כי תשא גדולי המעלה מהנזכרים בשאר הפרשיות כי הארון והשלחן והמנורה ומזבח הקטרת היו הכלים היותר קדושים ונכבדים מכל כלי הבית. ולמה א\"כ לא נאמרו בהם ובכל אחד מהם וידבר ה' כמו שנאמר בכיור וכנו ובשמן המשחה וסמי הקטרת ושאר הדברים שנזכרו שם בסדר כי תשא. וזו באמת היא חקירה נכבדת והגונה למקום הזה ולא קדמני אדם לדבר בה דבר קטן או גדול. והנני מפרש הפסוקים כפי ענינם ומתיר השאלות כלם: ", "וידבר ה' אל משה לאמר וגומר ויקחו לי תרומה עד ועשו ארון עצי שטים. כאשר רצה הקב\"ה לזכות את ישראל ולהגדיל מעלת משה עבדו בהנהיגו אותם בעצמו ולא על ידי המלאך שאמר לשלוח לפניהם צוה אותם שיעשו מקדש ויכינו אותו באופן שתשרה שכינתו בתוכם ויהיה כבוד ה' על הארון כאשר היה על הר סיני ומשם יצא הדבור והקול האלהי למשה כמו שהיה בהר ולכן צוה משה שיאמר אליהם שיעשו גזברים וגבאי צדקה שיקחו לשם ה' תרומה והפרשה שכל איש מהם ירים ויפריש מנכסיו וממונו כאשר ידבנו לבו והנה כלל במאמר הזה כוונות. ראשונה שלא יחשבו שהנשיאים וראשי העדה בלבד מאשר להם יעשו מלאכת המשכן אבל מאת כל איש אשר ידבנו לבו קטן וגדול שם הוא אם ידבנו לבו יקחו מידו נדבה. ושנית שלא יכריחו לשום אדם לתת בנדב' הזאת. אבל מאת כל איש אשר ידבנו לבו יקחו מה שיתן ברצון נפשו ולא באונס. והשלישי שגם לא ישאלו לשום אדם שינדב דבר מה. אבל הם מעצמם יביאו תרומתם מבלי שאלה ולכן אמר מאת כל איש אשר ידבנו לבו תקחו את תרומתי לא שישאלוהו ממנו אבל שיקחו מידו מה שיתן. וד' שאם אדם יתן את כל אשר לו ויפזר ממונו בזה לא יקחוהו מידו כי הפזור אינו שלמות אבל חסרון. ואחז\"ל (כתובות ס\"ו) באושא התקינו המבזבז לא יבזבז יותר מחומש ולזה אמר מאת כל איש אשר ידבנו לבו שבנדבות שהיה המצוע בחר ה' לא בפזור ואולי שעל זה קרא אל הנדבה הזאת תרומה שתהיה תרי ממאה כתרומת הקדש וכפי אלה הכוונות הוצרך לחזור לומר תקחו את תרומתי רוצה לומר התרומה הנפרשת לשמי כי הדברים פעמים ייוחסו לפועל אות' ופעמים למקבל את פעולתם כמו שמצינו בתפלה ואני תפלתי לך ה' שנתיחסה התפלה למתפלל אותה ונתיחס' גם כן לאל ית' כמו שאמר והביאותים אל הר קדשי ושמחתים בבית תפלתי ואמר וזאת התרומה אשר תקחו מאתם להגיד שאלה הדברים שיזכור יקחו מהם בתרומה אבל אם ינדבו ויתנו דברים אחרים כאלו תאמר ברזל ועופרת בגדים ודברים אחרים לא יקחו מאתם כי לא רצה יתברך שיתנו אי זה דבר שיזדמן ויקחו מאתם כמציל מן הדלקה אלא אותם הדברים שהיו צריכים למלאכת המשכן בעצם ואמת. והנה זכר אותם הדברים כסדר חשיבותם. והתחיל במתכות שהם מההויה הראשונה באמרו זהב וכסף ונחשת. כי היה הזהב למלאכת כלי הקדש והכסף גם כן לכלי השרת וגם לאדנים. והנחשת למזבח העולה ולכליו. ויש מפרשים זהב וכסף ונחשת לעשות מטבע ואינו נכון כי הם לא קנו דבר למלאכת הקדש. אבל בא הכל בנדבה כי בה חפץ השם. ומחצית השקל שנתנו כל הנמנים היה מפני שבא הכסף מועט בנדבה. והיו צריכים אליו הרבה לאדנים ולכן עשו מהמטבע ההוא אשר נתנו הנמנים כסף למלאכה לא שיצטרכו בו למטבע. עוד אמר תכלת וארגמן ותולעת שני והרלב\"ג כתב שהי' כל זה צמר צבוע במראות והצבעים ההם. ואינו נכון כי הצמר קרא אותו הכתוב עזים. אבל התכלת וארגמן ותולעת שני הם כלם משי והתכלת הוא המשי הצבוע בצבע דומה לים והארגמן הוא המשי הצבוע אדום והתולעת שני הוא המשי שהוא נאה כפי תולדתו ואין לו צבע אחר ושש הוא פשתן מצרי שהוא משובח מאד במינו וכשהוא כפול ומכופל ששה חוטים ביחד נקרא שש או שש משזר וכשהוא חוט אחד לבדו נקרא בד כי בד מורה על היחידי כמו שש שמורה על ששה ושם הדבר בעצמו הוא פשתים או בוץ ועזים הוא צמר העזים הרך ההווה בעזים סביב שרשי השערות הקשות שהוא בתכלית הרכות. והנה לא זכר צמר הרחלים והכבשים לפי שבארץ מצרים וגם בשאר ארצות המזרח צמר העזים הוא משובח מאד וצמר הרחלים הוא פחות ונבזה. והתנדבו אם כן צמר העזים שזור או טווי או פשוט אך לא ארוג ונעשה בגדים. ולכן יעשו בארצות המזרח בגדים מצמר הכבשים ועורות אלים מאדמים הם עורות זכרי הצאן שהם מאדמים במלאכ' בצבע אדום. אך עורות תחשים אחז\"ל שתחשים היה מין חיה שנמצאה בימים ההם שהיו לה גוונים הרבה. והרלב\"ג כתב שתחשים הם תישים גדולים שעורותיהם יותר חזקים ויותר קשים ונבחרים מעורות האלים וע\"כ כתב ואנעלך תחש שהוא הנבחר שבעורות לעשות מנעלים. ועצי שטים הוא מין ממיני הארזים והם עבים וקלים מאד. ובדרש אמרו שנטעם יעקב במצרים אבל רחוק הוא שנאמר שהוציאם עמהם והעבירום בים. והראב\"ע כתב שיער היה סמוך להר סיני ומשה כרתו אותם לחצריהם ולסחורותיהם והתנדבו כל מי שנמצא אתו הראוים לקרשים. והיותר נכון הוא שהיו באים עמים מכל הסביבות אל מחנה ישראל למכור כל מיני סחורות ומשם קנו השמן למאור והבשמים ושמן למשחה ולקטרת כי אין לחשוב שהוציאו כל זה ממצרים ומשם גם כן קנו עצי שטים. ואמר בשמים לשמן המשחה ולקטרת הסמים כאלו אמר ובשמים גם כן לשמן המשחה. ואמנם לקטרת יביא הסמים רוצה לומר הנהוגים להקטיר ולא נזכרו כאן בפרט והראב\"ע פירש הכתוב כמשמעו ובשמים לשמן המשחה ולקטרת כי יכנסו בקטרת נרד וכרכום קנה וקנמון כדברי חז\"ל ונכון הוא כי בשמים הוא שם כולל למזונות שיש בהם ריח ובושם ולתרופות שאינם נאכלים יקראו ביחוד סמים וכמו שהוכיחו הרמב\"ן מכח הכתובים. ואבני שוהם היו שתים מהם לאפוד ואחד מהם לחושן. ואבני מלואים היו כלם לחושן. האמנם מה רצה במלת מלואים כתב רש\"י שעל שם שעושים מושב זהב כמין גומא ונותנים האבן שם למלאת הגומא ההיא נקראו אבני מלואים והגומא נקראת משבצות. והרמב\"ן חולק עליו בטענות צודקות והוא פירש אבני מלואים שיהיו אבנים שלמות שנבראו כן ולא נכרתו ממחצב ולא נפסל מהן כלום וגם דעתו זה בלתי נכון אצלי כי האבנים היקרות כלם יכרתו ממחצבים וכאשר יכרתו משם הם מבלי זוהר והצטרכו בהכרח אל הפיסול והחיתוך וההשואה כדי לתת בהם התמונה הראויה והזוהר הראוי ואיך יהיו א\"כ בשלמותן כמו שנולדו כ\"ש שאבני החושן היו מפותחות עליהם שמות בני ישראל. וא\"א שיהיה זה בהיותם בשלמותם מבלי חתוך דבר מה ואף שיהי' הפתוח על ידי השמיר כדבריהם ז\"ל בהכרח השמיר יחתוך ויסיר מהם חלקים לצורך הפתוח ומה שפירש הרב ובחרושת אבן למלאת שידעו לפתח פתוחי חותם באבנים במלואותם. הנה הוא באמת דבר נמנע מעצמו ובמסכת סוטה (ד' מ\"ח) אמרו אבנים הללו אין כותבין עליהן בדיו שנאמר פתוחי חותם ואין מפרישין עליהן באיזמל שנאמר במלואותם. אבל מביא שמיר ומראה להם והן נבקעין מאליהם. הנה ביארו שהיו האבנים נבקעות ולא היו אם כן בשלמותם מבלי חסרון דבר כי לא אמרו זה אלא להגיד שלא יניפו עליהן כלי ברזל. אבל לא יכחישו שיסירו מהם חלקים מגופיהם בפתוח. ולכן אומר אני שבעבור שהיו אבני השוהם באפוד מועטות וגדולות שהיו ששה משמות השבטים מפותחים על האבן האחת. וששה על האבן השנית ולכן היו מונחות באפוד על שתי כתפיו כל אבן בפני עצמה משובצת זהב בכתף ולכן שלא היו אבני השוהם אשר באפוד מחוברת זו לזו לא נאמר בהם במלואותם. אמנם בחשן שצוה שיהיו י\"ב אבנים סמוכות ומחוברות זו לזו והוא היה קטן כמו שאמרו זרת ארכו וזרת רחבו. והיו בו ד' טורים מהאבנים ועשה החשן כלו מלא אבנים ומפני שהאבנים ההם היו ממלאים את החשן נאמר באבני החשן לשון מלוי ולשון הכתוב מורה עליו בביאור שאמר ומלאת בו מלואת אבן ד' טורים אבן שפירש לך שהמלוי היה מרוב האבנים שהיו ממלאים בהנחתם את החשן כלו ואמר בסוף זכרונם משובצים זהב יהיו במלואותם ר\"ל שאותו המלוי אשר ימלאו האבנים את החשן יהיה עם משבצותיהם אחת סמוכה לחבירתה מבלי רקות ולא הפרש ביניהן. ויצא מזה שהשמיר אם היה שהביאו מרע\"ה לפסול את שמות השבטים באבנים גם כן נצטרך לאבני האפוד כמו לאבני החשן כי לא הניף ברזל על אחת מהן וצדקו דבריהם ז\"ל שאמרו בהגדת איכה שמיר דאיתי משה לאבני האפוד ולא כמו שחשב הרמב\"ן שקראו שם את החשן בשם אפוד על דרך העברה כי באמת דבריהם היו מדויקים ולא נאמרו אלא כפי האמת הברור. והנה זכר בנדבה הזאת ט\"ו דברים שיבואו בנדבה. ואתה תמצא שארבעה מהם היו מהמתכות והדוממים שהם מההרכבה הראשונה מהיסודות והם זהב וכסף ונחשת שדבר בתחלת הנדבה והאבנים היקרות שסיים בזכרונם הנדבה וכן זכר ד' מינים מהצומחים שהם מההרכב' השנית מהיסודות והם השש שהוא הצומח מן הארץ ועצי שטים והשמן שהוא מהזית והבשמים שהם מהצמחים גם כן. וכן זכר ד' מינים מד' ב\"ח המרגישים שהם מההרכבה השלישית מהיסודו' והם תולעת שני כי המשי נעשה מתולעים חיים. ועזים ועורות אלים מאדמים ועורות תחשים. וכן זכר מהצבעים ד' והם תכלת וארגמן ושני ומאדמים. ואמרו אנשים שהיו הדברים הבאים בנדבה ט\"ו כנגד ט\"ו דברים שמהם ובהם הושתת העולם והם החומר הראשון והצורה הגשמית וד' היסודות בצורותיהם ותשעת הגלגלים. והיו הרביעיות האלה אשר זכרתי כנגד המרכבה העליונה מד' חיות הקודש וכנגד ד' רביעי הגלגל וד' תקופות השנה וארבעת היסודות והאיכיות והליחות. ואחרי שזכר הדברים שיתנדבו אמר ועשו לי מקדש. (א\"ה נל\"ח כאלו יאמר לא בקשתי ע\"כ) זה מהם לאסוף הון ועושר רב אלא כדי שמכל זה אשר יתנדבו יעשו לי מקדש מקום קדוש באופן שתחול שכינתי בתוכם כאשר היתה בהר סיני לעיניהם כבוד ה' כאש אוכלת והענן סביבו והנה נקרא הבית המקודש בשמות מתחלפים אהל מועד. משכן ה'. משכן העדות. מקדש ה'. כי הנה נקרא אהל מועד לפי שהי' במדבר בתמונת אהל ביריעות וקרשים ונקרא משכן ה' מפני שחלה שם שכינת השם. ונקרא משכן העדות לפי שהתורה והלוחות שהוא העדות בין ישראל לאביהם שבשמים היה שם ומקדש מפני שלא יבאו שם ערל וטמא וכמו שאמר ואת מקדשי תיראו. ואמר ככל אשר אני מראה אותך את תבנית המשכן וגו' להודיעו שיהי' המשכן וכליו רומזים לצורת העולם וחלקיו ולדרך הישר שיבור לו האדם כדי להגיע לתכלית הצלחתו כמו שאבאר ברמזים. ולפי שהקב\"ה הראה למשה בהר סודות המציאות וסדרו ודרכי התורה ותעלומותיה לכן הודיעו כאן שהכל היה נרמז במלאכת המשכן וזה הוא וכן תעשו רוצה לומר מכל אשר אני מראה אותך מטבע המציאות וקשורו וחלקיו כן תעשון דוגמתו במשכני וכלי עבודתי. והמפרשים אמרו שצוהו יתברך בזה שבאותו אופן שצוה לעשות המשכן וכליו כן יעשו בית עולמים לדורות לא שיעשו אותו בשיעורי המשכן אלא בתמונת הדברים וציורם וגם נכון הוא. וכפי הפשט מבלי פנות אל דרכי הרמזי' נראה לפרש מסכים למה שאחז\"ל שהראהו הקב\"ה למשה בהר בראיה מוחשת נגד עיניו את תבנית המשכן ואת תבנית כל כליו כאלו היו שם במציאות מוחשים והיה הנס הזה אצלי כדי שיצייר תבנית המלאכה בשלמותה לצוות אותה כן לאומנים שיעשוה כי היו הדברים ההנדסיי' התלויים בצייור הדמיוניים מוכנים ומצויירים עם השגת החוש את מרחקיהם ומצביה' יותר בשלמות ממה שיציירו אותם מפאת הדברים כי הנה הרעיון לא יכול הדברי' הנשמעים כמו שיעשה הראות אל הדברים הנראים. וככה היה ויראהו ה' את כל הארץ כמו שיתבאר במקומו ומפני זה היה משה ע\"ה שומע את הקול מדבר אליו מעל הכפרת מבין שני הכרובים בהשגה מוחשת כי הנה נתיחדו לאדון הנביאים נבואותיו שמה באותו קול מוחש כדי שיכתוב את התורה באותם הדברים והמלות שהיה שומע מפי הגבורה והבן זה מאד כי הוא עיקר גדול בעניני הנבואה ומעלת מרע\"ה. הנה התבאר שהיתה כונתו יתברך במעשה המשכן וכליו כדי שתדבק באמצעות קדושתו והכנתו השכינה האלהית בקרב ישראל ולא ימנעה רוע ארץ המדבר ופחיתות מחוזו והיו התועלת בשרות השכינה ביניהם שתדבק בהם השגחת הש\"י ושמירתו ושלא יחשבו שעזב ה' את הארץ ולא יהיו כשאר העמים בארצותם לגוייהם שהיו מכחישים ידיעת הש\"י בפרטים והשגחתו בהם לתת לאיש כדרכיו וכפרי מעלליו והגדולים שבחכמיהם גזרו שא\"א שיושגו הענינים הפרטיים אלא בחוש ובכח הגשמי ובהיותו יתברך משולל מכל גשמות לא ידע הפרטים ולא ישגיח בם ויאמרו שבשמים כסאו והוא מרוחק מבני אדם במעלה ומציאות. וכדי להסיר מלבות בני ישראל האמונות הכוזבות האלה צוה שיעשו לו משכן קדש ומקודש כאלו הוא יתברך בעצמו ישכון בתוכם שיאמינו עם זה כי אל חי בקרבם והשגחתו העליונה דבקה עמהם וזה ענין ושכנתי בתוך בני ישראל והתהלכתי בתוככם השוכן אתם בתוך טמאות' שהוא כלו משל ומליצה להשראת שכינתו ולדבוק השגחתו בהם באמצעות ההכנות והקדושות אשר יהיו שמה ולכך היו שמה הכהנים הקדושים שעבודתם התמידית היתה אומנות' וצוה לשום לפניהם הכיור וכנו כמזהיר אותם רחצו הזכו הסירו רוע מעלליכם. ומזבח העולה לשרוף שמה תאוותיהם הגשמיות ויצרם הרע ובהיכל היה השולחן והמנורה ומזבח הקטרת כאלו הם כלים לשרת לפני מלכו של עולם לא שהיה הוא יתברך צריך לדבר מכל זה חלילה וחס. אלא להשריש בנפשותם כי ה' אלהים מתהלך בקרב מחניהם וכמו שאמר ע\"ד השיר (שיר השירי' ט') הנה הוא עומד אחר כתלנו משגיח מן החלונות מציץ מן החרכים כל מעשיה' ומחשבותיה' וזו עצמה היתה כונת מאמרו (ישעיה ס\"ו ח') השמים כסאי והארץ הדום רגלי אי זה וגומר ר\"ל אין בית ומשכן שצריך אני אליהם כי את כל אלה ידי עשתה. אבל צויתי לעשותם כדי להשריש בלבותיכם השגחתי. והוא אומרו ואל זה אביט אל עני ונכה רוח וגו' וכן שלמה לזה עצמו כיון בתפלתו. והותרה בזה השאלה הא': "], "heVersionTitle": "Torah Commentary of Yitzchak Abarbanel, Warsaw 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bcacd6e4a97c9cbb05a2", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Exodus 25:1:1", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Bekhor Shor, Exodus 25:1:1", "sourceHeRef": "בכור שור, שמות כ״ה:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "שמות", "he": "<b>לאמר.</b> מפרש להרבה פנים פעמים לאמר אל משה לאמר אליהם כמו בכאן שאומר אחר דבר ופעמים לאמר אל בני ישראל ופעמים שאינו אלא תיקון מילה כמו (ירמיה ג') לאמר הן ישלח איש את אשתו וגו':\n", "heVersionTitle": "Bekhor Shor, Leipzig, 1856", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, לייפציג, תרט\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1534d0d6e4a92409aba580", "index_title": "Bartenura on Torah", "category": "Commentary", "type": "commentary", "ref": "Bartenura on Torah, Exodus 25:1:1", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Bartenura on Torah, Exodus 25:1:1", "sourceHeRef": "ברטנורא על התורה, שמות כ״ה:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1535], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Bartenura on Torah", "he": "ברטנורא על התורה"}, "heTitle": "שמות", "he": "<b>תרומה ויקחו לי לשמי </b>פי' דהל\"ל ויקחו תרומה ולמה היה צריך לכתוב לי להשמיענו שתהא התרומה לי כלומ' מקודשת לשמי.", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רבותינו בעלי התוספות, וורשא, תרל\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1534d0d6e4a92409aba582", "index_title": "Bartenura on Torah", "category": "Commentary", "type": "commentary", "ref": "Bartenura on Torah, Exodus 25:1:2", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Bartenura on Torah, Exodus 25:1:2", "sourceHeRef": "ברטנורא על התורה, שמות כ״ה:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1535], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Bartenura on Torah", "he": "ברטנורא על התורה"}, "heTitle": "שמות", "he": "<b>ואחת נדבת המשכן </b>שהתנדבו י\"ג דברי' האמורין בענין צריך לישב הא ט\"ו דברי' הן זהב כסף נחשת תכלת ארגמן תולעת שני שש עזים עורות אלים מאדמים עורות תחשים עצי שטים שמן למאור בשמים אבני שהם ואבני מלואים. ונ\"ל דלא חשיב שמן למאור ובשמים לשמן המשחה שלא היו באין לנדבה רק היו נקחין מתרומת הלשכה כדרך שאר קרבנות צבור ועוד שלא היו צריכין למלאכת המשכן. ואם יקשה המקשה אם כן למה  כתבן הכתוב באמצע הדברים הבאין בנדבה היה לו לכתו' אחר עצי שטים אבני שהם ואבני מלואים. נ\"ל דלכך הפסיק הענין להורות לנו כי אבני שהם ואבני מלואים לא התנדבו אותן הצבור כשאר הדברים רק הנשיאים הביאום כדכתיב בפרש' ויקהל. מהר\"ר:", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רבותינו בעלי התוספות, וורשא, תרל\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3e229bfb49d008760a916", "index_title": "English Explanation of Mishnah Bava Kamma", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Bava Kamma 3:8:1", "anchorRef": "Exodus 21:28-32:35", "anchorRefExpanded": ["Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35"], "sourceRef": "English Explanation of Mishnah Bava Kamma 3:8:1", "sourceHeRef": "ביאור אנגלי על משנה בבא קמא ג׳:ח׳:א׳", "anchorVerse": 28, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 8.0001, "collectiveTitle": {"en": "English Explanation of Mishnah Bava Kamma", "he": "ביאור אנגלי על משנה בבא קמא"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>If two oxen which were accounted harmless hurt one another, the owner pays half-damages for that one which suffered the greater hurt.<br>If both were attested dangers full damages are payable for that one which suffered the greater hurt.<br>If one was accounted harmless and the other was an attested danger, that which was an attested danger as against that which was accounted harmless must pay full damages for the greater hurt that the other has suffered, while that which was accounted harmless, as against that which was an attested danger, pays only half damages for the greater hurt that the other has suffered.<br>So, too, if two men hurt one another, full damages are payable for that one which suffered the greater hurt.<br>If a man and an ox which was accounted harmless hurt one another, the man as against the ox accounted harmless must pay full damages for the greater hurt that the other has suffered, while the ox accounted harmless, as against the man, pays only half damages for the greater hurt that the other suffered. Rabbi Akiva says:  “Even if an ox accounted harmless hurt a man, full damages must be paid for that one which suffered the greater hurt.</b><br>This mishnah returns to deal with a subject that we dealt with in the last mishnah of chapter one and in the fourth and fifth mishnayoth of chapter 2 and that is the goring ox.  Remember, there are two types of goring oxen, one that is a previously attested danger (muad), who has been testified against.  The second type is innocent (tam) meaning he is not a previously attested danger.  When a muad damages the owner will pay full damages from the best of his land.  When a tam damages the owner will pay half damages from the value of the tam itself.  This means that the upper limit of liability will be the value of the damaging animal.<br>We will continue to deal with the goring ox for the next two and a half chapters.  I will not be explaining the concepts of tam and muad every time we encounter them.  I will try to reference places where I did explain them.  If you are wondering why the mishnah is so fascinated by the goring ox, it is due to the fact that the Torah mentions the ox quite frequently (Exodus 21:28-32, 35-36).  It is indeed the paradigm for the damaging animal.<br>The rendering of this mishnah into sensible English is very difficult since the mishnah speaks in shorthand.  However, the explanation should make more sense to you.<br>The first section deals with two harmless oxen that gore each other.  In general the owner of each is obligated to pay half damages to the other.  Here we figure out what was the greater damage and the owner of the less injured ox will pay half of that amount.  A table will help.<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (tam)<br>30<br>70<br>35<br>50  (tam)<br>30<br>20<br>10<br>In this case the owner of the ox worth fifty will pay twenty-five to the owner of the ox worth 100.<br>In the second case both of the animals were muad and will therefore pay full damages.   Our table now looks like this:<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (muad)<br>30<br>70<br>70<br>50 (muad)<br>30<br>20<br>20<br>In this case the owner of the ox worth fifty will pay fifty to the owner of the ox worth 100.<br>In the third case one ox was muad and one was tam.  The muad will owe half damages and the tam full damages.  According to our example in this case the animal worth 100 was a muad and therefore will owe full damages for the animal worth 50.  The animal worth 50 is a tam and will therefore pay half damages for the animal worth 100.   Our table now looks like this:<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (muad)<br>30<br>70<br>35<br>50 (tam)<br>30<br>20<br>30<br>In this case the owner of the ox worth fifty will pay 5 to the owner of the ox worth 100.<br>The fourth case of the mishnah deals with human beings who injure one another.  Since a human being is always a muad (see chapter one mishnah four), this is similar to case number two.<br>The fifth and final case deals with a human being (who is always muad) and a harmless ox (tam) who injure one another.  This case is similar to case number three.  We will nevertheless bring a new table.<br>Value before injury<br>Value after injury<br>Damages<br>Amount owed<br>1000-- human (muad)<br>500<br>500<br>250<br>50--ox (tam)<br>20<br>30<br>30<br>In this case the owner of the ox will pay the human 220.  Rabbi Akiva disagrees.  According to him an ox that injures a human being always pays full damages as if it was a muad.  Therefore in the previous scenario the owner of the ox will pay 470 to the human.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cd13fc13a676f00197d1699", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 25:1:1", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Birkat Asher on Torah, Exodus 25:1:1", "sourceHeRef": "ברכת אשר על התורה, שמות כ״ה:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "עוד לפני כעשר שנים עוררתי באגף החינוך הדתי את השאלה, מדוע משקיעים תעצומות רבות כל כך בלימוד המשכן וכליו בבית־הספר, והרי חלק גדול מפרשיות אלה אינו לדורות, ואין ביניהם ובין בית־המקדש שיבנה במהרה הרבה. אילו חָבְרוּ ללימוד זה לפחות לימוד איזה מידות טובות, כי אז היה ללימוד זה גוון מעשי יותר, והעיקר - תשתקף בו יותר התקוה לבנין הבית מחדש. אמנם נתמנתה ועדה לעניין זה, אך כמו במקרים רבים אחרים - לא יצא מזה כלום. (פ' תצוה תשמ\"ז) לשאלה זו נדרש רבנו בחיי להלן (לח, ט), והשיב: ודע כי הספור בענין המשכן וכליו, והחקירה בתכונת צורותיו ומובאיו ושעור ארכן ורחבן וקומתן, אף־על־פי שאין בית המקדש קיים מצוה גדולה היא, עד שמים יגיע שכרה, ותורה היא וללמוד אנו צריכין, וכן הזכירו רז\"ל בענין הקרבנות: כי כל המתעסק בלמוד פרשיות אלו, וישא ויתן בלבו עניניהן, כאילו הקריב הקרבן עצמו. הוא שאמרו (מנחות ק ע\"ב): כל העוסק בפרשת עולה כאילו הקריב עולה, בפרשת חטאת כאילו הקריב חטאת, וכן כולם. הא למדת מזה על הספור בפיו בלבד ששכרו אִתו ופעולותיו לפניו כאילו עשה המעשה והקריב קרבן על המזבח, והוא הדין בספור עניני המשכן והמקדש, שיש לנו זכות עצומה ועקב רב כאשר נהגה בהם ונשתדל להבין פשוטם ונגליהם, על אחת כמה וכמה אם נזכה להשיג תוכם להשכיל אחד מרמזיהם. והוא שהזכיר דוד על הענין הזה - על הנסתר והנגלה: \"סבו ציון והקיפוה ספרו מגדליה, שיתו לבכם לחילה פסגו ארמנותיה למען תספרו לדור אחרון\" (תהלים מח, יג-יד), ובזכות הסבוב וההקף בנגלה ובנסתר ישיב שכינתו לתוכו, שנאמר: \"כי זה אלהים אלהינו עולם ועד הוא ינהגנו על מות\" (שם, טו). ע\"כ. ומעין זה אצל ר\"י אברבנאל (בסוף דבריו לפרשת תרומה) וכן אצל בעל \"עקידת יצחק\" (פ' תצוה שער אחד וחמשים). וראה גם דברי האדמו\"ר מסלונים, רבי שלום נח ברזובסקי בספרו \"נתיבות שלום\" (ריש פרשתנו עמ' קפט).", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13fc1922a7400186dd575", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 25:1:2", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Birkat Asher on Torah, Exodus 25:1:2", "sourceHeRef": "ברכת אשר על התורה, שמות כ״ה:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "באשר ללמוד מידות טובות מן המשכן כתב המלבי\"ם על הפסוק \"ועשו לי מקדש ושכנתי בתוכם\" (כה, ח): ...וציוה \"וכן תעשו\", שכל אחד יבנה לו מקדש בחדרי לבבו, כי יכין את עצמו להיות מקדש לה' ומעון לשכינת עוזו. כמו שאמר ה' לדוד (שמואל ב' ז, יא) \"והגיד לך ה' כי בית יעשה לך ה'\", רצונו לומר שאתה בעצמך תהיה בית לה' וכו'.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13fc23a676f00197d169b", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 25:1:3", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Birkat Asher on Torah, Exodus 25:1:3", "sourceHeRef": "ברכת אשר על התורה, שמות כ״ה:א׳:ג׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "לרעיון זה של בנין המשכן בלב האדם מוקדש השיר \"בלבבי משכן אבנה\" אותו ערך הרב יצחק הוטנר זצ\"ל בעל \"פחד יצחק\", ואלו מלות השיר: \"בלבבי משכן אבנה להדר כבודו, ובמשכן מזבח אשים לקרני הודו. ולנר תמיד אקח לי את אש העקדה, ולקרבן אקריב לו את נפשי - את נפשי היחידה\". מקורו של השיר ב\"ספר חרדים\" של רבי אליעזר אזכרי, המקובל והפייטן שחי בצפת לפני קרוב לחמש מאות שנה. שם בפרק ז ישנו שיר הנקרא \"שיר ידידות\" המסודר על סדר \"אלפא ביתא\", ובאותיות ב' ו־ה' נאמר שם: \"בתוך לבבי משכן אבנה לזיוו, קרבן אקריב לו - נפשי היחידה. החלב והדם שלי אקריבה - על מזבחו ועבוד עבודה\". (ראה \"מעט מן האור\" של הרב חנן פורת, ספר שמות עמ' 299)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13fc29539fc001b72cb0b", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 25:1:4", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Birkat Asher on Torah, Exodus 25:1:4", "sourceHeRef": "ברכת אשר על התורה, שמות כ״ה:א׳:ד׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "לכבוד בר המצוה של עמנואל שי' ולאחר מכן של נחמיה שי' אספתי מעט מן המידות הטובות הנלמדות מפרשתנו:", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13fc204bbb60019c1e11a", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 25:1:5", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Birkat Asher on Torah, Exodus 25:1:5", "sourceHeRef": "ברכת אשר על התורה, שמות כ״ה:א׳:ה׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0005, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "<b>דרך ארץ (א):</b> \"ושכנתי בתוכם\" (כה, ח), תניא, רבי טרפון אומר, גדולה מלאכה שאף הקב\"ה לא השרה שכינתו על ישראל עד שעשו מלאכה, שנאמר: \"ועשו לי מקדש ושכנתי בתוכם\". (אבות דרבי נתן יא)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13fc29539fc001b72cb0d", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 25:1:6", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Birkat Asher on Torah, Exodus 25:1:6", "sourceHeRef": "ברכת אשר על התורה, שמות כ״ה:א׳:ו׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "דרך ארץ (ב): \"ועשו ארון\" (כה, י), רבי יוחנן רמי, כתיב (דברים י, א) \"ועשית לך ארון עץ\" וכתיב \"ועשו ארון\", מכאן לתלמיד חכם, שבני עירו מצווין לעשות מלאכתו (יומא עב ע\"ב). ואולי מן הראוי להוסיף כאן מדברי המדרש (שמות רבה לו, ג) \"מפני מה בכל הכלים כתיב ועשית, ובארון כתיב ועשו ארון? אמר רבי יהודה אמר רבי שלום, אמר לו הקב\"ה: יבואו הכל ויעסקו בארון, כדי שיזכו כולם בתורה.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13fc23a676f00197d169d", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 25:1:7", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Birkat Asher on Torah, Exodus 25:1:7", "sourceHeRef": "ברכת אשר על התורה, שמות כ״ה:א׳:ז׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0007, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "לאמור - אין התורה רכוש היחיד, אבל היא רכוש־הרבים. ובצורה בוטה עוד יותר נאמר דבר זה בתנחומא (פ' ויקהל ח): ...אלא שציוה הקב\"ה לעשותו לכל ישראל, שלא יהא לאחד מהם פתחון פה על חבירו לומר, שאני נתתי הרבה בארון, לפיכך אני לומד הרבה ואני יש לי בו יותר ממך, ואתה לא נתת בארון כלום אלא מעט, לפיכך אין לך חלק בתורה וכו'. ולא בכדי כתב הרמב\"ם (הלכות תלמוד תורה ג, א): כתר תורה הרי מונח ועומד ומוכן לכל.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13fc2922a7400186dd579", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 25:1:8", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Birkat Asher on Torah, Exodus 25:1:8", "sourceHeRef": "ברכת אשר על התורה, שמות כ״ה:א׳:ח׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0008, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "הרבה פעמים הזכרתי את הרהורי באשר לתלמיד חכם מיהו, והזכרתי את המשנה במסכת סוכה (ב, א), שם אומר רבן גמליאל על עבדו טבי: \"ראיתם עבדי טבי שהוא תלמיד חכם, ויודע שעבדים פטורין מן הסוכה\", ולעומת זאת את דברי תוספות במסכת סוטה (כא ע\"א): \"סתם תלמיד חכם תורתו אומנותו ועוסק בה תמיד ואינו הולך ד' אמות בלא תורה\".", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13fc39539fc001b72cb0f", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 25:1:9", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Birkat Asher on Torah, Exodus 25:1:9", "sourceHeRef": "ברכת אשר על התורה, שמות כ״ה:א׳:ט׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0009, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "עכשיו התקדמתי קצת, שכן מצאתי סימן לתלמיד חכם, לא מבחינת ידיעותיו אלא מבחינת אופיו, כי כך אומר רבא בהמשך הגמרא (יומא שם): תלמיד חכם שאין תוכו כברו - אינו תלמיד חכם. והנה הראה לי רפאל שי' דין ודברים בהגדרתו של תלמיד חכם ואם יש דין תלמיד חכם בדורנו, בספר \"מקראי קודש\" על הלכות חנוכה של הרב משה הררי (עמ' ח-יא, מהדורה שלישית תש\"ס). לאחר שדן שם המחבר אם בכלל יש דין תלמיד חכם בימינו (לעניין הספדו בפניו בימי חנוכה), מסכם ואומר: ובאמת שאף הגדרת תלמיד חכם אינה פשוטה - <b>בגמרא מסכת שבת (קיד ע\"א) איתא:</b> אמר רבי יוחנן: איזהו תלמיד חכם שמחזירין לו אבדה בטביעות העין? זה המקפיד על חלוקו להופכו. <b>ועוד איתא שם:</b> אמר רבי יוחנן: איזהו תלמיד חכם שממנין אותו פרנס על הציבור? זה ששואלין אותו דבר הלכה בכל מקום ואומר, ואפילו במסכת כלה (ושם בהמשך הגמרא: אם יודע בחדא מסכתא - הוי פרנס באתריה, ואי בכוליה, תנויה בריש מתיבתא). <b>וראה בקדושין (מט ע\"ב), שאמרו שם:</b> על מנת שאני תלמיד - כל ששואלין אותו בכל מקום דבר אחד בלימודו ואומרו ואפילו במסכתא דכלה (ובתוספות שם גרסו: על מנת שאני תלמיד חכם וכו'). <b>ובגמרא תענית (י ע\"ב) אמרו:</b> יחיד - כל שראוי למנותו פרנס על הציבור, תלמיד - כל ששואלים אותו דבר הלכה בלמודו ואומר ואפילו במסכת דכלה (וראה תוספות שם ד\"ה איזהו ותוספות בשבת ד\"ה ואפילו), <b>ועוד אמרו במסכת שבת שם:</b> ואמר רבי יוחנן: איזהו תלמיד חכם שבני עירו מצווין לעשות לו מלאכתו - זה שמניח חפצו ועוסק בחפצי שמים. נמצאנו למדים שגדר תלמיד חכם משתנה לפי הצורך והענין. ומכל מקום לענין הספד פסקו האחרונים כמו שכתב המשנה ברורה (תקמ\"ז סקי\"ב), ששואלין אותו דבר הלכה בכל מקום ואומר, ואפילו אינו יודע לישא וליתן בה. עיי\"ש. והנה נזכרתי בסיפור שהיו מספרים על האי סבא קדישא ה\"חפץ חיים\" זצ\"ל, שנשאל - מיהו תלמיד חכם? וכדרכו, המשיל משל וענה: הלומד ולא זה היודע ללמוד. והראיה מן הגנב. כי מי נקרא גנב, היודע לגנוב או הגונב?!", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13fc33a676f00197d169f", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 25:1:10", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Birkat Asher on Torah, Exodus 25:1:10", "sourceHeRef": "ברכת אשר על התורה, שמות כ״ה:א׳:י׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "<b>דרך ארץ (ג):</b> עוד עניין שבדרך ארץ שרש\"י מביאו מברייתא דמ\"ט מידות שאבדה לנו: \"יהיה סרוח על צדי המשכן מזה ומזה לכסותו\" (כו, יג) - מכאן אתה לומד דרך ארץ שיהא אדם חס על היפה. ע\"כ. והכוונה לומר שיכסו יריעות האהל את יריעות המשכן (שהרי ג' או ד' כיסויים היו לו למשכן). והלימוד הוא מן המילים המיותרות \"יהיה סרוח\", שהרי כל יודע חשבון פשוט יכול לחשב שכך יהיה. כך אצל מפרשי רש\"י.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13fc39539fc001b72cb11", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 25:1:11", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Birkat Asher on Torah, Exodus 25:1:11", "sourceHeRef": "ברכת אשר על התורה, שמות כ״ה:א׳:י״א", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0011, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "אך יש כאן מקום להרהר - כל יופין של יריעות המשכן נראה רק בתקרת המשכן, שהרי בחוץ, מה שעל הקרשים, כוסה על ידי יריעות האהל.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13fc304bbb60019c1e11e", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 25:1:12", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Birkat Asher on Torah, Exodus 25:1:12", "sourceHeRef": "ברכת אשר על התורה, שמות כ״ה:א׳:י״ב", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0012, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "ויותר מזה אפשר לשאול על ציפוי הבריחים בזהב - \"וצפית את הבריחם זהב\" (כו, כט), ומעשה אומנות מסובך זה לא נראה אלא לעיני בני קהת כאשר הקימו או פרקו את המשכן, שכן גם הוא כוּסה.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13fc3922a7400186dd57b", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 25:1:13", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Birkat Asher on Torah, Exodus 25:1:13", "sourceHeRef": "ברכת אשר על התורה, שמות כ״ה:א׳:י״ג", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0013, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "ודומה שמכאן קשה על רבנו תם שאומר (מנחות לב ע\"ב, תוספות ד\"ה הא), שדבר המסותר מן העין אינו צריך הידור - \"ספר תורה בעי שרטוט משום 'זה אלי ואנוהו', אבל תפילין דמכוסין בעור, לא בעו שרטוט, דלא שייך בהו נוי\".", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13fc33a676f00197d16a1", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 25:1:14", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Birkat Asher on Torah, Exodus 25:1:14", "sourceHeRef": "ברכת אשר על התורה, שמות כ״ה:א׳:י״ד", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0014, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "ואכן, התיחסותם של חכמינו לעניין האסתטיקה שלא בקשר לחפצי קודש היא מאוד מצומצמת, ויפים הם דברי רש\"י (דברים יד, א) בפירושו לאיסור לא תתגודדו - לפי שאתם בניו של הקב\"ה, ואתם ראויים להיות נאים ולא גדודים ומקורחים. (פ' תרומה תשנ\"ח, בר מצוה של עמנואל שי', ובתשנ\"ט, בר מצוה של נחמיה שי') הערת נתנאל שי': לעניין כיסוי היופי במשכן, ניתן לומר כי זהו ההבדל בין הידור של בני האדם לבין משכן ה'. במצוות שמטרתן לצוות־ לקשר בינינו לבין הקב\"ה, ישנו הידור שמכוון גם אלינו ואולי בעיקר אלינו, ולכן רק דברים הגלויים לעין צריכים הידור. אבל בבית ה', שאין נסתר מלפניו, יש משמעות עמוקה גם ליופי שנסתר מעינינו וגלוי לפניו. אנו מראים את חיבתנו לקב\"ה בהידור, דווקא בדברים שוודאי לא מכוונים אלינו. הערת הגר\"א נבנצל שליט\"א: הבריחים ראום המפרקים והמקימים, אבל פרשיות התפילין אינן נראות כלל.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13fc304bbb60019c1e120", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 25:1:15", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Birkat Asher on Torah, Exodus 25:1:15", "sourceHeRef": "ברכת אשר על התורה, שמות כ״ה:א׳:ט״ו", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0015, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "פרשת תרומה מוקדשת, מתחילתה ועד סופה, לציווי האלהי על עשיית המשכן וכליו. בראש הפרשה (כה, א-ט) בא ציווי כללי על לקיחת תרומה ועל עשיית המשכן בכללו. לאחר מכן (כה, י - כו, לז) בא הציווי על עשיית כלֵי האהל (הארון, השולחן והמנורה. והנה נפקד מקומו של מזבח הקטורת, שלמרות עמידתו בתוך האהל נדחה הציווי עליו לסיומה של פרשת תצוה - ריש פרק ל) ועל עשיית האהל עצמו (תחילה כיסויי המשכן, כלומר היריעות למיניהן, ורק לאחר מכן הקירות - הקרשים, ולבסוף - הפרוכת שבין הקודש וקודש הקדשים ומסך פתח האהל). בחלקה האחרון של הפרשה (כז, א-יט) בא הציווי על מזבח הנחושת ועל עשיית החצר בתוכה עמד. כלי נוסף עמד בחצר - כיור הנחושת. על דחיית הציווי על עשייתו לפרשת כי תשא (ל, יז-כא) עמד ראב\"ע (כז, ח) בסיום פירושו לפרשת מזבח העולה, וכך כתב: והנה לא נזכר הכיור (לאחר מזבח העולה, ככלי נוסף שעמד בחצר), כי לא נעשה מנדבת כל ישראל, רק מנדבת הנשים לבדן (ראה להלן לח, ח), על-כן הזכירו עם פרשת הבשמים (ל, כב-לח), שכל ישראל לא הביאום, רק הנשיאים לבדם (ראה להלן לה, כז-כח). (פ' תרומה תשמ\"ז) ב\"עיונים לפרשות השבוע\" של הרב אלחנן סמט (סדרה שניה עמ' 349 הערה 2) מובא טעם נוסף: הכיור אינו כלי שנעשית בו עבודה, אלא תפקידו לסייע בהכשרת הכהנים לעבודתם. ועל הפתיחה בארון ובכפורת כתב רמב\"ן בפתיחתו לפרשתנו: עיקר חפץ המשכן היה מקום מנוחת השכינה שהוא הארון. והוסיף רבנו בחיי (דברים י, א): אין לך מקודש ומעולה בכל הכלים כמוהו, וכשם שהוא קודם לכולם במעשה, כך הוא מקודש מכולם, שהוא דוגמא לכסא הכבוד (ראה במדבר רבה ד, יג) ומעון לשכינה, והשכינה דבקה לעולם עם הארון. ובאשר להקדמת היריעות לקרשים כתב ר\"ע ספורנו להלן (מ, יח): עשר היריעות מעשה חושב שנקראו \"משכן\" הוקמו קודם הקמת הקרשים, אם בידי אדם מחזיקין בו, ואם על דרך נס כדבריהם ז\"ל, ועל זה הסדר נעשה והובא אל משה. כי אמנם אותן עשר יריעות, הן היו עיקר בנין המשכן, ושאר הנכנס באותו הבנין והם האדנים והקרשים והבריחים והעמודים והאהל, היו להעמיד המשכן ולכסותו. ע\"כ. (הראני הרב איתן שנדורפי שי')", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13fc3922a7400186dd57d", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 25:1:16", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Birkat Asher on Torah, Exodus 25:1:16", "sourceHeRef": "ברכת אשר על התורה, שמות כ״ה:א׳:ט״ז", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0016, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "ובאשר לאיחור הציווי על מזבח הזהב ראה מה שכתבתי להלן (ל, א). (פ' תצוה תש\"ס)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c0dd3524a42f3a8f3852", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Terumah 9", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Agra DeKala, Terumah 9", "sourceHeRef": "אגרא דכלה, תרומה ט׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 9, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "תרומה", "he": "<b>וידבר</b> וכו' (שמות כה א) דבר אל בני ישראל ויקחו לי תרומה מאת כל איש אשר וכו' (שמות כה ב). הנה תיבת ישרא\"ל, הם אתוון \"לי \"ראש. \"לי הם אותיות החיצונים שבישראל המקיפים לאותיות רא\"ש שבישראל, להיות תיבת \"לי מורה על בחינת קידושין שקידש הש\"י לכנסת ישראל, כמד\"א (שמות יט ו) ואתם תהיו ל\"י וכו' וגוי קדו\"ש, כענין קידושין הגשמיים בעולם הזה הרי את מקודשת ל\"י ידים מוכיחות, בעינן ל\"י דייקא. (וצירוף תיבת ל\"י מבואר במגלה עמוקות מורה על התחברות קוב\"ה כביכול עם הכנסיה הקדושה, כי הל' גבוה מכל האותיות מרמזת על גבוה מעל גבוה שומר, והיו\"ד היא קטנה מכל האותיות מורה על כנסת ישראל כי אתם המעט כו' (דברים ז ז). והנה אתוון ל\"י המה המקיפין שבתיבת ישרא\"ל, כי על ידי הקידושין מקנה החתן להכלה אור מקיף, כנודע מכוונת הקידושין להאר\"י ז\"ל. ואתוון רא\"ש מורה על בחינת היחוד השלם שייפין בשייפין, כמד\"א (שיר השירים ב ו) שמאלו תחת לראש\"י, ואותיות רא\"ש בגימטריא תק\"א הם צירוף רמ\"ח איברין דדכורא עם רנ\"ג דנוקבא, (היינו רנ\"ב עם המפת\"ח לדעת רבי עקיבא בבכורות (מ\"ה ע\"א), עיין שם דהלכתא כוותיה לדעת הרמב\"ם בהלכות טומאת מת (פ\"ב ה\"ז), הגם דדעת הרמב\"ם שם צריכים עיון, עיין שם בכסף משנה ואין כאן מקומו לקבל אריך) והם אתוון פנימיים שבישראל, כי על ידי הזיווג מקנה לה אור פנימי (עיין בכוונת). והנה בקידושין הכלה ניהנת מהחתן שמקבלת ממנו מתנה, והחתן אינו נהנה ממנה רק נדבת לבה, שבקבלתה ממנו המתנה מורה נדבת לבה שמתרצית לו שיהנה ממנה אחר כך בקירוב בשר ולגדל ממנה פירות. ומעתה תבין דבר אל בני ישרא\"ל דייקא, שבהם כלולין אתוון \"לי \"ראש, \"ויקחו \"לי תרומה, לא אמר ויתנ\"ו רק \"ויקחו \"לי דהיינו קידושין, דבאתוון \"לי זה מיקרי לקיחה שלוקחת הכלה, מאת כל איש אש\"ר ידבנו \"לבו, \"אשר אתוון ראש שמתנדב לבו לאתוון \"ראש, \"אשר תקחו וכו' שמתנדב לבו לשיהיה אחר כך היחוד השלם בועלי\"ך עושיך (ישעיה נד ה) ולא יכנף עוד מוריך (ישעיה ל כ), (עיין מ\"ש בפרשת יתרו), והבן מאד הענין הזה בכאן בבנין בית חתנות שצוה הש\"י. והנה הגם שהתרומה הזאת נתנו ישראל הלא ללקיחה תחשב, כאשר הוא הדין בנתנה האשה לאדם חשוב דמקודשת דללקיחה תחשבה (קידושין ז' ע\"א), ובפרט כי לי הכסף וכו' (חגי ב ח) כמו שאמרו רז\"ל במדרש (שמו\"ר פל\"ג ד'). וכאשר תתבונן עוד אמר ידבנו לב\"ו, שהוא הקנאת אור מקיף דחכמה שיש בה ל\"ב נתיבות, כמ\"ש האר\"י ז\"ל בכוונת הנוסח \"הרי \"את \"מקודשת \"לי \"בטבעת \"זו \"כדת \"משה \"וישראל, שיש בה ל\"ב אותיות, והבן מאוד כי אי אפשר לכוין הכל בכתב, רק המשכיל יתבונן והש\"י יאיר עינינו ולא יאמר פינו דבר שלא כרצונו. והבן אומרו ית' אחר כך (שמות כה ח) ועשו לי מקדש, ואחר כך ושכנתי בתוכם בפנימותם אתוון ראש. והבן אומרו ית' אחר כך (שמות כה ט) ככל אש\"ר אני מראה אותך, אש\"ר דייקא יהיו לרצון אמרי פינו. והנה ידידי אין מן הצורך להאריך שכל הדברים הללו אינם כפשטן, כי כבר הזהירו בזה כל הקדושי עליונין וידוע להבאים בסוד י\"י:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5eef684838035bd66b64999d", "index_title": "Derekh Chayyim", "category": "Quoting Commentary", "type": "", "ref": "Derekh Chayyim 3:2:21", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Derekh Chayyim 3:2:21", "sourceHeRef": "דרך חיים ג׳:ב׳:כ״א", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1578, 1588], "commentaryNum": 2.0021, "collectiveTitle": {"en": "Derekh Chayyim", "he": "דרך חיים"}, "he": "<b>ולפיכך אמר</b> ש'שנים שיושבים ויש ביניהם דברי תורה השכינה שרויה עמהם'. כי כאשר הם שנים, וכבר* אמרנו כי התורה שלהם נקראת 'דברי תורה', לכך השכינה עם התורה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"343\"></i>. ודבר זה מבואר בתורה, כי תיכף ומיד שנתנה תורה לישראל צוה לעשות המשכן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"344\"></i>, וכתיב (שמות כה, ח) \"ועשו לי מקדש ושכנתי בתוכם\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"345\"></i>. ובמדרש (שמו\"ר לג, א) \"ויקחו לי תרומה\" (שמות כה, א), משל למלך שהיה לו בת יחידה, בא אחד ובקשה מן המלך, ונטלה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"346\"></i>, בקש ללכת אל ארצו וליטול אשתו. אמר לו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"347\"></i>, בתי שנתתי לך יחידית היא, לפרוש ממנה איני יכול, לפי שהיא יחידית. אל תטול אותה, איני יכול, לפי שהיא אשתך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"348\"></i>. אלא זו טובה עשה לי, שכל מקום שאתה הולך קיטון אחד<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"349\"></i> עשה לי שאדור ביניכם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"350\"></i>. כך אמר הקב\"ה לישראל, נתתי לכם את התורה, לפרוש הימנה איני יכול<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"351\"></i>, אלא בכל מקום שאתם הולכים, בית אחד עשו לי שאדור ביניכם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"352\"></i>, עד כאן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"353\"></i>. ", "heVersionTitle": "Derech Chaim, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2005-2010", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר דרך חיים, נלקט ונערך על ידי יהושע דוד בן הרב יחזקאל הרטמן. מכון ירושלים, תשס\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60b36f8fd4ff761870061944", "index_title": "Ben Porat Yosef", "category": "Chasidut", "type": "", "ref": "Ben Porat Yosef, Foreword 9", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Ben Porat Yosef, Foreword 9", "sourceHeRef": "בן פורת יוסף, פתיחה ט׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1760, 1780], "commentaryNum": 9, "collectiveTitle": {"en": "Ben Porat Yosef", "he": "בן פורת יוסף"}, "heTitle": "פתיחה", "he": "<b>ובזה</b> יובן <b>(שמות כה, א) ויקחו לי תרומה</b>, ופירש <b>רש\"י</b> לי לשמי, ור\"ל אם ירצו שיקחו לי, שילמדו לשמי, תחלה יהיה תרומה, להתרומם ולהתפאר, יבא לשמי, והבן.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66091541f9abbe1d4993a568", "index_title": "Essays in Ethics; A Weekly Reading of the Jewish Bible", "category": "Quoting Commentary", "type": "", "ref": "Essays in Ethics; A Weekly Reading of the Jewish Bible, Teruma; The Labour of Gratitude 18", "anchorRef": "Exodus 25:1-2", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2"], "sourceRef": "Essays in Ethics; A Weekly Reading of the Jewish Bible, Teruma; The Labour of Gratitude 18", "sourceHeRef": "מאמרים על אתיקה; קריאות חדשות בפרשת השבוע, תרומה י״ח", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 18, "collectiveTitle": {"en": "Essays in Ethics; A Weekly Reading of the Jewish Bible", "he": "מאמרים על אתיקה; קריאות חדשות בפרשת השבוע"}, "heTitle": "תרומה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“The Lord spoke to Moses, saying, ‘Tell the Israelites to bring Me an offering. You are to receive the offering for Me from everyone whose heart moves them to give’” (Ex. 25:1–2). This would prove to be the turning point in Jewish history.", "versionTitle": "Maggid Books and The Orthodox Union, 2016", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "66091e5ba500bb4d2fbbbe2b", "index_title": "Covenant and Conversation; Exodus; The Book of Redemption", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Exodus; The Book of Redemption, Vayakhel, The Sabbath; First Day or the Last? 5", "anchorRef": "Exodus 25:1-31:17", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17"], "sourceRef": "Covenant and Conversation; Exodus; The Book of Redemption, Vayakhel, The Sabbath; First Day or the Last? 5", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, שמות, ויקהל, א ה׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 5, "collectiveTitle": {"en": "Covenant and Conversation; Exodus; The Book of Redemption", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, שמות"}, "heTitle": "א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "In the immensely lengthy and detailed account of the making of the Tabernacle, the Torah tells the story twice: first as divine instruction (Exodus 25:1–31:17), then as human implementation (chapters 35–40). In both cases, the construction of the building is juxtaposed with the command of keeping the Sabbath (31:12–17; 35:1–2).", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "660921c2fb774777f0e06dc5", "index_title": "Covenant and Conversation; Leviticus; The Book of Holiness", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Leviticus; The Book of Holiness, Emor, The Blasphemer 14", "anchorRef": "Exodus 25:1", "anchorRefExpanded": ["Exodus 25:1"], "sourceRef": "Covenant and Conversation; Leviticus; The Book of Holiness, Emor, The Blasphemer 14", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא, אמור, ו י״ד", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 14, "collectiveTitle": {"en": "Covenant and Conversation; Leviticus; The Book of Holiness", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא"}, "heTitle": "ו", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The story may be conveying no more than this. But there is another possibility. Recall that the story of the blasphemer occurs at the end of chapter 24 in Leviticus. The next chapter begins with the words, “The Lord said to Moses at Mount Sinai.” According to most commentators, the remaining chapters (25–27) were actually recorded earlier, <i>before</i> the construction of the Sanctuary. The first twenty-four chapters of Leviticus are set several months later, <i>after</i> the construction. So the episode of the blasphemer represents the end of the long sequence of laws which began forty chapters earlier (Ex. 25:1), about the Sanctuary, sacrifices, the priesthood, purity, and the entire code of holiness as it applied to the people as a whole. Why end this literary unit, which stands at the very centre of the Torah, with so negative a note?", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "663204446c1f2df3a8030004", "index_title": "Ba'al Shem Tov", "category": "Chasidut", "type": "", "ref": "Ba'al Shem Tov, Terumah 2:1", "anchorRef": "Exodus 25:1-2", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2"], "sourceRef": "Ba'al Shem Tov, Terumah 2:1", "sourceHeRef": "בעל שם טוב, תרומה ב׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1700, 1760], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Ba'al Shem Tov", "he": "בעל שם טוב"}, "heTitle": "תרומה", "he": "<b>מאת כל איש אשר ידבנו לבו תקחו את תרומתי. </b>בשם הבעל שם טוב, היינו שכל אדם צריך לשית עצות בנפשו, להפוך לעשות מדות טובות, מכל אשר ידבנו לבו<i data-commentator=\"Mekor Mayim Chayim\" data-order=\"2\"></i> מהתאוות החיצונייות, ומדות הרעות אשר הרגיל בהם, מהם יקח דרך לעבודת הבורא ברוך הוא, באותו החשק ובאותה התאווה, ביתר שאת:<br><small>(תפארת שלמה פ' תולדות).</small>", "heVersionTitle": "Sefer Baal Shem Tov. Lodz, 1938", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר בעל שם טוב, לודז, תרצ\"ח", "text": "<b>And the L-rd spoke to Moses, saying: Speak to the children of Israel, that they take for Me an offering; of every man whose heart prompts him, you shall take My offering.</b> (Exodus 25:1-2)<br>Each person should seek ways to transform his mundane desires<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Literally, “external desires” (<i>tava’ot chitzonim</i>). See below, where the Baal Shem Tov explains that within every mundane desire the love of G-d can be found.</i> – all that “his heart prompts him” – into good qualities. And from his habitual, bad traits, he should learn how to serve the Creator with the same passion and desire, even more intensely.<br><i>Tiferes Shlomo, Toldos</i>", "versionTitle": "Baal Shem Tov; mystical teachings on the weekly Torah portion; by Rabbi Eliezer Shore. 2012", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6703962c7037ddf1126f0abb", "index_title": "Covenant and Conversation Family Edition", "category": "Tanakh", "type": "", "ref": "Covenant and Conversation Family Edition, Terumah, I; What Do We Receive When We Give? 1", "anchorRef": "Exodus 25:1-2", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2"], "sourceRef": "Covenant and Conversation Family Edition, Terumah, I; What Do We Receive When We Give? 1", "sourceHeRef": "שיח ושיג מהדורה משפחתית, תרומה, א א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "Covenant and Conversation Family Edition", "he": "שיח ושיג מהדורה משפחתית"}, "heTitle": "א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<big><strong>I. What Do We Receive When We Give?</strong></big><br><b><i>THE CORE IDEA</i></b><br>Our <i>parasha</i> begins with these words<i>:</i> The Lord spoke to Moshe, saying, “<i>Tell the Israelites to take an offering for Me; take My offering from all whose heart moves them to give</i>” (Shemot 25:1–2). This instruction marks a turning point in the relationship between the Israelites and God. The first new concept introduced here is the <i>Mishkan</i> (the travelling home for the Divine Presence as the people journeyed through the wilderness). But more than that, we are also introduced to a new value, summed up in the word that gives our <i>parasha</i> its name, <i>Teruma</i>, meaning a gift, a contribution, an offering. The <i>parasha</i> is telling us something very important. The act of giving gives us dignity. Receiving does not.", "versionTitle": "Covenant and Conversation Family Edition, Maggid Books, 2023", "license": "", "versionTitleInHebrew": ""}]