[{"_id": "521cad37edbab45814ae5844", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Rashi on Leviticus 21:4:1", "sourceHeRef": "רש\"י על ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>לא יטמא בעל בעמיו להחלו.</b> לֹא יִטַּמָּא לְאִשְׁתּוֹ פְּסוּלָה שֶׁהוּא מְחֻלָּל בָּהּ בְּעוֹדָהּ עִמּוֹ, וְכֵן פְּשׁוּטוֹ שֶׁל מִקְרָא: לֹא יִטַּמָּא בַּעַל בִּשְׁאֵרוֹ בְּעוֹד שֶׁהוּא בְּתוֹךְ עַמָּיו — שֶׁיֵּשׁ לָהּ קוֹבְרִין, שֶׁאֵינָהּ מֵת מִצְוָה, וּבְאֵיזֶה שְׁאֵר אָמַרְתִּי? בְּאוֹתוֹ שֶׁהוּא לְהֵחַלּוֹ — לְהִתְחַלֵּל הוּא מִכְּהֻנָּתוֹ (עי' ספרא; יבמות צ'):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "לא יטמא בעל בעמיו להחלו This means: he shall not defile himself for his wife if she is really unfitted to be his wife (because he is a כהן) and through whom he consequently becomes profaned as a priest, so long as she remains with him (Sifra, Emor, Section 1 15). The following, therefore, is the literal exposition of the verse: לא יטמא בעל, a husband shall not defile himself for his wife's corpse while it is among its people, which means that there are persons who can bury her so that she is not a מת מצוה (cf. Rashi’s explanation of בעמיו on v. 1). And with reference to what kind of wife do I say this? With reference to such a one who להחלו, i. e. who leads to his being profaned and therefore disqualified from his priestly duties so long as she remains with him (cf. Sifra, Emor, Section 1 15; Yevamot 90b).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe2fbfba276047f6b36", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 21:4", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Onkelos Leviticus 21:4", "sourceHeRef": "תרגום אונקלוס על ויקרא כ״א:ד׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 21.0004, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "לָא יִסְתָּאַב <b>רַבָּא בְעַמֵּיהּ</b> לְאַחֲלוּתֵיהּ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "A husband [<b>An honored one among his people</b>] may not defile himself among his people [for a wife through whom] he becomes profaned.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec36d", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 21:4", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Targum Jonathan on Leviticus 21:4", "sourceHeRef": "תרגום יונתן על ויקרא כ״א:ד׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 21.0004, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "לָא יִסְתָּאֵב בַּעֲלָא לְאִיתְּתֵיהּ אֱלָהֵן כַּד כַּשְׁרָא לֵיהּ בְּרַם לִקְרֵיבָא דְהִינוּן עַבְדִין עוֹבְדֵי עַמֵיהּ יִתְחַל עֲלֵיהוֹן", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " The husband shall not defile himself on account of his wife, except so far as it is right for him; but for a relative of those who do the work of his people he may defile himself.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f1786cfbfba22336ea31b6", "index_title": "Sforno on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Sforno on Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Sforno on Leviticus 21:4:1", "sourceHeRef": "ספורנו על ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על ויקרא", "he": "<b>לא יטמא בעל בעמיו להחלו.</b> והטעם שלא יטמא הכהן כי אם לקרוביו הוא כי אמנם הכהן הוא בעל בעמיו להבין ולהורות כי שפתי כהן ישמרו דעת ותורה יבקשו מפיהו וראוי לאיש כזה לנהוג נשיאות כי היכי דלשתמען מיליה ואין ראוי שיחלל הכנתו אל מקדש וקדשיו כדי לכבד המתים הבלתי קרובים כאמרם ז\"ל (סנהדרין פכ\"ג) שהקבורה וההספד למת הם יקרא דשכבי. אמנם לקרובים התיר להטמא כי כבודם הוא כבודו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "לא יטמא בעל בעמיו להחלו, the reason why a priest is not to defile himself through contact with the dead except those of his next of kin, is that also the priest is indeed a בעל בעמיו, a distinguished, highly placed member of his people, it is his task to understand and teach these laws as we know from Maleachi 2,7 “for the lips of the priest are meant to guard knowledge, and Torah and the people will enquire concerning these from his mouth.” This makes him a person to be treated in the manner one treats a politically highly placed person, a king. Seeing he is supposed to be ever ready to serve the King of Kings, in His Temple, it is not appropriate for such a person to desecrate his status even temporarily in order to participate in the burial rites of ordinary people. According to our sages in Sanhedrin 47 the prime purpose of burying and eulogising the dead is to render honour to them. This conflicts with the honour the priests have to accord to G’d on an ongoing basis. However, the Torah exempts the priests from this restriction for burial and eulogising of near relatives from this rule. [some of the last line is my own wording, though it corresponds to the thoughts expressed by the author. Ed.]", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f9df95fbfba21fafd3de3c", "index_title": "Rashbam on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Rashbam on Leviticus 21:4:1", "sourceHeRef": "רשב\"ם על ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על ויקרא", "he": "לא יטמא בעל בעמיו - שום בעל בעם הכהנים לא יטמא לאשתו. ", "heVersionTitle": "Rashbam on Leviticus - Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "לא יטמא בעל בעמיו, no husband among the tribe of the priests is to defile himself ritually", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f9df95fbfba21fafd3de3e", "index_title": "Rashbam on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Leviticus 21:4:2", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Rashbam on Leviticus 21:4:2", "sourceHeRef": "רשב\"ם על ויקרא כ״א:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על ויקרא", "he": "להחלו - שהרי מתחלל מכהונתו (ולפי דברי חכמים, לא מטמא לאשתו פסולה וחללה, אבל מטמא לאשתו כשירה). ", "heVersionTitle": "Rashbam on Leviticus - Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "להחלו, as he would thereby desecrate his status as a priest. According to the words of our sages (compare Rashi) he is not to so defile himself if his dead wife had been someone whom a priest should not have married in the first place, such as a divorcee; however, he is entitled or obligated to defile himself for the sake of burying a wife whom he was legally entitled to have married.\n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54c0de24fbfba21e8957f3a7", "index_title": "Rashbam on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Rashbam on Exodus 9:17:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Rashbam on Exodus 9:17:1", "sourceHeRef": "רשב\"ם על שמות ט׳:י״ז:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Rashbam on Exodus", "he": "רשב\"ם על שמות"}, "heTitle": "רשב\"ם על שמות", "he": "מסתלל - מתפעל מן (ישעיה סב) סולו סולו המסילה כובש אותם לעבדים, כדכתיב: (ירמיה ל\"ד) ויכבשם לעבדים ולשפחות. ולהודיעך שיטת המתפעלים כי כל תיבות המתפעלים באה תוספת תי\"ו בראש חוץ מאותן שאוציא מן הכלל לבסוף. מן אמר יאמר: (תהלים צד) יתאמרו כל פועלי און. יתברך. יתגדל. (יחזקאל ל\"ח) והתגדלתי, והתקדשתי יתהלל המתהלל. יתווכח. ויתחבא. לשוא תתיפי (ישעיהו כ״ח:כ׳) והמסכה צרה כהתכנס. יתלכדו. ויתמודד. מתנשא ויתלקטו התעללתי. מתפלל מתרושש והון רב. הרי לך כל האלפ\"א בית\"א תי\"ו בראשם חוץ משבעת אותיות אלו דז\"ט ס\"ץ ש\"ת. השי\"ן והסמ\"ך באה התי\"ו אחריהם במתפעל שלהם: מן סל מסתולל. מן שר תשתרר עלינו. מן שבח ישתבח.מן שמר (מיכה ו׳:ט״ז) וישתמר חקות עמרי. מן שכר משתכר. הצד\"י והזיין לא יבא התי\"ו במתפעל שלהם אלא אחרי הצד\"י תבא טי\"ת במקום תי\"ו של מתפעל. מן צדק יאמר נצטדק. מן צבע יצטבע בדניאל. מן ציד הצטיידנו ביהושע. מן צרף מצטרף. ואחר הזיי\"ן תבא דלי\"ת במקום תי\"ו של מתפעל. מן זמן הזדמנתון בדניאל אבל תוספות הן בתיבות. ט' של נצטדק ד' של הזדמנתון. ותי\"ו של יתאמרו לעשותן מתפעל כמו שפירשתי וכן כולם, אבל הם עצמם כשהם ראש התיבה לא היה בהן תוספת אות להתפעל, כמו: וישמע את הקול מדבר אליו לא יאמר (נ\"א כמו) מתדבר. לא יטמא בעל. (לא יאמר) כמו יתטמא. ועם עקש (ופתלתל) (צ\"ל תתפתל) (נ\"א תתפל) לא יאמר (תתתפתל) תתמם. לא יאמר תתתמם. ", "heVersionTitle": "Rashbam on Torah -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "מסתולל,  the reflexive mode of the verb סלל as in סולו סולו דרך הרימו מכשול, “pave, pave a way and remove every obstacle, etc.,” (Isaiah 62,10). Just as the stones are pressed together to remove them as obstacles, so Pharaoh squeezed the Israelites so that they could not offer any resistance. Compare also Jeremiah 34,11 ויכבשום לעבדים ולשפחות, they “compressed” them into becoming male and female slaves. Concerning the grammatical principles underlying the use of the reflexive conjugation mitpael, every time this conjugation appears it has the letter ת preceding the first root letter, except the ones that have that letter at the end instead of at the beginning. Examples of the former are Psalms 94,4 יתאמרו כל פעלי און Words such as יתברך, יתגדל or in Ezekiel 38,23 והתגדלתי והתקדשתי, or Jeremiah 9,23 יתהלל המתהלל, or מתפלל in Exodus 10,2. The author lists a few more examples, showing that all of the letters of the aleph bet except the 7 letters ד'זט ס'ץ ש'ת, follow this pattern. When the first root letter is either a ש or a ת, the letter ת is appended at the end instead of at the beginning. The exception is a word whose root begins with the letter ס. One such example is our verse, the root being סל. The basic meaning is parallel to Numbers 16,13 תסתרר עלינו, where the word תסתורר is derived from the root שר. In examples such as ישתבח, ישתמר or משתכר, all of which have roots beginning with the letter ש, the letter ת signaling the conjugation התפעל is deferred until after the first root letter. In roots commencing with the letter ז or צ, no such letter ת signaling the reflexive conjugation appears at all. Instead, after the letter צ the letter ט is added to show us that we deal with the reflexive conjugation. Well known examples of these constructions are found in Genesis 44,16 נצטדק from the root צדק, and Joshua 9,12 הצטיידנו from the root ציד, provisions. Concerning the words with the first root letter ז, the letter signaling the reflexive conjugation is a ד, as in Daniel 2,9 הזדמנתון. The letters ד-ט-ת, by themselves when they appear at the beginning of the word, do not get an additional letter to indicate that the construction in which they appear is a reflexive conjugation. A prominent example of this is Numbers 7,89 וישמע את הקול מדבר, where the Torah did not write מתדבר. Another such example is Leviticus 21,4 לא יטמא בעל בעמיו, where because the root טמא begins with the letter ט the Torah did not write יתטמא, although the verb is in the reflexive mode, of course. The same is true in Samuel II 22,27 where the word תתפל in the line ועם עקש תתפל, does not have another letter ת at the beginning in order to signal that the verb is in the reflexive mode. [The author illustrated his point with still more examples, but I think he made his point adequately with the examples I have cited. Ed.]", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "55adfdc2fbfba23a06809887", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Emor 5", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Meshekh Chokhmah, Emor 5", "sourceHeRef": "משך חכמה, אמור ה׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 5, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "אמור", "he": "<b>בעמיו </b>להחלו. בתו\"כ. נהג מנהג כזה הרי הוא חולים יכול יהיו חולים לעולם ת\"ל בעמיו מזמן שהיא עמו הרי הוא חולים פירש הרי הוא בקדושתו. פירוש, שמפרש לא יטמא בעל לאשתו הפסולה שמחללתו מכהונה. ולכן אמר שה\"א, דהאשה הפסולה מחללתו לעולם וכמו שפסול מחללה לעולם, לכן ת\"ל בעמיו, בזמן שהיא עמו הרי הוא חולים דבשעה שהוא דר עמה, הוא חולין, פירש ממנה, כמו נודר לגרש אף שעוד לא גרשה יורד ועובד. זה פירושו האמיתי. וכן פי' רבינו בפה\"מ פ\"ג דסוטה יעו\"ש.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "56929eb7d6e4a94f15c6c235", "index_title": "Shadal on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Shadal on Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Shadal on Leviticus 21:4:1", "sourceHeRef": "שד\"ל על ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על ויקרא", "he": "בעל בעמיו: הכהן הגדול (אנקלוס ורנה\"ו).", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77d23d6e4a94c7c18a7d6", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 21:4", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Tafsir Rasag, Leviticus 21:4", "sourceHeRef": "תפסיר רס\"ג, ויקרא כ״א:ד׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 21.0004, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ולא ינג̇ס בכ̇טיר מן קומד פאנה תבד̇לה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "585b80e3d6e4a908ac4f116e", "index_title": "Mishneh Torah, Robbery and Lost Property", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Robbery and Lost Property 11:18", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Mishneh Torah, Robbery and Lost Property 11:18", "sourceHeRef": "משנה תורה, הלכות גזילה ואבידה י״א:י״ח", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1176, 1178], "commentaryNum": 11.0018, "collectiveTitle": {"en": "Mishneh Torah, Robbery and Lost Property", "he": "משנה תורה, הלכות גזילה ואבידה"}, "heTitle": "משנה תורה, הלכות גזילה ואבידה", "he": "כֹּהֵן שֶׁרָאָה הָאֲבֵדָה בְּבֵית הַקְּבָרוֹת אֵינוֹ מִטַּמֵּא לְהַחְזִירָהּ שֶׁבְּעֵת שֶׁמְּקַיֵּם מִצְוַת עֲשֵׂה שֶׁל הֶשֵּׁב אֲבֵדָה מְבַטֵּל עֲשֵׂה שֶׁל <small>(ויקרא כא ו)</small> \"קְדשִׁים יִהְיוּ\" וְעוֹבֵר עַל לֹא תַּעֲשֶׂה שֶׁל <small>(ויקרא כא ד)</small> \"לֹא יִטַּמָּא בַּעַל בְּעַמָּיו\" וְאֵין עֲשֵׂה דּוֹחֶה אֶת לֹא תַּעֲשֶׂה וַעֲשֵׂה: \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "When a priest sees a lost object in a cemetery, he should not make himself impure so that he can return it. The rationale is that at the time the priest would fulfill the mitzvah of returning a lost object, he would nullify the positive commandment \"Be holy\" Leviticus 21:6 and transgress the negative commandment: \"A man may not defile himself for a corpse among his people <i>ibid.</i>:4.\" And the observance of a positive commandment never supersedes a negative commandment that is reinforced by a positive commandment.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5889b4f0d6e4a902855ff84f", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Tur HaArokh, Leviticus 21:4:1", "sourceHeRef": "הטור הארוך, ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "ויקרא", "he": "<b>לא יטמא בעל בעמיו. </b>פירש\"י הבעל לאשתו פסולה וכו'. והרמב\"ן פי' בעל כמו מבעלי יהודה שהוא מנכבדי יהודה וכמו בעל הבית שהוא אדון ונכבד הבית ופי' הפסוק לא יטמא נכבד בעמיו להחל את כבודו שבא לפרש כי למעלת הכהן בעבור שהוא ראוי להיות הגדול בעמיו מזהירו שלא יחלל מעלתו בטומאתו למתים: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " לא יטמא בעל בעמיו, “A husband among his people shall not contaminate himself to desecrate himself.” <i>Rashi</i> understands this verse as referring to a priest who has married someone forbidden to him as a wife, but whose marriage is recognized in Jewish <i>halachah</i> as such.\n    Nachmanides understands the word בעל here as similar to that same word in Samuel II 6,2 מבעלי יהודה, from the “notables of the tribe of Yehudah.” [And other similar verses]. Accordingly, the message appears to be that priests are not only warned by the Torah not to defile themselves legally, but to be conscious of their position among the people at all times and to conduct themselves accordingly, so that they do not bring shame on the institution of the priesthood. One such example would be marrying someone obviously not suited, such as a harlot. Defiling himself by attending funerals of the people not his near relatives is among the things he must not do.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "588f55fed6e4a96d624acda8", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Bet 45:2", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Machberet Menachem, Letter Bet 45:2", "sourceHeRef": "מחברת מנחם, ב מ״ה:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 45.0002, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎מתחלק לענינים, <b>בעלת בעל</b> <small>(בראשית כ, ג)</small>, כי <b>יבעל</b> בחור <small>(ישעיהו סב, ה)</small>, כי יקח איש אשה <b>ובעלה</b> <small>(דברים כד, א)</small>, ומגזרתם <b>בעלונו</b> אדנים זולתך <small>(ישעיהו כו, יג)</small>, לא יטמא <b>בעל</b> בעמיו <small>(ויקרא כא, ד)</small>, <b>בעל</b> הבור <small>(שמות כא, לד)</small>, <b>בעליו</b> אין עמו <small>(שם כב, יג)</small>, והם <b>בעלי</b> ברית אברם <small>(בראשית יד, יג)</small>, ומגזרת הבעל ענין אחרי <b>בעל</b> פעור <small>(דברים ד, ג)</small>, <b>לבעלים</b> יזבחו <small>(הושע יא, ב)</small>, את <b>הבעלים</b> ואת העשתרת <small>(ש\"א ז, ד)</small>.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58ad95cdd6e4a93323dc1e4e", "index_title": "Nazir", "category": "Talmud", "type": "", "ref": "Nazir 43a:5", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Nazir 43a:5", "sourceHeRef": "נזיר מ״ג א:ה׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 85.0005, "collectiveTitle": {"en": "Nazir", "he": "נזיר"}, "heTitle": "נזיר", "he": "תָּנוּ רַבָּנַן: ״לְהֵחַלּוֹ״, עַד שָׁעָה שֶׁיָּמוּת. רַבִּי אוֹמֵר: ״בְּמוֹתָם יִטַּמָּא״, עַד שֶׁיָּמוּת.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "§ With regard to the ritual impurity of a corpse, <b>the Sages taught:</b> The Torah states concerning a priest’s exposure to ritual impurity imparted by a corpse: “He shall not become impure, a chief among his people, <b>to profane himself”</b> (Leviticus 21:4), from which it is derived that the prohibition does not apply <b>until the time that</b> the person with whom he comes into contact <b>dies.</b> A priest does not become impure or profane his priesthood at any earlier stage. <b>Rabbi</b> Yehuda HaNasi <b>says</b> that the verse stated with regard to a nazirite: “He shall not become impure for his father, or for his mother, for his brother, or for his sister, when they die” (Numbers 6:7), from which one can infer that <b>when they die,</b> one <b>contracts ritual impurity</b> from them, i.e., not <b>until</b> the other person actually <b>dies.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad9786d6e4a93323dc406b", "index_title": "Yevamot", "category": "Talmud", "type": "", "ref": "Yevamot 22b:3", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Yevamot 22b:3", "sourceHeRef": "יבמות כ״ב ב:ג׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 44.0003, "collectiveTitle": {"en": "Yevamot", "he": "יבמות"}, "heTitle": "יבמות", "he": "פְּשִׁיטָא, אָחִיו הוּא! סָלְקָא דַּעְתָּךְ אָמֵינָא: הוֹאִיל וּכְתִיב: ״כִּי אִם לִשְׁאֵרוֹ הַקָּרוֹב אֵלָיו״, וְאָמַר מָר: ״שְׁאֵרוֹ״ — זוֹ אִשְׁתּוֹ, וּכְתִיב: ״לֹא יִטַּמָּא בַּעַל בְּעַמָּיו לְהֵחַלּוֹ״, יֵשׁ בַּעַל שֶׁמִּטַּמֵּא וְיֵשׁ בַּעַל שֶׁאֵין מִטַּמֵּא, הָא כֵּיצַד? מִטַּמֵּא הוּא לְאִשְׁתּוֹ כְּשֵׁרָה, וְאֵין מִטַּמֵּא לְאִשְׁתּוֹ פְּסוּלָה,", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara asks: <b>Isn’t</b> this <b>obvious,</b> as <b>he is his brother?</b> The Gemara answers: It might <b>enter your mind to say</b> that a priest does not become impure for his brother of flawed lineage, <b>since it is written</b> with regard to priests: “None shall defile himself for the dead among his people <b>except for his kin, that is near unto him”</b> (Leviticus 21:1–2), <b>and the Master said “his kin”; this is his wife,</b> and a priest may defile himself for his wife. <b>But it is written: “He shall not defile himself, being a husband among his people, to profane himself”</b> (Leviticus 21:4), implying that he may not defile himself for his wife. This apparent contradiction is resolved as follows: <b>There is a husband who does become impure</b> for his wife, <b>and there is a husband who does not become impure. How so? He becomes impure for his wife if she was fit</b> and was permitted to a priest, <b>but he does not become impure for his wife</b> if she was <b>unfit</b> to marry a priest.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad9796d6e4a93323dc43b3", "index_title": "Yevamot", "category": "Talmud", "type": "", "ref": "Yevamot 90b:13", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Yevamot 90b:13", "sourceHeRef": "יבמות צ׳ ב:י״ג", "anchorVerse": 4, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 180.0013, "collectiveTitle": {"en": "Yevamot", "he": "יבמות"}, "heTitle": "יבמות", "he": "וּכְתִיב: ״לֹא יִטַּמָּא בַּעַל בְּעַמָּיו לְהֵחַלּוֹ״, יֵשׁ בַּעַל שֶׁמִּיטַּמֵּא, וְיֵשׁ בַּעַל שֶׁאֵין מִיטַּמֵּא. הָא כֵּיצַד? מִיטַּמֵּא הוּא לְאִשְׁתּוֹ כְּשֵׁרָה, וְאֵינוֹ מִיטַּמֵּא לְאִשְׁתּוֹ פְּסוּלָה.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>And it is</b> further <b>written: “He shall not defile himself, a husband among his people, to profane himself”</b> (Leviticus 21:4). It may be inferred from this apparent contradiction between the verses that <b>there is a husband who becomes impure</b> for his wife, <b>and there is a husband who does not become impure. How so? He becomes impure for his fit wife, but he does not become impure for his disqualified wife.</b> Since in the case of the mishna, the woman in question is disqualified with regard to both men, neither of them may become impure for her.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59636bead6e4a9416e9c4012", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Mizrachi, Leviticus 21:4:1", "sourceHeRef": "מזרחי, ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "ויקרא", "he": "<b>לא יטמא בעל בעמיו לא יטמא לאשתו פסולה שהוא מחולל בה בעודה עמו. </b>נראה לי שזה אינו לא על פי מדרשו ולא על פי פשוטו אלא תקון המדרש והימשכו על פי משמעות המקרא ופשוטו בלבד שהרי בת\"כ ובפרק האשה רבה לא דרשו לאשתו פסולה אלא מכח קושית המקראות כדתניא לא יטמא בעי מת\"ל לפי שנאמר לאמו ולאביו ולבנו ולבתו ולאחיו ולאחותו שמיטמא הוא להם בין כשרים בין פסולין יכול אף לאשתו יטמא בין כשרה בין פסולה ת\"ל לא יטמא בעל יש בעל שהוא מיטמא ויש בעל שאינו מיטמא הא כיצד מיטמא הוא לאשתו כשר ואינו מיטמ' לאשתו פסולה פי' מדכתיב לא יטמא בעל משמע אשתו כאלו אמר לא יטמא הבעל לאשתו וכתיב לנפש לא יטמא בעמיו כי אם לשארו הקרוב אליו שאין שארו אלא אשתו אלמא מיטמא הוא לאשתו ומשני לפי שנאמר לאמו ולאביו וגו' שמיטמא הוא להם בין כשרים בין פסולים כגון אם נשאו נשים בעבירה דאמרינן הנושא נשים בעבירה פסול עד שידור הנאה מהן ואם מתו אע\"פ שלא הדור הנאה הוא מיטמא להם ה\"א אף לאשתו מיטמא הוא לה אף על פי שהוא פסולה ת\"ל לא יטמא בעל הא כיצד מיטמא הוא לאשתו כשרה ואינו מיטמא לאשתו פסולה וכך אמרו בפרק האשה רבה במתניתי' דלא זה וזה מיטמא לה מנ\"ל דכתיב כי אם לשארו ואמר מר שארו זו אשתו וכתיב לא יטמא בעל יש בעל מיטמא ויש בעל שאינו מיטמא הא כיצד מיטמא הוא לאשתו כשרה ואינו מיטמא לאשתו פסולה לא שממלת להחלו הוציאו זה כדכתב רש\"י לא יטמא הבעל לאשתו שהוא מחולל בה בעודה עמו שזהו פי' להחלו וזהו שכתב אחר זה וכן פשוטו של מקרא כו' שהמשיך המדרש של המקרא הזה על לשון הכתוב אבל לפי פשוטו של מקרא אין הבעל הזה בעל האשה אלא כתרגומו וא\"ת למה נכתבו כל הקרובים הללו יאמר לאמו וכל שכן לאביו ומה אמו שהיא מתחללת אם נבעלה לפסול לה הוא מיטמא לה אביו שאינו מחולל אלא בעוד שאשתו פסולה עמו לא כל שכן כבר תרצו זה בת\"כ אילו לא נאמר לאביו ה\"א מה אמו בידוע שהיא אמו אף אביו בידוע שהוא אביו כגון שהיו שניהם חבושין בבית האסורין אבל אביו בחזקה מנין ת\"ל ולאביו ואילו נאמר לאביו ולא נאמר לאמו ה\"א מה אביו שאינו מתחלל אף אמו שאינו מתחללת אמו שנתחללה מניין תלמוד לומר ולאמו וא\"ת לישתוק מאמו ומאביו וליתו בק\"ו מבנו ובתו ומה בנו ובתו שאינו חייב בכבודם מיטמא להם אביו ואמו שחייב בכבודם לא כל שכן כבר תרצו גם בזה שאילו כן ה\"א לבנו ולבתו אפילו נפלים תלמוד לומר לאביו ולאמו מה אביו ואמו בני קיימא אף בנו ובתו בני קיימא יצאו בנו ובתו הנפלים וא\"ת אם כן לכתוב חד מינייהו או בנו או בתו וליתו אינך מיניה אביו ואמו במכ\"ש ובנו ובתו חד מחבריה כבר תרצו גם בזה לפי שיש בבן מה שאין בבת ויש בבת מה שאין בבן שהבן חייב אביו למולו ולפדותו וללמדו תורה וללמדו אומנות ולהשיאו אשה מש\"כ בבת והבת אביה זכאי במציאתה ובמעשה ידיה ובהפר' נדרים מש\"כ בבן וכיון שכן לא מצי יליף חד מחברי' לפיכך הוצרכו שניהם וא\"ת יאמר לאחיו ולאחותו וליתו בנו ובתו מינייהו במכ\"ש ומה אחיו ואחותו שאינו חייב בהן מצות מטמא להם בנו ובתו שחייב בהן מצות לכ\"ש כבר תרצו גם בזה שאילו כן ה\"א אף לאחיו ולאחותו מאמו ת\"ל לבנו ולבתו מה בנו ובחו שהוא יורשן אף אחיו ואחותו שהוא יורשן יצאו אחיו ואחותו מאמו וא\"ת יאמר לאחיו ולא יאמר לאחותו כבר תרצו גם בזה שאילו כן הוה אמינא מה אחיו בין קטן בין גדול אף אחותו בין גדולה בין קטנה ת\"ל ולאחותו הבתולה הקטנה לא הגדולה פירוש כל זמן שלא נשאת וסומכת על שלחן אביה קרויה כאן קטנה אף על פי שהיא גדולה בשנים ואם נשאת ואינה סומכת על שלחן אביה קרויה כאן גדולה אף על פי שהיא קטנה בשנים דומיא דמציאת בנו ובתו הקטנים דפרק שנים אוחזין בטלית ואילו נאמר לאחותו הוה אמינא מה אחותו קטנה לא גדולה אף אחיו קטן ולא גדול תלמוד לומר לאחיו בין קטן בין גדול וא\"ת למה לי כולהו קראי דלנפש לא יטמא דכתיב בכהן הדיוט ועל כל נפשות מת לא יבא דכתיב בכ\"ג ואל נפש מת לא יבא דכתיב בנזיר לכתוב חד מנייהו וליתו אינך מיניה יש לומר מצרך צריכי דאי כתב בכהן הדיוט הוה אמינא מה כהן הדיוט מותר בקרובים אף כהן גדול מותר בקרובים ואי כתב בכהן גדול הוה אמינא דוקא כהן גדול אבל כהן הדיוט מותר אף ברחוקים ואי כתב כהן גדול וכהן הדיוט הוה אמינא דוקא הני שקדושתן קדושת עולם אבל נזיר שקדושתו קדושת שעה אימא לא ואי כתב נזיר הוה אמינא דוקא נזיר שמביא קרבן על טומאתו אבל כהן גדול וכהן הדיוט שאינן מביאים קרבן על טומאתן אימא לא קמ\"ל: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5964d62dd6e4a92bf45a861a", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Vayikra 21:4:1-2", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Rabbeinu Bahya, Vayikra 21:4:1-2", "sourceHeRef": "רבנו בחיי, ויקרא כ״א:ד׳:א׳-ב׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "ויקרא", "he": ["<b>לא יטמא בעל בעמיו.</b> פירש רש\"י ז\"ל לא יטמא הבעל לאשתו פסולה שהוא מחולל בה מכהונתו.\n", "<b>והרמב\"ן </b>ז\"ל פירש בעל נכבד, כמו (שמואל ב ו׳:ב׳) בעלי יהודה, הנכבדים שביהודה. אמר לא יטמא נכבד בעמיו להקל את כבודו, כי למעלת הכהן בעבור שהוא ראוי להיות הגדול והנכבד בעמיו יזהירנו שלא יחלל מעלתו בטומאת המתים, ודרשו רז\"ל בעמיו במת שהוא בתוך עמיו, יצא מת מצוה.\n"], "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["לא יטמא בעל בעמיו, “a husband (priest) among his people shall not defile himself to someone who has defiled him through marriage (forbidden union).” According to Rashi what is meant is that if a priest has married someone forbidden to him under Jewish law, he is not allowed to subsequently defile himself at such a woman’s funeral.", "Nachmanides, however, understands the word בעל as not speaking of a husband (or even a bachelor or widower) who is a priest, but of a non-priest who is of prominent social position. He supplies proof for the use of the word בעל in that context from Samuel II 6,2 בעלי יהודה, “the notables of Yehudah.” According to Nachmanides the Torah legislates that a socially highly placed husband must not defile himself on the dead if such participation results in his demeaning himself. The comparison to the priest who is not to defile himself on the dead is based on the social status of the priest which is the highest level of society. Therefore, other men of stature, who similarly occupy prominent positions should be judicious about where and when they defile themselves. Sifra Emor 1,3 claims that the word בעמיו means that a מת מצוה, a stray corpse who appears to have no relatives, is exempt from the legislation in this verse, and even socially highly placed persons must busy themselves forthwith with the burial of such a corpse."], "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "599055afd6e4a94d009755cb", "index_title": "Mishneh Torah, Foreign Worship and Customs of the Nations", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Foreign Worship and Customs of the Nations 12:15", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Mishneh Torah, Foreign Worship and Customs of the Nations 12:15", "sourceHeRef": "משנה תורה, הלכות עבודה זרה וחוקות הגויים י״ב:ט״ו", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 12.0015, "collectiveTitle": {"en": "Mishneh Torah, Foreign Worship and Customs of the Nations", "he": "משנה תורה, הלכות עבודה זרה וחוקות הגויים"}, "heTitle": "משנה תורה, הלכות עבודה זרה וחוקות הגויים", "he": "הַקֹּרֵחַ קָרְחָה עַל הַמֵּת לוֹקֶה שֶׁנֶּאֱמַר <small>(דברים יד א)</small> \"וְלֹא תָשִׂימוּ קָרְחָה בֵּין עֵינֵיכֶם לָמֵת\". אֶחָד יִשְׂרָאֵל וְאֶחָד כֹּהֵן שֶׁשָּׂרַט עַל הַמֵּת אֵינוֹ לוֹקֶה אֶלָּא אַחַת. הַקֹּרֵחַ אַרְבַּע אוֹ חָמֵשׁ קָרְחוֹת עַל מֵת אֶחָד לוֹקֶה כְּמִנְיַן הַקָּרְחוֹת וְהוּא שֶׁהִתְרוּ בּוֹ עַל כָּל קָרְחָה וְקָרְחָה. אֶחָד הַקֹּרֵחַ בְּיָדוֹ אוֹ בְּסַם אוֹ הִטְבִּיל אֶצְבְּעוֹתָיו בְּסַם וְהִנִּיחָם בַּחֲמִשָּׁה מְקוֹמוֹת בְּרֹאשׁוֹ בְּבַת אַחַת הוֹאִיל וְקָרַח חָמֵשׁ קָרְחוֹת אַף עַל פִּי שֶׁהִיא הַתְרָאָה אַחַת לוֹקֶה חָמֵשׁ שֶׁהֲרֵי כֻּלָּן בָּאִין כְּאַחַת. וְחַיָּב עַל כָּל הָרֹאשׁ כְּבֵין הָעֵינַיִם שֶׁנֶּאֱמַר <small>(ויקרא כא ה)</small> \"לֹא יִקְרְחוּ קָרְחָה בְּרֹאשָׁם\". וְכַמָּה שִׁעוּר הַקָּרְחָה כְּדֵי שֶׁיֵּרָאֶה מֵרֹאשׁוֹ כִּגְרִיס פָּנוּי בְּלִי שֵׂעָר: ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "A person who creates a bald spot [on his head] for a dead person<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Even today, we find the colloquialism, \"tear out his hair in grief.\"</i> is [liable for] lashes,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\"><i>Sefer HaMitzvot</i> (Negative Commandment 171) and <i>Sefer HaChinuch</i> (Mitzvah 468) consider this prohibition to be one of the 613 mitzvot of the Torah. It is significant that the Rambam did not list this prohibition together with the previous ones in <i>Sefer HaMitzvot</i>.</i> as [Deuteronomy 14:1] states: \"Do not make a bald spot between your eyes<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><i>Menachot</i> 37b explains that here the intent is not the area which is literally \"between the eyes,\" but rather the center of the head.</i> for a dead person.\" When either a priest or an Israelite makes a bald spot [on his head] for a dead person, he is [liable for] only a single measure of lashes.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Although, as the Rambam quotes below, Leviticus 21:5 states specifically that a priest may not create a bald spot on his head, that verse should not be understood to be a separate commandment, but rather a further elaboration of this prohibition.<br>In <i>Sefer HaMitzvot</i> (Negative Commandment 171), the Rambam elaborates on this subject, explaining that since the mitzvah cannot be derived in its entirety from the verse in Deuteronomy, the verse in Leviticus is not considered to be a second mitzvah applying to priests alone, but rather a further definition of that same command.</i><br>A person who makes four or five bald spots for a single dead person is [liable for] a measure of lashes equivalent to the number of bald spots he made, provided he received a separate warning for each bald spot.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">as explained in Halachah 12. If, however, he creates a single bald spot for five individuals, he is [liable for] only a single measure of lashes. In contrast, were he to gouge himself once for each of these individuals he would receive a commensurate number of measures of lashes.</i> There is no difference whether one created the bald spot with his hands<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">pulling his hair out</i> or with a potion.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">that removes the hair chemically.</i> If a person dipped his fingers into a potion and positioned them in five places on his head at the same time, since he created five bald spots, he is [liable for] five measures of lashes<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">because it is considered as if he performed five different activities.</i> even though only a single warning was given,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">That warning can be applied to each of the bald spots he created</i> for they were all created at the same time.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">for they were all created at the same time.</i><br> One is liable [for creating a bald spot] on any part of the head, [not only] \"between the eyes\"<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">as mentioned in the verse from Deuteronomy quoted above.</i> [as is inferred from Leviticus 21:5]: \"Do not make a bald spot on your heads.\"<br>What<sup class=\"footnote-marker\">12</sup><i class=\"footnote\"><i>Makkot</i> 20b explains that this verse is used to define the scope of the prohibition for everyone, both priests and Israelites.</i> is the measure of a bald spot? An area on one's head the size of a <i>gris</i><sup class=\"footnote-marker\">13</sup><i class=\"footnote\"><i>Nega'im</i> 6:1 defines a <i>gris</i> as an area which encompasses 36 hairs as they stand naturally on one's head. Contemporary authorities explain that this is approximately the size of an American dime or slightly smaller than an Israeli telephone token.</i> which is free of hair.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Rabbenu Asher disagrees and maintains that one is liable even if he removes two hairs. Furthermore, even the removal of a single hair is forbidden. (See <i>Shulchan Aruch, Yoreh De'ah</i> 180:9; <i>Gilyon HaMaharsha</i>.)</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "59d4892dd6e4a939ba174505", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Torah Temimah on Torah, Leviticus 21:4:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>בעל בעמיו. </b>בזמן שעושין מעשה עמיו ולא בזמן שפורשין מדרכי צבור <sup class=\"footnote-marker\">כח</sup><i class=\"footnote\">ר\"ל אע\"פ דלאשתו אם היא פסולה אינו מטמא, אבל לקרובים מטמא אפילו לפסולים כל זמן שלא פרשו מדרכי צבור, בפריקת עול התורה והמצוה. וע' ביו\"ד סי' שמ\"ה.\n</i>.<br>(שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d4892dd6e4a939ba174507", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 21:4:2", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Torah Temimah on Torah, Leviticus 21:4:2", "sourceHeRef": "תורה תמימה על התורה, ויקרא כ״א:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>להחלו. </b>עד שעה שימות <sup class=\"footnote-marker\">כט</sup><i class=\"footnote\">לאפוקי גוסס אע\"פ דרוב גוססין למיתה מ\"מ כיון דכתיב להחלו דריש לשון חלל, והיינו לאחר שנעשה חלל דהיינו מת גמור. ואמנם בגמרא כאן יש גירסות שונות בענין זה כמבואר בתוס', ולפי אותן הגירסות הוי גם גוסס בכלל מת, ולכן אין דין זה ברור, ולכן קיי\"ל דאסור לכהן לכנס לבית שיש שם גוסס אם לא לאיזה תועלת והכרת הדרוש להחולה. וע' ביו\"ד סי' של\"ט וסי' ש\"ע.\n</i>.<br>(נזיר ס\"ג א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d4892dd6e4a939ba174509", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 21:4:3", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Torah Temimah on Torah, Leviticus 21:4:3", "sourceHeRef": "תורה תמימה על התורה, ויקרא כ״א:ד׳:ג׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 4.0003, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>להחלו. </b>מי שאינו מחולל, יצא מי שמחולל ועומד <sup class=\"footnote-marker\">ל</sup><i class=\"footnote\">ר\"ל אם בעת שנטמא לקרובו המת נטמא למת אחר אינו חייב מלקות, כיון דמחולל הוא מטומאת מתו, אבל לאחר שפירש ממתו חייב, ולענין לכתחלה לטמא למת אחר ביחד עם קרובו או עם מת מצוה נתבאר לעיל אות כ\"ז.\n</i>.<br>(שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59ef2e17d6e4a90d4d5c0dcf", "index_title": "Steinsaltz on Nazir", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Nazir 43a:5", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Steinsaltz on Nazir 43a:5", "sourceHeRef": "ביאור שטיינזלץ על נזיר מ״ג א:ה׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 85.0005, "collectiveTitle": {"en": "Steinsaltz on Nazir", "he": "ביאור שטיינזלץ על נזיר"}, "heTitle": "ביאור שטיינזלץ על נזיר", "he": "<big>א</big> ובענין זה של איסור טומאה במי שהיה גוסס ומת <b>תנו רבנן</b> <small>[שנו חכמים</small><small>]:</small> נאמר באיסור טומאה לכהנים <b>\"</b>לא ייטמא בעל בעמיו <b>להחלו\"</b> (ויקרא כא, ד), ודרשו מכאן כי אין איסור זה חל <b>עד שעה שימות,</b> שלפני כן אינו נטמא ומחלל את כהונתו. <b>רבי אומר:</b> נאמר בנזיר \"לא יטמא להם במותם\" (במדבר ו, ז), ויש לדייק כי רק <b>\"במותם יטמא\",</b> ואינו נטמא <b>עד שימות</b>  המת.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a436712d6e4a97d18d91597", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 21:4:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>לא יטמא בעל בעמיו להחלו.</b> ראוי שתדע שכבר יאמר בעמיו על אשתו כמו שאמר בזאת הפרש' ולא יחלל זרעו בעמיו ומאמרו בעל הנה יתבאר שהתורה צותה אותו שלא יטמא מצד מה שהוא בעל והוא מבואר שהוא בעל מצד אשתו ולזה יהיה הרצון בה שלא יטמא הבעל באשתו שהוא להחלו והוא אשתו הפסולה ואע\"פ שאיננה מחללת בעלה אבל היא חללה ובניה חללים הנה אמר שהיא לחללו באופן שאמר בבת כהן את אביה היא מחללת וזה כי אע\"פ שהנושא הפסולה לו אינו חלל הנה זה הענין חלול מה לו כי הוא מוריד זרעו מקדושתו ומזה המקום יתבאר שאין כהן מיטמא לאשתו הפסולה וראוי שיתבאר מזה שאפשר לו להטמא לאשתו הכשרה אבל לא יתבאר מזה שיחוייב להטמא לאשתו הכשרה:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9bed79197ec001aac27ad", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Midrash Aggadah, Leviticus 21:4:1", "sourceHeRef": "מדרש אגדה, ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "ויקרא", "he": "לא יטמא בעל בעמיו. יכול לאשתו יטמא בין שהיא כשרה בין שהיא פסולה, תלמוד לומר בעמיו בזמן שהיא עושה מעשה עמיו:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c1795e3bb386c011be94f52", "index_title": "Tosafot Yom Tov on Mishnah Kiddushin", "category": "Quoting Commentary", "type": "", "ref": "Tosafot Yom Tov on Mishnah Kiddushin 4:6:3", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Tosafot Yom Tov on Mishnah Kiddushin 4:6:3", "sourceHeRef": "תוספות יום טוב על משנה קידושין ד׳:ו׳:ג׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1613, 1617], "commentaryNum": 6.0003, "collectiveTitle": {"en": "Tosafot Yom Tov on Mishnah Kiddushin", "he": "תוספות יום טוב על משנה קידושין"}, "he": "<b>ישראל שנשא חללה בתו כשרה לכהונה</b>. יליף בגמ' נאמר כאן (ויקרא כ״א:ד׳) לא יחלל זרעו בעמיו. ונאמר להלן (שם) לא יטמא בעל בעמיו. מה להלן זכרים ולא נקבות. [כדתנן במשנה ז' פ\"ג דסוטה] אף כאן זכרים ולא נקבות. וליכא למילף אולד עצמו הנולד מאיסורי כהונה דא\"כ לכתוב בנו. מדכתב זרעו. ש\"מ דולד עצמו אפי' נקבות הוי חללה. אלא כי אתא קרא להכשיר הבא מהולד הזה. וליכא למימר להכשיר הבא מהולד בין שהולד הוא זכר או נקבה. מדכתיב זרעו האב והזרע הוזכרו בתיבה זו. הוקש זרעו לו. מה הוא בתו פסולה. אף זרעו בתו פסולה. וכדתנן בת חלל זכר כו'. וכי אהני ג\"ש לבת בתו אהני. והיינו ישראל שנשא חללה כו' וכתב רש\"י אבל כהן שנשא חללה בתו חללה. דכל ולד הנולד בביאת איסור. כהונה הוי חלל וכדכתיבנא בריש פירקין. \n", "heVersionTitle": "Mishnah, ed. Romm, Vilna 1913", "heLicense": "Public Domain", "heVersionTitleInHebrew": "משנה, מהדורת בית דפוס ראם, וילנא 1913", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17aab50443cc00199dc672", "index_title": "Sefer Mitzvot Katan", "category": "Halakhah", "type": "", "ref": "Sefer Mitzvot Katan, Remazim 89", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Sefer Mitzvot Katan, Remazim 89", "sourceHeRef": "ספר מצוות קטן, רמזים פ״ט", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1263, 1277], "commentaryNum": 89, "collectiveTitle": {"en": "Sefer Mitzvot Katan", "he": "ספר מצוות קטן"}, "heTitle": "רמזים", "he": "שלא יטמא כהן למת דכתיב לא יטמא בעל בעמיו (ויקרא כא)", "heVersionTitle": "Sefer Mitzvot Katan, Kopys, 1820", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עמודי הגולה, קאפוסט תק\"פ", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b04cbb386c011bea1fe0", "index_title": "Tosafot Yom Tov on Mishnah Yevamot", "category": "Quoting Commentary", "type": "", "ref": "Tosafot Yom Tov on Mishnah Yevamot 10:1:12", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Tosafot Yom Tov on Mishnah Yevamot 10:1:12", "sourceHeRef": "תוספות יום טוב על משנה יבמות י׳:א׳:י״ב", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1613, 1617], "commentaryNum": 1.0012, "collectiveTitle": {"en": "Tosafot Yom Tov on Mishnah Yevamot", "he": "תוספות יום טוב על משנה יבמות"}, "he": "<b>ולא זה וזה מטמאין לה</b>. דכתיב (ויקרא כ״א:ד׳) לא יטמא בעל בעמיו להחלו ללמד שאינו מטמא על אשתו פסולה. גמרא. וזו פסולה לו דאשת כהן אפילו שנאנסה אסורה לבעלה: [מטמאין. המ\"ם בחיר\"ק והטי\"ת דגושה ותי\"ו התפעל מובלע בדגשות הטי\"ת]: \n", "heVersionTitle": "Mishnah, ed. Romm, Vilna 1913", "heLicense": "Public Domain", "heVersionTitleInHebrew": "משנה, מהדורת בית דפוס ראם, וילנא 1913", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7da5f9a51caf0018dcad78", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Emor, Section 1 15", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Sifra, Emor, Section 1 15", "sourceHeRef": "ספרא, אמור, פרשה א ט״ו", "anchorVerse": 4, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 15, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה א", "he": "[טו] \"לא יטמא בעל בעמיו\" מה תלמוד לומר? לפי שנאמר 'לאמו ולאביו ולבנו ולבתו ולאחיו ולאחותו' מטמא להם בין פסולים בין כשרים, יכול אף לאשתו יטמא בין כשרה בין פסולה? תלמוד לומר \"לא יטמא בעל בעמיו\" – יש בעל שמטמא ויש בעל שאין מטמא. הא כיצד? מטמא הוא לאשתו כשרה ואינו מטמא לאשתו פסולה.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "15) (Vayikra 21:4) (\"Let a husband not become tamei among his people to become profaned.\") \"Let a husband not become tamei among his people to become profaned.\" What is the intent of this? Because it is written that he makes himself tamei for his mother and his father, his son and his daughter, his brother and his sister, whether they are or are not fit (for the priesthood), I might think that he does so also for his wife.\" It is, therefore, written \"Let a husband (who is a Cohein) not become unclean (for his wife.\" There is a husband who becomes unclean and there is a husband who does not become clean. How so? He makes himself tamei for his wife who is kasher, and does not make himself tamei for his wife who is pasul (i.e., who makes his children challalim, this being the thrust of \"to become profaned\").", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7da5fcea593e00185b6974", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Emor, Section 1 16", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Sifra, Emor, Section 1 16", "sourceHeRef": "ספרא, אמור, פרשה א ט״ז", "anchorVerse": 4, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 16, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה א", "he": "[טז] \"בעמיו\" – בזמן שעושים כמעשה עמיו, לא בזמן שפירשו מדרכי ציבור. \"להחלו\" – נהג מנהג כזה הרי הוא חולין. יכול יהא חולין לעולם? תלמוד לומר \"להחלו\" – בזמן שהוא מתעסק עמו הרי הוא חולין. פירש, הרי הוא בקדושתו.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "16) \"among his people\": when they act as his people do, and not when they have strayed from the ways of the congregation. \"to become profaned\": If he (the strayer) follows this course, he (the Cohein in question) becomes chullin (\"mundane,\" and unfit for the priestly service.) I might think that he remains chullin forever; it is, therefore, written \"beamav.\" As long as he (the strayer in question) is \"with it\" (imo [i.e., as long as he persists in this course]), then he (the Cohein) is chullin. Once he departs from it, he (the Cohein) reverts to his original sanctity.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd6eb6c4424d0058269f44", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Emor 10:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Malbim on Leviticus, Emor 10:1", "sourceHeRef": "מלבי\"ם על ויקרא, אמור י׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "אמור", "he": "לא יטמא בעל בעמיו: בפסוק זה נלחצו המפרשים. ואונקלוס תרגם מענין אדון וגדול, שלא יטמא הנכבד בעם. ועיין ברמב\"ן. אולם המעיין במקרא יראה שסתם \"בעל\" הנאמר תמיד הוא על בעל האשה. והבא על ענין אחר בא בסמיכות תמיד – \"בעל השור\", \"בעלי הבית\" וכן \"בעלי יהודה\" היינו המושלים על יהודה. ובא על מי שיש לו קנין באיזה דבר חוץ מגופו או תכונה בגופו – \"בעל שער\" \"בעל אף\". ואם כן ממה שכתב \"בעל\" סתם מבואר כדברי חז\"ל שקאי על בעל האשה. וכן פירשו הרשב\"ם. ואחר שלמדו ממה שכתב \"כי אם לשארו\" שמטמא לאשתו, פירשו ביבמות (דף כב ודף צ) שהכתוב באר התנאי \"להחלו\", והלמ\"ד הוא כמו למ\"ד של \"לנפש\" – שלא יטמא הבעל אל האשה המחללת אותו, דהיינו לאשתו פסולה. שהגם שהוא אינו מתחלל, פירוש: שמורדת אותו מקדושתו כמו \"את אביה היא מחללת\", וזה פירוש משנה טו. והנה מלת \"בעמיו\" פרש\"י כשהוא תוך עמיו, לאפוקי מת מצוה. אבל הלא כבר אמר זה \"לנפש לא יטמא בעמיו\"? ועל כרחנו פירושו שמה שכתב שני פעמים \"בעמיו\" בא אחד מהם להוציא אם יצא מן העם על ידי שפירש מדרכי צבור. וכמו שדרשו ביבמות (דף ??) ובכמה מקומות: \"ונשיא בעמך\" – בזמן שעושה מעשה עמך. ואמר שאף על פי שהיא \"בעמיו\" לא יטמא להחלו אם היא פסולה. מה שאין כן בשאר קרובים מטמא לפסולים, כל שלא פירשו מדרכי צבור דהיינו שאין שומרים החגים והמועדים ופורשים מדרכי ישראל כמו שכתוב ביורה דעה (סימן שמה ס' ע\"ה). ועיין בסנהדרין (דף מז) וכן בתרגום יונתן בן עוזיאל לא יסתאב בעלה לאתתיה אלהן עד כשרא ליה. ברם לקריבא דאינין עבדין עובדי עמיה יתחל עליהון. ובמה שכתוב \"להחלו\" – נהג מנהג כזה לא יכולתי לפרש לפי גירסת הספרים והגהתי ת\"ל \"להחלו\", וכן מצאתי בפסיקתא זוטרתי, ורצונו לומר כי על הדרוש הא' היה ראוי לומר \"לחללה\", כי הוא אינו מתחלל רק האשה. ועל כן דרשו כונה שנייה שלא יטמא באופן שיחל כהונתו על ידי שאם מטמא למתים אינו כהן כמו שאמרו בפרק ז דבכורות והוא חולין. ורמז גם כן הדרוש שדרשו בנזיר (דף מג) \"להחלו\" – במי שאינו מחולל. יצא זה שמחולל ועומד דהיינו בזמן שמתעסק במת מותר ליגע במת אחר באותו שעה. והאזהרה הוא רק אם פירש מן המת שאז אינו מחולל והוא בקדושתו. וקאמר שם שדרוש זה מוכח ממה שכתוב \"להחלו\" ולא \"להחל\". וז\"ש בזמן שהוא עמו הרי הוא חולין.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5db0042552405c562cf7e121", "index_title": "Minei Targuma on Torah", "category": "Commentary", "type": "commentary", "ref": "Minei Targuma on Torah, Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Minei Targuma on Torah, Leviticus 21:4:1", "sourceHeRef": "מיני תרגומא על תורה, ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1751, 1799], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Minei Targuma", "he": "מיני תרגומא"}, "heTitle": "ויקרא", "he": "<b>פרשת אמור</b> <b>לֹא יִטַּמָּא בַּעַל בְּעַמָּיו</b> תרגום אונקלוס <b>לָא יִסְתָּאַב רַבָּא בְעַמֵּיהּ</b> מן הראוי היה לו לתרגם כמו שתרגם בכל מקום בעל שהלשון תרגום ועברי שוין. אכן תבין זה במה שכתב הרמב״ן בזה״ל וטעם בעל בעמיו כמו מבעלי יהודה. בעלי גוים (ישעיה ט״ז) הנכבדים בהם או האדונים להם מלשון בעליו אין עמו (משפטים כ״ב) בעל הבית כי הנכבדים יקראו אדונים יאמר לא יטמא נכבד בעמיו להחל את כבודו יפרש הכתוב כי למעלת הכהן בעבור שהוא ראוי להיות הגדול והנכבד בעמיו יזהירנו שלא יחלל מעלתו לעולם בטומאת המתים ויתכוון הכתוב בזה שלא יעלה על דעתינו שאין האזהרה אלא בבואם אל אוהל מועד לשרת בקודש וכן בכל הפרשה יזהיר כי הכל למעלתם את אביה היא מחללת ולא יחלל זרעו וכן תרגומו של אונקלוס לא יסתאב רבא בעמיה לאחלותיה ובתורת כהנים נדרש בבעל באשתו כמ״ש רש״י עכ״ל. ודע דר״א אב״ע פירש רבא ממש וכדעת הרמב״ן אליבא דאונקלוס:", "heVersionTitle": "Vilna, 1836", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ווילנא, תקצ\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5decf645afd0455414a3c7cf", "index_title": "Paaneach Raza", "category": "Commentary", "type": "commentary", "ref": "Paaneach Raza, Emor 6", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Paaneach Raza, Emor 6", "sourceHeRef": "פענח רזא, אמור ו׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 6, "collectiveTitle": {"en": "Paaneach Raza", "he": "פענח רזא"}, "heTitle": "אמור", "he": "לנפש לא יטמא למי שי\"ל השארת נפש אחר מיתה לא יטמא, בעמיו, פי' הג\"ן לפי הפשט אפי' בעמיו אחר מיתתו כ\"ש לעכו\"ם, ובעמיו דהיינו לקרוביו וכ\"ש לאחרים:", "heVersionTitle": "Paaneach Raza, Warsaw 1932", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5decf645597e628317f3a999", "index_title": "Paaneach Raza", "category": "Commentary", "type": "commentary", "ref": "Paaneach Raza, Emor 7", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Paaneach Raza, Emor 7", "sourceHeRef": "פענח רזא, אמור ז׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 7, "collectiveTitle": {"en": "Paaneach Raza", "he": "פענח רזא"}, "heTitle": "אמור", "he": "לא יטמא בעל בעמיו, זה כהן גדול שלקדושתו וגדולתו קורהו בעל, הר\"ר בכור שור:", "heVersionTitle": "Paaneach Raza, Warsaw 1932", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ea157adf4dafb83a5476d0e", "index_title": "Reshimot Shiurim on Yevamot", "category": "Quoting Commentary", "type": "", "ref": "Reshimot Shiurim on Yevamot 20b:19", "anchorRef": "Leviticus 21:1-9", "anchorRefExpanded": ["Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9"], "sourceRef": "Reshimot Shiurim on Yevamot 20b:19", "sourceHeRef": "רשימות שיעורים על יבמות כ׳ ב:י״ט", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1913, 2011], "commentaryNum": 40.0019, "collectiveTitle": {"en": "Reshimot Shiurim on Yevamot", "he": "רשימות שיעורים על יבמות"}, "heTitle": "רשימות שיעורים על יבמות", "he": "ויעויין בתו\"י (ד\"ה אי הכי) שכ' וז\"ל אע\"ג דבפ' אלו מציאות (ב\"מ דף ל.) משמע דחשבינן ליה עשה גבי טומאה י\"ל דהיינו לגבי מילתא דכתיבא בהאי פרשתא דכתיב והתקדשתם אבל לגבי כל התורה לא חשבינן ליה לעשה עכ\"ל. וכמו\"כ תירצו התוס' לב\"מ (דף ל. ד\"ה הא) בנוגע למצות \"קדושים יהיו\". ברם תירוצם צריך עיון דס\"ל דבגרושה לכהן הדיוט העשה ד\"קדושים יהיו\" חל מפני דכתיבא באותה פרשה (ויקרא כ\"א: א' - ט'), ואילו בכ\"ג שנשא אלמנה מצות \"קדושים יהיו\" לא חלה דלא כתיבא בפרשת כ\"ג (שם פסוקים י' - ט\"ו) אלא בפרשת כהן הדיוט, ובזה צ\"ע דכ\"ג קדוש יותר מכהן הדיוט ולכן בדין הוא דהעשה ד\"קדושים יהיו\" יחול אף בכ\"ג ק\"ו מכהן הדיוט<sup class=\"footnote-marker\">108)</sup><i class=\"footnote\">ואולי י\"ל דלתו\"י העשה חל רק על חילול הקדושה היסודית של כהונה כשכהן נושא גרושה ולא על חילול תוספת הקדושה של כ\"ג כשנושא אלמנה.</i>.", "heVersionTitle": "Reshimot Shiurim, Yevamot, New York, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "רשימות שיעורים על מסכת יבמות, תשע\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ebd61962a8feecc0e8a85f5", "index_title": "Peninei Halakhah, Family", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Family 6:12:2", "anchorRef": "Leviticus 21:1-7", "anchorRefExpanded": ["Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7"], "sourceRef": "Peninei Halakhah, Family 6:12:2", "sourceHeRef": "פניני הלכה, משפחה ו׳:י״ב:ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [2000, 2004], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Peninei Halakhah, Family", "he": "פניני הלכה, משפחה"}, "he": "לכהנים זכרים אסור להתחתן עם נשים מסוימות, הואיל והוקדשו לעבודת בית המקדש, שנאמר (ויקרא כא, א-ז): \"וַיֹּאמֶר ה' אֶל מֹשֶׁה אֱמֹר אֶל הַכֹּהֲנִים בְּנֵי אַהֲרֹן… קְדֹשִׁים יִהְיוּ לֵאלוֹהֵיהֶם וְלֹא יְחַלְּלוּ שֵׁם אֱלוֹהֵיהֶם כִּי אֶת אִשֵּׁי ה' לֶחֶם אֱלוֹהֵיהֶם הֵם מַקְרִיבִם וְהָיוּ קֹדֶשׁ. אִשָּׁה זֹנָה וַחֲלָלָה לֹא יִקָּחוּ וְאִשָּׁה גְּרוּשָׁה מֵאִישָׁהּ לֹא יִקָּחוּ כִּי קָדֹשׁ הוּא לֵאלֹוהָיו\". לבנות כהן אין הגבלות, אלא כל שכשר לנישואים עם בת ישראל כשר לנישואים עם בת כהן.", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea013eb7d2e14756449ed", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Midrash Lekach Tov, Leviticus 21:4:1", "sourceHeRef": "מדרש לקח טוב, ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> לא יטמא בעל בעמיו. מה ת\"ל לפי שמצאנו שהוא מטמא לאמו ולאביו ולבנו ולבתו ולאחיו ולאחותו בין שהן כשרין בין שהן פסולין יכול אף לאשתו יטמא לה בין שהיא כשרה בין שהיא פסולה ת\"ל לא יטמא בעל. יש בעל שמטמא ויש בעל שאינו מטמא הא כיצד מטמא הוא לאשתו כשרה ואין מטמא לאשתו פסולה. <i data-commentator=\"Beur HaRe'em\" data-order=\"14\"></i> בעמיו. של בעל שלמעלה שאמר מטמא הוא לכשרה ואינו מטמא לאשתו פסולה. ומנין שנאמר בעמיו בזמן שהן עושין מעשה עמיו ולא בזמן שפירשו מדרכי צבור. שני פעמים כתובים בעמיו. הראשון בזמן שעמיו שם. כלומר בזמן שיש לו קוברים לא יטמא הא אם אין עמיו שם <i data-commentator=\"Beur HaRe'em\" data-order=\"15\"></i> יטמא כהן גדול. והשני בעמיו יטמא לקרוביו שאם עושין מעשה עמיו מטמא להן בין כשרין בין פסולין הא פירשו אבותיו מדרכי צבור אין מטמא להן, להחלו. מלמד שאם לא נוהג במצוה הזאת הרי הוא חולין. ד\"א לא יטמא בעל בעמיו <i data-commentator=\"Beur HaRe'em\" data-order=\"16\"></i> שאינו מטמא לנשיא. להחלו. <i data-commentator=\"Beur HaRe'em\" data-order=\"17\"></i> בזמן שהוא מתעסק בו הרי הוא חולין. <i data-commentator=\"Beur HaRe'em\" data-order=\"18\"></i> פירש וטבל והזה הרי הוא בקדושתו:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f68825361ab0529abaf6033", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Tzafnat Pa'neach on Torah, Leviticus 21:4:1", "sourceHeRef": "צפנת פענח על התורה, ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "ויקרא", "he": "<b>לא יטמא בעל בעמיו להחלו.</b><br><b>תו״כ, שם, טז: ׳בעמיו׳, בזמן שעושים כמעשה עמיו, לא בזמן שפרשו מדרכי צבור. ׳להחלו׳; נהג מנהג זה הרי הוא חולים.</b> ר״ל שאז הם פסולים לעבודה. עמ״ש הרמב״ם בפהמ״ש סוטה פ״ג ע״ש.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f68825361ab0529abaf6035", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Leviticus 21:4:2", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Tzafnat Pa'neach on Torah, Leviticus 21:4:2", "sourceHeRef": "צפנת פענח על התורה, ויקרא כ״א:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "ויקרא", "he": "כן סבירא לרבנו בפהמ״ש ספ״ג דסוטה דכהן שיש לו אשה פסולה ג״כ כל זמן שהיא תחתיו פסול לעבודה, לא בגדר קנס. וכן י״ל דס״ל לרבנו בחיבורו כן, רק דיעבד עבודתו כשרה כמו בחלל. ועי׳ באבל רבתי פ״ד ה״ד דאיתא שם דאלמנה לכה״ג אינו מטמא, והוא תמוה, הא בלאו הכי אין כה״ג מטמא לאשתו, אך הגדר דלשיטת רבנו א״ש, דכיון שנשאה נעשה בגדר פסול מן התורה וכו׳, וכיון שנעשה בגדר חלל שוב אין עליו שם כה״ג עד שיגרשנה וימנו אותו עוד, ולכך נקט דמ״מ אין מטמא לה כיון שנתחללה ופסולה עכשיו גם לכהן הדיוט וכו׳, ובתו״כ פ׳ אמור משמע כדברי רבנו בפי׳ המשניות.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5fd2fd9b2efe8d2b581696a1", "index_title": "Rashi on Hosea", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Hosea 11:6:3", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Rashi on Hosea 11:6:3", "sourceHeRef": "רש\"י על הושע י״א:ו׳:ג׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 6.0003, "collectiveTitle": {"en": "Rashi on Hosea", "he": "רש\"י על הושע"}, "heTitle": "רש\"י על הושע", "he": "<b>ממועצותיהם.</b> נקוד שני טעמים בו הטיפחא בו הסילוק לפי שהוא דיבור בפני עצמו וכן להחלו דלא יטמא בעל בעמיו (ויקר' כא) וכן לדורותיכם דשמן משחת קודש (שמות ל):", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "<b>because of their counsels</b> (all these came upon them.) The word מִמֹּעֲצוֹתֵיהֶם is punctuated by two accents: it contains a tipcha and it contains a silluk (sof passuk), since it is a clause by itself. Comp. (Lev. 21:4) לְהֵחַלְוֹ, “for him to become profaned,” of the verse commencing, “A husband shall not contaminate himself.” Similarly, (Ex. 30:3l) לדֹרֹתֵיכֶם, “to your generations,” of the verse dealing with the holy anointing oil.", "versionTitle": "The Judaica Press complete Tanach with Rashi, translated by A. J. Rosenberg", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60f575a5a40e8c99a1f4e32d", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Maskil LeDavid, Leviticus 21:4:1", "sourceHeRef": "משכיל לדוד, ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "commentaryNum": 4.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "ויקרא", "he": "<b>לא יטמא וכו׳ בתוך עמיו וכו׳.</b> וא״ת ואמאי אצטריך למכתב הכא בעמיו להוציא כשאינה בתוך עמיו הא פשיטא דכבר נכתב לנפש לא יטמא בעמיו להוציא מת מצוה ומאי שנא זו וי״ל דאי לא כתיב ה״א דשאני ושאני דכיון שהוא נתחלל בה לא יהיה חייב לקוברה אפילו היא מת מצוה קמ״ל. ואי כתב רחמנא הכא לא אתו כל מתו דעלמא מינה דאיכא למימר אדרבא זו הואיל וסוף סוף אשתו היא חייב ליטמא לה כשאין לה קוברין אבל מתים דעלמא לא משו״ה צריכי תרווייהו ומ״מ בת״כ דרשינן הך בעמיו דהכא לדרשה אחריתי בעמיו בזמן שעושים כמעשה עמיו ע״כ ולפי דרשת הת״כ צריך לפ׳ דבעמיו אינו נקשר עם לא יטמא בעל אלא מלתא באפי נפשה היא ואעיקר דינא דהיתר טומאת קרובים קאי וכמו שביאר שם הק״א. וכיון שאין זה קרוב לפשט המקרא לא נקטי׳ רש״י הכא:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b6fe8430f78f20636770", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 627:2", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Yalkut Shimoni on Torah 627:2", "sourceHeRef": "ילקוט שמעוני על התורה תרכ״ז:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 627.0002, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "בני אהרן יכול חללים תלמוד לומר הכהנים יצאו הללים. מנין לרבות בעלי מומין תלמוד לומר בני אהרן. בני אהרן אף הקטנים. ואמרת אליהם לנפש לא יטמא בעמיו אין לי אלא למת מנין לרבות את הדם תלמוד לומר לנפש ולהלן הוא אומר כי הדם הוא הנפש. מנין לרבות את כל הטומאות הפורשות מן המת תלמוד לומר ואמרת אליהם לרבות את הטומאות הפורשות מן המת. לנפש לא יטמא בעמיו כל זמן שעמיו שם אין מטמא [אבל] מטמא הוא למת מצוה אית דבעי משמעינה מן הדא להחלו (ג להחלו אינו מטמא אבל מטמא הוא למת מצוה. ואית דבעי משמעינה מן הדא כי קללת אלהים תלוי את שהוא מוזהר על קללת השם מוזהר על מת מצוה. התיבון הרי כותי. אלו שמיתתן בתליה יצא זה שמיתתו בסייף מנין אתה מרבה סייף שנהרג בי. עץ שנתלה בו, סידר שנחנק בו, תלמוד לומר תקברנו, יכול יקברו עמו תלמוד לומר כי קבור תקברנו קבורה לו וקבורה לעצו הא כיצד מעמיק שלשה טפחים שלא תעלה המחרשה. כתיב כי אם לשארו וכתיב לא יטמא בעל בעמיו יש בעל שהוא מטמא ויש בעל שאינו מטמא מטמא הוא לאשתו כשרה ואינו מטמא לאשתו פסולה. אין שארו אלא אשתו שנאמר שאר אביך היא. הקרובה ולא ארוסה. אליו ולא הגרושה. יאמר לאמו מה תלמוד לומר לאביו ומה לאמו שהיא מתחללת הרי הוא מטמא לה אביו שאין מתחלל אינו דין שיטמא לו. אלו כן הייתי אומר מה אמו בידוע אף אביו בידוע, אביו חזקיה מנין, תלמוד לומר לאביו. ויאמר לאביו מה תלמוד לומר לאמו ומה אביו שהוא חזקה הרי הוא מטמא לו אמו שהיא ודאית אינו דין שיטמא לה אלו כן הייתי אומר מה אביו שלא נתחלל אף אמו שלא נתחללה אמו שנתחללה מנין, תלמוד לומר לאמו. ויאמר בנו ובתו מה תלמוד לומר לאמו ולאביו ומה אם בנו ובתו שאין חייב בהם בכבודן הרי הוא מטמא להם, אביו ואמו שחייב בהם בכבודן אינו דין שיטמא להם אלו כן הייתי אומר בנו ובתו (יכול) בנו ובתו הנפלים תלמוד לומר ואמו ואביו מה אמו ואביו בני קיימא אף בנו ובתו בני קיימא יצאו נפלים ויאמר לבנו ומה תלמוד לומר לבתו, מפני שיש בבן מה שאין בבת ובבת מה שאין בבן. בן אביו חייב במצות למולו ולפדותו ללמדו תורה אומנות להשיאי אשה מה שאין כן בבת בת, אביה זכאי במציאתה במעשה ידיה ובהפרת נדרה מה שאין כן בבן הא מפני שיש בבן מה שאין בבת ובבת מה שאין בבן צריך לומר לבנו וצריך לומר לבתו. ויאמר לאחיו ולאחותו ומה תלמוד לומר לבנו ולבתו ומה אם אחיו ואחותו שאין חייב בהם במצות הרי הוא מטמא להם בנו ובתו שהוא חייב. בהם במצוות אינו דין שיטמא להם. אלו כן הייתי אומר אחיו ואחותו (יכול) אחיו ואחותו מאמו, תלמוד לומר בנו ובתו פה בנו ובתו יורשן אף אחיו ואחיותו שהוא יורשן יצאו אחיו ואחותו מאמו שאינו יורשן. ואמר לאחיו מה תלמוד לומר ולאחותו, אלו כן הייתי אומר מה אחיו בין גדול בין קטן אף אחותו בין גדולה בין קטנה תלמוד לומר ולאחותו הבתולה קטנה ולא גדולה אלו אמר לאחותו ולא נאמר אחיו הייתי אומר מה אחותו קטנה ולא גדולה אף אחיו קטן ולא גדול תלמוד לומר לאחיו בין קטן בין גדול. תנו רבנן אחותו ארוסה רבי יהודה ורבי מאיר אומרים מטמא לה. רבי יוסי ורבי שמעון אומרים אין מטמא לה. אנוסה ומפותה דברי הכל אין מטמא לה מוכת עץ אין מטמא לה דברי רבי שמעון שהיה רבי שמעון אומר ראייה לכהן גדול מטמא לה שאינה ראויה לכהן גדול אין מטמא לה בוגרת דברי הכל מטמא לה. מאי טעמייהו, רבי יהודה ורבי מאיר דרשי הכי ולאחותו הבתולה פרט לאנוסה ומפותה, יכול שאני מוציא אף מוכת עץ. תלמוד לומר אשר לא היתה לאיש מי שהויתה על ידי איש יצאת מוכת עץ שאין הויתה על ידי איש קרובה לרבות את הארוסה אליו לרבות את הבוגרת למה לי קרא והא אמר רבי מאיר בתולה מקצת בתולים מקצת בתולים משמע סלקא דעתך אמינא נילף בתולה בתולה מהתם מה להלן נערה אף כאן נערה. קא משמע לן. ורבי יוסי ורבי שמעון מאי טעמייהו דרשי הכי ולאחותו הבתולה פרט לאנוסה ומפותה ומוכת עץ, אשר לא היתה לאיש פרט לאורסה, קרובה לרבות ארוסה שנתגרשה אליו לרבות את הבוגרת. הקרובה לרבות ארוסה שנתגרשה. והא אמר רבי שמעון ראויה לכהן גדול מטמא לה ושאינה ראויה לכהן גדול אינו מטמא לה שאני התם דרבי רחמנא קרובה אי הכי מוכת עץ נמי, קרובה אחת ולא שתים. ומה ראית הא אתעביד בה מעשה והא לא אתעביד בה מעשה ורבי יוסי מדשבקיה לבר זוגיה מכלל דבמוכת עץ כרבי מאיר סבירא ליה מנא ליה. נפקא ליה מלא היתה לאיש, והא אפיקתיה, חד מלא היתה וחד מלאיש אליו לרבות הבוגרת והא אמר ר' שמעון בתולה שלמה משמע. טעמא דרבי שמעון נמי התם דדריש מהכא מדאליו לרבות את הבוגרת מכלל דבתולה בתולה שלמה משמע:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d530f4629f2b57278ed6", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, בעל 1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Sefer HaShorashim, בעל 1", "sourceHeRef": "ספר השרשים, בעל א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "בעל", "he": ["<strong><big>בעל</big></strong>   כִּֽי־יִקַּח אִישׁ אִשָּׁה <strong>וּבְעָלָהּ</strong> (<a class=\"refLink\" href=\"Deuteronomy 24:1\" data-ref=\"Deuteronomy 24:1\">דברים כד, א</a>), <strong>וּבָעַל</strong> בַּת־אֵל נֵכָֽר (<a class=\"refLink\" href=\"Malachi 2:11\" data-ref=\"Malachi 2:11\">מלאכי ב, יא</a>), הבעילה היא האישות. ואמר על דרך משל וְאַרְצֵךְ <strong>תִּבָּעֵֽל</strong> (<a class=\"refLink\" href=\"Isaiah 62:4\" data-ref=\"Isaiah 62:4\">ישעיה סב, ד</a>), וּלְאַרְצֵךְ <strong>בְּעוּלָה</strong> (שם). ומזה הענין נקרא כל שהוא אדון הדבר בעל כמו <strong>בַּעַל</strong> אִשָּׁה (<a class=\"refLink\" href=\"Exodus 21:3\" data-ref=\"Exodus 21:3\">שמות כא, ג</a>), שהוא אדון לה. ואמרו אִם־<strong>בְּעָלָיו</strong> עִמּוֹ לֹא יְשַׁלֵּם (<a class=\"refLink\" href=\"Exodus 22:14\" data-ref=\"Exodus 22:14\">שמות כב, יד</a>), פירושו ואם אדניו, <strong>בַּֽעֲלֵי</strong> גוֹיִם (<a class=\"refLink\" href=\"Isaiah 16:8\" data-ref=\"Isaiah 16:8\">ישעיה טז, ח</a>), אדוני גוֹים, <strong>בַּעַל </strong>הַבּוֹר (<a class=\"refLink\" href=\"Exodus 21:34\" data-ref=\"Exodus 21:34\">שמות כא, לד</a>), הָאִישׁ <strong>בַּעַל </strong>הַבַּיִת (<a class=\"refLink\" href=\"Judges 19:23\" data-ref=\"Judges 19:23\">שופטים יט, כג</a>), [ויאמרו אל] בֶּן־הָֽאִשָּׁה <strong>בַּֽעֲלַת</strong> הַבָּיִת (<a class=\"refLink\" href=\"I Kings 17:17\" data-ref=\"I Kings 17:17\">מלכים א' יז, יז</a>), הִנֵּה<strong> בַּעַל</strong> הַֽחֲלֹמוֹת (<a class=\"refLink\" href=\"Genesis 37:19\" data-ref=\"Genesis 37:19\">בראשית לז, יט</a>), <strong>וּבַֽעֲלֵי</strong> הַפָּֽרָשִׁים הִדְבִּקֻֽהוּ (<a class=\"refLink\" href=\"II Samuel 1:6\" data-ref=\"II Samuel 1:6\">שמואל ב' א, ו</a>), <strong>בַּֽעֲלֵי</strong> חִצִּֽים (<a class=\"refLink\" href=\"Genesis 49:23\" data-ref=\"Genesis 49:23\">בראשית מט, כג</a>), לְמוֹרַג חָרוּץ חָדָשׁ <strong>בַּעַל</strong> פִּֽיפִיּוֹת (<a class=\"refLink\" href=\"Isaiah 41:15\" data-ref=\"Isaiah 41:15\">ישעיה מא, טו</a>), לֹא יִטַּמָּא <strong>בַּעַל </strong>בְּעַמָּיו (<a class=\"refLink\" href=\"Leviticus 21:4\" data-ref=\"Leviticus 21:4\">ויקרא כא, ד</a>), אדון בעמיו, ונחסרה <strong>בי\"ת</strong> השרות או <strong>למ\"ד</strong> ומשפטו בבעל בעמיו, וכל הדומים להם על הדדך הזה. ומזה השרש והענין <strong>בַּֽעֲלִיל</strong> לָאָרֶץ (<a class=\"refLink\" href=\"Psalms 12:7\" data-ref=\"Psalms 12:7\">תהלים יב, ז</a>), והוא בשקל <strong>סַגְרִיר</strong> ופירושו אדון הארץ. ועוד נכתבנו בשרש <strong>עלל</strong>. ויש מי שפירש וְאָֽנֹכִי<strong> בָּעַלְתִּי </strong>בָם נְאֻם י\"י (<a class=\"refLink\" href=\"Jeremiah 31:32\" data-ref=\"Jeremiah 31:32\">ירמיה לא, לב</a>) אשר בפסוק הִנֵּה יָמִים בָּאִים נְאֻם־י\"י וְכָֽרַתִּי אֶת־בֵּית יִשְׂרָאֵל וְאֶת־בֵּית יְהוּדָה בְּרִית חֲדָשָֽׁה לֹא כַבְּרִית אֲשֶׁר כָּרַתִּי אֶת־אֲבוֹתָם בְּיוֹם וגו' (<a class=\"refLink\" href=\"Jeremiah 31:31\" data-ref=\"Jeremiah 31:31\">ירמיה לא, לא</a>), כמו געלתי או כמו בחלתי. ואין צורך רק פירושו בעלתי ממש, רצה לומר אף על פי שאני בעלתי בם והייתי להם לאלהים המה הפרו את בריתי, וכן תרגום יונתן <strong>אִתְרְעֵיתִי</strong>. ואדוני אבי ז\"ל פירש כי כל לשון בעילה שהוא דבק עם <strong>בי\"ת</strong> הוא לשון גנאי, ופירש גם כן כִּי אָֽנֹכִי <strong>בָּעַלְתִּי</strong> בָכֶם וְלָֽקַחְתִּי אֶתְכֶם אֶחָד מֵעִיר וגו' (<a class=\"refLink\" href=\"Jeremiah 3:14\" data-ref=\"Jeremiah 3:14\">ירמיה ג, יד</a>), לשון גנאי כלומר קצתי בכם בזמן שעבר, אך עתה אקבץ אתכם. וכן אמר בערבי <strong>בע\"ל א\"ל רגו\"ל בא\"ל מר\"ה</strong>, כלומר קץ בה וגרשה. ונקראו הפסילים והעצבים בזה השם <strong>בַֽעַל</strong>־פְּעוֹר (<a class=\"refLink\" href=\"Deuteronomy 4:3\" data-ref=\"Deuteronomy 4:3\">דברים ד, ג</a>), אֶת־שְׁמוֹת <strong>הַבְּעָלִים</strong> (<a class=\"refLink\" href=\"Hosea 2:19\" data-ref=\"Hosea 2:19\">הושע ב, יט</a>). כי הם כאדון לעובדיהם, <strong>בַּעַל</strong> גָּד (<a class=\"refLink\" href=\"Joshua 11:17\" data-ref=\"Joshua 11:17\">יהושע יא, יז</a>), כתרגומו <strong>מֵישַׁר גָד</strong>. ואפשר שנקרא מזה קִרְיַת־<strong>בַּעַל</strong> (<a class=\"refLink\" href=\"Joshua 15:60\" data-ref=\"Joshua 15:60\">יהושע טו, ס</a>), לפי שהיתה במשור והיא עיר בערי יהודה. ונקראת גם כן <strong>בַּֽעֲלָה</strong> (<a class=\"refLink\" href=\"Joshua 15:9\" data-ref=\"Joshua 15:9\">יהושע טו, ט</a>), <strong>וּבַֽעֲלִי</strong> כמו שנאמר <strong>מִבַּֽעֲלֵי</strong> יְהוּדָה (<a class=\"refLink\" href=\"II Samuel 6:2\" data-ref=\"II Samuel 6:2\">שמואל ב' ו, ב</a>)."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d55bf4629f2b5727b530", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, טמא 1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Sefer HaShorashim, טמא 1", "sourceHeRef": "ספר השרשים, טמא א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "טמא", "he": ["<strong><big>טמא</big></strong>   כִּי <strong>טָמֵא</strong> נִזְרֽוֹ (<a class=\"refLink\" href=\"Numbers 6:12\" data-ref=\"Numbers 6:12\">במדבר ו, יב</a>), <strong>וְטָֽמְאָה</strong> שְׁבֻעַיִם כְּנִדָּתָהּ (<a class=\"refLink\" href=\"Leviticus 12:5\" data-ref=\"Leviticus 12:5\">ויקרא יב, ה</a>), <strong>וַתִּטְמָא</strong> הָאָרֶץ (<a class=\"refLink\" href=\"Leviticus 18:25\" data-ref=\"Leviticus 18:25\">ויקרא יח, כה</a>). <strong>והנפעל</strong> וְהָֽיְתָה אִֽם־<strong>נִטְמְאָה</strong> (<a class=\"refLink\" href=\"Numbers 5:27\" data-ref=\"Numbers 5:27\">במדבר ה, כז</a>), <strong>נִטְמְאוּ</strong> הַגּוֹיִם (<a class=\"refLink\" href=\"Leviticus 18:24\" data-ref=\"Leviticus 18:24\">ויקרא יח, כד</a>). ויש אומרים כי מזה השרש <strong>וְנִטְמֵתֶם</strong> בָּֽם (<a class=\"refLink\" href=\"Leviticus 11:43\" data-ref=\"Leviticus 11:43\">ויקרא יא, מג</a>), והוא חסר <strong>אל\"ף</strong>. והנכון אצלי שהוא משרש <strong>טָמָה</strong>, עם <strong>נִטְמִינוּ</strong> בְּעֵֽינֵיכֶֽם (<a class=\"refLink\" href=\"Job 18:3\" data-ref=\"Job 18:3\">איוב יח, ג</a>).<strong> והתאר</strong> וְטָמֵא טָמֵא יקרא (<a class=\"refLink\" href=\"Leviticus 13:45\" data-ref=\"Leviticus 13:45\">ויקרא יג, מה</a>), כִּי אִישׁ <strong>טְמֵֽא</strong>־שְׂפָתַיִם אָנֹכִי וּבְתוֹךְ עַם־<strong>טְמֵא</strong> שְׂפָתַיִם (<a class=\"refLink\" href=\"Isaiah 6:5\" data-ref=\"Isaiah 6:5\">ישעיה ו, ה</a>), <strong>טְמֵאִים</strong> הֵם <strong>וּטְמֵאִים </strong>יִהְיוּ לָכֶֽם (<a class=\"refLink\" href=\"Leviticus 11:35\" data-ref=\"Leviticus 11:35\">ויקרא יא, לה</a>), וְאִם כָּל־בְּהֵמָה <strong>טְמֵאָה</strong> אֲשֶׁר לֹֽא־יַקְרִיבוּ מִמֶּנָּה קָרְבָּן לַֽי\"י (<a class=\"refLink\" href=\"Leviticus 27:11\" data-ref=\"Leviticus 27:11\">ויקרא כז, יא</a>), פירוש בהמה טהורה בעלת מום. ולפי שהיא כטמאה על המזבח קראה טמאה כך פירשו רז\"ל (<a class=\"refLink\" href=\"Menachot 101a\" data-ref=\"Menachot 101a\">מנחות קא, ע\"א</a>) שבהמה טמאה ממש כבר אמר למטה מזה וְאִם בַּבְּהֵמָה <strong>הַטְּמֵאָה</strong> וּפָדָה בְעֶרְכֶּךָ (<a class=\"refLink\" href=\"Leviticus 27:27\" data-ref=\"Leviticus 27:27\">ויקרא כז, כז</a>). והוא מדבר במקדיש בהמה טמאה לבדק הבית. ואף על פי שאמר בפסוק שלמעלה ממנו <strong>אך בכור אשר יבכר לי\"י</strong> וגו' זה שאמר <strong>וְאִם בַּבְּהֵמָה הַטְּמֵאָה וּפָדָה בְעֶרְכֶּךָ</strong> לא יתכן בענין בכור שהרי פטר חמור לא היה נפדה בערך כי אם <strong>בְּשֶה</strong>. וְאַךְ אִם־<strong>טְמֵאָה</strong> אֶרֶץ אֲחֻזַּתְכֶם (<a class=\"refLink\" href=\"Joshua 22:19\" data-ref=\"Joshua 22:19\">יהושע כב, יט</a>). <strong>והשם</strong> וְאַל־תֹּֽאכְלִי כָּל־<strong>טֻמְאָה</strong> (<a class=\"refLink\" href=\"Judges 13:7\" data-ref=\"Judges 13:7\">שופטים יג, ז</a>), <strong>וְטֻמְאָתוֹ</strong> עָלָיו (<a class=\"refLink\" href=\"Leviticus 22:3\" data-ref=\"Leviticus 22:3\">ויקרא כב, ג</a>). <strong>והפעל הכבד</strong> [פִּעֵל] כִּי <strong>טִמֵּא</strong> אֶת־דִּינָה בִתּוֹ (<a class=\"refLink\" href=\"Genesis 34:5\" data-ref=\"Genesis 34:5\">בראשית לד, ה</a>), וְלֹא <strong>יְטַמְּאוּ </strong>אֶת־מַחֲנֵיהֶם (<a class=\"refLink\" href=\"Numbers 5:3\" data-ref=\"Numbers 5:3\">במדבר ה, ג</a>), לְטַֽהֲרוֹ אוֹ<strong> לְטַמְּאֽוֹ</strong> (<a class=\"refLink\" href=\"Leviticus 13:59\" data-ref=\"Leviticus 13:59\">ויקרא יג, נט</a>), לְמַעַן <strong>טַמֵּא</strong> אֶת־מִקְדָּשִׁי (<a class=\"refLink\" href=\"Leviticus 20:3\" data-ref=\"Leviticus 20:3\">ויקרא כ, ג</a>), הִנֵּה נַפְשִׁי לֹא<strong> מְטֻמָּאָה</strong> (<a class=\"refLink\" href=\"Ezekiel 4:14\" data-ref=\"Ezekiel 4:14\">יחזקאל ד, יד</a>), <strong>וְטִמֵּא</strong> אֶת־הַתֹּפֶת אֲשֶׁר בְּגֵי בֶני [בֶן] ־הִנֹּם (<a class=\"refLink\" href=\"II Kings 23:10\" data-ref=\"II Kings 23:10\">מלכים ב' כג, י</a>), <strong>טִמֵּא </strong>הַמֶּֽלֶךְ (מלכים ב' ב' כג,. והוציא רבי יונה אלו השנים לענין חרבן. ואין צורך, כי מקום גלולים היה והמלך הסיר הגלולים <strong>וְטִמֵּא</strong> המקום, כלומר שם אותו מקום טומאה לפי שהיה מקום גלולים וצוה שיהא מקום טומאה להשליך שם הנבלות והטמאות. <strong>ושלא נזכר פעלו מורכב עם התפעל</strong> אַֽחֲרֵי אֲשֶׁר <strong>הֻטַּמָּאָה</strong> (דברים כד, ד), משפטו עם <strong>תי\"ו</strong> ההתפעל <strong>הִתְטַמָּאָה</strong>. וגם זה מענין טומאה כי אחרי שהיתה אשתו ונבעלה לאחר אף על פי שגרשה הרי היא טמאה אצלו. ואדני אבי ז\"ל פירש <strong>אַֽחֲרֵי אֲשֶׁר הֻטַּמָּאָה </strong>לשון מניעה כלומר אחרי שנמנעה ממנו שלא יכול לקחתה בעודה אשת האחרון. וכן יבא זה הפירוש לדעת רבותינו ז\"ל (<a class=\"refLink\" href=\"Yevamot 11b\" data-ref=\"Yevamot 11b\">יבמות יא, ע\"ב</a>) שקבלו, שאפילו נתארסה לאחר אף על פי שלא נבעלה לו אסורה לבעלה הראשון דכתיב והיתה לאיש אחר כיון שהיתה בה הויה, ואם זנתה מותרת לחזור לראשון כיון שלא היתה בה הויה, אם כן הטמאה רצה לומר נמנעה. וכן פירוש וְאַל־תֹּֽאכְלִי כָּל־<strong>טֻמְאָה</strong> (<a class=\"refLink\" href=\"Judges 13:7\" data-ref=\"Judges 13:7\">שופטים יג, ז</a>), כלומר כל דבר הנמנע מן הנזיר. וכן אמרו רבותינו ז\"ל (<a class=\"refLink\" href=\"Sotah 9b\" data-ref=\"Sotah 9b\">סוטה ט, ע\"ב</a>) מאי ואל תאכלי כל טומאה? אמר רבי יצחק רבי רבי אמי תנא דברים האסורים לנזיר. ולפי שהדבר הטמא נמנע אמר לשון טומאה על דבר הנמנע. <strong>וההתפעל</strong> וּלְאֵלֶּה <strong>תִּטַּמָּאוּ</strong> (<a class=\"refLink\" href=\"Leviticus 11:24\" data-ref=\"Leviticus 11:24\">ויקרא יא, כד</a>), לֹא<strong> יִטַּמָּא</strong> בַּעַל בְּעַמָּיו (<a class=\"refLink\" href=\"Leviticus 21:4\" data-ref=\"Leviticus 21:4\">ויקרא כא, ד</a>), משפטם עם <strong>תי\"ו</strong> ההתפעל <strong>תִּתְטַמְּאוּ, יִתְטַמְּאוּ</strong>."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037edb6bfddfbb310fece8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Regulations Concerning Holiness; Priests I 2-3", "anchorRef": "Leviticus 21:1-24", "anchorRefExpanded": ["Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Regulations Concerning Holiness; Priests I 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳, ויקרא הערה ד׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Regulations Concerning Holiness; Priests I", "he": "ויקרא הערה ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ד׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["This chapter, and the one that follows, relate holiness to the suitability of priests to serve in the sanctuary. The laws are in the main negative ones, that is, they outline ways in which a priest may be disqualified. The first part of the chapter concentrates on how contact with death disqualifies a priest; in Levine’s view, this avoidance of the dead reflects the Bible’s abhorrence of pagan cults centered around death. The laws concerning soundness of body and sexuality confirm earlier passages on holiness as wholeness.", "The central word-root is again “holy”; six times in Chaps. 21–22 we hear the refrain “I am Y<small>HWH</small> the one-who-hallows you/them.”"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a4713bd8cd388d3e4d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness 2-8", "anchorRef": "Leviticus 18:1-26:46", "anchorRefExpanded": ["Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness 2-8", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳ ב׳-ח׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; Holiness", "he": "ויקרא מאמר ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE ADDITION OF</small> C<small>HAPTERS 18–26 CHANGES THE NATURE OF THE BOOK BEFORE US</small>. I<small>T</small> accomplishes this, not by introducing something entirely new into biblical thinking, but by broadening the base of God’s words to Moshe in Leviticus. In this book we have already encountered the “Holy-Shrine,” “holy-things,” “holy donations,” and the like; we have seen that Israel is to be “separate” from the nations around it in a variety of life areas. But now we move toward expansion of what was called for at the first moments at Sinai: for Israel to be a “[kingdom of priests and a] holy nation” (Ex. 19:6).", "While the exact structure and setting of the Holiness Code, as these chapters were designated a century ago, are subject to scholarly debate, its thrust seems clear enough. Beginning with sexual relations, Israel is to be “holy,” “separate” from other nations. Holiness here has a connotation of wholeness and perfection; Wright (1992) has defined it as “that which is consistent with God and his character.”", "<i>Imitatio dei</i>, the human urge to be godlike, is an ancient, undoubtedly prehistoric one. We long to be linked with the primal powers of existence, whose rush we feel at heightened moments of <i>perception</i>, but whose perfection is always out of reach in the flesh and blood world of human beings. The Torah, in contrast, presents the longing for perfection and wholeness as properly expressed through a discipline of <i>behavior</i> in all areas of life, personal and communal. The central lines “Holy are you to be, / for holy am I, YHWH your God” (19:2) are followed by line after line calling for holiness in worship, agriculture, interpersonal relations, business, the treatment of the disabled and the elderly, court procedure, and sexuality, to list some of the areas covered.", "Many communities of the “elect,” from Qumran at the Dead Sea to medieval monasteries, and many individuals, from biblical Nazirites (Num. 6) to Sufi mystics and St. Francis, have sought to create lives suffused with holiness; one could easily maintain that many of the mainstream forms and ideas in Judaism, Christianity, and Islam have remained wedded to this approach. They all owe a debt, one way or the other, to Lev. 18–26, especially in the communal sphere. Rarely has the drive toward holiness found as full expression in a vision of “real life” society, grounded in the everyday world of people and institutions, as it does in the texts to be found in the following chapters.", "For many decades, debate has raged within the scholarly community as to the date and setting of H, the putative stratum of literature to which these chapters belong. As of this writing there is still not full agreement on (a) whether H was indeed a separate document or school, and (b) whether its origin and influence can be easily traced (cf., for instance, Knohl, and Milgrom 1993). These disagreements, however, should not and must not detract from the importance of what we have in these chapters: a significant statement of the ethical code of ancient Israel which continues to speak to contemporary problems.", "<img>", "<i>Lev. 19:35</i> You are not to commit corruption injustice, in measure, weight, or capacity…"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e7c9ad75f2d99af990", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Regulations Concerning Holiness; Priests I 1", "anchorRef": "Leviticus 21:1-24", "anchorRefExpanded": ["Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Regulations Concerning Holiness; Priests I 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳, ויקרא הערה ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 21:1-24\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 21:1-24</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623b8799efb8b96e7ad31a26", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 64", "anchorRef": "Leviticus 21:1-15", "anchorRefExpanded": ["Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15"], "sourceRef": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 64", "sourceHeRef": "סידור ספרד, סדר הקריאות, קריאות לשבת במנחה, ושני וחמישי ס״ד", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 64, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאות לשבת במנחה, ושני וחמישי", "he": "<b>וַיֹּאמֶר</b> יְהֹוָה אֶל מֹשֶׁה אֱמֹר אֶל הַכֹּהֲנִים בְּנֵי אַהֲרֹן וְאָמַרְתָּ אֲלֵהֶם לְנֶפֶשׁ לֹא יִטַּמָּא בְּעַמָּיו: כִּי אִם לִשְׁאֵרוֹ הַקָּרֹב אֵלָיו לְאִמּוֹ וּלְאָבִיו וְלִבְנוֹ וּלְבִתּוֹ וּלְאָחִיו: וְלַאֲחֹתוֹ הַבְּתוּלָה הַקְּרוֹבָה אֵלָיו אֲשֶׁר לֹא הָיְתָה לְאִישׁ לָהּ יִטַּמָּא: לֹא יִטַּמָּא בַּעַל בְּעַמָּיו לְהֵחַלּוֹ: לֹא <small>(יקרחה)</small> יִקְרְחוּ קָרְחָה בְּרֹאשָׁם וּפְאַת זְקָנָם לֹא יְגַלֵּחוּ וּבִבְשָׂרָם לֹא יִשְׂרְטוּ שָׂרָטֶת: קְדֹשִׁים יִהְיוּ לֵאלֹהֵיהֶם וְלֹא יְחַלְּלוּ שֵׁם אֱלֹהֵיהֶם כִּי אֶת אִשֵּׁי יְהֹוָה לֶחֶם אֱלֹהֵיהֶם הֵם מַקְרִיבִם וְהָיוּ קֹדֶשׁ:שניאִשָּׁה זֹנָה וַחֲלָלָה לֹא יִקָּחוּ וְאִשָּׁה גְּרוּשָׁה מֵאִישָׁהּ לֹא יִקָּחוּ כִּי קָדֹשׁ הוּא לֵאלֹהָיו: וְקִדַּשְׁתּוֹ כִּי אֶת לֶחֶם אֱלֹהֶיךָ הוּא מַקְרִיב קָדֹשׁ יִהְיֶה לָּךְ כִּי קָדוֹשׁ אֲנִי יְהֹוָה מְקַדִּשְׁכֶם: וּבַת אִישׁ כֹּהֵן כִּי תֵחֵל לִזְנוֹת אֶת אָבִיהָ הִיא מְחַלֶּלֶת בָּאֵשׁ תִּשָּׂרֵף: וְהַכֹּהֵן הַגָּדוֹל מֵאֶחָיו אֲשֶׁר יוּצַק עַל רֹאשׁוֹ שֶׁמֶן הַמִּשְׁחָה וּמִלֵּא אֶת יָדוֹ לִלְבֹּשׁ אֶת הַבְּגָדִים אֶת רֹאשׁוֹ לֹא יִפְרָע וּבְגָדָיו לֹא יִפְרֹם: וְעַל כָּל נַפְשֹׁת מֵת לֹא יָבֹא לְאָבִיו וּלְאִמּוֹ לֹא יִטַּמָּא: וּמִן הַמִּקְדָּשׁ לֹא יֵצֵא וְלֹא יְחַלֵּל אֵת מִקְדַּשׁ אֱלֹהָיו כִּי נֵזֶר שֶׁמֶן מִשְׁחַת אֱלֹהָיו עָלָיו אֲנִי יְהֹוָה:שלישיוְהוּא אִשָּׁה בִבְתוּלֶיהָ יִקָּח: אַלְמָנָה וּגְרוּשָׁה וַחֲלָלָה זֹנָה אֶת אֵלֶּה לֹא יִקָּח כִּי אִם בְּתוּלָה מֵעַמָּיו יִקַּח אִשָּׁה: וְלֹא יְחַלֵּל זַרְעוֹ בְּעַמָּיו כִּי אֲנִי יְהֹוָה מְקַדְּשׁוֹ:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6252c72fa7f968d5b1becb32", "index_title": "Simchat HaRegel on Pesach Haggadah", "category": "Quoting Commentary", "type": "", "ref": "Simchat HaRegel on Pesach Haggadah, Magid, Four Questions 2:4", "anchorRef": "Leviticus 21:1-4", "anchorRefExpanded": ["Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4"], "sourceRef": "Simchat HaRegel on Pesach Haggadah, Magid, Four Questions 2:4", "sourceHeRef": "שמחת הרגל על הגדה של פסח, מגיד, מה נשתנה ב׳:ד׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1758, 1782], "commentaryNum": 2.0004, "collectiveTitle": {"en": "Simchat HaRegel on Pesach Haggadah", "he": "שמחת הרגל על הגדה של פסח"}, "heTitle": "מה נשתנה", "he": "אמנם על פי דרכנו אפשר לומר לפי טעם האמור דעיקר היציאה לפני זמנם ה\"ט משום קושי השעבוד אבל עדיין אין הדבר מתקיים עד אשר נדע אם ישראל דין בנים יש להם וכמ\"ש המפרשים ז\"ל דאם ישראל יש להם דין בנים דינא הוא דקושי השעבוד יבא חשבון ויעלה למספר שנים הבאות וכמ\"ש פ\"ק דבתרא במשל האב שכעס על בנו דאכתי חביבותיה גביה והמטיב עמו עושה נחת רוח לאביו והן לו יהי דאמר רחמנא ועבדום וענו אותם מיהו לא ניחא ליה להעביד הבן יקיר קדש ישראל בפרך בשעבוד קשה ומר ודינא היא דקושי השעבוד יעלה לחשבון גדול. אבל אם יש לישראל דין עבדים קושי השעבוד לא יוסיף כח להצלתם לפני זמנם כי מי שנתכעס על עבדו כל המקניטו ומעבידו עושה נחת לאדונו ונוקם נקמתו ומאחר שכן נמצא דטענת קושי השעבוד מוטלת בספק עד אשר נכריע דחביבין ישראל שנקראו בנים למקום.", "heVersionTitle": "Otzar Perushei Ha-haggadah, Chida. Jerusalem, 1959", "heLicense": "", "heVersionTitleInHebrew": "אוצר פירושי ההגדה, חיד\"א, ירשלים תשי\"ט", "text": "Based on our interpretation, there is still a difficulty because of Israel’s premature exodus from Egypt. If the reason for Israel’s early exodus was the harsh subjugation, this is not established until we know if Israel was judged as a child of God. As the commentary explains: if Israel was judged as a child of God,<sup class=\"footnote-marker\">70</sup><i class=\"footnote\">This concept appears throughout this section: <i>din banim</i>, the law of children. See Leviticus 21:1-4. Though a kohen must remain in a state of purity, he is allowed to render himself impure in burying his child or other members of his immediate family. Since Israel is considered to be God’s children they are allowed to become impure.</i> then the harshness of the subjugation would be included in the calculation of the number of years they had to be in Egypt. The first chapter of <i>Baba Batra</i> (10a) compares this to a king who is angry with his son (and imprisons him;) if someone aids the king’s son, would the king not then treat the person with gratitude? Even though the All-Merciful decreed, “They shall enslave and oppress them,” (Gen. 15:13), still it is not fitting that the King’s child be treated ruthlessly while enslaved. Shouldn’t the law take this into consideration in calculating the length of the slavery? On the other hand if Israel had been judged as slaves, then the harshness of the subjugation would not call for them to be saved earlier. When one is angry at one’s slave, any annoyance and hard labor (placed on the slave) would please the master who seeks vengeance upon him. Now it was found that the claim for the harshness of subjugation remained in doubt until it was shown that Israel is beloved to God and they were called God’s children.", "versionTitle": "Rabbi Mark Greenspan, 2021", "license": "", "versionTitleInHebrew": ""}, {"_id": "62820182ea5e41750a6b074d", "index_title": "Mishnah Gittin", "category": "Mishnah", "type": "", "ref": "Mishnah Gittin 8:5", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Mishnah Gittin 8:5", "sourceHeRef": "משנה גיטין ח׳:ה׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 8.0005, "collectiveTitle": {"en": "Mishnah Gittin", "he": "משנה גיטין"}, "heTitle": "משנה גיטין", "he": "כָּתַב לְשׁוּם מַלְכוּת שְׁאֵינָהּ הוֹגֶנֶת, לְשׁוּם מַלְכוּת מָדַי, לְשׁוּם מַלְכוּת יָוָן, לְבִנְיַן הַבַּיִת, לְחֻרְבַּן הַבַּיִת, הָיָה בַמִּזְרָח וְכָתַב בַּמַּעֲרָב, בַּמַּעֲרָב וְכָתַב בַּמִּזְרָח, תֵּצֵא מִזֶּה וּמִזֶּה, וּצְרִיכָה גֵט מִזֶּה וּמִזֶּה, וְאֵין לָהּ לֹא כְתֻבָּה וְלֹא פֵרוֹת וְלֹא מְזוֹנוֹת וְלֹא בְלָאוֹת, לֹא עַל זֶה וְלֹא עַל זֶה. אִם נָטְלָה מִזֶּה וּמִזֶּה, תַּחֲזִיר. וְהַוָּלָד מַמְזֵר מִזֶּה וּמִזֶּה. וְלֹא זֶה וָזֶה מִטַּמְּאִין לָהּ, וְלֹא זֶה וָזֶה זַכָּאִין לֹא בִמְצִיאָתָהּ וְלֹא בְמַעֲשֵׂה יָדֶיהָ וְלֹא בַהֲפָרַת נְדָרֶיהָ. הָיְתָה בַת יִשְׂרָאֵל, נִפְסֶלֶת מִן הַכְּהֻנָּה. בַּת לֵוִי, מִן הַמַּעֲשֵׂר. בַּת כֹּהֵן, מִן הַתְּרוּמָה. וְאֵין יוֹרְשָׁיו שֶׁל זֶה וְיוֹרְשָׁיו שֶׁל זֶה יוֹרְשִׁין כְּתֻבָּתָהּ. וְאִם מֵתוּ, אָחִיו שֶׁל זֶה וְאָחִיו שֶׁל זֶה חוֹלְצִין וְלֹא מְיַבְּמִין. שִׁנָּה שְׁמוֹ וּשְׁמָהּ, שֵׁם עִירוֹ וְשֵׁם עִירָהּ, תֵּצֵא מִזֶּה וּמִזֶּה, וְכָל הַדְּרָכִים הָאֵלּוּ בָהּ: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "If <b>he wrote</b> the date on the bill of divorce using a calendrical system that counts years <b>in the name of a kingdom that is not legitimate,</b> or he wrote the date <b>in the name of the kingdom of Media,</b> or <b>in the name of the Greek Empire,</b> after it ceased to exist, or he wrote the date counting <b>to the building of the Temple,</b> or counting <b>to the destruction of the Temple,</b> in all these case, the bill of divorce is not valid. In the time of the mishna, the local government was particular that documents be dated with the official government date. Therefore, the Sages instituted that this must be done in bills of divorce as well. If one deviates from this practice, the rabbinic dictates of bills of divorce have been violated, and the bill of divorce is invalid. If <b>he was in the east and he wrote</b> the location in the bill of divorce as <b>in the west,</b> or if he was <b>in the west and he wrote</b> the location in the bill of divorce as <b>in the east,</b> the bill of divorce is not valid. If he divorced her with this bill of divorce and she remarried, <b>she</b> must <b>leave</b> both <b>this</b> first husband <b>and that</b> second husband, <b>and she needs a bill of divorce from this</b> husband <b>and that</b> husband. <b>And she does not receive</b> payment of her <b>marriage contract, and not</b> the <b>profits</b> from her properties that her husband consumed, <b>and</b> she does <b>not</b> have a claim to receive <b>sustenance, and</b> she does <b>not</b> have a claim to <b>worn clothes</b> that belonged to her, but which her husband used. She cannot demand these items, <b>not of this</b> husband <b>and not of that</b> husband. <b>If she took</b> any of these items <b>from this</b> husband <b>or from that</b> husband, <b>she</b> must <b>return</b> what was taken. <b>And the child</b> that was born <b>from this</b> husband <b>or from that</b> husband that was conceived after she married the second husband is a <b>son born from an adulterous relationship [<i>mamzer</i>]. And neither this</b> husband <b>nor that</b> husband, if they are priests, is permitted to <b>become ritually impure by her</b> when she dies, which a husband may ordinarily do for his wife. <b>And neither this</b> husband <b>nor that</b> husband <b>have the rights to objects she finds, or to her earnings, or to the annulment of her vows.</b> If <b>she was an Israelite woman,</b> then through these two marriages <b>she</b> becomes <b>disqualified from</b> marrying into the <b>priesthood,</b> due to the prohibition against a priest marrying a <i>zona</i>. If she was the <b>daughter of a Levite,</b> through these two marriages she becomes prohibited <b>from</b> partaking of <b>the tithe</b> that is given to Levites. If she was the <b>daughter of a priest,</b> she becomes prohibited <b>from</b> partaking of <b><i>teruma</i>,</b> even after she returns to the house of her father the priest. <b>And the heirs of this</b> husband <b>and the heirs of that</b> husband <b>do not inherit</b> the rights to collect payment of <b>her marriage contract</b> if she dies. <b>And if</b> the husbands <b>die, the brother of this</b> first husband <b>and the brother of that</b> second husband <b>perform <i>ḥalitza</i>,</b> since she was betrothed to the second one as well, <b>and they do not consummate the levirate marriage.</b> The mishna proceeds to teach an additional <i>halakha</i> concerning a bill of divorce written not in accordance with its <i>halakhot</i>: If <b>he changed his name,</b> i.e., he wrote a different name in the bill of divorce, <b>or</b> he changed <b>her name,</b> or if he changed <b>the name of his city or the name of her city,</b> and she remarried on the basis of this bill of divorce, then <b>she</b> must <b>leave</b> both <b>this</b> first husband <b>and that</b> second husband. <b>And all of those</b> above-mentioned <b>ways</b> of penalizing a woman who remarried based on the bills of divorce detailed in the earlier clause of the mishna apply <b>to her</b> in this case as well.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62821e02db3d3391b78a0d9c", "index_title": "Mishnah Yevamot", "category": "Mishnah", "type": "", "ref": "Mishnah Yevamot 10:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Mishnah Yevamot 10:1", "sourceHeRef": "משנה יבמות י׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Mishnah Yevamot", "he": "משנה יבמות"}, "heTitle": "משנה יבמות", "he": "הָאִשָּׁה שֶׁהָלַךְ בַּעְלָהּ לִמְדִינַת הַיָּם, וּבָאוּ וְאָמְרוּ לָהּ, מֵת בַּעְלֵךְ, וְנִסֵּת, וְאַחַר כָּךְ בָּא בַעְלָהּ, תֵּצֵא מִזֶּה וּמִזֶּה, וּצְרִיכָה גֵט מִזֶּה וּמִזֶּה. וְאֵין לָהּ כְּתֻבָּה וְלֹא פֵרוֹת וְלֹא מְזוֹנוֹת וְלֹא בְלָאוֹת, לֹא עַל זֶה וְלֹא עַל זֶה. אִם נָטְלָה מִזֶּה וּמִזֶּה, תַּחֲזִיר. וְהַוָּלָד מַמְזֵר מִזֶּה וּמִזֶּה. וְלֹא זֶה וָזֶה מִטַּמְּאִין לָהּ, וְלֹא זֶה וָזֶה זַכָּאִין לֹא בִמְצִיאָתָהּ וְלֹא בְמַעֲשֵׂה יָדֶיהָ, וְלֹא בַהֲפָרַת נְדָרֶיהָ. הָיְתָה בַת יִשְׂרָאֵל, נִפְסְלָה מִן הַכְּהֻנָּה, וּבַת לֵוִי מִן הַמַּעֲשֵׂר, וּבַת כֹּהֵן מִן הַתְּרוּמָה. וְאֵין יוֹרְשִׁים שֶׁל זֶה וְיוֹרְשִׁים שֶׁל זֶה יוֹרְשִׁים אֶת כְּתֻבָּתָהּ. וְאִם מֵתוּ, אָחִיו שֶׁל זֶה וְאָחִיו שֶׁל זֶה חוֹלְצִין וְלֹא מְיַבְּמִין. רַבִּי יוֹסֵי אוֹמֵר, כְּתֻבָּתָהּ עַל נִכְסֵי בַעְלָהּ הָרִאשׁוֹן. רַבִּי אֶלְעָזָר אוֹמֵר, הָרִאשׁוֹן זַכַּאי בִּמְצִיאָתָהּ וּבְמַעֲשֵׂה יָדֶיהָ, וּבַהֲפָרַת נְדָרֶיהָ. וְרַבִּי שִׁמְעוֹן אוֹמֵר, בִּיאָתָהּ אוֹ חֲלִיצָתָהּ מֵאָחִיו שֶׁל רִאשׁוֹן פּוֹטֶרֶת צָרָתָהּ, וְאֵין הַוָּלָד מִמֶּנּוּ מַמְזֵר. וְאִם נִסֵּת שֶׁלֹּא בִרְשׁוּת, מֻתֶּרֶת לַחֲזֹר לוֹ: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "With regard to <b>a woman whose husband went overseas, and</b> witnesses <b>came and</b> they <b>said to her: Your husband is dead, and she married</b> another man on the basis of this testimony, <b>and afterward her husband came</b> back from out of the country, <b>she must leave</b> both <b>this</b> man <b>and that</b> one, as they are both forbidden to her. <b>And she requires a bill of divorce from this</b> one <b>and that</b> one. <b>And</b> furthermore, <b>she has</b> a claim to <b>neither</b> payment of her <b>marriage contract, nor</b> the <b>profits</b> of her property used by either of them, <b>nor sustenance, nor</b> the <b>worn clothes</b> she brought to the marriage. She has rights to these claims <b>neither against this</b> man <b>nor against that</b> one, i.e., she cannot collect these payments from either her first or second husband. <b>And if she took</b> any of these items <b>from this</b> man <b>or from that</b> one, she must <b>return</b> them to him. <b>And the offspring is a <i>mamzer</i> from this</b> one <b>and from that</b> one. Her child from the second husband is a definite <i>mamzer</i>, as she was never divorced from her first husband, and the Sages decreed that if she returned to her first husband, a child born later from him is also a <i>mamzer</i>. <b>And neither this</b> man <b>nor that</b> man <b>may become impure for her</b> upon her death, if they are priests. <b>And neither this</b> one <b>nor that one is entitled</b> to the rights that stem from the marriage bond: <b>Neither to her found</b> articles, <b>nor to her earnings, nor to the nullification of her vows.</b> If she <b>was</b> a regular <b>Israelite woman, she is disqualified from</b> marrying into <b>the priesthood,</b> as her intercourse with the second husband is considered an act of illicit sexual relations, <b>and</b> the <b>daughter of a Levite</b> is disqualified <b>from</b> partaking of the first <b>tithe, and</b> the <b>daughter of a priest</b> is disqualified <b>from</b> partaking of <b><i>teruma</i>. And neither</b> the <b>heirs of this</b> man nor the <b>heirs of that</b> one <b>inherit her marriage contract,</b> as she is not considered married to either of them. This clause will be explained in the Gemara. <b>And if they</b> both <b>died</b> childless, <b>the brothers of this</b> one <b>and the brothers of this</b> one must <b>perform <i>ḥalitza</i> and they do not enter into levirate marriage.</b> <b>Rabbi Yosei</b> disagrees with the first <i>tanna</i> and <b>says</b> that she does receive payment of her marriage contract, and the obligation of <b>her marriage contract is upon the property of her first husband. Rabbi Elazar says: The first</b> husband <b>is entitled to her found</b> articles, <b>to her earnings, and to the nullification of her vows.</b> Since her second marriage was an error, the first husband does not forfeit his rights. <b>Rabbi Shimon says</b> an even more far-reaching ruling: <b>Her sexual relations or her <i>ḥalitza</i> with the brothers of the first</b> husband <b>exempts her rival wife,</b> as it is considered a proper levirate marriage or <i>ḥalitza</i>, and certainly she does not require <i>ḥalitza</i> from the brother of the second husband. <b>And</b> if she returns to her first husband, <b>the child from him is not a <i>mamzer</i>.</b> All these <i>halakhot</i> refer to a situation when she married with the permission of the court, after hearing that her husband had died. <b>But if she married without</b> the <b>consent</b> of the court, basing herself entirely on the testimony she heard, and her husband returned, it is <b>permitted</b> for her <b>to return to</b> her first husband. The mishna adds another difference between these two scenarios: If <b>she married by</b> permission of <b>the court, she must leave</b> both of them <b>and she is exempt from</b> bringing <b>the offering,</b> i.e., the sin-offering for her unwitting adultery, as she had the authorization of the court and is therefore considered to have acted under duress.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "64187e5bc9371ec0cebe6b9b", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Reggio on Torah, Leviticus 21:4:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>לא יטמא בעל בעמיו,</b> נראה שמדבר על הכהן הגדול לבדו שהוא בעל בעמיו אדון וגדול בעמיו, כי לפי שהתיר לכהנים להטמא לקרובים, חזר ואמר שהכה\"ג עומד באיסורו הראשון ולא יטמא כלל אפילו לקרובים, ומלת להחלו, להתחלל לבדו בתוך עמיו, ובסוף הענין פירש מי הוא בעל בעמיו ואמר והכהן הגדול מאחיו וכו', וכאן קראו בעל בעמיו לפי שדין זה נוהג בין בכה\"ג משוח, בין במרובה בגדים:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641955a225cae0926906ee03", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Netinah LaGer, Leviticus 21:4:1", "sourceHeRef": "נתינה לגר, ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "commentaryNum": 4.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "ויקרא", "he": "<b>בעל בעמיו, רבא בעמה.</b> נ\"ל שחסר ל' וצ\"ל \"לרבא בעמה\" ור\"ל שאפילו לנשיא וכהן גדול אסור לכהן הדיוט להטמא (כי \"רבא\" משמעו \"גדול ומשוח\" כמ\"ש לעיל ד' ג') שהוה אמינא שלגדולים כמוהם בטלה כהונה (וכמ\"ש הר' חיים כהן בתוס' בכתובות ק\"ג ע\"ב ד\"ה אותו יום שזהו דוקא בטומאה דרבנן אבל לא בטומאה דאורייתא) וקרוב לזה כתב החזקוני, ועיין רמב\"ן שכתב \"וטעם בעל בעמיו כמו ובעלי יהודה כו' הנכבדים בהם כו' יאמר לא יטמא כהן הנכבד בעמיו להחל את כבודו כו', יזהירנו שלא לחלל מעלתו לעולם בטומאת המתים כו' וכן ת' של אונקלוס לא יסתאב רבא בעמה לאחלותה\" ע\"ש, ועי' ביבמות (דף כ\"ב ע\"ב) מטמא. לאשתו כשרה כו' \"ובת' סביוניטי שי\"ח \"ברבא\".", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648839fca5a4d0d592640ab4", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Rav Hirsch on Torah, Leviticus 21:4:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 4. בעל: der Ehemann, לא יטמא להחלו: soll sich nicht verunreinigen in Beziehung zu seiner Entweihung, d. h. in Beziehung zu einer Ehe, durch die er sich entweihet, nicht also לאשתו פסולה, die ihm zur Ehe verboten war (Jebamot 22b) und auch dies nur: בעמיו, wenn es nicht מת מצוה ist שאין לו קוברים.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc5b758c1dc532ec8ead", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 21:4", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Steinsaltz on Leviticus 21:4", "sourceHeRef": "ביאור שטיינזלץ על ויקרא כ״א:ד׳", "anchorVerse": 4, "sourceHasEn": true, "commentaryNum": 21.0004, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>לֹא יִטַּמָּא בַּעַל בְּעַמָּיו</b>, בקרוביו, אלו שאינם בדרגת קרבה גבוהה\n  \n  <b>לְהֵחַלּוֹ</b>, להתחלל.\n  רשימת דרגות הקִּרבה המופיעה כאן לעניין טומאת הכהן מצומצמת הרבה יותר מאשר דרגות הקרבה האמורות בהקשרים אחרים, כמו באיסורי העריות.\n  הכתוב מלמד שאסור לכהן להיטמא לכל שאר הקרובים מלבד אלו שנמנו כאן.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "The priest is \n  <b>an important man among his people; </b>therefore, he <b>shall not become impure, to profane himself </b>. 1 Alternatively, the verse means that a priest may not become impure for an important individual; 2 that a husband may not become impure for a wife who profanes him, that is, in a case where he married a woman prohibited to him; 3 or that a priest may not become impure for more distant relatives. 4 The list of relatives for whom a priest may become impure includes only first-degree relatives; it is far shorter than the list of relatives with whom sexual relations are prohibited (18:6–18).", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "54c7aa5bfbfba27c8a3dee87", "index_title": "Da'at Zekenim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Da'at Zekenim on Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Da'at Zekenim on Leviticus 21:4:1", "sourceHeRef": "דעת זקנים על ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1100, 1300], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Da'at Zekenim", "he": "דעת זקנים"}, "heTitle": "דעת זקנים על ויקרא", "he": "<b>לא יטמא בעל בעמיו להחלו. </b>פי' הרב בכור שור כמו לבעל בעמיו כלו' שאפי' לכהן גדול שמת שהוא בעל ואדון וקדושתו גדול' א\"ה לא יטמא לו כהן אחר אם אינו מקרובין המוזכרים בפסוק: ", "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": "לא יטמא בעל בעמיו להחלו, “a husband [a priest, of course, Ed.] among his people, shall not contaminate himself to one (his wife) who had become his wife as a result of her having desecrated him.” According to the author of b’chor shor, we must understand this as if the Torah had written: לבעל בעמיו, even if he is a High Priest.” [The word בעל is being used by that commentator as “the highest authority,” not only the husband, i.e. his wife’s authority. Ed.] Even in the situation described, an alternate priest who is not allowed to defile himself except to the relatives mentioned in our portion may not substitute for the High Priest to save him from performing the commandment of מת מצוה.\n", "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "55053474fbfba270cc17ea0f", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Haamek Davar on Leviticus 21:4:1", "sourceHeRef": "העמק דבר על ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>לא יטמא בעל בעמיו.</b> דכהן הוא גדול בקרב ישראל ואמר הכתוב שאע״ג שראוי לכל גדול לנהוג קלות בעצמו בקבורת מי מעמיו בין למי שראוי לנהוג בו כבוד בחייו בין לעם הדיוט שתחת משרתו. מכ״מ אינו ראוי להטמא באופן שיגיע <b>להחלו</b> שמתחלל מכהונתו עי״ז. וכדתניא בת״כ להחלו נהג מנהג כזה ה״ה חולין כו׳ פירש ה״ה בקדושתו. היינו שפירש ממנהגו חזר לקדושתו. וזהו דתנן בבכורות פ״ז המטמא למתים פסול עד שיקבל עליו שלא יהא מטמא למתים. [כן פי׳ הרמב״ם ברייתא דת״כ והכי פי׳ הר״ש משאנז ז״ל בת״כ] זהו פשט המקרא והדרש ידוע:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57669f6cd6e4a949a39b27d7", "index_title": "JPS 1985 Footnotes", "category": "Commentary", "type": "commentary", "ref": "JPS 1985 Footnotes, Leviticus 21:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "JPS 1985 Footnotes, Leviticus 21:1", "sourceHeRef": "הערות שוליים תרגום 1985 של JPS, ויקרא כ״א:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1980, 1990], "commentaryNum": 21.0001, "collectiveTitle": {"en": "JPS", "he": "הערות שוליים תרגום 1985 של JPS"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Lit. “as a husband among his kin”; meaning uncertain.", "versionTitle": "JPS Footnotes", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5868bd35d6e4a97c9cbb169e", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Bekhor Shor, Leviticus 21:4:1", "sourceHeRef": "בכור שור, ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "ויקרא", "he": "<b>לא יטמא בעל בעמיו.</b> מצאתי מפורש: כמו: לבעל בעמיו, דאפילו לכהן גדול שמת לא יטמא. ויש לפרש בעל כהן קורא בעל, לפי שהוא קדוש. ולא יטמא להחלו, לקרוביו המחוללים, כגון אם יש לו אח חלל או בן חלל. ורבותינו אמרו שהוא מטמא אפילו לבנו ממזר, חוץ מי שיש לו מן השפחה והנכרית, ופירשו על אשתו שהוא מחולל עליה כגון שנשא גרושה:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1924", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f292d6e4a92746471ce4", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Chizkuni, Leviticus 21:4:1", "sourceHeRef": "חזקוני, ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>לא יטמא בעל בעמיו</b> כתרגומו רבא בעמיה וחסר בית כמו בבעל בעמיו. דוגמא שבי אלמנה בית אביך ועוד הרבה פי׳‎ לא יטמא כהן הדיוט בבעל בעמיו, היינו בכהן גדול שבעמיו, אע״‎פ שהתרתי לך לטמא לקרובים לא תטמא לכה״‎ג שאינו קרובך, ד״‎א <b>לא יטמא בעל</b> היינו הכהן <b>בעמיו</b> אפי׳‎ בכהנים חוץ מן הנזכרים.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "לא יטמא בעל בעמיו, “a husband (who is a priest) may not defile himself for his wife corpse (of a wife who has been forbidden to him and disqualified him for priestly duties);” if there are other people available who can do this without delay. According to the Targum, there is a letter ב missing here at the beginning of the word בעל which should be understood as if it had been written בבעל. The reference then would be to the High Priest not being allowed to bury his wife as he is the highest ranking priest. According to our author, this construction is not unique, and he cites Genesis 38,11 שבי אלמנה בית אביך, where Yehudah tells his daughter-in-law to spend the period of her widowhood in her father’s house pending his son Shelah becoming of age so that he could marry her. In other words, the word בית there should really have been: בבית, “in the house.” Our author claims that there are numerous such constructions to be found elsewhere. According to Ibn Ezra, the verse speaks of an ordinary priest not being allowed to defile himself on his wife’s body, as she is not a blood relative.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58ad950cd6e4a93323dc0ec6", "index_title": "Kiddushin", "category": "Talmud", "type": "", "ref": "Kiddushin 77a:4", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Kiddushin 77a:4", "sourceHeRef": "קידושין ע״ז א:ד׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 153.0004, "collectiveTitle": {"en": "Kiddushin", "he": "קידושין"}, "heTitle": "קידושין", "he": "יִשְׂרָאֵל שֶׁנָּשָׂא חֲלָלָה. מְנָא הָנֵי מִילֵּי? אָמַר רַבִּי יוֹחָנָן מִשּׁוּם רַבִּי שִׁמְעוֹן: נֶאֱמַר כָּאן: ״וְלֹא יְחַלֵּל זַרְעוֹ בְּעַמָּיו״, וְנֶאֱמַר לְהַלָּן: ״לֹא יִטַּמָּא בַּעַל בְּעַמָּיו״. מָה לְהַלָּן זְכָרִים וְלֹא נְקֵבוֹת, אַף כָּאן זְכָרִים וְלֹא נְקֵבוֹת.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The mishna teaches that in the case of <b>an Israelite who married a <i>ḥalala</i>,</b> his daughter is fit to marry into the priesthood. The Gemara asks: <b>From where are these matters</b> derived? <b>Rabbi Yoḥanan says in the name of Rabbi Shimon</b> that <b>it is stated here: “And he shall not profane his offspring among his people”</b> (Leviticus 21:15), <b>and it is stated there: “He shall not defile himself, being a chief man among his people”</b> (Leviticus 21:4): <b>Just as there</b> the prohibition against a priest contracting ritual impurity from a corpse applies to <b>males but not females; so too here,</b> with regard to the profanation of his offspring, where the term “among his people” is also employed, it is <b>males</b> who are rendered unfit and who render their daughters unfit to marry into the priesthood when they are <i>ḥalalim</i>, <b>but not females.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58d1398bd6e4a96e427ef077", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Ibn Ezra on Leviticus 21:4:1", "sourceHeRef": "אבן עזרא על ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>להחלו.</b> דגשות הלמ״ד להתבלע אחר והוא שם הפעל מבנין נפעל:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "TO PROFANE HIMSELF. The <i>lamed</i><sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Of <i>le-hechallo</i>.</i> has a <i>dagesh</i> in it to compensate for the missing other <i>lamed</i>.<sup class=\"footnote-marker\">20</sup><i class=\"footnote\"><i>Hechallo</i> is spelled with one <i>lamed</i>. However, it comes from a root that has two <i>lameds</i>. The <i>dagesh</i> in <i>hechallo</i> compensates for the missing root letter.</i> <i>Le-hechallo</i> (to profane himself) is an infinitive in the <i>nifal</i>.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5922e966d6e4a91a92fb6d37", "index_title": "Contemporary Halakhic Problems, Vol V", "category": "Halakhah", "type": "", "ref": "Contemporary Halakhic Problems, Vol V, Chapter XII Kohanim and Flights Leaving Israel 90", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Contemporary Halakhic Problems, Vol V, Chapter XII Kohanim and Flights Leaving Israel 90", "sourceHeRef": "בעיות הלכתיות עכשוויות, כרך ה, פרק יב: כוהנים וטיסות היוצאות מישראל צ׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1995, 2005], "commentaryNum": 90, "collectiveTitle": {"en": "Contemporary Halakhic Problems, Vol V", "he": "בעיות הלכתיות עכשוויות, כרך ה"}, "heTitle": "פרק יב: כוהנים וטיסות היוצאות מישראל", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Moreover, as is evident from the discussion of the Gemara, <i>Nazir</i> 42b, and Rambam's own terminology in <i>Hilkhot Nezirut</i> 5:19, any leniency with regard to simultaneous contact with a second corpse is predicated upon the consideration that a <i>kohen</i> is prohibited from coming into contact with a corpse because of the admonition \"He shall not defile himself… to profane himself\" (Leviticus 21:4) which is regarded as excluding from the prohibition an instance of a <i>kohen</i> who confronts no additional profanation in the act of contact. To be sure, a <i>kohen</i> defiled through contact with metal suffers no additional defilement but, since his contact with metal does not constitute an act of profanation of his priestly status, he remains bound by the prohibition against coming into contact with a corpse since that act represents not merely an act of defilement but also an act of profanation.", "versionTitle": "Contemporary halakhic problems, by J. David Bleich, 1977-2005", "license": "", "versionTitleInHebrew": "בעיות הלכתיות עכשוויות, רבי יהודה דוד בלייך, 1977-2005"}, {"_id": "59765590d6e4a90179bf6c32", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Be'er Mayim Chaim, Leviticus 21:4:1", "sourceHeRef": "באר מים חיים, ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "ויקרא", "he": "<b>לא</b> יטמא בעל בעמיו וגו'. מקרא זה אין לו פירוש לפי פשוטו. ומה שנראה בביאורו. כי הנה ביארנו פירוש הכתוב <small>(ירמיה ב', י\"א)</small> ועמי המיר כבודו בלוא יועיל על דרך מאמר חז\"ל <small>(יומא ס\"ט:)</small> למה נקראין אנשי כנסת הגדולה שהחזירו העטרה ליושנה משה אמר האל הגדול הגבור וגו' אתא ירמיה ואמר נכרים מרקדין בהיכלו איה נוראותיו לא אמר נורא אתא דניאל אמר נכרים משתעבדין בבניו איה גבורותיו לא אמר גבור אתו אינהו ואמרו אדרבה זו היא גבורת גבורתיו שכובש את כעסו שנותן ארך אפים לרשעים ואלו הן נוראותיו שאלמלא מוראו של הקב\"ה היאך אומה אחת יכולה להתקיים בין האומות עד כאן. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59765590d6e4a90179bf6c34", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Leviticus 21:4:2", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Be'er Mayim Chaim, Leviticus 21:4:2", "sourceHeRef": "באר מים חיים, ויקרא כ״א:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "ויקרא", "he": "<b>ולהבין</b> גבורת ה' בזה הוא על דרך משל לאדם שנתחב קוץ ביד בנו הקטן ויודע אשר אם ישאר הקוץ בתחיבה בידו יתפשט לו מזה כאב גדול ולא יועיל לו אחר כך שום רפואה ורוצה להוציאו משם אבל אינו יכול כי נתחב בעומק ובחוזק רב שקשה לו מאוד להוציאו. מה הוא עושה נוטל סכין חד וחריף וחותך ביד בנו בגבורה ואכזריות גדול. והתינוק צועק וקולו הולך עד לשמים. אבל הוא אינו משגיח וחותך בעומק עד מקום שידו מגעת ונוטל הקוץ מיד בנו. והנה לב כל מבין יבין ויודע מה רב גודל הצער ועיגום נפש שיש לאביו בעת חתיכת יד בנו שממש קשה לו לסובלו. אבל לגודל אהבת בנו משים לבו כלב האבן ומתאכזר על בנו החביב עליו ומתאזר בגבורה גדולה וכובש רחמנותו וחסדו על בנו ואינו שומע לקול צעקתו ועושה את שלו בשביל אהבתו לבנו. כן ממש כאשר חטאו ישראל בעבירות הגדולות החמורות. אז נתחב בנפשותם קוצים ודרדרים מכל בחינות הקליפות והחיצונים באופן שח\"ו אם היה מניחם כך היה מתפשט כאבם עוד יותר ויותר ולא היה ח\"ו תקומה למפלתן. ועל כן שלח עליהם אויבים לייסרם בכל מיני יסורים ולהכשיל כוחם בכל מיני פורעניות בדבר וחרב ורעב ושבי ומשחית אשר עד צואר הגיע שעל ידי זה יוסר מהם הקוצים והדרדרים אשר סביבותיהם ויהיה להם תקומה אם ירצה ה' בסוף הימים. והנה ודאי אשר לא יאומן כי יסופר ולא יעריכנה האדם על הספר בדיו. רב גודל הצער והלחץ כביכול ברוך הוא שהגיע אליו מצרתן של ישראל בכל זה. וכמאמרם ז\"ל <small>(סנהדרין מ\"ו.)</small> בשעה שהאדם מצטער שכינה מה אומרת קלני מראשי וכו' ואמרו <small>(ישעיה ס\"ג, ט')</small> בכל צרתם לו צר כביכול כו' וביותר חילול שמו הגדול מה שחיללו אויבים בחורבן הבית שאמרו <small>(דברים ל\"ב, ל\"ז)</small> אי אלהימו צור חסיו בו. ובודאי ביד הקב\"ה לכלותם כרגע. ואך כל כך גדלה אצלו אהבת ישראל עד שכבש רחמיו בגבורה גדולה מאוד מאוד לראות בכל מה שהעמים עושים לבניו. ולסבול כל החירופים והגידופים ולשתוק להם. והכל בשביל שיבוא טובה מזה לישראל. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59765590d6e4a90179bf6c36", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Leviticus 21:4:3", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Be'er Mayim Chaim, Leviticus 21:4:3", "sourceHeRef": "באר מים חיים, ויקרא כ״א:ד׳:ג׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 4.0003, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "ויקרא", "he": "<b>וזה</b> שאמרו הן הן גבורותיו כי גבורה גדולה הוא עד אין שיעור לסבול כל כך ולראות אשר חרפהו אויבים בבית מקדשו ושוחטים את בניו לעיניו כביכול ועושים להם כל מיני פורעניות שבעולם ולשתוק עד עת קץ. ועל כן עתה זה כבוד הקב\"ה וגדולתו במה שכובש רחמיו כל כך ולראות בצער בניו, מה שתמיד כבוד הקב\"ה הוא להנחיל לבניו כל טוב וברכה והם יברכוהו וישבחוהו על זה. ולזה אמר הכתוב ועמי המיר כבודו בלוא יועיל שהחליפו שיהיה כבודו במה שאין אני מועילם, וכובש את רחמי לראות בצערם ולשתוק ועבור בחינה הזו נקרא הקב\"ה בעל גבורה. כלומר שהוא בעליו של הגבורה שיכול לכבוש גבורתו עם שהיה הדין נותן לכלות כעסו על זה ועכו\"ם מקרקרים בהיכלו ועושים לבניו כך אבל הוא כובש גבורתו כי יודע שבזה יהיה טובה לישראל. וכן על דרך זה נקרא הקב\"ה בעל חסד. שהוא בעליו של החסד לכבוש חסדו במקום המצטרך אף שהדין היה נותן להיטיב לזה ולעשות עמו חסד. אך שהקב\"ה מביט לסוף דבר בקדמותו. ויודע שכשיהיה לזה עושר ובנים רבים ימרוד בו ומרה תהיה לו באחרונה. אז כובש חסדו שלא להופיע עליו באור טובו. או שיודע שכאשר לא יתן לו הטובה והחסד הלז יהיה לו באחרונה טובות גדולות ונפלאות. בעולם הזה או בעולם הבא, כעין יסורין של אהבה שאמרו חז\"ל <small>(ברכות ה'.)</small> ופירש רש\"י שם וזה לשונו: הקב\"ה מייסרו בעולם הזה בלי שום עוון כדי להרבות שכרו בעולם הבא וכן בכל המדות שהקב\"ה נקרא בעל מדה הזו שמדה הזו בידו להיות נותנת בעת שירצה ולכובשה תחת ידו כאשר ירצה. וכשאדם יודע זאת בבירור. אז הוא מאמין באמונה גמורה בהשגחת הבורא יתברך וביכולתו כי הוא המשגיח וצופה ומביט לכל דרכי בני אדם ועיניו פקוחות על כל מעללי איש. והוא כל יכול לעשות כחפצו ורצונו כל מה שירצה. ומה שרואה בעיניו לפעמים כדברים הסותרים את זה. כי הנה אלה הרשעים שלוי עולם השגו חיל וצדיקי ה' ויראיו יושבים במצור ובמצוק. או שרואה אחד שגזל סאה חיטין וזרעה והולידה והצמיחה ועשתה פרי. ואחד עלה בציווי אביו לקחת גוזלות מהקן ושלח את האם והבנים לקח וחזר מהקן ונפל מהסולם ומת או נשברה רגלו וכדומה. ח\"ו לא בשביל זה יאמר כי נסתרה דרכם מה' ועברה משפטם מלפניו. כי יודע ומאמין שבודאי בהשגחה נפלאה כל זה והצור תמים פעלו כי כל דרכיו משפט אל אמונה וגו' <small>(דברים ל\"ב, ד')</small> ומה שנעשה בזה הוא לפי שנקרא כביכול בעל חסד ובעל גבורה שכובש חסדו וגבורתו במקום הצריך לו. אף שהיה צריך במקום הזה להעשות חסד או גבורה הוא כובשו תחת ידו בשביל שיהיה על ידי זה טובת אמת לאיש הזה לאחר זמן. וזה שאמר הכתוב <small>(תהלים קמ\"ז, כ')</small> מגיד דבריו ליעקב חוקיו ומשפטיו לישראל לא עשה כן לכל גוי ומשפטים בל ידעום. כי הודיע משפטיו לישראל אשר הוא בעל משפט ולפעמים כובש המשפט תחת ידו. ועל כן אף שרואין שעכו\"ם מקרקרין בהיכלו מוסיפין עוד להרבות שבחו בזה לומר הן הן גבורותיו. ולא כן העכו\"ם שאינם יודעין ומאמינים בזה וכשרואין שמשתעבדין בבניו ועושים להם כרצונם אומרים אי אלהימו צור חסיו בו. ומסירין השגחתו יתברך ויכולתו כביכול לומר בואו ונעשה עמו מלחמה. ועל כן ואלה המשפטים אשר תשים לפניהם אמרו חז\"ל <small>(גיטין פ\"ח:)</small> לפניהם ולא לפני עכו\"ם כי לישראל הודיע הקב\"ה דרכי משפטיו יתברך שלפעמים כובש מדותיו כביכול כאילו אין בו מדה הזו. ועל כן לא יאמר יעקב וידבר ישראל נסתרה דרכי מה' ומאלהי משפטי יעבור <small>(על פי ישעיה מ', כ\"ז)</small>, כי יודע שהן הן גבורותיו אבל לגויים הנה כתיב <small>(איוב י\"ב, כ\"ג-כ\"ד)</small> משגיא לגוים ויאבדם וגו' מסיר לב ראשי עם הארץ ויתעם בתהו לא דרך. ולא הודיעם זאת, והם עבור זה פוקרים ומכחישים אמונתו והשגחתו יתברך. על כן נאמר לעתיד <small>(ירמיה ט\"ז, כ\"א)</small> לכן הנני מודיעם בפעם הזאת אודיעם את ידי ואת גבורתי וגו' פירוש שאז אודיעם שמה ששתקתי להם עד הנה לפי שהן הן גבורותיו ולא ח\"ו מקוצר ידו או מקוצר השגחתו. ולא כן עמו ישראל כי הם גם עתה כבוד מלכותך יאמרו וגבורתך ידברו אף שרואין את עצמם בגלות אומרין הן הן גבורותיו. ועל כן אנו מבקשים להודיע לבני האדם גבורותיו. כי האדם נקראים אומות העולם כמו שאיתא בתוספות <small>(בבא קמא ל\"ח.)</small> שגם אומות העולם יכירו וידעו בגבורתך הגדולה כאשר תעשה בהם משפט חרוץ לעין כל. ואז דיע ישימו כל בריותיו וידעו כי גדלו גבורותיו ולא ישראל לבד. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59765590d6e4a90179bf6c38", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Leviticus 21:4:4", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Be'er Mayim Chaim, Leviticus 21:4:4", "sourceHeRef": "באר מים חיים, ויקרא כ״א:ד׳:ד׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 4.0004, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "ויקרא", "he": "<b>ולזה</b> יאמר הכתוב כאן לא יטמא בעל בעמיו להחלו. פירוש שח\"ו לא יטמא בחינת בעל, בעמו ישראל להחלו על ידי זה שכאשר יראו הנהגתו יתברך בבחינת הבעל ואדון לכבוש המדות תחת ידו, יחללו שמו ח\"ו לומר כי הסתרת פנים יש בדבר, וידוע מאמרם ז\"ל <small>(עיין ילקוט חלק א' תתקמ\"א)</small> קשה הסתרת פנים יותר ממאה קללות חסר שתים. כי כל זמן שאדם מאמין שהכל הוא בהשגחה מאתו יתברך לטוב לו, אז רואה תמיד להיטיב מעשיו ביותר ויותר, וממילא בודאי כן יהיה לו לטוב, אחרי אשר יעברו ימי הרעה אשר נקצבו בדעתו של תמים דעות ברוך הוא. אבל ח\"ו כשיצא מגדר האמונה לכפור בהשגחה וביכלתו כביכול חלילה אז ודאי אוי לו כל ימי חייו חלילה. ועל כן לא יטמא בעל בעמיו עמו ישראל להחלו ח\"ו על ידי בחינת הבעל. רק אדרבה יאמינו כי הוא בעל חסד האמיתי ובעל גבורות. וכל המדות ברצונו יתברך הם לפעול בהם או לכובשם תחת ידו. והכל באמת לטובת אוהביו עמו ישראל כפי שיקול תמים דעות ברוך הוא שאין כל בריה יכולה לדעת אפס קצהו מדעתו והנהגתו ברוך הוא בעולמו שברא ברחמיו וברוב חסדיו. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59765590d6e4a90179bf6c3a", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Leviticus 21:4:5", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Be'er Mayim Chaim, Leviticus 21:4:5", "sourceHeRef": "באר מים חיים, ויקרא כ״א:ד׳:ה׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 4.0005, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "ויקרא", "he": "<b>או</b> ירמוז הכתוב על שני מיני אהבות הנודעים למשכיל. כי יש אשר יאהב דבר מדברים שבעולם בלבבו ונפשו עד אשר יכלה נפשו ורוחו ונשמתו לדבר ההוא. וכאשר לא ישיג הדבר הזה. ירדוף ויבקש אחריו יום יום ויחלה נפשו עבורו כי עגמה נפשו מאוד מאוד לזה. וכאשר ישיג הדבר ההוא אז לרוב אהבתו בו יבוטל ממציאות ממש שמחשבתו וכל כוחי גופו ואבריו מצומדים ומקושרים בתאוה ואהבה ההיא עד אשר לא יפנה לבבו כלל לדברים אחרים ואף אם ילחש לו אחד באזנו דבר מה לא ישמע כלל כי נתבטל ממציאותו בדבר הזה. כמו אחד הטרוד בחשבון הון רב אשר לרוב אהבתו בו וטרדתו אינו שומע כלום מדברים אחרים אף אם יעמדו כל מיני כלי זמר שבעולם וכדומה בשארי האהבות. והאהבה השניה הוא שיאהב הדבר הזה אבל לא כל כך בכליון נפש כמו הראשונה, רק אם מזדמן לו זה הדבר והנה הוא לפניו עושהו באהבת נפשו אבל לא שיחלה עבורו עד השיגו להיות בטל במציאות בעת עשיותו. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59765590d6e4a90179bf6c3c", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Leviticus 21:4:6", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Be'er Mayim Chaim, Leviticus 21:4:6", "sourceHeRef": "באר מים חיים, ויקרא כ״א:ד׳:ו׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 4.0006, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "ויקרא", "he": "<b>והנה</b> ענין זה בקדושה הוא, כי יש אשר יאהב לבוראו אהבת אמת אהבה חזקה בוערת ברשפי אש שלהבת י\"ה עד אשר אש ממש תוקד בקרבו יומם ולילה לדרוש ולחקור ולבקש כל האופנים והתחבולות איך לעבוד אותו ולעשות לו נחת רוח ולאהבה אותו ולירא ממנו. וקודם כל מצוה ומצוה נפשו משתוקקת ובוערת לומר מתי יגיע לידי מצוה זו ואקיימנה, ויום לשנה נחשב אצלו טרם הגיע עת וזמן המצוה, כמו מצות סוכה ואתרוג וכדומה, משתוקק אליה הרבה ימים טרם בואם בחולת אהבה לומר מתי יגיעו ימים האדירים לקיים מצות בוראי לעשות נחת רוח לפניו. וכל הימים שקודם להם תוחלת ממושכה הוא לו ובבוקר יאמר מי יתן ערב וגו' כמו אחד שמצפה על הון רב לזמן ידוע, אשר קודם הגיע זמנו נפשו בוחלת ובוערת מצפת ומשתוקקת מתי יגיע הזמן הזה להגיע אל הון יקר הזה. ויותר מזה נמצא באהבת הבורא כידוע כי זה נלקח מאמיתת מדת האהבה עליונה אשר כל חפצי עולם הזה ומחמדיו ומטעמותיו ותענוגיו לא ישוה אף על אחת מני אלף אלפי אלפים וכו' למי שזכה לטעום בנפשו תשוקה זו אף רגע אחת מכל ימי חייו. ומכל שכן בעת עשותו המצוה ודאי אשר יתבטלו אז כל אבריו וגידיו וחושיו וכוחותיו כי כולם קשורים ומצומדים ונכלים באהבה ותשוקה הזו עד אשר לא ישמע אז כלל לדברים אחרים בשום אופן אף לקול שירים ושירות כי כלה כל חייו לאהבה הזו. ואלו היה יכול היה מנענע באתרוג הזה כל היום וכל הלילה לאש אהבתו אל המצוה. ופשיטא שלא יעצרנו קור וחום מלישן בסוכה, וכדומה בכל המצוות. ומעת קומו בבוקר נפשו מתגעגעת ומתאוות ומצפה לעת התפילה לקיים כמה מצוות התלוין בה ציצית ותפילין וקריאת שמע ותפילה וקידוש שמו וכו'. כמו אדם התאב מאוד לאכול אף שיודע בודאי שלאחר זמן מה יהיה לו מה לאכול, מכל מקום מתאוה ומצפה מתי יגיע הזמן, כי יכאב לבו עד מלאת רצונו באכילתו. ופשיטא שכן צריך להיות במצוות ותפילה שיכאב לבו ויתאוה וישתוקק לזמנה לדבק אז בקונו ולגרום לו נחת רוח בעבודה. ופשיטא בעת התפילה שמגיע מרוב האהבה לביטול המציאות שמתבטלים כל אבריו וחושיו וכל כוחיו. וכמו שכתוב בשולחן ערוך אורח חיים סימן צ\"ח סעיף א' וזה לשונו: המתפלל צריך שיכוון כו' ויסיר כל המחשבות הטורדות אותו עד שתשאר מחשבתו וכוונתו זכה בתפילתו וכו' וכך היו עושים חבירים<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">בשולחן ערוך דידן חסידים כתיב.</i> ואנשי מעשה שהיו מתבודדים ומכוונים בתפילתם עד שהיו מגיעים להתפשטות הגשמיות ולהתגברות כח השכלי עד שהיו מגיעים קרוב למעלת הנבואה כו' עד כאן לשונו. ואהבה הזו מרומזת במדת החכמה העליונה שהוא כח מה כלומר כל כוחותיו נעשין אז בבחינת מה שאינם נרגשין לו כלל אם הוא במציאות או לא וזה היא אהבת אמת. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59765590d6e4a90179bf6c3e", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Leviticus 21:4:7", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Be'er Mayim Chaim, Leviticus 21:4:7", "sourceHeRef": "באר מים חיים, ויקרא כ״א:ד׳:ז׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 4.0007, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "ויקרא", "he": "<b>ולעומת</b> זה בקליפה בעוונותינו הרבים הוא בכל תאוות עולם הזה באכילה ושתיה ומשגל וחמדת ממון או כבוד ואהבת השררה. כי האדם אשר ישקע בהן ולא יזהר לזבוח יצרו לכבוש תאותו קצת במעט מעט יבוא לתאוה כזו עד אשר יכלה נפשו ולבו לתאותו, וח\"ו לא יהיה לו עוד לבו ברשותו להטותה לאשר יחפוץ כי יתחזק כל כך כח התאוות בלבבו עד אשר יצמא נפשו עליהם אף שלא בפניהם ותבער אש בלבבו אליהם לדורשם ולבקשם באשר ימצא. ובפרט בעוונותינו הרבים בתאות נשים שהממלא תאותו בהתר יגדל אש המדורה בקרבו עד אשר אם לא ימצא בהיתר יבקש באיסור. ויחלה חולת אהבה לתאוה ההיא. ויהיה חקוקה על לבו בשכבו ובקומו ובלכתו בדרך ולא יזיז מחשבתו ממנה. ומכל שכן בעת עשותה שיעשנה בביטול המציאות ממש. שיקשר ויצמד עם כל חושיו ואבריו וכוחותיו בדביקות האהבה. וכן באכילה ובממון ושארי תאוות כאשר שמענו וראינו מרשעי ארץ רחמנא ליצלן והכל כי לא שמרו ברית האלהים בתאות ההיתר לכבוש יצרם תחת ידם שלא למלא תאותו בכל מכל כל. ומזה נתחזקה התאוה כל כך עד שח\"ו אין לבו ברשותו כמאמר חז\"ל <small>(בראשית רבה ל\"ד, י')</small> הרשעים הן ברשות לבם. ולא יעלה לו על מחשבתו שום מחשבה טובה בעת עוסקו בתאותו רק להתקשר בחבלי עבותות האהבה לתאותו ולא יותר. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59765590d6e4a90179bf6c40", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Leviticus 21:4:8", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Be'er Mayim Chaim, Leviticus 21:4:8", "sourceHeRef": "באר מים חיים, ויקרא כ״א:ד׳:ח׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 4.0008, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "ויקרא", "he": "<b>ותדעו</b> אחיי ורעיי כי הנה אלה הרשעים ושלוי עולם הבוערים בלבבם לכל מיני התאוות ועבירות רעות בחמדה עזה וחזקה אילו היו רוצים להכנס לקדושה היו יכולין להכנס ממש כמו כן שיחשק ויתלהב ויתאוה ויחפוץ בלהבי יקודי אש לאהבת ה' ותורתו ומצוותיו. כי את זה לעומת זה וגו'. וכפי אשר נראה כוחו בקליפה מהתאוה המופלגה והחמדה עזה. כן היה כוחו בקדושה לאהבת ה' מה שאדם אחר שלא נברא בכח הזה להיות אהבה עזה תקוע בלבבו לדבר מן הדברים לא היה יכול להגיע כלל למדריגה עליונה כזו. ועל זה אמר ריש לקיש <small>(בבא מציעא פ\"ד.)</small> התם רבי קרו לי הכא רבי קרו לי כי הוא לפי מדרגתו בכל מקום אשר פנה והביט, היה גדול ונפלא בערכו. ובעת היותו בליסטים היה רב וגדול בבחינתם, וכשנכנס תחת כנפי השכינה נעשה רב וגדול מאוד אף נגד חכמים אחרים כמאמר חז\"ל <small>(יומא ט':)</small> ורבה בר בר חנה מי משתעי בהדיה ריש לקיש והלא רבי אליעזר מרא דארעא דישראל הוי ולא הוי משתעי ריש לקיש בהדיה. עתה ראה והבט מה שיוכל להעשות מרשעי ישראל. וכל אדם בערכו כפי ערך תאותו בתאות וחמדת עולם הזה, כן לעומתו היה יכול ליכנס בקדושה להתאוות לחמוד לבוראו כזה וכזה ויותר לפי שזה היא אהבת אמת. ותאות עולם הזה הוא רק טיפה מן הטיפה שנפלה מאהבת האמת לאהבת עולם הזה בכדי להיות הבחירה ביד האדם ולבררה מתוכה כאשר כתבנו כמה פעמים. ונחזור אל הענין כי נמצא אהבה החזקה בכל הדברים הן בקדושה והן בקליפה. ויש אהבה החלושה אשר לא יכלה נפשו בביטול המציאות באהבתו רק יאהב הדבר באהבה גמורה ולא בכליון נפשו הן באהבת הבורא והן באהבת דברי עולם הזה. והנה מי שנקרא בעל צדקה או בעל חסד וכדומה, מורה על היותו בבחינה זו בשלימות רב ובחוזק בכליון נפשו. כי ודאי כל אחד מישראל אוהב צדקה וחסד הוא במעט אם יקרה לו בנקל. ולא יקרא לו שם בעל צדקה וחסד רק אם הוא אוהבו ביותר מדאי ועוסק בה תמיד ונותן נפשו על מדה הזו לזה יקרא בשלימות בעל מדה הזו כי הגדיל המדה הזו בקרבו עד היותו בעל ואדון לה שהיא בידו, והוא אוהבה אהבה רבה ועזה ולא יזיז ממנה כל עיקר, וכל החושים ודברים אחרים בטלין ומבוטלין נגד מדה הזו בקרבו. וכן בכל המדות הן לטובה הן לרעה מי שנתחזקה בו איזה מדה, יקרא בעל מדה ההוא. גם בעל הוא לשון חוזק שמורה על התחזקות מדה זו בקרבו. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59765590d6e4a90179bf6c42", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Leviticus 21:4:9", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Be'er Mayim Chaim, Leviticus 21:4:9", "sourceHeRef": "באר מים חיים, ויקרא כ״א:ד׳:ט׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 4.0009, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "ויקרא", "he": "<b>ולזה</b> ירמוז הכתוב לא יטמא בעל בעמיו להחלו. שלא יטמא בחינת הבעל בעם ישראל להחלו להתחזק ח\"ו בתאוות ואהבות ההפכיות הבלי עולם הזה או עוד בעבירות ואז יתחלל בחינת הבעל להקרא בעל מדות רעות. לא כן. כי אדרבה להתחזק באהבת ומדות ה' יתברך ואז יקרא לו בעל תורה ובעל מצוות כי בידו כח וגבורה לשלוט על כוחות הרעים והיצר הרע, וכל תאוות אחרים נחלשים לפניו. ואז לא יתחלל ח\"ו בחינת הבעל אדרבה יתעלה למעלה ועל כן אמרו חז\"ל <small>(יבמות צ':)</small> שדיבר הכתוב באשה כי על פי רוב עיקר התחזקות ותאוות הרעים הוא בתאות נשים שמה הרגיעה שידה ולילית וכת דילה בתאוה מרובה והתחזקות רב כמו שכתוב בסוף הלכות איסורי ביאה להרמב\"ם ז\"ל וזה לשונו: אין לך דבר בתורה כולה שהיא קשה לרוב העם לפרוש אלא מן העריות והביאות האסורות כו' ואין אתה מוצא קהל בכל זמן וזמן שאין בהן פרוצין בעריות וביאות אסורות. ועיין במה שכתב הרד\"ק ז\"ל בשם אביו בפסוק <small>(תהלים נ\"א, ז')</small> הן בעוון חוללתי וגו' וזה לשונו: ואמר כי מדרך זה העוון שעשיתי נבראתי כו' כאדם שזורע גרעינים מרים האילן והפרי מרים בטבע וכל הדברים ילכו אחר תולדותם והאדם נעשה מטפת זרע וכו' ואף על פי שיש בזה מותר ואיסור כו' וכל חטא אחר אינו מוטבע באדם כו' והאדם הצדיק המושל בתאותו בזה אם יתקפהו יצרו, דבר גדול הוא יותר מאשר ימשול ברוחו מלעבור עבירה אחרת כו'. על כן ביותר הזהיר הכתוב במקום הזה שלא יטמא בחינת הבעל למלאות תאותו אף בהיתר בה כי אש היא עד אבדון תאכל <small>(איוב ל\"א, י\"ב)</small> ובה תחלל הנשמה מאוד מאוד. ובפרט ההרהורים הבאים מתאוה הזו שאמרו חז\"ל <small>(יומא כ\"ט.)</small> הרהורי עבירה קשין מעבירה. והעצה היותר טובה לזו היא מה שאמרו חז\"ל <small>(סוכה נ\"ב:)</small> אבר קטן יש באדם מרעיבו שבע וכו'. כי זה המרעיב אותו ופורש עצמו כאשר יוכל ובשעת מעשה נשמר שלא ימלא תאותו רק באימה ובפחד הבורא, הגם שאי אפשר שלא יהנה מכל מקום במעט מעט פרישות בשעת מעשה ופרישות אחר כך שלא להיות מצוי כתרנגול רק בעת ההכרח למאוד. והכל בפרישות דרך ארץ. אז בודאי יהיה שבע מדבר ההוא. ואז יהיה לו בנקל לכבוש כל התאוות תחת ידו כי זה הוא הראש וראשון והעיקר שבכל התאוות. ואכן עיקר אופני הנהגות במעשה הזו ביארנו במקום אחר ולא נכפיל. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cd5d6e4a9026bd8f805", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Aderet Eliyahu, Leviticus 21:4:1", "sourceHeRef": "אדרת אליהו, ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>ולא לאחרים עמה ממ\"ש בפ' לא יטמא בעל והכי הוא פשטא דקרא אף שטימא</b> לקרובים מ\"מ לא יטמא. ובעל הוא דרשא אחרינא ומצוה ממ\"ש יטמא אבל גמרא לא ס\"ל אלא ב' למודים מצוה ואברים עכ\"ל ודוק):", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cd5d6e4a9026bd8f807", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 21:4:2", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Aderet Eliyahu, Leviticus 21:4:2", "sourceHeRef": "אדרת אליהו, ויקרא כ״א:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>לא יטמא.</b> עיין רש\"י ז\"ל:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cd5d6e4a9026bd8f809", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 21:4:3", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Aderet Eliyahu, Leviticus 21:4:3", "sourceHeRef": "אדרת אליהו, ויקרא כ״א:ד׳:ג׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 4.0003, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>להחלו.</b> שנוהגין בו מנהג חולין יכול לעולם ת\"ל בעמיו בזמן שהוא עמו הא אם פירש הרי הוא בקדושתו. [פי' לא יטמא בעל על אשתו ולמעלה אמר כי אם לשארו הא כיצד מטמא הוא לכשרה כו' וכאן דרש לא יטמא בעמיו כמו מעמיו יקח אשה מב' עממין וכן כאן מישראל ונתנכר ואמר יכול לעולם ת\"ל בעמיו מב' של בעמיו דרש דהל\"ל לעמיו):", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cd5d6e4a9026bd8f80b", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 21:4:4", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Aderet Eliyahu, Leviticus 21:4:4", "sourceHeRef": "אדרת אליהו, ויקרא כ״א:ד׳:ד׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 4.0004, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>להחלו.</b> מניין שמוזהר עד שימות [נזיר מ\"ב וס\"ג] ת\"ל להחלו רבי אומר במותם כו' א\"כ מה ת\"ל להחלו יצא מי שהוא מחולל ועומד כגון שהי' מת על כתפו כו':", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1406904bbb60019c1e3a2", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Birkat Asher on Torah, Leviticus 21:4:1", "sourceHeRef": "ברכת אשר על התורה, ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "<b>רש\"י ד\"ה לא יטמא בעל בעמיו להחלו.</b> פסוק זה עוסק בדינו של כהן - אם מותר לו להטמא לאשתו שמתה. רש\"י מביא כאן שני פירושים למילה \"בעמיו\": (א) \"בעמיו\" פירושו עִמו, לאמור: אסור לכהן להטמא לאשתו שמתה אם בשעה שהיא <b>עמו</b> הוא מחולל (כלומר אם היא פסולה לכהונה). (ב) \"בעמיו\" פירושו בתוך עמו, כפשוטו של מקרא, לאמור: כל האיסור להיטמא לאשה זו הוא דווקא כשיש אחרים <b>בתוך העם</b> שיכולים לעסוק בקבורתה, אבל אם אין מי שיעסוק בקבורתה הריהי בגדר \"מת מצוה\" ומותר אף לכהן זה לטפל בקבורתה. (פ' אמור תש\"ן)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f02d659d660b3c272df7177", "index_title": "Gur Aryeh on Vayikra", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Vayikra 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Gur Aryeh on Vayikra 21:4:1", "sourceHeRef": "גור אריה על ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על ויקרא", "he": "<b>לא יטמא לאשתו הפסולה כו'.</b> אבל בגמרא בפרק האשה רבה (יבמות צ ע\"ב) קאמר \"כי אם לשארו הקרוב אליו\" (פסוק ב), ואמר מר אין שארו אלא אשתו, וכתיב \"לה יטמא\", וכתיב \"לא יטמא בעל בעמיו\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"82\"></i>, אלא יש בעל שמטמא ויש בעל שאינו מטמא, הא כיצד, מטמא לאשתו כשירה, ואינו מטמא לאשתו פסולה. ואם כן מכח קושיות המקראות דייקו, ולא דייקו מלשון \"להחלו\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"83\"></i>, ד\"להחלו\" פירושו כאשר יטמא למת הוא להחלו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"84\"></i>. מכל מקום דעת רש\"י, דכיון דמכח קושיות המקראות אנו צריכין לפרש המקרא ד\"לא יטמא בעל בעמיו\" איירי באשתו פסולה, מעתה יש לנו לפרש המקרא \"לא יטמא בעל בעמיו\" לאשתו שהיא \"להחלו\", דהיינו אשתו פסולה. אבל בודאי אי לאו קושיות המקראות לא היינו מפרשים המקרא ד\"לא יטמא בעל בעמיו להחלו\" לאשתו פסולה שהיא להחלו, אלא היינו מפרשים \"לא יטמא להחלו\" שהטומאה חלול היא לו:<br>ובתורת כהנים מפרש, כל הני קראי \"לאמו ולאביו ולבנו ולבתו ולאחיו ולאחותו\" למה לי, דלכתוב \"לאביו\" ונלמד לאמו ממנו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"85\"></i>, או איפכא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"86\"></i>, וקאמר התם אי כתב \"לאמו\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"87\"></i>, הוה אמינא לאמו יטמא משום שהיא ודאית, אבל אביו אין ידוע שהוא אביו רק משום חזקה, הוה אמינא לא יטמא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"88\"></i>, קא משמע לן דיטמא. ואי כתב \"לאביו\", הוה אמינא מה אביו שאינו מתחלל, אף אמו שאינה מתחללת, אמו שנתחללה מניין, תלמוד לומר \"לאמו\". וקאמר עוד שם, דלא לכתוב \"לאביו ולאמו\", וליתי מקל וחומר מ\"בנו ומבתו\", דמה בנו ובתו שאינו חייב בכבודם מטמא להם, אביו ואמו שחייב בכבודם (שמות כ, יב) לא כל שכן דמטמא להם, וקאמר שאם כן הוה אמינא אפילו לבנו ולבתו נפלים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"89\"></i>, תלמוד לומר \"לאביו ולאמו\", מה אביו ואמו בני קיימא, אף בנו ובתו בני קיימא. וקאמר לכתוב \"בנו\" ולא לכתוב \"בתו\", או איפכא, ומתרץ אי כתב \"בנו\", הוה אמינא דוקא בנו, דחייב לפדותו ולמולו וללמדו (קדושין כט.), אבל בתו לא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"90\"></i>, קא משמע לן. ואי כתב \"בתו\", הוה אמינא דוקא בתו שזכאי במעשה ידיה ובהפרת נדריה (כתובות מו ע\"ב), אבל בנו לא, קא משמע לן:<br>וקאמר, דלכתוב \"אחיו ואחותו\" ולא לכתוב \"בנו ובתו\", ונילף מקל וחומר, מה אחיו ואחותו דלא חייב בהן במצוות מטמא להם, בנו ובתו שחייב בהן במצוות לא כל שכן, ומתרץ, אם כן הוה אמינא אפילו אחיו ואחותו מאמו, תלמוד לומר \"בנו ובתו\", מה בנו ובתו שהוא יורשן (ב\"ב קטו.) אף אחיו ואחותו שהא יורשן, אבל אחיו ואחותו מאמו אינם יורשן (ב\"ב קי ע\"ב) – לא. ומקשה, לכתוב \"אחיו\" או \"אחותו\" ולא לכתוב אידך, וקאמר, אי כתב \"אחיו\", הוה אמינא מה אחיו בין גדול ובין קטן, אפילו אחותו בין גדולה בין קטנה, לכך כתב \"ולאחותו הבתולה\" קטנה ולא גדולה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"91\"></i>. ואי כתב \"ולאחותו\", הוה אמינא מה אחותו קטנה ולא גדולה, אף אחיו קטן ולא גדול, לכך כתיב \"לאחיו\", בין גדול בין קטן:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60b366eba7ed0e0b77b72fef", "index_title": "Ketonet Pasim", "category": "Chasidut", "type": "", "ref": "Ketonet Pasim, Metzora 172", "anchorRef": "Leviticus 21:1-4", "anchorRefExpanded": ["Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4"], "sourceRef": "Ketonet Pasim, Metzora 172", "sourceHeRef": "כתונת פסים, מצורע קע״ב", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1777, 1783], "commentaryNum": 172, "collectiveTitle": {"en": "Ketonet Pasim", "he": "כתונת פסים"}, "heTitle": "מצורע", "he": "<b>ובזה</b> נבאר פסוקי פ' אמור אל הכהנים בני אהרן ואמרת אליהם לנפש לא יטמא בעמיו כי אם לשארו הקרוב אליו וגו' לה יטמא (ויקרא כא, א-ד). והספיקות עם ביאורן כתבתי במקום אחר, יעו\"ש. וכעת נראה לי לבאר עוד מדרש (ויק\"ר כו, א) אמור אל הכהנים בני אהרן, רבי תנחום בר חנילאי פתח, אמרות ה' אמרות טהורות (תהלים יב, ז), אבל אמרות בשר ודם אינו טהורות וכו' היכן הוא היכן אמרותיו, אבל הקב\"ה וכו' אמרות טהורות. רבי יודן אמר בשם ריב\"ל, מצינו שעיקם חית אותיות, הבהמה אשר איננה טהורה וכו' (בראשית ז, ח) כדי שלא להוציא דבר טומאה מתוך פיו. אמר רבי יודן (בשם) בן מנשה, אף כשפתח בסימני בהמה טמאה לא פתח אלא בטהרה, את הגמל כי מעלה גרה הוא וכו' (ויקרא יא, ד), יעו\"ש. והוא תמוה, מה ענין פתיחה זו לפ' אמור.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a6230587f574a17ca6b12f", "index_title": "Jerusalem Talmud Nazir", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Nazir 3:5:3", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Jerusalem Talmud Nazir 3:5:3", "sourceHeRef": "תלמוד ירושלמי נזיר ג׳:ה׳:ג׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 5.0003, "collectiveTitle": {"en": "Jerusalem Talmud Nazir", "he": "תלמוד ירושלמי נזיר"}, "heTitle": "תלמוד ירושלמי נזיר", "he": "<i data-overlay=\"Vilna Pages\" data-value=\"14a\"></i>עוֹדֶינּוּ שָׁם. רִבִּי יוֹחָנָן אָמַר. מַתְרִין עַל הַכֹּל כְּדֵי פְרִישָׁה וּפְרִישָׁה וְהוּא לוֹקֶה. רִבִּי לָֽעְזָר אוֹמֵר. אֵינוֹ מְקַבֵּל עַד שֶׁיִּפְרוֹשׁ וְיַחֲזוֹר. <i data-overlay=\"Venice Columns\" data-value=\"52d\"></i>אָמַר רִבִּי בָּא. כָּךְ הָיָה מֵשִׁיב רִבִּי יוֹחָנָן אֶת רִבִּי לָֽעְזָר. וְהָא כְתִיב לֹא יָבוֹא וְלֹא יִטַּמֵּא. אָמַר לֵיהּ. שֶׁאִם הִתְרוֹ בוֹ מִשּׁוּם וְלֹא יָבוֹא לוֹקֶה. מִשּׁוּם לֹא יִטַּמֵּא אֵינוֹ לוֹקֶה. אָמַר רִבִּי הִילָא. מֵהִשְׁתַּחֲוָיָה לָמַד רִבִּי יוֹחָנָן. דְּתַנִּינָן תַּמָּן. הִשְׁתַּחֲוָה אוֹ שֶׁשָּׁהָא כְדֵי הִשְׁתַּחֲוָיָה. אָמַר רִבִּי מַתַּנְייָה. הֲוִינָן סָֽבְרִין מֵימַר. מַה פְלִיגִין. בְּמַכּוֹת. הָא קָרְבָּן לֹא. מִן מַה דָּמַר רִבִּי הִילָא. מֵהִשְׁתַּחֲוָיָה לָמַד רִבִּי יוֹחָנָן. הָדָא אָֽמְרָה. הִיא בַמַּכּוֹת הִיא בַקָּרְבָּן. מַתְנִיתָא פְלִיגָא עַל רִבִּי יוֹחָנָן. נָזִיר שֶׁהָיָה שׁוֹתֶה יַיִן כָּל־הַיּוֹם אֵינוֹ חַייָב אֶלָּא אַחַת. פָּתַר לָהּ שֶׁאֵין בֵּית הַבְּלִיעָה פָּנוּי. מַתְנִיתָא פְלִיגָא עַל רִבִּי יוֹחָנָן. הָיָה מִטַּמֵּא לְמֵת כָּל־הַיּוֹם אֵינוֹ חַייָב אֶלָּא אַחַת. פָּתַר לָהּ בְּשׁוֹהֵא עַל כָּל־פְּרִישָׁה וּפְרִישָׁה וְהוּא לוֹקֶה. מַתְנִיתָא פְלִיגָא עַל רִבִּי יוֹחָנָן. כֹּהֵן שֶׁעוֹמֵד בְּבֵית הַקְּבָרוֹת וְהוֹשִׁיטוּ לוֹ מֵת אַחֵר יָכוֹל יְקַבֵּל. תִּלְמוּד לוֹמַר יִטַּמָּא בַעַל בְּעַמָּיו. הֲרֵי שֶׁקִּיבֵּל יָכוֹל יְהֵא חַייָב. תַּלְמוּד לוֹמַר לְהֵחַלּוֹ. אֶת שֶׁהוּא מוֹסִיף חִילּוּל עַל חִילּוּלוֹ. יָצָא זֶה שֶׁאֵינוֹ מוֹסִיף חִילּוּל עַל חִילּוּלוֹ. אָמַר רִבִּי זְעִירָא אָמַר רִבִּי יוֹחָנָן. לְהֵחַלּוֹ. יָצָא זֶה שֶׁאֵינוֹ מוֹסִיף חִילּוּל עַל חִילּוּלוֹ. שֶׁלֹּא יֹאמַר. הוֹאִיל וְנִיטְמֵאתִי עַל אַבָּא אֶלְקוֹט עַצְמוֹת פְּלוֹנִי בְיָדִי. לְהֵחַלּוֹ. בִּשְׁעַת מִיתָה. רִבִּי אוֹמֵר. אַף בְּמוֹתָן. רִבִּי שִׁמְעוֹן בֶּן לָקִישׁ אֶמַר. מַחֲלוֹקֶת בֵּינֵיהֶן. וְאַתְייָא דְּרִבִּי שִׁמְעוֹן בַּר װָא כְּרִבִּי שִׁמְעוֹן בֶּן לָקִישׁ. שִׁמְעוֹן בַּר װָא מִי דְמָךְ הֲוָה אֲמַר. הָא נְפִיקָא מִיכָּא וְהָא נְפִיקָא מִיכָּא.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "If he is still there<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">Here starts the discussion of the Mishnah. What is the situation of the person who vowed in the cemetery to be a <i>nazir</i>.</i>, Rebbi Joḥanan said, one warns him about everything for every possible leaving,<sup class=\"footnote-marker\">64</sup><i class=\"footnote\">R. Joḥanan holds that the vow becomes effective the moment it is uttered. Then the <i>nazir</i> is informed that he has to leave the cemetery immediately (and refrain from wine and shaving). If he does not obey, he can be repeatedly warned and the disregard of every warning is a new, punishable offence.</i> and he is whipped. Rebbi Eleazar said, he does not accept [warning] unless he leaves<sup class=\"footnote-marker\">65</sup><i class=\"footnote\">He holds that the vow becomes effective only when the <i>nazir</i> leaves the cemetery. Then also the warning becomes relevant for him and he can be punished if he returns to the cemetery.</i> and returns. Rebbi Abba said: So did Rebbi Joḥanan answer Rebbi Eleazar: Is it not written, “he shall not come” and “he may not defile himself”<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">If <a class=\"refLink\" data-ref=\"Numbers 6:6\" href=\"/Numbers.6.6\"><i>Num</i>. 6:6</a>, there is a general prohibition, “to any dead person he shall not come.” In v. 7, there is a particular prohibition; for close relatives “he may not be defiled.” R. Joḥanan interprets this to mean: even in a case where he does not defile himself, because he was defiled before he made the vow, he violates the separate prohibition of <a class=\"refLink\" data-ref=\"Numbers 6:6\" href=\"/Numbers.6.6\">v. 6</a>.</i>? He said to him, if they warned him because of “he shall not come”, he is whipped; because of “he shall not defile himself” he is not whipped<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">He reads the verses as they are written. The <i>nazir</i> can be warned, and is whipped, for an active <i>coming</i> to corpses. But nobody can be whipped for a prohibition formulated in the passive voice.</i>. Rebbi Hila said, Rebbi Joḥanan learned from prostrating, as we have stated there<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">Mishnah <i>Šebuot</i> 2:3. A person who comes to the Temple precinct and belatedly remembers that he is impure, has to leave immediately. If he tarries long enough for an act of prostration, he is punished.</i>: “If he prostrated himself or stayed there long enough to prostrate himself.” Rebbi Mattaniah said, we thought that was where they do disagree? About lashes, but not about a sacrifice. Since Rebbi Hila said, Rebbi Joḥanan learned from prostrating<sup class=\"footnote-marker\">69</sup><i class=\"footnote\">Where the main thrust of the entire Chapter in the Mishnah is the obligation to bring a sacrifice to purify himself from the inadvertent sin.</i>, that means that lashes and sacrifices are one and the same. A Mishnah disagrees with Rebbi Joḥanan: “A <i>nazir</i> who drank wine the entire day is guilty only once.<sup class=\"footnote-marker\">70</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Jerusalem Talmud Nazir 6:4:1\" href=\"/Jerusalem_Talmud_Nazir.6.4.1\">Mishnah 6:4</a>. This presupposes that he was warned only once.</i>” He explains it, that his throat was never empty<sup class=\"footnote-marker\">71</sup><i class=\"footnote\">If the <i>nazir</i> actually never stopped drinking the entire day, he could not have been warned more than once. The Mishnah is irrelevant for the statement that separate warnings imply separate punishments.</i>. A Mishnah disagrees with Rebbi Joḥanan: “If he was defiling himself for the dead the entire day, he is guilty only once<sup class=\"footnote-marker\">70</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Jerusalem Talmud Nazir 6:4:1\" href=\"/Jerusalem_Talmud_Nazir.6.4.1\">Mishnah 6:4</a>. This presupposes that he was warned only once.</i>.” He explains it about one who waits before every leaving, who is whipped<sup class=\"footnote-marker\">72</sup><i class=\"footnote\">He explains the Mishnah, if there was only one warning. But if he was warned repeatedly, each action represents a new offense. (Whether tarrying plays a role in this case remains an open question in the <a class=\"refLink\" data-ref=\"Shevuot 17a\" href=\"/Shevuot.17a\">Babli, <i>Šebuot</i> 17a</a>.)</i>. A <i>baraita</i> disagrees with Rebbi Joḥanan: If a Cohen was standing in a cemetery<sup class=\"footnote-marker\">73</sup><i class=\"footnote\">Legitimately, when burying a close relative.</i> and they were handing another corpse to him, could he accept? The verse says, “the husband shall be defiled for his family<sup class=\"footnote-marker\">74</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 21:4\" href=\"/Leviticus.21.4\"><i>Lev</i>. 21:4</a>. The verse really reads: “The husband shall not be defiled for his family, to be profaned,” meaning that the Cohen cannot defile himself for a wife he was forbidden to marry. This implies that he can be defiled only for the benefit of his legal family.</i>.” If he accepted it, I could think that he was guilty. The verse says, “to be profaned”. One who adds impurity to the impurity; that excludes him who does not add impurity to his impurity<sup class=\"footnote-marker\">75</sup><i class=\"footnote\">If he already is impure, touching another corpse does not change his status. (In the Babli, the Babylonian authorities disagree, 42b.)</i>. Rebbi Ze‘ira said, Rebbi Neḥemiah said, “to be profaned”, that excludes him who does not add impurity to his impurity, lest he say, because I became defiled for my father I may go and collect the bones of X. “To be profaned”, at the time of death; Rebbi said, also “in their death.<sup class=\"footnote-marker\">76</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 6:7\" href=\"/Numbers.6.7\"><i>Num</i>. 6:7</a> prohibits the <i>nazir</i> from being defiled for his close relatives “in their death”, meaning that he does not have to leave the house when they lie dying, but only after they are dead. The same <i>baraita</i> is quoted in the <a class=\"refLink\" data-ref=\"Nazir 43a\" href=\"/Nazir.43a\">Babli, 43a</a>.</i>” Rebbi Simeon ben Laqish said, they disagree<sup class=\"footnote-marker\">77</sup><i class=\"footnote\">The authorities disagreeing with Rebbi require the <i>nazir</i> to leave the house when they lie dying.</i>. It follows that Rebbi Simeon bar Abba follows Rebbi Simeon ben Laqish. When Simeon bar Abba was dying, he said, this should be taken out here, that should be taken out there<sup class=\"footnote-marker\">78</sup><i class=\"footnote\">To avoid that vessels become impure at his death.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6230687f574a17ca6b199", "index_title": "Jerusalem Talmud Nazir", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Nazir 7:1:2", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Jerusalem Talmud Nazir 7:1:2", "sourceHeRef": "תלמוד ירושלמי נזיר ז׳:א׳:ב׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Jerusalem Talmud Nazir", "he": "תלמוד ירושלמי נזיר"}, "heTitle": "תלמוד ירושלמי נזיר", "he": "<strong><big>הלכה:</big></strong> כֹּהֵן גָּדוֹל וְנָזִיר כול׳. כְּתִיב וְעַל כָּל־נַפְשׁוֹת מֵת לֹא יָבוֹא. מָה אֲנָן קַייָמִין. אִם לְאוֹסְרָן עַל הָרְחוֹקִים הֲרֵי הוּא בִּכְלַל כֹּהֵן הֶדְיוֹט. אֶלָּא אִם אֵינוֹ עִנְייָן לָֽרְחוֹקִים תְּנֵיהוּ עִנְייָן לַקְּרוֹבִים. כְּתִיב וְעַל כָּל־נַפְשׁוֹת וְאַתְּ אָמַר אָכֵן. אָמַר רִבִּי חִייָה בַּר גַּמְדָּא. מִיכָּן אִיסּוּר אַחַר אִיסּוּר בַּתּוֹרָה. אֶלָּא לְהַתִּיר מֵת מִצְוָה. אִית דְּבָעֵי נִישְׁמְעִינָהּ מִן הָדָא. לֹא יִטַּמָּא בַּעַל בְּעַמָּיו. אֵינוֹ מִיטַּמָּא. מִיטַּמָּא הוּא לְמֵת מִצְוָה. אִית דְּבָעֵי מִישְׁמְעִינָהּ מִן הָכָא. לְהֵחַלּוֹ. <i data-overlay=\"Vilna Pages\" data-value=\"33a\"></i>לְהֵחַלּוֹ אֵינוֹ מִיטַּמָּא. אֲבָל מִיטַּמָּא הוּא עַל מֵת מִצְוָה.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>HALAKHAH:</strong> “The High Priest and the <i>nazir</i>,” etc. It is written: “He shall not go close to a dead body.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 21:11\" href=\"/Leviticus.21.11\"><i>Lev</i>. 21:11</a>, speaking of the High Priest. A parallel argument in the <a class=\"refLink\" data-ref=\"Nazir 47b\" href=\"/Nazir.47b\">Babli, 47b</a>.</i>” Where do we hold? If to forbid non-relatives, is he not also under the rules of a simple priest<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">A common priest is forbidden to defile himself for any dead person other than close relatives, <a class=\"refLink\" data-ref=\"Leviticus 21:1-3\" href=\"/Leviticus.21.1-3\"><i>Lev</i>. 21:1–3</a>.</i>? If it cannot refer to non-relatives, refer it to relatives. It is written: “Not to go close to a dead body,” and you say so? Rebbi Ḥiyya bar Gamda said, from here repeated prohibitions in the Torah<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">In his opinion, the High Priest who defiles himself for a corpse violates two identical prohibitions.</i>. But it is to permit the corpse of obligation<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">This follows the rule that “an exclusion on top of an exclusion means an inclusion.” Since in general a Cohen is forbidden to defile himself for the dead, the repetition of the prohibition for the High Priest indicates an obligation to defile himself in some cases. Since father and mother, for whom defilement is commanded to the common priest, are forbidden to the High Priest, the corpse for whom the High Priest (and by implication, any priest) has to defile himself is a non-relative, the corpse of obligation.</i>. Some understand it from the following: “<sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 21:4\" href=\"/Leviticus.21.4\"><i>Lev</i>. 21:4</a>.</i> The man shall not defile himself, in the midst of his people” he may not defile himself<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">If other Jews are present who may bury the dead, he may not defile himself. By implication, if he is alone, he must defile himself.</i>. But he defiles himself for a corpse of obligation. Some understand it from the following: “<sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 21:4\" href=\"/Leviticus.21.4\"><i>Lev</i>. 21:4</a>.</i> To profane himself.” He may not defile himself to profane himself; he defiles himself for a corpse of obligation.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d042b6084aa1cbf0173f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בַּעַל 1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "BDB, בַּעַל 1", "sourceHeRef": "בראון-דרייבר-בריגס, בַּעַל א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בַּעַל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><span dir=\"rtl\">בַּעַל</span></big><sub>166</sub>  <strong>n.m.</strong> owner, lord <strong>(</strong>Ph. <span dir=\"rtl\">בעל</span>; Palm. <em>id. husband</em> Vog<sup>62</sup> cf. Bae<sup>Rel. 72 ff.</sup>; Assyrian <em>bêlu</em><sup> l.c.</sup> Dl<sup>Gram. Gloss.</sup>; Arabic <span dir=\"rtl\">بعْلٌ</span> <em>husband</em> etc., v. especially Nö<sup>ZMG 1886, 174</sup>, Sab. <span dir=\"rtl\">בעל</span> CIS<sup>iv. 1, 2</sup><strong>)</strong>—<a data-ref=\"Genesis 20:3\" href=\"/Genesis.20.3\">Gn 20:3</a> + 92 times; sf. <span dir=\"rtl\">בַּעְלִי</span> <a data-ref=\"Hosea 2:18\" href=\"/Hosea.2.18\">Ho 2:18</a>; <span dir=\"rtl\">בַּעְלָהּ</span> <a data-ref=\"Deuteronomy 24:4\" href=\"/Deuteronomy.24.4\">Dt 24:4</a> + 5 times; pl. <span dir=\"rtl\">בְּעָלִים</span> <a data-ref=\"Judges 2:11\" href=\"/Judges.2.11\">Ju 2:11</a> + 17 times; cstr. <span dir=\"rtl\">בַּעֲלֵי</span> <a data-ref=\"Genesis 14:13\" href=\"/Genesis.14.13\">Gn 14:13</a> + 27 times; sf. <span dir=\"rtl\">בְּעָלָיו</span> <a data-ref=\"Exodus 21:29\" href=\"/Exodus.21.29\">Ex 21:29</a> + 14 times; <span dir=\"rtl\">בְּעָלֶיהָ</span> <a data-ref=\"Job 31:39\" href=\"/Job.31.39\">Jb 31:39</a> + 2 times; <span dir=\"rtl\">בַּעְלֵיהֶן</span> <a data-ref=\"Esther 1:17\" href=\"/Esther.1.17\">Est 1:17</a>, <a data-ref=\"Esther 1:20\" href=\"/Esther.1.20\">20</a>;—<br><strong>I.</strong> <strong>1.</strong>  <em>owner</em> (often pl. c. sf. in sg. meaning): of ox <a data-ref=\"Exodus 21:28\" href=\"/Exodus.21.28\">Ex 21:28</a>, <a data-ref=\"Exodus 21:29\" href=\"/Exodus.21.29\">29</a><sup>(×2)</sup>; <a data-ref=\"Exodus 22:10\" href=\"/Exodus.22.10\">22:10</a>, <a data-ref=\"Exodus 22:11\" href=\"/Exodus.22.11\">11</a>, <a data-ref=\"Exodus 22:13\" href=\"/Exodus.22.13\">13</a>, <a data-ref=\"Exodus 22:14\" href=\"/Exodus.22.14\">14</a> (E); <span dir=\"rtl\">ב׳ הבור</span> of pit <a data-ref=\"Exodus 21:34\" href=\"/Exodus.21.34\">Ex 21:34</a>, <a data-ref=\"Exodus 21:36\" href=\"/Exodus.21.36\">36</a> (E), of house <a data-ref=\"Exodus 22:7\" href=\"/Exodus.22.7\">Ex 22:7</a> (E) <a data-ref=\"Judges 19:22\" href=\"/Judges.19.22\">Ju 19:22</a>, <a data-ref=\"Judges 19:23\" href=\"/Judges.19.23\">23</a>, debt <a data-ref=\"Deuteronomy 15:2\" href=\"/Deuteronomy.15.2\">Dt 15:2</a>, the land <a data-ref=\"Job 31:39\" href=\"/Job.31.39\">Jb 31:39</a>, the ass <a data-ref=\"Isaiah 1:3\" href=\"/Isaiah.1.3\">Is 1:3</a>, goods <a data-ref=\"Ecclesiastes 5:10\" href=\"/Ecclesiastes.5.10\">Ec 5:10</a>, riches <a data-ref=\"Ecclesiastes 5:12\" href=\"/Ecclesiastes.5.12\">Ec 5:12</a>; <span dir=\"rtl\">ב׳ טוב</span> one to whom good is due <a data-ref=\"Proverbs 3:27\" href=\"/Proverbs.3.27\">Pr 3:27</a>, gain <a data-ref=\"Proverbs 1:19\" href=\"/Proverbs.1.19\">Pr 1:19</a>; <span dir=\"rtl\">ב׳ שׂכל</span> one having understanding <a data-ref=\"Proverbs 16:22\" href=\"/Proverbs.16.22\">Pr 16:22</a>; <span dir=\"rtl\">ב׳ השׁחד</span> receiver of the gift <a data-ref=\"Proverbs 17:8\" href=\"/Proverbs.17.8\">Pr 17:8</a>. <strong>2.</strong>  <em>husband</em> <a data-ref=\"Genesis 20:3\" href=\"/Genesis.20.3\">Gn 20:3</a> <a data-ref=\"Exodus 21:3\" href=\"/Exodus.21.3\">Ex 21:3</a>, <a data-ref=\"Exodus 21:32\" href=\"/Exodus.21.32\">32</a> (E) <a data-ref=\"Deuteronomy 22:22\" href=\"/Deuteronomy.22.22\">Dt 22:22</a>; <a data-ref=\"Deuteronomy 24:4\" href=\"/Deuteronomy.24.4\">24:4</a> <a data-ref=\"II Samuel 11:26\" href=\"/II_Samuel.11.26\">2 S 11:26</a> <a data-ref=\"Joel 1:8\" href=\"/Joel.1.8\">Jo 1:8</a> <a data-ref=\"Proverbs 12:4\" href=\"/Proverbs.12.4\">Pr 12:4</a>; <a data-ref=\"Proverbs 31:11\" href=\"/Proverbs.31.11\">31:11</a>, <a data-ref=\"Proverbs 31:23\" href=\"/Proverbs.31.23\">23</a>, <a data-ref=\"Proverbs 31:28\" href=\"/Proverbs.31.28\">28</a> <a data-ref=\"Esther 1:17\" href=\"/Esther.1.17\">Est 1:17</a>, <a data-ref=\"Esther 1:20\" href=\"/Esther.1.20\">20</a>; <span dir=\"rtl\">בַּעְלִי</span> <a data-ref=\"Hosea 2:18\" href=\"/Hosea.2.18\">Ho 2:18</a> (<em>my Baal</em>, reference to the divine name used in the northern kingdom, here for the first time forbidden). <strong>3.</strong>  <em>citizens, inhabitants:</em> <span dir=\"rtl\">בַּעֲלֵי</span> of Jericho <a data-ref=\"Joshua 24:11\" href=\"/Joshua.24.11\">Jos 24:11</a> (E), of the high places of Arnon <a data-ref=\"Numbers 21:28\" href=\"/Numbers.21.28\">Nu 21:28</a> (E), of Shechem <a data-ref=\"Judges 9:2\" href=\"/Judges.9.2\">Ju 9:2</a> + 12 times, of the tower of Shechem <a data-ref=\"Judges 9:46\" href=\"/Judges.9.46\">Ju 9:46</a>, <a data-ref=\"Judges 9:47\" href=\"/Judges.9.47\">47</a>, of the city <a data-ref=\"Judges 9:51\" href=\"/Judges.9.51\">Ju 9:51</a>, of Gibeah <a data-ref=\"Judges 20:5\" href=\"/Judges.20.5\">Ju 20:5</a>, of Keilah <a data-ref=\"I Samuel 23:11\" href=\"/I_Samuel.23.11\">1 S 23:11</a>, <a data-ref=\"I Samuel 23:12\" href=\"/I_Samuel.23.12\">12</a>, of Jabesh <a data-ref=\"II Samuel 21:12\" href=\"/II_Samuel.21.12\">2 S 21:12</a>. <strong>4.</strong>  <em>rulers, lords:</em> <span dir=\"rtl\">בַּעֲלֵי גוֹיִם</span> <a data-ref=\"Isaiah 16:8\" href=\"/Isaiah.16.8\">Is 16:8</a>. <strong>5.</strong>  <em>n. of relation:</em> <strong>a.</strong>  <span dir=\"rtl\">בַּעַל</span>: <span dir=\"rtl\">ב׳ החלמות</span> dreamer <a data-ref=\"Genesis 37:19\" href=\"/Genesis.37.19\">Gn 37:19</a> (E); <span dir=\"rtl\">ב׳ דברים</span> whosoever hath cases, complaints <a data-ref=\"Exodus 24:14\" href=\"/Exodus.24.14\">Ex 24:14</a> (E); <span dir=\"rtl\">ב׳ שׂער</span> an hairy man <a data-ref=\"II Kings 1:8\" href=\"/II_Kings.1.8\">2 K 1:8</a>; <span dir=\"rtl\">ב׳ חמה</span> wrathful <a data-ref=\"Nahum 1:2\" href=\"/Nahum.1.2\">Na 1:2</a> <a data-ref=\"Proverbs 29:22\" href=\"/Proverbs.29.22\">Pr 29:22</a>; <span dir=\"rtl\">ב׳ אף</span> one given to anger <a data-ref=\"Proverbs 22:24\" href=\"/Proverbs.22.24\">Pr 22:24</a>; <span dir=\"rtl\">ב׳ החכמה</span> one having wisdom <a data-ref=\"Ecclesiastes 7:12\" href=\"/Ecclesiastes.7.12\">Ec 7:12</a>; <span dir=\"rtl\">ב׳ משׁחית</span> destroyer <a data-ref=\"Proverbs 18:9\" href=\"/Proverbs.18.9\">Pr 18:9</a>; <span dir=\"rtl\">ב׳ כנף</span> winged thing, bird <a data-ref=\"Proverbs 1:17\" href=\"/Proverbs.1.17\">Pr 1:17</a> <a data-ref=\"Ecclesiastes 10:20\" href=\"/Ecclesiastes.10.20\">Ec 10:20</a>; <span dir=\"rtl\">ב׳ נפשׁ</span> one given to appetite <a data-ref=\"Proverbs 23:2\" href=\"/Proverbs.23.2\">Pr 23:2</a>; <span dir=\"rtl\">ב׳ מזמות</span> mischievous person <a data-ref=\"Proverbs 24:8\" href=\"/Proverbs.24.8\">Pr 24:8</a>; <span dir=\"rtl\">ב׳ הלשׁון</span> charmer <a data-ref=\"Ecclesiastes 10:11\" href=\"/Ecclesiastes.10.11\">Ec 10:11</a>; <span dir=\"rtl\">ב׳ רשׁע</span> one given to wickedness <a data-ref=\"Ecclesiastes 8:8\" href=\"/Ecclesiastes.8.8\">Ec 8:8</a>; <span dir=\"rtl\">ב׳ פיפיות</span> double-edged <a data-ref=\"Isaiah 41:15\" href=\"/Isaiah.41.15\">Is 41:15</a>; <span dir=\"rtl\">ב׳ משׁפט</span> adversary <a data-ref=\"Isaiah 50:8\" href=\"/Isaiah.50.8\">Is 50:8</a>; <span dir=\"rtl\">ב׳ פקדת</span> captain of the ward <a data-ref=\"Jeremiah 37:13\" href=\"/Jeremiah.37.13\">Je 37:13</a>; <span dir=\"rtl\">ב׳ הקרנים</span> two-horned <a data-ref=\"Daniel 8:6\" href=\"/Daniel.8.6\">Dn 8:6</a>, <a data-ref=\"Daniel 8:20\" href=\"/Daniel.8.20\">20</a>. <strong>b.</strong>  <span dir=\"rtl\">בַּעֲלֵי</span>: <span dir=\"rtl\">בּ׳ בְּרִית</span> confederates <a data-ref=\"Genesis 14:13\" href=\"/Genesis.14.13\">Gn 14:13</a>; <span dir=\"rtl\">ב׳ חצים</span> archers <a data-ref=\"Genesis 49:23\" href=\"/Genesis.49.23\">Gn 49:23</a> (poet.) <span dir=\"rtl\">ב׳ הפרשׁים</span> horsemen <a data-ref=\"II Samuel 1:6\" href=\"/II_Samuel.1.6\">2 S 1:6</a>; <span dir=\"rtl\">ב׳ שׁבועה</span> conspirators <a data-ref=\"Nehemiah 6:18\" href=\"/Nehemiah.6.18\">Ne 6:18</a>; <span dir=\"rtl\">ב׳ אספות</span> members of assemblies; or well-grouped sayings; or collectors (of wise sentences) <a data-ref=\"Ecclesiastes 12:11\" href=\"/Ecclesiastes.12.11\">Ec 12:11</a>.—On <a data-ref=\"II Samuel 6:2\" href=\"/II_Samuel.6.2\">2 S 6:2</a> v. ii. <a ,=\"\" data-ref=\"BDB, בַּעֲלָה²\" dir=\"rtl\" href=\"/BDB,_בַּעֲלָה²\">בַּעֲלָה</a>. (<span dir=\"rtl\">בַּעַל</span> in Hex not J or P; <span dir=\"rtl\">בעל</span> <a data-ref=\"Leviticus 21:4\" href=\"/Leviticus.21.4\">Lv 21:4</a> 𝔊 ἐξάπινα = <span dir=\"rtl\">כבלּע</span> <a data-ref=\"Numbers 4:20\" href=\"/Numbers.4.20\">Nu 4:20</a>: Di <span dir=\"rtl\">בְּאֵבֶל</span>).<br>Especially <strong>II.</strong>  <em>lord</em>, specif. as divine name, †<strong>Baal.</strong> <strong>1.</strong>  <em>without article:</em> <span dir=\"rtl\">במות בעל</span> <a data-ref=\"Numbers 22:41\" href=\"/Numbers.22.41\">Nu 22:41</a> (poet. Balaam); <span dir=\"rtl\">בעל פעור</span> <a data-ref=\"Numbers 25:3\" href=\"/Numbers.25.3\">Nu 25:3</a>, <a data-ref=\"Numbers 25:5\" href=\"/Numbers.25.5\">5</a> (E) <a data-ref=\"Deuteronomy 4:3\" href=\"/Deuteronomy.4.3\">Dt 4:3</a> (vid. below). This divine name is not used elsewhere in Hex. It probably originated from the sense of divine ownership, rather than sovereignty (RS<sup>Sem 92</sup>). It seems to have been used in Northern Israel = <span dir=\"rtl\">אדון</span> in the South. It was the special name of the God of the Canaanites, Philistines, etc., = Babylonian <span dir=\"rtl\">בֵּל</span>, cf. Schr<sup>SK 1874, 335 ff.</sup> In later times scribes substituted <span dir=\"rtl\">בֹּשֶׁת</span>, in n.pr. (<span dir=\"rtl\">ירבשׁת</span> = <span dir=\"rtl\">ירבעל</span>, <span dir=\"rtl\">אשׁבשׁת</span> = <span dir=\"rtl\">אשׁבעל</span>, vid. <a data-ref=\"BDB, בֹּשֶׁת\" href=\"/BDB,_בֹּשֶׁת\", dir=\"rtl\">בֹּשֶׁת</a>, Gei<sup>ZMG 1862, 728 ff</sup>.), & also in the text for <span dir=\"rtl\">בעל</span> <a data-ref=\"Hosea 9:10\" href=\"/Hosea.9.10\">Ho 9:10</a> <a data-ref=\"Jeremiah 11:13\" href=\"/Jeremiah.11.13\">Je 11:13</a> (hence ἡ βάαλ <a data-ref=\"Jeremiah 2:23\" href=\"/Jeremiah.2.23\">Je 2:23</a>; <a data-ref=\"Jeremiah 7:9\" href=\"/Jeremiah.7.9\">7:9</a>; <a data-ref=\"Jeremiah 11:13\" href=\"/Jeremiah.11.13\">11:13</a>, <a data-ref=\"Jeremiah 11:17\" href=\"/Jeremiah.11.17\">17</a>; <a data-ref=\"Jeremiah 19:5\" href=\"/Jeremiah.19.5\">19:5</a> <a data-ref=\"Hosea 2:10\" href=\"/Hosea.2.10\">Ho 2:10</a>; <a data-ref=\"Hosea 13:1\" href=\"/Hosea.13.1\">13:1</a> +, Rom 11:4, see Di<sup>Baal mit d. weib. Artikel, MBA 1881, June 16</sup> Dr <a data-ref=\"II Samuel 4:4\" href=\"/II_Samuel.4.4\">2 S 4:4</a>). <strong>2.</strong>  c. <em>art.</em>: <span dir=\"rtl\">הַבַּעַל</span> <a data-ref=\"Judges 2:13\" href=\"/Judges.2.13\">Ju 2:13</a>; <a data-ref=\"Judges 6:25\" href=\"/Judges.6.25\">6:25</a>, <a data-ref=\"Judges 6:28\" href=\"/Judges.6.28\">28</a>, <a data-ref=\"Judges 6:30\" href=\"/Judges.6.30\">30</a>, <a data-ref=\"Judges 6:31\" href=\"/Judges.6.31\">31</a>, <a data-ref=\"Judges 6:32\" href=\"/Judges.6.32\">32</a> <a data-ref=\"I Kings 16:31\" href=\"/I_Kings.16.31\">1 K 16:31</a>, <a data-ref=\"I Kings 16:32\" href=\"/I_Kings.16.32\">32</a><sup>(×2)</sup>; <a data-ref=\"I Kings 18:19\" href=\"/I_Kings.18.19\">18:19</a>, <a data-ref=\"I Kings 18:21\" href=\"/I_Kings.18.21\">21</a>, <a data-ref=\"I Kings 18:22\" href=\"/I_Kings.18.22\">22</a>, <a data-ref=\"I Kings 18:25\" href=\"/I_Kings.18.25\">25</a>, <a data-ref=\"I Kings 18:26\" href=\"/I_Kings.18.26\">26</a><sup>(×2)</sup>, <a data-ref=\"I Kings 18:40\" href=\"/I_Kings.18.40\">40</a>; <a data-ref=\"I Kings 19:18\" href=\"/I_Kings.19.18\">19:18</a>; <a data-ref=\"I Kings 22:54\" href=\"/I_Kings.22.54\">22:54</a> <a data-ref=\"II Kings 3:2\" href=\"/II_Kings.3.2\">2 K 3:2</a>; <a data-ref=\"II Kings 10:18\" href=\"/II_Kings.10.18\">10:18</a>, <a data-ref=\"II Kings 10:19\" href=\"/II_Kings.10.19\">19</a><sup>(×2)</sup>, <a data-ref=\"II Kings 10:20\" href=\"/II_Kings.10.20\">20</a>, <a data-ref=\"II Kings 10:21\" href=\"/II_Kings.10.21\">21</a><sup>(×3)</sup>, <a data-ref=\"II Kings 10:22\" href=\"/II_Kings.10.22\">22</a>, <a data-ref=\"II Kings 10:23\" href=\"/II_Kings.10.23\">23</a><sup>(×3)</sup>, <a data-ref=\"II Kings 10:25\" href=\"/II_Kings.10.25\">25</a>, <a data-ref=\"II Kings 10:26\" href=\"/II_Kings.10.26\">26</a>, <a data-ref=\"II Kings 10:27\" href=\"/II_Kings.10.27\">27</a><sup>(×2)</sup>, <a data-ref=\"II Kings 10:28\" href=\"/II_Kings.10.28\">28</a>; <a data-ref=\"II Kings 11:18\" href=\"/II_Kings.11.18\">11:18</a><sup>(×2)</sup>; <a data-ref=\"II Kings 17:16\" href=\"/II_Kings.17.16\">17:16</a>; <a data-ref=\"II Kings 21:3\" href=\"/II_Kings.21.3\">21:3</a>; <a data-ref=\"II Kings 23:4\" href=\"/II_Kings.23.4\">23:4</a>, <a data-ref=\"II Kings 23:5\" href=\"/II_Kings.23.5\">5</a> <a data-ref=\"II Chronicles 23:17\" href=\"/II_Chronicles.23.17\">2 Ch 23:17</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 2:8\" href=\"/Jeremiah.2.8\">Je 2:8</a>; <a data-ref=\"Jeremiah 7:9\" href=\"/Jeremiah.7.9\">7:9</a>; <a data-ref=\"Jeremiah 11:13\" href=\"/Jeremiah.11.13\">11:13</a>, <a data-ref=\"Jeremiah 11:17\" href=\"/Jeremiah.11.17\">17</a>; <a data-ref=\"Jeremiah 12:16\" href=\"/Jeremiah.12.16\">12:16</a>; <a data-ref=\"Jeremiah 19:5\" href=\"/Jeremiah.19.5\">19:5</a><sup>(×2)</sup>; <a data-ref=\"Jeremiah 23:13\" href=\"/Jeremiah.23.13\">23:13</a>, <a data-ref=\"Jeremiah 23:27\" href=\"/Jeremiah.23.27\">27</a>; <a data-ref=\"Jeremiah 32:29\" href=\"/Jeremiah.32.29\">32:29</a>, <a data-ref=\"Jeremiah 32:35\" href=\"/Jeremiah.32.35\">35</a> <a data-ref=\"Hosea 2:10\" href=\"/Hosea.2.10\">Ho 2:10</a>; <a data-ref=\"Hosea 13:1\" href=\"/Hosea.13.1\">13:1</a> <a data-ref=\"Zephaniah 1:4\" href=\"/Zephaniah.1.4\">Zp 1:4</a>. <strong>3.</strong>  <span dir=\"rtl\">הַבְּעָלִים</span> <em>emphatic</em> pl. (cf. <span dir=\"rtl\">האלהים</span>, <span dir=\"rtl\">האדונים</span>) <em>the great lord, the sovereign owner</em> <a data-ref=\"Judges 2:11\" href=\"/Judges.2.11\">Ju 2:11</a>; <a data-ref=\"Judges 3:7\" href=\"/Judges.3.7\">3:7</a>; <a data-ref=\"Judges 8:33\" href=\"/Judges.8.33\">8:33</a>; <a data-ref=\"Judges 10:6\" href=\"/Judges.10.6\">10:6</a>, <a data-ref=\"Judges 10:10\" href=\"/Judges.10.10\">10</a> <a data-ref=\"I Samuel 7:4\" href=\"/I_Samuel.7.4\">1 S 7:4</a>; <a data-ref=\"I Samuel 12:10\" href=\"/I_Samuel.12.10\">12:10</a> <a data-ref=\"I Kings 18:18\" href=\"/I_Kings.18.18\">1 K 18:18</a> <a data-ref=\"II Chronicles 17:3\" href=\"/II_Chronicles.17.3\">2 Ch 17:3</a>; <a data-ref=\"II Chronicles 24:7\" href=\"/II_Chronicles.24.7\">24:7</a>; <a data-ref=\"II Chronicles 28:2\" href=\"/II_Chronicles.28.2\">28:2</a>; <a data-ref=\"II Chronicles 33:3\" href=\"/II_Chronicles.33.3\">33:3</a>; <a data-ref=\"II Chronicles 34:4\" href=\"/II_Chronicles.34.4\">34:4</a> <a data-ref=\"Jeremiah 2:23\" href=\"/Jeremiah.2.23\">Je 2:23</a>; <a data-ref=\"Jeremiah 9:13\" href=\"/Jeremiah.9.13\">9:13</a> <a data-ref=\"Hosea 2:15\" href=\"/Hosea.2.15\">Ho 2:15</a>, <a data-ref=\"Hosea 2:19\" href=\"/Hosea.2.19\">19</a>; <a data-ref=\"Hosea 11:2\" href=\"/Hosea.11.2\">11:2</a> (or local special Baʿals, vid. Dr<sup>Sm. p. 50</sup>; pillars of Baal MV). <strong>4.</strong>  c. <em>attrib.</em>: <span dir=\"rtl\">בַּעַל בְּרִית</span> <em>Lord of covenant</em> <a data-ref=\"Judges 8:33\" href=\"/Judges.8.33\">Ju 8:33</a>; <a data-ref=\"Judges 9:4\" href=\"/Judges.9.4\">9:4</a> (cf. <span dir=\"rtl\">אל ברית</span> <a data-ref=\"Judges 9:46\" href=\"/Judges.9.46\">9:46</a>; Nö<sup>ZMG 1888, 478</sup>); <span dir=\"rtl\">ב׳ זְבוּב</span> <em>Lord of flies</em> <a data-ref=\"II Kings 1:2\" href=\"/II_Kings.1.2\">2 K 1:2</a>, <a data-ref=\"II Kings 1:3\" href=\"/II_Kings.1.3\">3</a>, <a data-ref=\"II Kings 1:6\" href=\"/II_Kings.1.6\">6</a>, <a data-ref=\"II Kings 1:16\" href=\"/II_Kings.1.16\">16</a>, Philistine god, 𝔊 Βααλ μυῖαν (Beelzebub, Mt 12:24) cf. Bae<sup>Rel. 25</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d15ab6084aa1cbf0d6ff", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חָלַל³ 1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "BDB, חָלַל³ 1", "sourceHeRef": "בראון-דרייבר-בריגס, חָלַל³ א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חָלַל³", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† III. <big><big>[<span dir=\"rtl\">חָלַל</span>]</big></big>  <strong>vb.</strong> pollute, defile, profane; <strong>Hiph.</strong> also begin (lit. <em>untie, loosen, open</em>, v. Arabic) <strong>(</strong>Arabic <span dir=\"rtl\">خَلَّ</span> <em>untie, undo, become free, lawful, free from obligation</em> or <em>tie;</em> iv. <em>make lawful;</em> x. <em>esteem lawful</em> or <em>free, profane, desecrate, violate;</em> NH <span dir=\"rtl\">חלל</span> <em>be profane, desecrated</em> (also Pi. Hiph. transit.), cf. Aramaic <span dir=\"rtl\">חֲלַל</span>; <span dir=\"rtl\">ܚܰܠܶܠ</span> Pa. is <em>purify</em>, <span dir=\"rtl\">ܐܰܚܶܠ</span> Aph. is <em>profane</em><strong>)</strong>—<br><strong>Niph.</strong>  Pf. <span dir=\"rtl\">נִחָ֑ל</span> <a data-ref=\"Ezekiel 25:3\" href=\"/Ezekiel.25.3\">Ez 25:3</a>, <span dir=\"rtl\">נִחַלְתְּ</span> (<span dir=\"rtl\">-תִּי</span> Co) <a data-ref=\"Ezekiel 22:16\" href=\"/Ezekiel.22.16\">Ez 22:16</a>, <span dir=\"rtl\">נִחֲלוּ</span> <a data-ref=\"Ezekiel 7:24\" href=\"/Ezekiel.7.24\">Ez 7:24</a>; Impf. <span dir=\"rtl\">יֵחָ֑ל</span> <a data-ref=\"Isaiah 48:11\" href=\"/Isaiah.48.11\">Is 48:11</a>, <span dir=\"rtl\">תֵּחֵל</span> <a data-ref=\"Leviticus 21:9\" href=\"/Leviticus.21.9\">Lv 21:9</a>, <span dir=\"rtl\">וָאֵחַל</span> <a data-ref=\"Ezekiel 22:26\" href=\"/Ezekiel.22.26\">Ez 22:26</a>; Inf. <span dir=\"rtl\">הֵחֵל</span> <a data-ref=\"Ezekiel 20:9\" href=\"/Ezekiel.20.9\">Ez 20:9</a>, <a data-ref=\"Ezekiel 20:14\" href=\"/Ezekiel.20.14\">14</a>, <a data-ref=\"Ezekiel 20:22\" href=\"/Ezekiel.20.22\">22</a>, sf. <span dir=\"rtl\">לְהֵחַלּוֹ</span> <a data-ref=\"Leviticus 21:4\" href=\"/Leviticus.21.4\">Lv 21:4</a>.— <strong>1.</strong>  reflex. <em>pollute, defile oneself</em> <strong>a.</strong>  ritually, by contact with dead ‖ <span dir=\"rtl\">טמא</span>, <a data-ref=\"Leviticus 21:4\" href=\"/Leviticus.21.4\">Lv 21:4</a> (H) <strong>b.</strong>  <em>sexually</em> ‖ <span dir=\"rtl\">זנה</span> <a data-ref=\"Leviticus 21:9\" href=\"/Leviticus.21.9\">Lv 21:9</a> (H). <strong>2.</strong>  Pass., <em>be polluted, defiled</em>, of holy places <a data-ref=\"Ezekiel 7:24\" href=\"/Ezekiel.7.24\">Ez 7:24</a>; <a data-ref=\"Ezekiel 25:3\" href=\"/Ezekiel.25.3\">25:3</a>, name of God <a data-ref=\"Ezekiel 20:9\" href=\"/Ezekiel.20.9\">Ez 20:9</a>, <a data-ref=\"Ezekiel 20:14\" href=\"/Ezekiel.20.14\">14</a>, <a data-ref=\"Ezekiel 20:22\" href=\"/Ezekiel.20.22\">22</a> <a data-ref=\"Isaiah 48:11\" href=\"/Isaiah.48.11\">Is 48:11</a> and even God himself <a data-ref=\"Ezekiel 22:16\" href=\"/Ezekiel.22.16\">Ez 22:16</a>, <a data-ref=\"Ezekiel 22:26\" href=\"/Ezekiel.22.26\">26</a>.<br><strong>Pi.</strong>  Pf. <span dir=\"rtl\">חִלֵּל</span> <a data-ref=\"Leviticus 19:8\" href=\"/Leviticus.19.8\">Lv 19:8</a> + 3 times; sf. <span dir=\"rtl\">חִלְּלוֹ</span> <a data-ref=\"Deuteronomy 20:6\" href=\"/Deuteronomy.20.6\">Dt 20:6</a>; 2 ms. <span dir=\"rtl\">חִלַּלְתָּ</span> <a data-ref=\"Genesis 49:4\" href=\"/Genesis.49.4\">Gn 49:4</a> + 3 times; 2 fs. <span dir=\"rtl\">חִלָּ֑לְתְּ</span> <a data-ref=\"Ezekiel 22:8\" href=\"/Ezekiel.22.8\">Ez 22:8</a>; 3 pl. sf. <span dir=\"rtl\">חִלְּלוּהֻ֯</span> <a data-ref=\"Ezekiel 7:21\" href=\"/Ezekiel.7.21\">Ez 7:21</a> etc., + 16 times Pf.; Impf. <span dir=\"rtl\">יְחַלֵּל</span> <a data-ref=\"Leviticus 21:12\" href=\"/Leviticus.21.12\">Lv 21:12</a>, <a data-ref=\"Leviticus 21:15\" href=\"/Leviticus.21.15\">15</a>, <a data-ref=\"Leviticus 21:23\" href=\"/Leviticus.21.23\">23</a>; sf. <span dir=\"rtl\">יְחַלְּלֶנּוּ</span> <a data-ref=\"Deuteronomy 20:6\" href=\"/Deuteronomy.20.6\">Dt 20:6</a>; pl. <span dir=\"rtl\">יְחַלְּלוּ</span> <a data-ref=\"Leviticus 21:6\" href=\"/Leviticus.21.6\">Lv 21:6</a> + 4 times, <span dir=\"rtl\">יְחַלֵּ֑לוּ</span> <a data-ref=\"Psalms 89:32\" href=\"/Psalms.89.32\">ψ 89:32</a> etc., + 13 times Impf.; Inf. <span dir=\"rtl\">חַלֵּל</span> <a data-ref=\"Amos 2:7\" href=\"/Amos.2.7\">Am 2:7</a> + 4 times; <span dir=\"rtl\">חַלְּלוֹ</span> <a data-ref=\"Ezekiel 23:39\" href=\"/Ezekiel.23.39\">Ez 23:39</a> + 4 times; <span dir=\"rtl\">חַלְּלָם</span> <a data-ref=\"Jeremiah 16:18\" href=\"/Jeremiah.16.18\">Je 16:18</a>; Pt. <span dir=\"rtl\">מְחַלֵּל</span> <a data-ref=\"Ezekiel 24:21\" href=\"/Ezekiel.24.21\">Ez 24:21</a> pl. <span dir=\"rtl\">מְחַלְּלִים</span> <a data-ref=\"Malachi 1:12\" href=\"/Malachi.1.12\">Mal 1:12</a> <a data-ref=\"Nehemiah 13:17\" href=\"/Nehemiah.13.17\">Ne 13:17</a>; sf. <span dir=\"rtl\">מְחַלֲלֶיהָ</span> <a data-ref=\"Exodus 31:14\" href=\"/Exodus.31.14\">Ex 31:14</a>; f. <span dir=\"rtl\">מְחַלֶּלֶת</span> <a data-ref=\"Leviticus 21:9\" href=\"/Leviticus.21.9\">Lv 21:9</a>;— <strong>1.</strong>  <em>defile, pollute:</em> <strong>a.</strong>  sexually, <a data-ref=\"Genesis 49:4\" href=\"/Genesis.49.4\">Gn 49:4</a> (poem) = <a data-ref=\"I Chronicles 5:1\" href=\"/I_Chronicles.5.1\">1 Ch 5:1</a> (the father’s bed); a woman = <span dir=\"rtl\">זנה</span> <a data-ref=\"Leviticus 19:29\" href=\"/Leviticus.19.29\">Lv 19:29</a>; <a data-ref=\"Leviticus 21:9\" href=\"/Leviticus.21.9\">21:9</a> (H); <span dir=\"rtl\">זַרְעוֹ</span> <a data-ref=\"Leviticus 21:15\" href=\"/Leviticus.21.15\">Lv 21:15</a> (H). <strong>b.</strong>  ceremonially, <em>profane</em>, the altar by a tool <a data-ref=\"Exodus 20:22\" href=\"/Exodus.20.22\">Ex 20:25</a> (JE); sacred places <a data-ref=\"Leviticus 21:12\" href=\"/Leviticus.21.12\">Lv 21:12</a>, <a data-ref=\"Leviticus 21:23\" href=\"/Leviticus.21.23\">23</a> (H), <a data-ref=\"Ezekiel 7:21\" href=\"/Ezekiel.7.21\">Ez 7:21</a>, <a data-ref=\"Ezekiel 7:22\" href=\"/Ezekiel.7.22\">22</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 23:39\" href=\"/Ezekiel.23.39\">23:39</a>; <a data-ref=\"Ezekiel 24:21\" href=\"/Ezekiel.24.21\">24:21</a>; <a data-ref=\"Ezekiel 44:7\" href=\"/Ezekiel.44.7\">44:7</a> <a data-ref=\"Zephaniah 3:4\" href=\"/Zephaniah.3.4\">Zp 3:4</a> <a data-ref=\"Malachi 2:11\" href=\"/Malachi.2.11\">Mal 2:11</a> <a data-ref=\"Psalms 74:7\" href=\"/Psalms.74.7\">ψ 74:7</a> <a data-ref=\"Daniel 11:31\" href=\"/Daniel.11.31\">Dn 11:31</a>; the holy land <a data-ref=\"Jeremiah 16:18\" href=\"/Jeremiah.16.18\">Je 16:18</a>; sacred things <a data-ref=\"Leviticus 19:8\" href=\"/Leviticus.19.8\">Lv 19:8</a>; <a data-ref=\"Leviticus 22:9\" href=\"/Leviticus.22.9\">22:9</a>, <a data-ref=\"Leviticus 22:15\" href=\"/Leviticus.22.15\">15</a> (H) <a data-ref=\"Numbers 18:32\" href=\"/Numbers.18.32\">Nu 18:32</a> (P) <a data-ref=\"Ezekiel 22:26\" href=\"/Ezekiel.22.26\">Ez 22:26</a>; the sabbath <a data-ref=\"Exodus 31:14\" href=\"/Exodus.31.14\">Ex 31:14</a> (P), <a data-ref=\"Isaiah 56:2\" href=\"/Isaiah.56.2\">Is 56:2</a>, <a data-ref=\"Isaiah 56:6\" href=\"/Isaiah.56.6\">6</a> <a data-ref=\"Ezekiel 20:13\" href=\"/Ezekiel.20.13\">Ez 20:13</a>, <a data-ref=\"Ezekiel 20:16\" href=\"/Ezekiel.20.16\">16</a>, <a data-ref=\"Ezekiel 20:21\" href=\"/Ezekiel.20.21\">21</a>, <a data-ref=\"Ezekiel 20:24\" href=\"/Ezekiel.20.24\">24</a>; <a data-ref=\"Ezekiel 22:8\" href=\"/Ezekiel.22.8\">22:8</a>; <a data-ref=\"Ezekiel 23:38\" href=\"/Ezekiel.23.38\">23:38</a> <a data-ref=\"Nehemiah 13:17\" href=\"/Nehemiah.13.17\">Ne 13:17</a>, <a data-ref=\"Nehemiah 13:18\" href=\"/Nehemiah.13.18\">18</a>; and so the sanctity of the prince of Tyre who made himself God, and his holy places, <a data-ref=\"Ezekiel 28:7\" href=\"/Ezekiel.28.7\">Ez 28:7</a>, <a data-ref=\"Ezekiel 28:16\" href=\"/Ezekiel.28.16\">16</a>, <a data-ref=\"Ezekiel 28:18\" href=\"/Ezekiel.28.18\">18</a>. <strong>c.</strong>  the name of God <a data-ref=\"Leviticus 18:21\" href=\"/Leviticus.18.21\">Lv 18:21</a>; <a data-ref=\"Leviticus 19:12\" href=\"/Leviticus.19.12\">19:12</a>; <a data-ref=\"Leviticus 20:3\" href=\"/Leviticus.20.3\">20:3</a>; <a data-ref=\"Leviticus 21:6\" href=\"/Leviticus.21.6\">21:6</a>; <a data-ref=\"Leviticus 22:2\" href=\"/Leviticus.22.2\">22:2</a>, <a data-ref=\"Leviticus 22:32\" href=\"/Leviticus.22.32\">32</a> (all H), <a data-ref=\"Amos 2:7\" href=\"/Amos.2.7\">Am 2:7</a> <a data-ref=\"Jeremiah 34:16\" href=\"/Jeremiah.34.16\">Je 34:16</a> <a data-ref=\"Ezekiel 20:39\" href=\"/Ezekiel.20.39\">Ez 20:39</a>; <a data-ref=\"Ezekiel 36:20\" href=\"/Ezekiel.36.20\">36:20</a>, <a data-ref=\"Ezekiel 36:21\" href=\"/Ezekiel.36.21\">21</a>, <a data-ref=\"Ezekiel 36:22\" href=\"/Ezekiel.36.22\">22</a>, <a data-ref=\"Ezekiel 36:23\" href=\"/Ezekiel.36.23\">23</a> <a data-ref=\"Malachi 1:12\" href=\"/Malachi.1.12\">Mal 1:12</a>, God himself <a data-ref=\"Ezekiel 13:19\" href=\"/Ezekiel.13.19\">Ez 13:19</a>. <strong>d.</strong>  <span dir=\"rtl\">י׳</span> <em>defiles</em> or <em>profanes</em> his inheritance by giving it over to Babylon <a data-ref=\"Isaiah 47:6\" href=\"/Isaiah.47.6\">Is 47:6</a>; the princes of the sanctuary by giving them to Chaldeans <a data-ref=\"Isaiah 43:28\" href=\"/Isaiah.43.28\">Is 43:28</a>. <strong>2.</strong>  <em>violate the honour of, dishonour</em>, <span dir=\"rtl\">י׳</span> subj., crown of Davidic kingdom <a data-ref=\"Psalms 89:40\" href=\"/Psalms.89.40\">ψ 89:40</a> (sq. <span dir=\"rtl\">לארץ</span> pregn.), kingdom of Judah <a data-ref=\"Lamentations 2:2\" href=\"/Lamentations.2.2\">La 2:2</a>; the <span dir=\"rtl\">גאון כל צבי</span> <a data-ref=\"Isaiah 23:9\" href=\"/Isaiah.23.9\">Is 23:9</a>. <strong>3.</strong>  <em>violate</em> a covenant <a data-ref=\"Psalms 55:21\" href=\"/Psalms.55.21\">ψ 55:21</a>; <a data-ref=\"Psalms 89:35\" href=\"/Psalms.89.35\">89:35</a> <a data-ref=\"Malachi 2:10\" href=\"/Malachi.2.10\">Mal 2:10</a>, the <span dir=\"rtl\">חקות</span> of God <a data-ref=\"Psalms 89:32\" href=\"/Psalms.89.32\">ψ 89:32</a>. <strong>4.</strong>  <em>treat</em> a vineyard <em>as common</em> (v. <a data-ref=\"BDB, חֹל\" href=\"/BDB,_חֹל\", dir=\"rtl\">חֹל</a>) <em>by beginning to use its fruit</em> <a data-ref=\"Deuteronomy 20:6\" href=\"/Deuteronomy.20.6\">Dt 20:6</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 28:30\" href=\"/Deuteronomy.28.30\">28:30</a> <a data-ref=\"Jeremiah 31:5\" href=\"/Jeremiah.31.5\">Je 31:5</a> (v. the law <a data-ref=\"Leviticus 19:23-25\" href=\"/Leviticus.19.23-25\">Lv 19:23–25</a>, H).<br><strong>Pu.</strong>  Pt. <span dir=\"rtl\">שְׁמִי הַגָּדוֹל הַמְֿחֻלָּל בַּגּוֹיִם</span> <a data-ref=\"Ezekiel 36:23\" href=\"/Ezekiel.36.23\">Ez 36:23</a> <em>my great name which is profaned among the nations</em>.<br><strong>Hiph.</strong> <strong>1.</strong> <strong>a.</strong>  Impf. <span dir=\"rtl\">לֹא אַחֵל אֶת־שֶׁם־קָדְשִׁי עוֹד</span> <a data-ref=\"Ezekiel 39:7\" href=\"/Ezekiel.39.7\">Ez 39:7</a> <em>I will not let my holy name be profaned any more;</em> cp. <a data-ref=\"Ezekiel 20:9\" href=\"/Ezekiel.20.9\">20:9</a>. <strong>b.</strong>  <span dir=\"rtl\">לֹא יַחֵל דְּבָרוֹ</span> <em>he shall not violate his word</em> <a data-ref=\"Numbers 30:3\" href=\"/Numbers.30.3\">Nu 30:3</a> (P). <strong>2.</strong>  <em>begin</em>, Pf. <span dir=\"rtl\">הֵחֵל</span> <a data-ref=\"Genesis 6:1\" href=\"/Genesis.6.1\">Gn 6:1</a> + 15 times, <span dir=\"rtl\">הֵחֵ֫לָּה</span> <a data-ref=\"Judges 20:40\" href=\"/Judges.20.40\">Ju 20:40</a>, <span dir=\"rtl\">הַחִלּוֹתָ</span> <a data-ref=\"Deuteronomy 3:24\" href=\"/Deuteronomy.3.24\">Dt 3:24</a> <a data-ref=\"Esther 6:13\" href=\"/Esther.6.13\">Est 6:13</a>, <span dir=\"rtl\">הַחִלֹּתִי</span> <a data-ref=\"Deuteronomy 2:31\" href=\"/Deuteronomy.2.31\">Dt 2:31</a> <a data-ref=\"I Samuel 22:15\" href=\"/I_Samuel.22.15\">1 S 22:15</a>, <span dir=\"rtl\">הֵחֵ֫לּוּ</span> <a data-ref=\"Ezra 3:6\" href=\"/Ezra.3.6\">Ezr 3:6</a> + 6 times; Impf. <span dir=\"rtl\">יָחֵל</span> <a data-ref=\"Judges 10:18\" href=\"/Judges.10.18\">Ju 10:18</a>; <a data-ref=\"Judges 13:5\" href=\"/Judges.13.5\">13:5</a>, <span dir=\"rtl\">וַיָּ֫חֶל</span> <a data-ref=\"Genesis 9:20\" href=\"/Genesis.9.20\">Gn 9:20</a> + 5 times, 3 fs. <span dir=\"rtl\">וַ֫תָּחֶל</span> <a data-ref=\"Judges 13:25\" href=\"/Judges.13.25\">Ju 13:25</a>; <a data-ref=\"Judges 16:19\" href=\"/Judges.16.19\">16:19</a>, 2 ms. <span dir=\"rtl\">תָּחֵל</span> <a data-ref=\"Deuteronomy 16:9\" href=\"/Deuteronomy.16.9\">Dt 16:9</a>, <span dir=\"rtl\">אָחֵל</span> <a data-ref=\"Deuteronomy 2:25\" href=\"/Deuteronomy.2.25\">Dt 2:25</a> <a data-ref=\"Joshua 3:7\" href=\"/Joshua.3.7\">Jos 3:7</a>, <span dir=\"rtl\">וַיָּחֵ֫לּוּ</span> <a data-ref=\"Judges 20:31\" href=\"/Judges.20.31\">Ju 20:31</a> + 3 times, <span dir=\"rtl\">וַתְּחִלֶּינָה</span> <a data-ref=\"Genesis 41:54\" href=\"/Genesis.41.54\">Gn 41:54</a>, <span dir=\"rtl\">תָּחֵ֫לּוּ</span> <a data-ref=\"Ezekiel 9:6\" href=\"/Ezekiel.9.6\">Ez 9:6</a>; Imv. <span dir=\"rtl\">הָחֵל</span> <a data-ref=\"Deuteronomy 2:24\" href=\"/Deuteronomy.2.24\">Dt 2:24</a>, <a data-ref=\"Deuteronomy 2:31\" href=\"/Deuteronomy.2.31\">31</a>; Inf. cstr. <span dir=\"rtl\">הָחֵל</span> <a data-ref=\"I Samuel 3:12\" href=\"/I_Samuel.3.12\">1 S 3:12</a> + 2 times; sf. <span dir=\"rtl\">הַחִלָּם</span> <a data-ref=\"Genesis 11:6\" href=\"/Genesis.11.6\">Gn 11:6</a>; Pt. <span dir=\"rtl\">מֵחֵל</span> <a data-ref=\"Jeremiah 25:29\" href=\"/Jeremiah.25.29\">Je 25:29</a>;—<em>begin</em>, <a data-ref=\"Numbers 17:11\" href=\"/Numbers.17.11\">Nu 17:11</a>, <a data-ref=\"Numbers 17:12\" href=\"/Numbers.17.12\">12</a> (P) <a data-ref=\"Deuteronomy 16:9\" href=\"/Deuteronomy.16.9\">Dt 16:9</a> <a data-ref=\"II Chronicles 29:27\" href=\"/II_Chronicles.29.27\">2 Ch 29:27</a><sup>(×2)</sup>; so <a data-ref=\"II Samuel 24:15\" href=\"/II_Samuel.24.15\">2 S 24:15</a> 𝔊 We Dr. (𝔊 inserts <span dir=\"rtl\">וְהַמַּגֵּפָה הֵחֵ֫לָּה בָּעָם</span> bef. <span dir=\"rtl\">וַיָּ֫מָת</span>); c. Inf. <span dir=\"rtl\">(ל)</span> <em>begin to</em> <a data-ref=\"Genesis 41:54\" href=\"/Genesis.41.54\">Gn 41:54</a> (E), <a data-ref=\"Genesis 6:1\" href=\"/Genesis.6.1\">Gn 6:1</a>; <a data-ref=\"Genesis 10:8\" href=\"/Genesis.10.8\">10:8</a> = <a data-ref=\"I Chronicles 1:10\" href=\"/I_Chronicles.1.10\">1 Ch 1:10</a>, <a data-ref=\"Genesis 11:6\" href=\"/Genesis.11.6\">Gn 11:6</a> <a data-ref=\"Numbers 25:1\" href=\"/Numbers.25.1\">Nu 25:1</a> (all J), <a data-ref=\"Deuteronomy 2:25\" href=\"/Deuteronomy.2.25\">Dt 2:25</a>, <a data-ref=\"Deuteronomy 2:31\" href=\"/Deuteronomy.2.31\">31</a>; <a data-ref=\"Deuteronomy 3:24\" href=\"/Deuteronomy.3.24\">3:24</a>; <a data-ref=\"Deuteronomy 16:9\" href=\"/Deuteronomy.16.9\">16:9</a> <a data-ref=\"Joshua 3:7\" href=\"/Joshua.3.7\">Jos 3:7</a> (D), <a data-ref=\"Judges 10:18\" href=\"/Judges.10.18\">Ju 10:18</a>; <a data-ref=\"Judges 13:5\" href=\"/Judges.13.5\">13:5</a>, <a data-ref=\"Judges 13:25\" href=\"/Judges.13.25\">25</a>; <a data-ref=\"Judges 16:19\" href=\"/Judges.16.19\">16:19</a>, <a data-ref=\"Judges 16:22\" href=\"/Judges.16.22\">22</a>; <a data-ref=\"Judges 20:31\" href=\"/Judges.20.31\">20:31</a>, <a data-ref=\"Judges 20:39\" href=\"/Judges.20.39\">39</a>, <a data-ref=\"Judges 20:40\" href=\"/Judges.20.40\">40</a> <a data-ref=\"I Samuel 3:2\" href=\"/I_Samuel.3.2\">1 S 3:2</a>; <a data-ref=\"I Samuel 14:35\" href=\"/I_Samuel.14.35\">14:35</a>; <a data-ref=\"I Samuel 22:15\" href=\"/I_Samuel.22.15\">22:15</a> <a data-ref=\"II Kings 10:32\" href=\"/II_Kings.10.32\">2 K 10:32</a>; <a data-ref=\"II Kings 15:37\" href=\"/II_Kings.15.37\">15:37</a> <a data-ref=\"I Chronicles 27:24\" href=\"/I_Chronicles.27.24\">1 Ch 27:24</a> <a data-ref=\"II Chronicles 3:1\" href=\"/II_Chronicles.3.1\">2 Ch 3:1</a>, <a data-ref=\"II Chronicles 3:2\" href=\"/II_Chronicles.3.2\">2</a>; <a data-ref=\"II Chronicles 29:17\" href=\"/II_Chronicles.29.17\">29:17</a>; <a data-ref=\"II Chronicles 31:7\" href=\"/II_Chronicles.31.7\">31:7</a>, <a data-ref=\"II Chronicles 31:10\" href=\"/II_Chronicles.31.10\">10</a>, <a data-ref=\"II Chronicles 31:21\" href=\"/II_Chronicles.31.21\">21</a>; <a data-ref=\"II Chronicles 34:3\" href=\"/II_Chronicles.34.3\">34:3</a><sup>(×2)</sup> <a data-ref=\"Ezra 3:6\" href=\"/Ezra.3.6\">Ezr 3:6</a> <a data-ref=\"Nehemiah 4:1\" href=\"/Nehemiah.4.1\">Ne 4:1</a> <a data-ref=\"Esther 6:13\" href=\"/Esther.6.13\">Est 6:13</a>; <a data-ref=\"Esther 9:23\" href=\"/Esther.9.23\">9:23</a>; <a data-ref=\"Jeremiah 25:29\" href=\"/Jeremiah.25.29\">Je 25:29</a> <a data-ref=\"Jonah 3:4\" href=\"/Jonah.3.4\">Jon 3:4</a>; c. ו consec. <a data-ref=\"Genesis 9:20\" href=\"/Genesis.9.20\">Gn 9:20</a> (J) <a data-ref=\"Ezra 3:8\" href=\"/Ezra.3.8\">Ezr 3:8</a>; c. <span dir=\"rtl\">בְּ</span> <em>begin with</em> <a data-ref=\"Genesis 44:12\" href=\"/Genesis.44.12\">Gn 44:12</a> (J), <a data-ref=\"Ezekiel 9:6\" href=\"/Ezekiel.9.6\">Ez 9:6</a>, <a data-ref=\"II Chronicles 20:22\" href=\"/II_Chronicles.20.22\">2 Ch 20:22</a>; so <a data-ref=\"II Samuel 24:5\" href=\"/II_Samuel.24.5\">2 S 24:5</a>, read <span dir=\"rtl\">וַיָּחֵ֫לּוּ</span> for <span dir=\"rtl\">וַיַּחֲנוּ</span> 𝔊L We Dr; c. <span dir=\"rtl\">מן</span> <em>begin from</em> <a data-ref=\"Ezekiel 9:6\" href=\"/Ezekiel.9.6\">Ez 9:6</a>; <span dir=\"rtl\">הָחֵל רָשׁ</span> <em>begin! possess!</em> <a data-ref=\"Deuteronomy 2:24\" href=\"/Deuteronomy.2.24\">Dt 2:24</a>, <a data-ref=\"Deuteronomy 2:31\" href=\"/Deuteronomy.2.31\">31</a>; <span dir=\"rtl\">הָחֵל וְכַלֵּה</span> <em>beginning and ending</em> <a data-ref=\"I Samuel 3:12\" href=\"/I_Samuel.3.12\">1 S 3:12</a> (i.e. accomplishing my full purpose, v. Dr).<br><strong>Hoph.</strong>  Pf. <span dir=\"rtl\">אָו הוּחַל לִקְרֹא בְּשֵׁם י׳</span> <em>then it was begun</em> (= men began) <em>to call on the name of</em> <span dir=\"rtl\">י׳</span> <a data-ref=\"Genesis 4:26\" href=\"/Genesis.4.26\">Gn 4:26</a> (J).<br><em>Note.</em> —<span dir=\"rtl\">וַיָּחֵלּוּ מְעַט מִמַּשָּׂא</span> <a data-ref=\"Hosea 8:10\" href=\"/Hosea.8.10\">Ho 8:10</a> <em>begin to be minished by reason of the burden</em> RV Hi al.; Wü Now read <span dir=\"rtl\">וְיָחִלוּ</span> (I. <span dir=\"rtl\">חול</span>, <span dir=\"rtl\">חיל</span>)—for om. of dagh. v. also <span dir=\"rtl\">וְיָחֵלוּ</span> of Cod. Bab.—<em>shall be in anguish a little for the burden</em>, so Ra AV; Ew <span dir=\"rtl\">וְיָחִלוּ</span> <em>that they may wait</em> (?) <em>a little;</em> 𝔊 <span dir=\"rtl\">וחדלו מעט ממשׁח</span> <em>cease a little from anointing</em>, so Che We, this probably best."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1a4b6084aa1cbf1098f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, טָמֵא 1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "BDB, טָמֵא 1", "sourceHeRef": "בראון-דרייבר-בריגס, טָמֵא א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "טָמֵא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><big><span dir=\"rtl\">טָמֵא</span></big></big>  <strong>vb.</strong> be or become unclean <strong>(</strong>NH Pi. <em>pollute</em> (ceremonially); Aramaic <span dir=\"rtl\">טְמָא</span> and especially deriv., <span dir=\"rtl\">ܛܰܡܰܐ</span> Pa. <em>pollute;</em> v. RS<sup>K 307 ff.</sup><strong>)</strong>—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">ט׳</span> <a data-ref=\"Leviticus 11:25\" href=\"/Leviticus.11.25\">Lv 11:25</a> + 22 times; 3 fs. <span dir=\"rtl\">טָֽמְאָה</span> <a data-ref=\"Leviticus 12:2\" href=\"/Leviticus.12.2\">12:2</a> + 2 times; 2 fs. <span dir=\"rtl\">טָמֵאת</span> <a data-ref=\"Ezekiel 22:4\" href=\"/Ezekiel.22.4\">Ez 22:4</a>; pl. <span dir=\"rtl\">טָֽמְאוּ</span> <a data-ref=\"Leviticus 15:18\" href=\"/Leviticus.15.18\">Lv 15:18</a>; Impf. <span dir=\"rtl\">יִטְמָא</span> <a data-ref=\"Leviticus 5:3\" href=\"/Leviticus.5.3\">Lv 5:3</a> + 34 times; 3 fs. <span dir=\"rtl\">תִּטְמָא</span> <a data-ref=\"Leviticus 12:2\" href=\"/Leviticus.12.2\">12:2</a> + 4 times; pl. <span dir=\"rtl\">יִטְמְאוּ</span> <a data-ref=\"Psalms 106:39\" href=\"/Psalms.106.39\">ψ 106:39</a>; Inf. <span dir=\"rtl\">טָמְאָה</span> <a data-ref=\"Leviticus 15:32\" href=\"/Leviticus.15.32\">Lv 15:32</a> + 6 times;—<em>be</em> or <em>become unclean:</em> <strong>1.</strong>  sexually, c. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Leviticus 18:20\" href=\"/Leviticus.18.20\">Lv 18:20</a>, <a data-ref=\"Leviticus 18:23\" href=\"/Leviticus.18.23\">23</a> (H), <a data-ref=\"Ezekiel 23:17\" href=\"/Ezekiel.23.17\">Ez 23:17</a>; the land <a data-ref=\"Leviticus 18:25\" href=\"/Leviticus.18.25\">Lv 18:25</a>, <a data-ref=\"Leviticus 18:27\" href=\"/Leviticus.18.27\">27</a> (H). <strong>2.</strong>  religiously, with idols <a data-ref=\"Ezekiel 22:3\" href=\"/Ezekiel.22.3\">Ez 22:3</a>; c. <span dir=\"rtl\">בְ</span> v <a data-ref=\"Ezekiel 22:4\" href=\"/Ezekiel.22.4\">4</a>; with necromancers <a data-ref=\"Leviticus 19:31\" href=\"/Leviticus.19.31\">Lv 19:31</a> (H); by sacrificing children to idols <a data-ref=\"Psalms 106:39\" href=\"/Psalms.106.39\">ψ 106:39</a>. <strong>3.</strong>  ceremonially, by contact with carcasses of unclean animals <a data-ref=\"Leviticus 11:24\" href=\"/Leviticus.11.24\">Lv 11:24</a>, <a data-ref=\"Leviticus 11:27\" href=\"/Leviticus.11.27\">27</a>, <a data-ref=\"Leviticus 11:28\" href=\"/Leviticus.11.28\">28</a>, <a data-ref=\"Leviticus 11:31\" href=\"/Leviticus.11.31\">31</a>, <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">32</a>, <a data-ref=\"Leviticus 11:33\" href=\"/Leviticus.11.33\">33</a>, <a data-ref=\"Leviticus 11:34\" href=\"/Leviticus.11.34\">34</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 11:35\" href=\"/Leviticus.11.35\">35</a>, <a data-ref=\"Leviticus 11:36\" href=\"/Leviticus.11.36\">36</a>, <a data-ref=\"Leviticus 11:40\" href=\"/Leviticus.11.40\">40</a> (P); any carcass <a data-ref=\"Leviticus 17:15\" href=\"/Leviticus.17.15\">17:15</a> (H); eating of a carcass <a data-ref=\"Leviticus 22:8\" href=\"/Leviticus.22.8\">22:8</a> (H); by issues <a data-ref=\"Leviticus 15:4\" href=\"/Leviticus.15.4\">15:4</a>, <a data-ref=\"Leviticus 15:9\" href=\"/Leviticus.15.9\">9</a>, <a data-ref=\"Leviticus 15:20\" href=\"/Leviticus.15.20\">20</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 11:24\" href=\"/Leviticus.11.24\">24</a>, <a data-ref=\"Leviticus 11:27\" href=\"/Leviticus.11.27\">27</a>, <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">32</a> (P); by contact with an unclean man <a data-ref=\"Leviticus 5:3\" href=\"/Leviticus.5.3\">5:3</a>; <a data-ref=\"Leviticus 15:4\" href=\"/Leviticus.15.4\">15:4</a> (P), <a data-ref=\"Leviticus 22:5\" href=\"/Leviticus.22.5\">22:5</a> (H), or thing <a data-ref=\"Leviticus 22:6\" href=\"/Leviticus.22.6\">22:6</a> (H); by leprosy <a data-ref=\"Leviticus 13:14\" href=\"/Leviticus.13.14\">13:14</a>, <a data-ref=\"Leviticus 13:46\" href=\"/Leviticus.13.46\">46</a>; <a data-ref=\"Leviticus 14:36\" href=\"/Leviticus.14.36\">14:36</a>, <a data-ref=\"Leviticus 14:46\" href=\"/Leviticus.14.46\">46</a> (P); by contact with the dead <a data-ref=\"Numbers 6:12\" href=\"/Numbers.6.12\">Nu 6:12</a>; <a data-ref=\"Numbers 19:20\" href=\"/Numbers.19.20\">19:20</a> (P), <a data-ref=\"Ezekiel 44:25\" href=\"/Ezekiel.44.25\">Ez 44:25</a>, or with one unclean by such contact <a data-ref=\"Numbers 19:22\" href=\"/Numbers.19.22\">Nu 19:22</a> (P), <a data-ref=\"Haggai 2:13\" href=\"/Haggai.2.13\">Hg 2:13</a><sup>(×2)</sup>; by contact with creeping things <a data-ref=\"Leviticus 22:5\" href=\"/Leviticus.22.5\">Lv 22:5</a> (H); certain animals were always unclean <a data-ref=\"Leviticus 11:26\" href=\"/Leviticus.11.26\">11:26</a>, <a data-ref=\"Leviticus 11:27\" href=\"/Leviticus.11.27\">27</a> (P). In ordinary cases of uncleanness <span dir=\"rtl\">טמא עד הערב</span> <em>unclean till even</em> <a data-ref=\"Leviticus 11:24\" href=\"/Leviticus.11.24\">Lv 11:24</a>, <a data-ref=\"Leviticus 11:25\" href=\"/Leviticus.11.25\">25</a>, <a data-ref=\"Leviticus 11:27\" href=\"/Leviticus.11.27\">27</a>, <a data-ref=\"Leviticus 11:28\" href=\"/Leviticus.11.28\">28</a>, <a data-ref=\"Leviticus 11:31\" href=\"/Leviticus.11.31\">31</a>, <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">32</a>, <a data-ref=\"Leviticus 11:39\" href=\"/Leviticus.11.39\">39</a>, <a data-ref=\"Leviticus 11:40\" href=\"/Leviticus.11.40\">40</a><sup>(×2)</sup>; <a data-ref=\"Leviticus 14:46\" href=\"/Leviticus.14.46\">14:46</a>; <a data-ref=\"Leviticus 15:5\" href=\"/Leviticus.15.5\">15:5</a>, <a data-ref=\"Leviticus 15:6\" href=\"/Leviticus.15.6\">6</a>, <a data-ref=\"Leviticus 15:7\" href=\"/Leviticus.15.7\">7</a>, <a data-ref=\"Leviticus 15:8\" href=\"/Leviticus.15.8\">8</a>, <a data-ref=\"Leviticus 15:10\" href=\"/Leviticus.15.10\">10</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 15:11\" href=\"/Leviticus.15.11\">11</a>, <a data-ref=\"Leviticus 15:16\" href=\"/Leviticus.15.16\">16</a>, <a data-ref=\"Leviticus 15:17\" href=\"/Leviticus.15.17\">17</a>, <a data-ref=\"Leviticus 15:18\" href=\"/Leviticus.15.18\">18</a>, <a data-ref=\"Leviticus 15:19\" href=\"/Leviticus.15.19\">19</a>, <a data-ref=\"Leviticus 15:21\" href=\"/Leviticus.15.21\">21</a>, <a data-ref=\"Leviticus 15:22\" href=\"/Leviticus.15.22\">22</a>, <a data-ref=\"Leviticus 15:23\" href=\"/Leviticus.15.23\">23</a>, <a data-ref=\"Leviticus 15:27\" href=\"/Leviticus.15.27\">27</a> <a data-ref=\"Numbers 19:7\" href=\"/Numbers.19.7\">Nu 19:7</a>, <a data-ref=\"Numbers 19:8\" href=\"/Numbers.19.8\">8</a>, <a data-ref=\"Numbers 19:10\" href=\"/Numbers.19.10\">10</a>, <a data-ref=\"Numbers 19:21\" href=\"/Numbers.19.21\">21</a>, <a data-ref=\"Numbers 19:22\" href=\"/Numbers.19.22\">22</a> (all P), <a data-ref=\"Leviticus 17:15\" href=\"/Leviticus.17.15\">Lv 17:15</a>; <a data-ref=\"Leviticus 22:6\" href=\"/Leviticus.22.6\">22:6</a> (H); but uncleanness lasted 7 days for woman bearing a son <a data-ref=\"Leviticus 12:2\" href=\"/Leviticus.12.2\">Lv 12:2</a><sup>(×2)</sup> (P), for man lying with woman having an issue <a data-ref=\"Leviticus 15:24\" href=\"/Leviticus.15.24\">15:24</a> (P), or one coming in contact with the dead <a data-ref=\"Numbers 19:11\" href=\"/Numbers.19.11\">Nu 19:11</a>, <a data-ref=\"Numbers 19:14\" href=\"/Numbers.19.14\">14</a>, <a data-ref=\"Numbers 19:16\" href=\"/Numbers.19.16\">16</a> (P); it lasted 14 days for a woman bearing a daughter <a data-ref=\"Leviticus 12:5\" href=\"/Leviticus.12.5\">Lv 12:5</a> (P).<br><strong>Niph.</strong>  Pf. 3 ms. <span dir=\"rtl\">נִטְמָא</span> <a data-ref=\"Hosea 5:3\" href=\"/Hosea.5.3\">Ho 5:3</a>; <a data-ref=\"Hosea 6:10\" href=\"/Hosea.6.10\">6:10</a>; 3 fs. <span dir=\"rtl\">נִטְמְאָה</span> <a data-ref=\"Numbers 5:27\" href=\"/Numbers.5.27\">Nu 5:27</a>, <a data-ref=\"Numbers 5:28\" href=\"/Numbers.5.28\">28</a>; <span dir=\"rtl\">נִטְמָ֑אָה</span> <a data-ref=\"Numbers 5:13\" href=\"/Numbers.5.13\">5:13</a> + 5 times; 1 s. <span dir=\"rtl\">נִטְמֵאתִי</span> <a data-ref=\"Jeremiah 2:23\" href=\"/Jeremiah.2.23\">Je 2:23</a>; 2 m.pl. <span dir=\"rtl\">נִטְמֵתֶם</span> <a data-ref=\"Leviticus 11:43\" href=\"/Leviticus.11.43\">Lv 11:43</a> (<span dir=\"rtl\">א</span> omitted by scribal error; but Ges al. derive from <span dir=\"rtl\">טמה</span>), etc. + 4 times pf.; Pt. pl. <span dir=\"rtl\">נִטְמְאִים</span> <a data-ref=\"Ezekiel 20:30\" href=\"/Ezekiel.20.30\">Ez 20:30</a>, <a data-ref=\"Ezekiel 20:31\" href=\"/Ezekiel.20.31\">31</a>;—<em>defile oneself, be defiled:</em> <strong>1.</strong>  sexually, <a data-ref=\"Leviticus 18:24\" href=\"/Leviticus.18.24\">Lv 18:24</a> (H), <a data-ref=\"Numbers 5:13\" href=\"/Numbers.5.13\">Nu 5:13</a>, <a data-ref=\"Numbers 5:14\" href=\"/Numbers.5.14\">14</a><sup>(×2)</sup>, <a data-ref=\"Numbers 5:20\" href=\"/Numbers.5.20\">20</a>, <a data-ref=\"Numbers 5:27\" href=\"/Numbers.5.27\">27</a>, <a data-ref=\"Numbers 5:28\" href=\"/Numbers.5.28\">28</a>, <a data-ref=\"Numbers 5:29\" href=\"/Numbers.5.29\">29</a> (P). <strong>2.</strong>  by idolatry conceived as whoredom <a data-ref=\"Hosea 5:3\" href=\"/Hosea.5.3\">Ho 5:3</a>; <a data-ref=\"Hosea 6:10\" href=\"/Hosea.6.10\">6:10</a> <a data-ref=\"Jeremiah 2:23\" href=\"/Jeremiah.2.23\">Je 2:23</a> <a data-ref=\"Ezekiel 20:30\" href=\"/Ezekiel.20.30\">Ez 20:30</a>, <a data-ref=\"Ezekiel 20:31\" href=\"/Ezekiel.20.31\">31</a>, <a data-ref=\"Ezekiel 20:43\" href=\"/Ezekiel.20.43\">43</a>; <a data-ref=\"Ezekiel 23:7\" href=\"/Ezekiel.23.7\">23:7</a>, <a data-ref=\"Ezekiel 23:13\" href=\"/Ezekiel.23.13\">13</a>, <a data-ref=\"Ezekiel 23:30\" href=\"/Ezekiel.23.30\">30</a>. <strong>3.</strong>  ceremonially, by eating creeping things <a data-ref=\"Leviticus 11:43\" href=\"/Leviticus.11.43\">Lv 11:43</a>. <strong>4.</strong>  <em>be regarded as unclean</em> (cf. <strong>Pi. 4</strong>), prob. <span dir=\"rtl\">נִטְמִינוּ</span> <a data-ref=\"Job 18:3\" href=\"/Job.18.3\">Jb 18:3</a> <em>we are accounted as unclean;</em> metapl. form; on another view v. <a ,=\"\" data-ref=\"BDB, טָמָה\" dir=\"rtl\" href=\"/BDB,_טָמָה\">טמה</a>.<br><strong>Pi.</strong>  Pf. <span dir=\"rtl\">טִמֵּא</span> <a data-ref=\"Genesis 34:5\" href=\"/Genesis.34.5\">Gn 34:5</a> + 15 times; sf. <span dir=\"rtl\">טִמְּאוֹ</span> <a data-ref=\"Leviticus 13:8\" href=\"/Leviticus.13.8\">Lv 13:8</a> + 3 times; 2 fs. <span dir=\"rtl\">טִמֵּאת</span> <a data-ref=\"Ezekiel 5:11\" href=\"/Ezekiel.5.11\">Ez 5:11</a>, etc. + 7 times Pf.; Impf. <span dir=\"rtl\">יְטַמֵּא</span> <a data-ref=\"II Kings 23:8\" href=\"/II_Kings.23.8\">2 K 23:8</a>, etc. + 12 times Impf.; Imv. pl. <span dir=\"rtl\">טַמְּאוּ</span> <a data-ref=\"Ezekiel 9:7\" href=\"/Ezekiel.9.7\">Ez 9:7</a>; Inf. <span dir=\"rtl\">טַמֵּא</span> <a data-ref=\"Leviticus 13:44\" href=\"/Leviticus.13.44\">Lv 13:44</a> + 2 times; sf. <span dir=\"rtl\">טַמְּאָם</span> <a data-ref=\"Leviticus 15:31\" href=\"/Leviticus.15.31\">15:31</a>, etc. + 4 times Inf.;—<em>defile:</em> <strong>1.</strong>  sexually <a data-ref=\"Genesis 34:5\" href=\"/Genesis.34.5\">Gn 34:5</a>, <a data-ref=\"Genesis 34:13\" href=\"/Genesis.34.13\">13</a>, <a data-ref=\"Genesis 34:27\" href=\"/Genesis.34.27\">27</a> (R), <a data-ref=\"Ezekiel 18:6\" href=\"/Ezekiel.18.6\">Ez 18:6</a>, <a data-ref=\"Ezekiel 18:11\" href=\"/Ezekiel.18.11\">11</a>, <a data-ref=\"Ezekiel 18:15\" href=\"/Ezekiel.18.15\">15</a>; <a data-ref=\"Ezekiel 22:11\" href=\"/Ezekiel.22.11\">22:11</a>; <a data-ref=\"Ezekiel 33:26\" href=\"/Ezekiel.33.26\">33:26</a>; the land by sexual impurities of the people <a data-ref=\"Leviticus 18:28\" href=\"/Leviticus.18.28\">Lv 18:28</a> (H); Isr. by spiritual whoredom <a data-ref=\"Ezekiel 23:17\" href=\"/Ezekiel.23.17\">Ez 23:17</a>. <strong>2.</strong>  religiously: the land, by bloodshed <a data-ref=\"Numbers 35:34\" href=\"/Numbers.35.34\">Nu 35:34</a> (P); by allowing the dead body of the murderer to hang on the tree over night <a data-ref=\"Deuteronomy 21:23\" href=\"/Deuteronomy.21.23\">Dt 21:23</a>; by idolatry <a data-ref=\"Jeremiah 2:7\" href=\"/Jeremiah.2.7\">Je 2:7</a> <a data-ref=\"Ezekiel 36:17\" href=\"/Ezekiel.36.17\">Ez 36:17</a>, <a data-ref=\"Ezekiel 36:18\" href=\"/Ezekiel.36.18\">18</a>; Isr. defiled the <em>sacred places</em> by the sacrifice of children <a data-ref=\"Leviticus 20:3\" href=\"/Leviticus.20.3\">Lv 20:3</a> (H), <a data-ref=\"Ezekiel 23:38\" href=\"/Ezekiel.23.38\">Ez 23:38</a>, and God defiled him thereby <a data-ref=\"Ezekiel 20:26\" href=\"/Ezekiel.20.26\">20:26</a>; he defileth the sacred places by idolatry <a data-ref=\"II Chronicles 36:14\" href=\"/II_Chronicles.36.14\">2 Ch 36:14</a> <a data-ref=\"Jeremiah 7:30\" href=\"/Jeremiah.7.30\">Je 7:30</a> = <a data-ref=\"Jeremiah 32:34\" href=\"/Jeremiah.32.34\">32:34</a>, <a data-ref=\"Ezekiel 5:11\" href=\"/Ezekiel.5.11\">Ez 5:11</a>; the holy name of <span dir=\"rtl\">י׳</span> <a data-ref=\"Ezekiel 43:7\" href=\"/Ezekiel.43.7\">43:7</a>, <a data-ref=\"Ezekiel 43:8\" href=\"/Ezekiel.43.8\">8</a>; Josiah defiled the idolatrous places of worship by destroying them and making them unfit for use <a data-ref=\"II Kings 23:8\" href=\"/II_Kings.23.8\">2 K 23:8</a>, <a data-ref=\"II Kings 23:10\" href=\"/II_Kings.23.10\">10</a>, <a data-ref=\"II Kings 23:13\" href=\"/II_Kings.23.13\">13</a>, <a data-ref=\"II Kings 23:16\" href=\"/II_Kings.23.16\">16</a>; of Isr. defiling idolatrous images <a data-ref=\"Isaiah 30:22\" href=\"/Isaiah.30.22\">Is 30:22</a>, and the nations the temple of God <a data-ref=\"Psalms 79:1\" href=\"/Psalms.79.1\">ψ 79:1</a>. <strong>3.</strong>  ceremonially: by ceremonial uncleanness, the sacred places <a data-ref=\"Leviticus 15:31\" href=\"/Leviticus.15.31\">Lv 15:31</a> <a data-ref=\"Numbers 19:13\" href=\"/Numbers.19.13\">Nu 19:13</a>, <a data-ref=\"Numbers 19:20\" href=\"/Numbers.19.20\">20</a> (P); the camp <a data-ref=\"Numbers 5:3\" href=\"/Numbers.5.3\">Nu 5:3</a> (P); the temple by dead bodies <a data-ref=\"Ezekiel 9:7\" href=\"/Ezekiel.9.7\">Ez 9:7</a>; the Nazirite’s head of separation by a death occurring in his presence <a data-ref=\"Numbers 6:9\" href=\"/Numbers.6.9\">Nu 6:9</a> (P); the people defile themselves <span dir=\"rtl\">(נפשׁתיכם)</span> by creeping things <a data-ref=\"Leviticus 11:44\" href=\"/Leviticus.11.44\">Lv 11:44</a> (P). <strong>4.</strong>  <em>pronounce or declare</em> ceremonially <em>unclean:</em> the leper <a data-ref=\"Leviticus 13:3\" href=\"/Leviticus.13.3\">Lv 13:3</a>, <a data-ref=\"Leviticus 13:8\" href=\"/Leviticus.13.8\">8</a>, <a data-ref=\"Leviticus 13:11\" href=\"/Leviticus.13.11\">11</a>, <a data-ref=\"Leviticus 13:15\" href=\"/Leviticus.13.15\">15</a>, <a data-ref=\"Leviticus 13:20\" href=\"/Leviticus.13.20\">20</a>, <a data-ref=\"Leviticus 13:22\" href=\"/Leviticus.13.22\">22</a>, <a data-ref=\"Leviticus 13:25\" href=\"/Leviticus.13.25\">25</a>, <a data-ref=\"Leviticus 13:27\" href=\"/Leviticus.13.27\">27</a>, <a data-ref=\"Leviticus 13:30\" href=\"/Leviticus.13.30\">30</a>, <a data-ref=\"Leviticus 13:44\" href=\"/Leviticus.13.44\">44</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 13:59\" href=\"/Leviticus.13.59\">59</a> (P); unclean animals <a data-ref=\"Leviticus 20:25\" href=\"/Leviticus.20.25\">20:25</a> (H).<br><strong>Pu.</strong>  Pt. <span dir=\"rtl\">נַפְשִׁי לֹא מְטֻמָּאָה</span> <a data-ref=\"Ezekiel 4:14\" href=\"/Ezekiel.4.14\">Ez 4:14</a> <em>myself is not polluted</em>.<br><strong>Hithp.</strong>  Impf. <span dir=\"rtl\">יִטַּמָּא</span> <a data-ref=\"Leviticus 21:1\" href=\"/Leviticus.21.1\">Lv 21:1</a> + 4 times; pl. <span dir=\"rtl\">יִטַּמְּאוּ</span> <a data-ref=\"Ezekiel 14:11\" href=\"/Ezekiel.14.11\">Ez 14:11</a>; <a data-ref=\"Ezekiel 37:23\" href=\"/Ezekiel.37.23\">37:23</a>; <span dir=\"rtl\">יִטַּמָּ֑אוּ</span> <a data-ref=\"Hosea 9:4\" href=\"/Hosea.9.4\">Ho 9:4</a> <a data-ref=\"Ezekiel 44:25\" href=\"/Ezekiel.44.25\">Ez 44:25</a>, etc. + 6 times Impf.;—reflexive, <em>defile oneself:</em> by eating of an unaccepted peace-offering <a data-ref=\"Hosea 9:4\" href=\"/Hosea.9.4\">Ho 9:4</a>; c. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Leviticus 18:24\" href=\"/Leviticus.18.24\">Lv 18:24</a>, <a data-ref=\"Leviticus 18:30\" href=\"/Leviticus.18.30\">30</a> (H), <a data-ref=\"Leviticus 11:43\" href=\"/Leviticus.11.43\">11:43</a> (P), <a data-ref=\"Ezekiel 14:11\" href=\"/Ezekiel.14.11\">Ez 14:11</a>; <a data-ref=\"Ezekiel 20:7\" href=\"/Ezekiel.20.7\">20:7</a>, <a data-ref=\"Ezekiel 20:18\" href=\"/Ezekiel.20.18\">18</a>; <a data-ref=\"Ezekiel 37:23\" href=\"/Ezekiel.37.23\">37:23</a>; c. <span dir=\"rtl\">לְ</span> <em>for</em> a dead person <a data-ref=\"Leviticus 21:1\" href=\"/Leviticus.21.1\">Lv 21:1</a>, <a data-ref=\"Leviticus 21:3\" href=\"/Leviticus.21.3\">3</a>, <a data-ref=\"Leviticus 21:11\" href=\"/Leviticus.21.11\">11</a> (H), <a data-ref=\"Numbers 6:7\" href=\"/Numbers.6.7\">Nu 6:7</a> (P); <em>by</em> <a data-ref=\"Leviticus 11:24\" href=\"/Leviticus.11.24\">Lv 11:24</a> (P); without prep. <a data-ref=\"Leviticus 21:4\" href=\"/Leviticus.21.4\">21:4</a> (H), <a data-ref=\"Ezekiel 44:25\" href=\"/Ezekiel.44.25\">Ez 44:25</a>.<br><strong>Hothp.</strong>  Pf. <span dir=\"rtl\">אַהֲרֵי אֲשֶׁר הֻטַּמָּ֑אָה</span> <a data-ref=\"Deuteronomy 24:4\" href=\"/Deuteronomy.24.4\">Dt 24:4</a> <em>after that she has been defiled</em> (sexually); on form v. Ges<sup>§ 54. 3</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3a2b6084aa1cbf29101", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עַם³ 1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "BDB, עַם³ 1", "sourceHeRef": "בראון-דרייבר-בריגס, עַם³ א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עַם³", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† II. <big>[<span dir=\"rtl\">עַם</span>]</big>  <strong>n.</strong>[<strong>m.</strong>] <strong>kinsman</strong>* <em>kinsman</em>, later development of i. <span dir=\"rtl\">עַם</span> RS<sup>K 58; 2nd ed. 72</sup>. (on father’s side) <strong>(</strong>Arabic <span dir=\"rtl\">عَمٌّ</span> <em>paternal uncle</em>, etc. v. <a data-ref=\"BDB, עָמַם\" href=\"/BDB,_עָמַם\", dir=\"rtl\">I. עמם</a>; cf. perhaps TelAm. <em>ammu</em>, <em>kinsmen</em> (?); on Nab. <span dir=\"rtl\">עם</span> <em>ancestor</em> cf. Lzb<sup>151, 499</sup>; v. also especially Nes<sup>Eg 187, ZAW xvi (1896), 322 f.</sup> Krenkel<sup>ib. viii (1888), 280–84</sup><strong>)</strong>;—sf. <span dir=\"rtl\">עַמִּי</span> in <span dir=\"rtl\">בֶּן־עַמִּי</span> (q.v.), and n.pr. sqq.; elsewhere pl. sf. <span dir=\"rtl\">עַמֶּיךָ</span> <a data-ref=\"Numbers 27:13\" href=\"/Numbers.27.13\">Nu 27:13</a>; <a data-ref=\"Numbers 31:2\" href=\"/Numbers.31.2\">31:2</a> (<a data-ref=\"Leviticus 19:16\" href=\"/Leviticus.19.16\">Lv 19:16</a> read <span dir=\"rtl\">עַמְּךָ</span> 𝔊 Sam), + (poss.) <span dir=\"rtl\">עֲמָמֶיךָ</span> <a data-ref=\"Judges 5:14\" href=\"/Judges.5.14\">Ju 5:14</a>; <span dir=\"rtl\">עַמָּיו</span> <a data-ref=\"Genesis 25:8\" href=\"/Genesis.25.8\">Gn 25:8</a> + 15 times, <span dir=\"rtl\">עַמֶּיהָ</span> <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">17:14</a> + 3 times; read <span dir=\"rtl\">עַמַּי</span> (for MT <span dir=\"rtl\">עַמִּי</span>, 1<span dir=\"rtl\">עַם</span>; cf. Krenkel<sup>l.c. 281</sup>) <a data-ref=\"Genesis 49:29\" href=\"/Genesis.49.29\">Gn 49:29</a> and perhaps <a data-ref=\"Judges 14:3\" href=\"/Judges.14.3\">Ju 14:3</a> (cf. <a data-ref=\"Leviticus 21:14\" href=\"/Leviticus.21.14\">Lv 21:14</a>); according to Buhl Kit also <a data-ref=\"II Kings 4:13\" href=\"/II_Kings.4.13\">2 K 4:13</a>;—<em>father’s kinsmen:</em> <span dir=\"rtl\">וַיֵּאָסֵף אֶל־עַמָּיו</span> <a data-ref=\"Genesis 25:8\" href=\"/Genesis.25.8\">Gn 25:8</a> (of joining kinsmen in Sh<sup>e</sup>ʾôl), so v <a data-ref=\"Genesis 25:17\" href=\"/Genesis.25.17\">17</a>; <a data-ref=\"Genesis 35:29\" href=\"/Genesis.35.29\">35:29</a>; <a data-ref=\"Genesis 49:33\" href=\"/Genesis.49.33\">49:33</a>; <a data-ref=\"Numbers 20:24\" href=\"/Numbers.20.24\">Nu 20:24</a>; <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a>, cf. <a data-ref=\"Genesis 49:29\" href=\"/Genesis.49.29\">Gn 49:29</a> (v. supr.), <a data-ref=\"Numbers 27:13\" href=\"/Numbers.27.13\">Nu 27:13</a>; <a data-ref=\"Numbers 31:2\" href=\"/Numbers.31.2\">31:2</a>; <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a> (all P); <span dir=\"rtl\">וְנִכְרְתָה הַנֶּפֶשׁ מֵעַמֶּיהָ</span> <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">Gn 17:14</a> (severed from living kinsmen), so <a data-ref=\"Leviticus 7:20\" href=\"/Leviticus.7.20\">Lv 7:20</a>, <a data-ref=\"Leviticus 7:21\" href=\"/Leviticus.7.21\">21</a>, <a data-ref=\"Leviticus 7:25\" href=\"/Leviticus.7.25\">25</a>, <a data-ref=\"Leviticus 7:27\" href=\"/Leviticus.7.27\">27</a>; <a data-ref=\"Leviticus 19:8\" href=\"/Leviticus.19.8\">19:8</a>; <a data-ref=\"Leviticus 23:29\" href=\"/Leviticus.23.29\">23:29</a>; <a data-ref=\"Numbers 9:13\" href=\"/Numbers.9.13\">Nu 9:13</a>, <span dir=\"rtl\">מִקֶּרֶב עַמֶּיהָ</span> <a data-ref=\"Exodus 31:14\" href=\"/Exodus.31.14\">Ex 31:14</a>, cf. <a data-ref=\"Exodus 30:33\" href=\"/Exodus.30.33\">30:33</a>, <a data-ref=\"Exodus 30:38\" href=\"/Exodus.30.38\">38</a>; <a data-ref=\"Leviticus 17:9\" href=\"/Leviticus.17.9\">Lv 17:9</a> (all PH); <span dir=\"rtl\">מֵעַמָּיו יִקַּח אִשָּׁה</span> <a data-ref=\"Leviticus 21:14\" href=\"/Leviticus.21.14\">21:14</a> (H), and perhaps <a data-ref=\"Judges 14:3\" href=\"/Judges.14.3\">Ju 14:3</a> (sim. 1<span dir=\"rtl\">עַם</span>: [<span dir=\"rtl\">ם—ָ</span>, <span dir=\"rtl\">הּ—ָ</span>] <span dir=\"rtl\">מִקֶּרֶב עַמּוֹ</span> <a data-ref=\"Leviticus 17:4\" href=\"/Leviticus.17.4\">Lv 17:4</a>, <a data-ref=\"Leviticus 17:10\" href=\"/Leviticus.17.10\">10</a>; <a data-ref=\"Leviticus 18:29\" href=\"/Leviticus.18.29\">18:29</a> +); other combin. <a data-ref=\"Judges 5:14\" href=\"/Judges.5.14\">Ju 5:14</a> (si vera l., read perhaps <span dir=\"rtl\">בְּעַמֶּ֑ךָ</span>, v. 1.<span dir=\"rtl\">עַם</span> <strong>2 d</strong>), <a data-ref=\"Leviticus 21:1\" href=\"/Leviticus.21.1\">Lv 21:1</a>, <a data-ref=\"Leviticus 21:4\" href=\"/Leviticus.21.4\">4</a>, <a data-ref=\"Leviticus 21:15\" href=\"/Leviticus.21.15\">15</a> (H), <a data-ref=\"Ezekiel 18:18\" href=\"/Ezekiel.18.18\">Ez 18:18</a> and (perhaps) <a data-ref=\"II Kings 4:13\" href=\"/II_Kings.4.13\">2 K 4:13</a>.—<span dir=\"rtl\">בֶּן־עַמִּי</span> (v. p. 122 b) perhaps = <em>son of my kinsman;</em> on n.pr. c. <span dir=\"rtl\">עַם</span> v. Gray<sup>Prop. N. 41 ff.</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e49e20613f3c2d3b4481ca", "index_title": "German Commentary on Mishnah Gittin", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Gittin 8:5:12", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "German Commentary on Mishnah Gittin 8:5:12", "sourceHeRef": "פירוש גרמני על משנה גיטין ח׳:ה׳:י״ב", "anchorVerse": 4, "sourceHasEn": true, "commentaryNum": 5.0012, "collectiveTitle": {"en": "German Commentary on Mishnah Gittin", "he": "פירוש גרמני על משנה גיטין"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>weder der eine noch der andere darf sich an ihr verunreinigen.</b>  wenn sie Priester sind, und die Frau gestorben ist. Daß sich ein Priester an seiner ihm zur Ehe verbotenen Frau nicht verunreinigen darf, wird Jebamot 90b aus Lev. 21, 4: <span dir=\"rtl\">לא יטמא בעל בעמיו להחלו</span> abgeleitet.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e49f22613f3c2d3b44b7e5", "index_title": "German Commentary on Mishnah Yevamot", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Yevamot 10:1:14", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "German Commentary on Mishnah Yevamot 10:1:14", "sourceHeRef": "פירוש גרמני על משנה יבמות י׳:א׳:י״ד", "anchorVerse": 4, "sourceHasEn": true, "commentaryNum": 1.0014, "collectiveTitle": {"en": "German Commentary on Mishnah Yevamot", "he": "פירוש גרמני על משנה יבמות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>beide [Gatten] dürfen sich an ihr nicht verunreinigen.</b>  Wenn sie Priester sind und die Frau gestorben ist. Nach Lev. 21,4 darf der priesterliche Ehegatte sich nicht verunreinigen „an etwas, das ihn entweiht“ (<span dir=\"rtl\">להחלו</span>), d. h. an seiner Frau, die für ihn zur Ehe verboten war (Jeb. 90 b); in unsrem Falle aber ist die Frau dem Priester zur Ehe verboten nach Lev. 21,7.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "66091d03a500bb4d2fbbbd47", "index_title": "Bava Metzia", "category": "Talmud", "type": "", "ref": "Bava Metzia 30a:15", "anchorRef": "Leviticus 21:1-4", "anchorRefExpanded": ["Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4"], "sourceRef": "Bava Metzia 30a:15", "sourceHeRef": "בבא מציעא ל׳ א:ט״ו", "anchorVerse": 1, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 59.0015, "collectiveTitle": {"en": "Bava Metzia", "he": "בבא מציעא"}, "heTitle": "בבא מציעא", "he": "הָא כֵּיצַד? הָיָה כֹּהֵן וְהִיא בְּבֵית הַקְּבָרוֹת, אוֹ שֶׁהָיָה זָקֵן וְאֵינָהּ לְפִי כְּבוֹדוֹ, אוֹ שֶׁהָיְתָה מְלָאכָה שֶׁלּוֹ מְרוּבָּה מִשֶּׁל חֲבֵירוֹ, לְכָךְ נֶאֱמַר: ״וְהִתְעַלַּמְתָּ מֵהֶם״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>How so;</b> under what circumstances may one disregard a lost item? One may do so in a case where <b>he was a priest and</b> the lost item <b>is in the graveyard</b> (Leviticus 21:1–4), <b>or</b> where <b>he was an elderly person and it is not in keeping with his dignity</b> to tend to the item, <b>or</b> where the value of <b>his labor was greater than</b> the value of the lost item of <b>the other</b> person, i.e., if the finder was to return the item, reimbursing him for his lost wages would cost more than the value of the item; <b>therefore, it is stated: “And disregard them.”</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "6665cb60faee0b8c909d84d6", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "David Zvi Hoffmann on Leviticus 21:4:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "commentaryNum": 4.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>ד.</b> לדעת רוב המבארים \"בעל\" הוא כאן בעלה של האשה, רק בפרטים שונים הביאורים זה מזה. רשב\"ם סבור, שכאן יש איסור לכל בעל שהוא כהן להיטמא לאשתו. קנובל עוד מרחיב את האיסור באמרו, שהאיסור חל על כל הקרובים על ידי חיתון (קרובי חיתון - מחותנים), כגון החמות וכיוצא בה. קייל אומר, שכאן יש איסור להתחלל על ידי נישואי לאוין, מה שמבואר ביתר דיוק בפסוק ז. לפי חכמינו (בספרא וביבמות כב:) יש במלה \"להחלו\" הפירוש היותר מדויק לאיסור זה, והוא: לכהן אסור ליטמא רק לאשתו שמחללת אותו, כלומר: לאשתו הפסולה.<i data-commentator=\"Endnotes\" data-label=\"1258\" data-order=\"1258\"></i> אולם הרמב\"ן כבר הוכיח, שהמובן הפשוט הוא כפי שאונקלוס מתרגם ואשר לפיו \"בעל\" פירושו: \"רבא\", היינו \"אדון\". הכהן נקרא \"בעל בעמיו\" (התרגום מתרגם גם \"כהן מדין\": \"רבא דמדין\"). יש גם מקומות במקרא ששם נקראו הכהנים בשם \"שרי קדש\" (השוה ישעיה מג כח, דברי הימים-א כד ה, אולי גם בירמיה יא טו: \"ובשר קדש\" הכוונה על ידי שר הקודש). והנה כאן חזר הכתוב על האיסור בקיצור וגם נתן הטעם לאיסור, מפני שהכהן רב בעמו, היה הוא מזלזל בעצמו, לו היה מיטמא. לדעת ויזל \"בעל בעמיו\" משמעותו במיוחד: הכהן הגדול, השוה שם.<i data-commentator=\"Endnotes\" data-label=\"1259\" data-order=\"1259\"></i> גם חזקוני מבאר כך, אלא שהוא סבור שהכתוב מתכוון להגיד: \"לא יטמא בבעל בעמיו\", כלומר: הכהן אל יטמא אפילו לכהן גדול. את שיטת חכמינו שמסתמכת על פסוק זה, שלכהן אסור ליטמא לאשתו הפסולה, אפשר לנמק גם לפי ביאורו של אונקלוס.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6682730810a13a863f2a8dff", "index_title": "Hadar Zekenim on Torah", "category": "Commentary", "type": "commentary", "ref": "Hadar Zekenim on Torah, Leviticus 21:4:1", "anchorRef": "Leviticus 21:4", "anchorRefExpanded": ["Leviticus 21:4"], "sourceRef": "Hadar Zekenim on Torah, Leviticus 21:4:1", "sourceHeRef": "הדר זקנים על התורה, ויקרא כ״א:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1250, 1300], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Hadar Zekenim", "he": "הדר זקנים"}, "heTitle": "ויקרא", "he": "לא יטמא בעל בעמיו. מצא הרב\"ש מפורש כמו לבעל בעמיו. ואפי' כהן גדול שמת לא יטמא לו. ולמה קורהו בעל מפני קדושתו:", "heVersionTitle": "Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]