[{"_id": "520b2a2cedbab45d17917995", "index_title": "Ramban on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ramban on Leviticus 21:13:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Ramban on Leviticus 21:13:1", "sourceHeRef": "רמב\"ן על ויקרא כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>והוא אשה בבתוליה יקח</b> פירוש אבל לא בעולה והוא לאו הבא מכלל עשה ואחרי כן הזהיר בלאו על האלמנה והפסולות ואמר כי אם בתולה מעמיו יקח אשה לצוות עליו שיקחנה וזהו שאמרו רבותינו (הוריות יא) מוזהר על האלמנה ומצווה על הבתולה וכך שנו בתורת כהנים (פרק ב ו) כי אם בתולה מלמד שהוא מצווה על הבתולה:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "AND HE SHALL TAKE A WIFE IN HER VIRGINITY. This means that he is not to wed a woman who is not a virgin, this being a negative commandment which is derived from a positive commandment [which carries the force of a positive commandment].<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">The intention of Ramban’s comment is that this verse is primarily intended to teach that the High Priest is <i>not</i> to marry a woman who is not a virgin. And the reason why it is stated in a positive form, is to make the negative aspect of it carry the force of a positive commandment, because it is an accepted principle that a negative commandment which is derived from a positive commandment carries only the force of a positive commandment. Therefore if he marries a woman who is not a virgin, he does not incur whipping, since the prohibition thereof is derived from a positive commandment, and only carries the force of a positive commandment, for the violation of which the court is not empowered to mete out punishment. This interpretation is made necessary by the following Verse 14, where it is stated again, <i>but a virgin of his own people shall he take to wife</i>. As Ramban will explain further on, it is this expression in Verse 14 which established the <i>positive</i> aspect thereof, while Verse 13 before us expresses the prohibitive part thereof. Thus the two verses are not redundant, but instead complement each other.</i> Afterwards [in the following verse] He forbids the High Priest by means of a negative commandment to marry a widow or other disqualified woman, and then says, <i>but a virgin of his own people shall he take to wife</i>,<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">Verse 14. See preceding note.</i> thus commanding him [in a positive manner] to take a virgin as a wife. It is this which our Rabbis have said:<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">Horayoth 11 b.</i> “He is forbidden [to marry] a widow, and he is commanded to marry a virgin.” And so the Rabbis taught in the Torath Kohanim:<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">Torath Kohanim, <i>Emor</i> 2:6.</i> “<i>But a virgin</i>. This teaches that he is commanded to marry a virgin.”", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "531e4fe2fbfba276047f6b3f", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 21:13", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Onkelos Leviticus 21:13", "sourceHeRef": "תרגום אונקלוס על ויקרא כ״א:י״ג", "anchorVerse": 13, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 21.0013, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וְהוּא אִתְּתָא בִּבְתֻלְתָּהָא יִסָּב:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "He shall marry [only] a virgin.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec376", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 21:13", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Targum Jonathan on Leviticus 21:13", "sourceHeRef": "תרגום יונתן על ויקרא כ״א:י״ג", "anchorVerse": 13, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 21.0013, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וְהוּא אִיתָא דְאִית בָּהּ בְּתוּלָהָא יִסַב", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And he shall take a wife who is in her virginity;\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54b1d977fbfba21603f52ce4", "index_title": "Mishneh Torah, Positive Mitzvot", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Positive Mitzvot 38", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Mishneh Torah, Positive Mitzvot 38", "sourceHeRef": "משנה תורה, מצוות עשה ל״ח", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 38, "collectiveTitle": {"en": "Mishneh Torah, Positive Mitzvot", "he": "משנה תורה, מצוות עשה"}, "heTitle": "משנה תורה, מצוות עשה", "he": "להיות כהן גדול נושא בתולה, שנאמר: \"וְהוּא אִשָּׁה בִּבְתוּלֶיהָ יִקָּח\" (ויקרא כא, יג).", "heVersionTitle": "Wikisource Mishneh Torah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "משנה תורה (ויקיטקסט)", "text": "For a High Priest to marry a virgin, as [Leviti\u001ecus 21:13] states: \"And he shall marry a woman who is a virgin.\"", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "54b1d9d7fbfba21603f5aa72", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 272:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Sefer HaChinukh 272:1", "sourceHeRef": "ספר החינוך ער״ב:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 272.0001, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "<b>מִצְוַת כֹּהֵן גָּדוֹל לִשָּׂא נַעֲרָה בְּתוּלָה</b> – שֶׁיִּשָּׂא כֹּהֵן גָּדוֹל נַעֲרָה בְּתוּלָה, שֶׁנֶּאֱמַר (ויקרא כא יג) וְהוּא אִשָּׁה בִבְתוּלֶיהָ יִקָּח. וְהָרְאָיָה שֶׁזֶּה נֶחְשָׁב מִכְּלַל מִצְוֹת עֲשֵׂה מָה שֶׁאָמְרוּ זִכְרוֹנָם לִבְרָכָה (כתובות ל, א): עוֹשֶׂה הָיָה רַבִּי עֲקִיבָא מַמְזֵר אֲפִלּוּ מֵחַיָּבֵי עֲשֵׂה, וּבֵאֲרוּ זֶה, כְּשֶׁהָיָה כֹּהֵן גָּדוֹל בָּא עַל אִשָּׁה שֶׁאֵינָהּ בְּתוּלָה, שֶׁהִיא אֲסוּרָה עָלָיו בַּעֲשֵׂה, שֶׁהָעִקָּר הוּא אֶצְלֵנוּ, לָאו הַבָּא מִכְּלַל עֲשֵׂה עֲשֵׂה. וְעוֹד אָמְרוּ זִכְרוֹנָם לִבְרָכָה (הוריות יא, ב) מֻזְהָר עַל הָאַלְמָנָה, וּמְצֻוֶּה עַל הַבְּתוּלָה.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b>The commandment of a high priest to marry a virgin maiden:</b> That a high priest marry a virgin maiden, as it is stated (Leviticus 21:13), “And he shall take a woman in her virginity.” The proof that this is considered to be from the positive commandments is that which they, may their memory be blessed, said (Ketuvot 30a), “Rabbi Akiva would make a <i>mamzer</i> (one illegitimate) even from those liable from a positive commandment.” And they elucidated that this is when a high priest has intercourse with a woman who is not a virgin, who is prohibited to him by a positive commandment. As it is a principle with us that a negative commandment inferred from a positive commandment is a positive commandment. And they, may their memory be blessed, also said (Horayot 11b), “He is cautioned about the widow and commanded about the virgin.”", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "55adfdf8fbfba23a068098a1", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Emor 24", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Meshekh Chokhmah, Emor 24", "sourceHeRef": "משך חכמה, אמור כ״ד", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 24, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "אמור", "he": "<b>והוא </b>אשה בבתוליה יקח. בהוריות דף ב' בעי כו' משיח שנצטרע מהו באלמנה מידחי דחי או מיפטר פטור יתיב רב פפא כו' תניא אין לי אלא שעבר מחמת קריו מחמת מומין מנין ת\"ל והוא ע\"כ. ותמוה למה בעי אם נצטער דוקא ולא אם נעשה בעל מום, ועוד פירוש מידחי דחי וכו' לפי רש\"י תמוה, ותו איך יליף מוהוא לרבות, טפי משמע למעט, ותו מה דבר חכמה ראה בו. אולם פירושו עמוק עפ\"י איזה הצעות. תניא בתו\"כ מכילתא דנגעים סימן קנ\"ב והצרוע אשר בו הנגע אעפ\"י שהוא כה\"ג לפי שנאמר ראשו לא יפרע ובגדיו לא יפרום יכול אעפ\"י שהוא מנוגע כו', וכן כתב רמב\"ם שעשה דוחה ל\"ת [ולכאורה צ\"ע הא איכא ל\"ת ועשה דוקדשתו כי את לחם אלקיך. אך עיין תוספות ב\"מ כ\"ט ע\"ב ועוד בימי חלוטו אינו קדוש, וכמו שכתב רמב\"ם גבי נזיר כיון דאינו עולה יעו\"ש], וזהו דבעי כיון דליכא גביה לאו דפריעה ופרימה מי אמרינן דמדחא דחיא עשה לל\"ת, הא לשאר דברים מוזהר ככה\"ג, ודוקא פריעה ופרימה נדחה מעשה דהצרוע אשר בו יהיה הנגע ראשו יפרע כו' או מיפטר פטור מכל דיני כהונה גדולה והוא כהדיוט לכל דבר, וא\"כ האיבעי' דוקא על נצטרע. ופשיט דפירוש דהך ברייתא עפ\"י מה דאמרינן, בתו\"כ פסקא ע' איש איש מזרע אהרן והוא צרוע אין לי אלא מזרע אהרן אהרן עצמו [פירוש כה\"ג] מנין ת\"ל והוא, וקאי והוא צרוע על כה\"ג, וא\"כ שפיר יליף מגז\"ש והוא אשה בבתוליה יקח מוהוא צרוע או זב, דשניהם מדברין בכה\"ג והוא כאילו קאמר אעפ\"י שהוא צרוע, בכ\"ז אשה בבתוליה יקח ומיניה יליף לעבר מחמת מומו, וממילא מוכחא דמצורע בכ\"ז הוי כה\"ג. ומחמת שהבין עומק הדברים נשקיה כו' ודו\"ק. ומופלג אחד אמר שעפ\"י זה מוכרח דהך צרוע או זב במוחלט הכתוב מדבר, דאמרינן והוא אעפ\"י שהוא צרוע ופורע ופורם, בכ\"ז אשה בבתוליה יקח, שהוא כה\"ג לכל הדברים, אבל מוסגר אינו פורע ופורם. וזה שאמר ביבמות דף ע\"ג ולהך תנא דפליג עליה דרי\"ש דאמר במצורע מוחלט כו' וזה רע\"ק דילן דיליף והוא והוא. וזה נכון.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "565361c0d6e4a94e1942b68d", "index_title": "Rashba on Shabbat", "category": "Quoting Commentary", "type": "", "ref": "Rashba on Shabbat 65a:4", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Rashba on Shabbat 65a:4", "sourceHeRef": "רשב״א על שבת ס״ה א:ד׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1270, 1310], "commentaryNum": 129.0004, "collectiveTitle": {"en": "Rashba on Shabbat", "he": "רשב״א על שבת"}, "heTitle": "רשב״א על שבת", "he": "<b>נשים המסוללות זו בזו פסולות לכהונה.</b> פירש רש\"י ז\"ל: לכהן גדול משום דכתיב ביה (ויקרא כא, יג) אשה בבתוליה יקח, שיהיו כל בתוליה קיימין. ואין זה מחוור, דבפרק הערל (יבמות עו, א) משמע דמשום זנות קא אסר ליה, דאמרינן התם לית הלכתא לא כברא ולא כאבא, כברא הא דאמרן, כאבא דאמר רב הונא נשים המסוללות זו בזו פסולות לכהונה, ואפילו לרבי אלעזר דאמר (שם סא, ב) פנוי הבא על הפנויה [שלא לשם אישות] עשאה זונה התם באיש אבל באשה פריצותא בעלמא הויא, אלמא משמע דטעמיה דרב הונא משום זונה קא אסר לה ואפילו לכהן הדיוט.", "heVersionTitle": "Gerlitz edition, published by Oraita", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת גרליץ, בהוצאת אורייתא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "56a6140cd6e4a923e49c78db", "index_title": "Sefer HaMitzvot", "category": "Halakhah", "type": "commentary", "ref": "Sefer HaMitzvot, Positive Commandments 38:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Sefer HaMitzvot, Positive Commandments 38:1", "sourceHeRef": "ספר המצוות, מצוות עשה ל״ח:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1167, 1179], "commentaryNum": 38.0001, "collectiveTitle": {"en": "Sefer HaMitzvot", "he": "ספר המצוות"}, "heTitle": "מצוות עשה", "he": " היא שצווה כהן גדול שישא בתולה, והוא אמרו והוא אשה בבתוליה יקח. ובבאור אמרו (יבמות מ\"ט) עושה היה רבי עקיבא ממזר אפילו מחייבי עשה, ובאור זה כשהיה כהן גדול בא על בלתי בתולה שהיא אסורה לו בעשה, שהשורש הזה אצלנו לאו הבא מכלל עשה עשה. והנה כבר התבארו משפטי מצוה זו ביבמות וקידושין וכתובות. (אמור, קדושה הלכות אסורי ביאה פי\"ז): ", "heVersionTitle": "Sefer HaMitzvot, Warsaw 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר המצוות, ורשה 1883", "text": "That is that He commanded a high priest to marry a virgin. And that is His saying, \"He shall marry a woman who is a virgin.\" And they said in the explanation (Ketuvot 30a), \"Rabbi Akiva would designate as a <i>mamzer</i> even [a child resulting from the union of] those prohibited by a positive commandment.\" And the explanation of this is that it is when a high priest would have sexual intercourse with someone who is not a virgin - about which he is prohibited by a positive commandment. For the principle with us is that a negative commandment that is derived from a positive commandment is [also] a positive commandment. And behold the regulations of this commandment have already been explained in Yevamot, in Kiddushin and in Ketuvot. (See Parashat Emor; Mishneh Torah, Forbidden Intercourse 17.)", "versionTitle": "Sefaria Edition 2021, Translated by Rabbi Francis Nataf", "license": "", "versionTitleInHebrew": ""}, {"_id": "57e77d24d6e4a94c7c18a7e8", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 21:13", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Tafsir Rasag, Leviticus 21:13", "sourceHeRef": "תפסיר רס\"ג, ויקרא כ״א:י״ג", "anchorVerse": 13, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 21.0013, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "פלא יתזוג̇ אלא במראה בכר", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "585b894fd6e4a908ac4f2f0e", "index_title": "Mishneh Torah, Marriage", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Marriage 1:8", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Mishneh Torah, Marriage 1:8", "sourceHeRef": "משנה תורה, הלכות אישות א׳:ח׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 1.0008, "collectiveTitle": {"en": "Mishneh Torah, Marriage", "he": "משנה תורה, הלכות אישות"}, "heTitle": "משנה תורה, הלכות אישות", "he": "וְיֵשׁ שֶׁאִסּוּר בִּיאָתָן בַּעֲשֵׂה וְאֵינוֹ מֵחַיָּבֵי לָאוִין וּשְׁלֹשָׁה הֵם. מִצְרִי וֶאֱדוֹמִי דּוֹר רִאשׁוֹן וְדוֹר שֵׁנִי אֶחָד זְכָרִים וְאֶחָד נְקֵבוֹת. וּבְעוּלָה לְכֹהֵן גָּדוֹל. לְפִי שֶׁלֹּא נֶאֱמַר בְּאֵלּוּ לֹא יָבוֹא אוֹ לֹא יִקַּח אֶלָּא מִכְּלַל שֶׁנֶּאֱמַר <small>(דברים כג ט)</small> \"דּוֹר שְׁלִישִׁי יָבֹא לָהֶם בִּקְהַל ה'\" אַתָּה לָמֵד שֶׁדּוֹר רִאשׁוֹן וְשֵׁנִי לֹא יָבוֹא. וּמִכְּלַל שֶׁנֶּאֱמַר <small>(ויקרא כא יג)</small> \"וְהוּא אִשָּׁה בִבְתוּלֶיהָ יִקָּח\" אַתָּה לָמֵד שֶׁאֵינָהּ בְּתוּלָה לֹא יִקַּח. וְלָאו הַבָּא מִכְּלַל עֲשֵׂה הֲרֵי הוּא כַּעֲשֵׂה: \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "There are certain relationships for which there is a prohibition resulting from a positive commandment [<i>issurei aseh</i>], but they are not prohibited by a negative commandment. There are three such prohibitions: the first and second generations of Egyptian or Edomite converts, both men and women [to all native-born Jews and Jewish women], and a woman who is not a virgin to a High Priest.<br>In these instances, there are no verses that state \"He shall not enter [the congregation of God]...\" or \"he may not take....\" The prohibition [against the marriage of the Edomite and Egyptian converts] is instead derived [from Deuteronomy 23:9], which states that \"in the third generation they may enter the congregation of God.\" This implies that the first and second generations may not enter [this marriage group].<br>Similarly, from [the positive commandment, Leviticus 21:13]: \"He [the High Priest] shall marry a virgin,\" we can derive that he is forbidden to marry a woman who is not a virgin. A prohibition that is derived from a positive commandment has the status of a positive commandment.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "585b89e4d6e4a908ac4f33bc", "index_title": "Mishneh Torah, Forbidden Intercourse", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Forbidden Intercourse 17:13", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Mishneh Torah, Forbidden Intercourse 17:13", "sourceHeRef": "משנה תורה, הלכות איסורי ביאה י״ז:י״ג", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 17.0013, "collectiveTitle": {"en": "Mishneh Torah, Forbidden Intercourse", "he": "משנה תורה, הלכות איסורי ביאה"}, "heTitle": "משנה תורה, הלכות איסורי ביאה", "he": "מִצְוַת עֲשֵׂה עַל כֹּהֵן גָּדוֹל שֶׁיִּשָּׂא נַעֲרָה בְּתוּלָה. וּמִשֶּׁתִּבְגֹּר תֵּאָסֵר עָלָיו שֶׁנֶּאֱמַר <small>(ויקרא כא יג)</small> \"וְהוּא אִשָּׁה בִבְתוּלֶיהָ יִקָּח\". אִשָּׁה לֹא קְטַנָּה. בִּבְתוּלֶיהָ וְלֹא בּוֹגֶרֶת. הָא כֵּיצַד. יָצָאת מִכְּלַל קַטְנוּת וְלִכְלַל בַּגְרוּת לֹא בָּאָה זוֹ נַעֲרָה. וְאֵינוֹ נוֹשֵׂא שְׁתֵּי נָשִׁים לְעוֹלָם כְּאַחַת שֶׁנֶּאֱמַר אִשָּׁה אַחַת וְלֹא שְׁתַּיִם: \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "It is a positive commandment for a High Priest to marry a virgin maiden.<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">The term \"maiden\" refers to a girl between the age of twelve and twelve and a half who has manifested signs of physical maturity (<i>Hilchot Ishut</i> 2:1).</i> When she reaches the age of maturity,<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">Twelve and a half. This is the meaning of the term throughout this chapter.</i> she becomes forbidden to him,<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">Since he must marry a virgin, he is forbidden to marry anyone other than a virgin. Even if he consecrated the woman beforehand, if he has not married her and she attains maturity after he is appointed as a High Priest, he may not marry her as stated in Halachah 17.</i> as [Leviticus 21:13] states: \"He shall marry a virgin woman.\" \"Woman\" implies that she is not a minor. \"Virgin\" implies that she has not reached maturity. What is implied? She has departed from the category of a minor, but has not fully reached maturity, i.e., a maiden. He may never be married to two women at the same time.<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">As stated in <i>Hilchot K'lei HaMikdash</i> 5:10, a High Priest may not have two wives while he is performing the Yom Kippur services. Here the Rambam is stating that the prohibition applies not only on Yom Kippur, but throughout the year.<br>The Ra'avad notes that II Chronicles 24:3 speaks of Yehoyeda the High Priest and the marriage of two women, seemingly contradicting the Rambam's ruling. The Ra'avad interprets the verse as stating that Yehoyeda married the women himself. (Similarly, Rav Moshe HaCohen and others question the Rambam's ruling.) <i>Rambam LeAm</i>, however, advances the interpretation that the verse is stating that Yehoyeda had Yoash marry the women.</i> [This is derived from the singular form of the term] \"woman,\" i.e., one, but not two.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "586901ead6e4a97c9cbb2245", "index_title": "Mei HaShiloach", "category": "Chasidut", "type": "commentary", "ref": "Mei HaShiloach, Volume II, Leviticus, Emor 1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Mei HaShiloach, Volume II, Leviticus, Emor 1", "sourceHeRef": "מי השלוח, חלק ב, ספר ויקרא, אמור א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1840, 1860], "commentaryNum": 1, "collectiveTitle": {"en": "Mei HaShiloach", "he": "מי השלוח"}, "heTitle": "אמור", "he": "<b>והוא אשה בבתוליה יקח.</b> כי הכהן גדול צריך לקבל בכל עניניו ממקור ובכל ענין מראה לו הקב\"ה חדשות וגם בכל תפלה צריך הכהן גדול לחדש דבר.", "heVersionTitle": "Mei HaShiloach, Publication of Sifrei Izhbitza Radzin, Bnei Brak 2005.", "heLicense": "", "heVersionTitleInHebrew": "מי השילוח. תשס\"ה. בני ברק", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58ad96b0d6e4a93323dc32a6", "index_title": "Sotah", "category": "Talmud", "type": "", "ref": "Sotah 43a:7", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Sotah 43a:7", "sourceHeRef": "סוטה מ״ג א:ז׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 85.0007, "collectiveTitle": {"en": "Sotah", "he": "סוטה"}, "heTitle": "סוטה", "he": "וְאֵלּוּ שֶׁאֵינָן חוֹזְרִין: הַבּוֹנֶה בֵּית שַׁעַר, אַכְסַדְרָה וּמִרְפֶּסֶת, הַנּוֹטֵעַ אַרְבָּעָ[ה] אִילָנֵי מַאֲכָל וַחֲמִשָּׁה אִילָנֵי סְרָק, הַמַּחֲזִיר אֶת גְּרוּשָׁתוֹ, אַלְמָנָה לְכֹהֵן גָּדוֹל, גְּרוּשָׁה וַחֲלוּצָה לְכֹהֵן הֶדְיוֹט, מַמְזֶרֶת וּנְתִינָה לְיִשְׂרָאֵל, בַּת יִשְׂרָאֵל לְמַמְזֵר וּלְנָתִין — לֹא הָיָה חוֹזֵר. רַבִּי יְהוּדָה אוֹמֵר: אַף הַבּוֹנֶה בַּיִת עַל מְכוֹנוֹ — לֹא הָיָה חוֹזֵר. רַבִּי אֱלִיעֶזֶר אוֹמֵר: אַף הַבּוֹנֶה בֵּית לְבֵינִים בַּשָּׁרוֹן — לֹא הָיָה חוֹזֵר.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>And these</b> are the men <b>who do not return</b> to their homes: <b>One who builds a gateway,</b> or <b>an enclosed veranda [<i>akhsadra</i>], or a balcony;</b> or <b>one who plants</b> no more than <b>four fruit trees or</b> even <b>five</b> or more <b>non-fruit bearing trees;</b> or <b>one who remarries his divorced</b> wife. Nor is there an exemption for one who has betrothed a woman whom he is not permitted to marry: With regard to <b>a widow</b> betrothed <b>to a High Priest</b> (see Leviticus 21:7); <b>a divorcée or a <i>yevama</i> who performed <i>ḥalitza</i> [<i>ḥalutza</i>],</b> in lieu of entering into a levirate marriage, betrothed <b>to a common priest</b> (see Leviticus 21:13–15); <b>a <i>mamzeret</i> or a Gibeonite woman</b> betrothed <b>to an Israelite;</b> or <b>an Israelite woman</b> betrothed <b>to a <i>mamzer</i> or a Gibeonite</b> (see Deuteronomy 23:3); such a man <b>does not return</b> to his home. <b>Rabbi Yehuda says: Even one who rebuilds a house</b> as it stood originally <b>would not return. Rabbi Eliezer says: Even one who builds a</b> new <b>brick house in the Sharon would not return</b> because these houses are not stable and are expected to collapse periodically.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad9785d6e4a93323dc4045", "index_title": "Yevamot", "category": "Talmud", "type": "", "ref": "Yevamot 20a:17", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Yevamot 20a:17", "sourceHeRef": "יבמות כ׳ א:י״ז", "anchorVerse": 13, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 39.0017, "collectiveTitle": {"en": "Yevamot", "he": "יבמות"}, "heTitle": "יבמות", "he": "בִּשְׁלָמָא מִן הַנִּשּׂוּאִין — עֲשֵׂה וְלֹא תַעֲשֶׂה, וְאֵין עֲשֵׂה דּוֹחֶה לֹא תַעֲשֶׂה וַעֲשֵׂה. אֶלָּא מִן הָאֵירוּסִין — לֹא תַעֲשֶׂה גְּרֵידָא הוּא, יָבֹא עֲשֵׂה וְיִדְחֶה לֹא תַעֲשֶׂה!", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Granted,</b> she certainly may not enter into levirate marriage if she is a widow <b>from marriage,</b> since she is forbidden to the High Priest by the <b>positive mitzva</b> stated in the verse: “And he shall take a wife in her virginity” (Leviticus 21:13), <b>and</b> by the <b>prohibition</b> stated in the verse: “A widow, or one divorced…these he shall not take” (Leviticus 21:14). <b>And a positive mitzva,</b> levirate marriage, <b>does not override</b> both <b>a prohibition,</b> not marrying a widow, <b>and a positive mitzva,</b> marrying a virgin, together. <b>However,</b> if she is a widow <b>from betrothal,</b> then <b>there is only a prohibition,</b> as she is still a virgin. In that case, why not say that <b>the positive mitzva</b> of levirate marriage should <b>come and override the prohibition</b> against marrying a widow from betrothal?", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad978dd6e4a93323dc4199", "index_title": "Yevamot", "category": "Talmud", "type": "", "ref": "Yevamot 59a:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Yevamot 59a:1", "sourceHeRef": "יבמות נ״ט א:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 117.0001, "collectiveTitle": {"en": "Yevamot", "he": "יבמות"}, "heTitle": "יבמות", "he": "מַהוּ? בָּתַר נִישּׂוּאִין אָזְלִינַן, אוֹ בָּתַר אֵירוּסִין אָזְלִינַן.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>what is</b> the <i>halakha</i>? The Gemara clarifies the dilemma: <b>Do we follow</b> the time of <b>marriage,</b> at which point she was unfit for him according to most <i>tanna’im</i>, who hold that a High Priest may not marry a grown woman, as she is no longer called “a wife in her virginity” (Leviticus 21:13)? <b>Or do we follow</b> the time of <b>betrothal,</b> at which point she was of suitable age?", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad978dd6e4a93323dc419b", "index_title": "Yevamot", "category": "Talmud", "type": "", "ref": "Yevamot 59a:3", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Yevamot 59a:3", "sourceHeRef": "יבמות נ״ט א:ג׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 117.0003, "collectiveTitle": {"en": "Yevamot", "he": "יבמות"}, "heTitle": "יבמות", "he": "אֲמַר לֵיהּ: לְשַׁוּוֹיֵהּ חֲלָלָה לָא קָמִיבַּעְיָא לִי, דְּבִיאָה הִיא דִּמְשַׁוְּויָה חֲלָלָה. כִּי קָמִיבַּעְיָא לִי: ״וְהוּא אִשָּׁה בִבְתוּלֶיהָ יִקָּח״, מַאי? קִיחָה דְקִדּוּשִׁין בָּעֵינַן, אוֹ קִיחָה דְנִישּׂוּאִין בָּעֵינַן.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "Rabbi Ḥiyya bar Yosef <b>said to</b> Shmuel: With regard to <b>causing her</b> to become <b>a <i>ḥalala</i> I did not raise a dilemma, as</b> it is clear <b>that it is intercourse that causes her</b> to become <b>a <i>ḥalala</i>. When I raised a dilemma,</b> it was with regard to the verse pertaining to a High Priest: <b>“And he shall take a wife in her virginity”</b> (Leviticus 21:13). <b>What</b> does “take” mean in this verse? <b>Do we require</b> that only <b>the taking of betrothal</b> must occur when she is in her virginity, i.e., when she is a minor or a young woman, <b>or</b> perhaps <b>we require</b> even <b>the taking of marriage</b> to be performed when she is a minor or young woman?", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad978dd6e4a93323dc41a3", "index_title": "Yevamot", "category": "Talmud", "type": "", "ref": "Yevamot 59a:10", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Yevamot 59a:10", "sourceHeRef": "יבמות נ״ט א:י׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 117.001, "collectiveTitle": {"en": "Yevamot", "he": "יבמות"}, "heTitle": "יבמות", "he": "וְלֹא יִשָּׂא אֶת הַבּוֹגֶרֶת. תָּנוּ רַבָּנַן: ״וְהוּא אִשָּׁה בִבְתוּלֶיהָ יִקָּח״, פְּרָט לַבּוֹגֶרֶת — שֶׁכָּלוּ לָהּ בְּתוּלֶיהָ. דִּבְרֵי רַבִּי מֵאִיר. רַבִּי אֶלְעָזָר וְרַבִּי שִׁמְעוֹן מַכְשִׁירִין בְּבוֹגֶרֶת.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "§ It was taught in the mishna: <b>And</b> a High Priest <b>may not marry a grown woman. The Sages taught</b> that the verse: <b>“And he shall take a wife in her virginity”</b> (Leviticus 21:13) <b>excludes a grown woman, whose hymen has worn away,</b> i.e., it is no longer as complete as that of a minor or a young woman; this is <b>the statement of Rabbi Meir. Rabbi Elazar and Rabbi Shimon declare a grown woman fit</b> to marry a High Priest.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58b6b164d6e4a952249cc035", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Leviticus 21:13:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Minchat Shai on Torah, Leviticus 21:13:1", "sourceHeRef": "מנחת שי על תורה, ויקרא כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "ויקרא", "he": "<b>בבתוליה.</b> הבי\"ת רפה דכלל שתי אותיות בג\"ד כפ\"ת זו אצל זו כשהם ממוצא אחת שהראשונה דגושה אעפ\"י שהיא סמוכה לאותיות אהו\"י אינו אלא כשתהיה נקודה בשוא כמו לא ירדנו בפרך כן כתבו כל המדקדקים חוץ מבעל מקנה אברהם שכתב אשה בבתוליה דגש ודבריו צ\"ע במקומן ועיין מ\"ש בד\"ה א' ז':", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59119bbcd6e4a955f8ceb2ca", "index_title": "Sanhedrin", "category": "Talmud", "type": "", "ref": "Sanhedrin 18b:14", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Sanhedrin 18b:14", "sourceHeRef": "סנהדרין י״ח ב:י״ד", "anchorVerse": 13, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 36.0014, "collectiveTitle": {"en": "Sanhedrin", "he": "סנהדרין"}, "heTitle": "סנהדרין", "he": "חולץ וחולצין כו': קא פסיק ותני לא שנא מן האירוסין ולא שנא מן הנישואין בשלמא מן הנישואין הוי עשה ולא תעשה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "§ The mishna teaches that the High Priest <b>performs <i>ḥalitza</i></b> with his brother’s widow <b>and</b> his brother <b>performs <i>ḥalitza</i></b> with his wife, but in any case he does not consummate levirate marriage with his brother’s wife. The Gemara comments: The mishna <b>categorically teaches</b> that the High Priest does not consummate levirate marriage, and there <b>is no difference</b> whether his brother’s wife was a widow <b>from betrothal</b> alone <b>and no difference</b> whether she was a widow <b>from a marriage</b> that had been consummated. <b>Granted,</b> it is understood that he does not consummate levirate marriage with a widow <b>from marriage,</b> since <b>there is</b> both <b>a positive mitzva:</b> “And he shall take a wife in her virginity” (Leviticus 21:13), <b>and</b> also <b>a prohibition:</b> “A widow, or one divorced, or a <i>ḥalala</i>, or a <i>zona</i>, these shall he not take” (Leviticus 21:14),", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59d4892fd6e4a939ba17455d", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 21:13:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Torah Temimah on Torah, Leviticus 21:13:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>והוא. </b>אחד כהן משמש ואחד כהן שעבר מצווין על הבתולה, ואין לי אלא זה שעבר מחמת קריו, עבר מחמת מומו מניין, תלמוד לומר והוא <sup class=\"footnote-marker\">עו</sup><i class=\"footnote\">נראה בטעם הדיוק משום דכתיב בו' החבור, ונסמך אענין הקודם, וכמו למעלה בסוף פסוק ו' דרשינן והיו קודש לרבות בעל מום לקדושה, כך מוסב ענין זה גם אכהן בעל מום.\n</i> [הוריות י\"ב ב']\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d4892fd6e4a939ba17455f", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 21:13:2", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Torah Temimah on Torah, Leviticus 21:13:2", "sourceHeRef": "תורה תמימה על התורה, ויקרא כ״א:י״ג:ב׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>והוא. </b>לרבות כהן משוח מלחמה שמצווה על הבתולה <sup class=\"footnote-marker\">עז</sup><i class=\"footnote\">טעם הלמוד מלשון והוא, משום דהו' המחבר מורה שמוסב אענינא דלעיל, וכמו לעיל נתרבה גם משוח מלחמה כמבואר לעיל ריש פסוק י', הוא הדין לענין זה. ומבואר בגמ' דכן נוהג דין זה בכהן מרובה בגדים, וזה ג\"כ מטעם המבואר.\n</i>.<br>(שם שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d4892fd6e4a939ba174561", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 21:13:3", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Torah Temimah on Torah, Leviticus 21:13:3", "sourceHeRef": "תורה תמימה על התורה, ויקרא כ״א:י״ג:ג׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 13.0003, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>והוא. </b>הוא ולא המלך, הוא ולא הנזיר <sup class=\"footnote-marker\">עח</sup><i class=\"footnote\">דהו\"א כשם שמצוה על הטומאה כמו כהן גדול כמבואר לעיל ובפ נשא, ה\"נ מצוה על הבתולה, וכן המלך הו\"א עפ\"י מ\"ש בהוריות י\"ב א' שהמלך נקרא שאין על גביו אלא ה' אלהיו וכן כה\"ג נקרא שאין משיח על גביו זולת ה' אלהיו והו\"א שמעלתו כמעלת הכה\"ג גם לענין זה, קמ\"ל.\n</i> (ירושלמי הוריות פ\"ג ד\"ב)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d4892fd6e4a939ba174563", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 21:13:4", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Torah Temimah on Torah, Leviticus 21:13:4", "sourceHeRef": "תורה תמימה על התורה, ויקרא כ״א:י״ג:ד׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 13.0004, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>אשה. </b>אשה – אחת ולא שתים <sup class=\"footnote-marker\">עט</sup><i class=\"footnote\">דרשה זו הובאה בגמ' לענין האיבעיא אם קידש כה\"ג את הקטנה ובגרה תתתיו מהו, בתר נשואין אזלינן או בתר אירוסין, ופשיט מהא דתנן אירס את האלמנה ונתמנה להיות כה\"ג יכנוס, ודחי שאני התם דכתיב כי אם בתולה מעמיו יקח אשה, ופירש\"י דמלת אשה מיותר, ומיניה מרבינן דין הנ\"ל, ופריך ה\"נ הא כתיב והוא אשה בבתוליה יקח, ומשני אחת ולא שתים, ופירש\"י אחת יש לך לרבות ולא שתים, ופריך ומה ראית, ומשני הא אשתני גופה והא לא אשתני גופה, ולפי פירש\"י צריך לפרש מה ראית לרבות באלמנה ולא בבוגרת. אמנם לדעתי הלשון אחת ולא שתים אינו סובל ברחבה פי' זה שפעם אחת יש לרבות ולא שתי פעמים, וכמדומה שלא מצינו כיוצא בלשון זה וכונה כזו בתלמוד.\n<br>אבל הנה הרמב\"ם פי\"ז הי\"ג מאיסו\"ב פסק דכה\"ג אינו נושא שתי נשים, וכפי הנראה מפרש הלשון אחת ולא שתים, ר\"ל דמה דכתיב כאן אשה בא למעט שרק אשה אחת נושא ולא שתים, ועל זה פריך מה ראית האי אשה לרבות והאי למעט, ומשני הא אשתני גופה והא לא אשתני גופה, וכ\"מ מפורש לשון הרמב\"ם כאן שכתב ואינו נושא שתי נשים לעולם שנאמר אחת ולא שתים, וכ\"כ הה\"מ שם, וכהאי גונא דרשינן ביומא י\"ג א' לענין כה\"ג ביוהכ\"פ דכתיב וכפר בעדו ובעד ביתו, אחת ולא שתים.\n<br>וכבר נתפרסם דבר השגת הראב\"ד שם על פסק הרמב\"ם מפסוק דדה\"י ב' כ\"ד וישא לו יהוידע נשים שתים, ויהוידע היה כה\"ג, ועל זה תירץ חכם אחד שאין הכונה שלקח לו לעצמו אלא שהשיא ליהואש בנו, דכל הענין שם איירי בתולדות יהואש, ונתפרסמה ההערה הנפלאה הזאת ע\"י ס' תולדות אדם בשם רב גדול אחד, ובאמת לא חדות היא. וכבר באה הערה זו מפורש בס' ברכ\"י לאה\"ע סי' ל\"א, וגם מה שתלו הקושיא הנ\"ל בהרחב\"ד, תימא הוא, שהרי כן כתבו התו\"י ביומא שם.\n<br>ויש להביא סמך לדעת הרמב\"ם מלשון המשנה ביבמות ס\"א א' כהן הדיוט אינו נושא איילונית אלא א\"כ יש לו אשה ובנים, ואינו מבואר למה נקיט כהן הדיוט ולא כהן סתם, כי הלא אין ספק שגם כהן גדול כלול באיסור זה, אבל לפי דעת הרמב\"ם דכה\"ג אינו נושא לעולם שתי נשים, א\"כ לא שייך לומר שלא ישא אא\"כ יש לו אשה, יען דכשיש לו אשה בלא\"ה אסור לו ליקח עוד אשה, ולכן נקיט מפורש כהן הדיוט. וע\"ע מש\"כ בדרשה לקמן ס\"פ י\"ד בישוב דיוק הלשון זה במשנה.\n<br>וכנגד זה קשה לי טובא לדעת הרמב\"ם מהוריות י\"ב ב' דחשיב שם הדינים שבין כה\"ג לכהן הדיוט בעניני נשואין כמו הא דמוזהר על הבתולה ואסור באלמנה וכו' ולמה לא חשיב גם זה דאינו נושא שתי נשים, וצע\"ג.\n<br>אמנם לגוף הדין שחידש הרמב\"ם סובר הראב\"ד להסכים לו עפ\"י הסברא, יען דאל\"ה הרי יצטרך בכל ערב יוהכ\"פ לגרש אשה אחת, כדי לקיים וכפר בעדו ובעד ביתו, אחת ולא שתים, כמבורר ביומא שם. ויש להעיר נ\"מ בין לימוד הרמב\"ם שדין זה הוא עפ\"י גזירת הכתוב ובין סברת הראב\"ד – לענין משוח מלחמה דילפינן לעיל ששוה לכה\"ג בכל דיני פרשה זו, ואם איסור לקיחת ב' נשים הוא מגזה\"כ אסור גם משוח מלחמה, משא\"כ לדעת הראב\"ד דאסור רק משום עבודת יוהכ\"פ, וא\"כ משוח מלחמה דאינו עובד ביוהכ\"פ מותר לישא שתים, וצ\"ע, ואין להאריך עוד בזה.\n</i>.<br>(יבמות נ\"ט א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d4892fd6e4a939ba174565", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 21:13:5", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Torah Temimah on Torah, Leviticus 21:13:5", "sourceHeRef": "תורה תמימה על התורה, ויקרא כ״א:י״ג:ה׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 13.0005, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>אשה בבתוליה. </b>פרט לבוגרת שכלו בתוליה <sup class=\"footnote-marker\">פ</sup><i class=\"footnote\">כתבו התוס' לאו דוקא כלו אלא כלומר נתמעטו קצת, עכ\"ל. ונראה שהכריחם לפרש כן, משום דאין לפרש כלו ממש, דהא אמרי' בנדה ס\"ד ב' בוגרת נותנין לה לילה הראשון לשמש דאפי' אם ראתה דם אמרי' דם בתולים הוא, אלמא דבוגרת יש לה בתולים, לכן פירשו דנתמעטו קצת, והוא הדין למוכת עץ ובעולה שלא כדרכה. וטעם הדיוק מבואר בגמ', משום דלשון בתולה משמע אפי' מקצת בתולים, ובבתוליה מורה עד שיהיו לה כל בתוליה. –\n<br>ועיין בסוגיא כאן ס' א' דבדיעבד אם נשא בוגרת או מוכת עץ יקיים, ומבואר מזה דגם באיסור דאורייתא יש חילוק בין לכתחלה לדיעבד, שהרי כפי המבואר מזה איסור בוגרת ומוכת עץ הוי מדאורייתא, והתוס' בפסחים י\"א א' ד\"ה קוצרין, ואיזו מאחרונים נשאו ונתנו בזה, ומכאן ראיה מכרחת לזה.\n</i> [שם שם]\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d4892fd6e4a939ba174567", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 21:13:6", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Torah Temimah on Torah, Leviticus 21:13:6", "sourceHeRef": "תורה תמימה על התורה, ויקרא כ״א:י״ג:ו׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 13.0006, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>אשה בבתוליה יקח. </b>ת\"ר, קידש את הקטנה ובגרה תחתיו לא ישאנה, מאי טעמא, דכתיב אשה בבתוליה יקח, בתר קיחה דנשואין אזלינן <sup class=\"footnote-marker\">פא</sup><i class=\"footnote\">שגם בעת הנשואין תהיה קטנה, אבל בוגרת נתמעטו בתוליה, כמבואר בדרשה דלעיל, ואקרי אישתני גופה, משא\"כ בכהן הדיוט שקידש את האלמנה ונתמנה להיות כה\"ג דיכנוס משום דלא אישתני גופה, כמובא בפסוק הסמוך. ובאור חלוק זה י\"ל משום דלשון לקוחין מורה גם על קדושין וגם על נשואין, כמו כי יקח איש אשה, ודרשינן אין קיחה אלא בכסף והיינו קדושין, וגם מורה על נשואין, כמו מי האיש אשר ארש אשה ולא לקחה, ולכן מכיון דבקטנה כתיב לשון לקוחין, אשה בבתוליה יקח, וכן במניעת נשואי אלמנה, כתיב ג\"כ לשון זה, את אלה לא יקח, לכן כיון שאפשר לפרש זה על קדושין ועל נשואין, לכן בקטנה ובגרה דאישתני גופה אמרי' דקיחה שבכאן מורה על נשואין, ר\"ל שאפי' בעת נשואין תהיה בתולה, אבל בכהן הדיוט שנשא אלמנה ונתמנה להיות כה\"ג דלא אשתני גופה אמרי' דקיחה דבשם הוא לשון אירוסין, וכיון דבשעת אירוסין היתה כשרה לו שאז היה עוד כהן הדיוט לכן יכנוס.\n</i>.<br>(יבמות נ\"ט א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59ef2c3dd6e4a90d4d5b6f97", "index_title": "Steinsaltz on Ketubot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Ketubot 97b:13", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Steinsaltz on Ketubot 97b:13", "sourceHeRef": "ביאור שטיינזלץ על כתובות צ״ז ב:י״ג", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 194.0013, "collectiveTitle": {"en": "Steinsaltz on Ketubot", "he": "ביאור שטיינזלץ על כתובות"}, "heTitle": "ביאור שטיינזלץ על כתובות", "he": "אולם, <b>הא איפכא שמעינן להו</b> <small>[הרי ההיפך שמענו אותם]</small> אומרים! <b>דתניא</b> <small>[ש</small>כן <small>שנינו</small> בברייתא<small>]</small> על מה שנאמר בכהן הגדול: <b>\"והוא אשה בבתוליה</b> יקח<b>\"</b> (ויקרא כא, יג) — <b>פרט לבוגרת שכלו בתוליה</b> (שעם הבגרות קטן ביותר קרום הבתולים), אלו <b>דברי ר' מאיר. ר' אלעזר ור' שמעון מכשירין בבוגרת.</b> משמע שהם סבורים שמקצתו אינו ככולו, ואף על פי שכלו מקצת בתוליה — הלא לא כלו לגמרי.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2fb0d6e4a90d4d5c9dac", "index_title": "Steinsaltz on Yevamot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Yevamot 59a:3", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Steinsaltz on Yevamot 59a:3", "sourceHeRef": "ביאור שטיינזלץ על יבמות נ״ט א:ג׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 117.0003, "collectiveTitle": {"en": "Steinsaltz on Yevamot", "he": "ביאור שטיינזלץ על יבמות"}, "heTitle": "ביאור שטיינזלץ על יבמות", "he": "<b>אמר ליה</b> <small>[לו]:</small> <b>לשוויה</b> <small>[</small>לענין זה <small>לעשות אותה]</small> <b>חללה לא קמיבעיא</b> <small>[נסתפק]</small> <b>לי,</b> ש<b>ביאה היא דמשוויה</b> <small>[שעושה אותה]</small> <b>חללה</b> וכל עוד לא בא עליה, ודאי איננה חללה. <b>כי קמיבעיא לי</b> <small>[כאשר,</small> מה ש<small>נסתפק לי]</small> היה בענין אחר: מה שנאמר בכהן גדול <b>\"והוא אשה בבתוליה יקח\"</b> (ויקרא כא, יג), <b>מאי</b> <small>[מה]</small> עניינו? האם כבר ב<b>קיחה</b> של <b>קדושין בעינן</b> <small>[צריכים אנו]</small> שתהיה בבתוליה, כלומר, קטנה או נערה, <b>או</b> אף ב<b>קיחה</b> של <b>נישואין בעינן</b> <small>[צריכים אנו]</small> שתהיה בבתוליה.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef33add6e4a90d4d5dee26", "index_title": "Steinsaltz on Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sanhedrin 18b:14", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Steinsaltz on Sanhedrin 18b:14", "sourceHeRef": "ביאור שטיינזלץ על סנהדרין י״ח ב:י״ד", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 36.0014, "collectiveTitle": {"en": "Steinsaltz on Sanhedrin", "he": "ביאור שטיינזלץ על סנהדרין"}, "heTitle": "ביאור שטיינזלץ על סנהדרין", "he": "<big>ד</big> שנינו במשנה שהכהן הגדול <b>חולץ וחולצין</b> לו, אבל בכל מקרה אינו מייבם את אשת אחיו. ושואלים: <b>קא פסיק ותני</b> <small>[פסק ושנה]</small> בהחלטיות ובלא לחלק שאין הכהן מייבם כלל, <b>לא שנא</b> <small>[אינו שונה]</small> אם היתה זו אלמנה <b>מן האירוסין</b> בלבד שהיא עדיין בתולה, <b>ולא שנא</b> <small>[ואינו שונה]</small> אם היתה זו אלמנה <b>מן הנישואין.</b> ומעתה, <b>בשלמא</b> <small>[נניח]</small> שאינו מייבם, אלמנה <b>מן הנישואין</b> שהרי <b>הוי</b> <small>[יש]</small> באשה זו שני איסורים לגבי הכהן הגדול, גם מצות <b>\"עשה\"</b> של \"והוא אשה בבתוליה יקח\" (ויקרא כא, יג), <b>ו</b>גם מצות <b>\"לא תעשה\"</b> של \"אלמנה וגרושה וחללה זונה את אלה לא יקח\" (ויקרא כא, יד),", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a157e38d6e4a92409ac5d96", "index_title": "Tevat Gome", "category": "Commentary", "type": "commentary", "ref": "Tevat Gome, Emor 2", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Tevat Gome, Emor 2", "sourceHeRef": "תיבת גמא, אמור ב׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1782], "commentaryNum": 2, "collectiveTitle": {"en": "Tevat Gome", "he": "תיבת גמא"}, "heTitle": "אמור", "he": "והוא אשה בבתוליה יקח. הוריות י\"ב ב' ובת\"כ ג\"כ דרשו הוא ולא המלך ולא נזיר יע\"ש. וי\"ל אמאי לא דרשו הוא מצווה ולא היא והיקשא דר\"י אמר רב דווקא בעונשין עיין יבמות צ\"ד ב' ומיהו היא עוברת אלפני עור עיין רמב\"ן ז\"ל ביבמות צ\"ד ב'. ונ\"מ חלל מחייבי עשה י\"ל זרעו נוצר בעבירה מחולל היא לא עשתה עבירה מאיסורי כהונה לא נתחללה בהאי גוונא. ועיין פרק עשירי מה' ט\"ז הלכה זיי\"ן מצורע בימי חלוטו מותר בתשמיש המטה ובכ\"מ שם וי\"ל מדאמר בהוריות מהו באלמנה משמע אם מותר באלמנה כפירש\"י לא דנ\"מ ללקות עליו א\"כ מבואר דבימי חלוטו מותר בתשמיש המטה. עיין רא\"ם ז\"ל מ\"ש רש\"י ז\"ל חללה נולדה מפסולי כהונה דאי נתחללה בלא\"ה היה בעולה וי\"ל ללאו ועיין בצידה לדרך ויבמות נ\"ט א\"כ. ולר\"א דאמר פנוי הבא על הפנויה עשאה זונה למה לי והוא אשה בבתוליה יקח י\"ל פלגש מודה ר\"א דלית עשה למ\"ד מותר בפלגש הדיוט. או קידושי טעות.", "heVersionTitle": "Tevat Gome, Frankfurt an der Oder, 1782", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תיבת גמא, פרנקפורט דאדר, תקמ\"ב", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a436712d6e4a97d18d915b5", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 21:13:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 21:13:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>והוא אשה בבתוליה.</b> יקח למדנו מאמרו אשה כי אינו לוקח כי אם אשה אחת לא ב' נשים או יותר כי לעוצם קדושתו אין ראוי שישתדל ברבוי המשגל אבל יספיק לו ההכרחי לקיום המין ולמדנו מאמרו בבתוליה שלא תהיה בעולה כי שם הבתולה מורה על העדר הבעילה ממנה ולפי שהבעילה שהיא כחיית עליה היא משכב האדם הנה לא תאסר לכהן גדול מן התורה אם לא ישכב איש אותה אע\"פ שכלו בתוליה לסבה אחרת:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a5de27ad6e4a90b924398fd", "index_title": "Steinsaltz on Horayot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Horayot 5a:6", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Steinsaltz on Horayot 5a:6", "sourceHeRef": "ביאור שטיינזלץ על הוריות ה׳ א:ו׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 9.0006, "collectiveTitle": {"en": "Steinsaltz on Horayot", "he": "ביאור שטיינזלץ על הוריות"}, "heTitle": "ביאור שטיינזלץ על הוריות", "he": "ואילו <b>ר' שמעון אומר: שבעה שבטים שחטאו</b> — <b>מביאין שבעה פרים, ובית דין מביאין על ידיהן פר, שנאמר למטה</b> (הלאה) <b>\"קהל\"</b> (\"והקריבו הקהל\". ויקרא ד, יד) <b>ונאמר למעלה</b> (מקודם) <b>\"הקהל\"</b> (\"ונעלם דבר מעיני הקהל\". ויקרא כא,  יג), והרי זה בא ללמדנו: <b>מה \"קהל\" האמור למעלה</b> — <b>בית דין</b> (\"עיני הקהל\") <b>עם הקהל, אף \"קהל\" האמור למטה</b> בהבאת הקרבן — <b>בית דין עם הקהל.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a5de280d6e4a90b92439a05", "index_title": "Steinsaltz on Horayot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Horayot 12b:11", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Steinsaltz on Horayot 12b:11", "sourceHeRef": "ביאור שטיינזלץ על הוריות י״ב ב:י״א", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 24.0011, "collectiveTitle": {"en": "Steinsaltz on Horayot", "he": "ביאור שטיינזלץ על הוריות"}, "heTitle": "ביאור שטיינזלץ על הוריות", "he": "(ויקרא כא יג) ובא לרבות משוח מלחמה. ומעירים: <b>כתנאי</b> <small>[כתנאים]</small> שנחלקו בענין זה. נאמר: <b>\"והוא אשה בבתוליה יקח\"</b> (ויקרא כא יג), <b>אחר שחלק הכתוב</b> בין כהן משוח מלחמה לכהן גדול לענין שאינו מקריב כשהוא אונן, <b>ריבה</b> אחר כך, את משוח המלחמה בדינים אלה. אלו <b>דברי ר' ישמעאל. ר' עקיבא אומר: אין לי אלא</b> כהן גדול <b>שעבר מחמת קריו,</b> שאינו יכול לשמש במשך זמן קצר, עבר <b>מחמת מומין</b> שאינו חוזר להכשרו <b>מנין</b> שאף הוא עדיין מצווה על הבתולה? <b>תלמוד לומר: \"והוא\"</b> לרבות כשעבר מחמת מום, אבל לענין משוח מלחמה אין ריבוי.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5afecd8de37da90018962377", "index_title": "Sefer Mitzvot Gadol", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Mitzvot Gadol, Positive Commandments, Remazim 57", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Sefer Mitzvot Gadol, Positive Commandments, Remazim 57", "sourceHeRef": "ספר מצוות גדול, עשין, רמזים נ״ז", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1243, 1247], "commentaryNum": 57, "collectiveTitle": {"en": "Sefer Mitzvot Gadol", "he": "ספר מצוות גדול"}, "heTitle": "רמזים", "he": "שישא כהן גדול נערה בתולה (אמור) והוא אשה בבתוליה יקח:", "heVersionTitle": "Munkatch, 1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מונקאטש, 1901", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5afecd8ee37da90018962385", "index_title": "Sefer Mitzvot Gadol", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Mitzvot Gadol, Positive Commandments 57:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Sefer Mitzvot Gadol, Positive Commandments 57:1", "sourceHeRef": "ספר מצוות גדול, עשין נ״ז:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1243, 1247], "commentaryNum": 57.0001, "collectiveTitle": {"en": "Sefer Mitzvot Gadol", "he": "ספר מצוות גדול"}, "he": "מצות עשה (א) של כהן גדול שישא נערה בתולה שנאמר והוא אשה בבתוליה יקח אשה ולא קטנה וביבמות [דף נ״ט] דורשים חכמים בבתוליה פרט לבוגרת שכלו בתוליה ואיזו היא שיצאת מכלל קטנות ולכלל בגרות לא באתה הוי אומר זו נערה ומטעם שנא׳ בבתוליה שנינו שם [בדף נ״ט אך נשמט מן המשנה בדפוסים וע״ש בגמרא וגם הוא בברייתא שם דף ס׳] שלא ישא מוכת עץ באותו מקום וגם נבעלה שלא כדרכה אסורה לו כבעולה כדרכה:", "heVersionTitle": "Munkatch, 1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מונקאטש, 1901", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17a7340443cc00199dc4d4", "index_title": "Rashi on Yevamot", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Yevamot 61a:10:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Rashi on Yevamot 61a:10:1", "sourceHeRef": "רש\"י על יבמות ס״א א:י׳:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Rashi on Yevamot", "he": "רש\"י על יבמות"}, "heTitle": "רש\"י על יבמות", "he": "גמ' לא תעשה ועשה - אלמנה לא יקח בתולה יקח (ויקרא כ״א:י״ג) ולא בעולה:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b32dbb386c011bea300f", "index_title": "Rashi on Kiddushin", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Kiddushin 68a:9:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Rashi on Kiddushin 68a:9:1", "sourceHeRef": "רש\"י על קידושין ס״ח א:ט׳:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Rashi on Kiddushin", "he": "רש\"י על קידושין"}, "heTitle": "רש\"י על קידושין", "he": "בבעולה לכ\"ג - דעשה הוא דכתיב (ויקרא כ״א:י״ג) אשה בבתוליה יקח ולא בעולה ולאו הבא מכלל עשה עשה וליכא לאקשויי הא זונה היא או אלמנה או גרושה דבעולה פנויה לאו זונה היא כדתנן ביבמות (דף סא.) אין זונה אלא גיורת ומשוחררת ושנבעלה בעילת זנות וביאת איסור לפסול לה:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7da64530811000605920ee", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Emor, Section 2 7", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Sifra, Emor, Section 2 7", "sourceHeRef": "ספרא, אמור, פרשה ב ז׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 7, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ב", "he": "[ז] 'הוא' – ולא המלך. 'הוא' – ולא הנזיר. 'הוא' – לרבות כהן משיח מלחמה. \"אשה בבתוליה יקח\" – פרט לבוגרת שכלו בתוליה. ר' אלעזר ור' שמעון מכשירין בבוגרת.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "7) (Vayikra 21:13) (\"And he, a woman in her virginity he shall take\"): \"He\" (the high-priest), and not the king (is under the interdict); \"he\" and not the Nazirite, (though they, too, are \"crowned\"): \"he,\" to include (in the interdict) the Cohein anointed for war. \"a woman in her virginity he shall take\": excluding a bogereth (a maid after twelve and a half years), whose (signs of) virginity have diminished. R. Eliezer and R. Shimon permit a bogereth.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cd142d33a676f005816270c", "index_title": "Tosafot on Ketubot", "category": "Quoting Commentary", "type": "", "ref": "Tosafot on Ketubot 9a:1:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Tosafot on Ketubot 9a:1:1", "sourceHeRef": "תוספות על כתובות ט׳ א:א׳:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1150, 1350], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Tosafot on Ketubot", "he": "תוספות על כתובות"}, "heTitle": "תוספות על כתובות", "he": "האומר פתח פתוח מצאתי כו' - פירש בקונטרס דטענת דמים לא קאמר כגון שנאבדה המפה או שהיא ממשפחת דורקטי שאין להם דמים ור\"ח מפרש דבוגרת ומוכת עץ אין להם דמים אבל אין פתחן פתוח ויכול לטעון טענת פתח פתוח וקשה לפר\"ח דאמרי' באלו נערות (לקמן כתובות לו. ושם:) ובוגרת אין לה טענת בתולים והאמר רב בוגרת נותנים לה לילה ראשונה ומשני אי דקא טעין טענת דמים ה\"נ הב\"ע דקטעין טענת פתח פתוח משמע דפתחה פתוח ויש לה דמים וי\"ל דר\"ח גריס כגירסא ראשונה שהיתה בספרים אי דקא טעין טענת פתח פתוח הכי נמי הב\"ע דקא טעין טענת דמים וה\"פ והאמר רב בוגרת נותנין לה לילה הראשונה ומדתלינן כל הלילה בדם בתולים משמע דאיכא בוגרת דאית לה דם בתולים טובא אם כן אי אפשר לשום בוגרת שלא יהא פתחה סתום אפילו אין לה דמים וא\"כ יש לה טענת בתולים בפתח פתוח ומשני אי דקטעין פתח פתוח ה\"נ דיש לה טענת בתולים הב\"ע דלית לה טענת בתולים בטענת דמים משום דאיכא בוגרת דדמיה כלין ומיהו בירושלמי משמע לא כפר\"ח דקאמר התם ר' יונה בשם ר' קריספא בוגרת כחבית פתוחה של יין ויש ליישב דלענין דמים קאמר משום דסתם חבית סתומה לעולם יש בה יין שאין דרך לסתום חבית ריקנית אבל חבית פתוחה פעמים יש בה יין פעמים אין בה יין כך בוגרת פעמים אין לה דמים פעמים יש לה ומשום הכי אין לה טענת דמים כדפר\"ח וכדאמר בפרק הבא על יבמתו (יבמות נט. ושם) פרט לבוגרת שכלו בתוליה:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": "<b>האומר פתח פתוח מצאתי כולי — One who said, I found an open passage, etc.</b><br><br>O<small>VERVIEW</small><br>We can ascertain that a woman is a בתולה if during the first ביאה the husband verified that her membrane was intact (פתחה סתום) and/or that as a result of the ביאה there was blood (דם בתולים). Our גמרא discusses a case where the husband claimed that at the initial ביאה her פתח was not סתום, but rather it was פתוח. The question arises what is with the דם בתולים, was there דם בתולים or not. תוספות discusses this issue.<br>---------------------–<br><br>פירש בקונטרס דטענת דמים לא קאמר<sup class=\"footnote-marker\">1</sup><i class=\"footnote\"><br>It would seem that if there was דמים then she is considered to be a בתולה even if he claims פתח פתוח מצאתי.<br></i> כגון שנאבדה המפה<sup class=\"footnote-marker\">2</sup><i class=\"footnote\"><br>After the initial ביאה they would wipe themselves with a cloth to verify (by the blood on it) that she was indeed a בתולה.<br></i> –<br><b>רש״י explained that</b> the husband <b>did not claim a טענת דמים,</b> either<b></b> because <b>the cloth was lost</b>, so we are unsure if there was דם בתולים or not –<br><br>או שהיא ממשפחת דורקטי<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><br>See י,ב.<br></i> שאין להם דמים<sup class=\"footnote-marker\">4</sup><i class=\"footnote\"><br>However, all other women (including a בוגרת) have דם בתולים. See later in this תוספות (footnote # 7).<br></i> –<br><b>Or because she was from the דורקטי family, who do not have דם</b> בתולים, so there can be no טענת דמים, only the טענה of פתח פתוח.<br><br>תוספות offers an alternate explanation why there was no טענת דמים:<br>ורבינו חננאל מפרש דבוגרת<sup class=\"footnote-marker\">5</sup><i class=\"footnote\"><br>A woman becomes a בוגרת six months after she becomes a נערה (which is when she brings the סימני נערות [after her twelfth birthday]).<br></i> ומוכת עץ<sup class=\"footnote-marker\">6</sup><i class=\"footnote\"><br>מוכת עץ means hit with wood; it refers to a woman who received a wound באותו מקום.<br></i>  אין להם דמים –<br><b>And the ר״ח explains that a בוגרת and a מוכת עץ have no דם</b> בתולים<b></b> (therefore there can be no טענת דמים) –<br><br>אבל אין פתחן פתוח ויכול לטעון טענת פתח פתוח –<br><b>However their פתח is not פתוח</b> (if they are still בתולות), <b>therefore he can</b> only <b>claim the טענה of פתח פתוח</b> that she is not a בתולה, for if she were, her פתח would be closed (even though she is a מוכת עץ or a בוגרת).<br><br>תוספות asks:<br>וקשה לפירוש רבינו חננאל דאמרינן באלו נערות (לקמן לו,א ושם עמוד ב) –<br><b>And there is a difficulty with the פיר״ח</b> (that a בוגרת [and a מוכת עץ] does not have דמים, but her פתח is closed), <b>for</b> the גמרא <b>asks in</b> פרק <b>אלו נערות,</b> regarding the ברייתא which states –<br><br>ובוגרת אין לה טענת בתולים<sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><br>תוספות assumes that טענת בתולים here means טענת דמים (not טענת פתח פתוח), as will become clear in the continuation of the תוספות.<br></i> והאמר רב בוגרת נותנים לה לילה ראשונה<sup class=\"footnote-marker\">8</sup><i class=\"footnote\"><br>The דם בתולים are not מטמא (as the דם נדה is). רב ruled that if he marries a בוגרת all the דם that is present the first night (even after many ביאות) is considered דם בתולים and is not מטמא. (If she is a נערה we give it even more time.) However any דם that is present on any subsequent night may be considered דם נדה and is מטמא (and may cause an issue if it is determined that she is רואה דם מחמת תשמיש).<br></i>  –<br><b>‘And a בוגרת has no טענת בתולים’; but רב said that we ‘give’ the first night for a בוגרת;</b> this indicates that a בוגרת has דם בתולים, so why does he not have טענת בתולים if this בוגרת had no דם –<br><br>ומשני אי דקא טעין טענת דמים הכי נמי הכא במאי עסקינן דקטעין טענת פתח פתוח<sup class=\"footnote-marker\">9</sup><i class=\"footnote\"><br>According to this גמרא it will be necessary to state that the case of האומר פתח פתוח מצאתי is discussing a נערה (whose פתח is סתום), but not a בוגרת since פתחה פתוח; there is no indication at all that she was נבעלה.<br></i> –<br><b>And the</b> גמרא <b>answered, if he would claim טענת דמים</b> (that there was no blood), <b>indeed it would be</b> a valid claim (since a בוגרת has דם as is evident from the ruling of רב), <b>however</b> the ברייתא <b>is discussing</b> a case <b>where he claimed פתח פתוח</b> and that is not a valid claim since a בוגרת has a פתח פתוח (even though she has דם בתולים). This concludes the citation of the גמרא; תוספות presents the question on פר״ח –<br><br>משמע דפתחה פתוח ויש לה דמים –<br><b>It is evident</b> from this גמרא <b>that a</b> בוגרת is <b>פתחה פתוח</b> (therefore he cannot claim טענת פתח פתוח) <b>however she has דם</b> בתולים and therefore he can claim a טענת דמים, which is the exact opposite of פר״ח!<br><br>תוספות answers:<br>ויש לומר דרבינו חננאל גריס כגירסא ראשונה שהיתה בספרים –<br><b>And one can say; that the ר״ח is גורס like the original גירסא which was in the texts,</b> which is that the answer of דקא טעין וכו׳ is as follows <b>(</b>the exact opposite of our גירסא) –<br><br>אי דקא טעין טענת פתח פתוח הכי נמי הכא במאי עסקינן דקא טעין טענת דמים –<br><b>If he would claim טענת פתח פתוח, indeed it is</b> a valid claim (since by a בוגרת it is פתחה סתום), however the ברייתא which stated that a בוגרת אין לה טענת בתולים, <b>is discussing</b> a case <b>where he claimed</b> טענת דמים.<br><br>תוספות will now explain the גמרא (the question and the answer) according to this גירסא:<sup class=\"footnote-marker\">10</sup><i class=\"footnote\"><br>The difficulty (even with this גירסא) is how can the גמרא cite רב that בוגרת נותנין לה לילה הראשונה, which seems to indicate that she should have טענת דמים and the גמרא responded that she cannot have טענת דמים.<br></i><br><br>והכי פירושו והאמר רב בוגרת נותנין לה לילה הראשונה –<br><b>And this is the explanation</b> of the גמרא there, <b>‘but רב said that by a בוגרת we ‘give’ her the first night’;</b> the question was not that she should have טענת דמים, but rather –<br><br>ומדתלינן כל הלילה בדם בתולים משמע דאיכא בוגרת דאית לה דם בתולים טובא –<br><b>That since we assume that it is דם בתולים that whole</b> first <b>night, this indicates that</b> (occasionally) there is a בוגרת who has an abundance<sup class=\"footnote-marker\">11</sup><i class=\"footnote\"><br>This is obviously an exception, for according to the ר״ח a ‘regular’ בוגרת has no דם בתולים.<br></i> of דם בתולים –<br><br>אם כן<sup class=\"footnote-marker\">12</sup><i class=\"footnote\"><br>The דם בתולים (generally) comes from the breaking of the סתימה. . However it is possible that even if the סתימה is broken there will be no דם because she is מסולקת דמים as it is by a regular בוגרת. If some of the בוגרות are פתחן פתוח then (it follows) there will be minimal or no דם; how is it that there is such a discrepancy in women that by some it is פתחן פתוח and no דם at all, and by others we allow the entire first night and ascribe it to דם בתולים; how can she have so much דם if the nature of a בוגרת is that פתחה פתוח. If it is possible that a בוגרת is פתחה פתוח then how can we be תולה the דם as דם בתולים; perhaps it is דם נדות (since possibly פתחה פתוח, where there is certainly no דם בתולים). Therefore we must conclude that every בוגרת is פתחה סתום and therefore we can be תולה this דם as דם בתולים (which comes from the breaking of the סתימה, which is found by every בוגרת). See ‘Thinking it over # 1.<br></i> אי אפשר לשום בוגרת שלא יהא פתחה סתום אפילו אין לה דמים –<br><b>Since this is so</b> (that there is a בוגרת that has דם בתולים טובא), <b>it is impossible that any בוגרת should not be פתחה סתום, even if she has no דם</b> בתולים –<br><br>ואם כן יש לה טענת בתולים בפתח פתוח –<br><b>So therefore</b> (since every בוגרת is פתחה סתום) <b>there should be טענת בתולים of פתח פתוח by</b> the בוגרת, why does the ברייתא<b></b> state that a בוגרת has no טענת בתולים –<br><br>ומשני אי דקטעין פתח פתוח הכי נמי דיש לה טענת בתולים –<br><b>And</b> the גמרא <b>answered, if he would claim פתח פתוח; indeed he would have a טענת בתולים,</b> however –<br><br>הכא במאי עסקינן דלית לה טענת בתולים בטענת דמים משום דאיכא בוגרת דדמיה כלין –<br><b>Here</b> in the ברייתא <b>where</b> it states <b>there is no טענת בתולים that</b> is because <b>we are discussing</b> a case of <b>טענת דמים,</b> and that is no claim <b>because there is a בוגרת whose דם</b> בתולים <b>are gone</b> (even if she still is a בתולה and not a בעולה)<b>.</b> She can claim that she is from those בוגרות who have no דם בתולים.<br><br>תוספות finds an additional difficulty with פר״ח:<br>ומיהו בירושלמי<sup class=\"footnote-marker\">13</sup><i class=\"footnote\"><br>In כתובות פ״א ה״א (on ב,א in our text).<br></i> משמע לא כפירוש רבינו חננאל –<br><b>However in</b> תלמוד ירושלמי it seems not like פר״ח –<br><br>דקאמר התם רבי יונה בשם רבי קריספא בוגרת כחבית פתוחה של יין<sup class=\"footnote-marker\">14</sup><i class=\"footnote\"><br>This would seemingly mean that her פתח is open, like an open barrel of wine. This contradicts the view of the ר״ח that by a בוגרת it is פתחה סתום.<br></i> –<br>For ר׳ יונה said there in the name ר׳ קריספא, ‘a בוגרת is like an open barrel of wine’ –<br><br>תוספות responds:<br>ויש ליישב דלענין דמים קאמר משום דסתם חבית סתומה לעולם יש בה יין –<br><b>And we can resolve</b> this difficulty; that the comparison to a חבית פתוחה is (not regarding the פתח, but rather) <b>regarding the דמים</b> of a בוגרת; for generally a closed barrel of wine always contains wine –<br><br>שאין דרך לסתום חבית ריקנית אבל חבית פתוחה פעמים יש בה יין פעמים אין בה יין –<br>Since it is not customary to seal an empty barrel; however an open barrel, sometimes it contains wine and other times there is no wine –<br><br>כך בוגרת פעמים אין לה דמים פעמים יש לה –<br><b>Similarly with a בוגרת</b> (who is compared to a חבית פתוחה), <b>sometimes she has no דם</b> בתולים <b>and sometimes she has</b> דם בתולים –<br><br>ומשום הכי אין לה טענת דמים כדפירש רבינו חננאל –<br><b>And therefore there is no טענת דמים</b> by a בוגרת <b>as the ר״ח explained</b> because there are בוגרות who are מסולקות דמים –<br><br>תוספות brings a support to the view of ר״ח:<br>וכדאמר בפרק הבא על יבמתו (יבמות נט,א ושם) פרט לבוגרת שכלו בתוליה:<br><b>And as</b> the ברייתא <b>states in פרק הבא על יבמתו</b> that the פסוק of והוא אשה <br><br><small>בתוליה</small> יקח (regarding a כהן גדול),<sup class=\"footnote-marker\">15</sup><i class=\"footnote\"><br>ויקרא (אמור) כא,יג. See ‘Thinking it over’ # 2.<br></i> <b>excludes a בוגרת, whose</b> דם <b>בתולים are gone</b> (a כה״ג should not marry a בוגרת); indicating that generally a בוגרת has no דם בתולים.<br><br>S<small>UMMARY</small><br>According to our גירסא, a בוגרת has דם בתולים but פתחה פתוח, however according to the גירסת ר״ח, a בוגרת generally has no דם בתולים, but פתחה סתום.<br><br>T<small>HINKING IT OVER</small><br>1. According to the ר״ח (that generally בוגרות are מסולקות דמים)<sup class=\"footnote-marker\">16</sup><i class=\"footnote\"><br>See footnote # 12.<br></i> how are we תולה the entire first night as דם בתולים, perhaps it is דם נדה?<sup class=\"footnote-marker\">17</sup><i class=\"footnote\"><br>See מהרש״א [הארוך].<br></i><br>2. How will רש״י explain the גמרא in הבא על יבמתו which seemingly indicates<sup class=\"footnote-marker\">18</sup><i class=\"footnote\"><br>See footnote # 15.<br></i> that a בוגרת has no דם?<sup class=\"footnote-marker\">19</sup><i class=\"footnote\"><br>See מהר״ם שי״ף.<br></i>", "versionTitle": "Tanslation by Rabbi Ephraim Piekarski", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5cdd6ec3c4424d0058269f70", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Emor 32:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Malbim on Leviticus, Emor 32:1", "sourceHeRef": "מלבי\"ם על ויקרא, אמור ל״ב:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "אמור", "he": "והוא אשה בבתוליה יקח: מבואר אצלינו שכל מקום שכפל מלת הגוף על סימן הגוף הנכלל בפעל בא לדייק או למעט או ליחד איזה דבר, שהיה לו לומר \"ואשה בבתוליה יקח\". ובארו חז\"ל בספרא, מובא בירושלמי הוריות (פרק ג), שבא מלת \"והוא\" ליחד את השם שהזכיר בראש הענין. כי מלת \"והוא\" ר\"ל הוא הנזכר למעלה. כי במה שכתב \"הכהן הגדול מאחיו אשר יוצק על ראשו שמן המשחה\" נכלל גם משיח מלחמה כמ\"ש בהוריות (דף יב:) על מה שנאמר שם וכולן אין נוהגים במשיח מלחמה חוץ מה' דברים האמורים בפרשה – לא פורע ולא פורם ואין מטמא לקרובים ומוזהר על הבתולה ואסור באלמנה. מנא הני מילי? דתנו רבנן \"והכהן הגדול מאחיו\" – זה כהן גדול. \"אשר יוצק על ראשו שמן המשחה\" – זה משיח מלחמה. \"ומלא את ידו ללבוש את הבגדים\" – זה מרובה בגדים. על כולם הוא אומר \"ראשו לא יפרע וכולי\" יכול יהיו כולם מקריבים אוננים? תלמוד לומר \"כי נזר שמן משחת אלקיו עליו\" – עליו ולא על חבירו. ואחר שחלקו הכתוב יכול לא יהא מצוה על הבתולה? ת\"ל \"והוא\" והכי פירושו: שבמה שכתוב \"והכהן הגדול מאחיו וכולי\" נכלל גם המשיח מלחמה שהומשח בשמן המשחה. אמנם במה שכתב \"כי נזר שמן משחת אלקיו עליו\" אין משיח מלחמה בכלל, וזה מבואר על פי היסוד שבארנו בסדר ויקרא (סימן רנח) שלא נמצא שם \"אלקים\" בכינוי אל היחיד, רק אל הנזיר והכהן גדול והנביא שהיו מיוחדים בקדושה ובקורבה לאלקים מזולתם, ואל המלך לבדו שאין עליו אלא ה' אלקיו. ומזה הוכיח שם שמה שכתוב \"אשר נשיא יחטא\" אינו נשיא שבט, רק מלך, כי לא נמצא כינוי \"אלקיו\" אל שום שר ומושל רק אל המלך לבדו, עיי\"ש. ואם כן במה שכתב בטעם שמקריב אונן משום שנזר אלקיו על ראשו לא נכלל משיח מלחמה שלא יבא עליו שם \"אלקים\" בכינוי כיון שהכהן גדול הוא על גביו וגבוה ממנו בענינו. ואם היה כתוב \"ואשה בבתוליה יקח\" היה נמשך על הפסוק שלפניו שמדבר רק בכהן גדול לבדו. וכן היה נכלל גם המלך והנזיר שנמצא שמיחס אליהם שם \"אלקיו\" בכינוי. והנזיר גם כן \"נזר אלקיו עליו\" והמלך שמן משחת אלקיו עליו אבל היה מוציא המשיח מלחמה. לכן אמר \"והוא\" שנמשך על הנושא הנזכר בראש הענין שכולל גם המשיח מלחמה ומוציא מלך ונזיר דהא אמר \"הכהן\".", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6ec45f6461001992dce9", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Emor 33:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Malbim on Leviticus, Emor 33:1", "sourceHeRef": "מלבי\"ם על ויקרא, אמור ל״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "אמור", "he": "אשה בבתוליה: מפרש ביבמות (דף נט) שר' מאיר סבירא ליה דסתם \"בתולה\" אינו מוציא הבוגרת דהא מצאנו \"נערה בתולה\", מכלל דיש בתולה בוגרת. ואם כן מה שכתוב \"בבתוליה\" בכינוי היינו בכל הבתולים הראוים לה ולהוציא בוגרת שכלו בתוליה. ור' אלעזר ור' שמעון סבירא להו דסתם \"בתולה\" היינו נערה בתולה. ואם כן כינוי \"בתוליה\" היינו בתולים שיש לה בפרטות אף שאינם בתולים הראוים לכל הבתולות, אזלינן בתרה שהיא מצד בגרותה אין לה יותר. ושם אומר דלר' מאיר \"בבתוליה\" מוציא רק אם נבעלה כדרכה. ולר' אלעזר ולר' שמעון מוציא גם נבעלה שלא כדרכה. שלר' מאיר הב' היא ב' הזמן כמו \"בנעוריה\" ור\"ל בעת בתוליה היינו בעודה בימי הבתולים, לא בבגרותה, ואינו מוציא נבעלה שלא כדרכה. ולר' אלעזר ור' שמעון אי אפשר לומר כן דהא מכשירין בבוגרת. ופירוש \"בבתוליה\" עם בתוליה, ואם כן צריך שיהיו קיימים גם שלא כדרכה, ועיין מה שכתבנו למעלה (סימן ז).", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d239fca57985900e21d536d", "index_title": "Niddah", "category": "Talmud", "type": "", "ref": "Niddah 8b:10", "anchorRef": "Leviticus 21:13-14", "anchorRefExpanded": ["Leviticus 21:13", "Leviticus 21:14"], "sourceRef": "Niddah 8b:10", "sourceHeRef": "נדה ח׳ ב:י׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 16.001, "collectiveTitle": {"en": "Niddah", "he": "נדה"}, "heTitle": "נדה", "he": "איני והאמר רב כהנא תנא ג' בתולות הן בתולת אדם בתולת קרקע בתולת שקמה בתולת אדם כל זמן שלא נבעלה נפקא מינה לכ\"ג א\"נ לכתובתה מאתים", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara asks: <b>Is that so? But didn’t Rav Kahana say</b> that a Sage <b>taught: There are three</b> types of <b>virgins: A virgin human, virgin ground, and a virgin sycamore. A virgin human</b> is a woman for <b>as long as she has not engaged in intercourse. The relevance</b> of this designation is that only a virgin is permitted <b>to</b> marry <b>a High Priest</b> (see Leviticus 21:13–14). <b>Alternatively,</b> the relevance is <b>that her marriage contract is two hundred dinars,</b> instead of the one hundred dinars in the marriage contract of a non-virgin.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5d239fd257985900e21d55e3", "index_title": "Niddah", "category": "Talmud", "type": "", "ref": "Niddah 69b:20", "anchorRef": "Leviticus 21:13-15", "anchorRefExpanded": ["Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15"], "sourceRef": "Niddah 69b:20", "sourceHeRef": "נדה ס״ט ב:כ׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 138.002, "collectiveTitle": {"en": "Niddah", "he": "נדה"}, "heTitle": "נדה", "he": "מי אמרינן קל וחומר ומה אלמנה לכ\"ג שאין איסורה שוה בכל בנה פגום זו שאיסורה שוה בכל אינו דין שבנה פגום או דילמא מה לאלמנה לכהן גדול שהיא עצמה מתחללת", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Do we say an <i>a fortiori</i></b> inference: <b>And if</b> in the case of <b>a widow</b> married <b>to a High Priest, whose prohibition does not apply to all,</b> i.e., it is prohibited for her only to marry a High Priest (see Leviticus 21:13–15), and yet the lineage of <b>her son is flawed,</b> as he is disqualified from the priesthood, then in the case of <b>this</b> daughter of a remarried divorcée, <b>whose prohibition applies equally to all</b> men, <b>is it not right that her son</b> should be of <b>flawed</b> lineage? <b>Or perhaps</b> this comparison can be refuted: <b>What</b> is notable <b>about a widow married to a High Priest?</b> It is notable in <b>that she herself is disqualified</b> from the priesthood, i.e., if a High Priest engages in intercourse with her she is disqualified from partaking of <i>teruma</i>, whereas a remarried divorcée is not disqualified from partaking of <i>teruma</i>.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5d6f892ba0ef0c006f0ca967", "index_title": "Nachal Kedumim on Torah", "category": "Commentary", "type": "commentary", "ref": "Nachal Kedumim on Torah, Leviticus 21:13:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Nachal Kedumim on Torah, Leviticus 21:13:1", "sourceHeRef": "נחל קדומים על תורה, ויקרא כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1768, 1792], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Nachal Kedumim", "he": "נחל קדומים"}, "heTitle": "ויקרא", "he": "<b>והוא אשה בבתוליה יקח.</b> והוא גימטריא י\"ח דבן י\"ח לחופה. הכי דרוש דורשי רשומות. ויען כי ראיתי מי שכתב והוא בקונטרס הנדפס מצואו הרב משה והרב יונה ז\"ל שזה היה בזמנם שהיו בריאים וחזקים אבל עתה יכולים להמתין עוד. ומזה נמשך דגם משז\"ל על בן כ' שלא נשא דכל ימיו בעבירה והקב\"ה אומר תפח עצמותיו וכו' לפי סברתו ישתנה הזמן עוד כמה שנים. ואני ההדיוט אומר דאין לסמוך על זה דתורה חתומה נתנה בש\"ס ופוסקים ואין להורות קולות בדבר שחיי עולם הבא תלוי בזה ואכמ\"ל. ואפשר דלרמז זה מלבד כי והוא גימטריא י\"ח עוד נרמז בס\"ת אשה בבתוליה יקח גימטריא ח\"י ובא הרמז פעם ב' בסוף תיבות לרמוז דגם באחרית הימים בגלות החיל הזה לא נשתנה הזמן דהגם דעתה הגוף חלש מ\"מ עתה הזקין היצה\"ר ונתחזק בתוקף גדול. ויש טעם למנין זה כי יסוד נקרא חי ולכן בן י\"ח לחופה. ועוד לנו ציצים ופרחים בזה בס\"ד:", "heVersionTitle": "Nachal Kedumim, Warsaw, 1889", "heLicense": "Public Domain", "heVersionTitleInHebrew": "נחל קדומים, וורשא תרמ\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dbee437e5a42115dfca0c07", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 512:1-2", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Malbim Ayelet HaShachar 512:1-2", "sourceHeRef": "אילת השחר (מלבי\"ם) תקי״ב:א׳-ב׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 512.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["שם \"<b>הויה</b>\" נקרא בו מצד שמהוה את הכל. ושם \"<b>אלקים</b>\" נקרא בו מצד הכוחות שגבל במדה ובגבול. ועל כן שם \"הויה\" רחמים ושם \"אלקים\" דין.", "ושם \"אלקים\" שבא בכינוי אל ישראל מורה ההשגחה הפרטיית ביחוד (אחרי ס' קל, וסימן קנא). ולא נמצא שם \"אלקים\" בכינוי אל יחיד, רק אל נביא או מלך (ויקרא ס' רנח. אמור ס' לב)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["The name <b>הויה</b> (The Tetragrammaton, the Hebrew word for God which is derived from the verb “to be”) is called such, because He brings into being everything. And the name <b>אלקים</b> (God) is called such, from the forces that He limits with measurement and restriction. And thus, the name הויה represents mercy, while the the name אלקים represents judgement.", "And the name אלקים that comes with a pronoun representing Israel teaches about special Divine Providence. And the name אלקים is not found with a singular pronoun, except when it refers to a prophet or a king."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dd16fc88c8041e6acbd6e9e", "index_title": "Nachalat Avot on Avot", "category": "Quoting Commentary", "type": "", "ref": "Nachalat Avot on Avot 5:21:10", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Nachalat Avot on Avot 5:21:10", "sourceHeRef": "נחלת אבות על אבות ה׳:כ״א:י׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1496], "commentaryNum": 21.001, "collectiveTitle": {"en": "Nachalat Avot on Avot", "he": "נחלת אבות על אבות"}, "he": "<b>האמנם</b> אמר בן י\"ג למצוות, כי כן כתוב בתורה (שמות כא, יד): \"איש איש\". וגבול האיש הוא מה שראוי להוליד. וחכמינו זכרונם לברכה (סנהדרין סט, ע\"א) שמו בו שני תנאים<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">בעניין – \"בן סורר ומורה\".</i>: האחד – שיהיו לו י\"ג שנים שלמים. והב' – שיביא שתי שערות. והנקבה לפי שממהרת להגדל שנה אחת הגבילו שני גדולתה י\"ב שנים שלמים. עוד עשה מדרגה אחרת בן י\"ח שנה לחופה, וכמו שאמרו בפרקא קמא דקידושין (דף כט, ע\"ב): בן עשרים ולא נשא אשה כל ימיו בהרהור עבירה. ולזה הקדים זה התנא שני שנים באומרו: \"בן י\"ח לחופה\", כדי שיהיה טהור לגמרי. ויש דורשין בסימן זה \"והוא אשה בבתוליה יקח\" (ויקרא כא, יג), שמנין והוא י\"ח.", "heVersionTitle": "Nachalat Avot, Ashkelon 2013", "heLicense": "", "heVersionTitleInHebrew": "נחלת אבות, אשקלון תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5decf645e5928b1a0d7eafc6", "index_title": "Paaneach Raza", "category": "Commentary", "type": "commentary", "ref": "Paaneach Raza, Emor 8", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Paaneach Raza, Emor 8", "sourceHeRef": "פענח רזא, אמור ח׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 8, "collectiveTitle": {"en": "Paaneach Raza", "he": "פענח רזא"}, "heTitle": "אמור", "he": "והוא אשה בבתוליה וגו' רמז לו לבן י\"ח לחופה כמנין והו\"א, וזהו והו\"א כחתן יוצא מחופתו:", "heVersionTitle": "Paaneach Raza, Warsaw 1932", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5decf645afd0455414a3c7d1", "index_title": "Paaneach Raza", "category": "Commentary", "type": "commentary", "ref": "Paaneach Raza, Emor 9", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Paaneach Raza, Emor 9", "sourceHeRef": "פענח רזא, אמור ט׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 9, "collectiveTitle": {"en": "Paaneach Raza", "he": "פענח רזא"}, "heTitle": "אמור", "he": "בבתולי\"ה, אותיות ב\"י הם יתרים דהי' יכול לכתוב אשה בתולה, אלא להורות שעד י\"ב שנים היא בתולה אח\"כ נקראת בוגרת שנושרין קצי בתוליה (ואולי כתב כן לומר בבתוליה שישאנה דוקא בהיותה בתולה שיהי' רושם בבתולים ויהי' לה כל בתולים, לאפוקי תוך י\"ג שנים ויום א' או לאחר שבגרה דלא):", "heVersionTitle": "Paaneach Raza, Warsaw 1932", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea019eb7d2e14756449ff", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 21:13:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Midrash Lekach Tov, Leviticus 21:13:1", "sourceHeRef": "מדרש לקח טוב, ויקרא כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> והוא. הוא ולא מלך. הוא ולא נזיר. והוא. <i data-commentator=\"Beur HaRe'em\" data-order=\"33\"></i> לרבות כהן משוח מלחמה. אשה בבתוליה יקח פרט לבוגרת שכלו בתוליה <i data-commentator=\"Beur HaRe'em\" data-order=\"34\"></i> ואיזו זו (זו) יתירה על שנים עשרה שנה (שהרי י\"ב יתרין) שלא אמר בתולה אלא בבתוליה:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f269a5dac1ae8187738789c", "index_title": "Mishnah Sotah", "category": "Mishnah", "type": "", "ref": "Mishnah Sotah 8:3", "anchorRef": "Leviticus 21:13-15", "anchorRefExpanded": ["Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15"], "sourceRef": "Mishnah Sotah 8:3", "sourceHeRef": "משנה סוטה ח׳:ג׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 8.0003, "collectiveTitle": {"en": "Mishnah Sotah", "he": "משנה סוטה"}, "heTitle": "משנה סוטה", "he": "וְאֵלּוּ שֶׁאֵינָן חוֹזְרִין. הַבּוֹנֶה בֵית שַׁעַר, אַכְסַדְרָה, מִרְפֶּסֶת. הַנּוֹטֵעַ אַרְבָּעָה אִילָנֵי מַאֲכָל, וַחֲמִשָּׁה אִילָנֵי סְרָק. הַמַּחֲזִיר אֶת גְּרוּשָׁתוֹ. אַלְמָנָה לְכֹהֵן גָּדוֹל, גְּרוּשָׁה וַחֲלוּצָה לְכֹהֵן הֶדְיוֹט, מַמְזֶרֶת וּנְתִינָה לְיִשְׂרָאֵל, בַּת יִשְׂרָאֵל לְמַמְזֵר וּלְנָתִין, לֹא הָיָה חוֹזֵר. רַבִּי יְהוּדָה אוֹמֵר, אַף הַבּוֹנֶה בַיִת עַל מְכוֹנוֹ, לֹא הָיָה חוֹזֵר. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף הַבּוֹנֶה בֵית לְבֵנִים בַּשָּׁרוֹן, לֹא הָיָה חוֹזֵר: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>And these</b> are the men <b>who do not return</b> to their homes: <b>One who builds a gateway,</b> or <b>an enclosed veranda [<i>akhsadra</i>], or a balcony;</b> or <b>one who plants</b> no more than <b>four fruit trees or</b> even <b>five</b> or more <b>non-fruit bearing trees;</b> or <b>one who remarries his divorced</b> wife. Nor is there an exemption for one who has betrothed a woman whom he is not permitted to marry: With regard to <b>a widow</b> betrothed <b>to a High Priest</b> (see Leviticus 21:7); <b>a divorcée or a <i>yevama</i> who performed <i>ḥalitza</i> [<i>ḥalutza</i>],</b> in lieu of entering into a levirate marriage, betrothed <b>to a common priest</b> (see Leviticus 21:13–15); <b>a <i>mamzeret</i> or a Gibeonite woman</b> betrothed <b>to an Israelite;</b> or <b>an Israelite woman</b> betrothed <b>to a <i>mamzer</i> or a Gibeonite</b> (see Deuteronomy 23:3); such a man <b>does not return</b> to his home. <b>Rabbi Yehuda says: Even one who rebuilds a house</b> as it stood originally <b>would not return. Rabbi Eliezer says: Even one who builds a</b> new <b>brick house in the Sharon would not return</b> because these houses are not stable and are expected to collapse periodically.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f269c0d415631ae95010dab", "index_title": "Mishnah Horayot", "category": "Mishnah", "type": "", "ref": "Mishnah Horayot 3:4", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Mishnah Horayot 3:4", "sourceHeRef": "משנה הוריות ג׳:ד׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 3.0004, "collectiveTitle": {"en": "Mishnah Horayot", "he": "משנה הוריות"}, "heTitle": "משנה הוריות", "he": "וְאֵיזֶהוּ הַמָּשִׁיחַ, הַמָּשׁוּחַ בְּשֶׁמֶן הַמִּשְׁחָה, לֹא הַמְרֻבֶּה בִבְגָדִים. אֵין בֵּין כֹּהֵן הַמָּשׁוּחַ בְּשֶׁמֶן הַמִּשְׁחָה לִמְרֻבֶּה בְגָדִים אֶלָּא פַר הַבָּא עַל כָּל הַמִּצְוֹת. וְאֵין בֵּין כֹּהֵן מְשַׁמֵּשׁ לְכֹהֵן שֶׁעָבַר, אֶלָּא פַר יוֹם הַכִּפּוּרִים וַעֲשִׂירִית הָאֵיפָה. זֶה וָזֶה שָׁוִין בַּעֲבוֹדַת יוֹם הַכִּפּוּרִים, וּמְצֻוִּין עַל הַבְּתוּלָה, וַאֲסוּרִין עַל הָאַלְמָנָה, וְאֵינָן מִטַּמְּאִין בִּקְרוֹבֵיהֶן, וְלֹא פוֹרְעִין, וְלֹא פוֹרְמִין, וּמַחֲזִירִין אֶת הָרוֹצֵחַ: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>And who is the anointed</b> priest? It is the High Priest <b>who is anointed with the anointing oil, not the</b> High Priest consecrated by donning <b>multiple garments,</b> i.e., one who served after the anointing oil had been sequestered, toward the end of the First Temple period. <b>The difference between</b> a High <b>Priest anointed with the anointing oil and</b> one consecrated by donning <b>multiple garments</b> unique to the High Priest <b>is only</b> that the latter does not bring the <b>bull that comes for</b> the transgression of <b>any of the mitzvot.</b> <b>And the difference between</b> a High <b>Priest</b> currently <b>serving</b> in that capacity <b>and a former</b> High <b>Priest</b> who had temporarily filled that position while the High Priest was unfit for service <b>is only</b> with regard to the <b>bull</b> brought by the High Priest on <b>Yom Kippur and the tenth of an ephah</b> meal-offering brought by the High Priest daily. Each of these offerings is brought only by the current High Priest, and not by a former High Priest. Both <b>this</b> High Priest currently serving <b>and that</b> former High Priest <b>are equal with regard to</b> performing the rest of <b>the Yom Kippur service, and they are</b> both <b>commanded with regard to</b> marrying <b>a virgin</b> (see Leviticus 21:13), <b>and</b> it is <b>prohibited</b> for both <b>to</b> marry <b>a widow</b> (see Leviticus 21:14), <b>and they may not render themselves impure</b> with impurity imparted by a corpse even <b>in</b> the event that one of <b>their relatives</b> dies (see Leviticus 21:11), <b>and they may not grow</b> their hair <b>long and they may not rend</b> their garments as expressions of mourning (see Leviticus 21:10), <b>and</b> when they die <b>they restore the</b> unwitting <b>murderer</b> to his home from the city of refuge (see Numbers 35:25). ", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "60c07a9507641ff08cbaad98", "index_title": "Yoma", "category": "Talmud", "type": "", "ref": "Yoma 73a:11", "anchorRef": "Leviticus 21:10-15", "anchorRefExpanded": ["Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15"], "sourceRef": "Yoma 73a:11", "sourceHeRef": "יומא ע״ג א:י״א", "anchorVerse": 10, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 145.0011, "collectiveTitle": {"en": "Yoma", "he": "יומא"}, "heTitle": "יומא", "he": "וְכוּלָּן אֵין נוֹהֲגוֹת בִּמְשׁוּחַ מִלְחָמָה, חוּץ מֵחֲמִשָּׁה דְּבָרִים הָאֲמוּרִין בַּפָּרָשָׁה: לֹא פּוֹרֵעַ, וְלֹא פּוֹרֵם, וְלֹא מִטַּמֵּא לִקְרוֹבָיו, וּמְצֻוֶּוה עַל הַבְּתוּלָה, וּמוּזְהָר עַל הָאַלְמָנָה, וּמַחְזִיר אֶת הָרוֹצֵחַ כְּדִבְרֵי רַבִּי יְהוּדָה, וַחֲכָמִים אוֹמְרִים: אֵינוֹ מַחְזִיר.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>And none of them applies to the priest anointed for war, except for</b> the <b>five items stated</b> explicitly <b>in the passage</b> about the High Priest (Leviticus 21:10–15): <br>When in mourning, he <b>does not let</b> his hair <b>grow wild nor does he rend</b> his clothing in the way regular mourners do. <br><b>And he</b> may <b>not become ritually impure</b> in the event of the death of <b>his close relatives.</b> <br><b>And he is commanded to</b> marry <b>a virgin, and he is prohibited from</b> marrying <b>a widow.</b> <br><b>And</b> his death <b>allows the return of the</b> accidental <b>killer</b> from the city of refuge, <b>in accordance with the statement of Rabbi Yehuda</b> in tractate <i>Makkot</i> (11a). <b>And the Rabbis say:</b> His death <b>does not allow the return</b> of the accidental killer from the city of refuge. The <i>baraita</i> teaches that a former High Priest also wears the eight garments of the High Priest. It is therefore apparent that the <i>tanna</i> of the <i>baraita</i> is not concerned about animosity which could be caused if the High Priest and the former High Priest wear similar garments. Despite this, the <i>baraita</i> agrees that the priest anointed for war does not wear the eight garments. This suggests that the reason for this is not out of concern that animosity might result. ", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "60e427c02935baaad78c94dc", "index_title": "Parashat Derakhim", "category": "Jewish Thought", "type": "", "ref": "Parashat Derakhim 12:28", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Parashat Derakhim 12:28", "sourceHeRef": "פרשת דרכים י״ב:כ״ח", "anchorVerse": 13, "sourceHasEn": false, "commentaryNum": 12.0028, "collectiveTitle": {"en": "Parashat Derakhim", "he": "פרשת דרכים"}, "he": "<b>וְהִנֵּה</b> חִלּוּק זֶה דְאִיכָּא בֵּין כֹּהֵן מָשׁוּחַ לְמֶלֶךְ, דְּכֹהֵן מָשׁוּחַ אַף שֶׁעָבַר מִכְּהֻנָּתוֹ עֲדַיִן יֵשׁ לוֹ דִין כֹּהֵן מָשׁוּחַ, וְאִלּוּ מֶלֶךְ כֵּיוָן שֶׁעָבַר מִגְּדֻלָּתוֹ אֵין לוֹ דִין מֶלֶךְ כִּי אִם דִּין הֶדְיוֹט, יָלְפִינַן לַהּ מִדִּין נְגָעִים. הֲלוֹא זֶה הַדָּבָר דְּאָמְרִינַן בְּפֶרֶק שְׁלִישִׁי דְהוֹרָיוֹת (י ע\"א): תָּנוּ רַבָּנָן: \"אֲשֶׁר נָשִׂיא יֶחֱטָא\" (ויקרא ד, כב) — פְּרָט לְחוֹלֶה. וְהִקְשׁוּ: מִשּׁוּם דַּהֲוָה לֵהּ חוֹלֶה אִדְּחֵי לֵהּ מִנְּשִׂיאוּתֵהּ?! וְתֵרְצוּ: אָמַר רַב אַבְדִּימִי בַּר חָמָא: פְּרָט לְנָשִׂיא שֶׁנִּצְטָרַע, שֶׁנֶּאֱמַר (מ\"ב טו, ה): \"וַיְנַגַּע יְיָ אֶת הַמֶּלֶךְ וַיְהִי מְצֹרָע עַד יוֹם מֹתוֹ וַיֵּשֶׁב בְּבֵית הַחָפְשִׁית\". וּפֵרֵשׁ רַשִׁ\"י: דְּנַעֲשָׂה חָפְשִׁי מִן הַמַּלְכוּת וּכְהֶדְיוֹט דָּמֵי. עַד כָּאן. וּבְדַף יב (ע\"ב) אָמְרִינַן הָתָם: בָּעֵי מִנֵּהּ רָבָא מֵרַב נַחֲמָן: כֹּהֵן מָשִׁיחַ שֶׁנִּצְטָרַע מַהוּ בְּאַלְמָנָה? אֲמַר לֵהּ הוּנָא בְּרֵהּ דְּרַב נַחֲמָן לְרַב פַּפָּא: תְּנִינָא: \"וְהוּא אִשָּׁה בִבְתוּלֶיהָ יִקָּח\" (ויקרא כא, יג). אֵין לִי אֶלָּא שֶׁעָבַר מֵחֲמַת קִרְיוֹ, עָבַר מֵחֲמַת מוּמוֹ מִנַּיִן? תַּלְמוּד לוֹמַר: \"וְהוּא\". וּפֵרֵשׁ רַשִׁ\"י: וְכִי נִצְטָרַע הָוֵי לֵהּ כְּמוּם וַאֲפִלּוּ הָכֵי אָסוּר בְּאַלְמָנָה. עַד כָּאן. לָמַדְנוּ מִכָּאן, דְּכֹהֵן מָשִׁיחַ שֶׁעָבַר יֵשׁ לוֹ דִין כֹּהֵן, וְאִלּוּ מֶלֶךְ שֶׁעָבַר אֵין לוֹ דִין מֶלֶךְ.", "heVersionTitle": "Jerusalem, 2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ec1fb6e735e0a5900c97f7", "index_title": "Nimukei Yosef on Yevamot", "category": "Quoting Commentary", "type": "", "ref": "Nimukei Yosef on Yevamot 19a:16", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Nimukei Yosef on Yevamot 19a:16", "sourceHeRef": "נימוקי יוסף על יבמות י״ט א:ט״ז", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1330, 1410], "commentaryNum": 37.0016, "collectiveTitle": {"en": "Nimukei Yosef on Yevamot", "he": "נימוקי יוסף על יבמות"}, "heTitle": "נימוקי יוסף על יבמות", "he": "<b>ולא את הבוגרת.</b> דכתיב (ויקרא כ״א:י״ג) והוא אשה בבתוליה יקח פרט לבוגרת שכלו בתוליה:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6114d4632dc36aec25110764", "index_title": "Makkot", "category": "Talmud", "type": "", "ref": "Makkot 13a:8", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Makkot 13a:8", "sourceHeRef": "מכות י״ג א:ח׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 25.0008, "collectiveTitle": {"en": "Makkot", "he": "מכות"}, "heTitle": "מכות", "he": "מַתְנִי׳ <big><strong>אֵלּוּ הֵן הַלּוֹקִין</strong></big>: הַבָּא עַל אֲחוֹתוֹ, וְעַל אֲחוֹת אָבִיו, וְעַל אֲחוֹת אִמּוֹ, וְעַל אֲחוֹת אִשְׁתּוֹ, וְעַל אֵשֶׁת אָחִיו, וְעַל אֵשֶׁת אֲחִי אָבִיו, וְעַל הַנִּדָּה. אַלְמָנָה לְכֹהֵן גָּדוֹל, גְּרוּשָׁה וַחֲלוּצָה לְכֹהֵן הֶדְיוֹט, מַמְזֶרֶת וּנְתִינָה לְיִשְׂרָאֵל, בַּת יִשְׂרָאֵל לְנָתִין וּלְמַמְזֵר.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "<strong>MISHNA:</strong> After enumerating in tractate <i>Sanhedrin</i> those liable to be executed and in the previous chapter those liable to be exiled, the mishna proceeds to enumerate those liable to receive lashes. <b>These are</b> the people <b>who are flogged</b> by Torah law for violating a prohibition: <b>One who engages in intercourse with his sister, or with his father’s sister, or with his mother’s sister, or with his wife’s sister, or with his brother’s wife, or with the wife of his father’s brother, or with a menstruating woman.</b> Likewise, one is flogged in the case of <b>a widow</b> who married <b>a High Priest, a divorcée or a <i>ḥalutza</i></b> who married <b>an ordinary priest, a <i>mamzeret</i>,</b> i.e., a daughter born from an incestuous or adulterous relationship, <b>or a Gibeonite woman</b> who married <b>a Jew</b> of unflawed lineage, and <b>a Jewish woman</b> of unflawed lineage who married <b>a Gibeonite or a <i>mamzer</i>,</b> i.e., a son born from an incestuous or adulterous relationship.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "6114d5c933f1af93d8f9433d", "index_title": "Niddah", "category": "Talmud", "type": "", "ref": "Niddah 8b:10", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Niddah 8b:10", "sourceHeRef": "נדה ח׳ ב:י׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 16.001, "collectiveTitle": {"en": "Niddah", "he": "נדה"}, "heTitle": "נדה", "he": "איני והאמר רב כהנא תנא ג' בתולות הן בתולת אדם בתולת קרקע בתולת שקמה בתולת אדם כל זמן שלא נבעלה נפקא מינה לכ\"ג א\"נ לכתובתה מאתים", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara asks: <b>Is that so? But didn’t Rav Kahana say</b> that a Sage <b>taught: There are three</b> types of <b>virgins: A virgin human, virgin ground, and a virgin sycamore. A virgin human</b> is a woman for <b>as long as she has not engaged in intercourse. The relevance</b> of this designation is that only a virgin is permitted <b>to</b> marry <b>a High Priest</b> (see Leviticus 21:13–14). <b>Alternatively,</b> the relevance is <b>that her marriage contract is two hundred dinars,</b> instead of the one hundred dinars in the marriage contract of a non-virgin.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6114d978f8e0970bbbbb311d", "index_title": "Yevamot", "category": "Talmud", "type": "", "ref": "Yevamot 60a:7", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Yevamot 60a:7", "sourceHeRef": "יבמות ס׳ א:ז׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 119.0007, "collectiveTitle": {"en": "Yevamot", "he": "יבמות"}, "heTitle": "יבמות", "he": "רַב אָשֵׁי אָמַר: בְּיֵשׁ חָלָל מֵחַיָּיבֵי עֲשֵׂה קָמִיפַּלְגִי. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב סָבַר: יֵשׁ חָלָל מֵחַיָּיבֵי עֲשֵׂה, וְרַבָּנַן סָבְרִי: אֵין חָלָל מֵחַיָּיבֵי עֲשֵׂה.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Rav Ashi said:</b> This is not the reason for the dispute. Rather, they <b>disagree with regard to whether there is a <i>ḥalal</i> from</b> a relationship for which the man and woman are <b>liable for</b> transgressing <b>a positive mitzva.</b> The marriage of a High Priest to a non-virgin is a violation of the mitzva that a High Priest marry a virgin, but it is not expressed in the Torah as a prohibition against a High Priest marrying a non-virgin. <b>Rabbi Eliezer ben Ya’akov holds</b> that <b>there is a <i>ḥalal</i> from</b> a relationship for which the man and woman are <b>liable for</b> violating <b>a positive mitzva, and the Rabbis hold</b> that <b>there is no <i>ḥalal</i> from</b> a relationship for which the man and woman are <b>liable for</b> violating <b>a positive mitzva.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "6114da05f8e0970bbbbb316b", "index_title": "Yevamot", "category": "Talmud", "type": "", "ref": "Yevamot 77b:19", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Yevamot 77b:19", "sourceHeRef": "יבמות ע״ז ב:י״ט", "anchorVerse": 13, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 154.0019, "collectiveTitle": {"en": "Yevamot", "he": "יבמות"}, "heTitle": "יבמות", "he": "וְרַבָּנַן, מֵחָלָל דְּחַיָּיבֵי עֲשֵׂה, וּכְרַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>And the Rabbis,</b> who reject Rabbi Shimon’s proof, derive the prohibition applying to female Egyptians <b>from</b> the <i>halakha</i> governing <b>a <i>ḥalal</i>,</b> one rendered unfit for the priesthood. A <i>ḥalal</i> is the child of a union for which the parties involved are <b>liable</b> to receive punishment <b>for</b> the transgression of <b>a positive mitzva,</b> e.g., the child of a High Priest and a woman who was not a virgin when he married her, and this status applies to males and females alike. <b>And</b> this is <b>in accordance with</b> the opinion of <b>Rabbi Eliezer ben Ya’akov,</b> who ruled that the child of such a relationship is a <i>ḥalal</i>.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "6121b6f98430f78f20636766", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 631:6", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Yalkut Shimoni on Torah 631:6", "sourceHeRef": "ילקוט שמעוני על התורה תרל״א:ו׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 631.0006, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "והוא אשה בבתוליה יקח. פרט לבוגרת שכלו בתוליה דברי ר\"מ. רבי אליעזר ור\"ש מכשירין בבוגרת. רבי מאיר סבר בתולה אפילו מקצת בתולה משמע, בתוליה עד דאיכא כל בתוליה. בבתוליה כדרכה אין שלא כדרכה לא. ורבי אלעזר ור\"ש סברי בך תולה בתולה שלמה משמע, בתוליה ואפילו מקצת בתוליה בבתוליה עד שיהו כל בתוליה קיימין בין כדרכה בין שלא כדרכה. אירס את האלמנה ונתמנה כהן גדול יכנוס דכתיב ואשה. קדש את הקטנה ובגרה תחתיו לא יכנוס הא אישתני גופה. תני תנא קמיה דרב ששת כל שהוא ביקח הרי הוא בלא יקח כל שאינו ביקח אינו בלא יקח פרט לכהן גודל שבא על אחותו אלמנה. תניא לא יאמר גרושה ותיתי בקל וחומר מכהן הדיוט השתא לכהן הדיוט אסורה לכהן גדול מיבעיא למה נאמר לומר לך כשם שחלוקה גרושה מונה וחללה בכהן הדיוט כך חלוקה אלמנה גרושה וחללה זונה בכהן גדול. חללה אין חלל אלא מאיסור כהונה. זונה נאמר כאן זונה ונאמר להלן זונה מה כאן זרעו חולין אף להלן זרעו חולין. אמר רב אשי הילכך כהן הבא על אחותו זונה משוי לה, חללה לא משוי לה. חזר ובא עליה עשאה חללה. אמר רב יהודה כהן גדול באלמנה לוקה שתים אחת משום לא יקח ואחת משום לא יחלל, ולילקי נמי משום לא יחלל זרעו, בשלא גמר ביאתו. אלמנה וגרושה לוקה שני שמות על זה ושני שמות על זה. [והתניא] גרושה אין לי אלא גרושה חלוצה מנין, תלמוד לומר אשה. מדרבנן וקרא אסמכתא בעלמא, אמר אביי קדש לוקה משום לא יקח בעל [לוקה] משום לא יחלל. רבא אמר בעל לוקה לא בעל אינו לוקה מ\"ט לא יקח משום לא יחלל. ומודה אביי במחזיר גרושתו שאם קדש ולא בעל שאינו לוקה, להיות לו לאשה אמר רחמנא והא ליכא ומודה רבא בכהן גדול באלמנה שאם בעל ולא קדש שלוקה ולא יחלל זרעו אמר רחמנא והרי חלל. ושניהם מודים במחזיר גרושתו שאם בעל ולא קדש שאינו לוקה דרך הויה אסרה תורה. תנו רבנן אלמנה לא יקח בין אלמנה מן האירוסין בין מן הנשואין, פשיטא מהו דתימא נילף אלמנה מתמר מה להן מן הנשואין אף כאן מן הנשואין קמ\"ל. ואימא הכי נמי דומיא דגרושה מה גרושה בין מן האירוסין בין מן הנשואין אף אלמנה. אנוסת חברו ומפותח חברו לא ישא ואם נשא ר' אליעזר אומר הולד חלל וחכי אם הולד כשר. קמיפלגי ביש חלל מחייבי עשה ר' אליעזר בן יעקב סבר יש חלל מחייבי עשה ורבנן סברי אין חלל מחייבי עשה. מ\"ט דרבי אליעזר דכתיב אלמנה וגרושה וחללה זונה את אלה לא יקח וכתיב ולא יחלל זרעו אכולהו. ורבנן אלה הפסיק הענין. ורבי אליעזר אלה למעוטי נדה. אמר אביי כל מילתא דאמר רחמנא לא תעביד אי עביד מהני דאי ס\"ד לא מהני אמאי לקי, ורבא אמר לא מהני מידי והא דלקי משום דעבר אמימרא דרחמנא, והרי אלמנה לכהן גדול דרחמנא אמר אלמנה וגרושה לא יקח ותנן כל מקום שיש קדושין עם עבירה הולד הולך אחר הפגום ואיזו זו אלמנה לכהן גדול גרושה וחלוצה לכהן הדיוט, אמר לך רבא שאני התם דכתיב ולא יחלל זרעו שני חלולין אחד לזרעו ואחד לאלמנה ולאביי נימא קרא לא יחל מאי לא יחלל אחד לו ואחד לה. ויאמר אלמנה מה תלמוד לומר גרושה ומה אם אלמנה שמותרת לכהן הדיוט אסורה לכהן גדול גרושה שאסורה לכהן הדיוט אינו דין שתהא אסורה לכהן גדול. אלו כן הייתי אומר אלמנה שמותרת לכהן הדיוט זרעו הימנה חולין גרושה שאסורה לכהן הדיוט זרעו הימנה ממזר תלמוד לומר גרושה לא יחלל. או [אלו] נאמר גרושה ולא נאמר אלמנה הייתי אומר גרושה שאסורה לכהן הדיוט זרעו הימנה חולין אלמנה שמותרת לכהן הדיוט זרעו הימנה כשר, תלמוד לומר אלמנה לא יחלל גרושה לא יחלל באתה אלמנה להחמיר עליה וגרושה להקל עליה וחללה אי זו היא שנולדה מאד מן הפסולין. זונה מה תלמוד לומר שיכול אין לי אלא כהן גדול שעושה זרעו מכל פסולות ממנו חולין כהן מנין, תלמוד לומר זונה זונה לג\"ש. מה זונה האמורה בכהן גדול עושה זרעו מכל פסולות ממנו חולין, אף זונה האמורה בכהן הדיוט עושה זרעו מכל פסולות ממנו חולין, את אלה לא יקח אלה לא יקח ולא יחלל ואין זרעו מן הנדה חולין. והלא דין הוא ומה אם אלו שאין חייב על ביאתן כרת זרעו מהן חולין נדה שחייב על ביאתה כרת אינו דין שזרעו ממנה חולין, תלמוד לומר את אלה ולא יחלל ואין זרעו מן הנדה חולין. שאלה זו שאל רבי יוסי איש טבריא לפני רבן שמעון בן גמליאל א\"ל ומה אם אשתו שאינו אסור בה אסור בבתה, אשת איש שאסור בה אינו דין שיהא אסור בבתה. אמר לו צא והתר לי כה\"ג שכתב בו כי אם בתולה וגו' ואני אפרנס לך את ישראל אין דיין יכול לעקור אות אחת מן התורה. כי אם בתולה מלמד שהוא מצווה על הבתולה. מעמיו להביא את בת גיורת עמונית שתהא כשרה לכהונה. יקח אשה מה תלמוד לומר מנין אתה אומר אירס האלמנה ונתמנה להיות כהן גדול יכנוס תלמוד לומר יקח אשה. מעשה ביהושע בן גמלא שקדש את מרתא בת ביתום ומנהו המלך להיות כהן גדול וכנסה, יכול אפילו עשה מאמר ביבמתו [יכנוס] תלמוד לומריקח אשה ולא יבמה. בתולה יכול קטנה תלמוד לומר אשה. אי אשה יכול בוגרת תלמוד לומר בתולה, הא כיצד יצאה מכלל קטנות ולכלל בוגרת לא באתה, אין בתולה אלא נערה וכן הוא אומר והנערה טובת מראה מאד בתולה. תני ר' זכאי קמיה דר' יוחנן כי אם בתולה מעמיו יקח אשה להביא גוירת ממנה שכשרה לכהונה. א\"ל אני שניתיו עמיו מעמיו להביא בתולה הבאה משני עממין ואת אמרת [גיורת] מבנה ותו לא. מאי ב' עממין אילימא עמוני שנשא עמונית מאי שנאעממין דזכרים אסורין ונקבות מותרות היינו גיורת מכנה אלא בעמוני שנשא בת ישראל. ולא יחלל זרעו כהנת מתחלל כהן אינו מתחלל שנאמר ולא יחלל זרעו זרעו מתחלל ואין הוא מתחלל. ישראל שנשא חללה בתו כשרה לכהונה. מנא הני מילי אמר רבי יוחנן משום רבי ישמעאל נאמר כאן ולא יחלל זרעו בעמיו ונאמר להלן לא יטמא בעל בעמיו זכרים ולא נקבות. אלא מעתה בתו של כהן גדול תשתרי, כי כתיב לא יחלל בנו לא יחלל זרעו כתיב. בת בנו תשתרי כתיב ולא יחלל זרעו מקיש זרעו לו מה הוא בתו אסורה אף בנו נמי בתו אסורה. בת בתו תיתסר אם כן גזרה שוה מאי אהני ליה לא יחלל אין לי אלא זרעו היא עצמה מנין אמרת קל וחומר ומה זרעו שלא עבר עבירה מתחלל היא שעברה עבירה אינו דין שמתחללת, הוא עצמו יוכיח שעבר עבירה ואין מתחלל. מה להוא שכן אין מתחלל בכל מקום תאמר בהיא שמתחללת בכל מקום, ואם נפשך לומר אמר קרא לא יחלל זה שהיה כשר ונתחלל. אמר אביי זונה נכרית אתננה אסור, גמר תועבה תועבה מעריות מה עריות לא תפסי בהו קדושין אף זונה בהך דלא תפסי קדושין. כהן הבא עליה אינו לוקה משום לא יחלל זרעו זרעו אמר רחמנא והאי לאו זרעו הוא. זונה ישראלית אתננה מותר דהא תפסי בה קדושין וכהן הבא עליה לוקה משום לא יחלל זרעו דהא זרעו הוא. ורבא אמר אחת זונה נכרית ואחת זונה ישראלית אתננה אסור וכהן הבא עליה לוקה עליה משום זונה. מ\"ט ילפינן מהררי מה זונה ישראלית בלאו אף זונה נכרית בלאו ומה אתנן נכרית אסור אף אתנן ישראלית אסור. בעמיו להביא את בת חלל זכר שתהא פסולה מן הכהונה רבי יהודה אומר בת גר זכר כבת חלל זכר. כי אני ה' מקדשו להגיד מה גרם:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037edb6bfddfbb310fece8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Regulations Concerning Holiness; Priests I 2-3", "anchorRef": "Leviticus 21:1-24", "anchorRefExpanded": ["Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Regulations Concerning Holiness; Priests I 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳, ויקרא הערה ד׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Regulations Concerning Holiness; Priests I", "he": "ויקרא הערה ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ד׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["This chapter, and the one that follows, relate holiness to the suitability of priests to serve in the sanctuary. The laws are in the main negative ones, that is, they outline ways in which a priest may be disqualified. The first part of the chapter concentrates on how contact with death disqualifies a priest; in Levine’s view, this avoidance of the dead reflects the Bible’s abhorrence of pagan cults centered around death. The laws concerning soundness of body and sexuality confirm earlier passages on holiness as wholeness.", "The central word-root is again “holy”; six times in Chaps. 21–22 we hear the refrain “I am Y<small>HWH</small> the one-who-hallows you/them.”"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a4713bd8cd388d3e4d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness 2-8", "anchorRef": "Leviticus 18:1-26:46", "anchorRefExpanded": ["Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness 2-8", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳ ב׳-ח׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; Holiness", "he": "ויקרא מאמר ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE ADDITION OF</small> C<small>HAPTERS 18–26 CHANGES THE NATURE OF THE BOOK BEFORE US</small>. I<small>T</small> accomplishes this, not by introducing something entirely new into biblical thinking, but by broadening the base of God’s words to Moshe in Leviticus. In this book we have already encountered the “Holy-Shrine,” “holy-things,” “holy donations,” and the like; we have seen that Israel is to be “separate” from the nations around it in a variety of life areas. But now we move toward expansion of what was called for at the first moments at Sinai: for Israel to be a “[kingdom of priests and a] holy nation” (Ex. 19:6).", "While the exact structure and setting of the Holiness Code, as these chapters were designated a century ago, are subject to scholarly debate, its thrust seems clear enough. Beginning with sexual relations, Israel is to be “holy,” “separate” from other nations. Holiness here has a connotation of wholeness and perfection; Wright (1992) has defined it as “that which is consistent with God and his character.”", "<i>Imitatio dei</i>, the human urge to be godlike, is an ancient, undoubtedly prehistoric one. We long to be linked with the primal powers of existence, whose rush we feel at heightened moments of <i>perception</i>, but whose perfection is always out of reach in the flesh and blood world of human beings. The Torah, in contrast, presents the longing for perfection and wholeness as properly expressed through a discipline of <i>behavior</i> in all areas of life, personal and communal. The central lines “Holy are you to be, / for holy am I, YHWH your God” (19:2) are followed by line after line calling for holiness in worship, agriculture, interpersonal relations, business, the treatment of the disabled and the elderly, court procedure, and sexuality, to list some of the areas covered.", "Many communities of the “elect,” from Qumran at the Dead Sea to medieval monasteries, and many individuals, from biblical Nazirites (Num. 6) to Sufi mystics and St. Francis, have sought to create lives suffused with holiness; one could easily maintain that many of the mainstream forms and ideas in Judaism, Christianity, and Islam have remained wedded to this approach. They all owe a debt, one way or the other, to Lev. 18–26, especially in the communal sphere. Rarely has the drive toward holiness found as full expression in a vision of “real life” society, grounded in the everyday world of people and institutions, as it does in the texts to be found in the following chapters.", "For many decades, debate has raged within the scholarly community as to the date and setting of H, the putative stratum of literature to which these chapters belong. As of this writing there is still not full agreement on (a) whether H was indeed a separate document or school, and (b) whether its origin and influence can be easily traced (cf., for instance, Knohl, and Milgrom 1993). These disagreements, however, should not and must not detract from the importance of what we have in these chapters: a significant statement of the ethical code of ancient Israel which continues to speak to contemporary problems.", "<img>", "<i>Lev. 19:35</i> You are not to commit corruption injustice, in measure, weight, or capacity…"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e7c9ad75f2d99af990", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Regulations Concerning Holiness; Priests I 1", "anchorRef": "Leviticus 21:1-24", "anchorRefExpanded": ["Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Regulations Concerning Holiness; Priests I 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳, ויקרא הערה ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 21:1-24\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 21:1-24</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623b8799efb8b96e7ad31a26", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 64", "anchorRef": "Leviticus 21:1-15", "anchorRefExpanded": ["Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15"], "sourceRef": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 64", "sourceHeRef": "סידור ספרד, סדר הקריאות, קריאות לשבת במנחה, ושני וחמישי ס״ד", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 64, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאות לשבת במנחה, ושני וחמישי", "he": "<b>וַיֹּאמֶר</b> יְהֹוָה אֶל מֹשֶׁה אֱמֹר אֶל הַכֹּהֲנִים בְּנֵי אַהֲרֹן וְאָמַרְתָּ אֲלֵהֶם לְנֶפֶשׁ לֹא יִטַּמָּא בְּעַמָּיו: כִּי אִם לִשְׁאֵרוֹ הַקָּרֹב אֵלָיו לְאִמּוֹ וּלְאָבִיו וְלִבְנוֹ וּלְבִתּוֹ וּלְאָחִיו: וְלַאֲחֹתוֹ הַבְּתוּלָה הַקְּרוֹבָה אֵלָיו אֲשֶׁר לֹא הָיְתָה לְאִישׁ לָהּ יִטַּמָּא: לֹא יִטַּמָּא בַּעַל בְּעַמָּיו לְהֵחַלּוֹ: לֹא <small>(יקרחה)</small> יִקְרְחוּ קָרְחָה בְּרֹאשָׁם וּפְאַת זְקָנָם לֹא יְגַלֵּחוּ וּבִבְשָׂרָם לֹא יִשְׂרְטוּ שָׂרָטֶת: קְדֹשִׁים יִהְיוּ לֵאלֹהֵיהֶם וְלֹא יְחַלְּלוּ שֵׁם אֱלֹהֵיהֶם כִּי אֶת אִשֵּׁי יְהֹוָה לֶחֶם אֱלֹהֵיהֶם הֵם מַקְרִיבִם וְהָיוּ קֹדֶשׁ:שניאִשָּׁה זֹנָה וַחֲלָלָה לֹא יִקָּחוּ וְאִשָּׁה גְּרוּשָׁה מֵאִישָׁהּ לֹא יִקָּחוּ כִּי קָדֹשׁ הוּא לֵאלֹהָיו: וְקִדַּשְׁתּוֹ כִּי אֶת לֶחֶם אֱלֹהֶיךָ הוּא מַקְרִיב קָדֹשׁ יִהְיֶה לָּךְ כִּי קָדוֹשׁ אֲנִי יְהֹוָה מְקַדִּשְׁכֶם: וּבַת אִישׁ כֹּהֵן כִּי תֵחֵל לִזְנוֹת אֶת אָבִיהָ הִיא מְחַלֶּלֶת בָּאֵשׁ תִּשָּׂרֵף: וְהַכֹּהֵן הַגָּדוֹל מֵאֶחָיו אֲשֶׁר יוּצַק עַל רֹאשׁוֹ שֶׁמֶן הַמִּשְׁחָה וּמִלֵּא אֶת יָדוֹ לִלְבֹּשׁ אֶת הַבְּגָדִים אֶת רֹאשׁוֹ לֹא יִפְרָע וּבְגָדָיו לֹא יִפְרֹם: וְעַל כָּל נַפְשֹׁת מֵת לֹא יָבֹא לְאָבִיו וּלְאִמּוֹ לֹא יִטַּמָּא: וּמִן הַמִּקְדָּשׁ לֹא יֵצֵא וְלֹא יְחַלֵּל אֵת מִקְדַּשׁ אֱלֹהָיו כִּי נֵזֶר שֶׁמֶן מִשְׁחַת אֱלֹהָיו עָלָיו אֲנִי יְהֹוָה:שלישיוְהוּא אִשָּׁה בִבְתוּלֶיהָ יִקָּח: אַלְמָנָה וּגְרוּשָׁה וַחֲלָלָה זֹנָה אֶת אֵלֶּה לֹא יִקָּח כִּי אִם בְּתוּלָה מֵעַמָּיו יִקַּח אִשָּׁה: וְלֹא יְחַלֵּל זַרְעוֹ בְּעַמָּיו כִּי אֲנִי יְהֹוָה מְקַדְּשׁוֹ:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62821903db3d3391b78a0c64", "index_title": "Mishnah Yevamot", "category": "Mishnah", "type": "", "ref": "Mishnah Yevamot 8:3", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Mishnah Yevamot 8:3", "sourceHeRef": "משנה יבמות ח׳:ג׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 8.0003, "collectiveTitle": {"en": "Mishnah Yevamot", "he": "משנה יבמות"}, "heTitle": "משנה יבמות", "he": "עַמּוֹנִי וּמוֹאָבִי, אֲסוּרִים, וְאִסּוּרָן אִסּוּר עוֹלָם, אֲבָל נְקֵבוֹתֵיהֶם מֻתָּרוֹת מִיָּד. מִצְרִי וַאֲדוֹמִי אֵינָם אֲסוּרִים אֶלָּא עַד שְׁלֹשָׁה דוֹרוֹת, אֶחָד זְכָרִים וְאֶחָד נְקֵבוֹת. רַבִּי שִׁמְעוֹן מַתִּיר אֶת הַנְּקֵבוֹת מִיָּד. אָמַר רַבִּי שִׁמְעוֹן, קַל וָחֹמֶר הַדְּבָרִים, וּמָה אִם בִּמְקוֹם שֶׁאָסַר אֶת הַזְּכָרִים אִסּוּר עוֹלָם, הִתִּיר אֶת הַנְּקֵבוֹת מִיָּד, מְקוֹם שֶׁלֹּא אָסַר אֶת הַזְּכָרִים אֶלָּא עַד שְׁלֹשָׁה דוֹרוֹת, אֵינוֹ דִין שֶׁנַּתִּיר אֶת הַנְּקֵבוֹת מִיָּד. אָמְרוּ לוֹ, אִם הֲלָכָה נְקַבֵּל, וְאִם לַדִּין, יֵשׁ תְּשׁוּבָה. אָמַר לָהֶם, לֹא כִי, הֲלָכָה אֲנִי אוֹמֵר. מַמְזֵרִין וּנְתִינִין, אֲסוּרִין, וְאִסּוּרָן אִסּוּר עוֹלָם, אֶחָד זְכָרִים, וְאֶחָד נְקֵבוֹת: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>Ammonite and Moabite</b> converts <b>are prohibited</b> from entering into the congregation and marrying a woman who was born Jewish, <b>and their prohibition is eternal,</b> for all generations. <b>However, their female</b> counterparts, even the convert herself, <b>are permitted immediately.</b> <b>Egyptian and Edomite</b> converts <b>are prohibited</b> from entering into the congregation <b>only for three generations, both males and females. Rabbi Shimon renders permitted</b> Egyptian and Edomite <b>females immediately. Rabbi Shimon said: The matter</b> may be derived by way of <b>an <i>a fortiori</i></b> inference: <b>If in a place where</b> the Torah rendered <b>prohibited the males with an eternal prohibition,</b> i.e., Ammonites and Moabites, it <b>rendered permitted the females immediately,</b> then in <b>a place where it rendered prohibited the males for only three generations,</b> i.e., Egyptians and Edomites, <b>is it not right that we should render permitted the females immediately?</b> Rabbi Shimon’s colleagues <b>said to him: If</b> you are reporting a <b><i>halakha</i></b> that you received from your teachers, <b>we will accept</b> it from you. <b>But if</b> you merely wish to prove your case with an <i>a fortiori</i> <b>inference</b> based on your own reasoning, <b>there is a refutation</b> of your argument. Rabbi Shimon <b>said to them:</b> That is <b>not so.</b> I disagree with your claim that the <i>a fortiori</i> inference can be refuted, but in any case <b>I am stating a <i>halakha</i></b> handed down to me by my teachers. <b><i>Mamzerim</i> and</b> the <b>Gibeonites</b> who converted to Judaism in the days of Joshua <b>are prohibited</b> from entering into the congregation and marrying a woman who was born Jewish. <b>Their prohibition is eternal,</b> for all generations, and it applies to <b>both males and females.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62821c30db3d3391b78a0d24", "index_title": "Mishnah Yevamot", "category": "Mishnah", "type": "", "ref": "Mishnah Yevamot 6:4", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Mishnah Yevamot 6:4", "sourceHeRef": "משנה יבמות ו׳:ד׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 6.0004, "collectiveTitle": {"en": "Mishnah Yevamot", "he": "משנה יבמות"}, "heTitle": "משנה יבמות", "he": "כֹּהֵן גָּדוֹל לֹא יִשָּׂא אַלְמָנָה, בֵּין אַלְמָנָה מִן הָאֵרוּסִין, בֵּין אַלְמָנָה מִן הַנִּשּׂוּאִין, וְלֹא יִשָּׂא אֶת הַבּוֹגֶרֶת. רַבִּי אֱלִיעֶזֶר וְרַבִּי שִׁמְעוֹן מַכְשִׁירִין בְּבוֹגֶרֶת. לֹא יִשָּׂא אֶת מֻכַּת עֵץ. אֵרֵס אֶת הָאַלְמָנָה, וְנִתְמַנָּה לִהְיוֹת כֹּהֵן גָּדוֹל, יִכְנֹס. וּמַעֲשֶׂה בִיהוֹשֻׁעַ בֶּן גַּמְלָא שֶׁקִּדֵּשׁ אֶת מָרְתָא בַת בַּיְתוֹס, וּמִנָּהוּ הַמֶּלֶךְ לִהְיוֹת כֹּהֵן גָּדוֹל, וּכְנָסָהּ. שׁוֹמֶרֶת יָבָם שֶׁנָּפְלָה לִפְנֵי כֹהֵן הֶדְיוֹט, וְנִתְמַנָּה לִהְיוֹת כֹּהֵן גָּדוֹל, אַף עַל פִּי שֶׁעָשָׂה בָהּ מַאֲמָר, הֲרֵי זֶה לֹא יִכְנֹס. כֹּהֵן גָּדוֹל שֶׁמֵּת אָחִיו, חוֹלֵץ וְלֹא מְיַבֵּם: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>A High Priest may not marry a widow, whether</b> she is <b>a widow from betrothal or a widow from marriage. And he may not marry a grown woman.</b> He may marry only a minor or a young woman. <b>Rabbi Elazar and Rabbi Shimon declare a grown woman fit</b> to marry a High Priest. <b>And he may not marry a woman whose hymen was torn accidentally.</b> If a priest <b>betrothed a widow and was</b> subsequently <b>appointed to be High Priest, he may marry</b> her. <b>And</b> there was <b>an incident with Yehoshua ben Gamla, who betrothed Marta bat Baitos,</b> a widow, <b>and the king</b> subsequently <b>appointed him to be High Priest, and</b> he nevertheless <b>married her.</b> Conversely, in the case of <b>a widow waiting for her <i>yavam</i> who happened before a common priest,</b> i.e., the priest was her <i>yavam</i>, <b>and he was</b> subsequently <b>appointed to be High Priest,</b> then <b>even if he</b> had already <b>performed levirate betrothal with her, he may not marry her,</b> because she is a widow. <b>A High Priest whose brother died</b> without children <b>performs <i>ḥalitza</i> and he does not perform levirate marriage,</b> as he may not marry a widow.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "63208e8bcc325a86a3f41c3e", "index_title": "Mishneh Torah, Forbidden Intercourse", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Forbidden Intercourse 1:8", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Mishneh Torah, Forbidden Intercourse 1:8", "sourceHeRef": "משנה תורה, הלכות איסורי ביאה א׳:ח׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 1.0008, "collectiveTitle": {"en": "Mishneh Torah, Forbidden Intercourse", "he": "משנה תורה, הלכות איסורי ביאה"}, "heTitle": "משנה תורה, הלכות איסורי ביאה", "he": "הַבָּא עַל אַחַת מֵחַיָּבֵי לָאוִין בְּמֵזִיד. הוּא לוֹקֶה וְהִיא. וְאִם בְּשׁוֹגֵג פְּטוּרִין מִכְּלוּם. וְהַבָּא עַל אַחַת מֵהַשְּׁנִיּוֹת בְּמֵזִיד מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת מִדִּבְרֵיהֶם. אֲבָל הַבָּא עַל אַחַת מֵחַיָּבֵי עֲשֵׂה אֵינוֹ לוֹקֶה. וְאִם הִכּוּ אוֹתָם בֵּית דִּין מַכַּת מַרְדּוּת כְּדֵי לְהַרְחִיק מִן הָעֲבֵרָה הָרְשׁוּת בְּיָדָם:  ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "When a person enters into relations with women who are forbidden by merely a negative commandment,<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">I.e., the punishment of <i>kerait</i> is not mentioned with regard to them. They include nine forbidden relationships, e.g., a <i>mamzer</i> or a <i>mamzeret</i> to an acceptable Jew or a divorcee to a priest. These nine are mentioned in <i>Hilchot Ishut</i> 1:7.</i> both he and she are lashed. If they do so unknowingly, they are not liable for punishment. When a person enters into relations with one of the <i>shniyot</i>,<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">Literally, \"secondary.\" In <i>Hilchot Ishut</i> 1:6, the Rambam explains that this term refers to \"women with whom relations are forbidden according to the Oral Tradition. These prohibitions are Rabbinic in origin.\" He continues listing 20 such women with whom our Sages forbade relations as a safeguard for the Scriptural prohibitions. For example, as a safeguard against relations with one's mother, the Sages forbade relations with both of one's grandmothers.</i> Rabbinic Law ordains that he be given \"stripes for rebellious conduct.\"<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Lashes mandated by Rabbinic decree which are given as punishment for the violation of Rabbinic commandments and for other purposes. See <i>Hilchot Sanhedrin</i> 16:3, 18:5, which mentions this punishment.</i> When, however, a person enters into relations with a woman who is forbidden merely by a positive commandment,<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">Relationships which the Torah does not explicitly prohibit, but the prohibition can be derived from a positive commandment. For example, there is no prohibition against a High Priest marrying a non-virgin. Nevertheless, since he is commanded (Leviticus 21:13  to marry a virgin bride, we assume that it is forbidden for him to marry a woman who is not a virgin. There are two other such relationships: Egyptian and Edomite converts who cannot marry into the Jewish people until the third generation. See <i>Hilchot Ishut</i> 1:8.</i> he need not be punished. If, however, the court [wishes to] administer stripes for rebellious conduct to him to distance him from sin, they have that option.<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">See <i>Hilchot Sanhedrin</i> 24:4 which states that the court may administer punishment that is not required by Torah Law if they feel that it will lead to the moral development of the Jewish people.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "63209b0c62582cb274969059", "index_title": "Mishneh Torah, Virgin Maiden", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Virgin Maiden 1:6", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Mishneh Torah, Virgin Maiden 1:6", "sourceHeRef": "משנה תורה, הלכות נערה בתולה א׳:ו׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Mishneh Torah, Virgin Maiden", "he": "משנה תורה, הלכות נערה בתולה"}, "heTitle": "משנה תורה, הלכות נערה בתולה", "he": "כֹּהֵן גָּדוֹל שֶׁאָנַס בְּתוּלָה אוֹ שֶׁפִּתָּה אוֹתָהּ הֲרֵי זֶה לֹא יִכְנֹס מִפְּנֵי שֶׁהוּא מְצֻוֶּה לִקַּח אֶת הַבְּתוּלָה וּבְשָׁעָה שֶׁיִּשָּׂא זוֹ אֵינָהּ בְּתוּלָה. וְאִם כָּנַס יוֹצִיא בְּגֵט: \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "When a High Priest rapes or seduces a virgin maiden, he should not marry her, because he is commanded to marry a virgin,<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">See Leviticus 21:13; <i>Hilchot Ishut</i> 1:8.</i> and at the time he marries this girl she is not a virgin.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Although her lack of virginity is a result of his deed, she is still forbidden to him. See <i>Hilchot Issurei Bi'ah</i> 17:16.</i> If he marries [this girl], he must divorce her.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6334fbbade3e0b3e723693a7", "index_title": "Tosefta Horayot", "category": "Tosefta", "type": "", "ref": "Tosefta Horayot 2:1", "anchorRef": "Leviticus 21:10-15", "anchorRefExpanded": ["Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15"], "sourceRef": "Tosefta Horayot 2:1", "sourceHeRef": "תוספתא הוריות ב׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Tosefta Horayot", "he": "תוספתא הוריות"}, "heTitle": "תוספתא הוריות", "he": "אלו דברים שבין כהן גדול לכהן הדיוט פר הבא על כל המצות ופר יום הכפורים ועשירית האיפה לא פורע ולא פורם אבל פורם מלמטה וההדיוט מלמעלה אין מטמא לקרובין ומצווה על הבתולה ומוזהר על האלמנה ומחזיר את הרוצח ומקריב אונן ואינו אוכל מקריב חלק בראש ונוטל חלק בראש וכל עבודת יום הכפורים אינה כשרה אלא בו ופטור על טומאת מקדש וקדשיו וכולן נוהגין במרובה בגדים שעבר חוץ מפר הבא על כל המצות כולן אינן נוהגין במשוח מלחמה חוץ מחמשה דברים שפירש הכתוב בפרשה לא פורע ולא פורם ואין מטמא לקרוביו ומצווה על הבתולה ומוזהר באלמנה ומחזיר את הרוצח דברי ר' יהודה וחכמים אומרים אין מחזיר את הרוצח.", "heVersionTitle": "Tosefta Horayot - Machon Mamre", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "These are the differences between the High Priest and a common priest: The bull that is offered for [the inadvertent transgression of] any commandment, and the bull brought on Yom Kippur, and the tenth of the ephah (Hor. 3:4). [The High Priest does not] grow his hair long [when in mourning] and [he] does not rend his garments [in the way that ordinary mourners do]. But [the High Priest] rends his garments from below [when in mourning], and the common priest [rends his garments] from above. [The High Priest] is not rendered impure by the death of his close relatives; and he is commanded to marry a virgin; and his is forbidden to marry a widow; and [his death permits] the return of the [accidental] killer [from a city of refuge], and he may sacrifice [when he is] an <i>onen</i> (a mourner on the first day of mourning, before the burial), but he may not eat from sacrifices or take a portion of them [on that day]; and he has the first [right] to sacrifice; and he takes his portion [of the sacrifice] first; and all the services performed on Yom Kippur are not valid unless [performed] by him; and he is exempt from [bringing an offering for inadvertently rendering] impure the Temple or the sacred utensils. And all of these (i.e., the aforementioned list) are conducted by a former [High Priests wearing] many vestments [and not only to High Priests who were anointed, who served during the First Temple period]; except as to the bull offered for [the inadvertent transgression of] any commandment, and none of them apply to an anointed [High Priest] for war, except for the five things that were explained, as written in the chapter [on the High Priest, Lev. 21:10-15]: he does not let his hair grow long [when in mourning]; he does not rend [his garments in the way that ordinary mourners do]; he is not rendered impure by the death of his close relatives; and he is commanded to marry a virgin; and his is forbidden to marry a widow; and [his death permits] the return of the [accidental] killer [from a city of refuge], the words of Rabbi Meir. And the Sages say, [his death does not permit] the return of the [accidental] killer.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "63c943ec01e878406e0d1c92", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Emor 9:29", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Zohar, Emor 9:29", "sourceHeRef": "ספר הזהר, אמור ט׳:כ״ט", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "אמור", "he": "(ויקרא כ״א:י״ג) וְהוּא אִשָּׁה בִבְתוּלֶיהָ יִקָּח. רִבִּי שִׁמְעוֹן פָּתַח, (דברים כ״ב:י״ז) וְהִנֵּה הוּא שָׂם עֲלִילוֹת דְּבָרִים וְגוֹ'. וּכְתִיב וְעָנְשׁוּ אוֹתוֹ מֵאָה כֶסֶף וְגוֹ', כִּי הוֹצִיא שֵׁם רָע עַל בְּתוּלַת יִשְׂרָאֵל, וְכִי בְּתוּלַת יִשְׂרָאֵל הִיא, בְּתוּלַת אָבִיהָ, אוֹ בְּתוּלַת בַּעְלָהּ הִיא, מַהוּ <i data-overlay=\"Vilna Pages\" data-value=\"90a\"></i>בְּתוּלַת יִשְׂרָאֵל הָכָא. הֲדָא הוּא דִּכְתִיב, (דברים ל״ב:ז׳) שְׁאַל אָבִיךָ וְיַגֵדְךָ זְקֵנֶיךָ וְיֹאמְרוּ לָךְ. אוּף הָכָא כַּהֲנָא דְּקָאִים כְּגַוְונָא דִּלְעֵילָּא, כְּתִיב וְהוּא אִשָּׁה בִבְתוּלֶיהָ יִקָּח, הָכִי נָמֵי בִבְתוּלֶיהָ, דְּלָא תִּפוּק מִבָּבָא דְּחַצֵרָהּ מִזִּמְנָא לְבַר, וְהָא אִתְּמַר.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187e3bc9371ec0cebe6b63", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 21:13:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Reggio on Torah, Leviticus 21:13:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>והוא,</b> האיש הגדול הזה שצויתי עליו קדושות כאלה, אל תאמר שראוי לו להתקדש ביותר שאל כל אשה לא יגש, כמו שנצטוו במעמד הר סיני, אלא אשה יקח, חייב לישא אשה, אבל חייב לישא בתולה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648839fda5a4d0d592640af4", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 21:13:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Rav Hirsch on Torah, Leviticus 21:13:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 13. והוא וגו׳. Nach Jebamot 59a ein jungfräuliches Mädchen in dem frühen נערה-Alter; schon nicht wenn sie בוגרת geworden (siehe zu Schmot 21,7).", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc5b758c1dc532ec8eb6", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 21:13", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Steinsaltz on Leviticus 21:13", "sourceHeRef": "ביאור שטיינזלץ על ויקרא כ״א:י״ג", "anchorVerse": 13, "sourceHasEn": true, "commentaryNum": 21.0013, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וְהוּא</b> רק\n  <b>אִשָּׁה בִבְתוּלֶיהָ יִקָּח.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "The High Priest is also restricted to a greater extent in the matter of marriage: \n  <b>He shall marry </b>only <b>a woman with her virginity </b>intact. ", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "52550253edbab4498f483346", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 21:13:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Ibn Ezra on Leviticus 21:13:1", "sourceHeRef": "אבן עזרא על ויקרא כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>בבתוליה.</b> יש שמות בלשון הקדש לא יפרדו לעולם כמו נעורים וזקונים ועלומים ובתולים ויש שמות בלשון הקדש שלא יתחברו נטף ושכם וזהב וברזל:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "IN HER VIRGINITY. There are nouns in Hebrew that never come in the singular. Compare, <i>ne’urim</i> (youth), <i>zekunim</i> (old age), <i>alumim</i> (youth), and <i>betulim</i> (virginity). There are other words which never come in the plural, i.e., <i>taf</i> (children), <i>shekhem</i> (shoulder), <i>zahav</i> (gold), and <i>barzel</i> (iron).", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "53f178c2fbfba22336ea3d71", "index_title": "Kitzur Ba'al HaTurim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Leviticus 21:13:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Kitzur Ba'al HaTurim on Leviticus 21:13:1", "sourceHeRef": "קיצור בעל הטורים על ויקרא כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על ויקרא", "he": "<b>והוא אשה בבתוליה</b> והוא עולה י\"ח רמז בן י\"ח שנה לחופה וכן והוא כחתן יוצא מחופתו. בבתוליה. בי\"ת ויו\"ד יתירין דהוי מצי למכתב בתולה רמז עד י\"ב שנים בתוליה שלמים:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55053475fbfba270cc17ea33", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 21:13:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Haamek Davar on Leviticus 21:13:1", "sourceHeRef": "העמק דבר על ויקרא כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>והוא אשה בבתוליה.</b> לשון אשה משמעו גדולה בדעת משכלת ביראת ה׳ אע״ג שהיא עדיין <b>בבתוליה.</b> צעירה בשנים. וע׳ בסמוך:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58ad94c4d6e4a93323dc0596", "index_title": "Ketubot", "category": "Talmud", "type": "", "ref": "Ketubot 97b:13", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Ketubot 97b:13", "sourceHeRef": "כתובות צ״ז ב:י״ג", "anchorVerse": 13, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 194.0013, "collectiveTitle": {"en": "Ketubot", "he": "כתובות"}, "heTitle": "כתובות", "he": "הָא אִיפְּכָא שָׁמְעִינַן לְהוּ! דְּתַנְיָא: ״וְהוּא אִשָּׁה בִּבְתוּלֶיהָ״ — פְּרָט לְבוֹגֶרֶת שֶׁכָּלוּ בְּתוּלֶיהָ, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי אֶלְעָזָר וְרַבִּי שִׁמְעוֹן מַכְשִׁירִין בְּבוֹגֶרֶת.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "Didn’t <b>we hear them say the opposite? As it is taught</b> in a <i>baraita</i> concerning the verse that speaks about the High Priest (Leviticus 21:13): <b>“And he</b> shall take <b>a wife in her virginity,” to exclude a grown woman whose</b> sign of <b>virginity has diminished</b> because when a girl goes through puberty her hymen wears away; this is <b>the statement of Rabbi Meir. Rabbi Elazar and Rabbi Shimon declare as fit even a grown woman</b> for the High Priest. This implies that they are of the opinion that the absence of a part is not considered the absence of the whole, and although part of her sign of virginity has been diminished, it is still present.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58e39d46d6e4a94c42d0f92b", "index_title": "Avi Ezer", "category": "Commentary", "type": "commentary", "ref": "Avi Ezer, Leviticus 21:13:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Avi Ezer, Leviticus 21:13:1", "sourceHeRef": "אבי עזר, ויקרא כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1760, 1800], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Avi Ezer", "he": "אבי עזר"}, "heTitle": "ויקרא", "he": "<b>בבתוליה וגו' יש שמות בלשון הקודש שלא יתפרדו \nוכו'</b>. כי מצינו לעולם בלשון רבים אשת נעורים. בן זקונים. אבל זהב וכסף לא ימצא בלשון רבים. וכבר \nכתבו המדקדקים טעם נכון שקראו חכמינו כספים בלשון רבים:", "heVersionTitle": "Avi Ezer", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אבי עזר", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58e39fefd6e4a94c42d10ca5", "index_title": "Ibn Ezra on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Deuteronomy 22:14:3", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Ibn Ezra on Deuteronomy 22:14:3", "sourceHeRef": "אבן עזרא על דברים כ״ב:י״ד:ג׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 14.0003, "collectiveTitle": {"en": "Ibn Ezra on Deuteronomy", "he": "אבן עזרא על דברים"}, "heTitle": "אבן עזרא על דברים", "he": "<b>בתולים.</b> לשון רבים ולא יתפרדו וכן בחרות וזקונים ועלומים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "VIRGINITY. The word <i>betulim</i> (virginity) is a plural. It never comes in the singular. The same applies to <i>bacharut</i> (youth), <i>zekunim</i> (old age), <i>alumim</i> (youth).", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "59ee9c01d6e4a94d7c6d4048", "index_title": "Horayot", "category": "Talmud", "type": "", "ref": "Horayot 11b:6", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Horayot 11b:6", "sourceHeRef": "הוריות י״א ב:ו׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 22.0006, "collectiveTitle": {"en": "Horayot", "he": "הוריות"}, "heTitle": "הוריות", "he": "זֶה וָזֶה שָׁוִים בַּעֲבוֹדַת יוֹם הַכִּיפּוּרִים, וּמְצֻוִּוים עַל הַבְּתוּלָה, וַאֲסוּרִים עַל הָאַלְמָנָה, וְאֵינָם מִטַּמְּאִים בִּקְרוֹבֵיהֶם, וְלֹא פּוֹרְעִים, וְלֹא פּוֹרְמִים, וּמַחְזִירִין הָרוֹצֵחַ.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "Both <b>this</b> High Priest currently serving <b>and that</b> former High Priest <b>are equal with regard to</b> performing the rest of <b>the Yom Kippur service, and they are</b> both <b>commanded with regard to</b> marrying <b>a virgin</b> (see Leviticus 21:13), <b>and</b> it is <b>prohibited</b> for both <b>to</b> marry <b>a widow</b> (see Leviticus 21:14), <b>and they may not render themselves impure</b> with impurity imparted by a corpse even <b>in</b> the event that one of <b>their relatives</b> dies (see Leviticus 21:11), <b>and they may not grow</b> their hair <b>long and they may not rend</b> their garments as expressions of mourning (see Leviticus 21:10), <b>and</b> when they die <b>they restore the</b> unwitting <b>murderer</b> to his home from the city of refuge (see Numbers 35:25).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59ee9c01d6e4a94d7c6d407c", "index_title": "Horayot", "category": "Talmud", "type": "", "ref": "Horayot 12b:10", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Horayot 12b:10", "sourceHeRef": "הוריות י״ב ב:י׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 24.001, "collectiveTitle": {"en": "Horayot", "he": "הוריות"}, "heTitle": "הוריות", "he": "יָכוֹל יְהוּ כּוּלָּן מַקְרִיבִין אוֹנְנִים? תַּלְמוּד לוֹמַר: ״כִּי נֵזֶר שֶׁמֶן מִשְׁחַת אֱלֹהָיו עָלָיו״ – ״עָלָיו״ וְלֹא עַל חֲבֵירוֹ. וְאַחַר שֶׁחָלְקוּ הַכָּתוּב, יָכוֹל לֹא יְהֵא מְצֻוֶּוה עַל הַבְּתוּלָה? תַּלְמוּד לוֹמַר: ״וְהוּא״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "One <b>might</b> have thought that <b>all of</b> these priests <b>sacrifice</b> offerings as <b>acute mourners.</b> Therefore, <b>the verse states: “For the consecration of the anointing oil of his God is upon him”</b> (Leviticus 21:12), from which it is derived: <b>“Upon him,”</b> the High Priest, <b>but not upon another</b> priest. <b>And after the verse differentiated</b> the priest anointed for war, one <b>might</b> have thought <b>that he would not be commanded to</b> marry <b>a virgin,</b> a mitzva that appears in the following verse. Therefore, <b>the verse states</b> with the letter <i>vav</i> as a prefix: <b>“And he</b> shall take a wife in her virginity” (Leviticus 21:13), which serves to include the priest anointed for war.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59ee9c04d6e4a94d7c6d40ce", "index_title": "Horayot", "category": "Talmud", "type": "", "ref": "Horayot 12b:11", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Horayot 12b:11", "sourceHeRef": "הוריות י״ב ב:י״א", "anchorVerse": 13, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 24.0011, "collectiveTitle": {"en": "Horayot", "he": "הוריות"}, "heTitle": "הוריות", "he": "כְּתַנָּאֵי: ״וְהוּא אִשָּׁה בִבְתוּלֶיהָ יִקָּח״, אַחַר שֶׁחִלֵּק הַכָּתוּב, רִיבָּה. דִּבְרֵי רַבִּי יִשְׁמָעֵאל. רַבִּי עֲקִיבָא אוֹמֵר: אֵין לִי אֶלָּא שֶׁעָבַר מֵחֲמַת קִרְיוֹ, מֵחֲמַת מוּמִין מִנַּיִן? תַּלְמוּד לוֹמַר: ״וְהוּא״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara comments: This is <b>parallel to</b> a dispute between <b><i>tanna’im</i></b> with regard to the verse <b>“And he shall take a wife in her virginity.” Once the verse had distinguished</b> between a priest anointed for war and a High Priest in terms of bringing offerings as an acute mourner, it <b>included</b> the priest anointed for war with regard to the <i>halakhot</i> that follow; this is <b>the statement of Rabbi Yishmael. Rabbi Akiva says: I have</b> derived <b>only</b> that the High Priest <b>who stepped down</b> for a brief period <b>due to his seminal emission</b> is commanded to marry a virgin. <b>From where</b> do I derive that a High Priest who stepped down <b>due to blemishes,</b> who will remain disqualified, is commanded to marry a virgin? Therefore, <b>the verse states: “And he,”</b> to include a High Priest who stepped down due to blemishes. According to Rabbi Akiva, there is no source available to include the priest anointed for war.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5bf3e0cee1fc2200b9c5a1bd", "index_title": "English Explanation of Mishnah Yevamot", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Yevamot 6:4:3", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "English Explanation of Mishnah Yevamot 6:4:3", "sourceHeRef": "ביאור אנגלי על משנה יבמות ו׳:ד׳:ג׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 4.0003, "collectiveTitle": {"en": "English Explanation of Mishnah Yevamot", "he": "ביאור אנגלי על משנה יבמות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>He shall not marry one who has reached puberty. Rabbi Elazar and Rabbi Shimon permit him to marry one who has reached puberty, but he may not marry one who lost her virginity through a stick.</b>  Leviticus 21:13 states that the high priest must marry a betulah, commonly translated as a virgin.  The word “betulah” can also mean, young, unmarried girl.  It was probably assumed that most prepubescent, unmarried girls were also physiological virgins.  Incidentally, in Greek literature, virgin was also not used the same way that modern English uses the word virgin.  It could also denote a young, unmarried girl.  In any case, since the Torah states that he must marry a “betulah” the sages rule that he may not marry a girl who has reached puberty, which is actually six months after the first physical signs of maturation. The common age for this is 12 ½.  Before this, by legal definition a girl could not reach puberty.  Meaning, even if she did it was not considered to be statuary puberty. According to Rabbi Elazar and Rabbi Shimon, the high priest may marry a post-pubescent girl.  According to their definition, a betulah is defined as one who still is physiologically a virgin.  Since this girl is, the high priest may marry her.  However, he may not marry one who has lost her physical signs of virginity in any way, even not through sexual intercourse.  In the Mishnah a girl who lost her hymen in a way other than through sexual intercourse is called a “mukat etz”, literally, hit with a stick.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5bf3e935e1fc2200d252289b", "index_title": "English Explanation of Mishnah Horayot", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Horayot 3:4:5", "anchorRef": "Leviticus 21:13-14", "anchorRefExpanded": ["Leviticus 21:13", "Leviticus 21:14"], "sourceRef": "English Explanation of Mishnah Horayot 3:4:5", "sourceHeRef": "ביאור אנגלי על משנה הוריות ג׳:ד׳:ה׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 4.0005, "collectiveTitle": {"en": "English Explanation of Mishnah Horayot", "he": "ביאור אנגלי על משנה הוריות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "With regard to the other laws special to the high priest, they are both the same.  Note that all of these laws are contained in the beginning of chapter 21 of Leviticus and all have to do with the special sanctity of priests and especially the high priest.  Both types of high priests can marry only virgins and not widows (Leviticus 21:13-14).  Neither are allowed to become impure in order to bury any of their relatives, even their mother or father (ibid. 21:11).  They are not allowed to grow their hair long (ibid. 21:10) nor tear their clothes (ibid.).  At the death of either one of them, accidental killers may leave the cities of refuge, as it says in Numbers 35:25, “And he shall dwell their until the death of the high priest” (see Makkot 2:6).", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17ba3cb071e100bf4f29d1", "index_title": "Kad HaKemach", "category": "Musar", "type": "", "ref": "Kad HaKemach, Shavuot 1:4", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Kad HaKemach, Shavuot 1:4", "sourceHeRef": "כד הקמח, שבועות א׳:ד׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1290, 1340], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Kad HaKemach", "he": "כד הקמח"}, "heTitle": "שבועות", "he": "<b>ודע</b> כי בכלל האהבה מצות עשה של תפילין וציצית שהאוהב את אוהבו זוכרו תמיד וכתיב בתפילין (שמות יג) ולזכרון בין עיניך וכתיב בציצית (במדבר טו) וזכרתם את כל מצות ה', ובכלל אהבתו של הקב\"ה אהבת החברים היא מצות עשה שנא' ואהבת לרעך כמוך, ובכלל ואהבת לרעך להיות החובל משלם ממון, והוא שנא' (שמות כא) וכי ינצו אנשים והכה איש את רעהו. לדון בנזקי בהמות הוא שנאמר (שם כב) כי יגוף שור איש. לדון בנזקי הבור הוא שנא' (שם) כי יפתח איש בור. לדון בגנב או בתשלומין או במית' (שם) אם המצא תמצא בידו הגנבה אם במחתרת וגו'. לדון בנזקי הבער שנאמר (שם) כי יבער איש שדה. לדון בנזקי האש שנאמר (שם) כי תצא אש, לדון בנזקי שומר חנם שנאמר (שם) כי יתן איש אל רעהו וגו', והשוכר שנא' (שם) אם שכיר הוא בא בשכרו, והשואל שנא' (שם) כי ישאל איש מעם רעהו. בדין מקח וממכר שנאמר (ויקרא כה) וכי תמכרו ממכר לעמיתך. בדין טוען וכופר שנא' (שמות כב) על כל דבר פשע. והן י\"א מצות עשה, ועוד כולל ואהבת לרעך כמוך להוכיח החוטא שנא' (ויקרא יט) הוכח תוכיח, וכתיב (משלי ג) כי את אשר יאהב ה' יוכיח, ובכלל התוכחת מצות עשה של מלקות ארבעים. ועוד בכלל ואהבת לאהוב את הגר שנא' (דברים ו) ואהבתם את הגר. וממדת האהבה הזאת נאצלת מדת היראה כי האוהב אדוניו הוא ירא אותו והירא את אדוניו אפשר שלא יאהבנו, וע\"כ אין האהבה בכלל היראה אבל היראה בכלל האהבה שהאוהב את אדוניו ייראנו פן יעשה הפך כונתו, ואם כן נצטוינו במצות עשה של יראת השם הוא שכתוב את ה' אלהיך תירא. ובכלל היראה לבנות לו בית המקדש המיוחד לתפלה ולעבודה שנא' (שמות כה) ועשו לי מקדש, לירא מן הבית ההוא שנא' (ויקרא כו) ומקדשי תיראו, לשמור אותו שנא' (במדבר ג) אתה ובניך אתך לפני אהל העדות ושמרו משמרתך ומשמרת כל האהל. וכהנים ולוים היו משמרים אותו כהנים מבפנים ולוים מבחוץ וכתיב בלוים (שם ב) סביב לאהל מועד יחנו, והשמירה למעלה ולכבוד וכמו שדרשו רז\"ל אינו דומה פלטרין שיש לו שומרין לפלטרין שאין לו שומרין, להפריש לו שבט לוי שיהא מיוחד ופנוי לעבודתו בבית ההוא שנאמר (שם יח) ועבד הלוי. לחלוק כבוד לזרע אהרן שהוא משבט לוי עצמו ומקודש יותר מלוי ולמעלה ממנו במעלה ובפנימיות ענין ועליו אמר הכתוב (ויקרא כא) וקדשתו, להלבישם בגדי קדש שנא' (שמות כא) ועשית בגדי קדש, למשחם בשמן משחת קדש שנא' (שם ל) שמן משחת קדש יהיה זה לי, לתת להם תרומה הנקראת קדש שנא' (דברים יח) ראשית דגנך, והטעם בזה לפי שהם נקראים קדש שנא' (ד\"ה א כג) ויבדל אהרן להקדישו קדש קדשים והתרומה נקראת קדש ממה שכתוב (במדבר יח) מכל חלבו את מקדשו ממנו והיא תרי ממאה אחד מחמשים כנגד נ' שערי בינה. וכנגד היום הזה יום נ' של מתן תורה שהוא קדש וכנגד שנת הנ' של יובל שהיא קדש. לערוך כהן נרות במקדש שנא' (שמות כז) יערוך אותו אהרן ובניו, להיות נושא את כפיו ומברך לישראל שנא' (במדבר ו) כה תברכו את בני ישראל. להסדיר הכהן לחם ולבונה שנא' (שמות כה) ונתת על השלחן. להקטיר קטרת שנא' (שם ל) והקטיר עליו קטרת סמים. והקטרת לא על חטא במעשה כחטאת, ולא על חטא במחשבה כעולה רק על השמחה שנא' (משלי כז) שמן וקטרת ישמח לב וכתיב (תהלים קמא) תכון תפלתי קטרת לפניך ולא אמר תכון תפלתי חטאת או עולה אלא קטרת שהיה נבחר מן הכל. לערוך אש במזבח העולה תמיד שנא' (ויקרא ו) אש תמיד תוקד על המזבח, להרים הכהן הדשן בכל יום מעל המזבח שנא' (שם) והרים את הדשן. לעבוד משמרות שנא' (דברים יח) וכי יבא הלוי מאחד שעריך, לקדש עצמם בשעת עבודה, שנא' (ויקרא כא) הם מקריבים והיו קדש. לישא בתולה שנא' (ויקרא כא) והוא אשה בבתוליה יקח. כל המצות הללו בכלל היראה. ועוד מצות עשה של יראה להקהיל את העם בשנת השמטה שנא' (דברים לא) הקהל את העם האנשים והנשים וגו'. לאכול מעשר שני בירושלים שנא' (שם יד) ואכלת שם לפני ה' אלהיך וגו', לכתוב כל איש ספר תורה לעצמו והמלך שנים אחד בבית גנזיו ואחד בצאתו למלחמה שנאמר (שם יז) והיתה עמו וקרא בו כל ימי חייו, ליראה מן האב והאם שנאמר (ויקרא יט) איש אמו ואביו תיראו. ועוד מצות מילה מכלל היראה שנא' (תהלים כה) סוד ה' ליראיו ודרז\"ל זו מצות מילה:  ", "heVersionTitle": "Kad HaKemach, Warsaw 1872", "heLicense": "Public Domain", "heVersionTitleInHebrew": "כד הקמח, וורשא תרל\"ב", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e1485d55e6ea9e54b43dcf8", "index_title": "Chatam Sofer on Torah", "category": "Commentary", "type": "commentary", "ref": "Chatam Sofer on Torah, Emor 13", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Chatam Sofer on Torah, Emor 13", "sourceHeRef": "חתם סופר על התורה, אמור י״ג", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1785, 1835], "commentaryNum": 13, "collectiveTitle": {"en": "Chatam Sofer", "he": "חתם סופר"}, "heTitle": "אמור", "he": "<b>*והוא אשה בבתולי' יקח</b> הרמב\"ם מונה זה למ\"ע ליקח בתולה ויש להסתפק אם לקח הכה\"ג בתולה כשהי' כהן הדיוט ונעשה כה\"ג אי מחוייב אז ליקח שוב בתולה וממילא לדעת הרמב\"ם דסובר דבכל השנה ג\"כ אסור הכה\"ג בב' נשים הי' צריך לגרש הראשונה וליקח בתולה מחדש וצ\"ע:", "heVersionTitle": "Chatam Sofer on Torah, Bratislava, 1879-1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת משה. פרעסבורג, תרל\"ט-תרנ\"ג", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5feddde51a111074df8a938a", "index_title": "Bartenura on Mishnah Yevamot", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Yevamot 6:4:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Bartenura on Mishnah Yevamot 6:4:1", "sourceHeRef": "ברטנורא על משנה יבמות ו׳:ד׳:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Bartenura on Mishnah Yevamot", "he": "ברטנורא על משנה יבמות"}, "heTitle": "ברטנורא על משנה יבמות", "he": "<b>לא ישא את הבוגרת.</b> דכתיב (שם) והוא אשה בבתוליה יקח, פרט לבוגרת שכלו בתוליה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "לא ישא את הבוגרת – as it is written (Leviticus 21:13): “He (i.e., the High Priest) may only marry a woman who is a virgin,” excluding a woman of age, whose virginity was destroyed.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60e4293acb970be60159563a", "index_title": "Chayyim VaChesed", "category": "Chasidut", "type": "", "ref": "Chayyim VaChesed 528:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Chayyim VaChesed 528:1", "sourceHeRef": "חיים וחסד תקכ״ח:א׳", "anchorVerse": 13, "sourceHasEn": false, "commentaryNum": 528.0001, "collectiveTitle": {"en": "Chayyim VaChesed", "he": "חיים וחסד"}, "he": "<b>והוא</b> אשה בבתוליה יקח (ויקרא כא, יג) פירוש הכהן הוא המשכה ממדת האהבה של הקב\"ה שנקרא כהן (סנהדרין לט.), שמחמת האהבה ברא העולם. והנה יש ב' מיני אדנות, א' הוא אף שאין האדם מכיר אדנותו אף על פי כן הוא אדון, שמוריד גשמים וכל ההתנהגות שלו, וא' הוא כשמכיר אדנות הבורא ואוהבו מחמת זה. וזהו אל אדני, אל הוא חסד, ואם נוטל הטוב לעצמו הרי הוא נקרא הבעל, ואם אוהב להקב\"ה מחמת אדנותו הרי הקב\"ה הוא הבעל. וזהו והוא אשה בבתוליה יקח, 'והוא אשה' שהוא האדנות, 'בבתוליה' פירוש שאין בעל אחר, 'יקח', יכול להשיג האהבה עצמה שיהא הקב\"ה הבעל:", "heVersionTitle": "Chayim VeChesed - Hamesorah publishers, c. 2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6114d3355b2739db04a1fe52", "index_title": "Chagigah", "category": "Talmud", "type": "", "ref": "Chagigah 14b:10", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Chagigah 14b:10", "sourceHeRef": "חגיגה י״ד ב:י׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 28.001, "collectiveTitle": {"en": "Chagigah", "he": "חגיגה"}, "heTitle": "חגיגה", "he": "שָׁאֲלוּ אֶת בֶּן זוֹמָא: מַהוּ לְסָרוֹסֵי כַּלְבָּא? אָמַר לָהֶם: ״וּבְאַרְצְכֶם לֹא תַעֲשׂוּ״, כֹּל שֶׁבְּאַרְצְכֶם לֹא תַעֲשׂוּ. שָׁאֲלוּ אֶת בֶּן זוֹמָא: בְּתוּלָה שֶׁעִיבְּרָה, מַהוּ לְכֹהֵן גָּדוֹל? מִי חָיְישִׁינַן לְדִשְׁמוּאֵל, דְּאָמַר שְׁמוּאֵל:", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara recounts the greatness of ben Zoma, who was an expert interpreter of the Torah and could find obscure proofs: <b>They asked ben Zoma: What is</b> the <i>halakha</i> with regard to <b>castrating a dog?</b> The prohibition against castration appears alongside the sacrificial blemishes, which may imply that it is permitted to castrate an animal that cannot be sacrificed as an offering. <b>He said to them:</b> The verse states “That which has its testicles bruised, or crushed, or torn, or cut, you shall not offer to God, nor <b>shall you do so in your land”</b> (Leviticus 22:24), from which we learn: With regard to <b>any</b> animal <b>that is in your land, you shall not do</b> such a thing. <b>They</b> also <b>asked ben Zoma:</b> A woman considered <b>to be a virgin who became pregnant, what is</b> the <i>halakha</i>? <b>A High Priest</b> may marry only a virgin; is he permitted to marry her? The answer depends on the following: <b>Are we concerned for</b> the opinion of <b>Shmuel? Shmuel says:</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "6114d41746861a1772e8258c", "index_title": "Ketubot", "category": "Talmud", "type": "", "ref": "Ketubot 30a:3", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Ketubot 30a:3", "sourceHeRef": "כתובות ל׳ א:ג׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 59.0003, "collectiveTitle": {"en": "Ketubot", "he": "כתובות"}, "heTitle": "כתובות", "he": "אִיכָּא בֵּינַיְיהוּ בְּעוּלָה לְכֹהֵן גָּדוֹל. וּמַאי שְׁנָא? דְּהָוֵה לֵיהּ עֲשֵׂה שֶׁאֵינוֹ שָׁוֶה בַּכֹּל.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara answers: <b>There is</b> a difference <b>between them</b> in the case of <b>a non-virgin</b> raped <b>by a High Priest. And</b> the Gemara asks: Here, too, she is a woman for relations with whom one is liable for violating a positive mitzva, as the High Priest fails to fulfill the mitzva “But a virgin of his own people shall he take to wife” (Leviticus 21:14). If Rabbi Akiva rules that betrothal does not take effect when a positive mitzva is violated, <b>what is different</b> about this case? The Gemara answers: It is different <b>because it is a positive</b> mitzva <b>whose</b> application <b>is not equal for all.</b> There are two lenient aspects to this mitzva: It is a positive mitzva and not a prohibition, and it applies only to the High Priest and not to all Jews. Even Rabbi Yeshevav would agree that according to Rabbi Akiva, a child born from relations between a High Priest and a non-virgin is not a <i>mamzer</i>. However, the High Priest may not sustain the woman as his wife. Therefore, this case is the practical difference between the statements of Shimon HaTimni and Rabbi Shimon ben Menasya.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "6114d4545b7e7a89491fdf34", "index_title": "Kiddushin", "category": "Talmud", "type": "", "ref": "Kiddushin 68a:9", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Kiddushin 68a:9", "sourceHeRef": "קידושין ס״ח א:ט׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 135.0009, "collectiveTitle": {"en": "Kiddushin", "he": "קידושין"}, "heTitle": "קידושין", "he": "בִּבְעוּלָה לְכֹהֵן גָּדוֹל. וּמַאי שְׁנָא? מִשּׁוּם דְּהָוֵי לֵיהּ עֲשֵׂה שֶׁאֵין שָׁוֶה בַּכֹּל.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara answers: Rabbi Yeshevav would say that the verse is referring <b>to a non-virgin</b> married <b>to a High Priest,</b> as there is a positive mitzva that a High Priest should marry a virgin. The Gemara asks: <b>And</b> in <b>what</b> way <b>is</b> this case <b>different from</b> the previous ones? If Rabbi Yeshevav holds that a child born of any act of intercourse prohibited by a positive mitzva is a <i>mamzer</i>, the marriage of a non-virgin to a High Priest likewise involves the violation of a positive mitzva. The Gemara answers: <b>Because it is a positive mitzva that is not equally applicable to all,</b> and since this command applies only to a High Priest and not to other Jews, its violation is considered less severe than that of other positive mitzvot.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "6114d4595b7e7a89491fdf46", "index_title": "Kiddushin", "category": "Talmud", "type": "", "ref": "Kiddushin 77b:9", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Kiddushin 77b:9", "sourceHeRef": "קידושין ע״ז ב:ט׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 154.0009, "collectiveTitle": {"en": "Kiddushin", "he": "קידושין"}, "heTitle": "קידושין", "he": "תָּנֵי תַּנָּא קַמֵּיהּ דְּרַב שֵׁשֶׁת: כׇּל שֶׁהוּא בְּ״יִקָּח״, הֲרֵי הוּא בְּ״לֹא יִקָּח״. כֹּל שֶׁאֵינוֹ בְּ״יִקָּח״ אֵינוֹ בְּ״לֹא יִקָּח״ – פְּרָט לְכֹהֵן גָּדוֹל שֶׁבָּא עַל אֲחוֹתוֹ אַלְמָנָה.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>A <i>tanna</i> taught</b> a <i>baraita</i> <b>before Rav Sheshet:</b> The command addressed to the High Priest states: “A widow, or one divorced, or a <i>ḥalala</i>, or a <i>zona</i>, these shall he not take; but a virgin of his own people shall he take to wife” (Leviticus 21:14). <b>Any</b> woman <b>who is</b> included <b>in</b> the mitzva: <b>“Shall he take” is</b> included <b>in</b> the prohibition: <b>“Shall he not take”</b> if she becomes a widow or a divorcée. And <b>any</b> woman <b>who is not</b> included <b>in</b> the mitzva: <b>“Shall he take” is not</b> included <b>in</b> the prohibition: <b>“Shall he not take.”</b> This <b>excludes</b> the case <b>of a High Priest who engaged in intercourse with his widowed sister.</b> As his sister, she is forbidden to him even when she is a virgin, so the mitzva: “Shall he take” does not refer to her. Therefore, he does not transgress the prohibition: “Shall he not take” if he engages in intercourse with her after she had been widowed or divorced.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "61a622e987f574a17ca6a5b3", "index_title": "Jerusalem Talmud Bikkurim", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Bikkurim 1:5:4", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Jerusalem Talmud Bikkurim 1:5:4", "sourceHeRef": "תלמוד ירושלמי בכורים א׳:ה׳:ד׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 5.0004, "collectiveTitle": {"en": "Jerusalem Talmud Bikkurim", "he": "תלמוד ירושלמי בכורים"}, "heTitle": "תלמוד ירושלמי בכורים", "he": "רִבִּי יַעֲקֹב בַּר אִידִי [בְשֵׁם רִבִּי יְהוֹשֻׁעַ בֶּן לֵוִי]<i data-commentator=\"Notes by Heinrich Guggenheimer\" data-label=\"100\"></i> מַעֲשֶׂה בְּמִשְׁפָּחָה בְדָרוֹם שֶׁהָיוּ קוֹרִין עָלֶיהָ עִרְעֵר. וְשָׁלַח רִבִּי אֶת רוֹמַינוּס לִבְדָקָן וּבָדַק וּמָצָא שֶׁנִּתְגַּייְרָה זְקֵנָתָהּ פְּחוּתָה מִבַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד וְהִכְשִׁירָהּ לִכְהוּנָּה. רַב הוֹשַׁעְיָא אָמַר כְּרִבִּי שִׁמְעוֹן הִכְשִׁירָהּ. אָמַר רִבִּי זְעִירָא דִּבְרֵי הַכֹּל הִיא. הָכָא דְּאָמַר רִבִּי זְעִירָא בְשֵׁם רַב אָדָא בַּר אַחֲוָה רִבִּי יוּדָא מַטֵּי בָהּ בְּשֵׁם רִבִּ[י] אַבָּהוּ בְשֵׁם רִבִּי יוֹחָנָן וְלָד בּוֹגֶרֶת כָּשֵׁר שֶׁהוּא בְלֹא תַעֲשֶׂה שֶׁבָּא מִכֹּחַ עֲשֵׂה עֲשֵׂה. וְהוּא אִשָּׁה בִבְתוּלֶיהָ יִקָּח. כָּל־לֹא תַעֲשֶׂה שֶׁבָּא מִכֹּחַ עֲשֵׂה עֲשֵׂה הוּא. וְדִכְװָתָהּ כִּי אִם בְּתוּלָה מֵעַמָּיו יִקַּח אִשָּׁה וְלֹא גִיּוֹרֶת. כָּל־לֹא תַעֲשֶׂה שֶׁבָּא מִכֹּחַ עֲשֵׂה עֲשֵׂה הוּא. הָתִיב רִבִּי הוֹשַׁעְיָא הֲרֵי דּוֹר שֵׁנִי שֶׁל מִצְרִי הֲרֵי הוּא בְּלֹא תַעֲשֶׂה שֶׁבָּא מִכֹּחַ עֲשֶׂה עֲשֵׂה הוּא. חָזַר רִבִּי הוֹשַׁעְיָא וְאָמַר לֹא דָמֵי עֲשֵׂה בְּיִשְׂרָאֵל לַעֲשֵׂה שֶׁבַּכֹּהֲנִים. עֲשֵׂה שֶׁבְּיִשְׂרָאֵל אָסוּר בַּכֹּל. וַעֲשֵׂה שֶׁבַּכֹּהֲנִים אָסוּר בַּכֹּהֲנִים וּמוּתָּר בִּלְוִיִים וּבְיִשְׂרָאֵל.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Rebbi Jacob bar Idi in the name of Rebbi Joshua ben Levi: It happened that a family in the South was in bad reputation<sup class=\"footnote-marker\">101</sup><i class=\"footnote\">That all their girls were forbidden to Cohanim.</i>. Rebbi sent Romanus to investigate them. He investigated and found that a grandmother had been converted at less than three years and a day of age, and he declared them fit for the priesthood. Rav Hoshaia said, he declared them fit following Rebbi Simeon. Rebbi Zeïra said, here it is everybody’s opinion since Rebbi Zeïra said in the name of Rav Ada bar Ahava, Rebbi Judan brings it in the name of Rebbi Abbahu in the name of Rebbi Joḥanan: The child of an adult is fit since it is a prohibition deduced from a positive commandment<sup class=\"footnote-marker\">102</sup><i class=\"footnote\">A High Priest is directed to marry a woman “in her virginity”. This is interpreted to mean that the bride must be a virgin but not yet an adult since for adults the hymen may get soft by itself and therefore the fact of virginity cannot in all cases be established. But since the prohibition to marry an adult is only a logical consequence of the positive commandment to marry a virgin, it has no standing in penal law and, therefore, the child of woman marrying as an adult cannot be subject to any disability.</i>. (<a class=\"refLink\" data-ref=\"Leviticus 21:13\" href=\"/Leviticus.21.13\"><i>Lev.</i> 21:13</a>) “But he shall take a wife in her virginity.” Any prohibition deduced from a positive commandment is a positive commandment<sup class=\"footnote-marker\">103</sup><i class=\"footnote\">The <a class=\"refLink\" data-ref=\"Yevamot 54b\" href=\"/Yevamot.54b\">Babli concurs (<i>Yebamot</i> 54b</a>,<a class=\"refLink\" data-ref=\"Yevamot 68a\" href=\"/Yevamot.68a\">68a</a>; <a class=\"refLink\" data-ref=\"Pesachim 41b\" href=\"/Pesachim.41b\"><i>Pesaḥim</i> 41b</a>, <i><a class=\"refLink\" data-ref=\"Zevachim 36a\" href=\"/Zevachim.36a\">Zebaḥim 36a</a>, Ḥulin</i> 81a.)</i>. Analogously, (<a class=\"refLink\" data-ref=\"Leviticus 21:14\" href=\"/Leviticus.21.14\"><i>Lev.</i> 21:14</a>) “only a virgin from amidst his people he shall take as wife,” not a proselyte<sup class=\"footnote-marker\">104</sup><i class=\"footnote\">The <a class=\"refLink\" data-ref=\"Yevamot 77b\" href=\"/Yevamot.77b\">Babli (<i>Yebamot</i> 77b</a>) and <a class=\"refLink\" data-ref=\"Sifra, Emor, Chapter 2 6\" href=\"/Sifra,_Emor,_Chapter_2.6\"><i>Sifra Emor Pereq</i> 2(6</a>) conclude from the partitive מ in מעמיו that the daughter of a proselyte is acceptable.</i>. Is any prohibition deduced from a positive commandment a positive commandment? Rebbi Hoshaia objected: But the second generation of an Egyptian is a prohibition deduced from a positive commandment<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">The prohibition of the first two generations of descendants of an Egyptian proselyte is only inferred from the permission to the third generation to marry a Jewish partner, <a class=\"refLink\" data-ref=\"Deuteronomy 23:9\" href=\"/Deuteronomy.23.9\"><i>Deut.</i> 23:9</a>. If the previous argument is correct, only male Egyptians should be disabled in the second generation, not women. But the verse makes no gender distinction. The principle enunciated seems to contradict the Torah.</i>! Rebbi Hoshaia turned around and said, a positive commandment for Israel cannot be compared to a positive commandment for Cohanim. A positive commandment for Israel implies a prohibition for everybody. A positive commandment for Cohanim implies a prohibition for Cohanim but a permission for Levites and Israel<sup class=\"footnote-marker\">106</sup><i class=\"footnote\">Since it is special legislation it cannot imply anything not spelled out explicitly.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "619e8f51ad9c4d6ad7416b8f", "index_title": "Jerusalem Talmud Horayot", "category": "Talmud", "type": "related passage", "ref": "Jerusalem Talmud Horayot 3:2:35", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Jerusalem Talmud Horayot 3:2:35", "sourceHeRef": "תלמוד ירושלמי הוריות ג׳:ב׳:ל״ה", "anchorVerse": 13, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 2.0035, "collectiveTitle": {"en": "Jerusalem Talmud Horayot", "he": "תלמוד ירושלמי הוריות"}, "heTitle": "תלמוד ירושלמי הוריות", "he": "<i data-overlay=\"Vilna Pages\" data-value=\"17a\"></i>הוּא. לֹא הַמֶּלֶךְ. הוּא. לֹא הַנָּשִׂיא. הוּא. לְרַבּוֹת כֹּהֵן מְשׁוּחַ מִלְחָמָה. אִשָּׁ֥ה בִבְתוּלֶי֖הָ יִקָּֽח. פְּרָט לְבוֹגֶרֶת שֶׁכָּלוּ בְתוּלֶיהָ. רִבִּי לָֽעְזָר וְרִבִּי שִׁמְעוֹן מַכְשִׁירִין בְּבוֹגֶרֶת. רִבִּי יִצְחָק שָׁאַל. אַף בִּשְׁאָר כָּל־הַדְּבָרִים כֵּן. קוֹמֵץ וְאַחֵר מַקְטִיר. וּמְקַבֵּל וְאַחֵר זוֹרֵק. שׂוֹרֵף וְאֵחֵר יַזֶּה. רִבִּי יַעֲקֹב בַּר אִידִי בְשֵׁם רִבִּי יִצְחָק. עָשׂוּ אוֹתָהּ חַטָּאת גְדוֹלָה שֶׁלֹּא נוֹדְעָה לָרַבִּים. הָדָא אָֽמְרָה. קוֹמֵץ וְאַחֵר מַָקְטִיר. מְקַבֵּל וְאַחֵר זוֹרֵק. שׁוֹרֵף וְאַחֵר יַזֶּה. רִבִּי בֶּרֶכְיָה רִבִּי יַעֲקֹב בַּר אִידִי רִבִּי יִצְחָק שָׁאַל. הָיָה עוֹמֵד וּמַקְרִיב עַל גַּבֵּי הַמִּזְבֵּחַ וְנוֹדַע שֶׁהוּא בֶּן גְּרוּשָׁה אוֹ בֶן חֲלוּצָה. מֵת עֲבַד לָהּ. שֶׁמֵּת וְיַחֲזוֹר הָרוֹצֵחַ לִמְקוֹמוֹ אוֹ יֵעָשֶׂה כְמוֹ שֶׁנִּגְמַר דִּינוֹ בְלֹא כֹהֵן גָּדוֹל. וְאַל יֵצֵא מִשָּׁם לְעוֹלָם.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "“Both are equal in the office of the day of Atonement,” etc.]<sup class=\"footnote-marker\">189</sup><i class=\"footnote\">The beginning of the discussion of Mishnah 5 is noted only in B.</i> <sup class=\"footnote-marker\">190</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Sifra, Emor\" href=\"/Sifra,_Emor\"><i>Sifra Emor Parašah</i> 2(7</a>), on <a class=\"refLink\" data-ref=\"Leviticus 21:13\" href=\"/Leviticus.21.13\"><i>Lev</i>. 21:13</a>. Since the High Priest was mentioned in the preceding verses, the pronoun is unnecessary by the rules of grammar. It is added for emphasis; only the High Priest is restricted to marrying a virgin.</i><i>He</i>, not the king. <i>He</i>, not the chieftain<sup class=\"footnote-marker\">191</sup><i class=\"footnote\">Since the king was mentioned separately, נָשִׂיא here cannot be identified as the king; it must be a tribal chieftain.</i>. <i>He</i>, to include the priest Anointed for War<sup class=\"footnote-marker\">192</sup><i class=\"footnote\">Since the rules of the High Priest were tied in <a class=\"refLink\" data-ref=\"Leviticus 21:10\" href=\"/Leviticus.21.10\"><i>Lev</i>. 21:10</a> to wearing the High Priest’s garments and the Anointed for War is required to wear these when asking the oracle, he is bound by all rules enumerated in <a class=\"refLink\" data-ref=\"Leviticus 21:10-15\" href=\"/Leviticus.21.10-15\">vv. 10–15</a>.</i>. <i>A woman in her virginity he shall marry</i>; this excludes an adult whose hymen has atrophied. Rebbi Eleazar and Rebbi Simeon qualify the adult<sup class=\"footnote-marker\">193</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 21:14\" href=\"/Leviticus.21.14\"><i>Lev</i>. 21:14</a>. The parallels in the <a class=\"refLink\" data-ref=\"Yevamot 59a\" href=\"/Yevamot.59a\">Babli, <i>Yebamot</i> 59a</a>, <a class=\"refLink\" data-ref=\"Ketubot 97b\" href=\"/Ketubot.97b\"><i>Ketubot</i> 97b</a>, identify the first opinion as R. Meïr’s. It is agreed that if a girl is fully grown, the breaking of her hymen may not be noticed by the man.</i>. <sup class=\"footnote-marker\">194</sup><i class=\"footnote\">The interpretation of this paragraph depends on whether one considers the texts of L and B as two different texts or that the correct text is that of B, except for the name tradition identical with <a class=\"refLink\" data-ref=\"Jerusalem Talmud Terumot 8:1:6\" href=\"/Jerusalem_Talmud_Terumot.8.1.6\"><i>Terumot</i> 8:2, Notes 29–31</a>, with the text of L badly corrupted. Since in the characterization of the sacrifice, the text of L is certainly corrupt, the second alternative has much to commend itself. In the text itself, the crucial point is whether to read אחר as אַחֵר “another” or אַחַר “after”. Since the text of L, but not that of B, refers to the High Priest, in the absence of a clear solution both texts are presented and explained.<br>In the text of L one refers to the statement in the Mishnah that an acting High Priest and a deposed one are equal in all but the service of the Day of Atonement. The question is whether the acting High Priest may take the required fist full of incense and the deposed one then may bring the incense to the inner altar and burn it there; or the acting High Priest receive the blood of his sacrifices and the deposed one sprinkle of the blood on the walls of the altar. The question is not asked anywhere else and the positive answer is difficult to accept. Therefore, it is better to accept the text of B, even though it does not refer to the High Priest, as necessary introduction to the following paragraph which does.<br>That text reads:<br>Rebbi Isaac asked, does this apply to the remaining actions? He took the fist full and afterwards burned it; he received and afterwards threw it, he burned and afterwards sprinkled? Rebbi Jacob bar Idi in the name of Rebbi Isaac: They made it like a robbed purification sacrifice which was not publicly known. This implies that if he took the fistful afterwards he burns it, if he received [the blood] afterwards he throws [it on the walls of the altar], he burned [the red cow] he afterwards sprinkles [water with its ashes to purify others].<br>As explained in <i>Terumot</i>, the question is asked about a Cohen who is informed that he is disbarred from the priesthood because of his birth from a woman forbidden to priests when he had completed one sacral action which by necessity must be followed by a different one. The answer is that the desecrated son of a Cohen who innocently started officiating may officiate to the end even though in the future he will be barred from officiating.</i> Rebbi Isaac asked, are these things so in all other things? He takes the fist full and the other burns it; he receives and the other throws, he burns and the other sprinkles? Rebbi Jacob bar Idi in the name of Rebbi Isaac: They made it like a (great) [robbed]<sup class=\"footnote-marker\">195</sup><i class=\"footnote\">The reference is to <a class=\"refLink\" data-ref=\"Jerusalem Talmud Gittin 5:6:1\" href=\"/Jerusalem_Talmud_Gittin.5.6.1\">Mishnah <i>Gittin</i> 5:5</a>, as explained in <i>Terumot</i>. The text of L is in parentheses, the correct text in brackets is from B. The point of the argument is missing here in both texts, that the purification offering is acceptable (i., e., that the Temple authorities are prohibited from inquiring into the way the offerer acquired his animal.)</i> purification sacrifice which was not publicly known. This implies that he takes the fistful and the other burns it, he receives and the other throws, he burns and the other sprinkles. <sup class=\"footnote-marker\">196</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Jerusalem Talmud Terumot 8:1:7\" href=\"/Jerusalem_Talmud_Terumot.8.1.7\"><i>Terumot</i> 8:2, Notes 32–33</a>,40. If the High Priest after his elevation was found to be desecrated by his birth and thereby is removed, is this considered to be his death as far as the Sanctuary is concerned and releases any homicide sentenced during his tenure of office from the city of refuge or is his tenure as High Priest erased from the annals of the Sanctuary (<i>Makkot</i> 2:10–11)? No answer is given here; the first eventuality is chosen in <i>Terumot</i>.</i>Rebbi Berekhiah, Rebbi Jacob bar Idi: Rebbi Isaac asked. If he was standing sacrificing on the altar when it became known that he was the son of a divorcee or the son of a woman having received <i>ḥaliṣah</i>, how do you treat him? [As if]<sup class=\"footnote-marker\">197</sup><i class=\"footnote\">Text of B.</i> he had died and the homicide might return to his home town or should he be treated as one whose trial had been concluded without a High Priest and he never can leave from there?", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a622f387f574a17ca6a9ec", "index_title": "Jerusalem Talmud Horayot", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Horayot 2:7:3", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Jerusalem Talmud Horayot 2:7:3", "sourceHeRef": "תלמוד ירושלמי הוריות ב׳:ז׳:ג׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 7.0003, "collectiveTitle": {"en": "Jerusalem Talmud Horayot", "he": "תלמוד ירושלמי הוריות"}, "heTitle": "תלמוד ירושלמי הוריות", "he": "כֵּינִי מַתְנִיתָא. אֶלָּא שֶׁאֵין כֹּהֵן גָּדוֹל חַייָב עַל טוּמְאַת מִקְדָּשׁ וְקֳדָשָׁיו. דִּבְרֵי הַכֹּל. וְהַנָּשִׂיא עַל שְׁמִיעַת קוֹל. דִּבְרֵי רִבִּי שִׁמְעוֹן. אָמַר רִבִּי יוֹחָנן. מִן־הַמִּקְדָּשׁ֙ לֹ֣א יֵצֵ֔א וְלֹ֣א יְחַלֵּ֔ל. הָא אִם יָצָא אֵינוֹ מְחַלֵּל. רִבִּי אַשִּׁיָאן רִבִּי יוֹנָה רִבִּי בּוּן בַּר כַּהֲנָא מַקְשֵׁי. וְהָכְתִיב אַלְמָנָה֚ וּגְרוּשָׁה֙ וַֽחֲלָלָ֣ה זוֹנָה אֶת־אֵ֖לֶּה לֹ֣א יַקָּ֑ח. הָא אִם לָקַח אֵינוֹ מְחַלֵּל. <i data-overlay=\"Vilna Pages\" data-value=\"11b\"></i>מַאי כְדוֹן. אָמַר חִזְקִיָּה. וְנִכְרְתָ֛ה הַנֶּ֥פֶשׁ הַהִ֖וא מִתּ֣וֹךְ הַקָּהָ֑ל. אֵת שֶׁקָּרְבָּנוֹ שָׁוֶה לַקָּהָל. יָצָא מָשִׁיחַ שֶׁלֹּא שָׁוֶה קָרְבָּנוֹ לַקָּהָל. הָתִיבוֹן. הֲרֵי נָשִׂיא לֹא שָׁווֶה קָרְבָּנוֹ לַקָּהָל. שָׁוֶה בְיוֹם הַכִּיפּוּרִים. הֲרֵי אֶחָיו הַכֹּהֲנִים לֹא שָׁווּ בְיוֹם הַכִּיפּוּרִים. שָׁווּ בִשְׁאָר יְמוֹת הַשָׁנָה. אָמַר רִבִּי יוּדָן בַּר שָׁלוֹם. שָׁווּ בְמַתָּן דָּמִים בַּחוּץ.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "So is the Mishnah: “but the Anointed is not liable for the impurity of the Temple and its <i>sancta, everybody’s opinion, and neither is the Prince for hearing a sound,</i> the words of Rebbi Simeon.<sup class=\"footnote-marker\">109</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Horayot 9a\" href=\"/Horayot.9a\">Babli 9a</a>; <a class=\"refLink\" data-ref=\"Tosefta Horayot 1:7-8\" href=\"/Tosefta_Horayot.1.7-8\">Tosephta 1:10</a>. The <a class=\"refLink\" data-ref=\"Horayot 9b\" href=\"/Horayot.9b\">Babli 9b</a> points out that there are three levels of variable sacrifices and the argument of Note 84 excludes only the sacrifice of the very poor for the High Priest. In R. Simeon’s opinion, the High Priest is still liable at least for a poor man’s sacrifice for disregarding a summons to testify.</i>” Rebbi Joḥanan said, <i>and the Sanctuary he shall not leave, nor desecrate.</i> Therefore, if he left, he would not desecrate<sup class=\"footnote-marker\">110</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 21:12\" href=\"/Leviticus.21.12\"><i>Lev.</i> 21:12</a>. The argument seems to be: If the High Priest does not leave the Sanctuary, he has no occasion to desecrate it. Therefore the verse is read as: <i>and the Sanctuary he shall not leave; he will not desecrate.</i> The implication would be that the High Priest not only is exempt from bringing a sacrifice (which is a dubious distinction since it denies him a means of atonement) but his infraction of the Sanctuary’s purity does not need atonement.</i>. Rebbi Ashian<sup class=\"footnote-marker\">111</sup><i class=\"footnote\">A student of R. Jonah’s. The reading of B, R. Joshia, referring to an Amora preceding R. Jonah by two generations, is impossible.</i>, Rebbi Jonah: Rebbi Abun bar Cahana found a difficulty. Is it not written, <i>a widow, or a divorcee, or a desecrated, a harlot, these he shall not marry,</i> therefore if he married he would not desecrate<sup class=\"footnote-marker\">112</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 21:13\" href=\"/Leviticus.21.13\"><i>Lev.</i> 21:13</a>. The next verse gives the reason for the prohibition: So he may not desecrate his descendants. Since the child of a Cohen from a woman forbidden to him by the special rules of the priesthood is desecrated, R. Johanan’s interpretation of v. 12 is shown to be unacceptable.</i>? What about it? <sup class=\"footnote-marker\">113</sup><i class=\"footnote\">A slightly different version of the following is in the <a class=\"refLink\" data-ref=\"Horayot 9b\" href=\"/Horayot.9b\">Babli, 9b</a>.</i> Ḥizqiah said, <i>this person would be extirpated from the community</i><sup class=\"footnote-marker\">114</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 19:19\" href=\"/Numbers.19.19\"><i>Num.</i> 19:19</a>. The entire Chapter deals with the preservation of the purity of the Sanctuary (<i>Sifry Num.</i> 129).</i><i>.</i> One whose sacrifice is identical to that of the community. This excludes the Anointed whose sacrifice is not equal to that of the community<sup class=\"footnote-marker\">115</sup><i class=\"footnote\">By his office he is excluded from being one of the community. His sacrifice is either a bull or nothing; the sacrifice of a member of the community is the variable offering (a female sheep or goat, or two pigeons, or flour.)</i>. They objected, is not also the Prince’s sacrifice not equal to that of the community<sup class=\"footnote-marker\">116</sup><i class=\"footnote\">It always is a goat.</i>? It is equal on the day of Atonement<sup class=\"footnote-marker\">117</sup><i class=\"footnote\">On that day, the High Priest brings three sacrifices (<a class=\"refLink\" data-ref=\"Leviticus 16\" href=\"/Leviticus.16\"><i>Lev.</i> 16</a>) cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Horayot 2:2:1\" href=\"/Jerusalem_Talmud_Horayot.2.2.1\">Note 16</a>. The first one for himself and his family; the second for his fellow priests and their families, and the third a double offering for the people. There the king (unless he is a usurping High Priest and king) is included with the people.</i>. But his brothers the priests are not equal on the day of Atonement! They are equal on the other days of the year<sup class=\"footnote-marker\">118</sup><i class=\"footnote\">The lesser priests are subject to the rules of the variable value sacrifice.</i>. Rebbi Yudan bar Shalom said, they are equal in that the blood is given outside<sup class=\"footnote-marker\">119</sup><i class=\"footnote\">On the Day of Atonement, only the blood of the first and third sacrifices are brought inside the Temple to purify the incense altar; the blood of the second sacrifice, the atonement of the priests, is sprinkled on the large outside alter like any other sacrifice. Similarly, the blood of the prince’s purification sacrifice is treated like that of a commoner, to be sprinkled on the outside altar.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a622f387f574a17ca6a9f2", "index_title": "Jerusalem Talmud Horayot", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Horayot 3:2:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Jerusalem Talmud Horayot 3:2:1", "sourceHeRef": "תלמוד ירושלמי הוריות ג׳:ב׳:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Jerusalem Talmud Horayot", "he": "תלמוד ירושלמי הוריות"}, "heTitle": "תלמוד ירושלמי הוריות", "he": "<strong><big>משנה:</big></strong> חָטְאוּ עַד שֶׁלֹּא נִתְמַנּוּ וְאַחַר כָּךְ נִתְמַנּוּ הֲרֵי אֵילּוּ כַהֶדְיוֹט. רִבִּי שִׁמְעוֹן אוֹמֵר אִם נוֹדַע לָהֶם עַד שֶׁלֹּא נִתְמַנּוּ חַייָבִין וּמִשֶּׁנִּתְמַנּוּ פְּטוּרִין. וְאֵי זֶה הוּא הַנָּשִׂיא זֶה הַמֶּלֶךְ שֶׁנֶּאֱמַר וְעָשָׂ֡ה אַחַ֣ת מִכָּל־מִצְוֹת֩ יי אֱלֹהָ֜יו נָשִׂיא שֶׁאֵין עַל גַּבָּיו אֶלָּא ה׳ אֱלֹהָיו. וְאֵי זֶה הוּא הַמָּשִׁיחַ זֶה הַמָּשׁוּחַ בַּשֶּׁמֶן הַמִּשְׁחָה וְלֹא הַמְרוּבֶּה בִבְגָדִים. אֵין בֵּין כֹּהֵן הַמָּשׁוּחַ בְּשֶׁמֶן הַמִּשְׁחָה לִמְרוּבֵּה בְגָדִים אֶלָּא פַר הַבָּא עַל כָּל הַמִּצְוֹת. וְאֵין בֵּין כֹּהֵן מְשַׁמֵּשׁ לְכֹהֵן שֶׁעָבַר אֶלָּא פַּר יוֹם הַכִּיפּוּרִים וַעֲשִׂירִית הָאֵיפָה. זֶה וָזֶה שָׁווִין בַּעֲבוֹדַת יוֹם הַכִּיפּוּרִים וּמְצוּוִּין עַל הַבְּתוּלָה וַאֲסוּרִין עַל הָאַלְמָנָה וְאֵינָן מִיטַּמְּאִין בִּקְרוֹבֵיהֶן וְלֹא פוֹרְעִין וְלֹא פוֹרְמִין וּמַחֲזִירִין אֶת הָרוֹצֵחַ׃", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>MISHNAH:</strong> If they sinned before being appointed; when afterwards they were appointed, they remain commoners<sup class=\"footnote-marker\">1,</sup><i class=\"footnote\">Since at the moment of the sin they became obligated for the sacrifices, a later change of status has no influence. The difference between ecclesiastical and political offices will become clear in <a class=\"refLink\" data-ref=\"Jerusalem Talmud Horayot 3:1:1\" href=\"/Jerusalem_Talmud_Horayot.3.1.1\">Mishnah 2</a>.</i><sup class=\"footnote-marker\">7</sup><i class=\"footnote\">For the purposes of this sacrifice.</i>. Rebbi Simeon says, if it became known to them before they were appointed, they are obligated; if after they were appointed they are not liable. Who is the Prince? This is the king, as it is said<sup class=\"footnote-marker\">8</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 4:22\" href=\"/Leviticus.4.22\"><i>Lev.</i> 4:22</a>.</i>, <i>if he transgressed one of the commandments of the Eternal, his God;</i> a Prince who has none above him but the Eternal, his God. And who is the Anointed? This is one anointed with the anointing oil, not one clothed in multiple garb<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Making the anointing oil was commanded personally to Moses (<a class=\"refLink\" data-ref=\"Exodus 30:25\" href=\"/Exodus.30.25\"><i>Ex.</i>30:25</a>). All High Priests up to the time of king Josiah were anointed with it. Since that time, the oil was no longer available; it cannot be reconstituted. The later High Priests were inducted into their office by investiture with the High Priest’s garments.</i>.<br>The only difference between the priest anointed with the anointing oil and the one clothed in multiple garb is the bull brought for all commandments<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">The rules about the High Priest’s purification sacrifice explained in Chapter 2 became obsolete with the destruction of the First Temple and could be restored to validity only if a dig on the Temple Mount would recover the flask containing the original oil. The High Priests of the Second Temple had the status of commoners in this respect.</i>. And the only difference between an officiating High Priest and a deposed one is the bull of the Day of Atonement<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Which has to be acquired by the High Priest with his own money together with a goat (<a class=\"refLink\" data-ref=\"Leviticus 16:3\" href=\"/Leviticus.16.3\"><i>Lev.</i> 16:3</a>).</i> and the tenth of an <i>ephah</i><sup class=\"footnote-marker\">12</sup><i class=\"footnote\">The personal daily offering of the High Priest, <a class=\"refLink\" data-ref=\"Leviticus 6:12-16\" href=\"/Leviticus.6.12-16\"><i>Lev.</i> 6:12–16</a>, of about 3.84 l of fine flour.</i>.<br>Both are equal in the office of the day of Atonement<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">If the acting High Priest becomes impure or otherwise incapacitated, a former High Priest can replace him without special dedication. No common priest can perform any of the prescribed acts of the Day of Atonement.</i>, commanded about the virgin<sup class=\"footnote-marker\">14</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 21:13\" href=\"/Leviticus.21.13\"><i>Lev.</i> 21:13</a>. This applies only if the High Priest marries while High Priest. If he married a widow while a common priest, he still may be elevated to High Priest.</i>, and prohibited for a widow<sup class=\"footnote-marker\">15</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 21:14\" href=\"/Leviticus.21.14\"><i>Lev</i>. 21:14</a>.</i>, and do not defile themselves for close relatives<sup class=\"footnote-marker\">16</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 21:11\" href=\"/Leviticus.21.11\"><i>Lev</i>. 21:11</a>.</i>, and may not let their hair grow<sup class=\"footnote-marker\">17</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 21:10\" href=\"/Leviticus.21.10\"><i>Lev</i>. 21:10</a>.</i> or rend their garments<sup class=\"footnote-marker\">18</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 21:10\" href=\"/Leviticus.21.10\"><i>Lev</i>. 21:10</a>. These are forbidden as mourning rites.</i>, and let the homicide return<sup class=\"footnote-marker\">19</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 35:25\" href=\"/Numbers.35.25\"><i>Num.</i> 35:25</a> (where anointing is mentioned), 32 (where anointing is not mentioned).</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a622f587f574a17ca6aa5a", "index_title": "Jerusalem Talmud Ketubot", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Ketubot 1:3:5", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Jerusalem Talmud Ketubot 1:3:5", "sourceHeRef": "תלמוד ירושלמי כתובות א׳:ג׳:ה׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 3.0005, "collectiveTitle": {"en": "Jerusalem Talmud Ketubot", "he": "תלמוד ירושלמי כתובות"}, "heTitle": "תלמוד ירושלמי כתובות", "he": "רִבִּי יִרְמְיָה וְרִבִּי אִמִּי מַקְשֵׁי. מַה בֵּינָהּ לְבֵין הַנִּבְעֶלֶת בְּאֶצְבַּע. אִילּוּ הַנִּבְעֶלֶת בְּאֶצְבַּע שֶׁמָּא אֵינָהּ פְּסוּלָה לִכְהוּנָה. אָמַר רִבִּי חַגַּי. תִּיפְתָּר שֶׁבָּא עָלֶיהָ שֶׁלֹּא כְדַרְכָּהּ. בְּעָא רִבִּי חַגַּיי מֵיהַדֵּר בֵּיהּ. אָמַר לֵיהּ רִבִּי אַבָּא. לֹא תְהַדּוֹר בָּךְ. וְלָמָּה בְעָא רִבִּי חַגַּיי מֵיהַדֵּר בֵּיהּ. מִן הָדֵין דִּכְתִיב וְהוּא אִשָּׁה בִבְתוּלֶיהָ יִקָּח. עַד שֶׁתְּהֵא בְתוּלָה מִשְּׁנֵי צְדָדֶיהָ. וְדִכְװָתָהּ. בְּתוּלָה וְאִישׁ לֹא יְדָעָהּ. בְּתוּלָה (מ)כְדַרְכָּהּ. וְאִישׁ לֹא יְדָעָהּ שֶׁלֹּא כְדַרְכָּהּ. אָמַר רִבִּי יִצְחָק בֶּן אֶלְעָזָר. אֲפִילוּ בְיָדֶיהּ לֹא תָבַע בָּהּ. שֶׁנֶּאֱמַר כִּי לֹא יָנוּחַ שֶׁבֶט הָרֶשַׁע עַל גוֹרָל הַצַּדִּיקִים. מַה עֲבַד לָהּ רִבִּי חַגַּיי עַד שֶׁלֹּא יַחֲזיֹר בּוֹ. פָּתַר לָהּ בְּהֶעֱרָייָה. וְלָמָּה לֵית רַב יוֹסֵף <i data-overlay=\"Vilna Pages\" data-value=\"5a\"></i>פָּתַר לֵיהּ בְּהֶעֱרָייָה. אָמַר רִבִּי מָנָא. דְּהִיא צְרִיכָה לָהּ. רִבִּי יוֹסֵי בְעָא. הֶעֱרָייָה בְּזָכוֹר מָהוּ. הֶעֱרָייָה בַּבְּהֵמָה מָהוּ. כַּד שְׁמַע רִבִּי יִרְמְיָה הָדָא דְרִבִּי חַגַּיי אָמַר. לֹא עַל הָדָא הֲוָה רִבִּי אִמִּי מַקְשֶׁה.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Rebbi Jeremiah and Rebbi Ammi asked<sup class=\"footnote-marker\">163</sup><i class=\"footnote\">The text is impossible as it stands. It must have been either “R. Jeremiah (fourth generation) said that R. Immi (second generation) asked” or “R. Yasa and R. Immi asked”. The sequel would support both versions.</i>: What is the difference between her<sup class=\"footnote-marker\">164</sup><i class=\"footnote\">The woman whose hymen was impaired by a mechanical accident, who is declared eligible to marry a High Priest.</i> and one who had sex with a finger<sup class=\"footnote-marker\">165</sup><i class=\"footnote\">Either she or another person perforated her hymen with his finger in sexual activity without penetration by a penis.</i>? Is the one who had sex with a finger not disabled for priesthood<sup class=\"footnote-marker\">166</sup><i class=\"footnote\">The high priesthood. Only the High Priest is required to marry a virgin.</i>? Rebbi Haggai said, explain it that there was no penetration<sup class=\"footnote-marker\">167</sup><i class=\"footnote\">If the girl had sexual experience without any penetration, she will qualify for a virgin’s <i>ketubah</i>.</i>. Rebbi Haggai wanted to change his mind; Rebbi Abba said to him, do not change your mind. Why did Rebbi Haggai want to change his mind? Because of the verse<sup class=\"footnote-marker\">168</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 21:13\" href=\"/Leviticus.21.13\"><i>Lev</i>. 21:13</a>, speaking of the high priest. The complicated expression אִשָּׁהבִבְתוּלֶיהָ “a woman in her virginities” instead of simpy בְּתוּלָה “a virgin” calls for an explanation.</i>: “But he shall marry a wife in her virginities,” only if she is a virgin in both respects<sup class=\"footnote-marker\">169</sup><i class=\"footnote\">She must be a virgin without any sexual experience; cf. <a class=\"refLink\" data-ref=\"Yevamot 59a\" href=\"/Yevamot.59a\">Babli <i>Yebamot</i> 59a</a>.</i>. Similarly, “a virgin and no man had known her.<sup class=\"footnote-marker\">170</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Genesis 24:16\" href=\"/Genesis.24.16\"><i>Gen</i>. 24:16</a>; here again the double expression calls for an explanation. In <a class=\"refLink\" data-ref=\"Bereishit Rabbah 60:5\" href=\"/Bereishit_Rabbah.60.5\"><i>Gen</i>.<i>rabba</i> 60(5</a>), the explanation is ascribed to R. Simeon ben Laqish.</i>” A virgin, with respect to penetration. No man had known her, without penetration. Rebbi Isaac ben Eleazar said, [no man] ever had wanted to touch her hand, for it was said<sup class=\"footnote-marker\">171</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Psalms 125:3\" href=\"/Psalms.125.3\"><i>Ps</i>. 125:3</a>. In <a class=\"refLink\" data-ref=\"Bereishit Rabbah 60:5\" href=\"/Bereishit_Rabbah.60.5\"><i>Gen</i>.<i>rabba</i> 60(5</a>), this explanation is ascribed to R. Joḥanan.</i>: “The staff of evil shall not rest on the just’s lot.” Why did Rebbi Haggai want to change his mind? He could explain it by “touching”. Why does (Rav Yosef) [Rebbi Yasa]<sup class=\"footnote-marker\">172</sup><i class=\"footnote\">Since the author here cannot be the fourth generation Babylonian Rav Joseph (bar Ḥiyya), most likely he is Rebbi Yasa (cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Ketubot 1:3:5\" href=\"/Jerusalem_Talmud_Ketubot.1.3.5\">Note 163</a>).</i> not explain it by “touching”? Rebbi Mana said, because it presented a problem for him: Rebbi Yasa asked: What is the legal status of “touching”<sup class=\"footnote-marker\">173</sup><i class=\"footnote\">The touching of the genitals of two persons, whether there was penetration or emission or not. “Touching” is the legal definition of the sex act both for marriage (cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Yevamot 4:2:3\" href=\"/Jerusalem_Talmud_Yevamot.4.2.3\"><i>Yebamot</i>4:2, Note 59</a>; <a class=\"refLink\" data-ref=\"Jerusalem Talmud Ketubot 6:1:1\" href=\"/Jerusalem_Talmud_Ketubot.6.1.1\">Mishnah 6:1</a>) and for criminal law (<a class=\"refLink\" data-ref=\"Mishnah Keritot 2:4\" href=\"/Mishnah_Keritot.2.4\">Mishnah <i>Keritut</i> 2:4</a>; cf. <i>Soṭah</i> 1:2, Notes 97,98). The same question is asked in <a class=\"refLink\" data-ref=\"Jerusalem Talmud Kiddushin 1:1:2-33\" href=\"/Jerusalem_Talmud_Kiddushin.1.1.2-33\"><i>Qiddušin</i> 1:1</a> (59c 1. 14).</i> with a male? “Touching” with an animal? When Rebbi Jeremiah heard that of Rebbi Haggai, he said, that was not Rebbi Ammi’s problem<sup class=\"footnote-marker\">174</sup><i class=\"footnote\">That solution is too obvious not to have occured to R. Ammi, and it does not address his question which asks for the difference between a hymen split by mechanical means or by the girl’s own finger. In both cases, no male was involved.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a622fa87f574a17ca6accc", "index_title": "Jerusalem Talmud Kiddushin", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Kiddushin 4:6:7", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Jerusalem Talmud Kiddushin 4:6:7", "sourceHeRef": "תלמוד ירושלמי קידושין ד׳:ו׳:ז׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 6.0007, "collectiveTitle": {"en": "Jerusalem Talmud Kiddushin", "he": "תלמוד ירושלמי קידושין"}, "heTitle": "תלמוד ירושלמי קידושין", "he": "רִבִּי יַעֲקֹב בַּר אִידִי בְשֵׁם רִבִּי יְהוֹשֻׁעַ בֶּן לֵוִי. מַעֲשֶׂה בְּשפחה בְדָרוֹם שֶׁהָיוּ קוֹרִין עָלֶיהָ עֶרֶר וְשָׁלַח רִבִּי אֶת רוֹמַינוּס לְבוֹדְקָהּ. וּבָדַק וּמָצָא שֶׁנִּתְגַּייְרָה זְקֵינָתָהּ פְּחוּתָה מִבַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד וְהִכְשִׁירָהּ לִכְהוּנָּה. רַב הוֹשַׁעְיָה אָמַר. כְּרִבִּי שִׁמְעוֹן הִכְשִׁירוּהָ. אָמַר רִבִּי זְעִירָא. דִּבְרֵי הַכֹּל הִיא. הָכָא דְּאָמַר רִבִּי זְעִירָא בְשֵׁם רַב אָדָא בַּר אַחֲוָה רִבִּי יוּדָן מַטֵּי בָהּ בְּשֵׁם רַב רִבִּי אַבָּהוּ בְשֵׁם רִבִּי יוֹחָנָָן. ווְלָד בּוֹגֶרֶת כָּשֵׁר שֶׁהוּא בְלֹא תַעֲשֶׂה שֶׁהוּא מִכֹּחַ עֲשֵׂה. וְהוּא אִשָּׁה בִבְתוּלֶיהָ יִקָּח לֹא בוֹגֶרֶת. כָּל־לֹא תַעֲשֶׂה שֶׁהוּא בָא מִכֹּחַ עֲשֵׂה עֲשֵׂה הוּא. וְדִכְווָתָהּ כִּי אִם בְּתוּלָה מֵעַמָּיו יִקַּח אִשָּׁה. לֹא גִיּוֹרֶת. כָּל־לֹא תַעֲשֶׂה שֶׁהוּא בָא מִכֹּחַ עֲשֵׂה עֲשֵׂה הוּא. הָתִיב רִבִּי הוֹשַׁעְיָה. הֲרֵי דּוֹר שֵׁינִי שֶׁלְּמִצְרִי הֲרֵי הוּא בְּלֹא תַעֲשֶׂה שֶׁהוּא בָא מִכֹּחַ עֲשֵׂה. עֲשֵׂה הוּא. חָזַר רִבִּי הוֹשַׁעְיָה וְאָמַר. לֹא דוֹמֶה עֲשֵׂה שֶׁבְּיִשְׂרָאֵל לַעֲשֵׂה שֶׁבַּכֹּהֲנִים. עֲשֵׂה שֶׁבְּיִשְׂרָאֵל אָסוּר בַּכֹּל. עֲשֵׂה שֶׁבַּכֹּהֲנִים אָסוּר בַּכֹּהֲנִים וּמוּתָּר בִּלְוִיִים וּבְיִשְׂרָאֵל.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Rebbi Jacob bar Idi in the name of Rebbi Joshua ben Levi: It happened that a family in the South had a bad reputation. Rebbi sent Romanus to investigate them. He investigated and found that a grandmother had been converted at less than three years and a day of age, and he declared them fit for the priesthood. Rav Hoshaia said, he declared them fit following Rebbi Simeon. Rebbi Ze‘ira said, here it is everybody’s opinion since Rebbi Ze‘ira said in the name of Rav Ada bar Ahava, Rebbi Judan brings it in the name of Rebbi Abbahu in the name of Rebbi Joḥanan: The child of an adult is fit since it is a prohibition deduced from a positive commandment. (<a class=\"refLink\" data-ref=\"Leviticus 21:13\" href=\"/Leviticus.21.13\"><i>Lev</i>. 21:13</a>) “But he shall take a wife in her virginity.” Any prohibition deduced from a positive commandment is a positive commandment. Analogously, (<a class=\"refLink\" data-ref=\"Leviticus 21:14\" href=\"/Leviticus.21.14\"><i>Lev</i>. 21:14</a>) “only a virgin from amidst his people he shall take as wife,” not a proselyte. Is any prohibition deduced from a positive commandment a positive commandment? Rebbi Hoshaia objected: But the second generation of an Egyptian is a prohibition deduced from a positive commandment! Rebbi Hoshaia turned around and said, a positive commandment for Israel cannot be compared to a positive commandment for Cohanim. A positive commandment for Israel implies a prohibition for everybody. A positive commandment for Cohanim implies a prohibition for Cohanim but a permission for Levites and Israel.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6233787f574a17ca6c6ea", "index_title": "Jerusalem Talmud Yevamot", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Yevamot 8:2:12", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Jerusalem Talmud Yevamot 8:2:12", "sourceHeRef": "תלמוד ירושלמי יבמות ח׳:ב׳:י״ב", "anchorVerse": 13, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 2.0012, "collectiveTitle": {"en": "Jerusalem Talmud Yevamot", "he": "תלמוד ירושלמי יבמות"}, "heTitle": "תלמוד ירושלמי יבמות", "he": "רִבִּי יַעֲקֹב בַּר אִידִי בְשֶׁם רִבִּי יְהוֹשֻׁעַ בֶּן לֵוִי. מַעֲשֶׂה בְּמִשְׁפָּחָה אַחַת בְרוֹדוֹס שֶׁהָיוּ קוֹרִין עָלֶיהָ עִרְעֵר וְשָּׁלַח רִבִּי אֶת רִבִּי רוֹמָנוּס לְבוֹדְקָהּ. וּבָדַק וּמָצָא שֶׁנִּתְגַּייְרָה זְקֵינָתָהּ פָּחוֹת מִבַּת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד. וְהִכְשִׁירָהּ לִכְהוּנָּה. רַב הוֹשַׁעְיָא אָמַר כְּרִבִּי שִׁמְעוֹן הִכְשִׁירָהּ. אָמַר רִבִּי זְעִירָא. דִּבְרֵי הַכֹּל הִיא הָכָא. דְּאָמַר רִבִּי זְעִירָה בְשֵׁם רַב אָדָא <i data-overlay=\"Venice Pages\" data-value=\"9c\"></i><i data-overlay=\"Venice Columns\" data-value=\"9c\"></i>בַּר אַחֲװָה רִבִּי יוּדָן מַטֵּי בָהּ בְּשֵׁם רַב. רִבִּי אַבָּהוּ בְשֵׁם רִבִּי יוֹחָנָן. װְלַד בּוֹגֶרֶת כָּשֵׁר. שֶׁהִיא בְלֹא תַעֲשֶׂה שֶׁהוּא בָא מִכֹּחַ עֲשֵׂה. וְהוּא אִשָּׁה בִבְתוּלֶיהָ יִקָּח וְלֹא בוֹגֶרֶת. כָּל־לֹא תַעֲשֶׂה שֶׁהוּא בָא מִכֹּחַ עֲשֵׂה עֲשֵׂה הוּא. <i data-overlay=\"Vilna Pages\" data-value=\"48b\"></i>וְדִכְװָתָהּ כִּי אִם בְּתוּלָה מֵעַמָּיו יִקַּח אִשָּׁה וְלֹא גִיּוֹרֶת. <i data-commentator=\"Notes by Heinrich Guggenheimer\" data-label=\"163\"></i> כָּל־לֹא תַעֲשֶׂה שֶׁבָּא מִכֹּחַ עֲשֵׂה עֲשֵׂה הוּא. הָתִיב רִבִּי הוֹשַׁעְיָה. הֲרֵי שֵׁינִי לְמִצְרִי הֲרֵי הוּא בְּלֹא תַעֲשֶׂה שֶׁבָּא מִכֹּחַ עֲשֵׂה עֲשֵׂה הוּא. חָזַר רִבִּי הוֹשַׁעְיָה וְאָמַר. לֹא דוֹמֶה עֲשֵׂה בְּיִשְׂרָאֵל לַעֲשֵׂה שֶׁבַּכֹּהֲנִים. עֲשֵׂה שֶׁבְּיִשְׂרָאֵל אָסוּר בַּכֹּל. וַעֲשֵׂה שֶׁבַּכֹּהֲנִים אָסוּר בַּכֹּהֲנִים וּמוּתָּר בִּלְוִיִים וּבְיִשְׂרָאֵל.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<sup class=\"footnote-marker\">164</sup><i class=\"footnote\">Parallel text in <a class=\"refLink\" data-ref=\"Jerusalem Talmud Bikkurim 1:5:5-7\" href=\"/Jerusalem_Talmud_Bikkurim.1.5.5-7\"><i>Bikkurim</i> 1:6</a>, explained there in <a class=\"refLink\" data-ref=\"Jerusalem Talmud Yevamot 8:1:17-18\" href=\"/Jerusalem_Talmud_Yevamot.8.1.17-18\">Notes 101–106</a>, and <a class=\"refLink\" data-ref=\"Jerusalem Talmud Kiddushin 4:7:2-3\" href=\"/Jerusalem_Talmud_Kiddushin.4.7.2-3\"><i>Qiddushin</i>4:7</a>.</i> Rebbi Jacob bar Idi in the name of Rebbi Joshua ben Levi: It happened that a family in Rhodes was in bad reputation. Rebbi sent Rebbi Romanus to investigate them. He investigated and found that a grandmother had been converted at less than three years and a day of age, and he declared them fit for the priesthood. Rav Hoshaia said, he declared them fit following Rebbi Simeon. Rebbi Zeїra said, here it is everybody’s opinion since Rebbi Zeїra said in the name of Rav Ada bar Ahava, Rebbi Judan brings it in the name of Rebbi Abbahu in the name of Rebbi Joḥanan: The child of an adult is fit since it is a prohibition deduced from a positive commandment. (<a class=\"refLink\" data-ref=\"Leviticus 21:13\" href=\"/Leviticus.21.13\"><i>Lev.</i> 21:13</a>) “But he shall take a wife in her virginity,” which is a prohibition deduced from a positive commandment. Similarly, (<a class=\"refLink\" data-ref=\"Leviticus 21:14\" href=\"/Leviticus.21.14\"><i>Lev.</i> 21:14</a>) “only a virgin from among his people he shall take as wife,” not a proselyte. Any prohibition deduced from a positive commandment is a positive commandment. Rebbi Hoshaia objected: But the second generation of an Egyptian is under a prohibition deduced from a positive commandment! Rebbi Hoshaia turned around and said, a positive commandment for an Israel cannot be compared to a positive commandment for Cohanim. A positive commandment for an Israel implies a prohibition for everybody. A positive commandment for Cohanim implies a prohibition for Cohanim but a permission for Levites and Israel.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6233687f574a17ca6c686", "index_title": "Jerusalem Talmud Yevamot", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Yevamot 6:4:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Jerusalem Talmud Yevamot 6:4:1", "sourceHeRef": "תלמוד ירושלמי יבמות ו׳:ד׳:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Jerusalem Talmud Yevamot", "he": "תלמוד ירושלמי יבמות"}, "heTitle": "תלמוד ירושלמי יבמות", "he": "<strong><big>משנה:</big></strong> כֹּהֵן גָּדוֹל לֹא יִשָּׂא אֶת הָאַלְמָנָה בֵּין אַלְמָנָה מִן הָאֵירוּסִין בֵּין אַלְמָנָה מִן הַנִּישּׂוּאִין. וְלֹא יִשָּׂא אֶת הַבּוֹגֶרֶת רִבִּי אֶלְעָזָר וְרִבִּי שִׁמְעוֹן מַכְשִׁירִין בְּבוֹגֶרֶת. לֹא יִשָּׂא אֶת מוּכַּת עֵץ. אֵרַס אֶת הָאַלְמָנָה וְנִתְמַנָּה לִהְיוֹת כֹּהֵן גָּדוֹל יִכְנוֹס. וּמַעֲשֶׂה בִּיהוֹשֻׁעַ בֶּן גַּמְלָא שֶׁקִּידֵּשׁ אֶת מָֽרְתָא בַּת בָּייֶתוֹס וּמִנָּהוּ הַמֶּלֶךְ לִהְיוֹת כֹּהֵן גָּדוֹל וּכְנָסָהּ. שׁוֹמֶרֶת יָבָם לְכֹהֵן הֶדְיוֹט וְנִתְמַנָּה לִהְיוֹת כֹּהֵן גָּדוֹל אַף עַל פִּי שֶׁעָשָׂה בָהּ מַאֲמָר לֹא יִכְנוֹס. כֹּהֵן גָּדוֹל שֶׁמֵּת אָחִיו חוֹלֵץ וְלֹא מְייַבֵּם.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>MISHNAH:</strong> The High Priest shall not marry a widow, whether a widow from betrothal or a widow from marriage<sup class=\"footnote-marker\">71</sup><i class=\"footnote\">The prohibition of the widow is in <a class=\"refLink\" data-ref=\"Deuteronomy 21:14\" href=\"/Deuteronomy.21.14\"><i>Deut.</i> 21:14</a>. Since <i>qiddushin</i> are the marriage in criminal law, they can be dissolved only by a bill of divorce which makes the recipient a divorcee. Consequently, if the groom dies between betrothal and marriage, she becomes a widow.</i>. He shall not marry an adult; Rebbi Eleazar and Rebbi Simeon enable the adult<sup class=\"footnote-marker\">72</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 21:13\" href=\"/Leviticus.21.13\"><i>Lev.</i> 21:13</a> is interpreted to mean “he shall take a woman with an intact hymen.” It is held that an adult, older than 12.5 years, has a softened hymen so that the act of deflowering might not be recognizable.</i>. He shall not marry one injured<sup class=\"footnote-marker\">73</sup><i class=\"footnote\">Her hymen injured.</i> by a piece of wood. If he gave <i>qiddushin</i> and afterwards was elected High Priest, he shall marry her<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">Since <i>qiddushin</i> are the acquisition understood by the root לקח in the verses, she has already been acquired when he was appointed and verses 13–14 do not apply to him.</i>; it happened that Joshua ben Gamla had given <i>qiddushin</i> to Martha bat Boetos<sup class=\"footnote-marker\">75</sup><i class=\"footnote\">The richest woman of her time, from a priestly family. According to the <a class=\"refLink\" data-ref=\"Yevamot 61a\" href=\"/Yevamot.61a\">Babli, 61a</a>, she bought her husband’s the appointment from king Agrippa I for 3 <i>qab</i>, about 6.5 liter, of gold denars. In <i>Midraš Ekha Rabbati</i> 1(50), her name is Miriam bat Boethos. Elsewhere in the <a class=\"refLink\" data-ref=\"Gittin 56a\" href=\"/Gittin.56a\">Babli (<i>Giṭṭin</i> 56a</a>, <a class=\"refLink\" data-ref=\"Ketubot 104a\" href=\"/Ketubot.104a\"><i>Ketubot</i> 104a</a>), her name is that of a legendary superrich woman.<br>A different story appears in Jesephus <i>Antiquities</i> xv, 320 ff., where king Herod dismisses the incumbent High Priest from office and replaces him with Simon ben Boethos, because he wants to marry Simon’s daughter (the granddaughter of a Boethos).<br>In addition to the similarities of names and subject, the sources also agree about the prevailing corruption. The note that the High Priest was appointed, not elected by his fellow priests, is an intended slur.</i> when the king appointed him as High Priest and he married her. If a woman was waiting for her Cohen levir when he was elected High Priest, even though he “bespoke” her, he may not marry her<sup class=\"footnote-marker\">76</sup><i class=\"footnote\">“Bespeaking” is only rabbinical. Since he has the possibility to fulfill all biblical requirements by <i>ḥalîṣah</i>, he may not marry the widow.</i>. If the brother of a High Priest died, he performs <i>ḥalîṣah</i> but not levirate.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6233687f574a17ca6c689", "index_title": "Jerusalem Talmud Yevamot", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Yevamot 6:4:6", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Jerusalem Talmud Yevamot 6:4:6", "sourceHeRef": "תלמוד ירושלמי יבמות ו׳:ד׳:ו׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 4.0006, "collectiveTitle": {"en": "Jerusalem Talmud Yevamot", "he": "תלמוד ירושלמי יבמות"}, "heTitle": "תלמוד ירושלמי יבמות", "he": "אֵירַס אֶת הָאַלְמָנָה וְנִתְמַנָּה לִהְיוֹת כֹּהֵן גָּדוֹל יִכְנוֹס. וְדִכְװָתָהּ אֵירַס אֶת הַקְּטַנָּה וְנִתְמַנָּה לִהְיוֹת כֹּהֵן גָּדוֹל יִכְנוֹס.<i data-commentator=\"Notes by Heinrich Guggenheimer\" data-label=\"90\"></i> קוֹרֵא אֲנִי עָלֶיהָ אִשָּׁה. לֹא קְטַנָּה.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "“If he gave <i>qiddushin</i> and afterwards was elected High Priest, he shall marry her.” Similarly, If he gave <i>qiddushin</i> to a minor and afterwards was elected High Priest, shall he marry her? I am reading for her “a woman<sup class=\"footnote-marker\">94</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 21:13\" href=\"/Leviticus.21.13\"><i>Lev</i>. 21:13</a>: “And he shall take a <i>woman</i> with an intact hymen.”</i>”, not a minor.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d060b6084aa1cbf02bc7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בְּתוּלִים 1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "BDB, בְּתוּלִים 1", "sourceHeRef": "בראון-דרייבר-בריגס, בְּתוּלִים א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בְּתוּלִים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">בְּתוּלִים</span></big>  <strong>n.f. virginity</strong>, pl. abs. intens. <a data-ref=\"Deuteronomy 22:14\" href=\"/Deuteronomy.22.14\">Dt 22:14</a>, <a data-ref=\"Deuteronomy 22:17\" href=\"/Deuteronomy.22.17\">17</a>, <a data-ref=\"Deuteronomy 22:20\" href=\"/Deuteronomy.22.20\">20</a>; cstr. <span dir=\"rtl\">בְּתוּלֵי</span> <a data-ref=\"Deuteronomy 22:15\" href=\"/Deuteronomy.22.15\">Dt 22:15</a>, <a data-ref=\"Deuteronomy 22:17\" href=\"/Deuteronomy.22.17\">17</a>, all concrete, <em>tokens of virginity;</em> abstr., sf. <span dir=\"rtl\">בְּתוּלַי</span> <a data-ref=\"Judges 11:37\" href=\"/Judges.11.37\">Ju 11:37</a>; <span dir=\"rtl\">בְּתוּלֶיהָ</span> <a data-ref=\"Leviticus 21:13\" href=\"/Leviticus.21.13\">Lv 21:13</a> <a data-ref=\"Judges 11:38\" href=\"/Judges.11.38\">Ju 11:38</a> <a data-ref=\"Ezekiel 23:8\" href=\"/Ezekiel.23.8\">Ez 23:8</a>; <span dir=\"rtl\">בְּתוּלֵיהֶן</span> <a data-ref=\"Ezekiel 23:3\" href=\"/Ezekiel.23.3\">Ez 23:3</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a00e613f3c2d3b44eb1b", "index_title": "German Commentary on Mishnah Horayot", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Horayot 3:4:10", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "German Commentary on Mishnah Horayot 3:4:10", "sourceHeRef": "פירוש גרמני על משנה הוריות ג׳:ד׳:י׳", "anchorVerse": 13, "sourceHasEn": true, "commentaryNum": 4.001, "collectiveTitle": {"en": "German Commentary on Mishnah Horayot", "he": "פירוש גרמני על משנה הוריות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>eine Jungfrau zu heiraten.</b>  Lev. 21, 13.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e49f14613f3c2d3b44b523", "index_title": "German Commentary on Mishnah Yevamot", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Yevamot 6:4:2", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "German Commentary on Mishnah Yevamot 6:4:2", "sourceHeRef": "פירוש גרמני על משנה יבמות ו׳:ד׳:ב׳", "anchorVerse": 13, "sourceHasEn": true, "commentaryNum": 4.0002, "collectiveTitle": {"en": "German Commentary on Mishnah Yevamot", "he": "פירוש גרמני על משנה יבמות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>heiraten.</b>  Nach Lev. 21, 13 muss das Mädchen, das der Hohepriester heiratet, „in ihrer ganzen Jungfräulichkeit“ (<span dir=\"rtl\">בבתוליה</span>) erhalten sein.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e49f1d613f3c2d3b44b6c9", "index_title": "German Commentary on Mishnah Yevamot", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Yevamot 8:3:11", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "German Commentary on Mishnah Yevamot 8:3:11", "sourceHeRef": "פירוש גרמני על משנה יבמות ח׳:ג׳:י״א", "anchorVerse": 13, "sourceHasEn": true, "commentaryNum": 3.0011, "collectiveTitle": {"en": "German Commentary on Mishnah Yevamot", "he": "פירוש גרמני על משנה יבמות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>so giebt es dagegen einen Einwand.</b>  Wir könnten nämlich einwenden: Die Verbote wegen Inzests (Lev. 18, 10. 17) erstrecken sich auch nur bis auf das dritte Geschlecht und treffen dennoch in gleicher Weise die männlichen wie die weiblichen Nachkommen, da z. B. dem Grossvater seine Enkelin zur Ehe verboten ist, gleichviel ob sie die Tochter seines Sohnes oder die seiner Tochter ist. Du könntest uns zwar entgegenhalten: Die Verbote wegen Incests sind nicht beweiskräftig, da deren Übertretung mit der Strafe der Ausrottung geahndet wird (Lev. 18, 29), während in unsrem Falle, bei der Eheschliessung mit einem Ägypter, nur die Übertretung eines Verbotes vorliegt, das aus einem Gebote (Deut. 23, 9) erschlossen wird (vgl. Jeb. VI, Note 37). Allein, wir erwidern dann: Das Moment der Strafe ist für unsre Frage nicht entscheidend. Denn wenn z. B. der Hohepriester ein Mädchen ehelicht, das Unzucht getrieben hat, so übertritt er auch nur ein Verbot, welches erst aus einem Gebote (Lev. 21, 13) erschlossen wird, und dennoch sind die Kinder dieser Ehe, sowohl die Söhne als die Töchter, „Entweihte“ (<span dir=\"rtl\">חללים</span>). Wir behaupten daher, dass das Verbot, das in Deut. 23, 9 enthalten ist, sich auf die weiblichen ebenso wie auf die männlichen Nachkommen erstreckt. [Vgl. jedoch die Bemerkung des R. S. Edels zu Raschi, Jeb. 77b, s. v. <span dir=\"rtl\">עריות</span>].", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6665cb3ffaee0b8c909d848c", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 21:13:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "David Zvi Hoffmann on Leviticus 21:13:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "commentaryNum": 13.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>יג-טו. \"והוא\"</b>, בא להגיד שצו זה מכוון אל הכהן הגדול בלבד, משום שהיה אפשר לחשוב, כי אחרי הסיום \"אני ה'\" הדיבור מתכוון אל הכהנים בכללם.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665cb3fb695d8dbb73bd532", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 21:13:2", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "David Zvi Hoffmann on Leviticus 21:13:2", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא כ״א:י״ג:ב׳", "anchorVerse": 13, "sourceHasEn": false, "commentaryNum": 13.0002, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"בבתוליה\"</b>, מציין כאן גם גיל מסוים (נעורים) וממעט את גיל הבגרות (יבמות נט. השוה רמב\"ם הלכות איסורי ביאה יז יג).<i data-commentator=\"Endnotes\" data-label=\"1279\" data-order=\"1279\"></i>", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6682730810a13a863f2a8e03", "index_title": "Hadar Zekenim on Torah", "category": "Commentary", "type": "commentary", "ref": "Hadar Zekenim on Torah, Leviticus 21:13:1", "anchorRef": "Leviticus 21:13", "anchorRefExpanded": ["Leviticus 21:13"], "sourceRef": "Hadar Zekenim on Torah, Leviticus 21:13:1", "sourceHeRef": "הדר זקנים על התורה, ויקרא כ״א:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1250, 1300], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Hadar Zekenim", "he": "הדר זקנים"}, "heTitle": "ויקרא", "he": "והוא אשה בבתוליה יקח. וה\"וא גימ' י\"ח ורמז למשז\"ל בן י\"ח לחופה:", "heVersionTitle": "Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]