[{"_id": "521cae55edbab45814ae58a9", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 21:22:1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Rashi on Leviticus 21:22:1", "sourceHeRef": "רש\"י על ויקרא כ״א:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>מקדשי הקדשים.</b> אֵלּוּ קָדְשֵׁי הַקֳּדָשִׁים:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "מקדשי הקדשים OF THE MOST HOLY — These are what are technically known as קדשי קדשים — of them he may eat. ", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "521cae55edbab45814ae58ab", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 21:22:2", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Rashi on Leviticus 21:22:2", "sourceHeRef": "רש\"י על ויקרא כ״א:כ״ב:ב׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 22.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>ומן הקדשים יאכל.</b> אֵלּוּ קָדָשִׁים קַלִּים, וְאִם נֶאֶמְרוּ קָדְשֵׁי הַקֳּדָשִׁים לָמָּה נֶאֱמַר קָדָשִׁים קַלִּים? אִם לֹא נֶאֱמַר, הָיִיתִי אוֹמֵר בְּקָדְשֵׁי הַקֳּדָשִׁים יֹאכַל בַּעַל מוּם, שֶׁמָּצִינוּ שֶׁהֻתְּרוּ לְזָר, שֶׁאָכַל מֹשֶׁה בְּשַׂר הַמִּלּוּאִים, אֲבָל בְּחָזֶה וְשׁוֹק שֶׁל קָדָשִׁים קַלִּים לֹא יֹאכַל, שֶׁלֹּא מָצִינוּ זָר חוֹלֵק בָּהֶן, לְכָךְ נֶאֶמְרוּ קָדָשִׁים קַלִּים, כָּךְ מְפֹרָשׁ בִּזְבָחִים (דף ק\"א):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ומן הקדשים יאכל AND OF THE HOLY HE MAY EAT — these are what are technically known as קדשים קלים. But if קדשי קדשים are mentioned as being permitted to him as food, why are קדשים קלים also mentioned? Could this not be inferred by a conclusion a fortiori? But the explanation is as follows: If קדשים קלים were not expressly mentioned as being permitted, I might have said: of the sacrifices holy in the highest degree the priest with a bodily blemish may eat — because we find that these had on one occasion been permitted to be eaten even by a non-priest, for Moses (who was not a priest) ate the flesh of the installation offering (cf. Leviticus 8:29; and this was holy in the highest degree since Scripture continues there: “Seethe the flesh at the entrance of the appointed tent… etc., a law that only applies to קדשי קדשים) — but he (a priest who is בעל מום) must not eat of the breast and the shoulder of sacrifices holy in a minor degree, since we do not find that a non-priest ever took a share in them. On this account sacrifices holy in a minor degree are expressly stated as permitted to be eaten. Thus it is explained in Treatise Zevachim 101b (cf. also Sifra, Emor, Chapter 3 8-9).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe2fbfba276047f6b48", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 21:22", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Onkelos Leviticus 21:22", "sourceHeRef": "תרגום אונקלוס על ויקרא כ״א:כ״ב", "anchorVerse": 22, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 21.0022, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "קֻרְבַּן אֱלָהֵיהּ מִקֹּדֶשׁ קוּדְשַׁיָּא וּמִן קוּדְשַׁיָּא יֵיכוּל:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "The bread of his God which is of the most holy, and from the holy [offerings] he may eat.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec37f", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 21:22", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Targum Jonathan on Leviticus 21:22", "sourceHeRef": "תרגום יונתן על ויקרא כ״א:כ״ב", "anchorVerse": 22, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 21.0022, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "בְּרַם מוֹתְרֵי קָרְבָּנַיָא דֶאֱלָהֵיהּ מַה דְמִשְׁתַּיֵיר מִן קוּדְשֵׁי קוּדְשַׁיָא וּמִן קוּדְשַׁיָא יִתְפַּרְנֵס", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " Nevertheless he may support himself with the residue of the oblations of his God which remaineth of the most holy and of the holy (offerings);\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54b1d9d9fbfba21603f5ad28", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 376:2", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Sefer HaChinukh 376:2", "sourceHeRef": "ספר החינוך שע״ו:ב׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 376.0002, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "אָכֵן הָאִישׁ הַנָּזִיר לַשֵּׁם כָּל יְמֵי נֶדֶר נִזְרוֹ קָדוֹשׁ הוּא לַשֵּׁם, וּכְמוֹ שֶׁהֵעִיד עָלָיו הַכָּתוּב כִּי נֵזֶר אֱלֹהָיו עַל רֹאשׁוֹ לֹא יִטַּמָּא בְּתַאֲווֹת הָעוֹלָם, וְלֹא יִמָּצֵא בֵּית מִשְׁתָּאוֹת וּבִסְעוּדַת רֵעִים, כִּי הַפְרָשָׁתוֹ מִן הַיַּיִן מוֹכַחַת עָלָיו שֶׁנָּתַן לִבּוֹ לְהָבִין וּלְהִתְעַנּוֹת לִפְנֵי הַשֵּׁם, וּלְתַקֵּן דַּרְכֵי נַפְשׁוֹ, וּלְהַנִּיחַ תַּעֲנוּגֵי הַגּוּף הֶחָשׁוּךְ, וְאַחֲרֵי שׂוּמוֹ כָּל לִבּוֹ וְכָל מַחְשְׁבוֹתָיו אַחַר נַפְשׁוֹ הַיְּקָרָה, וְצָרְכֵי עַצְמוֹ וּבְשָׂרוֹ נָטַשׁ, מָה חֶפְצוֹ בְּהַקְרָבַת רֵעָיו וְאוֹהֲבָיו עוֹד זוּלָתִי לְמִצְוָה אֵין סָפֵק, כִּי בְּהִתְעַלּוּת הַנֶּפֶשׁ, יֵקַל מְאֹד בְּעֵינֶיהָ הֲנָאַת הַגּוּף וְכָל עִנְיָנוֹ, כָּל שֶׁכֵּן שֶׁלֹּא תִּפְנֶה אַחַר חֶבְרַת גּוּפִים אֲחֵרִים וְאִם קְרוֹבִים הֵמָּה אוֹ רְחוֹקִים, וְלֹא תִּמְצָא תַּעֲנוּג בְּכָל דָּבָר מֵהַדְּבָרִים, זוּלָתִי בַּעֲבוֹדָה הַקְּדוֹשָׁה אֲשֶׁר נִתְקַשְּׁרָה בָּהּ, וְעֵינֶיהָ אֵלֶיהָ תָּמִיד. וְעַל כֵּן לְרֹב קְדֻשָּׁתוֹ וּמַעֲלָתוֹ וּפְרִישׁוּתוֹ מֵאֶחָיו תִּמְנָעֶנּוּ הַתּוֹרָה מֵהִטַּמֵּא לָהֶם, וּכְעִנְיָן הַכֹּהֵן הַגָּדוֹל, כִּי מֵהֱיוֹתוֹ מְעֻלֶּה מְאֹד בְּעִנְיָנוֹ, וְנִפְרַשׁ מֵחֶבְרַת הָאוֹהֲבִים, וְאֵין כָּל עֲסָקָיו וּמַחְשְׁבוֹתָיו זוּלָתִי בַּעֲבוֹדַת אֱלֹהָיו יִתְבָּרַךְ תִּמְנָעֶנּוּ הַתּוֹרָה גַּם כֵּן מֵהִטַּמֵּא לְאֶחָד מִכָּל קְרוֹבָיו, וְטַעַם הַנֶּאֱמָר עָלָיו בַּכָּתוּב בְּהַרְחָקַת הַטֻּמְאָה נֶאֱמַר גַּם עַל הַנָּזִיר, זוּלָתִי שֶׁבַּכֹּהֵן הִזְכִּיר שֶׁמֶן, מִפְּנֵי שֶׁהוּא מָשׁוּחַ בּוֹ, וּבַנָּזִיר לֹא הִזְכִּיר שֶׁמֶן, שֶׁבַּכֹּהֵן נֶאֱמַר (ויקרא כא כב) כִּי נֵזֶר שֶׁמֶן מִשְׁחַת אֱלֹהָיו עָלָיו. וּבְנָזִיר נֶאֱמַר כִּי נֵזֶר אֱלֹהָיו עַל רֹאשׁוֹ. וְאוּלַי תַּחְשֹׁב לְהָשִׁיב עָלַי, כִּי הַנָּזִיר לִזְמַן, בְּהַשְׁלִים זְמַנּוֹ יָשׁוּב לִימֵי עֲלוּמָיו וְיִרְדֹּף תַּאֲווֹתָיו, וְאִם כֵּן לָמָּה יִהְיֶה חָמוּר יוֹתֵר מִכֹּהֵן הֶדְיוֹט? הַתְּשׁוּבָה כִּי הָאָדָם אַחַר הַזִּירוֹ לַשֵּׁם פַּעַם אַחַת תִּקְוָה יֵשׁ בּוֹ לְקַדֵּשׁ עַצְמוֹ וּלְהוֹסִיף יוֹם יוֹם בְּטוּבוֹ, וּמִן הַשָּׁמַיִם מַסְכִּימִין עַל יָדוֹ, וּכְעִנְיָן שֶׁאָמְרוּ זִכְרוֹנָם לִבְרָכָה (שבת קד, א) בָּא לִטָּהֵר מְסַיְּעִין אוֹתוֹ, וְאַחַר שֶׁהִזִּיר אֲפִלּוּ יוֹם אֶחָד יִסְתַּיֵּעַ וְיַשְׁלִים כָּל יָמָיו בְּטָהֳרָה.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "However the man that is a nazirite to God is holy to God all the days of his nazirite vows and — as the verse attests to him (Numbers 6:7) — “as the crown of his God is upon him,” he will not become impurified with worldly desires, and he will not be found at parties and the banquets of his companions. As his separation from wine shows about him that he has given his heart to prepare himself and to afflict himself before God, to improve the ways of his soul and to leave the pleasures of the benighted body. And since he has placed all of his heart and all of his thoughts towards his dear soul and he has abandoned all of his own needs and those of his flesh, what would be his desire for the drawing close of his companions and his friends — besides for the commandment, without a doubt. As with the raising of the soul, the pleasures of the body and all of its matters become very light in its eyes. All the more so will it not seek the company of other bodies, whether they be relatives or [others], and it will not find delight in any of their things, besides the holy service to which it is connected and to which its eyes are always directed. And hence from his great holiness and separation from his brothers, the Torah prevents him from becoming impure for them. And [it is] like the matter of the high priest — as since his  matters are very elevated and he is separated from the company of his friends, and his pursuits and thoughts are only about the service of his God, may He be blessed, the Torah prevents him from becoming impure for anyone of his relatives. And the stated explanation for his distancing from impurity is also stated about the nazirite; except that with the priest, it mentions oil, since he is anointed with it, but with the nazirite, it does not mention oil. As with the priest, it states (Leviticus 21:22), “as the crown of the anointing oil of his God is upon him.” But with the nazirite, it [only] states, “as the crown of his God is upon him.” And maybe you will think to respond to me, that when a temporary nazirite finishes his time, he will return to his obliviousness and chase after his desires; and, if so, why should he be more stringent than a regular priest? The answer is that after a person takes on being a nazirite one time, there is hope for him to sanctify himself and to add to his goodness each day. And he will be agreed to from the Heavens and like the matter that they, may their memory be blessed, said (Shabbat 104a), “One who comes to purify himself, is assisted.” And since he has taken on being a nazirite even one day, he is assisted and will finish all of his days in purity.", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "5682a09ed6e4a9628b30ae98", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tzav, Chapter 3 5", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Sifra, Tzav, Chapter 3 5", "sourceHeRef": "ספרא, צו, פרק ג ה׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 5, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ג", "he": "[ה] \"כל זכר…\"‏ – לרבות בעלי מומין. למה? אם לאכילה – כבר אמור (ויקרא כא, כב)! אם כן למה נאמר \"כל זכר\" – לרבות בעלי מומין למחלוקת. \"יאכלנה\" – כשרה ולא פסולה. \"חק עולם\" – לבית עולמים. \"לְדֹרֹתֵיכֶם\" – שינהג הדבר לדורות. \"מֵאִשֵּׁי יהו\"ה\" – אין להם אלא אחר מתן אישים.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "5) (Vayikra 6:11) (\"Every male among the children of Aaron shall eat it. It is a statute forever for your generations of the fire-offerings of the L–rd. Whatever touches them shall become sanctified.\") \"Every male\": to include those who are blemished. To what end? If for eating, this is already written (viz. Vayikra 21:22). If so, why is \"Every male\" written? To include those who are blemished for apportionment. \"shall eat it\": if it is fit, but not if it has become unfit. \"It is a statute forever.\" — for the eternal house (the Temple). \"For your generations\" — to span the generations (for the second Temple and beyond). \"of the fire-offerings of the L–rd\": They may not eat it (even if it had been apportioned earlier) until after the fire-offering.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "56ceb7c4d6e4a91fd5136907", "index_title": "Rashi on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Leviticus 6:11:1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Rashi on Leviticus 6:11:1", "sourceHeRef": "רש\"י על ויקרא ו׳:י״א:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Rashi on Leviticus", "he": "רש\"י על ויקרא"}, "heTitle": "רש\"י על ויקרא", "he": "<b>כל זכר.</b> אֲפִלּוּ בַּעַל מוּם; לָמָּה נֶאֱמַר? אִם לַאֲכִילָה הֲרֵי כְּבָר אָמוּר, לֶחֶם אֱלֹהָיו מִקָּדְשֵׁי הַקֳּדָשִׁים וְגוֹ' (ויקרא כ\"א), אֶלָּא לְרַבּוֹת בַּעֲלֵי מוּמִין לְמַחֲלֹקֶת (ספרא):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "כל זכר ALL THE MALES [AMONG THE CHILDREN OF AARON SHALL EAT OF IT] — all the males: even one with a bodily blemish. But why is this stated at all? If you say: for the purpose of permitting the eating of the meal-offering to such a priest, then it is redundant, for you see, this has already been stated, (Leviticus 21:22) “He (the priest with a blemish) may eat of the bread of his God, both of the most holy [and of the holy]”! But it is intended to include the priests with bodily blemishes in the right of apportionment alluded to in the preceding verse: I have given it to them as their portion (i.e. that they may not only eat holy food if such is given to them by their fellow priests, but they are entitled to participate in the apportionment) (Sifra, Tzav, Chapter 3 5; Zevachim 102a).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "57e77d25d6e4a94c7c18a7fa", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 21:22", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Tafsir Rasag, Leviticus 21:22", "sourceHeRef": "תפסיר רס\"ג, ויקרא כ״א:כ״ב", "anchorVerse": 22, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 21.0022, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "לכן רזק רבה מן כ̇ואץ אלאקדאס ועואמהא יאכל", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "585afacdd6e4a908ac4ed772", "index_title": "Mishneh Torah, Admission into the Sanctuary", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Admission into the Sanctuary 6:12", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Mishneh Torah, Admission into the Sanctuary 6:12", "sourceHeRef": "משנה תורה, הלכות ביאת מקדש ו׳:י״ב", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 6.0012, "collectiveTitle": {"en": "Mishneh Torah, Admission into the Sanctuary", "he": "משנה תורה, הלכות ביאת מקדש"}, "heTitle": "משנה תורה, הלכות ביאת מקדש", "he": "מִי שֶׁנִּמְצָא כָּשֵׁר בְּיִחוּסוֹ וְנִמְצָא בּוֹ מוּם. יוֹשֵׁב בְּלִשְׁכַּת הָעֵצִים וּמְתַלֵּעַ עֵצִים לַמַּעֲרָכָה וְחוֹלֵק בְּקָדָשִׁים עִם אַנְשֵׁי בֵּית אָב שֶׁלּוֹ וְאוֹכֵל שֶׁנֶּאֱמַר <small>(ויקרא כא כב)</small> \"לֶחֶם אֱלֹהָיו מִקָּדְשֵׁי הַקָּדָשִׁים וּמִן הַקָּדָשִׁים יֹאכֵל\":\n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "[A priest] who is discovered to be of acceptable lineage, but was discovered to have a physical blemish should sit in the Chamber of Wood<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">Located in the Women's Courtyard; see <i>Hilchot Beit HaBechirah</i> 5:8.</i> and [removes] worm-eaten wood for the [Altar's] pyre.<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">For worm-eaten wood is undesirable. See <i>Hilchot Issurei Mizbeiach</i> 6:2.</i> He should be included in the division of the sacrifices with the members of his clan and may partake [of the sacrifices],<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">See <i>Hilchot Ma'aseh HaKorbanot</i> 10:17.</i> as [Leviticus 21:22] states: \"He may partake of the food of his God from [the sacrifices of] the most holy order and of the sacred foods.\"", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "585b845bd6e4a908ac4f189d", "index_title": "Mishneh Torah, Sacrificial Procedure", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Sacrificial Procedure 10:17", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Mishneh Torah, Sacrificial Procedure 10:17", "sourceHeRef": "משנה תורה, הלכות מעשה הקרבנות י׳:י״ז", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 10.0017, "collectiveTitle": {"en": "Mishneh Torah, Sacrificial Procedure", "he": "משנה תורה, הלכות מעשה הקרבנות"}, "heTitle": "משנה תורה, הלכות מעשה הקרבנות", "he": "אֵין הַקָּטָן חוֹלֵק אֲפִלּוּ בְּקָדָשִׁים קַלִּים אַף עַל פִּי שֶׁמֻּתָּר לְהַאֲכִילוֹ קָדְשֵׁי קָדָשִׁים. וְכֵן אִשָּׁה וְאַנְדְּרוֹגִינוּס אֵין חוֹלְקִין לָהֶם בְּקָדְשֵׁי הַמִּקְדָּשׁ כְּלָל שֶׁנֶּאֱמַר <small>(ויקרא ז י)</small> \"אִישׁ כְּאָחִיו\". אֲבָל בַּעַל מוּם בֵּין קָבוּעַ בֵּין עוֹבֵר בֵּין שֶׁנּוֹלַד בְּמוּמוֹ בֵּין שֶׁהָיָה תָּמִים וְנִפְסַל חוֹלֵק וְאוֹכֵל שֶׁנֶּאֱמַר <small>(ויקרא כא כב)</small> \"לֶחֶם אֱלֹהָיו מִקָּדְשֵׁי הַקֳדָשִׁים\" וְגוֹ'. וְהוּא שֶׁיִּהְיֶה רָאוּי לַאֲכִילָה. אֲבָל אִם הָיָה טָמֵא אֵינוֹ חוֹלֵק לֶאֱכל לָעֶרֶב:\n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "Even though it is permitted to feed a minor [meat even] from sacrifices of the highest degree of sanctity, he is not given a portion, even from sacrifices of a lesser degree of sanctity.<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">Instead, he may only partake of what the other priests give him from their portions.</i> Similarly, a woman and an <i>androgynus</i><sup class=\"footnote-marker\">63</sup><i class=\"footnote\">I.e., since the halachic status of the gender of an <i>androgynus</i> is not defined, he is not given a portion as a male would be.</i> are not given a portion of the sacrifices from the Temple at all, as [the above verse] states: \"Every man like his brother.\"<sup class=\"footnote-marker\">64</sup><i class=\"footnote\">The same phrase excludes both women and minors, because the term \"man\" implies that the recipient must be male and of age. Since they are not fit to perform service, they are not allocated a portion of the sacrifices.</i><br>[A priest] who has a disqualifying physical blemish - whether permanent or temporary, whether he was born with it or born unblemished and later disqualified - receives a portion of the sacrifices and may partake of them,<sup class=\"footnote-marker\">65</sup><i class=\"footnote\">Even though he is not fit to perform service, he is considered an ordinary member of the priestly clan and given a portion of the sacrifices. There is an explicit verse requiring this [the Rambam's Commentary to the Mishnah (<i>Zevachim</i> 12:1)].</i> as [Leviticus 21:22] states: \"The food of his God, of the most sacred order... he may eat.\" [The above applies] provided he is fit to partake [of the sacrifice at the time it is offered]. If, however, he is impure, he is not given a portion to eat in the evening.<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">Even if he would regain his ritual purity by the evening.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "586901ead6e4a97c9cbb2247", "index_title": "Mei HaShiloach", "category": "Chasidut", "type": "commentary", "ref": "Mei HaShiloach, Volume II, Leviticus, Emor 2", "anchorRef": "Leviticus 21:22-23", "anchorRefExpanded": ["Leviticus 21:22", "Leviticus 21:23"], "sourceRef": "Mei HaShiloach, Volume II, Leviticus, Emor 2", "sourceHeRef": "מי השלוח, חלק ב, ספר ויקרא, אמור ב׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1840, 1860], "commentaryNum": 2, "collectiveTitle": {"en": "Mei HaShiloach", "he": "מי השלוח"}, "heTitle": "אמור", "he": "<b>לחם אלהיו מקדשי הקדשים ומן הקדשים יאכל אך אל הפרכת לא יבא ואל המזבח לא יגש וגו'.</b> זה נאמר נגד התרעומת שיש בלב הבעלי מומין מזרע אהרן למה נתרחקו מעבודה. כי כל הפסולים והטמאים אשר זה החסרון הוא מצד אדם הם יצדיקו עליהם הדין, אבל מי שנולד בעל מום יש לו תרעומות בלב כענין לך לאומן שעשני, ועל זה נאמר לחם אלהיו וגו', היינו שבפנימיות שלך לא תחסר דבר אך מה' כל משפט זרע אהרן כמה בעלי מומין ימצאו בהם, ואם עליו עלה רצונו ית' להרחיקו מעבודה לא יתרעם כלום כי בזה נשלם רצונו יתברך, אבל בפנימיות שלו אינו מרוחק ויאכל קדשים, אך אל הפרכת לא יבא ואל המזבח לא יגש שבזה מקיים מצות ה' כמו במעשה ועבודה כדאיתא בזה\"ק (וישב קפ\"א.).", "heVersionTitle": "Mei HaShiloach, Publication of Sifrei Izhbitza Radzin, Bnei Brak 2005.", "heLicense": "", "heVersionTitleInHebrew": "מי השילוח. תשס\"ה. בני ברק", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5926c969d6e4a957603a4495", "index_title": "Sha'ar HaEmunah VeYesod HaChasidut", "category": "Chasidut", "type": "", "ref": "Sha'ar HaEmunah VeYesod HaChasidut, Entrance to the Gate of Beit Yaakov 3:2", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Sha'ar HaEmunah VeYesod HaChasidut, Entrance to the Gate of Beit Yaakov 3:2", "sourceHeRef": "שער האמונה ויסוד החסידות, פתח השער לבית יעקב ג׳:ב׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1850, 1890], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Sha'ar HaEmunah VeYesod HaChasidut", "he": "שער האמונה ויסוד החסידות"}, "heTitle": "פתח השער לבית יעקב", "he": "<b>ובזוה\"ק</b> וישלח <small>(דף קסו.)</small> רבי שמעון פתח <small>(משלי יב)</small> טוב נקלה ועבד לו ממתכבד וחסר לחם וכו', ואיהו חסר לחם חסר מהימנותא כד\"א לחם אלהיו. שאם האדם שלם באמונה, אז יראתו ואהבתו שלמים, וחסרון אמונה יקרא בזה\"ק קדושים <small>(דף פ.)</small> חסר לב מהו חסר לב מאן דלית ליה מהימנותא דמאן דלא אשתדל באורייתא לאו ביה מהימנותא ופגים הוא מכלא. ועל זה אמר שלמה <small>(משלי יז)</small> למה זה מחיר ביד כסיל לקנות חכמה ולב אין. שהיראה מתוך האמונה, כאשר יאמין האדם שהש\"י הוא השורש, וכמו שתקנו לנו אנשי כנסת הגדולה, אתה הוא עד שלא נברא העולם אתה הוא משנברא העולם, שמצד הש\"י אין שום חילוק בין קודם בריאת העולם לאחר בריאת העולם:", "heVersionTitle": "Shaar HaEmunah Ve'Yesod HaChassidut, 1996.", "heLicense": "", "heVersionTitleInHebrew": "", "text": "It is written in the Zohar, Parshat Shlach (166a): \"Rabbi Shimon opened the discussion and said, “Better is the man who is lightly esteemed and has a servant than one who primps himself and lacks bread.” (Mishlei, 12:9) One who lacks bread, lacks faith, as it is written (Vayikra, 21:22), ‘the bread of God.’”\"<sup class=\"footnote-marker\">221</sup><i class=\"footnote\">Interestingly enough, this verse is mentioned in the Torah’s discussion of the blemished Cohen, who, though he may not offer sacrifices in the Temple, may nevertheless eat of the sacrifices, the “bread of God.” Deficiency does not prevent man from the connection of faith, to the contrary, it can strengthen it. </i> If a person is whole in his <i>emunah</i>, then his fear and love of God are also whole.<sup class=\"footnote-marker\">222</sup><i class=\"footnote\">We explained above that one who fears God becomes whole in his character traits. Here, we see the reverse: wholeness of faith leads to wholeness of fear. On the other hand, a deficiency in faith would lead to fallen fear, or idolatry.</i> On the other hand, deficiency in <i>emunah</i> is called “heartless.” Of this, the Zohar writes (Kedoshim, 80a): \"What is “heartless?” It is one who lacks faith. One who does not learn the Torah has no faith and is thoroughly blemished.\" Shlomo HaMelech had this in mind when he asked (Mishlei, 17:16), “What is the value of wisdom in the hands of a fool, seeing as he lacks a heart?” <i>Emunah</i> contains the fear of God. When a man has<i> emunah</i> that God is the source and root of all, he then possesses the knowledge that was expressed by the members of the Great Assembly in the prayer, “You, God, existed before the world was created, and You exist after the world was created.”<sup class=\"footnote-marker\">223</sup><i class=\"footnote\">This prayer is found in the introduction to the morning service, in the <i>Adon Olam </i>prayer.</i> That is, from God’s point of view there is no difference between before the world was created and afterward.<sup class=\"footnote-marker\">224</sup><i class=\"footnote\">That is, faith is that which transcends the limited vessels with which God created the world, as discussed above.</i>", "versionTitle": "The Introduction to the Beit Yaakov, Translated and Annotated by Betzalel Edwards", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5926c96bd6e4a957603a4551", "index_title": "Sha'ar HaEmunah VeYesod HaChasidut", "category": "Chasidut", "type": "", "ref": "Sha'ar HaEmunah VeYesod HaChasidut, Entrance to the Gate of Beit Yaakov 21:6", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Sha'ar HaEmunah VeYesod HaChasidut, Entrance to the Gate of Beit Yaakov 21:6", "sourceHeRef": "שער האמונה ויסוד החסידות, פתח השער לבית יעקב כ״א:ו׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1850, 1890], "commentaryNum": 21.0006, "collectiveTitle": {"en": "Sha'ar HaEmunah VeYesod HaChasidut", "he": "שער האמונה ויסוד החסידות"}, "heTitle": "פתח השער לבית יעקב", "he": "<b>וזהו</b> הענין שבאר רבי שמעון בן יוחאי על צעקת ודמעת העשוקים, מה שכהן בעל מום יש לו גודל תרעומות על מה שנגרש מלהסתפח לעבודת הש\"י, שהוא אסור לעבוד עבודה במקדש. שאי אפשר לומר שיש לו פגם ממש בשורש נפשו בפנימיותו בתולדה, א\"כ היה אסור לאכול גם תרומה וקדשים, שהרי חלל אסור לאכול בקדשים, וגם זרעו פסול מכהונה, ובעל מום מותר לאכול בתרומה וקדשים וזרעו כשר. אלא שאסור לו לכנוס למקדש ולעבוד עבודה:", "heVersionTitle": "Shaar HaEmunah Ve'Yesod HaChassidut, 1996.", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Here Rabbi Shimon explains the nature of the cries and tears of the downtrodden. The Cohen who is disqualified from serving in the Holy Temple due to one of the blemishes mentioned in the Torah has grievances against God for being cast away from being included in the service of G-d, for he is forbidden to serve in the Temple. It is impossible to say that he is blemished from birth at the core of his soul, for then he he would be forbidden from eating from tithes and sacrifices.<sup class=\"footnote-marker\">441</sup><i class=\"footnote\">Vayikra 21:22. </i> It is only a <i>Halal</i> – a Cohen who married a divorcee – who is forbidden from eating of the sacrifices, and whose offspring no longer have the status of Cohanim. Yet a blemished Cohen is allowed to eat tithes and sacrifices, and his children are full-fledged Cohanim. It is only that he is forbidden from entering into the Temple and performing the holy service.", "versionTitle": "The Introduction to the Beit Yaakov, Translated and Annotated by Betzalel Edwards", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d48933d6e4a939ba1745d5", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 21:22:1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Torah Temimah on Torah, Leviticus 21:22:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא כ״א:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>ומן הקדשים יאכל. </b>מקדשי קדשים אלו קדשי קדשים, ומן הקדשים – אלו קדשים קלים <sup class=\"footnote-marker\">קנז</sup><i class=\"footnote\">וע' בפירש\"י בפסוק זה דאצטריכי שניהם.\n</i>.<br>(זבחים ק\"א ב')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a1544a4d6e4a92409ac064b", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Leviticus 21:22:1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Siftei Chakhamim, Leviticus 21:22:1", "sourceHeRef": "שפתי חכמים, ויקרא כ״א:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "inline_reference": {"data-commentator": "Siftei Chakhamim", "data-label": "⚬"}, "compDate": [1660, 1680], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "ויקרא", "he": "<b>ה\"א בק\"ק יאכל.</b> [ג\"א] הקשה הרא\"ם על מה שאמר בקדשי הקדשים שהותרו לזר הוא אמרינן בפרק טבול יום מרע\"ה כ\"ג היה וחלק בקדשי שמים שנאמר מאיל המלואים למשה היה למנה וא\"כ לא הותרו לזר. ואין זה קושיא דמ\"מ שפיר אמרינן דהותר לזרים היינו למי שאין בניו כהנים וגם משה לא היה כהן לכל מילי שהרי לא הותר לו לעבוד אחר שהוקם המשכן ובדבר זה זר מקרי: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>I would have thought: A blemished person may eat of the most holy sacrifices.</b> (<i>Gur Aryeh</i>) <i>Re’m</i> raises a question regarding Rashi’s statement that the holy sacrifices were permitted to a non-<i>kohein</i>: The Gemara in <i>Perek Tevul Yom</i> (Zevachim 101b) says<i>,</i> Moshe, our teacher, was a <i>Kohein Godol</i> and took a portion of the sacrifices of Heaven as it says concerning the ram of inauguration (Vayikra 8:29), “That was the portion of Moshe.” If so, [where is the proof that] it was not permitted to a non-<i>kohein</i>? This is no difficulty, since it is still correct to say that it was permitted to a non-<i>kohein,</i> i.e., to someone whose sons were not <i>kohanim.</i> Also, Moshe was not a <i>kohein</i> regarding everything, as he was not permitted to do service after the Tabernacle was erected, and concerning this he is called a non-<i>kohein.</i> ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a41203fd6e4a97d18d8f133", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 276:3", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Sefer HaChinukh 276:3", "sourceHeRef": "ספר החינוך ער״ו:ג׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 276.0003, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "מִדִּינֵי הַמִּצְוָה. מָה שֶׁאָמְרוּ זִכְרוֹנָם לִבְרָכָה (קידושין סו ב) שֶׁאֶחָד מוּם קָבוּעַ אוֹ מוּם עוֹבֵר פּוֹסֵל הָעֲבֹדָה וְלוֹקֶה הַכֹּהֵן עָלָיו אִם עָבַד בְּמֵזִיד. וּמָה שֶׁאָמְרוּ זִכְרוֹנָם לִבְרָכָה, (מדות ה ד) שֶׁבֵּית דִּין הַגָּדוֹל הָיוּ יוֹשְׁבִין בְּלִשְׁכַּת הַגָּזִית וְעִקַּר מַעֲשֵׂיהֶן בְּהַתְמָדָה שֶׁהָיוּ בּוֹדְקִין הַכֹּהֲנִים בַּיֻּחֲסִין וּבַמּוּמִין, וְכָל כֹּהֵן שֶׁנִּמְצָא פָּסוּל בַּיֻּחֲסִין לוֹבֵשׁ שְׁחוֹרִים וּמִתְעַטֵּף שְׁחוֹרִים וְיוֹצֵא מִן הָעֲזָרָה, וְכָל מִי שֶׁנִּמְצָא שָׁלֵם וְכָשֵׁר לוֹבֵשׁ לְבָנִים וְנִכְנָס וּמְשַׁמֵּשׁ עִם אֶחָיו הַכֹּהֲנִים. וּמִי שֶׁנִּמְצָא כָּשֵׁר בְּיִחוּסוֹ וְנִמְצָא בּוֹ מוּם יוֹשֵׁב בְּלִשְׁכַּת הָעֵצִים וּמְתַלֵּעַ עֵצִים לַמַּעֲרָכָה, וְחוֹלֵק בַּקֳּדָשִׁים עִם אַנְשֵׁי בֵּית אָב שֶׁלּוֹ וְאוֹכֵל, שֶׁנֶּאֱמַר לֶחֶם אֱלֹהָיו מִקָּדְשֵׁי הַקֳּדָשִׁים וּמִן הַקֳּדָשִׁים יֹאכֵל. וְיֶתֶר דִּינֵי כָּל הַמּוּמִין בִּבְכוֹרוֹת פֶּרֶק שְׁבִיעִי.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "From the laws of the commandment is that which they, may their memory be blessed, said (Kiddushin 66b) that both one with a permanent blemish or [one with] a transient blemish disqualifies the service and is lashed — if he served (transgressed) volitionally. And that which they, may their memory be blessed, said (Mishnah Middot 5:4) that the Great Court would sit in the chamber of hewn stone and their main constant activity was to check the priests in their pedigree and their blemishes. And any priest that was found to be disqualified in his pedigree wears black, wraps himself in black and goes out of the [Temple] yard. But one found complete and fit wears white, enters and serves with his brother priests. And one who was found fit in his pedigree but a blemish was found on him sits in the chamber of wood and removes the wormy wood for the arrangement [of wood]. And he divides the holy foods with his clan and eats, as it is stated (Leviticus 21:22), “The bread of His God from the holy of the holies and from the holy he may eat.” And the rest of the laws of all of the blemishes are in <i>Bekhorot</i>, the seventh chapter.", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "5a436713d6e4a97d18d915d7", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 21:22:1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 21:22:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא כ״א:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>לחם אלהיו מקדשי הקדשים ומן הקדשים יאכל.</b> למדנו שהבעל מום חולק עם אחיו הכהני' בקדשי הקדשים ובקדשים קלים ר\"ל עם אנשי בית אב:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a79be6dd6e4a945718733a2", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 102a:20", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Zevachim 102a:20", "sourceHeRef": "זבחים ק״ב א:כ׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 203.002, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "למאי אי לאכילה הרי כבר נאמר (ויקרא כא, כב) לחם אלהיו מקדשי הקדשים יאכל אלא לחלוקה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara clarifies: <b>For what</b> matter is this derivation necessary? <b>If</b> one suggests it is <b>for</b> the matter of <b>consumption, it is already stated</b> explicitly: “Any man of the seed of Aaron the priest who has a blemish…<b>He may eat the bread of his God, of the most sacred,</b> and of the sacred” (Leviticus 21:21–22). <b>Rather,</b> Leviticus 6:11 is necessary <b>for</b> the matter of <b>receiving a share,</b> teaching that blemished priests may do so along with the other priests. This is the source for the mishna’s statement.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5a9ff19ed6e4a93bec1fb3ff", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 101b:16", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Steinsaltz on Zevachim 101b:16", "sourceHeRef": "ביאור שטיינזלץ על זבחים ק״א ב:ט״ז", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 202.0016, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": " ועוד <b>מיתיבי</b> <small>[מקשים]</small> על דברי רב ממה ששנינו, נאמר בדינו של כהן בעל מום: <b>\"לחם אלהיו מקדשי הקדשים ומן הקדשים יאכל\"</b> (ויקרא כא, כב). ויש לשאול, <b>אם נאמרו</b> בפסוק זה <b>קדשי קדשים,</b> שכהן בעל מום רשאי לאוכלם, <b>למה נאמר</b> גם <b>קדשים קלים? ואם נאמרו קדשים קלים, למה נאמר קדשי קדשים?</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9ff19ed6e4a93bec1fb421", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 102a:20", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Steinsaltz on Zevachim 102a:20", "sourceHeRef": "ביאור שטיינזלץ על זבחים ק״ב א:כ׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 203.002, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": "ושואלים: <b>למאי</b> <small>[למה],</small> לאיזה ענין נאמר ריבוי זה? <b>אי</b> <small>[אם]</small> <b>ל</b>ענין <b>אכילה, הרי כבר נאמר</b> לגבי בעלי מומים במפורש: \"כל איש אשר בו מום מזרע אהרן הכהן... <b>לחם אלהיו מקדשי הקדשים</b> ומן הקדשים <b>יאכל\"</b> (ויקרא כא, כב)! <b>אלא</b> הכוונה היא לרבות כהן בעל מום אף <b>לחלוקה</b> שהוא חולק בקדשים עם שאר אחיו.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ad4da91d6e4a918cf868df3", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 101b:16", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Zevachim 101b:16", "sourceHeRef": "זבחים ק״א ב:ט״ז", "anchorVerse": 22, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 202.0016, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "מיתיבי (ויקרא כא, כב) לחם אלהיו מקדשי הקדשים ומן הקדשים יאכל אם נאמרו קדשי קדשים למה נאמר קדשים קלים ואם נאמרו קדשים קלים למה נאמר קדשי קדשים", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara <b>raises an objection</b> to Rav’s statement from another <i>baraita</i>: The verse states with regard to a blemished priest: <b>“He may eat the bread of his God, both of the most sacred, and of the sacred”</b> (Leviticus 21:22). <b>If offerings of the most sacred order are stated,</b> that a blemished priest may eat them, then <b>why</b> are <b>offerings of lesser sanctity</b> also <b>stated? And if offerings of lesser sanctity are stated, why</b> are <b>offerings of the most sacred order stated?</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5c17a912bb386c011be9efaa", "index_title": "Rashi on Yevamot", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Yevamot 33a:3:1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Rashi on Yevamot 33a:3:1", "sourceHeRef": "רש\"י על יבמות ל״ג א:ג׳:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Rashi on Yevamot", "he": "רש\"י על יבמות"}, "heTitle": "רש\"י על יבמות", "he": "שרי באכילה - בקדשים דכתיב ומן הקדשים יאכל (ויקרא כ״א:כ״ב):", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17ba01b071e100bf4f0461", "index_title": "Rashi on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Zevachim 99a:4:1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Rashi on Zevachim 99a:4:1", "sourceHeRef": "רש\"י על זבחים צ״ט א:ד׳:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Rashi on Zevachim", "he": "רש\"י על זבחים"}, "heTitle": "רש\"י על זבחים", "he": "כל זכר בכהנים יאכל לרבות בעל מום - ולקמן מוקמינן לה בפרקין (ד' קב) דלחלוקה רבייה דאי לאכילה לא אצטריך דהא בהדיא כתיב ביה (ויקרא כ״א:כ״ב) ומן הקדשים יאכל:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17ba05b071e100bf4f06d6", "index_title": "Rashi on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Zevachim 15b:14:1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Rashi on Zevachim 15b:14:1", "sourceHeRef": "רש\"י על זבחים ט״ו ב:י״ד:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Rashi on Zevachim", "he": "רש\"י על זבחים"}, "heTitle": "רש\"י על זבחים", "he": "בעל מום שאוכל - את קדשי קדשים דכתיב (ויקרא כא) מקדשי הקדשים ומן הקדשים יאכל:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7d903e4644410066683772", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tzav, Chapter 7 5", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Sifra, Tzav, Chapter 7 5", "sourceHeRef": "ספרא, צו, פרק ז ה׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 5, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ז", "he": "[ה] ר' שמעון אומר אף על פי שהיתה לה שעת הכושר ונפסלה – אינה טעונה מריקה ושטיפה. בישל בו קדשים וחולין, קדשי קדשים וקדשים קלים – אם יש בהם בנותן טעם – הרי אלו נאכלים כחמורים, וטעונים מריקה ושטיפה, ופסולה במגע.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "6) \"Every male\": to include all those with blemishes. Why need this be stated? If (to tell us that they are fit) for eating, this has already been stated (Vayikra 21:22), and if for apportionment, (that he receive a portion as one of the fit ones), this has already been stated (Vayikra 6:11, see Chapter 3:5 here). If so, why is \"Every male\" written? For (if it were not written) I might think that only those with passing blemishes (were permitted). Whence would I derive (for inclusion) even those with permanent blemishes? It is, therefore, written: \"Every male among the Cohanim may eat.\" \"it\": one that is consecrated and not one that is unfit. \"it is holy of holies\": Why is this mentioned? I might think that (the vessels of) a sin-offering alone require scouring and rinsing. Whence do I derive the same for all offerings? From \"holy of holies.\" I might think that the same holds true for terumah. It is, therefore, written (\"may eat) it\" — excluding terumah. These are the words of R. Yehudah. R. Shimon says: (Vessels of) higher order offerings require scouring and rinsing. (Those of) lower order offerings do not.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7da6a13081100060592114", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Emor, Chapter 3 8", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Sifra, Emor, Chapter 3 8", "sourceHeRef": "ספרא, אמור, פרק ג ח׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 8, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ג", "he": "[ח] \"לחם אלקיו מקדשי הקדשים ומן הקדשים יאכל\" – אם נאמר \"מקדשי הקדשים\" למה נאמר \"ומן הקדשים\"? ואם נאמר \"מן הקדשים\" למה נאמר מקדשי הקדשים? שאילו נאמר \"מקדשי הקדשים\" ולא נאמר \"מן הקדשים\" הייתי אומר \"קדשי קדשים שהותרו לזה מהם יאכל, ומקדשים קלים לא יאכל\" – צריך לומר \"מן הקדשים\". או אילו נאמר \"מן הקדשים\" ולא נאמר \"מקדשי הקדשים\" הייתי אומר \"מקדשים קלים יאכל ומקדשי קדשים לא יאכל\" – צריך לומר \"מקדשי הקדשים\" וצריך לומר \"מן הקדשים\".", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "8) (Vayikra 21:22) \"The bread of his G d, of the holy of holies, and of the holy he may eat.\": If \"holy of holies\" is written, why is \"holy\" written; and if \"holy\" is written, why is \"holy of holies\" written? For if \"holy of holies\" were written, and not \"holy,\" I would say that he (a Cohein with a blemish) may eat holy of holies, for there is an instance of \"holy of holies\" (a meal-offering on a small bamah), which is permitted to a non-Cohein; but he may not eat lower-order offerings. It must, therefore, be written \"of the holy.\" And if \"holy\" were written, and not \"holy of holies,\" I would say that he may eat of the first but not of the second. It must, therefore, be written both \"of the holy of holies\" and \"of the holy.\"", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7da6a44d7b5e00177ba3bd", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Emor, Chapter 3 9", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Sifra, Emor, Chapter 3 9", "sourceHeRef": "ספרא, אמור, פרק ג ט׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 9, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ג", "he": "[ט] \"יאכל\" – אף במחלוקת. והלא דין הוא! ומה אם טבול יום ומחוסר כפורים – שהם כשרים לעבודה מחר – אינם אוכלים במחלוקת, בעל מום – שאינו כשר לעבודה מחר – אינו דין שלא יאכל במחלוקת?! תלמוד לומר \"יאכל\" – אף במחלוקת.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "9) \"he may eat\": even in the machloketh (the regular allotment of his father's priestly house). (For if it were not written \"he may eat\") we would say:) Does it not follow (that he should not eat in the machloketh), viz.: If tvul yom (A Cohein who immersed in the daytime) and one lacking atonement, who are fit for the (sacrificial) service of the next day, may not eat in the machloketh, then a blemished Cohein, who is not fit for the service of the next day — how much more so may he not eat in the machloketh! It must, therefore, be written \"he may eat\" — even in the machloketh.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cb5e1c6faf53a00181b68f7", "index_title": "Steinsaltz on Bekhorot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bekhorot 43a:15", "anchorRef": "Leviticus 21:17-23", "anchorRefExpanded": ["Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23"], "sourceRef": "Steinsaltz on Bekhorot 43a:15", "sourceHeRef": "ביאור שטיינזלץ על בכורות מ״ג א:ט״ו", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 85.0015, "collectiveTitle": {"en": "Steinsaltz on Bekhorot", "he": "ביאור שטיינזלץ על בכורות"}, "heTitle": "ביאור שטיינזלץ על בכורות", "he": "<big>ג</big> <b>אמר רבא: למה לי דכתב רחמנא</b> <small>[לשם מה כתבה התורה]</small> ש<b>מום</b> פוסל <b>באדם,</b> כלומר, בכהן (ויקרא כא, יז—כג), ש<b>מום</b> פוסל בקדשים, בבהמות שהוקדשו למזבח (ויקראד כב, כ—כה), וש<b>מום</b> פוסל להקרבה <b>בבכור</b> בהמה (דברים טו, כא)?", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd689a25f25e0061095e15", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Tzav 36:1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Malbim on Leviticus, Tzav 36:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו ל״ו:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 36.0001, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "צו", "he": "<b>כל זכר בכהנים יאכלנה:</b> שאינה נאכלת אלא לזכרי כהונה. ובמה שכתב \"כל זכר\" בא לרבות שגם בעל מום אוכל. ובאר בספרא שגם זה אינו צריך לרבות שכבר אמור (<small>בפר' אמור \"לחם אלקיו מקדשי הקדשים ומן הקדשים יאכל\"</small> (ויקרא כא, כב)). אם כן למה נאמר \"כל זכר\"? לרבות בעלי מומין למחלוקת.  ר\"ל שכבר בארתי (<small>בסימן ל</small>) שהדבור יהיה לפעמים ציוי ולפעמים היא רק הרשאה. וכלל שבידנו שבמקום שלולא הכתוב היה עולה על הדעת שהדבר אסור - אז אינו ציוי רק הרשאה להודיע שמותר. ולפי זה מה שכתוב \"לחם אלקיו מקדשי הקדשים יאכל\", יש לפרשו שאינו ציוי שמחויב לאכל, רק הרשאה שמותר לו לאכל, כיון שמן הסברה הייתי אומר שאסור לאכל, קמ\"ל שמותר. ולפי זה נאמר דאינו חולק עם הכהנים אחר שאינו מצוה לאכל רק רשות לבד. ולכן אמר פה שנית 'כל זכר בכהנים יאכלנה' לומר שמחויב לאכל (כי הציוי הנכפלת מורה שהיא ציוי, לא הרשאה). וממילא חולק עם אחיו הכהנים אחר שמצוה כמוהם. והנה זה נאמר במנחה ונשנה לקמן (ויקרא ו, כב) בחטאת, ומשולש לקמן (ויקרא ז, ו) באשם. ובאר בספרא (צו פרק ז מ\"ו) שנשנה בחטאת ללמד שגם בעל מום קבוע חולק בקדשים. ואמר (צו פרשה ד מ\"ט) שנשלש באשם ללמד שגם בעל מום מתולדה חולק. וג' ברייתות אלה הובאו בזבחים <small>(דף קב.)</small>. ושם סדר ברייתא השלישית קודם ברייתא השנית. וזה משום דגריס שם בהפך – \"אין לי אלא בעל מום קבוע, בעל מום עובר מנין?\", ולתירוץ רב אשי שם. אבל לתירוץ רב ששת \"איפוך\" (שכן הוא גירסת הספרא באמת), צריך להפך גם סדר הברייתות ולסדרם כמו שהם בספרא, וגם זה נכלל במה שאמר \"איפוך\". ודו\"ק.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6ecf5f6461001992dd11", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Emor 56:1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Malbim on Leviticus, Emor 56:1", "sourceHeRef": "מלבי\"ם על ויקרא, אמור נ״ו:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 56.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "אמור", "he": "מקדשי הקדשים ומן הקדשים יאכל: מה שהוצרך לומר קדשי קדשים וקדשים קלים, הלא קדשים קלים נשמע מכל שכן מקדשי קדשים?! פירשוהו שהייתי טועה שרק ק\"ק יאכל משום שהותרו לזר. ומפרש בזבחים (דף קא) שהותרו לזר בבמה. ולפי זה אתיא סתמא זו כר' מאיר שסבירא ליה יש מנחה בבמה, ולא כר' יהודה (זבחים דף קיג) דלדידיה אין מנחה בבמה. וי\"ל שזה רק לרב דסבירא ליה שמשה כהן גדול היה אבל למה דמסיק שם (דף קב) דתנאי פליגי בזה ור\"ש סבירא ליה שמשה לא היה כהן, מה שכתוב שהותרו לזר היינו שמשה אכל במלואים. ובזה תמצא חידתו של רש\"י בפירושו פה שפירש שהותרו לזר, למשה, שהיא פלאי שהיא נגד הגמ', אך שרצה לאוקים הספרא כר' יהודה.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6ed05f6461001992dd13", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Emor 57:1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Malbim on Leviticus, Emor 57:1", "sourceHeRef": "מלבי\"ם על ויקרא, אמור נ״ז:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 57.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "אמור", "he": "יאכל: אף חולק בקדשים. וזה לא נשמע מפה רק ממה שכתוב בפר' צו במנחה ובחטאת ובאשם \"כל זכר בכהנים יאכל\" שמרבה בעל מום לחלוקה. כי ממה שכתוב פה \"יאכל\" ידעינן אכילה וידעינן גם כן בין בעל מום קבוע בין עובר ובין בעל מום מתולדה. ואייתרא ג' קראי במנחה וחטאת ואשם לרבות בעל מום מעיקרו ובעל מום עובר ובעל מום קבוע לחלוקה. ובזה מיושב קושיית התוס' זבחים (דף קב) ד\"ה בע\"מ. ועיין בפר' צו (סימן ??) בארתי זה. והקרבן אהרן פה אשתמטיה גמ' דזבחים שם. (ועיין עוד בזבחים דף צט:)", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea01eeb7d2e1475644a0f", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 21:22:1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Midrash Lekach Tov, Leviticus 21:22:1", "sourceHeRef": "מדרש לקח טוב, ויקרא כ״א:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> לחם אלהיו מקדשי הקדשים ומן הקדשים יאכל. למה נאמר מקדשי הקדשים ומן הקדשים שאילולי כן הייתי אומר בקדשים קלים יאכל ולא בקדשי קדשים. לכך נאמר ומן הקדשים ומקדשי הקדשים:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e42f2242cc484c6914f7de", "index_title": "Reshit Chokhmah", "category": "Kabbalah", "type": "", "ref": "Reshit Chokhmah, Gate of Humility 7:4", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Reshit Chokhmah, Gate of Humility 7:4", "sourceHeRef": "ראשית חכמה, שער הענוה ז׳:ד׳", "anchorVerse": 22, "sourceHasEn": false, "commentaryNum": 7.0004, "collectiveTitle": {"en": "Reshit Chokhmah", "he": "ראשית חכמה"}, "he": "<b>עוד</b> שם (זוהר פ' וישלח דף קסו ע\"א-ע\"ב) זה לשונו רבי שמעון פתח (משלי יב, ט) טוב נקלה ועבד לו ממתכבד וחסר לחם, האי קרא על יצר הרע אתמר, בגין דאיהו מקטרגא תדיר לגבי בני נשא, ויצר הרע איהו ארים לביה ורעותיה דבר נש בגאותא, ואזיל אבתריה, מסלסל בשעריה וברישיה, עד דאיהו אתגאי עליה ומשיך ליה לגיהנם. אבל טוב נקלה, ההוא דלא אזיל אבתריה דיצר הרע ולא איתגאי כלל, ומאיך רוחיה ולביה ורעותיה לגבי קודשא בריך הוא, וכדין ההוא יצר הרע מתהפך לעבד לו, דלא יכיל לשלטאה עלוי, וההוא בר נש שליט עלוי כמד\"א (בראשית ד, ז) ואתה תמשול בו. ממתכבד, כמא דאמרן דאיהו אוקיר גרמיה מסלסל בשעריה אתגאי ברוחיה, ואיהו חסר לחם, חסר מהימנותא, כמד\"א (ויקרא כא, כב) לחם אלהיו וגו', לחם אלהיהם הם מקריבים וגו' (שם כא, ו), עד כאן לשונו.", "heVersionTitle": "Hamesorah Publishers, Jerusalem 2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f575b7a40e8c99a1f4e361", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Leviticus 21:22:1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Maskil LeDavid, Leviticus 21:22:1", "sourceHeRef": "משכיל לדוד, ויקרא כ״א:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "commentaryNum": 22.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "ויקרא", "he": "<b>מקדשי הקדשים וכו׳ שאכל משה וכו׳.</b> אף על גב דבפ׳ טבול יום דף ק״א מסיק דלאו ממשה גמרינן אלא מבמה שהיחיד היה אוכל קדשי קדשים כמ״ד יש מנחה בבמה אבל חזה ושוק לא היה נוהג שם מ״מ לא אמרו כן אלא לתרץ אליביה דרב דסבר כי״א דברייתא דהתם דמשה רבינו עליו השלום כ״ג היה וחולק בקדשי שמים והילכך ליכא למילף מיניה. אבל רש״י נסיב לה אליבא דרבנן דברייתא דסברי לא נתכהן משה אלא ז׳ ימי המילואים בלבד ואין הכוונה לומר שאותן הימים מיהא הוה כהן אלא כלומר שהותר לו לשמש כאילו היה כהן אבל לעולם זר הוה ושפיר ילפינן מיניה:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b6fdc823a798e70b57f0", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 632:4", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Yalkut Shimoni on Torah 632:4", "sourceHeRef": "ילקוט שמעוני על התורה תרל״ב:ד׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 632.0004, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ומן הקדשים יאכל אף במחלוקת, והלא דין הוא ומה אם טבול יום ומחוסר כפורים שהן כשרין לעבודה למהר אינן אוכלין במחלוקת בעל מום שאין כשר לעבודה למחר אינו דין שלא יאכל במחלוקת תלמוד לומר יאכל במחלוקת. ויאמר למזבח ואין צריך לפרוכת למה נאמר לפרוכת, שאם נאמר למזבח ולא נאמר לפרוכת הייתיאומר מן המזבח שכשר לכל עבודה יהא אסור מן הפרוכת שאין כשר לכל עבודה לא יהא אסור צריך לומר לפרוכת. אלו נאמר לפרוכת ולא נאמר למזבח הייתי אומר מן הפרוכת שבפנים יהא אסור מן המזבח שבחוץ לא יהא אסור צריך לומר למזבח וצריך לומר לפרוכת. יכול לא יכנס לעשות רקועין תלמוד לומר אך, כך הוא מצותו הכהנים נכנסין אין כהנים נכנסין לוים, אין לוים נכנסין ישראל, אין טהורין נכנסים טמאים, אין תמימין נכניסן בעלי מומים:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d581f4629f2b5727cc32", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, לחם 1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Sefer HaShorashim, לחם 1", "sourceHeRef": "ספר השרשים, לחם א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "לחם", "he": ["<strong><big>לחם</big></strong>   כִּי<strong> לָֽחֲמוּ לֶחֶם</strong> רֶשַׁע (<a class=\"refLink\" href=\"Proverbs 4:17\" data-ref=\"Proverbs 4:17\">משלי ד, יז</a>), כלומר אכלו מאכל לחם רשע. וּבַל־<strong>אֶלְחַם</strong> בְּמַנְעַמֵּיהֶֽם (<a class=\"refLink\" href=\"Psalms 141:4\" data-ref=\"Psalms 141:4\">תהלים קמא, ד</a>), אַל־<strong>תִּלְחַם</strong> אֶת־<strong>לֶחֶם</strong> רַע עָיִן (<a class=\"refLink\" href=\"Proverbs 23:6\" data-ref=\"Proverbs 23:6\">משלי כג, ו</a>), כִּֽי־תֵשֵׁב <strong>לִלְחוֹם</strong> אֶת־מוֹשֵׁל (<a class=\"refLink\" href=\"Proverbs 23:1\" data-ref=\"Proverbs 23:1\">משלי כג, א</a>), לְכוּ <strong>לַֽחֲמוּ בְֽלַֽחֲמִי</strong> (<a class=\"refLink\" href=\"Proverbs 9:5\" data-ref=\"Proverbs 9:5\">משלי ט, ה</a>). <strong>וּלְחֻמֵי</strong> רֶשֶׁף (<a class=\"refLink\" href=\"Deuteronomy 32:24\" data-ref=\"Deuteronomy 32:24\">דברים לב, כד</a>), פירוש אכולי רשף. ויש מפרשים מזה וְשֹׁרֶשׁ רְתָמִים <strong>לַחְמָֽם</strong> (<a class=\"refLink\" href=\"Job 30:4\" data-ref=\"Job 30:4\">איוב ל, ד</a>). וכבר כתבנוהו בשרש <strong>חָמַם</strong>. וכל לחם ענינו כלל לכל מאכל. ועל הלחם לבדו כִּי לֹא עַל־<strong>הַלֶּחֶם</strong> לְבַדּוֹ יִחְיֶה הָֽאָדָם (<a class=\"refLink\" href=\"Deuteronomy 8:3\" data-ref=\"Deuteronomy 8:3\">דברים ח, ג</a>), בשש נקודות. לְהוֹצִיא <strong>לֶחֶם</strong> מִן־הָאָֽרֶץ (<a class=\"refLink\" href=\"Psalms 104:14\" data-ref=\"Psalms 104:14\">תהלים קד, יד</a>), אמר מה שהוא תכלית העשב כי הלחם אינו יוצא מן הארץ אלא על ידי סבות קדמוהו. וכן <strong>צֶמַח</strong> בְּלִי יַֽעֲשֶׂה־<strong>קֶּמַח</strong> (<a class=\"refLink\" href=\"Hosea 8:7\" data-ref=\"Hosea 8:7\">הושע ח, ז</a>), לפי שתכלית הצמח הקמח, אף על פי שיש ביניהם פעלים יצא מפועל אל פועל עד שיגיע אל התכלית והוא הקמח, ואינו התכלית האחרון, כי התכלית האחרון הוא הלחם במה שיאות אל האדם. והורגל הלשון הזה על הלחם יותר משאר המאכלים לפי שהוא עיקר מאכל האדם. ונופל על הבשר לבדו <strong>לֶחֶם</strong> אִשֶּׁה (<a class=\"refLink\" href=\"Leviticus 3:11\" data-ref=\"Leviticus 3:11\">ויקרא ג, יא</a>), אֶת־קָרְבָּנִי<strong> לַחְמִי</strong> לְאִשַּׁי (<a class=\"refLink\" href=\"Numbers 28:2\" data-ref=\"Numbers 28:2\">במדבר כח, ב</a>), וכן כִּֽי־אֶת־<strong>לֶחֶם</strong> אֱלֹהֶיךָ הוּא מַקְרִיב (<a class=\"refLink\" href=\"Leviticus 21:8\" data-ref=\"Leviticus 21:8\">ויקרא כא, ח</a>), וכן הֵמָּה כִּדְוֵי <strong>לַחְמִֽי</strong> (<a class=\"refLink\" href=\"Job 6:7\" data-ref=\"Job 6:7\">איוב ו, ז</a>). ומשקל אחר <strong>וּלְחֻמָם</strong> כַּגְּלָלִֽים (<a class=\"refLink\" href=\"Zephaniah 1:17\" data-ref=\"Zephaniah 1:17\">צפניה א, יז</a>), וְיַמְטֵר עָלֵימוֹ <strong>בִּלְחוּמֽוֹ</strong> (<a class=\"refLink\" href=\"Job 20:23\" data-ref=\"Job 20:23\">איוב כ, כג</a>). <strong>לֶחֶם </strong>אֱלֹהָיו מִקָּדְשֵׁי הַקֳּדָשִׁים וּמִן־הַקֳּדָשִׁים יֹאכֵֽל (<a class=\"refLink\" href=\"Leviticus 21:22\" data-ref=\"Leviticus 21:22\">ויקרא כא, כב</a>), כולל הבשר והתרומות. וכן <strong>מִלֶּחֶם</strong> אָבִיהָ תֹּאכֵל (<a class=\"refLink\" href=\"Leviticus 22:13\" data-ref=\"Leviticus 22:13\">ויקרא כב, יג</a>). נַשְׁחִיתָה עֵץ <strong>בְּלַחְמוֹ</strong> (<a class=\"refLink\" href=\"Jeremiah 11:19\" data-ref=\"Jeremiah 11:19\">ירמיה יא, יט</a>), בפריו. ואדוני אבי ז\"ל פירשו הפוך נשחיתה לחמו בעץ, כלומר נשחיתה מאכלו בעץ, והעץ הוא הנקרא בערבי <strong>דפל\"א</strong> והוא סם המות ועליו נאמר וַיּוֹרֵהוּ י\"י עֵץ וַיַּשְׁלֵךְ אֶל־הַמַּיִם (<a class=\"refLink\" href=\"Exodus 15:25\" data-ref=\"Exodus 15:25\">שמות טו, כה</a>), היה נס בתוך נס כדברי רבותינו ז\"ל (ילמדנו סדר בשלח פרשת אז ישיר). וכן תרגם יונתן <strong>נִרְמֵי סַמָא דְמוֹתָא בְּמֵיכְלֵיהּ</strong>. מֵֽאָשֵׁר שְׁמֵנָה <strong>לַחְמוֹ</strong> (<a class=\"refLink\" href=\"Genesis 49:20\" data-ref=\"Genesis 49:20\">בראשית מט, כ</a>), כולל כל מאכל כלומר כל מאכל שתוציא ארצו יהיה שמן. ומלת <strong>שְׁמֵנָה</strong> נופלת על ארצו כאילו אמר <strong>ארץ</strong> <strong>שְׁמֵנָה</strong> יהיה לחמו, והוא חסר כמו וּמַֽאֲכָלוֹ בְּרִאָֽה (<a class=\"refLink\" href=\"Habakkuk 1:16\" data-ref=\"Habakkuk 1:16\">חבקוק א, טז</a>), ועוד נפרשנו בשרש <strong>שׁמן</strong>. או אומר שמנה על לחמו וירצה בו <strong>עוּגָה</strong> או <strong>חַלָּה</strong> שהיא לשון נקבה. וכן <strong>לֶחֶם</strong> תְּנוּפָה שְׁתַּיִם (<a class=\"refLink\" href=\"Leviticus 23:17\" data-ref=\"Leviticus 23:17\">ויקרא כג, יז</a>), רוצה לומר <strong>חַלּוֹת</strong>. והכלל כי כל לחם ענינו מאכל. וכן מזה הענין <strong>מִלְחָמָה</strong> לַֽי\"י (<a class=\"refLink\" href=\"Exodus 17:16\" data-ref=\"Exodus 17:16\">שמות יז, טז</a>), לפי שיש במלחמה מאכל החרב מזה ומזה. והפעל מזה <strong>לְחַם</strong> אֶת־<strong>לֹֽחֲמָֽי</strong> (<a class=\"refLink\" href=\"Psalms 35:1\" data-ref=\"Psalms 35:1\">תהלים לה, א</a>), <strong>לֹחֵם</strong> יִלְחָצֵֽנִי (<a class=\"refLink\" href=\"Psalms 56:2\" data-ref=\"Psalms 56:2\">תהלים נו, ב</a>), כִּֽי־רַבִּים <strong>לֹֽחֲמִים</strong> לִי מָרֽוֹם (<a class=\"refLink\" href=\"Psalms 56:3\" data-ref=\"Psalms 56:3\">תהלים נו, ג</a>). <strong>והנפעל </strong>אִם־<strong>נִלְחֹם נִלְחַם </strong>בָּֽם (<a class=\"refLink\" href=\"Judges 11:25\" data-ref=\"Judges 11:25\">שופטים יא, כה</a>), אֲֽשֶׁר־<strong>נִלְחַם</strong> אָבִי עֲלֵיכֶם (<a class=\"refLink\" href=\"Judges 9:17\" data-ref=\"Judges 9:17\">שופטים ט, יז</a>) בעבורכם. כִּי י\"י <strong>נִלְחָם</strong> לָהֶם (<a class=\"refLink\" href=\"Exodus 14:25\" data-ref=\"Exodus 14:25\">שמות יד, כה</a>), בעבורם אָז <strong>נִלְֽחֲמוּ</strong> (<a class=\"refLink\" href=\"Judges 5:19\" data-ref=\"Judges 5:19\">שופטים ה, יט</a>), <strong>וַיִּלָּֽחֲמוּ</strong> עָלֶֽיהָ (<a class=\"refLink\" href=\"Joshua 10:34\" data-ref=\"Joshua 10:34\">יהושע י, לד</a>), <strong>וַיִּלָּחֶם</strong> עִם־לִבְנָֽה (<a class=\"refLink\" href=\"Joshua 10:29\" data-ref=\"Joshua 10:29\">יהושע י, כט</a>). י\"י <strong>יִלָּחֵם</strong> לָכֶם (<a class=\"refLink\" href=\"Exodus 14:14\" data-ref=\"Exodus 14:14\">שמות יד, יד</a>), בעבורכם. לֹא תַֽעֲלוּ וְלֹא <strong>תִֽלָּֽחֲמוּ</strong> (<a class=\"refLink\" href=\"Deuteronomy 1:42\" data-ref=\"Deuteronomy 1:42\">דברים א, מב</a>), <strong>וַיִּלָּֽחֲמוּנִי</strong> חִנָּֽם (<a class=\"refLink\" href=\"Psalms 109:3\" data-ref=\"Psalms 109:3\">תהלים קט, ג</a>), וילחמו בי חנם. וכתב רבי יונה כי אָז <strong>לָחֶם</strong> שְׁעָרִים (<a class=\"refLink\" href=\"Judges 5:8\" data-ref=\"Judges 5:8\">שופטים ה, ח</a>), פעל עבר מן הקל על משקל יָבֵשׁ חָצִיר (<a class=\"refLink\" href=\"Isaiah 40:7\" data-ref=\"Isaiah 40:7\">ישעיה מ, ז</a>). ואף על פי שהוא בסגול פעמים יבא הסגול תחת צרי. ואם היה מהפעל הכבד היה ה<strong>למ\"ד</strong> בפתח כמנהג, אבל מאחר שהוא קמוץ הוא פעל עבר מהקל. ויתכן היותו שם בפלס <strong>חָמֵץ</strong>, כלומר או היתה מלחמה בשערים, ואף על פי שזה בסגול וזה בצרי."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5c4f4629f2b5728086a", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, קדשׁ 1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Sefer HaShorashim, קדשׁ 1", "sourceHeRef": "ספר השרשים, קדשׁ א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "קדשׁ", "he": ["<strong><big>קדשׁ</big></strong>   <strong>וְקָדַשׁ</strong> הוּא וּבְגָדָיו (<a class=\"refLink\" href=\"Exodus 29:21\" data-ref=\"Exodus 29:21\">שמות כט, כא</a>), כִּי <strong>קָדֵֽשׁוּ</strong> (<a class=\"refLink\" href=\"Numbers 17:2\" data-ref=\"Numbers 17:2\">במדבר יז, ב</a>), אַל־תִּגַּשׁ־בִּי כִּי <strong>קְדַשְׁתִּיךָ</strong> (<a class=\"refLink\" href=\"Isaiah 65:5\" data-ref=\"Isaiah 65:5\">ישעיה סה, ה</a>), פירוש קדשתי ממך. וְאַף כִּי הַיּוֹם <strong>יִקְדַּשׁ</strong> בַּכֶּֽלִי (<a class=\"refLink\" href=\"I Samuel 21:6\" data-ref=\"I Samuel 21:6\">שמואל א' כא, ו</a>), פֶּן־<strong>תִּקְדַּשׁ</strong> הַֽמְלֵאָה הַזֶּרַע (<a class=\"refLink\" href=\"Deuteronomy 22:9\" data-ref=\"Deuteronomy 22:9\">דברים כב, ט</a>), פן תאסר בהנאה כקדש. וכן אמרו רבותינו ז\"ל (<a class=\"refLink\" href=\"Kiddushin 56b\" data-ref=\"Kiddushin 56b\">קידושין נו, ע\"ב</a>) מנין לכלאי הכרם שאסורים בהנאה? נאמר להלן ואיש כי יקדיש את ביתו קדש לי\"י ונאמר כאן פן תקדש מה להלן אסור בהנאה אף כאן אסור בהנאה. וכן וְאֶל־כָּל־מַֽאֲכָל<strong> הֲיִקְדָּשׁ</strong> (<a class=\"refLink\" href=\"Haggai 2:12\" data-ref=\"Haggai 2:12\">חגי ב, יב</a>) פרוש היטמא, כלומר שיאסר מפני טומאתו כקדש שהוא אסור. ופירוש הפסוק ששאל חגי לכהנים תורת הטומאות אולי שכחו בגלות, ושאל להם אם יִשָּׂא־אִישׁ בְּשַׂר־<strong>קֹדֶשׁ</strong> בִּכְנַף בִּגְדוֹ (שם) פירוש בכנף בגדו שהוא טמא שנגע בשרץ, ונשא בשר קדש בכנף בגדו הנה הכנף ראשון לטומאה ובשר קדש שני, וְנָגַע בִּכְנָפוֹ אֶל־הַלֶּחֶם (שם) פירוש במה שבכנפו והוא הבשר נגע בו אל הלחם או אל הנזיד או אל היין או אל השמן ונגעו אליו אל המאכל היקדש? פירוש היטמא המאכל הזה שהוא רביעי לטומאה, כי השרץ הוא אב הטומאה והכנף ראשון של טומאה, ובשר קדש שני והלחם והנזיד והמשקין הללו שנגעו בבשר הם שלישי והמאכל שנגע באלו רביעי ועל זה שאלם על המאכל שהוא רביעי אב הוא טמא ואמרו לא. והראיה כי על המאכל לבדו שאלם שאמר היקדש ולא אמר היקדשו. ויש מרבותינו ז\"ל שאמר (<a class=\"refLink\" href=\"Pesachim 17a\" data-ref=\"Pesachim 17a\">פסחים יז, ע\"א</a>) כי טעו הכהנים בזו התשובה, כי הרביע טמא הוא בקדש, אבל על דרך ההשאלה האחרת ששאלם אם יגע <strong>טְמֵא נֶפֶשׁ בְּכֹל־אֵלֶּה</strong> השיבוהו כראוי, פירוש אם תהיה הכנף טמאה טומאת נפש שנמצא שהכנף אב הטומאה והבשר ולד ראשון, והלחם והנזיר והמשקין שני והמאכל שלישי, ויענו הכהנים ויאמרו יטמא. ושלישי בקדש היו יודעין שהוא טמא אבל רביעי בקדש לא היו יודעין שהוא טמא ובזה טעו, לפיכך השיבם הנביא וַֽאֲשֶׁר יַקְרִיבוּ שָׁם טָמֵא הֽוּא (פסחים ב, יד). ויש מרבותינו ז\"ל שאמרו (שם) כי לא טעו באחת מהן. ויש מהן שאמרו כי חמישי בקדש שאל מהן בראשונה וכראוי השיבוהו שאינו טמא. ויש מהן שאמרו (שם) כי קודם שגזרו רביעי בקדש שאלם וכראוי השיבוהו. ומזה שהשיב להם <strong>וַֽאֲשֶׁר יַקְרִיבוּ שָׁם טָמֵא הֽוּא</strong> פירוש אף על פי שהם יודעים הלכות טומאה וטהרה כל אשר יקריבו לפני כאילו הוא טמא הואיל והם מתעצלים בבנין הבית. וענין הפרשה מוכיח זה הטעם שלא טעו, שלא הוכיחם אלא על ענין הבית בכל הפרשה. כֹּל אֲשֶׁר־יִגַּע בִּבְשָׂרָהּ<strong> יִקְדָּשׁ</strong> (<a class=\"refLink\" href=\"Leviticus 6:20\" data-ref=\"Leviticus 6:20\">ויקרא ו, כ</a>), פירוש כל דבר אוכל שיגע בבשר החטאת ויבלע ממנה יקדש, כלומר יהיה קדש כמוה שאם פסולה היא החטאת כגון פיגול או פסול אחר יפסל הנוגע בה ואם כשרה היא יאכל הנוגע בה כחָמוּר שבה, כלומר אם נגע בשר שלמים שנשחט מאתמול בחטאת שנשחטה היום נאכל אותו בשר שלמים בו ביום בלבד כדין שלמים הנאכלים לשני ימים ולילה אחת, אבל לא בלילה כבשר החטאת שהחטאת נאכלת ליום ולילה, הנה לפי שהחומרא עכשיו בבשר שלמים נאכלת כדין בשר שלמים, ואם החומרא בבשר החטאת כגון שנשחטו היום החטאת והשלמים ונגע בשר השלמים בחטאת נאכל כדין חטאת היום והלילה בלבד אבל לא למחר כשאר בשר שלמים. וזהו פירוש יאכל כחמור שבה. כָּל־הַנֹּגֵעַ בַּמִּזְבֵּחַ <strong>יִקְדָּֽשׁ</strong> (<a class=\"refLink\" href=\"Exodus 29:37\" data-ref=\"Exodus 29:37\">שמות כט, לז</a>), אפילו קרבן פסול שעלה עליו קדשו המזבח להכשירו, וכיון שעלה לא ירד והוא שיהא ראוי למזבח אלא שנפסל באחד מהדברים הפוסלים הקרבן. וכן כָּל־הַנֹּגֵעַ בָּהֶם <strong>יִקְדָּֽשׁ</strong> (<a class=\"refLink\" href=\"Exodus 30:29\" data-ref=\"Exodus 30:29\">שמות ל, כט</a>), שנאמר בכלי שרת משנכנס לתוכו קדש קדושת הגוף ליפסל באחד מן הדברים הפוסלים הדברים שיש להם קדושת הגוף ואינו נפדה לצאת לחולין. <strong>והשם קֹדֶשׁ</strong> הֽוּא (<a class=\"refLink\" href=\"Exodus 29:34\" data-ref=\"Exodus 29:34\">שמות כט, לד</a>), והקבוץ <strong>מִקָּדְשֵׁי הַקֳּדָשִׁים</strong> (<a class=\"refLink\" href=\"Leviticus 21:22\" data-ref=\"Leviticus 21:22\">ויקרא כא, כב</a>), וְאִישׁ אֶת־<strong>קֳדָשָׁיו </strong>לוֹ יִֽהְיוּ (<a class=\"refLink\" href=\"Numbers 5:10\" data-ref=\"Numbers 5:10\">במדבר ה, י</a>). ובלא חטף כְּצֹאן <strong>קָֽדָשִׁים</strong> (<a class=\"refLink\" href=\"Ezekiel 36:38\" data-ref=\"Ezekiel 36:38\">יחזקאל לו, לח</a>), <strong>קָֽדָשַׁי</strong> בָּזִית (<a class=\"refLink\" href=\"Ezekiel 22:8\" data-ref=\"Ezekiel 22:8\">יחזקאל כב, ח</a>). ומשקל אחר אֶת־<strong>מִקְדְּשׁוֹ</strong> מִמֶּֽנּוּ (<a class=\"refLink\" href=\"Numbers 18:29\" data-ref=\"Numbers 18:29\">במדבר יח, כט</a>), ובית הקדש נקרא מקדש. וְעָשׂוּ לִי<strong> מִקְדָּשׁ</strong> (<a class=\"refLink\" href=\"Exodus 25:8\" data-ref=\"Exodus 25:8\">שמות כה, ח</a>), <strong>וּמִקְדָּשִׁי</strong> תִּירָאוּ (<a class=\"refLink\" href=\"Leviticus 19:30\" data-ref=\"Leviticus 19:30\">ויקרא יט, ל</a>), והקבוץ וְהַטֵּף אֶל־<strong>מִקְדָּשִׁים</strong> (<a class=\"refLink\" href=\"Ezekiel 21:7\" data-ref=\"Ezekiel 21:7\">יחזקאל כא, ז</a>). וכן ארמון המלך לפי שהוא כמקדש שלא יכנסו שם אלא הידועים נקרא כן כִּי <strong>מִקְדַּשׁ</strong>־מֶלֶךְ הוּא (<a class=\"refLink\" href=\"Amos 7:13\" data-ref=\"Amos 7:13\">עמוס ז, יג</a>), וּבָא אֶל־<strong>מִקְדָּשׁוֹ</strong> לְהִתְפַּלֵּל וְלֹא יוּכָֽל (<a class=\"refLink\" href=\"Isaiah 16:12\" data-ref=\"Isaiah 16:12\">ישעיה טז, יב</a>), חִלַּלְתָּ <strong>מִקְדָּשֶׁיךָ</strong> (<a class=\"refLink\" href=\"Ezekiel 28:18\" data-ref=\"Ezekiel 28:18\">יחזקאל כח, יח</a>). ויש מפרשים מזה וְהָיָה <strong>לְמִקְדָּשׁ</strong> (<a class=\"refLink\" href=\"Isaiah 8:14\" data-ref=\"Isaiah 8:14\">ישעיה ח, יד</a>), כלומר מקום שילך אדם להשגב בו. ולזה הפירוש יהיה פירוש לִשְׁנֵי בָתֵּי יִשְׂרָאֵל (שם) לאחד לטוב ולאחד לרע, כי שבנא וסיעתו השלימו עם מלך אשור וחזקיה וסיעתו לא השלימו. וזהו שאמר (שם) לֹֽא־תֹֽאמְרוּן קֶשֶׁר לְכֹל אֲשֶׁר־יֹאמַר הָעָם הַזֶּה קָשֶׁר נראה כי מקצת העם היה קושרין ומורדים לתת העיר ביד מלך אשור. ואמר לחזקיה וסיעתו יהיה שם הקדוש ברוך הוא למקדש ולארמון להשגב בו ולבית הקושרים יהיה לאבן נגף ולצור מכשול. ויש לפרש עוד למקדש להזמנה כלומר להזמנת פורענות כלומר למכשול יהיה לפניהם כמו שאמר וְנָתַתִּי מִכְשׁוֹל לְפָנָיו (<a class=\"refLink\" href=\"Ezekiel 3:20\" data-ref=\"Ezekiel 3:20\">יחזקאל ג, כ</a>). ויהיה פירוש <strong>לִשְׁנֵי בָתֵּי יִשְׂרָאֵל</strong> פקח בן רמליהו ושבנא וסיעתו, כי שניהם היו רוצים במפלת מלכות בית דוד. ויהיה פירוש ליושב ירושילם בעבור יושב ירושלם והוא חזקיה וסיעתו. וָאֱהִי לָהֶם <strong>לְמִקְדָּשׁ </strong>מְעַט (<a class=\"refLink\" href=\"Ezekiel 11:16\" data-ref=\"Ezekiel 11:16\">יחזקאל יא, טז</a>), על דרך מִגְדַּל־עֹז שֵׁם י\"י (<a class=\"refLink\" href=\"Proverbs 18:10\" data-ref=\"Proverbs 18:10\">משלי יח, י</a>), כלומר שהם נשגבים בו מעט בעודם בגלות. וְנִֽחֲלוּ <strong>מְקַדְשֵׁיהֶֽם</strong> (<a class=\"refLink\" href=\"Proverbs 7:24\" data-ref=\"Proverbs 7:24\">משלי ז, כד</a>), כמו <strong>מִקְדְשֵׁיהֶם</strong>, אלא שהוא משקל אחר האחד ממנו <strong>מְקָדֵשׁ</strong> בשקל <strong>לִמְתָעֵֽב</strong> גּוֹי (<a class=\"refLink\" href=\"Isaiah 49:7\" data-ref=\"Isaiah 49:7\">ישעיה מט, ז</a>). <strong>והתאר קָדשׁ</strong> הוּא (<a class=\"refLink\" href=\"Numbers 6:8\" data-ref=\"Numbers 6:8\">במדבר ו, ח</a>), <strong>קְדשִׁים</strong> יִֽהְיוּ לֵאלֹהֵיהֶם (<a class=\"refLink\" href=\"Leviticus 21:6\" data-ref=\"Leviticus 21:6\">ויקרא כא, ו</a>). <strong>והנפעל וְנִקְדַּשׁ</strong> בִּכְבֹדִֽי (<a class=\"refLink\" href=\"Exodus 29:43\" data-ref=\"Exodus 29:43\">שמות כט, מג</a>),<strong> וְנִקְדַּשְׁתִּי</strong> בָכֶם לְעֵינֵי הַגּוֹיִֽם (<a class=\"refLink\" href=\"Ezekiel 20:41\" data-ref=\"Ezekiel 20:41\">יחזקאל כ, מא</a>), בִּקְרֹבַי<strong> אֶקָּדֵשׁ</strong> (<a class=\"refLink\" href=\"Leviticus 10:3\" data-ref=\"Leviticus 10:3\">ויקרא י, ג</a>).<strong> וההתפעל </strong>וְהִתְגַּדִּלְתִּי <strong>וְהִתְקַדִּשְׁתִּי</strong> (<a class=\"refLink\" href=\"Ezekiel 38:23\" data-ref=\"Ezekiel 38:23\">יחזקאל לח, כג</a>), לֹא־<strong>הִתְקַדְּשׁוּ</strong> לְמַדַּי (<a class=\"refLink\" href=\"II Chronicles 30:3\" data-ref=\"II Chronicles 30:3\">דברי הימים ב' ל, ג</a>), וְהִיא <strong>מִתְקַדֶּשֶׁת</strong> מִטֻּמְאָתָהּ (<a class=\"refLink\" href=\"II Samuel 11:4\" data-ref=\"II Samuel 11:4\">שמואל ב' יא, ד</a>) <strong>הַמִּתְקַדְּשִׁים</strong> וְהַמִּֽטַּֽהֲרִים (<a class=\"refLink\" href=\"Isaiah 66:17\" data-ref=\"Isaiah 66:17\">ישעיה סו, יז</a>). <strong>והפעל הכבד</strong> [פִּעֵל] <strong>וַיְקַדֵּשׁ</strong> אֹתוֹ (<a class=\"refLink\" href=\"Genesis 2:3\" data-ref=\"Genesis 2:3\">בראשית ב, ג</a>),<strong> קַדֶּשׁ</strong>־לִי כָל־בְּכוֹר (<a class=\"refLink\" href=\"Exodus 13:2\" data-ref=\"Exodus 13:2\">שמות יג, ב</a>). וְלֹֽא־<strong>יְקַדְּשׁוּ</strong> אֶת־הָעָם בְּבִגְדֵיהֶֽם (<a class=\"refLink\" href=\"Ezekiel 44:19\" data-ref=\"Ezekiel 44:19\">יחזקאל מד, יט</a>), פירוש שלא יקדשו אותם בנגעם בהם בבגדי כהונה, כי אם יגעו העם בבגדיהם ידמה שהם קדושים כמוהם. וכן תרגם יונתן<strong> וְלָא יִתְעָרְבוּן עִם עַמָא בִּלְבוּשֵׁיהוֹן</strong>. <strong>וכבד אחר</strong> [הִפְעִיל] אֲשֶׁר <strong>הִקְדִּישׁ</strong> (<a class=\"refLink\" href=\"II Samuel 8:11\" data-ref=\"II Samuel 8:11\">שמואל ב' ח, יא</a>), <strong>הִקְדַּשְׁתִּי</strong> אֹתָם לִֽי (<a class=\"refLink\" href=\"Numbers 8:17\" data-ref=\"Numbers 8:17\">במדבר ח, יז</a>). כָּֽל־הַבְּכוֹר אֲשֶׁר יִוָּלֵד בִּבְקָֽרְךָ וּבְצֹֽאנְךָ הַזָּכָר <strong>תַּקְדִּישׁ</strong> (<a class=\"refLink\" href=\"Deuteronomy 15:19\" data-ref=\"Deuteronomy 15:19\">דברים טו, יט</a>), פירוש אף על פי שקדושתו מרחם צריך לומר הרי הוא קדוש לבכורה. לֹֽא־<strong>יַקְדִּישׁ </strong>אִישׁ אֹתוֹ (<a class=\"refLink\" href=\"Leviticus 27:26\" data-ref=\"Leviticus 27:26\">ויקרא כז, כו</a>), פירוש לא יקדישנו לקרבן אחר. <strong>וְהִקְדִּישׁוּ</strong> אֶת־קְדוֹשׁ יַֽעֲקֹב (<a class=\"refLink\" href=\"Isaiah 29:23\" data-ref=\"Isaiah 29:23\">ישעיה כט, כג</a>), פירוש יתנו לו הקדושה בתהלתם. ועניו אחר <strong>קַדְּשׁוּ </strong>עָלֶיהָ מִלְחָמָה (<a class=\"refLink\" href=\"Jeremiah 6:4\" data-ref=\"Jeremiah 6:4\">ירמיה ו, ד</a>), <strong>קַדְּשׁוּ</strong>־צוֹם קִרְאוּ עֲצָרָה (<a class=\"refLink\" href=\"Joel 1:14\" data-ref=\"Joel 1:14\">יואל א, יד</a>),<strong> וַיַּקְדִּשׁוּ</strong> אֶת־קֶדֶשׁ בַּגָּלִיל בְּהַר נַפְתָּלִי (<a class=\"refLink\" href=\"Joshua 20:7\" data-ref=\"Joshua 20:7\">יהושע כ, ז</a>), <strong>וַיְקַדֵּשׁ</strong> אֶת־יִשַׁי וְאֶת־בָּנָיו (<a class=\"refLink\" href=\"I Samuel 16:5\" data-ref=\"I Samuel 16:5\">שמואל א' טז, ה</a>). <strong>וכבד אחר </strong>[הִפְעִיל] <strong>הִקְדִּישׁ</strong> קְרֻאָֽיו (<a class=\"refLink\" href=\"Zephaniah 1:7\" data-ref=\"Zephaniah 1:7\">צפניה א, ז</a>), <strong>וְהַקְדִּשֵׁם</strong> לְיוֹם הֲרֵגָֽה (<a class=\"refLink\" href=\"Jeremiah 12:3\" data-ref=\"Jeremiah 12:3\">ירמיה יב, ג</a>). <strong>וההתפעל</strong> כְּלֵיל <strong>הִתְקַדֶּשׁ</strong>־חָג (<a class=\"refLink\" href=\"Isaiah 30:29\" data-ref=\"Isaiah 30:29\">ישעיה ל, כט</a>), <strong>הִתְקַדְּשׁוּ</strong> וּבָאתֶם אִתִּי בַּזָּבַח (שמאל א' טז, ה). <strong>והשם</strong> וְהָיָה <strong>לְמִקְדָּשׁ</strong> (<a class=\"refLink\" href=\"Isaiah 8:14\" data-ref=\"Isaiah 8:14\">ישעיה ח, יד</a>), ענינם וכל הדומים להם ענין הזמנה. ונכון הוא להיות <strong>כְּלֵיל הִתְקַדֶּשׁ־חָג, הִתְקַדְּשׁוּ וּבָאתֶם</strong>, מהענין הראשון כלומר הלילה הזה שימות בו חיל סנחריב יהיה לכם שמחה כלילה שמקדשין בו החג והוא ליל הפסח. וְגַם־<strong>קָדֵשׁ</strong> הָיָה בָאָרֶץ (<a class=\"refLink\" href=\"I Kings 14:24\" data-ref=\"I Kings 14:24\">מלכים א' יד, כד</a>), וְחַיָּתָם <strong>בַּקְּדֵשִֽׁים</strong> (<a class=\"refLink\" href=\"Job 36:14\" data-ref=\"Job 36:14\">איוב לו, יד</a>), וַיַּֽעֲבֵר <strong>הַקְּדֵשִׁים</strong> מִן־הָאָרֶץ (<a class=\"refLink\" href=\"I Kings 15:12\" data-ref=\"I Kings 15:12\">מלכים א' טו, יב</a>), לֹא־תִֽהְיֶה <strong>קְדֵשָׁה</strong> (<a class=\"refLink\" href=\"Deuteronomy 23:18\" data-ref=\"Deuteronomy 23:18\">דברים כג, יח</a>), וְלֹא־יִֽהְיֶה <strong>קָדֵשׁ</strong> (שם), כלם ענינם שהם מזומנים למשכב."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037edb6bfddfbb310fece8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Regulations Concerning Holiness; Priests I 2-3", "anchorRef": "Leviticus 21:1-24", "anchorRefExpanded": ["Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Regulations Concerning Holiness; Priests I 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳, ויקרא הערה ד׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Regulations Concerning Holiness; Priests I", "he": "ויקרא הערה ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ד׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["This chapter, and the one that follows, relate holiness to the suitability of priests to serve in the sanctuary. The laws are in the main negative ones, that is, they outline ways in which a priest may be disqualified. The first part of the chapter concentrates on how contact with death disqualifies a priest; in Levine’s view, this avoidance of the dead reflects the Bible’s abhorrence of pagan cults centered around death. The laws concerning soundness of body and sexuality confirm earlier passages on holiness as wholeness.", "The central word-root is again “holy”; six times in Chaps. 21–22 we hear the refrain “I am Y<small>HWH</small> the one-who-hallows you/them.”"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a4713bd8cd388d3e4d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness 2-8", "anchorRef": "Leviticus 18:1-26:46", "anchorRefExpanded": ["Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness 2-8", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳ ב׳-ח׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; Holiness", "he": "ויקרא מאמר ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE ADDITION OF</small> C<small>HAPTERS 18–26 CHANGES THE NATURE OF THE BOOK BEFORE US</small>. I<small>T</small> accomplishes this, not by introducing something entirely new into biblical thinking, but by broadening the base of God’s words to Moshe in Leviticus. In this book we have already encountered the “Holy-Shrine,” “holy-things,” “holy donations,” and the like; we have seen that Israel is to be “separate” from the nations around it in a variety of life areas. But now we move toward expansion of what was called for at the first moments at Sinai: for Israel to be a “[kingdom of priests and a] holy nation” (Ex. 19:6).", "While the exact structure and setting of the Holiness Code, as these chapters were designated a century ago, are subject to scholarly debate, its thrust seems clear enough. Beginning with sexual relations, Israel is to be “holy,” “separate” from other nations. Holiness here has a connotation of wholeness and perfection; Wright (1992) has defined it as “that which is consistent with God and his character.”", "<i>Imitatio dei</i>, the human urge to be godlike, is an ancient, undoubtedly prehistoric one. We long to be linked with the primal powers of existence, whose rush we feel at heightened moments of <i>perception</i>, but whose perfection is always out of reach in the flesh and blood world of human beings. The Torah, in contrast, presents the longing for perfection and wholeness as properly expressed through a discipline of <i>behavior</i> in all areas of life, personal and communal. The central lines “Holy are you to be, / for holy am I, YHWH your God” (19:2) are followed by line after line calling for holiness in worship, agriculture, interpersonal relations, business, the treatment of the disabled and the elderly, court procedure, and sexuality, to list some of the areas covered.", "Many communities of the “elect,” from Qumran at the Dead Sea to medieval monasteries, and many individuals, from biblical Nazirites (Num. 6) to Sufi mystics and St. Francis, have sought to create lives suffused with holiness; one could easily maintain that many of the mainstream forms and ideas in Judaism, Christianity, and Islam have remained wedded to this approach. They all owe a debt, one way or the other, to Lev. 18–26, especially in the communal sphere. Rarely has the drive toward holiness found as full expression in a vision of “real life” society, grounded in the everyday world of people and institutions, as it does in the texts to be found in the following chapters.", "For many decades, debate has raged within the scholarly community as to the date and setting of H, the putative stratum of literature to which these chapters belong. As of this writing there is still not full agreement on (a) whether H was indeed a separate document or school, and (b) whether its origin and influence can be easily traced (cf., for instance, Knohl, and Milgrom 1993). These disagreements, however, should not and must not detract from the importance of what we have in these chapters: a significant statement of the ethical code of ancient Israel which continues to speak to contemporary problems.", "<img>", "<i>Lev. 19:35</i> You are not to commit corruption injustice, in measure, weight, or capacity…"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e7c9ad75f2d99af990", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Regulations Concerning Holiness; Priests I 1", "anchorRef": "Leviticus 21:1-24", "anchorRefExpanded": ["Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Regulations Concerning Holiness; Priests I 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳, ויקרא הערה ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 21:1-24\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 21:1-24</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62971d09ee7523d1102adca4", "index_title": "Mishnah Zevachim", "category": "Mishnah", "type": "", "ref": "Mishnah Zevachim 12:1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Mishnah Zevachim 12:1", "sourceHeRef": "משנה זבחים י״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Mishnah Zevachim", "he": "משנה זבחים"}, "heTitle": "משנה זבחים", "he": "טְבוּל יוֹם וּמְחֻסַּר כִּפּוּרִים, אֵינָן חוֹלְקִים בַּקֳּדָשִׁים לֶאֱכֹל לָעָרֶב. אוֹנֵן, נוֹגֵעַ וְאֵינוֹ מַקְרִיב, וְאֵינוֹ חוֹלֵק לֶאֱכֹל לָעָרֶב. בַּעֲלֵי מוּמִין, בֵּין בַּעֲלֵי מוּמִין קְבוּעִין, בֵּין בַּעֲלֵי מוּמִין עוֹבְרִין, חוֹלְקִין וְאוֹכְלִין, אֲבָל לֹא מַקְרִיבִין. וְכֹל שֶׁאֵינוֹ רָאוּי לָעֲבוֹדָה, אֵינוֹ חוֹלֵק בַּבָּשָׂר. וְכֹל שֶׁאֵין לוֹ בַּבָּשָׂר, אֵין לוֹ בָעוֹרוֹת. אֲפִלּוּ טָמֵא בִשְׁעַת זְרִיקַת דָּמִים וְטָהוֹר בִּשְׁעַת הֶקְטֵר חֲלָבִים, אֵינוֹ חוֹלֵק בַּבָּשָׂר, שֶׁנֶּאֱמַר (ויקרא ז), הַמַּקְרִיב אֶת דַּם הַשְּׁלָמִים וְאֶת הַחֵלֶב מִבְּנֵי אַהֲרֹן לוֹ תִהְיֶה שׁוֹק הַיָּמִין לְמָנָה: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "A priest who was ritually impure <b>who immersed that day</b> and is waiting for nightfall for the purification process to be completed, <b>and</b> a priest <b>who has not yet</b> brought <b>an atonement</b> offering to complete the purification process, e.g., a <i>zav</i> and a leper who did not bring their requisite atonement offerings, who are not yet permitted to partake of sacrificial meat, <b>do not receive a share of sacrificial</b> meat along with the other members of the patrilineal priestly family serving in the Temple that day, in order <b>to partake</b> of it <b>in the evening</b> after the offerings were sacrificed, even though after nightfall he would be permitted to partake of the offerings. A priest who is <b>an acute mourner,</b> i.e., if one of his relatives for whom he is obligated to mourn died that day, is permitted to <b>touch</b> sacrificial meat, as he is not ritually impure. <b>But he may not sacrifice</b> offerings, <b>and he does not receive a share</b> of sacrificial meat in order <b>to partake</b> of it <b>in the evening.</b> <b>Blemished</b> priests, <b>whether</b> they are <b>temporarily blemished</b> or <b>whether</b> they are <b>permanently blemished, receive a share and partake</b> of the offerings with their priestly brethren, <b>but do not sacrifice</b> the offerings. The principle is: <b>Any</b> priest <b>who is unfit for the service</b> that specific day <b>does not receive a share of the</b> sacrificial <b>meat, and anyone who has no</b> share <b>of the meat has no</b> share <b>in the hides</b> of the animals, to which the priests are entitled as well. <b>Even</b> if the priest was <b>ritually impure</b> only <b>at the time of the sprinkling of the blood</b> of the offering <b>and</b> he was <b>pure at the time of the burning of</b> the <b>fats</b> of that offering, he still <b>does not receive a share of the meat, as it is stated: “He that sacrifices the blood of the peace offerings and the fat, from among the sons of Aaron, shall have the right thigh for a portion”</b> (Leviticus 7:33). One who cannot sprinkle the blood does not receive a share in the meat.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "632098aecc325a86a3f41e27", "index_title": "Mishneh Torah, The Chosen Temple", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, The Chosen Temple 5:8", "anchorRef": "Leviticus 21:16-24", "anchorRefExpanded": ["Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24"], "sourceRef": "Mishneh Torah, The Chosen Temple 5:8", "sourceHeRef": "משנה תורה, הלכות בית הבחירה ה׳:ח׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 5.0008, "collectiveTitle": {"en": "Mishneh Torah, The Chosen Temple", "he": "משנה תורה, הלכות בית הבחירה"}, "heTitle": "משנה תורה, הלכות בית הבחירה", "he": "וּמַה הֵם מְשַׁמְּשׁוֹת. דְּרוֹמִית מִזְרָחִית לִשְׁכַּת הַנְּזִירִים שֶׁשָּׁם מְבַשְּׁלִין אֶת שַׁלְמֵיהֶם וּמְגַלְּחִין אֶת שַׂעֲרָם. מִזְרָחִית צְפוֹנִית לִשְׁכַּת דִּיר הָעֵצִים שֶׁשָּׁם כֹּהֲנִים בַּעֲלֵי מוּמִין מַתְלִיעִים בָּעֵצִים. שֶׁכָּל עֵץ שֶׁנִּמְצָא בּוֹ תּוֹלַעַת פָּסוּל. צְפוֹנִית מַעֲרָבִית לִשְׁכַּת הַמְצֹרָעִים. מַעֲרָבִית דְּרוֹמִית בָּהּ הָיוּ נוֹתְנִין יַיִן וְשֶׁמֶן וְהִיא הָיְתָה נִקְרֵאת לִשְׁכַּת בֵּית שַׁמְנַיָּא: ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "For what purpose were they used?<br>The southeastern chamber<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">The chamber to the left upon entering the Women's Courtyard.</i> was [called] the Chamber of the Nazirites.<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">Numbers 6:18 commands: \"The Nazirite shall shave off the crown of hair on his head before the Tent of Meeting. He shall take the hair... and place it in the fire under the peace offering.\" <i>Nazir</i> 45a explains that, in deference to the presence of the <i>Shechinah</i>, the shaving was not carried out before the Sanctuary itself, but rather in this chamber, while the door to the Sanctuary was open. See also <i>Hilchot Nizirut</i> 8:2-3.</i> There, they cooked peace offerings and shaved their hair.<br>The northeastern chamber<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">The chamber to the right upon entering.</i> was [called] the Chamber of the Woodshed. There, the priests who [were disqualified from the Temple service] because of physical deformities<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">Leviticus 21:16-24 lists the physical deformities which disqualified a priest for Temple service and the relevant regulations. See also <i>Hilchot Bi'at HaMikdash</i>, Chapter 6.</i> checked the wood [brought for the Altar] for worms. If a worm was found, it was unfit for use.<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">Just as the choicest animals should be chosen for the sacrifices, so too, the wood used to burn them should be of the highest quality (<i>Hilchot Issurei Mizbeiach</i>, 6:1-2).</i><br>The northwestern chamber<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">The chamber on the right side before the entrance to the Temple Courtyard.</i> was [called] the Chamber of Those Afflicted with <i>Tzara'at</i>.<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">It contained a <i>mikveh</i> in which those seeking purification from <i>tzara'at</i> immersed themselves as part of their process of regaining ritual purity. See <i>Hilchot Michusrei Kapporah</i>, Chapter 4.</i><br>The southwestern chamber<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">The chamber on the left side before the entrance to the Temple Courtyard.</i> was used to store wine and oil. It was called \"The Chamber of the Oils.\"<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">Its name mentioned oil rather than wine, because a sacrifice is acceptable if a wine libation is lacking. In contrast, all meal offerings are invalidated if they lack oil (<i>Yeriat Shlomo</i>).</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "632098d4cc325a86a3f41e5b", "index_title": "Mishneh Torah, The Chosen Temple", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, The Chosen Temple 7:20", "anchorRef": "Leviticus 21:16-23", "anchorRefExpanded": ["Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23"], "sourceRef": "Mishneh Torah, The Chosen Temple 7:20", "sourceHeRef": "משנה תורה, הלכות בית הבחירה ז׳:כ׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 7.002, "collectiveTitle": {"en": "Mishneh Torah, The Chosen Temple", "he": "משנה תורה, הלכות בית הבחירה"}, "heTitle": "משנה תורה, הלכות בית הבחירה", "he": "בֵּין הָאוּלָם וְלַמִּזְבֵּחַ מְקֻדָּשׁ מִמֶּנָּה שֶׁאֵין בַּעֲלֵי מוּמִין וּפְרוּעֵי רֹאשׁ וּקְרוּעֵי בְּגָדִים נִכְנָסִין לְשָׁם:\n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "[The area] between the Altar and the Entrance Hall is holier than the area mentioned above. Priests who have physical deformities,<sup class=\"footnote-marker\">73</sup><i class=\"footnote\">Leviticus 21:16-23 describes the various physical deformities which disqualify a priest from service in the Temple. The concluding verse of that passage reads: \"He shall not come near the <i>Parochet</i> or approach the Altar.\" In <i>Hilchot Biat HaMikdash</i> (6:1) and in <i>Sefer HaMitzvot</i> (neg. command 69), the Rambam explains that entering this area constitutes a violation of a Torah prohibition.<br>It must be noted that Nachmanides does not accept the Rambam's opinion and views this prohibition as Rabbinic in origin (<i>Hasagot L'Sefer HaMitzvot</i>).</i> have grown long hair,<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">In <i>Hilchot Biat HaMikdash</i> (1:8), the Rambam writes:<br>A priest who has grown long hair is forbidden to enter [the area] beyond the Altar. If he transgresses [this command] and enters, he is liable to die by the hand of God, as a drunkard who participates in the Temple service, as it is said (Ezekiel 44:20-21): \"All the priests shall not drink wine...nor shall they grow long hair.\"<br></i> or whose [priestly] garments are torn may not enter there.<sup class=\"footnote-marker\">75</sup><i class=\"footnote\">In <i>Hilchot Bi'at HaMikdash</i> 1:14, the Rambam explains that the Torah established an analogy between priests who have long hair and those whose priestly garments are torn, as Leviticus 10:6 states: \"Do not let the hair of your heads grow long, nor rend your clothes.\" Therefore, the same prohibitions apply in both cases.<br><i>Kelim</i> 1:9, which is the source for this Halachah, does not mention the prohibition against entering this region with torn garments. Also, it is significant to mention that in <i>Hilchot Biat HaMikdash</i> (1:1), the Rambam explains that a priest who has drunk wine is bound by the same prohibitions.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "63c9440801e878406e0d214c", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Nasso 19:187", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Zohar, Nasso 19:187", "sourceHeRef": "ספר הזהר, נשא י״ט:קפ״ז", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 19.0007, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "נשא", "he": "וְעַל דָּא כְּתִיב, טוֹב עַיִן הוּא יְבוֹרָךְ כִּי נָתַן מִלַּחְמוֹ לַדָּל. מַהוּ מִלַּחְמוֹ. כְּמָה דְּאוֹקִימְנָא, דִּכְתִּיב, (ויקרא כ״א:כ״ב) לֶחֶם אֱלֹהָיו מְקָּדְשֵׁי הַקֳּדָשִׁים וְגוֹ'. מַשְׁמַע דְּקָדְשֵׁי הַקֳדָשִׁים לֶחֶם אֱלֹהָיו נָפַק מִנֵּיהּ. וּבְגִין כָּךְ כִּי נָתַן מִלַּחְמוֹ לַדָּל. תַּנְיָא, כַּמָה חֲבִיבִין יִשְׂרָאֵל קַמֵּי קוּדְשָׁא בְּרִיךְ הוּא, דְּעִלָאֵי לָא מִתְבָּרְכֵי אֶלָּא בְּגִינֵיהוֹן דְּיִשְׂרָאֵל.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187e4ec9371ec0cebe6b8b", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 21:22:1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Reggio on Torah, Leviticus 21:22:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא כ״א:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>לחם אלהיו מקדשי הקדשים ומן הקדשים,</b> בין ק\"ק בין קדשים קלים, ואילו אמר ק\"ק לבד, הייתי אומר שהתיר לו לאכול מבשר הקרבנות, שלא יבואו לידי נותר אם האוכלין מעוטין, לכך אמר שגם בתרומות יאכל ככל אחיו הכהנים:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648839fda5a4d0d592640b10", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 21:22:1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Rav Hirsch on Torah, Leviticus 21:22:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא כ״א:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 22. לחם אלקיו, nachdem es bereits לחם geworden, d. i. nachdem die הקרבה vollendet ist. Nur von der הקרבה ist בעל מום ausgeschlossen, nicht aber von אכילת קדשים. Obschon auch die אכילה mit zur כפרה gehört (siehe Schmot 29, 33), so ist sie doch nur die ergänzende Folge.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc5b758c1dc532ec8ebf", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 21:22", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Steinsaltz on Leviticus 21:22", "sourceHeRef": "ביאור שטיינזלץ על ויקרא כ״א:כ״ב", "anchorVerse": 22, "sourceHasEn": true, "commentaryNum": 21.0022, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>לֶחֶם אֱלֹהָיו מִקָּדְשֵׁי הַקֳּדָשִׁים</b> החמורים,\n  <b>וּמִן הַקֳּדָשִׁים</b> הקלים\n  \n  <b>יֹאכֵל.</b> אף שאינו ראוי לגשת אל הקודש ולהקריב קרבנות, המום אינו פגם באישיותו של הכהן ואיננו פוסל אותו מקדושתו ככהן. על כן לא נפגעו זכויותיו כאחד מציבור הכהנים.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The food of his God from the sacred sacraments and from the sacraments </b>of lesser sanctity 21 <b>he may eat. </b>Although a blemished priest is unfit to present offerings on the altar, the blemishes do not mar the priest’s character and do not disqualify him from the sanctity of the priesthood. He therefore does not forfeit his right to partake of the sacrificial food.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "525502caedbab4498f483373", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 21:22:1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Ibn Ezra on Leviticus 21:22:1", "sourceHeRef": "אבן עזרא על ויקרא כ״א:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>לחם אלהיו.</b> לחם הפנים והאשם והחטאת שהם קדשי הקדשים כנגד השלמים כי גם השלמים קדש:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "THE BREAD OF HIS GOD…OF THE MOST HOLY. The showbread, the guilt offering, and the sin offering, which in comparison to the peace offerings are most holy, for the peace offerings are also holy.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "525502caedbab4498f483375", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 21:22:2", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Ibn Ezra on Leviticus 21:22:2", "sourceHeRef": "אבן עזרא על ויקרא כ״א:כ״ב:ב׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 22.0002, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>ומן הקדשים.</b> המעשר והבכור:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND OF THE HOLY. The tithe and the first-born.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "53f178c2fbfba22336ea3d73", "index_title": "Kitzur Ba'al HaTurim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Leviticus 21:22:1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Kitzur Ba'al HaTurim on Leviticus 21:22:1", "sourceHeRef": "קיצור בעל הטורים על ויקרא כ״א:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על ויקרא", "he": "<b>לחם אלהיו</b> הפסוק מתחיל בלמ\"ד ומסיים בלמ\"ד רמז לס' מומין באדם:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55053475fbfba270cc17ea4d", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 21:22:1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Haamek Davar on Leviticus 21:22:1", "sourceHeRef": "העמק דבר על ויקרא כ״א:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ומן הקדשים יאכל.</b> דלא נימא דוקא קדשי קדשים שאין שום מעשה בכהנים בבשר מש״ה אין נ״מ בין תם לבע״מ לאכילה. אבל שלמים דחו״ש בעי תנופה ובע״מ אסור להניף ס״ד שאין לו זכות באכילה להכי כתיב ומן הקדשים יאכל. אפילו מן הקדשים יאכל:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f293d6e4a92746471d1a", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 21:22:1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Chizkuni, Leviticus 21:22:1", "sourceHeRef": "חזקוני, ויקרא כ״א:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>מקדשי הקדשים ומן הקדשים</b> אם נאמר מקדשי הקדשים למה נאמר ומן הקדשים יאכל אלא אם נאמר מקדשי הקדשים ולא נאמר ומן הקדשים הייתי אומר קדשי קדשים שהותרו לזר מהן יאכל אבל מקדשים קלים לא יאכל לכך נאמר ומן הקדשים יאכל ואלו נאמר ומן הקדשים יאכל ולא נאמר מקדשי הקדשים הייתי אומר מן הקדשים יאכל אבל מקדשי הקדשים לא יאכל לכך צריך לומר מקדשי הקדשים וצ״‎ל ומן הקדשים.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "מקדשי הקדשים, ומן הקדשים, “both of the most holy and the holy.”(he may eat) This poses the question of why we have to be told that he may eat of the ‘holy,” seeing that the Torah had already permitted him to eat from “the most holy?” Answer: if the Torah had only written that he may eat of the קדשי הקדשים, I might have thought that what is meant by this is only the קדשים, “the holy things of a lower level of holiness.” The logic behind such a thought would have been that these קדשים, “holy” things, could be consumed also outside the sacred precincts of the Temple which are also permitted to be eaten by non priests. (Example: Passover lamb) In order to prevent such a misunderstanding, the Torah added the extra words.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5bc7a121a20e630094ef1907", "index_title": "Chullin", "category": "Talmud", "type": "", "ref": "Chullin 24a:8", "anchorRef": "Leviticus 21:16-23", "anchorRefExpanded": ["Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23"], "sourceRef": "Chullin 24a:8", "sourceHeRef": "חולין כ״ד א:ח׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 47.0008, "collectiveTitle": {"en": "Chullin", "he": "חולין"}, "heTitle": "חולין", "he": "<big><strong>גמ׳</strong></big> ת\"ר כהנים במומין פסולים בשנים כשרים לוים במומין כשרים בשנים פסולים נמצא כשר בכהנים פסול בלוים כשר בלוים פסול בכהנים", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<strong>GEMARA:</strong> <b>The Sages taught</b> in a <i>baraita</i> in explanation of the mishna: <b>Priests are</b> rendered <b>unfit</b> for Temple service <b>with</b> the <b>blemishes</b> enumerated in the Torah (see Leviticus 21:16–23), but remain <b>fit with</b> the passage of <b>years,</b> as from the moment that they reach majority they are fit for service for the rest of their lives. <b>Levites</b> remain <b>fit</b> for Temple service <b>with</b> the <b>blemishes</b> enumerated in the Torah but <b>are unfit with</b> the passage of <b>years,</b> as they are fit for service only between the ages of thirty and fifty (see Numbers 4:47). <b>It is found</b> that there is an element with which <b>priests</b> remain <b>fit</b> and <b>Levites are unfit,</b> and there is an element with which <b>Levites</b> remain <b>fit</b> and <b>priests are unfit.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5bf3e1a8e1fc2200b9c5a720", "index_title": "English Explanation of Mishnah Zevachim", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Zevachim 12:1:4", "anchorRef": "Leviticus 21:21-23", "anchorRefExpanded": ["Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23"], "sourceRef": "English Explanation of Mishnah Zevachim 12:1:4", "sourceHeRef": "ביאור אנגלי על משנה זבחים י״ב:א׳:ד׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 1.0004, "collectiveTitle": {"en": "English Explanation of Mishnah Zevachim", "he": "ביאור אנגלי על משנה זבחים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Priests with blemishes, whether permanent or passing, receive a share and may eat [of the sacrifices] but they may not offer them.</b>  A priest with a blemish cannot offer sacrifices, but he can eat them and therefore he receives his share with the other priests. See Leviticus 21:21-23.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c214b20dea4bb00682c4acb", "index_title": "Bekhorot", "category": "Talmud", "type": "", "ref": "Bekhorot 43a:15", "anchorRef": "Leviticus 21:17-23", "anchorRefExpanded": ["Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23"], "sourceRef": "Bekhorot 43a:15", "sourceHeRef": "בכורות מ״ג א:ט״ו", "anchorVerse": 17, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 85.0015, "collectiveTitle": {"en": "Bekhorot", "he": "בכורות"}, "heTitle": "בכורות", "he": "אמר רבא למה לי דכתב רחמנא מום באדם מום בקדשים מום בבכור", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "§ <b>Rava says: Why do I</b> need <b>the Merciful One to write</b> that <b>a blemish</b> causes disqualification from Temple service <b>in</b> the case of <b>a person,</b> i.e., a priest (see Leviticus 21:17–23), and that <b>a blemish</b> causes disqualification <b>in</b> the case of <b>sacrificial</b> animals (see Leviticus 22:20–25), and that <b>a blemish</b> causes disqualification for sacrifice <b>in</b> the case of <b>a firstborn</b> animal (see Deuteronomy 15:21)?", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5cd1406f04bbb60019c1e3b6", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 21:22:1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Birkat Asher on Torah, Leviticus 21:22:1", "sourceHeRef": "ברכת אשר על התורה, ויקרא כ״א:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "<b>רש\"י ד\"ה מקדשי הקדשים. אלו קדשי הקדשים. ד\"ה ומן הקדשים יאכל, אלו קדשים קלים וכו'.</b> ולא ידעתי, מה רש\"י מבאר כאן שלא הייתי יודע בלעדיו. ולכאורה אין כל זה אלא מעין פתיחה לסיפא שבו רש\"י מסביר את היתור שבאיזכור שני סוגי הקדשים. (פ' אמור תשנ\"ח)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5eef692538035bd66b649d0c", "index_title": "Derekh Chayyim", "category": "Quoting Commentary", "type": "", "ref": "Derekh Chayyim 4:13:21", "anchorRef": "Leviticus 21:17-23", "anchorRefExpanded": ["Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23"], "sourceRef": "Derekh Chayyim 4:13:21", "sourceHeRef": "דרך חיים ד׳:י״ג:כ״א", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1578, 1588], "commentaryNum": 13.0021, "collectiveTitle": {"en": "Derekh Chayyim", "he": "דרך חיים"}, "he": "<b>והנה</b> כתר כהונה שנתן השם יתברך לישראל, הוא כנגד מה שבאדם קדושה בגוף. ולפיכך המומים פוסלין בכהנים (ויקרא כא, יז-כג), ולמה המומים פוסלים בכהנים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"1231\"></i>. וזה מפני כי הכהן יש לו קדושת הגוף, וכאשר יש מום בגוף, פסול לעבודה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"1232\"></i>. ומזה תבין מה שאמרו בכתובות (עב:) שכל המומין שפוסלין בכהנים פוסלין בנשים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"1233\"></i>, ומה ענינם יחד. אבל פירוש כי היא האשה גם כן גופנית יותר מן האיש, כי האיש דומה לנפש שהוא מושל, כדכתיב (בראשית ג, טז) \"והוא ימשול בך*\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"1234\"></i>, והאשה דומה לגוף<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"1235\"></i>. ולכך כל המומין הפוסלים בכהנים פוסלין בנשים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"1236\"></i>. ", "heVersionTitle": "Derech Chaim, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2005-2010", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר דרך חיים, נלקט ונערך על ידי יהושע דוד בן הרב יחזקאל הרטמן. מכון ירושלים, תשס\"ז", "text": "So behold the crown of the priesthood that God, may He be blessed, gave to Israel corresponds to the holiness of the body that there is in man. Hence blemishes are a disqualification with priests. And that is because the priest is holiness of the body. So when there is a blemish in [his] body, he is disqualified from the [Temple] service. And from this you can understand that which they said in Ketuvot (72b), that all the blemishes that disqualify with priests, disqualify with women. But what is their connection together? Rather its explanation is that a woman is also more physical than a man. For a man is similar to the spirit which rules - as it is written (Genesis 3:16), \"but he will rule over you\" - whereas a woman is similar to the body. And that is why the blemishes that disqualify with priests [also] disqualify with women. ", "versionTitle": "Sefaria Edition 2021 by R. Francis Nataf", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f02d667d660b3c272df71ab", "index_title": "Gur Aryeh on Vayikra", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Vayikra 21:22:1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Gur Aryeh on Vayikra 21:22:1", "sourceHeRef": "גור אריה על ויקרא כ״א:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על ויקרא", "he": "<b>ואם נאמרו קדשי הקדשים.</b> במסכת זבחים בפרק כל התדיר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"229\"></i>. והקשה הרא\"ם על מה שאמר בקדשי הקדשים שהותרו לזר, הא דאמרינן בפרק טבול יום (זבחים קא ע\"ב) משה רבנו ע\"ה כהן גדול היה, וחולק בקדשי שמים, שנאמר (לעיל ח, כט) \"מאיל המלאים למשה היה למנה\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"230\"></i>, ואם כן לא הותרו לזר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"231\"></i>, ואין זה קשיא, דמכל מקום שפיר אמרינן דהותר לזרים, היינו למי שאין בניו כהנים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"232\"></i>. וגם משה לא היה כהן לכל מילי, שהרי לא הותר לו לעבוד אחר שהוקם המשכן, ובדבר הזה זר מקרי, ופשוט הוא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"233\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e42939cb970be601595632", "index_title": "Chayyim VaChesed", "category": "Chasidut", "type": "", "ref": "Chayyim VaChesed 527:1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Chayyim VaChesed 527:1", "sourceHeRef": "חיים וחסד תקכ״ז:א׳", "anchorVerse": 22, "sourceHasEn": false, "commentaryNum": 527.0001, "collectiveTitle": {"en": "Chayyim VaChesed", "he": "חיים וחסד"}, "he": "<b>לחם</b> אלהיו מקדש הקדשים (ויקרא כא, כב). הג' מוחין נקרא לחם, שמשפיעין להאדם. והנה יש בני חיי ומזוני דבמזלא תליא מלתא (מו\"ק כח.), לשון המשכה, וזהו מקדשי הקדשים, שנמשך מהקודש - מהרצון שהוא הדעת, לב' קדושות שהוא החכמה והבינה. והנה הם נקראים משפיעים, ואף שהם מקבלים אינם מקבלים רק להשפיע שפע יותר ורחבות לזה העולם שמחמת זה ישיג האדם הרחבות עצמו כמו שהיה בהרצון, כמו שהלב מקבל תענוג מהעובדא ומחמת זה יכול לעשות העובדא יותר ברחבות. וזהו ענין שנקרא לחם הפנים, פירוש שהשפע פונה להשפיע לזה העולם.", "heVersionTitle": "Chayim VeChesed - Hamesorah publishers, c. 2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a6233387f574a17ca6c56a", "index_title": "Jerusalem Talmud Terumot", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Terumot 8:1:8", "anchorRef": "Leviticus 21:16-24", "anchorRefExpanded": ["Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24"], "sourceRef": "Jerusalem Talmud Terumot 8:1:8", "sourceHeRef": "תלמוד ירושלמי תרומות ח׳:א׳:ח׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0008, "collectiveTitle": {"en": "Jerusalem Talmud Terumot", "he": "תלמוד ירושלמי תרומות"}, "heTitle": "תלמוד ירושלמי תרומות", "he": "נִישְׁמְעִינָהּ מִן הָדָא. מַעֲשֶׂה בִּמְגוֹרָת שֶׁל דִּיסְקוֹס בְּיַבְנֶה שֶׁנִּפְגְמָה וְנִמְדְּדָה וְנִמְצֵאת חֲסֵירָה. וְהָיָה רִבִּי טַרְפוֹן מְטָהֵר וְרִבִּי עֲקִיבָה מְטַמֵּא. אָמַר רִבִּי טַרְפוֹן הַמִּקְוֶה הַזֶּה בְּחֶזְקַת טָֽהֳרָה לְעוֹלָם הוּא בְטָֽהֳרָתוֹ עַד שֶׁיִּוָּדַע שֶׁחָסֵר. אָמַר רִבִּי עֲקִיבָה הַטָּמֵא הַזֶּה בְּחֶזְקַת טוּמְאָה לְעוֹלָם הוּא בְטוּמְאָתוֹ עַד שֶׁיִּוָּדַע שֶׁטָּהֵר. אָמַר רִבִּי טַרְפוֹן לְמָה זֶה דוֹמֶה לְעוֹמֵד וּמַקְרִיב עַל גַּבֵּי הַמִּזְבֵּחַ וְנוֹדַע שֶׁהוּא בֶּן גְּרוּשָׁה אוֹ בֶן חֲלוּצָה שֶׁעֲבוֹדָתוֹ כְּשֵׁירָה. אָמַר רִבִּי עֲקִיבָה לְמָה זֶה דוֹמֶה לְעוֹמֵד וְהִקְרִיב עַל גַּבֵּי הַמִּזְבֵּחַ וְנוֹדַע שֶׁהוּא בַּעַל מוּם שֶׁעֲבוֹדָתוֹ פְסוּלָה. אוֹמַר לוֹ רִבִּי טַרְפוֹן מַה עֲקִיבָה אֲנִי מְדַמֶּה לֵיהּ לְבֶן גְּרוּשָׁה וְאַתְּ מְדַמֶּה לֵיהּ לְבַעַל מוּם. נִרְאֶה לְמִי דוֹמֶה אִם לְבֶן גְּרוּשָׁה הוּא דוֹמֶה נְלַמְּדֶינּוּ מִבֶּן גְּרוּשָׁה. וְאִם לְבַעַל מוּם הוּא דוֹמֶה נְלַמְּדֶינּוּ מִבַּעַל מוּם. אָמַר לוֹ רִבִּי עֲקִיבָה מִקְוֶה פְסוּלוֹ בְגוּפוֹ וּבַעַל מוּם פְּסוּלוֹ בְגוּפוֹ. וְאַל יוֹכִיחַ בֶּן גְּרוּשָׁה שֶׁפְּסוּלוֹ מַחְמַת אֲחֵרִים. מִקְוֶה פְסוּלוֹ בְיָחִיד וּבַעַל מוּם פְּסוּלוֹ בְיָחִיד. וְאַל יוֹכִיחַ בֶּן גְּרוּשָׁה שֶׁפְּסוּלוֹ בְּבֵית דִּין. וְנִמְנוּ עָלָיו וְטִימְּאוּהוּ. אָמַר רִבִּי טַרְפוֹן לְרִבִּי עֲקִיבָה הַפּוֹרֵשׁ מִמְּךָ כְפוֹרֵשׁ מֵחַייָו.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Let us hear from the following<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">In slightly enlarged form, Tosephta <i>Miqwa’ot</i> 1:17–20; in much shortened form <a class=\"refLink\" data-ref=\"Kiddushin 66b\" href=\"/Kiddushin.66b\">Babli <i>Qiddušin</i> 66b</a>.<br>The “reservoir of Discus” according to Rashi is named either after a place or a person <i>Discus</i>, Latin proper n.</i>: “It happened that the reservoir of Discus at Jabneh was damaged, measured, and found deficient<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">Because something happened to the structure, they measured the volume of the water after the accident and found it to be less than 40 <i>seah</i> and, therefore, to be unusable for purification (cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Terumot 4:8:4\" href=\"/Jerusalem_Talmud_Terumot.4.8.4\">Chapter 4, Note 112</a>). Since earlier, the <i>miqweh</i> was a valid one, a person who had immersed himself before the accident came to ask whether he could be considered pure because of the prior validity of the <i>miqweh</i>, or whether he was impure since now the <i>miqweh</i> was invalid.</i>. Rebbi Ṭarphon declared pure and Rebbi Aqiba impure. Rebbi Ṭarphon said, the prior status of this <i>miqweh</i> was one of purity; it remains forever in its purity until it becomes known that it is deficient. Rebbi Aqiba said, the prior status of the impure is impurity, he remains forever in his impurity until it becomes known that he is pure. Rebbi Ṭarphon said, to what can this be compared? To one who was standing sacrificing on the altar when it became known that he was the son of a divorcee or of a woman who had performed <i>ḥaliẓah</i>, whose work is valid. Rebbi Aqiba said, to what can this be compared? To one who was standing sacrificing on the altar when it became known that he has a bodily defect, whose work is invalid<sup class=\"footnote-marker\">36</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 21:16-24\" href=\"/Leviticus.21.16-24\"><i>Lev</i>. 21:16–24</a>. Since it is stated (<a class=\"refLink\" data-ref=\"Leviticus 21:17\" href=\"/Leviticus.21.17\"><i>v</i>. 17</a>) that a person with a bodily defect “shall not come close to present the bread of his God,” it is clear that this prohibition overrides the general inclusion inferred from <a class=\"refLink\" data-ref=\"Deuteronomy 26:3\" href=\"/Deuteronomy.26.3\"><i>Deut</i>. 26:3</a> or 33:11.</i>. Rebbi Ṭarphon said to him, how is that, Aqiba? I am comparing this to the son of a divorcee or of a woman who had performed <i>ḥaliẓah</i>, and you compare it to one with a bodily defect. Let us see to which case it really is similar; if to the son of a divorcee or of a woman who had performed <i>ḥaliẓah</i>, let us learn from the son of the divorcee, but if to one with a bodily defect, let us learn from the person with a bodily defect. Rebbi Aqiba said to him, the <i>miqweh</i> is invalid because of an inherent defect; the one with a bodily defect is disqualified because of an inherent defect. The son of a divorcee cannot prove anything since he is disqualified because of others<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">His parents.</i>. The <i>miqweh</i> is invalid because of itself, the one with a bodily defect is disqualified because of himself; the son of a divorcee cannot prove anything since he is disqualified by the court<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">As noted below, only the court can strip him of his role as Cohen, and only after regular judicial proceedings.</i>. They voted on the matter and declared him impure. Rebbi Ṭarphon said to Rebbi Aqiba, he who separates himself from you is as if he separated himself from his own life.”", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319cfb0b6084aa1cbefadc3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אָכַל 1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "BDB, אָכַל 1", "sourceHeRef": "בראון-דרייבר-בריגס, אָכַל א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אָכַל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">אָכַל</span></big></big><sub>806</sub><big></big>  <strong>vb. eat (</strong>Aramaic <span dir=\"rtl\">أَكَلَ</span>, As. <em>akâlu</em> Dl<sup>W</sup>, Aramaic <span dir=\"rtl\">אֲכַל</span>, <span dir=\"rtl\">ܐܶܟܰܠ</span> <strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">אָכַל</span> <a data-ref=\"Exodus 34:28\" href=\"/Exodus.34.28\">Ex 34:28</a> +; <span dir=\"rtl\">אָֽכְלָה</span> <a data-ref=\"Numbers 21:28\" href=\"/Numbers.21.28\">Nu 21:28</a> +, etc. Impf. <span dir=\"rtl\">יֹאכַל</span> <a data-ref=\"Genesis 49:27\" href=\"/Genesis.49.27\">Gn 49:27</a> +; <span dir=\"rtl\">וַיֹּא֫כַל</span> <a data-ref=\"Genesis 25:34\" href=\"/Genesis.25.34\">Gn 25:34</a> +; <span dir=\"rtl\">וַיֹּאכַ֑ל</span> <a data-ref=\"Genesis 3:6\" href=\"/Genesis.3.6\">Gn 3:6</a> +; <span dir=\"rtl\">יֹאכֵ֑ל</span> <a data-ref=\"Leviticus 21:22\" href=\"/Leviticus.21.22\">Lv 21:22</a> +; <span dir=\"rtl\">אֹכַל</span> <a data-ref=\"Genesis 24:33\" href=\"/Genesis.24.33\">Gn 24:33</a> +; <span dir=\"rtl\">וָֽאֹכַ֫ל</span> <a data-ref=\"Genesis 27:33\" href=\"/Genesis.27.33\">27:33</a>; <span dir=\"rtl\">וְאֹכֵ֑ל</span> <a data-ref=\"Isaiah 44:19\" href=\"/Isaiah.44.19\">Is 44:19</a>; <span dir=\"rtl\">וָֽאֹכֵל</span> <a data-ref=\"Genesis 3:12\" href=\"/Genesis.3.12\">Gn 3:12</a>, <a data-ref=\"Genesis 3:13\" href=\"/Genesis.3.13\">13</a>; 3 pl. <span dir=\"rtl\">יֹאכְלוּ</span> <a data-ref=\"Genesis 32:33\" href=\"/Genesis.32.33\">Gn 32:33</a> +; <span dir=\"rtl\">יֹאכֵ֑לוּ</span> <a data-ref=\"Deuteronomy 18:8\" href=\"/Deuteronomy.18.8\">Dt 18:8</a> +; etc. (for <span dir=\"rtl\">יוֹכְלוּ</span> <a data-ref=\"Ezekiel 42:5\" href=\"/Ezekiel.42.5\">Ez 42:5</a> rd. <span dir=\"rtl\">יוצלו</span>, <span dir=\"rtl\">יאצלו</span> 𝔊 Ew Co); sf. <span dir=\"rtl\">יֹאכְלֶנּוּ</span> <a data-ref=\"Leviticus 7:6\" href=\"/Leviticus.7.6\">Lv 7:6</a> +; <span dir=\"rtl\">תֹּאכַלְכֶם</span> <a data-ref=\"Isaiah 33:11\" href=\"/Isaiah.33.11\">Is 33:11</a>, etc., prob. also <span dir=\"rtl\">תְּאָכְלֵהוּ</span> <a data-ref=\"Job 20:26\" href=\"/Job.20.26\">Jb 20:26</a>, either as secondary form fr. <span dir=\"rtl\">תֹּא׳</span> (Ew<sup>§ 253</sup> Di) or text. error (Ges<sup>§ 68. 1</sup>) > Pi., Thes Kö<sup>I, 389</sup>; or Poʿel, Ki De MV; Imv. <span dir=\"rtl\">אֱכוֹל</span> <a data-ref=\"I Kings 18:41\" href=\"/I_Kings.18.41\">1 K 18:41</a> +, etc.; Inf. abs. <span dir=\"rtl\">אָכוֹל</span> <a data-ref=\"Genesis 2:16\" href=\"/Genesis.2.16\">Gn 2:16</a> +; cstr. <span dir=\"rtl\">אֲכֹל</span> <a data-ref=\"Numbers 26:10\" href=\"/Numbers.26.10\">Nu 26:10</a> + 2 textual; <span dir=\"rtl\">לֶאֱכֹל</span> <a data-ref=\"Genesis 24:33\" href=\"/Genesis.24.33\">Gn 24:33</a> +; <span dir=\"rtl\">לְאָכְלָה</span> <a data-ref=\"Jeremiah 12:9\" href=\"/Jeremiah.12.9\">Je 12:9</a>; Pt. <span dir=\"rtl\">אֹכֵל (אוֹכֵל)</span> <a data-ref=\"Genesis 39:6\" href=\"/Genesis.39.6\">Gn 39:6</a> +, <span dir=\"rtl\">אֹכֶלֶת</span> <a data-ref=\"Exodus 24:17\" href=\"/Exodus.24.17\">Ex 24:17</a> +, etc.— <strong>1.</strong>  <em>eat</em>, human subject <a data-ref=\"Genesis 3:11\" href=\"/Genesis.3.11\">Gn 3:11</a>, <a data-ref=\"Genesis 3:18\" href=\"/Genesis.3.18\">18</a> + oft.; mostly c. acc. <a data-ref=\"Exodus 16:35\" href=\"/Exodus.16.35\">Ex 16:35</a> +; also sq. <span dir=\"rtl\">מִן־</span> (<em>eat of</em>,—some of,—or <em>from</em>) <a data-ref=\"Exodus 34:15\" href=\"/Exodus.34.15\">Ex 34:15</a> <a data-ref=\"Ruth 2:14\" href=\"/Ruth.2.14\">Ru 2:14</a> +; sq. <span dir=\"rtl\">בְּ</span> (<em>eat of</em> or <em>at</em>) <a data-ref=\"Exodus 12:43\" href=\"/Exodus.12.43\">Ex 12:43 f</a>; abs. <a data-ref=\"Deuteronomy 2:6\" href=\"/Deuteronomy.2.6\">Dt 2:6</a> +; as act of worship <a data-ref=\"Genesis 31:54\" href=\"/Genesis.31.54\">Gn 31:54</a> (cf. <a data-ref=\"Genesis 46:1\" href=\"/Genesis.46.1\">46:1</a>) <a data-ref=\"Exodus 18:12\" href=\"/Exodus.18.12\">Ex 18:12</a>; <a data-ref=\"Exodus 24:11\" href=\"/Exodus.24.11\">24:11</a>; <a data-ref=\"Exodus 34:15\" href=\"/Exodus.34.15\">34:15</a> <a data-ref=\"Deuteronomy 12:7\" href=\"/Deuteronomy.12.7\">Dt 12:7</a>, <a data-ref=\"Deuteronomy 12:18\" href=\"/Deuteronomy.12.18\">18</a>; <a data-ref=\"Deuteronomy 14:23\" href=\"/Deuteronomy.14.23\">14:23</a>, <a data-ref=\"Deuteronomy 14:26\" href=\"/Deuteronomy.14.26\">26</a> <a data-ref=\"Judges 9:27\" href=\"/Judges.9.27\">Ju 9:27</a> +; of priests <a data-ref=\"Exodus 29:32\" href=\"/Exodus.29.32\">Ex 29:32</a> <a data-ref=\"Leviticus 10:13\" href=\"/Leviticus.10.13\">Lv 10:13</a> +; cf. <a ,=\"\" data-ref=\"BDB, אָכַל\" dir=\"rtl\" href=\"/BDB,_אָכַל\">אָכַל אֶל־הֶהָרִים</a> <a data-ref=\"Ezekiel 18:6\" href=\"/Ezekiel.18.6\">Ez 18:6</a>, <a data-ref=\"Ezekiel 18:11\" href=\"/Ezekiel.18.11\">11</a>, <a data-ref=\"Ezekiel 18:15\" href=\"/Ezekiel.18.15\">15</a>; <a data-ref=\"Ezekiel 22:9\" href=\"/Ezekiel.22.9\">22:9</a> + <a data-ref=\"Ezekiel 33:25\" href=\"/Ezekiel.33.25\">33:25</a> <span dir=\"rtl\">עַל־הַדָּם</span> Co <span dir=\"rtl\">עַל־הֶהָרִים</span>; (but RS<sup>Rel. Sem.. i. 324 N</sup> would emend first 4 by last); <em>eat up</em>, finish eating <a data-ref=\"Genesis 43:2\" href=\"/Genesis.43.2\">Gn 43:2</a> (c. <span dir=\"rtl\">כלה</span>) <a data-ref=\"I Kings 13:28\" href=\"/I_Kings.13.28\">1 K 13:28</a> +; <span dir=\"rtl\">אָכַל לֶחֶם</span> = take a meal <a data-ref=\"Genesis 43:25\" href=\"/Genesis.43.25\">Gn 43:25</a> <a data-ref=\"Exodus 2:20\" href=\"/Exodus.2.20\">Ex 2:20</a> <a data-ref=\"I Samuel 20:24\" href=\"/I_Samuel.20.24\">1 S 20:24</a> <a data-ref=\"Jeremiah 41:1\" href=\"/Jeremiah.41.1\">Je 41:1</a> +; so <span dir=\"rtl\">א׳</span> alone <a data-ref=\"Genesis 43:16\" href=\"/Genesis.43.16\">Gn 43:16</a> <a data-ref=\"I Samuel 20:5\" href=\"/I_Samuel.20.5\">1 S 20:5</a> +; <span dir=\"rtl\">א׳ לֶחֶם</span> = <em>eat, get food</em> <a data-ref=\"Genesis 3:19\" href=\"/Genesis.3.19\">Gn 3:19</a> <a data-ref=\"II Kings 4:8\" href=\"/II_Kings.4.8\">2 K 4:8</a> +; <a data-ref=\"Amos 7:12\" href=\"/Amos.7.12\">Am 7:12</a> (i.e. spend one’s life) cf. <a data-ref=\"Ecclesiastes 5:16\" href=\"/Ecclesiastes.5.16\">Ec 5:16</a>; <span dir=\"rtl\">לֹא א׳ ל׳</span> i.e. <em>fast</em> <a data-ref=\"I Samuel 28:20\" href=\"/I_Samuel.28.20\">1 S 28:20</a>; <a data-ref=\"I Samuel 30:12\" href=\"/I_Samuel.30.12\">30:12</a> <a data-ref=\"Ezra 10:6\" href=\"/Ezra.10.6\">Ezr 10:6</a> cf. <a data-ref=\"Daniel 10:3\" href=\"/Daniel.10.3\">Dn 10:3</a>; fig. <span dir=\"rtl\">א׳ אֶת־בְּשָׂרוֹ</span> <a data-ref=\"Ecclesiastes 4:5\" href=\"/Ecclesiastes.4.5\">Ec 4:5</a> (i.e. waste away); eat words <a data-ref=\"Jeremiah 15:16\" href=\"/Jeremiah.15.16\">Je 15:16</a> (i.e. eagerly receive); of adultery, <a data-ref=\"Proverbs 30:20\" href=\"/Proverbs.30.20\">Pr 30:20</a> <span dir=\"rtl\">אָֽכְלָה וּמָֽחֲתָה פִּ֑יהָ וְאָֽמְרָה לֹא־פָעַלְתִּי אָֽוֶן׃</span>; eat (taste) good fortune, <span dir=\"rtl\">א׳ בַּטּוֹבָה</span> <a data-ref=\"Job 21:25\" href=\"/Job.21.25\">Jb 21:25</a>; <span dir=\"rtl\">לְפִי אָכְלוֹ</span> <em>according to his eating</em>, i.e. acc. to his needs in eating <a data-ref=\"Exodus 12:4\" href=\"/Exodus.12.4\">Ex 12:4</a>; <a data-ref=\"Exodus 16:16\" href=\"/Exodus.16.16\">16:16</a>, <a data-ref=\"Exodus 16:18\" href=\"/Exodus.16.18\">18</a> also v <a data-ref=\"Exodus 16:21\" href=\"/Exodus.16.21\">21</a>; cf. <a data-ref=\"Job 20:21\" href=\"/Job.20.21\">Jb 20:21</a> & sub <span dir=\"rtl\">אָכְלָה</span>; <span dir=\"rtl\">אָכַל הַפְּרִי</span> <a data-ref=\"II Kings 19:29\" href=\"/II_Kings.19.29\">2 K 19:29</a> <a data-ref=\"Amos 9:14\" href=\"/Amos.9.14\">Am 9:14</a>, of peaceful enjoyment of results of labour; fig. of receiving consequences of action, good or bad <a data-ref=\"Proverbs 1:31\" href=\"/Proverbs.1.31\">Pr 1:31</a>; <a data-ref=\"Proverbs 18:21\" href=\"/Proverbs.18.21\">18:21</a> <a data-ref=\"Hosea 10:13\" href=\"/Hosea.10.13\">Ho 10:13</a> cf. <span dir=\"rtl\">וַיֹּאכַל גַּם־אָכוֹל אֶת־כַּסְפֵּנוּ</span> <a data-ref=\"Genesis 31:15\" href=\"/Genesis.31.15\">Gn 31:15</a> i.e. he has reaped all the benefit, cf. <a data-ref=\"Hosea 7:9\" href=\"/Hosea.7.9\">Ho 7:9</a>; fig. of mourner, <span dir=\"rtl\">אֵפֶר כַּלֶּחֶם אָכָ֑לְתִּי</span> <a data-ref=\"Psalms 102:10\" href=\"/Psalms.102.10\">ψ 102:10</a> (cf. <a data-ref=\"Psalms 80:6\" href=\"/Psalms.80.6\">80:6</a> Hiph., & As. <em>akâl al âkul, bikîtum kurmatî</em> = food I ate not, weeping (was) my refreshment Hpt<sup>ASKT 166 f. Obv. l, 21, 22</sup> Zim<sup>BP 34, 42</sup>); of gods, partaking of sacrifices <a data-ref=\"Deuteronomy 32:38\" href=\"/Deuteronomy.32.38\">Dt 32:38</a>; fig. = destroy <a data-ref=\"Deuteronomy 7:16\" href=\"/Deuteronomy.7.16\">Dt 7:16</a> (cf. <a data-ref=\"Numbers 14:9\" href=\"/Numbers.14.9\">Nu 14:9</a>); cf. <a data-ref=\"Jeremiah 10:25\" href=\"/Jeremiah.10.25\">Je 10:25</a>; <a data-ref=\"Jeremiah 30:16\" href=\"/Jeremiah.30.16\">30:16</a>; <a data-ref=\"Jeremiah 50:7\" href=\"/Jeremiah.50.7\">50:7</a> <a data-ref=\"Hosea 7:7\" href=\"/Hosea.7.7\">Ho 7:7</a>. <strong>2.</strong>  of beasts, birds, etc., <em>eat, devour;</em> <a data-ref=\"Genesis 37:20\" href=\"/Genesis.37.20\">Gn 37:20</a>, <a data-ref=\"Genesis 37:33\" href=\"/Genesis.37.33\">33</a>; <a data-ref=\"Genesis 40:17\" href=\"/Genesis.40.17\">40:17</a>, <a data-ref=\"Genesis 40:19\" href=\"/Genesis.40.19\">19</a> <a data-ref=\"I Kings 13:28\" href=\"/I_Kings.13.28\">1 K 13:28</a>; <a data-ref=\"I Kings 14:11\" href=\"/I_Kings.14.11\">14:11</a>; <a data-ref=\"I Kings 16:4\" href=\"/I_Kings.16.4\">16:4</a>; <a data-ref=\"I Kings 21:23\" href=\"/I_Kings.21.23\">21:23</a>, <a data-ref=\"I Kings 21:24\" href=\"/I_Kings.21.24\">24</a> <a data-ref=\"Hosea 2:14\" href=\"/Hosea.2.14\">Ho 2:14</a> +; specif. of locusts <a data-ref=\"Joel 1:4\" href=\"/Joel.1.4\">Jo 1:4</a>; <a data-ref=\"Joel 2:25\" href=\"/Joel.2.25\">2:25</a> <a data-ref=\"II Chronicles 7:13\" href=\"/II_Chronicles.7.13\">2 Ch 7:13</a> cf. <a data-ref=\"Amos 4:9\" href=\"/Amos.4.9\">Am 4:9</a>; moth <a data-ref=\"Job 13:28\" href=\"/Job.13.28\">Jb 13:28</a>; flies <a data-ref=\"Psalms 78:45\" href=\"/Psalms.78.45\">ψ 78:45</a>; worms <a data-ref=\"Deuteronomy 28:39\" href=\"/Deuteronomy.28.39\">Dt 28:39</a>; also <a data-ref=\"Ezekiel 19:3\" href=\"/Ezekiel.19.3\">Ez 19:3</a>, <a data-ref=\"Ezekiel 19:6\" href=\"/Ezekiel.19.6\">6</a> (of Isr. under fig. of lion), cf. <a data-ref=\"Jeremiah 50:7\" href=\"/Jeremiah.50.7\">Je 50:7</a>, <a data-ref=\"Jeremiah 50:17\" href=\"/Jeremiah.50.17\">17</a>; <a data-ref=\"Jeremiah 51:34\" href=\"/Jeremiah.51.34\">51:34</a>; also <a data-ref=\"Hosea 13:8\" href=\"/Hosea.13.8\">Ho 13:8</a> (of <span dir=\"rtl\">י׳</span> under fig. of lion), <a data-ref=\"Ezekiel 22:25\" href=\"/Ezekiel.22.25\">Ez 22:25</a> (<span dir=\"rtl\">נֶפֶשׁ אָכָ֑לוּ</span>, of false proph. under fig. of lion). <strong>3.</strong>  fig. of fire, <em>devour, consume</em> <a data-ref=\"Leviticus 6:3\" href=\"/Leviticus.6.3\">Lv 6:3</a> (sq. 2 acc. <em>consume offering</em> to <em>ashes</em>) <a data-ref=\"Nahum 3:13\" href=\"/Nahum.3.13\">Na 3:13</a> <a data-ref=\"Isaiah 5:24\" href=\"/Isaiah.5.24\">Is 5:24</a> (in sim.), partic. of fire fr. <span dir=\"rtl\">י׳</span> <a data-ref=\"Leviticus 10:2\" href=\"/Leviticus.10.2\">Lv 10:2</a>; <a data-ref=\"Leviticus 16:25\" href=\"/Leviticus.16.25\">16:25</a> <a data-ref=\"Judges 9:15\" href=\"/Judges.9.15\">Ju 9:15 f</a> <a data-ref=\"I Kings 18:38\" href=\"/I_Kings.18.38\">1 K 18:38</a> <a data-ref=\"II Kings 1:10\" href=\"/II_Kings.1.10\">2 K 1:10</a>, <a data-ref=\"II Kings 1:12\" href=\"/II_Kings.1.12\">12</a>, <a data-ref=\"II Kings 1:14\" href=\"/II_Kings.1.14\">14</a> <a data-ref=\"II Chronicles 7:1\" href=\"/II_Chronicles.7.1\">2 Ch 7:1</a>; cf. <a data-ref=\"Amos 1:4\" href=\"/Amos.1.4\">Am. 1:4</a>, <a data-ref=\"Amos 1:7\" href=\"/Amos.1.7\">7</a>, <a data-ref=\"Amos 1:10\" href=\"/Amos.1.10\">10</a>, <a data-ref=\"Amos 1:12\" href=\"/Amos.1.12\">12</a>, <a data-ref=\"Amos 1:14\" href=\"/Amos.1.14\">14</a>; <a data-ref=\"Amos 2:2\" href=\"/Amos.2.2\">2:2</a>, <a data-ref=\"Amos 2:5\" href=\"/Amos.2.5\">5</a>; <a data-ref=\"Amos 5:6\" href=\"/Amos.5.6\">5:6</a> +; <a data-ref=\"Deuteronomy 5:19\" href=\"/Deuteronomy.5.19\">Dt 5:22</a> of fire at Sinai; of <span dir=\"rtl\">י׳</span> as fire (in judgment) <a data-ref=\"Deuteronomy 4:24\" href=\"/Deuteronomy.4.24\">Dt 4:24</a> <span dir=\"rtl\">כִּי י׳ אֱלֹהֶיךָ אֵשׁ אֹכְלָה הוּא</span> cf. <a data-ref=\"Deuteronomy 9:3\" href=\"/Deuteronomy.9.3\">Dt 9:3</a> <a data-ref=\"Isaiah 10:17\" href=\"/Isaiah.10.17\">Is 10:17</a> (‖ <span dir=\"rtl\">בּער</span>) <a data-ref=\"Isaiah 30:27\" href=\"/Isaiah.30.27\">30:27</a>, <a data-ref=\"Isaiah 30:30\" href=\"/Isaiah.30.30\">30</a>; <a data-ref=\"Isaiah 33:14\" href=\"/Isaiah.33.14\">33:14</a> (‖ <span dir=\"rtl\">מוֹקְדֵי עוֹלָם</span>). <strong>4.</strong>  of sword, <em>devour, slay</em> <a data-ref=\"Deuteronomy 32:42\" href=\"/Deuteronomy.32.42\">Dt 32:42</a> <a data-ref=\"II Samuel 2:26\" href=\"/II_Samuel.2.26\">2 S 2:26</a>; <a data-ref=\"II Samuel 11:25\" href=\"/II_Samuel.11.25\">11:25</a>; <a data-ref=\"II Samuel 18:8\" href=\"/II_Samuel.18.8\">18:8</a> <a data-ref=\"Hosea 11:6\" href=\"/Hosea.11.6\">Ho 11:6</a> <a data-ref=\"Jeremiah 2:30\" href=\"/Jeremiah.2.30\">Je 2:30</a> <a data-ref=\"Jeremiah 12:12\" href=\"/Jeremiah.12.12\">12:12</a>; cf. of devastation of land <a data-ref=\"Isaiah 1:7\" href=\"/Isaiah.1.7\">Is 1:7</a> <a data-ref=\"Jeremiah 8:16\" href=\"/Jeremiah.8.16\">Je 8:16</a>. <strong>5.</strong>  in genl. <em>devour, consume, destroy</em> (inanim. subj.) of drought <a data-ref=\"Genesis 31:40\" href=\"/Genesis.31.40\">Gn 31:40</a>; of pestilence <a data-ref=\"Ezekiel 7:15\" href=\"/Ezekiel.7.15\">Ez 7:15</a>; of forest <a data-ref=\"II Samuel 18:8\" href=\"/II_Samuel.18.8\">2 S 18:8</a>; cf. <a data-ref=\"Leviticus 26:38\" href=\"/Leviticus.26.38\">Lv 26:38</a> <span dir=\"rtl\">וְאָֽכְלָה אֶתְכֶם אֶרֶץ אֹיְבֵיכֶם</span>; of <span dir=\"rtl\">הַבֹּשֶׁת</span> <a data-ref=\"Jeremiah 3:24\" href=\"/Jeremiah.3.24\">Je 3:24</a> (v. <a data-ref=\"BDB, בֹּשֶׁת\" href=\"/BDB,_בֹּשֶׁת\", dir=\"rtl\">בֹּשֶׁת</a>). <strong>6.</strong>  fig. of oppression, <em>devour</em> the poor, etc. <a data-ref=\"Proverbs 30:14\" href=\"/Proverbs.30.14\">Pr 30:14</a> <a data-ref=\"Habakkuk 3:14\" href=\"/Habakkuk.3.14\">Hb 3:14</a> cf. <a data-ref=\"Psalms 14:4\" href=\"/Psalms.14.4\">ψ 14:4</a>; of bitter enmity <span dir=\"rtl\">לֶאֱכֹל אֶת־בְּשָׂרִי</span> <a data-ref=\"Psalms 27:2\" href=\"/Psalms.27.2\">ψ 27:2</a>. (cf. <a data-ref=\"Job 19:22\" href=\"/Job.19.22\">Jb 19:22</a>).<br>†<strong>Niph.</strong>  Pf. <span dir=\"rtl\">וְנֶאֱכַל</span> cons. <a data-ref=\"Exodus 22:5\" href=\"/Exodus.22.5\">Ex 22:5</a> Impf. <span dir=\"rtl\">יֵאָכֵל</span> <a data-ref=\"Genesis 6:21\" href=\"/Genesis.6.21\">Gn 6:21</a> +; <span dir=\"rtl\">וַיֵּאָכֵ֫ל</span> <a data-ref=\"Numbers 12:12\" href=\"/Numbers.12.12\">Nu 12:12</a> etc.; Inf. abs. <span dir=\"rtl\">הֵאָכֹל</span> <a data-ref=\"Leviticus 7:18\" href=\"/Leviticus.7.18\">Lv 7:18</a>; <a data-ref=\"Leviticus 19:7\" href=\"/Leviticus.19.7\">19:7</a>; Pt. f. <span dir=\"rtl\">נֶאֱכֶ֫לֶת</span> <a data-ref=\"Leviticus 11:47\" href=\"/Leviticus.11.47\">Lv 11:47</a>;— <strong>1.</strong>  <em>be eaten</em> by man <a data-ref=\"Exodus 12:46\" href=\"/Exodus.12.46\">Ex 12:46</a>; <a data-ref=\"Exodus 13:3\" href=\"/Exodus.13.3\">13:3</a>, <a data-ref=\"Exodus 13:7\" href=\"/Exodus.13.7\">7</a>; <a data-ref=\"Exodus 21:28\" href=\"/Exodus.21.28\">21:28</a>; <a data-ref=\"Exodus 29:34\" href=\"/Exodus.29.34\">29:34</a> <a data-ref=\"Leviticus 6:9\" href=\"/Leviticus.6.9\">Lv 6:9</a>, <a data-ref=\"Leviticus 6:16\" href=\"/Leviticus.6.16\">16</a>, <a data-ref=\"Leviticus 6:19\" href=\"/Leviticus.6.19\">19</a>, <a data-ref=\"Leviticus 6:23\" href=\"/Leviticus.6.23\">23</a>; <a data-ref=\"Leviticus 7:6\" href=\"/Leviticus.7.6\">7:6</a>, <a data-ref=\"Leviticus 7:15\" href=\"/Leviticus.7.15\">15</a>, <a data-ref=\"Leviticus 7:16\" href=\"/Leviticus.7.16\">16</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 7:18\" href=\"/Leviticus.7.18\">18</a>; <a data-ref=\"Leviticus 11:41\" href=\"/Leviticus.11.41\">11:41</a>; <a data-ref=\"Leviticus 19:6\" href=\"/Leviticus.19.6\">19:6</a>, <a data-ref=\"Leviticus 19:7\" href=\"/Leviticus.19.7\">7</a>, <a data-ref=\"Leviticus 19:23\" href=\"/Leviticus.19.23\">23</a>; <a data-ref=\"Leviticus 22:30\" href=\"/Leviticus.22.30\">22:30</a> <a data-ref=\"Numbers 28:17\" href=\"/Numbers.28.17\">Nu 28:17</a> <a data-ref=\"Ezekiel 45:21\" href=\"/Ezekiel.45.21\">Ez 45:21</a>; of custom, usage <a data-ref=\"Genesis 6:21\" href=\"/Genesis.6.21\">Gn 6:21</a> <a data-ref=\"Exodus 12:16\" href=\"/Exodus.12.16\">Ex 12:16</a> <a data-ref=\"Deuteronomy 12:22\" href=\"/Deuteronomy.12.22\">Dt 12:22</a> <a data-ref=\"Job 6:6\" href=\"/Job.6.6\">Jb 6:6</a>; of permission to eat <a data-ref=\"Leviticus 7:19\" href=\"/Leviticus.7.19\">Lv 7:19</a>; <a data-ref=\"Leviticus 11:13\" href=\"/Leviticus.11.13\">11:13</a>, <a data-ref=\"Leviticus 11:34\" href=\"/Leviticus.11.34\">34</a>, <a data-ref=\"Leviticus 11:47\" href=\"/Leviticus.11.47\">47</a><sup>(×2)</sup>; <a data-ref=\"Leviticus 17:13\" href=\"/Leviticus.17.13\">17:13</a>; c. neg. <em>be uneatable</em> <a data-ref=\"Jeremiah 24:2\" href=\"/Jeremiah.24.2\">Je 24:2</a>, <a data-ref=\"Jeremiah 24:3\" href=\"/Jeremiah.24.3\">3</a>, <a data-ref=\"Jeremiah 24:8\" href=\"/Jeremiah.24.8\">8</a>; <a data-ref=\"Jeremiah 29:17\" href=\"/Jeremiah.29.17\">29:17</a>. <strong>2.</strong>  <em>be devoured</em> by fire, <em>consumed</em> <a data-ref=\"Zephaniah 1:18\" href=\"/Zephaniah.1.18\">Zp 1:18</a>; <a data-ref=\"Zephaniah 3:8\" href=\"/Zephaniah.3.8\">3:8</a> <a data-ref=\"Zechariah 9:4\" href=\"/Zechariah.9.4\">Zc 9:4</a> <a data-ref=\"Ezekiel 23:25\" href=\"/Ezekiel.23.25\">Ez 23:25</a>. <strong>3.</strong>  <em>be wasted, destroyed</em>, of flesh <a data-ref=\"Numbers 12:12\" href=\"/Numbers.12.12\">Nu 12:12</a> <a data-ref=\"Jeremiah 30:16\" href=\"/Jeremiah.30.16\">Je 30:16</a>.<br><strong>Pu.</strong>  Pf. <span dir=\"rtl\">אֻכְּלוּ</span> <em>be consumed</em> with fire <a data-ref=\"Nehemiah 2:3\" href=\"/Nehemiah.2.3\">Ne 2:3</a>, <a data-ref=\"Nehemiah 2:13\" href=\"/Nehemiah.2.13\">13</a> cf. <a data-ref=\"Nahum 1:10\" href=\"/Nahum.1.10\">Na 1:10</a> (fig.); so Pt. <span dir=\"rtl\">אֻכָּל</span> (= <span dir=\"rtl\">מְאֻכָּל</span> Ew<sup>§ 169 d</sup>) <a data-ref=\"Exodus 3:2\" href=\"/Exodus.3.2\">Ex 3:2</a>; by sword <a data-ref=\"Isaiah 1:20\" href=\"/Isaiah.1.20\">Is 1:20</a> <span dir=\"rtl\">תְּאֻכְּלוּ</span>.<br>†<strong>Hiph.</strong>  Pf. 2 ms. sf. <span dir=\"rtl\">הֶאֱכַלְתָּם</span> <a data-ref=\"Psalms 80:6\" href=\"/Psalms.80.6\">ψ 80:6</a>, <span dir=\"rtl\">וְהַאֲכַלְתִּ֫י</span> <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">Is 49:26</a>; sf. <span dir=\"rtl\">וְהַאֲכַלְתִּיךָ</span> cons. <a data-ref=\"Isaiah 58:14\" href=\"/Isaiah.58.14\">Is 58:14</a>; <span dir=\"rtl\">הֶאֱכַלְתִּיךְ</span> <a data-ref=\"Ezekiel 16:19\" href=\"/Ezekiel.16.19\">Ez 16:19</a>; <span dir=\"rtl\">וְהַאֲכַלְתִּים</span> cons. <a data-ref=\"Jeremiah 19:9\" href=\"/Jeremiah.19.9\">Je 19:9</a>; Impf. sf. <span dir=\"rtl\">יַאֲכִלֵנוּ</span> <a data-ref=\"Numbers 11:4\" href=\"/Numbers.11.4\">Nu 11:4</a>, <a data-ref=\"Numbers 11:18\" href=\"/Numbers.11.18\">18</a>, etc.; 2 ms. js. <span dir=\"rtl\">תַּאֲכֵל</span> <a data-ref=\"Ezekiel 3:3\" href=\"/Ezekiel.3.3\">Eze 3:3</a>; 1 s. <span dir=\"rtl\">אוֹכִיל</span> <a data-ref=\"Hosea 11:4\" href=\"/Hosea.11.4\">Ho 11:4</a>(?); Imv. <span dir=\"rtl\">הַאֲכִילֵהוּ</span> <a data-ref=\"Proverbs 25:21\" href=\"/Proverbs.25.21\">Pr 25:21</a>. etc.; Inf. <span dir=\"rtl\">לִהָכִיל</span> <a data-ref=\"Ezekiel 21:33\" href=\"/Ezekiel.21.33\">Ez 21:33</a> (but Co <span dir=\"rtl\">לההל</span>); Pt. <span dir=\"rtl\">מַאֲכִיל</span> <a data-ref=\"Jeremiah 23:15\" href=\"/Jeremiah.23.15\">Je 23:15</a>, etc.;— <strong>1.</strong>  <em>cause to eat, feed with</em>, sq. 2 acc. subj. mostly <span dir=\"rtl\">י׳</span>; <a data-ref=\"Exodus 16:32\" href=\"/Exodus.16.32\">Ex 16:32</a> <a data-ref=\"Deuteronomy 8:3\" href=\"/Deuteronomy.8.3\">Dt 8:3</a>, <a data-ref=\"Deuteronomy 8:16\" href=\"/Deuteronomy.8.16\">16</a> <a data-ref=\"Ezekiel 3:2\" href=\"/Ezekiel.3.2\">Ez 3:2</a> <a data-ref=\"Jeremiah 19:9\" href=\"/Jeremiah.19.9\">Je 19:9</a>; abs. <a data-ref=\"Hosea 11:4\" href=\"/Hosea.11.4\">Ho 11:4</a>; cf. <a data-ref=\"Numbers 11:4\" href=\"/Numbers.11.4\">Nu 11:4</a>, <a data-ref=\"Numbers 11:18\" href=\"/Numbers.11.18\">18</a>; fig. <a data-ref=\"Jeremiah 9:14\" href=\"/Jeremiah.9.14\">Je 9:14</a>; <a data-ref=\"Jeremiah 23:15\" href=\"/Jeremiah.23.15\">23:15</a> <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">Is 49:26</a>; <a data-ref=\"Isaiah 58:14\" href=\"/Isaiah.58.14\">58:14</a> <a data-ref=\"Ezekiel 16:19\" href=\"/Ezekiel.16.19\">Ez 16:19</a>; also <a data-ref=\"Psalms 80:6\" href=\"/Psalms.80.6\">ψ 80:6</a> <span dir=\"rtl\">הֶאֱכַלְתָּם לֶחֶם דִּמְעָ֑ה</span> (cf. <a data-ref=\"Psalms 102:10\" href=\"/Psalms.102.10\">102:10</a> Qal supr.); sq. acc. pers. + <span dir=\"rtl\">מן</span> <a data-ref=\"Psalms 81:17\" href=\"/Psalms.81.17\">ψ 81:17</a>, but also subj. man <a data-ref=\"Proverbs 25:21\" href=\"/Proverbs.25.21\">Pr 25:21</a>; <a data-ref=\"I Kings 22:27\" href=\"/I_Kings.22.27\">1 K 22:27</a> <a data-ref=\"II Chronicles 18:26\" href=\"/II_Chronicles.18.26\">2 Ch 18:26</a> <span dir=\"rtl\">וְהַאֲכִלֻהוּ לֶהֶם לַ֫חַץ</span> of prison fare; sq. acc. pers. only <a data-ref=\"II Chronicles 28:15\" href=\"/II_Chronicles.28.15\">2 Ch 28:15</a>, cf. <a data-ref=\"Ezekiel 3:3\" href=\"/Ezekiel.3.3\">Ez 3:3</a>. <strong>2.</strong>  <em>cause to devour</em>, obj. sword <a data-ref=\"Ezekiel 21:23\" href=\"/Ezekiel.21.23\">Ez 21:23</a> (but on text vid. Co)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d287b6084aa1cbf1b0df", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, לֶ֫חֶם 1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "BDB, לֶ֫חֶם 1", "sourceHeRef": "בראון-דרייבר-בריגס, לֶ֫חֶם א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "לֶ֫חֶם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">לֶ֫חֶם</span></big><sub>296</sub>  <strong>n.m.</strong> <a data-ref=\"I Samuel 9:7\" href=\"/I_Samuel.9.7\">1 S 9:7</a> and (rarely) <strong>f.</strong> <sup><a data-ref=\"Genesis 49:20\" href=\"/Genesis.49.20\">Gn 49:20</a></sup> (vid. infr., and Dr <a data-ref=\"I Samuel 10:4\" href=\"/I_Samuel.10.4\">1 S 10:4</a>) bread, food <strong>(</strong>Ph. <span dir=\"rtl\">לחם</span> <em>bread;</em> NH <span dir=\"rtl\">לֶחֶם</span>; Aramaic <span dir=\"rtl\">לַחְמָא</span>, <span dir=\"rtl\">ܠܰܚܡܳܐ</span>, as Heb.; Arabic <span dir=\"rtl\">لَحْمٌ</span> <em>flesh, meat</em> (cf. Frä<sup>30</sup>)<strong>)</strong>;—abs. <span dir=\"rtl\">ל׳</span> <a data-ref=\"Genesis 3:19\" href=\"/Genesis.3.19\">Gn 3:19</a> +; <span dir=\"rtl\">לָ֑חֶם</span> <a data-ref=\"Genesis 31:54\" href=\"/Genesis.31.54\">Gn 31:54</a> +; <span dir=\"rtl\">לֶ֑חֶם</span> <a data-ref=\"Psalms 14:4\" href=\"/Psalms.14.4\">ψ 14:4</a> + 2 times; cstr. <span dir=\"rtl\">לֶחֶם</span> <a data-ref=\"Hosea 9:4\" href=\"/Hosea.9.4\">Ho 9:4</a> +; sf. <span dir=\"rtl\">לַחְמִי</span> <a data-ref=\"Job 3:24\" href=\"/Job.3.24\">Jb 3:24</a> +, <span dir=\"rtl\">לַחְמְךָ</span> <a data-ref=\"Obadiah 1:7\" href=\"/Obadiah.1.7\">Ob 7</a> +, <span dir=\"rtl\">לַחְמָם</span> <a data-ref=\"Hosea 9:4\" href=\"/Hosea.9.4\">Ho 9:4b</a>, + v <a data-ref=\"Hosea 9:4\" href=\"/Hosea.9.4\">4a</a> (for MT <span dir=\"rtl\">לָהֶם</span>), We GASm Now, + etc.;—<br><strong>1.</strong> <strong>a.</strong>  <em>bread</em>, the ordinary food of early Hebrews (Benz<sup>Arch. 84 ff.</sup> Now<sup>Arch. i. 109 ff.</sup>) <a data-ref=\"Exodus 21:14\" href=\"/Exodus.21.14\">Ex 21:14</a> (E), <a data-ref=\"Numbers 21:5\" href=\"/Numbers.21.5\">Nu 21:5</a> <a data-ref=\"Joshua 9:5\" href=\"/Joshua.9.5\">Jos 9:5</a>, <a data-ref=\"Joshua 9:12\" href=\"/Joshua.9.12\">12</a> (JE), <a data-ref=\"Deuteronomy 8:3\" href=\"/Deuteronomy.8.3\">Dt 8:3</a>; <a data-ref=\"Deuteronomy 23:5\" href=\"/Deuteronomy.23.5\">23:5</a> <a data-ref=\"Exodus 16:3\" href=\"/Exodus.16.3\">Ex 16:3</a> (P) +; <span dir=\"rtl\">כִּכַּר־ל׳</span> <em>loaf of bread</em> <a data-ref=\"I Samuel 2:36\" href=\"/I_Samuel.2.36\">1 S 2:36</a> + (vid. <a data-ref=\"BDB, כִּכָּר²\" href=\"/BDB,_כִּכָּר²\", dir=\"rtl\">כִּכָּר</a> sub <a data-ref=\"BDB, כָּרַר\" href=\"/BDB,_כָּרַר\", dir=\"rtl\">כרר</a>), and without <span dir=\"rtl\">ככר</span> (always c. num.) †<a data-ref=\"I Samuel 10:4\" href=\"/I_Samuel.10.4\">1 S 10:4</a>; <a data-ref=\"I Samuel 16:20\" href=\"/I_Samuel.16.20\">16:20</a> (v. Dr), <a data-ref=\"I Samuel 17:17\" href=\"/I_Samuel.17.17\">17:17</a>; <a data-ref=\"I Samuel 21:4\" href=\"/I_Samuel.21.4\">21:4</a>; <a data-ref=\"I Samuel 25:18\" href=\"/I_Samuel.25.18\">25:18</a> <a data-ref=\"II Samuel 16:1\" href=\"/II_Samuel.16.1\">2 S 16:1</a> <a data-ref=\"I Kings 14:3\" href=\"/I_Kings.14.3\">1 K 14:3</a> <a data-ref=\"II Kings 4:42\" href=\"/II_Kings.4.42\">2 K 4:42</a>†; <span dir=\"rtl\">חַלַּת ל׳</span> <em>cake of bread</em> <a data-ref=\"II Samuel 6:19\" href=\"/II_Samuel.6.19\">2 S 6:19</a> <a data-ref=\"Exodus 29:23\" href=\"/Exodus.29.23\">Ex 29:23</a> + (v. <a data-ref=\"BDB, חַלָּה\" href=\"/BDB,_חַלָּה\", dir=\"rtl\">חַלָּה</a> sub <a data-ref=\"BDB, חָלַל\" href=\"/BDB,_חָלַל\", dir=\"rtl\">I. חלל</a>); made from barley <span dir=\"rtl\">(שְׂעֹרִים)</span> <a data-ref=\"Judges 7:13\" href=\"/Judges.7.13\">Ju 7:13</a> <a data-ref=\"II Kings 4:42\" href=\"/II_Kings.4.42\">2 K 4:42</a> (v. also <a data-ref=\"BDB, לָחֶם\" href=\"/BDB,_לָחֶם\", dir=\"rtl\">לָחֶם</a> supr.); from wheat-flour <span dir=\"rtl\">(סֹלֶת חִטִּים)</span> <a data-ref=\"Exodus 29:2\" href=\"/Exodus.29.2\">Ex 29:2</a> (P); cf. the mixture <a data-ref=\"Ezekiel 4:9\" href=\"/Ezekiel.4.9\">Ez 4:9</a>; made by baking <span dir=\"rtl\">(אפה)</span> <a data-ref=\"Isaiah 44:15\" href=\"/Isaiah.44.15\">Is 44:15</a>, <a data-ref=\"Isaiah 44:19\" href=\"/Isaiah.44.19\">19</a> <a data-ref=\"Leviticus 26:26\" href=\"/Leviticus.26.26\">Lv 26:26</a> (H; cf. <a data-ref=\"Jeremiah 37:21\" href=\"/Jeremiah.37.21\">Je 37:21</a>); †<span dir=\"rtl\">פַּת־ל׳</span> <em>a bit of bread</em> <a data-ref=\"I Samuel 2:36\" href=\"/I_Samuel.2.36\">1 S 2:36</a> <a data-ref=\"I Kings 17:11\" href=\"/I_Kings.17.11\">1 K 17:11</a> <a data-ref=\"Proverbs 28:21\" href=\"/Proverbs.28.21\">Pr 28:21</a>, cf. <a data-ref=\"Ezekiel 13:19\" href=\"/Ezekiel.13.19\">Ez 13:19</a>, as modest term for a hospitable meal <a data-ref=\"Genesis 18:5\" href=\"/Genesis.18.5\">Gn 18:5</a> (J), <a data-ref=\"Judges 19:5\" href=\"/Judges.19.5\">Ju 19:5</a> <a data-ref=\"I Samuel 28:22\" href=\"/I_Samuel.28.22\">1 S 28:22</a>†; disting. from meat (flesh), <a data-ref=\"Genesis 27:17\" href=\"/Genesis.27.17\">Gn 27:17</a> (J), <a data-ref=\"I Samuel 25:11\" href=\"/I_Samuel.25.11\">1 S 25:11</a> <a data-ref=\"I Kings 17:6\" href=\"/I_Kings.17.6\">1 K 17:6</a><sup>(×2)</sup> <a data-ref=\"Exodus 16:8\" href=\"/Exodus.16.8\">Ex 16:8</a>, <a data-ref=\"Exodus 16:12\" href=\"/Exodus.16.12\">12</a> (also v <a data-ref=\"Exodus 16:3\" href=\"/Exodus.16.3\">3</a> supr.), <a data-ref=\"Exodus 29:32\" href=\"/Exodus.29.32\">29:32</a>, <a data-ref=\"Exodus 29:34\" href=\"/Exodus.29.34\">34</a> <a data-ref=\"Leviticus 8:31\" href=\"/Leviticus.8.31\">Lv 8:31</a> (all P), <a data-ref=\"Leviticus 23:18\" href=\"/Leviticus.23.18\">23:18</a> (H), <a data-ref=\"I Chronicles 12:40\" href=\"/I_Chronicles.12.40\">1 Ch 12:40</a> <a data-ref=\"Psalms 78:20\" href=\"/Psalms.78.20\">ψ 78:20</a> <a data-ref=\"Daniel 10:3\" href=\"/Daniel.10.3\">Dn 10:3</a>; = a meal <a data-ref=\"I Samuel 20:27\" href=\"/I_Samuel.20.27\">1 S 20:27</a>, <span dir=\"rtl\">אָכַל ל׳</span> = <em>take a meal</em> <a data-ref=\"Genesis 31:54\" href=\"/Genesis.31.54\">Gn 31:54</a><sup>(×2)</sup>; <a data-ref=\"Genesis 37:25\" href=\"/Genesis.37.25\">37:25</a>; <a data-ref=\"Genesis 43:25\" href=\"/Genesis.43.25\">43:25</a>, <a data-ref=\"Genesis 43:32\" href=\"/Genesis.43.32\">32</a> +; <span dir=\"rtl\">אכל לַחְמִי</span> <a data-ref=\"Psalms 41:10\" href=\"/Psalms.41.10\">ψ 41:10</a> <em>eat my bread</em>, establishing an obligation, cf. <a data-ref=\"Obadiah 1:7\" href=\"/Obadiah.1.7\">Ob 7</a> (read <span dir=\"rtl\">אֹכְלֵי ל׳</span> according to Marti<sup>KauAT</sup>; del. <span dir=\"rtl\">ל׳</span> 𝔊 Hi We, cf. VB) <span dir=\"rtl\">עשׂה ל׳</span> = <em>make a feast</em> <a data-ref=\"Ecclesiastes 10:19\" href=\"/Ecclesiastes.10.19\">Ec 10:19</a>; <span dir=\"rtl\">מַטֵּה ל׳</span> <em>staff of bread</em> (as <em>support</em> of life), only late †<a data-ref=\"Ezekiel 4:16\" href=\"/Ezekiel.4.16\">Ez 4:16</a>; <a data-ref=\"Ezekiel 5:16\" href=\"/Ezekiel.5.16\">5:16</a>; <a data-ref=\"Ezekiel 14:13\" href=\"/Ezekiel.14.13\">14:13</a> <a data-ref=\"Leviticus 26:26\" href=\"/Leviticus.26.26\">Lv 26:26</a> (H), <a data-ref=\"Psalms 105:16\" href=\"/Psalms.105.16\">ψ 105:16</a>; cf. <a ,=\"\" data-ref=\"BDB, מִשְׁעָן\" dir=\"rtl\" href=\"/BDB,_מִשְׁעָן\">מִשְׁעַן ל׳</a> <a data-ref=\"Isaiah 3:1\" href=\"/Isaiah.3.1\">Is 3:1</a> (gloss)†; <em>leavened bread</em> is <span dir=\"rtl\">ל׳ חָמֵץ</span> <a data-ref=\"Leviticus 7:13\" href=\"/Leviticus.7.13\">Lv 7:13</a>; <em>unleavened bread</em> is <span dir=\"rtl\">ל׳ מַצּוֹת</span> <a data-ref=\"Exodus 29:2\" href=\"/Exodus.29.2\">Ex 29:2</a> (both P); †<span dir=\"rtl\">ל׳ (הַ)פָּנִים</span> <em>bread of the face</em> (of <span dir=\"rtl\">י׳</span>; i. e. in his presence, Di <a data-ref=\"Leviticus 24:9\" href=\"/Leviticus.24.9\">Lv 24:9</a> Dr <a data-ref=\"I Samuel 21:7\" href=\"/I_Samuel.21.7\">1 S 21:7</a>): in the sanctuary <a data-ref=\"I Samuel 21:7\" href=\"/I_Samuel.21.7\">1 S 21:7</a> <a data-ref=\"I Kings 7:48\" href=\"/I_Kings.7.48\">1 K 7:48</a> = <a data-ref=\"II Chronicles 4:19\" href=\"/II_Chronicles.4.19\">2 Ch 4:19</a>, <a data-ref=\"Exodus 25:30\" href=\"/Exodus.25.30\">Ex 25:30</a>; <a data-ref=\"Exodus 35:13\" href=\"/Exodus.35.13\">35:13</a>; <a data-ref=\"Exodus 39:36\" href=\"/Exodus.39.36\">39:36</a>, without <span dir=\"rtl\">פ׳</span> <a data-ref=\"Exodus 40:23\" href=\"/Exodus.40.23\">40:23</a> (all P); = <span dir=\"rtl\">ל׳ הַתָּמִיד</span> <a data-ref=\"Numbers 4:7\" href=\"/Numbers.4.7\">Nu 4:7</a> (P), <span dir=\"rtl\">ל׳ קֹדֶשׁ</span> <a data-ref=\"I Samuel 21:5\" href=\"/I_Samuel.21.5\">1 S 21:5</a>; in Chr <span dir=\"rtl\">ל׳ הַמַּעֲרָ֑כֶת</span> <a data-ref=\"I Chronicles 9:32\" href=\"/I_Chronicles.9.32\">1 Ch 9:32</a> cf. <a data-ref=\"I Chronicles 23:29\" href=\"/I_Chronicles.23.29\">23:29</a> <a data-ref=\"Nehemiah 10:34\" href=\"/Nehemiah.10.34\">Ne 10:34</a>, <span dir=\"rtl\">מ׳ ל׳</span> <a data-ref=\"II Chronicles 13:11\" href=\"/II_Chronicles.13.11\">2 Ch 13:11</a>; opp. <span dir=\"rtl\">ל׳ חֹל</span> <a data-ref=\"I Samuel 21:5\" href=\"/I_Samuel.21.5\">1 S 21:5</a>†; <span dir=\"rtl\">ל׳ תְּנוּפָה</span> <a data-ref=\"Leviticus 23:17\" href=\"/Leviticus.23.17\">Lv 23:17</a> <em>wave-loaf;</em> <span dir=\"rtl\">ל׳ (הַ)בִּכֻּרִים</span> v <a data-ref=\"Leviticus 23:20\" href=\"/Leviticus.23.20\">20</a> <a data-ref=\"II Kings 4:42\" href=\"/II_Kings.4.42\">2 K 4:42</a> <em>bread of first-fruits</em>. †<strong>b.</strong>  = <em>bread-corn</em>, the material from which bread is made, i.e. wheat, barley, etc.: <a data-ref=\"Genesis 41:54\" href=\"/Genesis.41.54\">Gn 41:54</a>, <a data-ref=\"Genesis 41:55\" href=\"/Genesis.41.55\">55</a> (E), <a data-ref=\"Genesis 47:13\" href=\"/Genesis.47.13\">47:13</a>, <a data-ref=\"Genesis 47:15\" href=\"/Genesis.47.15\">15</a>, <a data-ref=\"Genesis 41:17\" href=\"/Genesis.41.17\">17</a><sup>(×2)</sup>, <a data-ref=\"Genesis 41:19\" href=\"/Genesis.41.19\">19</a> (J), <a data-ref=\"Genesis 49:20\" href=\"/Genesis.49.20\">49:20</a> (poem in J), <a data-ref=\"Isaiah 28:28\" href=\"/Isaiah.28.28\">Is 28:28</a>; <a data-ref=\"Isaiah 30:23\" href=\"/Isaiah.30.23\">30:23</a>; <a data-ref=\"Isaiah 55:10\" href=\"/Isaiah.55.10\">55:10</a> <a data-ref=\"Jeremiah 5:17\" href=\"/Jeremiah.5.17\">Je 5:17</a> <a data-ref=\"Ezekiel 48:18\" href=\"/Ezekiel.48.18\">Ez 48:18</a> <a data-ref=\"Job 28:5\" href=\"/Job.28.5\">Jb 28:5</a> <a data-ref=\"Proverbs 28:3\" href=\"/Proverbs.28.3\">Pr 28:3</a> <a data-ref=\"Psalms 104:14\" href=\"/Psalms.104.14\">ψ 104:14</a>; <span dir=\"rtl\">ל׳ הָאָרֶץ</span> <a data-ref=\"Numbers 15:19\" href=\"/Numbers.15.19\">Nu 15:19</a> (P), <span dir=\"rtl\">ארץ ל׳</span> <a data-ref=\"II Kings 18:32\" href=\"/II_Kings.18.32\">2 K 18:32</a> = <a data-ref=\"Isaiah 36:17\" href=\"/Isaiah.36.17\">Is 36:17</a>†.<br><strong>2.</strong>  <em>food</em> in general: <strong>a.</strong>  of man <a data-ref=\"Judges 13:16\" href=\"/Judges.13.16\">Ju 13:16</a> (kid, v <a data-ref=\"Judges 13:15\" href=\"/Judges.13.15\">15</a>), <a data-ref=\"I Samuel 14:24\" href=\"/I_Samuel.14.24\">1 S 14:24</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 14:28\" href=\"/I_Samuel.14.28\">28</a> (honey), <a data-ref=\"I Samuel 28:20\" href=\"/I_Samuel.28.20\">28:20</a>; <a data-ref=\"I Samuel 30:12\" href=\"/I_Samuel.30.12\">30:12</a> <a data-ref=\"Proverbs 27:27\" href=\"/Proverbs.27.27\">Pr 27:27</a><sup>(×2)</sup> (goat’s milk) +; <span dir=\"rtl\">נֹתֵן ל׳ לְכָל־בָּשָׂר</span> <a data-ref=\"Psalms 136:25\" href=\"/Psalms.136.25\">ψ 136:25</a> <a data-ref=\"Proverbs 22:9\" href=\"/Proverbs.22.9\">Pr 22:9</a>. †<strong>b.</strong>  of animals, <a data-ref=\"Proverbs 6:8\" href=\"/Proverbs.6.8\">Pr 6:8</a>; <a data-ref=\"Proverbs 30:25\" href=\"/Proverbs.30.25\">30:25</a> <a data-ref=\"Isaiah 65:25\" href=\"/Isaiah.65.25\">Is 65:25</a> <a data-ref=\"Job 24:5\" href=\"/Job.24.5\">Jb 24:5</a> <a data-ref=\"Psalms 147:9\" href=\"/Psalms.147.9\">ψ 147:9</a>†. †<strong>c.</strong>  of God (in sacrifices): †<span dir=\"rtl\">ל׳ אֱלהֵיהֶם</span> (cf. RS<sup>Sem i. 207, 2nd ed., 224</sup>) <a data-ref=\"Leviticus 21:6\" href=\"/Leviticus.21.6\">Lv 21:6</a> cf. v <a data-ref=\"Leviticus 21:8\" href=\"/Leviticus.21.8\">8</a>, <a data-ref=\"Leviticus 21:17\" href=\"/Leviticus.21.17\">17</a>, <a data-ref=\"Leviticus 21:21\" href=\"/Leviticus.21.21\">21</a>, <a data-ref=\"Leviticus 21:22\" href=\"/Leviticus.21.22\">22</a>, <a data-ref=\"Leviticus 22:13\" href=\"/Leviticus.22.13\">22:13</a>, <a data-ref=\"Leviticus 22:25\" href=\"/Leviticus.22.25\">25</a> (all H), <a data-ref=\"Numbers 28:2\" href=\"/Numbers.28.2\">Nu 28:2</a> (P), <a data-ref=\"Ezekiel 16:19\" href=\"/Ezekiel.16.19\">Ez 16:19</a>; <a data-ref=\"Ezekiel 44:7\" href=\"/Ezekiel.44.7\">44:7</a>, and <span dir=\"rtl\">ל׳ מְגֹאָל</span> <a data-ref=\"Malachi 1:7\" href=\"/Malachi.1.7\">Mal 1:7</a>; also <span dir=\"rtl\">ל׳ אִשֶּׁה (לי׳)</span> <a data-ref=\"Leviticus 3:11\" href=\"/Leviticus.3.11\">Lv 3:11</a>, <a data-ref=\"Leviticus 3:16\" href=\"/Leviticus.3.16\">16</a> <a data-ref=\"Numbers 28:24\" href=\"/Numbers.28.24\">Nu 28:24</a> (all P)†.<br><strong>3.</strong>  other phrases and fig. uses are: <strong>a.</strong>  <span dir=\"rtl\">ל׳ רֶשַׁע</span> <a data-ref=\"Proverbs 4:17\" href=\"/Proverbs.4.17\">Pr 4:17</a> (acc. cogn. c. <span dir=\"rtl\">לָחַם</span>), prob. = <em>food gained by wickedness</em> (‖ <span dir=\"rtl\">יֵין חֲמָסִים</span>), cf. <a ,=\"\" data-ref=\"BDB, שֶׁ֫קֶר\" dir=\"rtl\" href=\"/BDB,_שֶׁ֫קֶר\">ל׳ שָׁ֑קֶר</a> <a data-ref=\"Proverbs 20:17\" href=\"/Proverbs.20.17\">20:17</a>, <span dir=\"rtl\">ל׳ כְּזָבִים</span> <a data-ref=\"Proverbs 23:3\" href=\"/Proverbs.23.3\">23:3</a>; <span dir=\"rtl\">ל׳ עַצְלוּת</span> <a data-ref=\"Proverbs 31:27\" href=\"/Proverbs.31.27\">31:27</a> = <em>bread of idleness</em>, i. e. unearned; <span dir=\"rtl\">ל׳ חֻקִּי</span> <a data-ref=\"Proverbs 30:8\" href=\"/Proverbs.30.8\">Pr 30:8</a> (opp. to riches and poverty, v. <a data-ref=\"BDB, חֹק\" href=\"/BDB,_חֹק\", dir=\"rtl\">חֹק</a>); <span dir=\"rtl\">ל׳ לַחַץ</span> <a data-ref=\"I Kings 22:27\" href=\"/I_Kings.22.27\">1 K 22:27</a> = <a data-ref=\"II Chronicles 18:26\" href=\"/II_Chronicles.18.26\">2 Ch 18:26</a>, vid. <a ,=\"\" data-ref=\"BDB, לַ֫חַץ\" dir=\"rtl\" href=\"/BDB,_לַ֫חַץ\">לַחַץ</a> infr.; <span dir=\"rtl\">ל׳ הָעֲצָבִים</span> <a data-ref=\"Psalms 127:2\" href=\"/Psalms.127.2\">ψ 127:2</a>, vid. ii. <a ,=\"\" data-ref=\"BDB, עֶ֫צֶב²\" dir=\"rtl\" href=\"/BDB,_עֶ֫צֶב²\">עֶצֶב</a>; <span dir=\"rtl\">ל׳ אוֹנִים</span> <a data-ref=\"Hosea 9:4\" href=\"/Hosea.9.4\">Ho 9:4</a>, vid. <a ,=\"\" data-ref=\"BDB, בֵּית אָ֫וֶן\" dir=\"rtl\" href=\"/BDB,_בֵּית אָ֫וֶן\">אָוֶן</a>, p. 20a; <span dir=\"rtl\">ל׳ אֲנָשִׁים</span> <a data-ref=\"Ezekiel 24:17\" href=\"/Ezekiel.24.17\">Ez 24:17</a>, <a data-ref=\"Ezekiel 24:22\" href=\"/Ezekiel.24.22\">22</a> of food offered to mourners, cf. <a data-ref=\"Jeremiah 16:7\" href=\"/Jeremiah.16.7\">Je 16:7</a> (where ins. <span dir=\"rtl\">ל׳</span> 𝔊 Gf Gie); <span dir=\"rtl\">שַׁלַּח לחמך על־פני המים</span> <a data-ref=\"Ecclesiastes 11:1\" href=\"/Ecclesiastes.11.1\">Ec 11:1</a> usually interpr. of benevolent giving (cf. Now); De al. of sea-commerce in bread stuffs, cf. <a data-ref=\"Proverbs 31:14\" href=\"/Proverbs.31.14\">Pr 31:14</a>. <strong>b.</strong>  fig. <span dir=\"rtl\">לַחְמֵנוּ הֵם</span> <a data-ref=\"Numbers 14:9\" href=\"/Numbers.14.9\">Nu 14:9</a> (JE) <em>our food are they</em>, i. e. we will devour, destroy, them (cf. <a data-ref=\"Deuteronomy 7:16\" href=\"/Deuteronomy.7.16\">Dt 7:16</a>); <span dir=\"rtl\">דִּמְעָתִי ל׳</span> <a data-ref=\"Psalms 42:4\" href=\"/Psalms.42.4\">ψ 42:4</a> cf. <a data-ref=\"Psalms 80:6\" href=\"/Psalms.80.6\">80:6</a> (vid. <a data-ref=\"BDB, אָכַל\" href=\"/BDB,_אָכַל\", dir=\"rtl\">אכל</a>, p. 37b supr.); <span dir=\"rtl\">ל׳</span> of evil deeds of wicked <a data-ref=\"Job 20:14\" href=\"/Job.20.14\">Jb 20:14</a>; <span dir=\"rtl\">עֵץ בְּלַחְמוֹ</span> <a data-ref=\"Jeremiah 11:19\" href=\"/Jeremiah.11.19\">Je 11:19</a> appar. fig. of destroying the <em>prophet and his house</em>, but read prob. <span dir=\"rtl\">בְּלֵחוֹ</span> <em>in its freshness</em> (i. e. untimely), so Hi Gf Che Gie (vid. <a data-ref=\"BDB, לֵחַ\" href=\"/BDB,_לֵחַ\", dir=\"rtl\">לֵחַ</a> = sub <a data-ref=\"BDB, לחח\" href=\"/BDB,_לחח\", dir=\"rtl\">לחח</a> supra)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d41eb6084aa1cbf2f4c5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קֹ֫דֶשׁ 1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "BDB, קֹ֫דֶשׁ 1", "sourceHeRef": "בראון-דרייבר-בריגס, קֹ֫דֶשׁ א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קֹ֫דֶשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">קֹ֫דֶשׁ</span></big><sub>469</sub>  <strong>n.m.</strong> apartness, sacredness (opp. <span dir=\"rtl\">חֹל</span> <a data-ref=\"Leviticus 10:10\" href=\"/Leviticus.10.10\">Lv 10:10</a> + 4 times Ez);—abs. <span dir=\"rtl\">ק׳</span> <a data-ref=\"Exodus 3:5\" href=\"/Exodus.3.5\">Ex 3:5</a> +; <span dir=\"rtl\">קוֹדֶשׁ</span> <a data-ref=\"Daniel 11:30\" href=\"/Daniel.11.30\">Dn 11:30</a>; cstr. <span dir=\"rtl\">קֹדֶשׁ</span> <a data-ref=\"Exodus 30:36\" href=\"/Exodus.30.36\">Ex 30:36</a> +; sf. <span dir=\"rtl\">קָדְשִׁי</span> <a data-ref=\"Leviticus 20:3\" href=\"/Leviticus.20.3\">Lv 20:3</a> +, etc.; pl. <span dir=\"rtl\">קָֽדָשִׁים</span> <a data-ref=\"Exodus 29:37\" href=\"/Exodus.29.37\">Ex 29:37</a> +, <span dir=\"rtl\">הַקֳּדָשִׁים</span> <a data-ref=\"Exodus 26:33\" href=\"/Exodus.26.33\">26:33</a> +; cstr. <span dir=\"rtl\">קָדְשֵׁי</span> <a data-ref=\"Leviticus 22:15\" href=\"/Leviticus.22.15\">Lv 22:15</a> +; sf. <span dir=\"rtl\">קָֽדָשַׁי</span> <a data-ref=\"Ezekiel 22:8\" href=\"/Ezekiel.22.8\">Ez 22:8</a> + 3 times, <span dir=\"rtl\">קֳדָשֶׁיךָ</span> †<a data-ref=\"Deuteronomy 12:26\" href=\"/Deuteronomy.12.26\">Dt 12:26</a>, <span dir=\"rtl\">קֳדָשָׁיו</span> <a data-ref=\"Numbers 5:10\" href=\"/Numbers.5.10\">Nu 5:10</a>; <a data-ref=\"II Kings 12:19\" href=\"/II_Kings.12.19\">2 K 12:19</a>, <span dir=\"rtl\">קָֽדָשָׁיו</span> †<a data-ref=\"II Chronicles 15:18\" href=\"/II_Chronicles.15.18\">2 Ch 15:18</a>, etc.;—<br><strong>1.</strong>  <em>apartness, sacredness, holiness</em>, of God: <strong>a.</strong>  of divine activity, syn. majesty, <span dir=\"rtl\">בַּקֹּדֶשׁ</span> (of victory), <a data-ref=\"Exodus 15:11\" href=\"/Exodus.15.11\">Ex 15:11</a> (song) <a data-ref=\"Psalms 68:18\" href=\"/Psalms.68.18\">ψ 68:18</a>; <a data-ref=\"Psalms 77:14\" href=\"/Psalms.77.14\">77:14</a>; <span dir=\"rtl\">זְרוֹעַ ק׳</span> <em>holy arm</em> <a data-ref=\"Isaiah 52:10\" href=\"/Isaiah.52.10\">Is 52:10</a> <a data-ref=\"Psalms 98:1\" href=\"/Psalms.98.1\">ψ 98:1</a>. <strong>b.</strong>  to attest his word as inviolable <span dir=\"rtl\">נשׁבע בק׳</span> <a data-ref=\"Amos 4:2\" href=\"/Amos.4.2\">Am 4:2</a> <a data-ref=\"Psalms 89:36\" href=\"/Psalms.89.36\">ψ 89:36</a>; cf. <span dir=\"rtl\">דִּבְרֵי ק׳</span> <a data-ref=\"Jeremiah 23:9\" href=\"/Jeremiah.23.9\">Je 23:9</a>, <span dir=\"rtl\">דְּבַר ק׳</span> <a data-ref=\"Psalms 105:42\" href=\"/Psalms.105.42\">ψ 105:42</a>. <strong>c.</strong>  of his name as sacred, inviolable, separate from all defilement, etc.: <span dir=\"rtl\">שֵׁם קָדְשִׁי</span> <a data-ref=\"Leviticus 20:3\" href=\"/Leviticus.20.3\">Lv 20:3</a>; <a data-ref=\"Leviticus 22:2\" href=\"/Leviticus.22.2\">22:2</a>, <a data-ref=\"Leviticus 22:32\" href=\"/Leviticus.22.32\">32</a> (P), <a data-ref=\"Amos 2:7\" href=\"/Amos.2.7\">Am 2:7</a> <a data-ref=\"I Chronicles 16:10\" href=\"/I_Chronicles.16.10\">1 Ch 16:10</a>, <a data-ref=\"I Chronicles 16:35\" href=\"/I_Chronicles.16.35\">35</a>; <a data-ref=\"I Chronicles 29:16\" href=\"/I_Chronicles.29.16\">29:16</a> + 9 times Ez, 5 times ψψ; <span dir=\"rtl\">זֵכֶר ק׳</span> <a data-ref=\"Psalms 30:5\" href=\"/Psalms.30.5\">ψ 30:5</a> = <a data-ref=\"Psalms 97:12\" href=\"/Psalms.97.12\">97:12</a>; and so <strong>d.</strong>  <span dir=\"rtl\">רוּחַ קָדְשׁוֹ</span> <em>his holy Spirit</em> <a data-ref=\"Isaiah 63:10\" href=\"/Isaiah.63.10\">Is 63:10</a>, <a data-ref=\"Isaiah 63:11\" href=\"/Isaiah.63.11\">11</a>, cf. <a data-ref=\"Psalms 51:13\" href=\"/Psalms.51.13\">ψ 51:13</a>.<br><strong>2.</strong>  of places set apart as sacred by God’s presence: †<strong>a.</strong>  heavenly abode; <span dir=\"rtl\">מעון ק׳</span> <a data-ref=\"Deuteronomy 26:15\" href=\"/Deuteronomy.26.15\">Dt 26:15</a> <a data-ref=\"Jeremiah 25:30\" href=\"/Jeremiah.25.30\">Je 25:30</a>; <a data-ref=\"Zechariah 2:17\" href=\"/Zechariah.2.17\">Zc 2:17</a>; <a data-ref=\"II Chronicles 30:27\" href=\"/II_Chronicles.30.27\">2 Ch 30:27</a> <a data-ref=\"Psalms 68:6\" href=\"/Psalms.68.6\">ψ 68:6</a>; <span dir=\"rtl\">הֵיכַל ק׳</span> <a data-ref=\"Micah 1:2\" href=\"/Micah.1.2\">Mi 1:2</a>; <a data-ref=\"Habakkuk 2:20\" href=\"/Habakkuk.2.20\">Hb 2:20</a>; <a data-ref=\"Jonah 2:5\" href=\"/Jonah.2.5\">Jon 2:5</a>, <a data-ref=\"Jonah 2:8\" href=\"/Jonah.2.8\">8</a> <a data-ref=\"Psalms 11:4\" href=\"/Psalms.11.4\">ψ 11:4</a>; <span dir=\"rtl\">מְרוֹם ק׳</span> <a data-ref=\"Psalms 102:20\" href=\"/Psalms.102.20\">ψ 102:20</a>; <span dir=\"rtl\">זְבֻל ק׳</span> <a data-ref=\"Isaiah 63:15\" href=\"/Isaiah.63.15\">Is 63:15</a>; <span dir=\"rtl\">שְׁמֵי ק׳</span> <a data-ref=\"Psalms 20:7\" href=\"/Psalms.20.7\">ψ 20:7</a> <span dir=\"rtl\">כסּא ק׳</span> <a data-ref=\"Psalms 47:9\" href=\"/Psalms.47.9\">47:9</a>; <span dir=\"rtl\">בְּקָדְשׁוֹ</span> <a data-ref=\"Psalms 150:1\" href=\"/Psalms.150.1\">150:1</a>. †<strong>b.</strong>  on earth: <span dir=\"rtl\">אַדְמַת ק׳</span> <a data-ref=\"Exodus 3:5\" href=\"/Exodus.3.5\">Ex 3:5</a> (E), cf. <a data-ref=\"Joshua 5:15\" href=\"/Joshua.5.15\">Jos 5:15</a> (JE) <a data-ref=\"II Chronicles 8:11\" href=\"/II_Chronicles.8.11\">2 Ch 8:11</a>; <span dir=\"rtl\">הַר קם אלהים</span> <a data-ref=\"Ezekiel 28:14\" href=\"/Ezekiel.28.14\">Ez 28:14</a> (cf. p. 249 b). <strong>c.</strong>  (only P and Ch) the tabernacle and its courts <a data-ref=\"Exodus 40:9\" href=\"/Exodus.40.9\">Ex 40:9</a> <a data-ref=\"Numbers 3:28\" href=\"/Numbers.3.28\">Nu 3:28</a> +; tabernacle by itself <a data-ref=\"Exodus 38:24\" href=\"/Exodus.38.24\">Ex 38:24</a>; <a data-ref=\"Leviticus 10:4\" href=\"/Leviticus.10.4\">Lv 10:4</a> +; court <a data-ref=\"Leviticus 10:17\" href=\"/Leviticus.10.17\">Lv 10:17</a>, <a data-ref=\"Leviticus 10:18\" href=\"/Leviticus.10.18\">18</a> + (so <span dir=\"rtl\">קדשׁ הקדשׁים</span> †<a data-ref=\"Numbers 18:10\" href=\"/Numbers.18.10\">Nu 18:10</a>); the outer room (specific designation; <span dir=\"rtl\">הַקּ׳</span>) <a data-ref=\"Exodus 26:33\" href=\"/Exodus.26.33\">Ex 26:33</a>; <a data-ref=\"Exodus 28:29\" href=\"/Exodus.28.29\">28:29</a> +; inner room <a data-ref=\"Leviticus 4:6\" href=\"/Leviticus.4.6\">Lv 4:6</a>; <a data-ref=\"Leviticus 16:2\" href=\"/Leviticus.16.2\">16:2</a> +, but specif. design. <span dir=\"rtl\">קדשׁ הקדשׁים</span> <a data-ref=\"Exodus 26:33\" href=\"/Exodus.26.33\">Ex 26:33</a>, <a data-ref=\"Exodus 26:34\" href=\"/Exodus.26.34\">34</a>; <a data-ref=\"I Chronicles 6:34\" href=\"/I_Chronicles.6.34\">1 Ch 6:34</a>; <span dir=\"rtl\">שֶׁקֶל הק׳</span> <em>shekel of the sanctuary</em> <a data-ref=\"Exodus 30:13\" href=\"/Exodus.30.13\">Ex 30:13</a> + 24 times P. <strong>d.</strong>  the temple and its precincts <a data-ref=\"II Chronicles 29:7\" href=\"/II_Chronicles.29.7\">2 Ch 29:7</a>; <a data-ref=\"Daniel 8:13\" href=\"/Daniel.8.13\">Dn 8:13</a> +; <span dir=\"rtl\">שָׂרֵי ק׳</span> <a data-ref=\"Isaiah 43:28\" href=\"/Isaiah.43.28\">Is 43:28</a>; <a data-ref=\"I Chronicles 24:5\" href=\"/I_Chronicles.24.5\">1 Ch 24:5</a>; <span dir=\"rtl\">דבּר בְּקָדְשׁוֹ</span> <a data-ref=\"Psalms 60:8\" href=\"/Psalms.60.8\">ψ 60:8</a> = <a data-ref=\"Psalms 108:8\" href=\"/Psalms.108.8\">108:8</a> (oracle; al. <em>by his holiness</em>, as <span dir=\"rtl\">נשׁבעתי בקדשׁי</span> <a data-ref=\"Psalms 89:36\" href=\"/Psalms.89.36\">89:36</a>), temple by itself <a data-ref=\"II Chronicles 29:5\" href=\"/II_Chronicles.29.5\">2 Ch 29:5</a>; †<span dir=\"rtl\">בית (ה)ק׳</span> <a data-ref=\"Isaiah 64:10\" href=\"/Isaiah.64.10\">Is 64:10</a>; <a data-ref=\"I Chronicles 29:3\" href=\"/I_Chronicles.29.3\">1 Ch 29:3</a>; †<span dir=\"rtl\">הֵיכַל קדשׁך</span> <a data-ref=\"Psalms 5:8\" href=\"/Psalms.5.8\">ψ 5:8</a> = <a data-ref=\"Psalms 138:2\" href=\"/Psalms.138.2\">138:2</a>, <a data-ref=\"Psalms 79:1\" href=\"/Psalms.79.1\">79:1</a>; <span dir=\"rtl\">הַקּ׳</span> outer room <a data-ref=\"I Kings 8:10\" href=\"/I_Kings.8.10\">1 K 8:10</a> = <a data-ref=\"II Chronicles 5:11\" href=\"/II_Chronicles.5.11\">2 Ch 5:11</a>; courts of priests <a data-ref=\"Ezekiel 42:14\" href=\"/Ezekiel.42.14\">Ez 42:14</a>; <a data-ref=\"Ezekiel 44:27\" href=\"/Ezekiel.44.27\">44:27</a><sup>(×2)</sup>; †<span dir=\"rtl\">חצרות קדשׁי</span> <a data-ref=\"Isaiah 62:9\" href=\"/Isaiah.62.9\">Is 62:9</a>; inner room <a data-ref=\"Ezekiel 41:21\" href=\"/Ezekiel.41.21\">Ez 41:21</a>, <a data-ref=\"Ezekiel 41:23\" href=\"/Ezekiel.41.23\">23</a>, specif. †<span dir=\"rtl\">דְּבִיר קדשׁך</span> <a data-ref=\"Psalms 28:2\" href=\"/Psalms.28.2\">ψ 28:2</a>; †<span dir=\"rtl\">קדשׁ הקדשׁים</span> <a data-ref=\"I Kings 6:16\" href=\"/I_Kings.6.16\">1 K 6:16</a>; <a data-ref=\"I Kings 7:50\" href=\"/I_Kings.7.50\">7:50</a>; <a data-ref=\"I Kings 8:6\" href=\"/I_Kings.8.6\">8:6</a>; <a data-ref=\"II Chronicles 3:8\" href=\"/II_Chronicles.3.8\">2 Ch 3:8</a>, <a data-ref=\"II Chronicles 3:10\" href=\"/II_Chronicles.3.10\">10</a>; <a data-ref=\"II Chronicles 4:22\" href=\"/II_Chronicles.4.22\">4:22</a>; <a data-ref=\"II Chronicles 5:7\" href=\"/II_Chronicles.5.7\">5:7</a>; <a data-ref=\"Ezekiel 41:4\" href=\"/Ezekiel.41.4\">Ez 41:4</a>; †<span dir=\"rtl\">לִשְׁכוֹת הַקּ׳</span> <a data-ref=\"Ezekiel 42:13\" href=\"/Ezekiel.42.13\">Ez 42:13</a>; <a data-ref=\"Ezekiel 44:19\" href=\"/Ezekiel.44.19\">44:19</a>; <a data-ref=\"Ezekiel 46:19\" href=\"/Ezekiel.46.19\">46:19</a> (v. <a data-ref=\"BDB, לִשְׁכָּה\" href=\"/BDB,_לִשְׁכָּה\", dir=\"rtl\">לִשְׁכָּה</a> <strong>1 c</strong>). †<strong>e.</strong>  Jerus. and its hills: <span dir=\"rtl\">מקום קדשׁו</span> <a data-ref=\"Ezra 9:8\" href=\"/Ezra.9.8\">Ezr 9:8</a>, <span dir=\"rtl\">עיר הק׳</span> <a data-ref=\"Isaiah 48:2\" href=\"/Isaiah.48.2\">Is 48:2</a>; <a data-ref=\"Isaiah 52:1\" href=\"/Isaiah.52.1\">52:1</a>; <a data-ref=\"Nehemiah 11:1\" href=\"/Nehemiah.11.1\">Ne 11:1</a>, <a data-ref=\"Nehemiah 11:18\" href=\"/Nehemiah.11.18\">18</a>, <span dir=\"rtl\">ע׳ קדשׁך</span> <a data-ref=\"Daniel 9:24\" href=\"/Daniel.9.24\">Dn 9:24</a>, <span dir=\"rtl\">הר (ה)ק׳</span> <a data-ref=\"Isaiah 11:9\" href=\"/Isaiah.11.9\">Is 11:9</a> + 6 times <a data-ref=\"Isaiah 2:3\" href=\"/Isaiah.2.3\">Is 2:3</a>; <a data-ref=\"Jeremiah 31:23\" href=\"/Jeremiah.31.23\">Je 31:23</a>; <a data-ref=\"Ezekiel 20:40\" href=\"/Ezekiel.20.40\">Ez 20:40</a> <a data-ref=\"Joel 2:1\" href=\"/Joel.2.1\">Jo 2:1</a>; <a data-ref=\"Joel 4:17\" href=\"/Joel.4.17\">4:17</a>; <a data-ref=\"Obadiah 1:16\" href=\"/Obadiah.1.16\">Ob 16</a>; <a data-ref=\"Zephaniah 3:11\" href=\"/Zephaniah.3.11\">Zp 3:11</a>; <a data-ref=\"Zechariah 8:3\" href=\"/Zechariah.8.3\">Zc 8:3</a>; <a data-ref=\"Daniel 9:16\" href=\"/Daniel.9.16\">Dn 9:16</a>, <a data-ref=\"Daniel 9:20\" href=\"/Daniel.9.20\">20</a>; <a data-ref=\"Daniel 11:45\" href=\"/Daniel.11.45\">11:45</a> + 6 times ψψ; <span dir=\"rtl\">גְּבוּל ק׳</span> <a data-ref=\"Psalms 78:54\" href=\"/Psalms.78.54\">ψ 78:54</a>, <span dir=\"rtl\">הַרֲרֵי ק׳</span> <a data-ref=\"Psalms 87:1\" href=\"/Psalms.87.1\">87:1</a> prob. also <a data-ref=\"Psalms 110:3\" href=\"/Psalms.110.3\">110:3</a>, <span dir=\"rtl\">ק׳</span> of city and suburbs in Mess. future <a data-ref=\"Jeremiah 31:40\" href=\"/Jeremiah.31.40\">Je 31:40</a> <a data-ref=\"Joel 4:17\" href=\"/Joel.4.17\">Jo 4:17</a>. Cf. <strong>f.</strong>  <span dir=\"rtl\">(ה)קדשׁ</span> of Zion <a data-ref=\"Obadiah 1:17\" href=\"/Obadiah.1.17\">Ob 17</a> <a data-ref=\"Psalms 20:3\" href=\"/Psalms.20.3\">ψ 20:3</a>; <a data-ref=\"Psalms 24:3\" href=\"/Psalms.24.3\">24:3</a>; <a data-ref=\"Psalms 63:3\" href=\"/Psalms.63.3\">63:3</a>; <a data-ref=\"Psalms 68:25\" href=\"/Psalms.68.25\">68:25</a>, <span dir=\"rtl\">ק׳ קדשׁים</span> <a data-ref=\"Ezekiel 43:12\" href=\"/Ezekiel.43.12\">Ez 43:12</a>; <span dir=\"rtl\">נְוֵה ק׳</span> <a data-ref=\"Exodus 15:13\" href=\"/Exodus.15.13\">Ex 15:13</a> of Zion (or Shiloh). <strong>g.</strong>  of holy land <a data-ref=\"Zephaniah 3:4\" href=\"/Zephaniah.3.4\">Zp 3:4</a>, <span dir=\"rtl\">אדמת הק׳</span> <a data-ref=\"Zechariah 2:16\" href=\"/Zechariah.2.16\">Zc 2:16</a>, <span dir=\"rtl\">עָרֵי קדשׁך</span> <a data-ref=\"Isaiah 64:9\" href=\"/Isaiah.64.9\">Is 64:9</a>; future portion of priests <span dir=\"rtl\">ק׳</span> <a data-ref=\"Ezekiel 45:1\" href=\"/Ezekiel.45.1\">Ez 45:1</a><sup>(×2)</sup> + 11 times Ez; <span dir=\"rtl\">קדשׁ קדשׁים</span> <a data-ref=\"Ezekiel 45:3\" href=\"/Ezekiel.45.3\">Ez 45:3</a>; <a data-ref=\"Ezekiel 48:12\" href=\"/Ezekiel.48.12\">48:12</a>; of Levites <span dir=\"rtl\">קדשׁ</span> <a data-ref=\"Ezekiel 48:14\" href=\"/Ezekiel.48.14\">Ez 48:14</a>.<br><strong>3.</strong>  things consecrated at sacred places: <strong>a.</strong>  furniture of tabern. †<span dir=\"rtl\">קדשׁ (ה)קדשׁים</span> <a data-ref=\"Exodus 30:10\" href=\"/Exodus.30.10\">Ex 30:10</a>, <a data-ref=\"Exodus 30:29\" href=\"/Exodus.30.29\">29</a>; <a data-ref=\"Numbers 4:4\" href=\"/Numbers.4.4\">Nu 4:4</a>, <a data-ref=\"Numbers 4:19\" href=\"/Numbers.4.19\">19</a>; altar of burnt-offering <a data-ref=\"Exodus 29:37\" href=\"/Exodus.29.37\">Ex 29:37</a>; <a data-ref=\"Exodus 40:10\" href=\"/Exodus.40.10\">40:10</a>; <a data-ref=\"Daniel 9:24\" href=\"/Daniel.9.24\">Dn 9:24</a>; <span dir=\"rtl\">ארון הק׳</span> <a data-ref=\"II Chronicles 35:3\" href=\"/II_Chronicles.35.3\">2 Ch 35:3</a>. <strong>b.</strong>  sacrifices of animals <a data-ref=\"Numbers 18:17\" href=\"/Numbers.18.17\">Nu 18:17</a>; <a data-ref=\"Ezekiel 36:38\" href=\"/Ezekiel.36.38\">Ez 36:38</a>; <a data-ref=\"II Chronicles 29:33\" href=\"/II_Chronicles.29.33\">2 Ch 29:33</a>; sacrificial food <a data-ref=\"Leviticus 21:22\" href=\"/Leviticus.21.22\">Lv 21:22</a>; <a data-ref=\"Numbers 5:9\" href=\"/Numbers.5.9\">Nu 5:9</a> +; †<span dir=\"rtl\">קדשׁ (ה)קדשׁים</span> <a data-ref=\"Leviticus 2:3\" href=\"/Leviticus.2.3\">Lv 2:3</a>, <a data-ref=\"Leviticus 2:10\" href=\"/Leviticus.2.10\">10</a>; <a data-ref=\"Leviticus 6:10\" href=\"/Leviticus.6.10\">6:10</a>, <a data-ref=\"Leviticus 6:18\" href=\"/Leviticus.6.18\">18</a>, <a data-ref=\"Leviticus 6:22\" href=\"/Leviticus.6.22\">22</a>; <a data-ref=\"Leviticus 7:1\" href=\"/Leviticus.7.1\">7:1</a>, <a data-ref=\"Leviticus 7:6\" href=\"/Leviticus.7.6\">6</a>; <a data-ref=\"Leviticus 10:12\" href=\"/Leviticus.10.12\">10:12</a>, <a data-ref=\"Leviticus 10:17\" href=\"/Leviticus.10.17\">17</a>; <a data-ref=\"Leviticus 14:13\" href=\"/Leviticus.14.13\">14:13</a>; <a data-ref=\"Numbers 18:9\" href=\"/Numbers.18.9\">Nu 18:9</a><sup>(×2)</sup> (all P), <a data-ref=\"Ezekiel 42:13\" href=\"/Ezekiel.42.13\">Ez 42:13</a><sup>(×2)</sup> <a data-ref=\"II Chronicles 31:14\" href=\"/II_Chronicles.31.14\">2 Ch 31:14</a> <a data-ref=\"Ezra 2:63\" href=\"/Ezra.2.63\">Ezr 2:63</a> = <a data-ref=\"Nehemiah 7:64\" href=\"/Nehemiah.7.64\">Ne 7:65</a>; tithe was <span dir=\"rtl\">קדשׁ</span> <a data-ref=\"Leviticus 27:30\" href=\"/Leviticus.27.30\">Lv 27:30</a> +, also first loaves of new harvest <a data-ref=\"Leviticus 23:20\" href=\"/Leviticus.23.20\">Lv 23:20</a>; fruit of trees of 4th year <a data-ref=\"Leviticus 19:24\" href=\"/Leviticus.19.24\">Lv 19:24</a>. <strong>c.</strong>  any consecrated thing: ‖ vows <a data-ref=\"Deuteronomy 12:26\" href=\"/Deuteronomy.12.26\">Dt 12:26</a>; <a data-ref=\"Proverbs 20:25\" href=\"/Proverbs.20.25\">Pr 20:25</a> +, house <a data-ref=\"Leviticus 27:14\" href=\"/Leviticus.27.14\">Lv 27:14</a>, field <a data-ref=\"Leviticus 27:21\" href=\"/Leviticus.27.21\">Lv 27:21</a>, <a data-ref=\"Leviticus 27:23\" href=\"/Leviticus.27.23\">23</a>; treasures consecrated to treasury of tabern. or temple <a data-ref=\"Joshua 6:19\" href=\"/Joshua.6.19\">Jos 6:19</a> (E) <a data-ref=\"I Kings 7:51\" href=\"/I_Kings.7.51\">1 K 7:51</a> +; consecrated things in gen. <a data-ref=\"Exodus 28:38\" href=\"/Exodus.28.38\">Ex 28:38</a> (P); <a data-ref=\"Ezekiel 20:40\" href=\"/Ezekiel.20.40\">Ez 20:40</a>; <a data-ref=\"Ezekiel 22:8\" href=\"/Ezekiel.22.8\">22:8</a> +; these may be †<span dir=\"rtl\">קדשׁ (ה)קדשׁים</span> <a data-ref=\"Ezekiel 44:13\" href=\"/Ezekiel.44.13\">Ez 44:13</a>, so <span dir=\"rtl\">חֵרֶם</span> <a data-ref=\"Leviticus 27:28\" href=\"/Leviticus.27.28\">Lv 27:28</a>. <strong>d.</strong>  anointing oil of priest <a data-ref=\"Exodus 30:25\" href=\"/Exodus.30.25\">Ex 30:25</a><sup>(×2)</sup> + 5 times (P), <a data-ref=\"Psalms 89:21\" href=\"/Psalms.89.21\">ψ 89:21</a>; incense <a data-ref=\"Exodus 30:35\" href=\"/Exodus.30.35\">Ex 30:35</a>, <a data-ref=\"Exodus 30:37\" href=\"/Exodus.30.37\">37</a>, <span dir=\"rtl\">ק׳ קדשׁים</span> v <a data-ref=\"Exodus 30:36\" href=\"/Exodus.30.36\">36</a>; shew-bread <a data-ref=\"I Samuel 21:5\" href=\"/I_Samuel.21.5\">1 S 21:5</a>, <span dir=\"rtl\">קדשׁ (ה)ק׳</span> <a data-ref=\"Leviticus 24:9\" href=\"/Leviticus.24.9\">Lv 24:9</a> (P); foretold of common articles, <span dir=\"rtl\">ק׳ לי׳</span> <a data-ref=\"Zechariah 14:20\" href=\"/Zechariah.14.20\">Zc 14:20</a>, <a data-ref=\"Zechariah 14:21\" href=\"/Zechariah.14.21\">21</a>. On <span dir=\"rtl\">ק׳ הקדשׁים</span> v. also Di <a data-ref=\"Exodus 26:33\" href=\"/Exodus.26.33\">Ex 26:33</a>; <a data-ref=\"Leviticus 21:22\" href=\"/Leviticus.21.22\">Lv 21:22</a> We<sup>Comp. 160 f.</sup> Dr <a data-ref=\"Daniel 9:24\" href=\"/Daniel.9.24\">Dn 9:24</a>.<br><strong>4.</strong>  persons sacred by connex. with sacred places: <strong>a.</strong>  priests <a data-ref=\"Leviticus 21:6\" href=\"/Leviticus.21.6\">Lv 21:6</a>; <a data-ref=\"II Chronicles 23:6\" href=\"/II_Chronicles.23.6\">2 Ch 23:6</a>; <a data-ref=\"II Chronicles 31:18\" href=\"/II_Chronicles.31.18\">31:18</a> <a data-ref=\"Ezra 8:28\" href=\"/Ezra.8.28\">Ezr 8:28</a>, garments of priesthood <a data-ref=\"Exodus 28:2\" href=\"/Exodus.28.2\">Ex 28:2</a>, <a data-ref=\"Exodus 28:4\" href=\"/Exodus.28.4\">4</a> + 7 times Ex, <a data-ref=\"Leviticus 16:4\" href=\"/Leviticus.16.4\">Lv 16:4</a>, <a data-ref=\"Leviticus 16:32\" href=\"/Leviticus.16.32\">32</a> <a data-ref=\"Ezekiel 42:14\" href=\"/Ezekiel.42.14\">Ez 42:14</a>, specif. of h. priest <span dir=\"rtl\">כתנת ק׳</span> <a data-ref=\"Leviticus 16:4\" href=\"/Leviticus.16.4\">Lv 16:4</a>, <span dir=\"rtl\">נֵזֶר הק׳</span> <a data-ref=\"Exodus 29:6\" href=\"/Exodus.29.6\">Ex 29:6</a>; <a data-ref=\"Exodus 39:30\" href=\"/Exodus.39.30\">39:30</a> <a data-ref=\"Leviticus 8:9\" href=\"/Leviticus.8.9\">Lv 8:9</a>; inscription on head piece <span dir=\"rtl\">קדשׁ ליהוה</span> <a data-ref=\"Exodus 28:36\" href=\"/Exodus.28.36\">Ex 28:36</a>; <a data-ref=\"Exodus 39:30\" href=\"/Exodus.39.30\">39:30</a>. <strong>b.</strong>  of Israel, <span dir=\"rtl\">קדשׁ לי׳</span> <a data-ref=\"Jeremiah 2:3\" href=\"/Jeremiah.2.3\">Je 2:3</a>, <span dir=\"rtl\">היתה לקדשׁו</span> <a data-ref=\"Psalms 114:2\" href=\"/Psalms.114.2\">ψ 114:2</a>, <span dir=\"rtl\">עם (ה)קדשׁ</span> <a data-ref=\"Isaiah 62:12\" href=\"/Isaiah.62.12\">Is 62:12</a>; <a data-ref=\"Daniel 12:7\" href=\"/Daniel.12.7\">Dn 12:7</a>, <span dir=\"rtl\">עם קדשׁך</span> <a data-ref=\"Isaiah 63:18\" href=\"/Isaiah.63.18\">Is 63:18</a>; <span dir=\"rtl\">(ה)קדשׁ זֶרַע</span> <a data-ref=\"Isaiah 6:13\" href=\"/Isaiah.6.13\">Is 6:13</a>; <a data-ref=\"Ezra 9:2\" href=\"/Ezra.9.2\">Ezr 9:2</a>; <span dir=\"rtl\">אַנְשֵׁי קדשׁ</span> <a data-ref=\"Exodus 22:30\" href=\"/Exodus.22.30\">Ex 22:30</a> (R), and so spoil for their use <a data-ref=\"Isaiah 23:18\" href=\"/Isaiah.23.18\">Is 23:18</a>; holy adornment <span dir=\"rtl\">הַדְרַת ק׳</span> <a data-ref=\"I Chronicles 16:29\" href=\"/I_Chronicles.16.29\">1 Ch 16:29</a>; <a data-ref=\"II Chronicles 20:21\" href=\"/II_Chronicles.20.21\">2 Ch 20:21</a> <a data-ref=\"Psalms 29:2\" href=\"/Psalms.29.2\">ψ 29:2</a>; <a data-ref=\"Psalms 96:9\" href=\"/Psalms.96.9\">96:9</a>; <span dir=\"rtl\">הַדְרֵי ק׳</span> <a data-ref=\"Psalms 110:3\" href=\"/Psalms.110.3\">ψ 110:3</a> (but read <span dir=\"rtl\">הַרְרֵי</span> see <strong>2 e;</strong> <span dir=\"rtl\">הָדָר</span> <strong>1</strong>); covt. between God and his people <span dir=\"rtl\">ברית ק׳</span> <a data-ref=\"Daniel 11:28\" href=\"/Daniel.11.28\">Dn 11:28</a>, <a data-ref=\"Daniel 11:30\" href=\"/Daniel.11.30\">30</a><sup>(×2)</sup>.<br><strong>5.</strong>  times consecrated to worship: <span dir=\"rtl\">שׁבת</span> <a data-ref=\"Exodus 16:23\" href=\"/Exodus.16.23\">Ex 16:23</a>; <a data-ref=\"Exodus 31:14\" href=\"/Exodus.31.14\">31:14</a>, <a data-ref=\"Exodus 31:15\" href=\"/Exodus.31.15\">15</a>; <a data-ref=\"Exodus 35:2\" href=\"/Exodus.35.2\">35:2</a> (P) <a data-ref=\"Nehemiah 9:14\" href=\"/Nehemiah.9.14\">Ne 9:14</a>; of <span dir=\"rtl\">שׁבת</span> also <span dir=\"rtl\">יום ק׳</span> <a data-ref=\"Isaiah 58:13\" href=\"/Isaiah.58.13\">Is 58:13</a>; disting. from <span dir=\"rtl\">שׁבת</span> <a data-ref=\"Nehemiah 10:32\" href=\"/Nehemiah.10.32\">Ne 10:32</a>; <span dir=\"rtl\">יובל</span> <a data-ref=\"Leviticus 25:12\" href=\"/Leviticus.25.12\">Lv 25:12</a> (P); assembly called at stated times for worship <span dir=\"rtl\">מקרא(י) ק׳</span> <a data-ref=\"Exodus 12:16\" href=\"/Exodus.12.16\">Ex 12:16</a><sup>(×2)</sup> + 17 times <a data-ref=\"Leviticus 23\" href=\"/Leviticus.23\">Lv 23</a> <a data-ref=\"Numbers 28\" href=\"/Numbers.28\">Nu 28</a> (all P).<br>†<strong>6.</strong>  of things and persons ceremonially cleansed, and so separated as sacred; things <a data-ref=\"I Samuel 21:6\" href=\"/I_Samuel.21.6\">1 S 21:6</a>; flesh <a data-ref=\"Jeremiah 11:15\" href=\"/Jeremiah.11.15\">Je 11:15</a>; <a data-ref=\"Malachi 2:11\" href=\"/Malachi.2.11\">Mal 2:11</a>; priests cleanse thus, <a data-ref=\"I Chronicles 23:13\" href=\"/I_Chronicles.23.13\">1 Ch 23:13</a>, <a data-ref=\"I Chronicles 23:28\" href=\"/I_Chronicles.23.28\">28</a>; <span dir=\"rtl\">בין (ה)קדשׁ לחל</span> <a data-ref=\"Ezekiel 22:26\" href=\"/Ezekiel.22.26\">Ez 22:26</a>; <a data-ref=\"Ezekiel 42:20\" href=\"/Ezekiel.42.20\">42:20</a>; <a data-ref=\"Ezekiel 44:23\" href=\"/Ezekiel.44.23\">44:23</a>; <span dir=\"rtl\">בין הק׳ ובין החל</span> <a data-ref=\"Leviticus 10:10\" href=\"/Leviticus.10.10\">Lv 10:10</a>; <span dir=\"rtl\">דֶּרֶךְ הק׳</span> <a data-ref=\"Isaiah 35:8\" href=\"/Isaiah.35.8\">Is 35:8</a> way of the clean; <span dir=\"rtl\">שְׂאוּ יְדֵכֶם ק׳</span> <a data-ref=\"Psalms 134:2\" href=\"/Psalms.134.2\">ψ 134:2</a>; <span dir=\"rtl\">לְבֵיתְךָ נֵאֲוָה־קּ׳</span> <a data-ref=\"Psalms 93:5\" href=\"/Psalms.93.5\">ψ 93:5</a>.—<br><em>Note.</em> <span dir=\"rtl\">מֵרִבְבֹת קֹדֶשׁ</span> <a data-ref=\"Deuteronomy 33:2\" href=\"/Deuteronomy.33.2\">Dt 33:2</a> is lit. <em>from myriads of sacredness, sacred myriads;</em> but ‖ suggests n.pr.loc., 𝔊 σὺν μυριάσιν Καδής, < <span dir=\"rtl\">מִמְּרִבַת קָדֵשׁ</span> <em>from Meribah Kadesh</em> Di Buhl Steuern.; or (<span dir=\"rtl\">מִן</span> om.) <em>to M. Kadesh</em> We<sup>Prol. 364; 3rd ed. 359; Hist. 344</sup>; v. <a ,=\"\" data-ref=\"BDB, קָדֵשׁ²\" dir=\"rtl\" href=\"/BDB,_קָדֵשׁ²\">קָדֵשׁ</a> and Dr Dt."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6395ad151cd51a045b6fa6b3", "index_title": "Derekh Mitzvotekha", "category": "Chasidut", "type": "", "ref": "Derekh Mitzvotekha, That a priest with a blemish not enter the sanctuary 1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Derekh Mitzvotekha, That a priest with a blemish not enter the sanctuary 1", "sourceHeRef": "דרך מצותיך, איסור עבודת כהן בעל מום וכניסתו להיכל א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1813, 1827], "commentaryNum": 1, "collectiveTitle": {"en": "Derekh Mitzvotekha", "he": "דרך מצותיך"}, "heTitle": "איסור עבודת כהן בעל מום וכניסתו להיכל", "he": "(פ' אמור) <b>שלא יכנס כהן בע\"מ להיכל ולמזבח (רע\"ז) שנאמר אך אל הפרכת לא יבא ואל המזבח לא יגש כי מום בו</b> (ויקרא כ\"א כ\"ג), ועוד באו שני לאוין בעבודת בע\"מ קבוע ועובר כמ\"ש החינוך (סי' רע\"ו ער\"ה), ובשרשי מצוה שם כתוב שיש רמז לשלימות צורתו לענינים כו'. ולהבין שרש ענין הרחקת בעלי מומין מן העבודה והיתרם באכילתם בשר ק\"ק והמורם מקדשים קלים כדכתיב לעיל מיני' לחם אלהיו מקדשי הקדשים ומן הקדשים יאכל (ויקרא כ\"א כ\"ב) וכדפירש\"י וכן שנינו בר\"פ י\"ב דזבחים במשנה (א') בעלי מומים בין בעלי מומים קבועים ובין בעלי מומים עוברים חולקים ואוכלים אבל לא מקריבין, והרי אכילת הכהנים היא כפרה לבעלים כידוע: יש להקדים מאמר הרשב\"י בפ' וישב קפ\"א ע\"א ע\"פ זה וז\"ל ת\"ח בההוא שעתא דההוא נהר נגיד ונפיק אפיק כל אינון נשמתין, ואתעברת נוקבא כולהו קיימין לגו בקורטא דלגו בסיטי קורטא (פי' בתוך פנימיות יסוד ועטרת יסוד דמל' שנק' ציון וירושלים ולכך כפל לשונו בקורטא דלגו בסיטי קורטא) וכד סיהרא אתפגים בההוא סטרא דחויא בישא, כדין כל אינון נשמתין דנפקין אע\"ג דכולהו דכיין וכולהו קדישין, הואיל ונפקו בפגימו, בכל אינון אתר דמטו אינון נשמתין, כולהו אתברו ואתפגימו בכמה צערין בכמה כאבין ואילין אינון דאתרעי בהו קוב\"ה כו', רזא דמלה שריין כגוונא דלעילא גופא אתפגים ונשמתא (פי' כשם שלמעלה אין יניקת החיצונים רק מהכלים ולא מנשמת הפרצופים כך למטה גופא לבד אתפגים ולא נשמתא) לגו כגוונא דלעילא ודא כגוונא דדא ובג\"כ אלין אינון דבעיין לחדתותי בחדתותא דסיהרא עכ\"ל לענינינו עם פי' המק\"מ שם: ולהבין זה הנה תחלה יש לבאר ענין פגימו דסיהרא שבזה תלוי פגימת גוף הנשמות והנה הלבנה מתמעטת בחצי האחרון של כל חודש עד שבסוף החדש היא מסתתרת לגמרי וחוזרת ונולדת בעת המולד ואז עושים ר\"ח ומקריבי' קרבן מוסף והולכת ומתגדלת עד שבחצי החדש היא <i data-overlay=\"Vilna Pages\" data-value=\"לא, ב\"></i>  במילואה ואח\"כ חוזרת חלילה להתמעט ולהסתתר ולהולד ולהגדל כו' וזהו ע\"י שאמר לה הקב\"ה לכי ומעטי א\"ע (חולין ס' ב') וידוע שהענין רומז למעלה במדת מלכותו ית' המחי' עולמות בי\"ע שיורדת כן עד\"ז בבי\"ע ובר\"ח נולדת ונעשית נת\"י ועולת לקבל מאור החמה שפע מדותיו ית' המיוחדות במאצילן א\"ס ב\"ה, והירידה הזאת הוא כדי לברר בירורי ניצוצי' שנפלו בשבה\"כ מז' מלכין דתהו שהיו בבחי' יש כמ\"ש וימלך וימת כי המלוכה רומז על התגלות המדה להיות יש ודבר מורגש כמו שירגיש חכמתו ומזה הי' סיבת המיתה להיות התהוות סט\"א שהם בחי' הקליפות שהם יש גמור לומר לי יאורי וכמ\"ש ראית איש חכם בעיניו תקוה לכסיל ממנו (משלי כ\"ו י\"ב) פי' אע\"פ שהאיש חכם בחכמה דקדושה בידיעת גדולת ה' והדר גאונו אבל כשהחכמה בבחי' יש הלא דבר הוא וחכם בעיניו אזי יש תקוה ר\"ל יניקה לכסיל העליון הידוע שהוא שרש הסט\"א ממנו והיינו ע\"י השתלשלות שבעולם הבריאה עדיין כסיל זה רובו טוב וכמארז\"ל שטן ופנינה לש\"ש נתכוונו (ב\"ב ט\"ז א') וביצי' מתגבר הרע יותר עד שבעשי' רובו רע ועליו כיוונו רז\"ל נתן עיניו במקדש ראשון והחריבו נתן עיניו במקדש שני כו' (סוכה נ\"ב א' ע\"ש) ואין המאמרים סותרים זא\"ז, ועד\"ז נפלו הכלים די\"ס דב\"ן דתהו שהיו בבחי' יש בבי\"ע והבירור שלהם הוא ע\"י ע\"ס דמ\"ה שהחכמה היא בביטול במציאות לגמרי בהתחכמות זו בביטול הנמצאים אליו ית' דאין עוד וכן שאר כל המדות ובהתגלותם בכלים דע\"ס דב\"ן שנפלו הם פועלים בחי' הביטול גם בהם וזוהי ענין הבירור שלהם שמקבלים הביטול ע\"י גילוי ע\"ס דמ\"ה וכענין מ\"ש הולך את חכמים יחכם (משלי י\"ג כ'). אך צ\"ל דמכאן משמע שהבירור הוא ע\"י המל' וכ\"כ ותקם בעוד לילה ותתן טרף לביתה (משלי ל\"א ט\"ו) ובדוכתי טובא מבואר בזהר שהבירור הוא ע\"י החכמה והוא אומרו בחכמה אתברירו. והענין ששניהם אמת כי יש ב' מיני בירורים א' לברר הטוב מן הרע ממש וזהו ע\"י המל' שיורדת בבי\"ע ששם הניצוצי קדושה מובלעים תוך הסט\"א בנוגה דבי\"ע ומלקטת אותם ומפרדת הרע מהם ועולים בבחי' מ\"ן ביסודה ואז אח\"כ נמשך בחי' מ\"ד והוא בחי' החכ' שבה אתברירו בירור ב' להיות מ\"ד דמ\"ה מברר מ\"ן דב\"ן ואז נהפך המ\"ן לאלקות ממש ונכלל בחכ' שהיא המ\"ד והוא כמו עד\"מ בזיווג זכר ונקבה שהנקבה מזרעת זרע ג\"כ כידוע ממארז\"ל אשה מזרעת (נדה ל\"א א') וכן הסכימו חכמי הטבע והזרע הוא ממובחר מה שנתברר מהמאכלים שאוכלת ואח\"כ זרע הזכר מברר את זרעה והפסולת נדחה ומן המובחר נעשה הולד, והנה ביאור ענין ב' מיני הבירורים למעלה הוא מובן מענין ההפרש שבין משה לאליהו כי משה הי' בודאי גדול מאליהו ואפי' רשב\"י אמרו בזהר דמילי' אתחקקון לעילא ומלוי דאליהו לתתא ולכן אליהו הוא שליח לצורך הצדיקים כדאי' בזהר ובגמ' ואעפ\"כ יש מעלה באליהו גדולה מבכולם שגופו עלה בסערה ונזדכך כ\"כ מה שאפי' משה נקבר גופו בארץ, והענין כי אליהו בגי' ב\"ן שמשם שרשו והוא בחי' חיצוניות ולכן הגיע הזיכוך גם לגופו שהי' בחי' ביטול המציאות בגופו בתכלית עד שנהפך להיות כא' מן המלאכים העליונים שנאמר בהם וצבא השמים לך משתחוים (נחמי' ט' ו'), כי חיצוני' שלמעלה יכול להיות נשפל ולשלח פארותיו למטה מאד משא\"כ במשה שנמשך משם מ\"ה כמ\"ש בו ונחנו מ\"ה (שמות ט\"ז ז') והוא בחי' פנימית שאינו יכול לשלח גילויו כ\"כ בגוף גשמי תכלית החיצונית ומ\"מ מעלת הביטול שהגיע למשה בפנימיותו נעלה יותר מפנימי' דאליהו שהרי שכינה מדברת מתוך גרונו של משה והיינו לפי שפנימיותו נמשך ומאיר שם מ\"ה שלמעלה משם ב\"ן: <i data-overlay=\"Vilna Pages\" data-value=\"לב, א\"></i>  ועפ\"ז יובן ג\"כ ענין ב' הבירורים שנז\"ל כי הבירור הראשון לברר הטוב מן הרע דהיינו שיהי' בחי' ביטול היש עכ\"פ באותו ניצוץ המתברר שמתחלה הי' יש גמור בעודו מעורב עם הרע האומר לי יאורי הגם שיודע את ה' אין בו ביטול רצון בשום ענין ולכן מצירים הע' שרים לישראל הגם שיודעים חשיבותם בעיני ה' וכמ\"ש בזהר שאומרי' להס\"מ ירא בשת מקוב\"ה ושכינתי' אעפ\"כ הם עושים שלהם ומכניסים מחשבות רעות במלך ושרים להציר לישראל כמ\"ש בזהר דאעיל מחשבתי' כו' וכשהניצוץ עולה ונעשה בו ביטול היש זהו ענין הבירור הראשון והיינו ע\"י שם ב\"ן דוקא שממנו נמשך הביטול גם בריחוק למטה מטה אבל הוא ביטול נמוך כלומר ביטול היש לבד וז\"ס ותתן טרף ירידת השכינה לברר בירורים וזהו הנק' מ\"ן ואח\"כ נמשך ומאיר עליהם הארת אלקות מן שם מ\"ה שהוא ביטול האמיתי כמו שהוא קמי' ממש דאין עוד כנ\"ל בענין י\"ס דמ\"ה וזהו הנק' מ\"ד שמברר מ\"ן בירור שני להיות בו ג\"כ ביטול זה וזהו בחכמה כח מ\"ה אתברירו: והנה מפני שהבירורים שהמל' מבררת הוא להפריד הטוב מן הרע הגמור וע\"כ המברר מוכרח להתלבש בהמתברר א\"כ מובן שזהו ירידה גדולה לה לירד בבי\"ע ולהתלבש בהיכלות החיצוני' וז\"ס מיעוט הירח הנ\"ל, אך ענין הפגימו הוא סוד כמוס כי הנה ענין בירור זה הרי הוא מלחמה עצומה עם הקליפות להוציא מהם חיותם שכשמוציאים הטוב מהם מתים כמ\"ש בס' הגלגולים פ\"ב באריכות שאין להם שום קיום זולתי הטוב המובלע בהם שמחי' אותם כו' ולזאת מוסרים נפשם ממש לחטוף ניצוצי קדושה ע\"י כל תחבולות שאפשר כגון להחטיא האדם וכיוצא וכמ\"ש לא יבוזו לגנב כי יגנוב למלא נפשו כי ירעב (משלי ו' ל') ומכ\"ש שמתאמצי' ביותר שלא להוציא מהם מה שחטפו כבר ולכן נקראת המל' אשת חיל ללחום מלחמת ה' להוציא בלעם מפיו וכל זיני קרבא אפקיד בידהא, והנה יש אופן במלחמה הגשמי' שלפעמים מוכרח הא' להניח א\"ע מוכה קצת ביד השני עד שירדוף אחריו והוא תחבולה עצומה וחכמה עמוקה כדי להוציאו אל מקום טוב ורחב עד שאח\"כ יכהו ויחרימהו מכל וכל עד בלתי השאיר לו שריד ואם לא הי' מניח א\"ע מוכה בתחלה לא הי' יכול לעשות לו מאומה ונמצא שבאמת מתחלה השונא מכה בו ג\"כ ומאבד כמה אנשי חיל אך זהו לרעתו כדי להשמידו אח\"כ לגמרי, כמ\"כ יובן הנמשל למעלה במלחמת ה' שז\"ס גלות השכינה כמארז\"ל גלו לאדום שכינה עמהם (מגילה כ\"ט א' ע\"ש) ממש בגלות ביד אותו השר עד שמוכרחת להשפיע לו חיות וגדולה והחיות הזה הוא בסוד גלות ממש בו דהיינו מה שמחי' רע גמור הנפרד ועושה היפוך רצון ה' בתכלית ובאמת שבשעת הגלות הוא צער גדול לשכינת עוזו ית' להוריד החיות במקום אשר שנא ה' אבל כ\"ז הוא תחבולה נפלאה כדי שאח\"כ יוציאו החיות מן השר ההוא גם ממה שהי' אצלו מכבר בשבה\"כ ואז יאבד לגמרי וז\"ס בסאסאה בשלחה (ישעי' כ\"ז ח') כשנתמלא סאתו וכתי' כי לא שלם עון האמורי עד הנה (בראשית ט\"ו ט\"ז) (ואע\"פ שאין המשל דומה לנמשל שבמשל אין הא' יכול להשמיד את הב' עד שמוכרח להניח א\"ע מוכה קצת משא\"כ למעלה שביכולת ה' להשמידם ולאבדם כרגע מבלי שום תת יניקה להם דהיינו ע\"י שיסלק החיות מהם אבל מ\"מ כך רצונו להעמיד הדבר ע\"פ המשפט שלא לאבדם בלי טענה כו' כדי שיהיה מי שיתבע הדין כמ\"ש בגלגולים שם), והנה ענין גלות השכינה הוא סוד פגימו דסיהרא שהחיצונים יונקים ממדת מלכותו ית' אך היניקה הזאת אינה מפנימיותה כ\"א מבחי' החיצונית בלבד מבחי' עור דנוק' ולא מבשר גידי' ועצמות וענין העור הוא בחי' אותיות ולבושים בלבד וכלבוש תחליפם וכמ\"ש במ\"א בביאור למאמר זה ע\"ש וכנ\"ל במשל המלחמה שכשהא' מניח קצת להכות מחנהו <i data-overlay=\"Vilna Pages\" data-value=\"לב, ב\"></i>  הוא מניח להכות היותר חלשים ופחותים שבאנשי המלחמה אשר לא יצלחו כו' וכן הוא למעלה שמניחים להם יניקה מן החיצוני' דחיצוני' וכמו שמצינו במאמר הקב\"ה למשה במצרים בילדים שהיו מניחים בחומה קוצים אני מכלה (ברש\"י סנהדרין ק\"א ב') והמופת בזה הי' מיכה שהוציאו מן החומה ועשה מה שעשה כו' אך גם זה הוא בשביל הריוח הנפלא שאח\"כ יוציאו מהם הניצוצים היקרים שלפני האצילות מה שחטפו משבה\"כ וז\"ס מעשה יהודה ותמר שהוא ג\"כ הנחת מקום קצת ליניקת הסט\"א כדי שיוציאו מהם בכוונתם לש\"ש (כדאי' בזהר אחרי) את משיח ומלכי ב\"ד שהוא המשפחה היקרה שחפץ ה' בהם וכמה נביאים יצאו ג\"כ ממנה כו' (אך אחר שניתנה התורה אסור לעשות כן אם לא כשיאמר נביא לפי שעה חללו שבת וכמעשה דאליהו בבמה בחוץ שהוא ג\"כ ע\"ד הנ\"ל שמניחים קצת בשביל ריוח הרבה וז\"ס שבת דחויה ולא הותרה וכן טומאה דחויה בצבור (יומא ו' ב') כמ\"ש הרמב\"ם וכס\"מ פ\"ב מהל' שבת): וזהו ביאור דברי הזוהר וכד סיהרא אתפגים בההוא סטרא דחויא בישא שהוא ענין יניקת החיצונים ממנה כשמניחים א\"ע מוכה כדכתיב עת אשר שלט האדם באדם (קהלת ח' ט') והוא סוד מארז\"ל בא נחש על חוה (שבת קמ\"ו א') אך לא ביסודה ממש ח\"ו כי כבודי לאחר לא אתן כתיב (ישעי' מ\"ב ח') אלא מבחי' שמות אלקים דקדושה שנכללים ביסודה וכמ\"ש באוצ\"ח דצ\"ט ע\"א ע\"פ אכלה ומחתה פיה כו' (משלי ל' כ') ומבואר אצלינו במ\"א ע\"פ מאמר הזהר פ' חוקת ת' הוא ד' ונו\"ן מתחברים כחדא ע\"ש שהיניקה הזאת הוא כדי להאבידם אח\"כ וזהו ומשלם לשונאיו אל פניו להאבידו (דברים ז' י') אבל מ\"מ עד כה ועד כה הרי הם יונקים ופוגמים בשפע הקדושה דשמות אלקים המקבלים מיסוד דנוק', וכדין כל אינון נשמתין דנפקין שהנשמות נמשכים ג\"כ מיסוד דנוק' שהם שם בעיבור וכנ\"ל בפי' בקורטא דלגו כו' אע\"ג דכולהו דכיין כולהו קדישין לפי שבפנימיותן לא הגיע שום מגע נכרי ח\"ו כמו שיבאר בסמוך, הואיל ונפקו בפגימו פי' שנמשכו מן המל' בשעה שהיא פגומה והחיצונים יונקים והוא צער גדול כנ\"ל אזי גם הם בכל אינון אתר דמטו אינון נשמתין כולהו אתברו ואתפגימו בכמה צערין בכמה כאבין מחמת שהחיצונים יונקים מהם וזהו צער וכאב עצום להם ואמר בכל אינון אתר ר\"ל בעודם למעלה בדרך המשכותם ממדת מלכותו ית' להתלבש בגוף שנמשכים דרך כל ההיכלות דבי\"ע ובכל היכל שבאים יש להם כמה צערין כמה כאבין ואתברו ואתפגימו מסיבה הנ\"ל, ואילין אינון דאתרעי בהו קוב\"ה לפי שהם סובלים היסורים הללו מחמת פנימית רצון ה' וחפצו במלחמה זו עם החיצונים להוציא יקר מזולל, רזא דמלה שריין כגוונא דלעילא גופא אתפגים ולא נשמתא פי' כמו שבמל' הפגם רק מבחי' הלבושים אבל לא בפנימיות' ח\"ו כמ\"כ היניקה שמהם הוא רק מחיצוניתם בלבד אבל בפנימיותם כולהו דכיין כולהו קדישין, ולכן בבואם לעוה\"ז גופם לבד נפגם במום אבל נשמתן קדושה בתכלית וזהו טעם מספיק ג\"כ לענין יסורי האדם בעוה\"ז וכדעת ספרי קדמאי שם בזהר דר\"ש ס\"ל כוותייהו מחמת הולדם בפגימו דסיהרא שהוא בחצי חדש השני כו' (אך כוונת הולד' י\"ל זמן לידתם למעלה מן המל') ולע\"ל בעיין לחדתותי בחדתותי דסיהרא פי' כשתתגלה נצחון המלחמה ובלע המות לנצח והניצוצי' היקרים המסולאים מפז שהם לפני מלך מלך לבנ\"י כולם יתעלו למעלה ע\"י המל' שהיא אשת חיל הנ\"ל ותהי' אז עטרת בעלה מטעם הנ\"ל וכדכתיב והיה אור הלבנה כאור החמה (ישעי' ל' כ\"ו) וכתיב נקבה תסובב גבר (ירמי' ל\"א כ\"א) אזי הנשמות הנ\"ל שהם חבירים משותפים עמה שסבלו עמה צער המלחמה בפרטות ביותר עד שנפגמו מחמת מלחמה זו ואתברו בכמה כאבין ברוחני' וגשמיות <i data-overlay=\"Vilna Pages\" data-value=\"לג, א\"></i> הם יתייחדו עמה באיזו חדוה פרטית יותר מכללות ישראל שלא סבלו כ\"כ בפרטות: ועתה ית' הטעם דאל הפרכת לא יבא שהוזהר הבעל מום מליכנס להיכל ולמזבח הגם שר' שמעון לא ביאר הטעם לזה אלא שסמך על שממילא מובן הענין לפי ההקדמה שהקדים, והוא כי מודעת זאת כי בהיכל הי' גלוי אא\"ס בחיצונית עד שראו בעיני ראי' כמ\"ש וירא כבוד ה' כו' (ויקרא ט' כ\"ג) וירא כל העם כו' (שם ט' כ\"ד) וכן במזבח הי' יורד אש שלמעלה כמ\"ש ותצא אש מלפני ה' (שם), ולכן הוזהר הבעל מום בל\"ת של תורה ליכנס לשם להיות כי גופו נפגם עכ\"פ מחיצוני' אע\"פ שפנימיותו קדוש אסור לו ליכנס לשם ולהראות פגימתו כדי שלא יפגום ח\"ו גם גילוי אלקות שבשם כיון שהגלוי הוא ג\"כ בחיצונית ממש, ואותו הגילוי א\"צ להיות נפגם ח\"ו כי הוא גלוי אלקותו ית' ממש שהגלוי הזה מגיע גם בחיצונית לראיית העין ויכול להיות נפגם ח\"ו כשיכנס שם בע\"מ שפגמו החיצוני' גופו, אבל לחם אלהיו מקדשי הקדשים ומן הקדשים יאכל (ויקרא כ\"א כ\"ב) להיות כי בפנימיותו לא נפגם כלל ושלם הוא בתכלית וענין אכילת הקדשים תלוי בפנימית (שהרי בחיצוני' אין ניכר הקדושה עליהם רק שהענין תלוי בפנימיות) האדם כשהוא שלם אזי יכול להעלות את הקדשים כי סוד אכילת כהנים שבעלים מתכפרי' עי\"ז הוא שהם ע\"י אכילתם מעומד כענין שמו\"ע בכוונות ויחודים גורמים אכילת אדם העליון שעל הכסא שהוא סוד המשכת מ\"ד לברר מ\"ן דב\"ן וכבר נת\"ל שבשם מ\"ה אין שום יניקה כלל וגם בירורו אינו לברר טוב מן הרע אלא רק להעלותו ולתקן המ\"ן שכבר נברר מן המל' להיות בו ביטול אמיתי שז\"ס גלוי הפנימי' כמש\"ל בענין משה וכמ\"כ הי' אכילת הכהנים בביטול וע\"כ אין בעל מום פוסל בזה שהרי פנימיותו שלם אבל כניסה בהיכל ולמזבח לפי שהוא בבחי' חיצוני' ודומה לבירור הראשון דמל' שמבררת מן הרע שז\"ס אכילת מזבח ושם יכולים החיצוני' לינק כמשנת\"ל ע\"כ אין הבע\"מ רשאי ליכנס לשם כו' (וקיצור הענין שהגילוי אלקות דהיכל ומזבח מבחי' מל' חיצונית ושם יכולים לפגום משא\"כ אכילת הכהנים רמז לאכילת מ\"ה דז\"א פנימית ושם אין יניקה כלל כו') אבל לע\"ל יתוקנו הפגמים בשלימות ניצוח המלחמה ואז יהיו הם שמחים בחדות השכינה ביתר שאת ויתר עז. וה' יזכנו לראות בנחמת ציון וירושלים בעגלא ובזמן קריב ונאמר אמן:", "heVersionTitle": "Kehot Publication Society", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64e4a09c613f3c2d3b450a30", "index_title": "German Commentary on Mishnah Chullin", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Chullin 1:6:5", "anchorRef": "Leviticus 21:16-24", "anchorRefExpanded": ["Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24"], "sourceRef": "German Commentary on Mishnah Chullin 1:6:5", "sourceHeRef": "פירוש גרמני על משנה חולין א׳:ו׳:ה׳", "anchorVerse": 16, "sourceHasEn": true, "commentaryNum": 6.0005, "collectiveTitle": {"en": "German Commentary on Mishnah Chullin", "he": "פירוש גרמני על משנה חולין"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>ist bei den Priestern untauglich.</b>  Priester, die bestimmte Leibesfehler hatten, durften keinen Dienst verrichten (s. Lev. 21, 16—24); für die Leviten gab es eine derartige Bestimmung nicht.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a1c9613f3c2d3b454ca4", "index_title": "German Commentary on Mishnah Zevachim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Zevachim 12:1:10", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "German Commentary on Mishnah Zevachim 12:1:10", "sourceHeRef": "פירוש גרמני על משנה זבחים י״ב:א׳:י׳", "anchorVerse": 22, "sourceHasEn": true, "commentaryNum": 1.001, "collectiveTitle": {"en": "German Commentary on Mishnah Zevachim", "he": "פירוש גרמני על משנה זבחים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>erhalten ihren Anteil und dürfen ihn verzehren.</b>  Dass der mit einem Leibesfehler Behaftete von dem Heiligen essen darf, ist in der Schrift (Lev. 21, 22) deutlich ausgesprochen: Die Speise seines Gottes, von dem Hochheiligen und dem Heiligen darf er essen. Sowohl bei dem Sündopfer (Lev. 6, 22) wie bei dem Schuldopfer (Lev. 7, 6) wie bei dem Mehlopfer (Lev. 6, 11) wird aber noch besonders betont, dass <span dir=\"rtl\">כל זכר</span> jeder Männliche unter den Priestern davon essen soll. Aus dieser dreimaligen Wiederholung wird geschlossen, dass sowohl der von Geburt mit einem Leibesfehler Behaftete wie der erst später von einem vorübergehenden oder auch dauernden Leibesfehler Befallene von dem Heiligen nicht nur essen darf, sondern auch bei dem Verteilen des zu Essenden das gleiche Anrecht hat wie jeder Andere.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6593d61cd009fbe0d9f6d330", "index_title": "Chafetz Chaim on Sifra", "category": "Quoting Commentary", "type": "", "ref": "Chafetz Chaim on Sifra, Tzav, Chapter 7 6:4", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Chafetz Chaim on Sifra, Tzav, Chapter 7 6:4", "sourceHeRef": "חפץ חיים על ספרא, צו, פרק ז ו׳:ד׳", "anchorVerse": 22, "sourceHasEn": false, "commentaryNum": 6.0004, "collectiveTitle": {"en": "Chafetz Chaim on Sifra", "he": "חפץ חיים על ספרא"}, "heTitle": "פרק ז", "he": "<b>כבר אמור.</b> \"מן הקדשים יאכל\" (ויקרא כא, כב):", "heVersionTitle": "Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "660920c1fb774777f0e06d55", "index_title": "Covenant and Conversation; Leviticus; The Book of Holiness", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Leviticus; The Book of Holiness, Tazria, The Sacrifices of Childbirth 16", "anchorRef": "Leviticus 21:16-23", "anchorRefExpanded": ["Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23"], "sourceRef": "Covenant and Conversation; Leviticus; The Book of Holiness, Tazria, The Sacrifices of Childbirth 16", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא, תזריע, ג ט״ז", "anchorVerse": 16, "sourceHasEn": true, "commentaryNum": 16, "collectiveTitle": {"en": "Covenant and Conversation; Leviticus; The Book of Holiness", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא"}, "heTitle": "ג", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The same is true of anything that draws attention to our physicality. That is why, for example, people who suffered from the skin disease called <i>tzaraat</i> (“leprosy”), or the flow of menstrual blood or a seminal discharge, also had to undergo a rite of purification. Likewise, a priest with a physical blemish was disqualified from serving in the priesthood (Lev. 21:16–23) and was precluded from approaching the altar to offer the fire-offerings.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Maimonides makes the interesting observation that the prohibition against a priest with a physical blemish serving in the Temple had nothing to do with holiness per se, but was due to popular perception: “For the multitude does not estimate man by his true form but by the perfection of his bodily limbs and the beauty of his garments, and the Temple was to be held in great reverence by all.” <i>The Guide for the Perplexed</i>, III:45.</i>", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6665cb59faee0b8c909d84c4", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 21:22:1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "David Zvi Hoffmann on Leviticus 21:22:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא כ״א:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "commentaryNum": 22.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>כב-כג.</b> \"לחם וגו'\". הקודש שנאכל לכהן הוא לחם אלהיו: \"כהנים משלחן גבוה קזכו\" (חולין קכ.). אך לבעל מום הותר לאכול גם קודש קדשים, כגון חטאת ואשם וכיוצא בהן, וגם קדשים קלים, בכורות ודומיהן (ראה מבוא לקרבנות: תכנה של תורת הקרבנות). ולא למותר הוא ההיתר של אכילת קדשים קלים, מאחר שאפילו אכילת קודש קדשים הותרה. שהיו יכולים לחשוב, כי דוקא בקדשים קלים אין לו חלק לבעל מום, שהרי המורם מהם ניתן לכהנים חלף עבודתם, ואילו אכילת קודש קדשים אינה תשלומים חלף העבודה, אלא חובה (השוה י יז).", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "665d7704e1d4c3231a2f2d20", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Leviticus 21:22:1", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Divrei David on Rashi, Leviticus 21:22:1", "sourceHeRef": "דברי דוד על רש״י, ספר ויקרא כ״א:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "commentaryNum": 22.0001, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "ספר ויקרא", "he": "ומן הקדשים יאכל כו' שאכל משה בשר המלואים. בפרק טבול יום (דף ק\"א.) איתא משה רבינו כ\"ג היה וחולק בקדשי שמים היה שנאמר מאיל המלואים היה למשה למנה, מיתיבי לחם אלהיו מקדשי הקדשים ומן הקדשים יאכל (בבעל מום כתיב כן) אם נאמרו קדשי קדשים למה נאמרו קדשים קלים אילו לא נאמר קדשים קלים הו\"א ק\"ק הוא דאוכל בעל מום לפי שמצינו שהותרו לזר (קס\"ד דהותרו למשה קאמר שאכל חזה ושוק של המלואים שהיו קדשי קדשים אלמא משה זר היה) אבל בקדשים קלים לא א\"ר ששת לא בבמה קטנה קאמר דהותרו לזר מנחה קדשי קדשים היא ואוכלין שיריה זרים שהיו עובדים בבמה קטנה, הרי לפי המסקנא לא מצינו בקדש קדשים היתר לזר מכח אכילת משה בשר המלואים דזה לאו קולא היא אלא דראוי היה לאכול מכח שהיה כ\"ג אלא הקולא היא מכח אכילת כל זר במנחה של במה קטנה, וא\"כ קשה על רש\"י למה הביא הקולא דקדשי קדשים מכח אכילת משה בשר המלואים, וזה נדחק והיה לו להביא מכח במה קטנה, כמסקנת הגמרא, וקושיא זו הקשה הרא\"ם: וראיתי בספר צדה לדרך שתמה על הרא\"ם ואמר שקושייתו היא קושיית הגמרא שזכרנו, ולא הבין כראוי שהקושיא של הרא\"ם אינה קושית הגמרא אלא הוא מקשה שפיר על רש\"י כמו שזכרנו לפי המסקנא דהגמרא. ונלע\"ד לתרץ דאיתא בגמרא שם אח\"כ תנאים רבים דס\"ל דמשה לא היה כ\"ג אלא מלך וא\"כ הוה שפיר הקולא בקדשי קדשים מכח שאכל מלואים ורש\"י כתב דבריו ע\"פ אותן התנאים דא\"צ להוכיח מכח במה קטנה:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "665d7704e1d4c3231a2f2d21", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Leviticus 21:22:2", "anchorRef": "Leviticus 21:22", "anchorRefExpanded": ["Leviticus 21:22"], "sourceRef": "Divrei David on Rashi, Leviticus 21:22:2", "sourceHeRef": "דברי דוד על רש״י, ספר ויקרא כ״א:כ״ב:ב׳", "anchorVerse": 22, "sourceHasEn": false, "commentaryNum": 22.0002, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "ספר ויקרא", "he": "ואגב זה נזכיר דרך זה בגמרא שם דאיתא מרים מי הסגירה א\"ת משה הסגירה משה זר ואין זר מסגיר דכתיב והובא אל אהרן הכהן וא\"ת אהרן הסגירה אהרן קרוב הוא ואין קרוב רואה את הנגעים. ומקשים רבים למה לא הקשה גם על משה דהיה קרוב, ומתוך קושיא זו נכנסו רבים לדחוקים לתרץ. ואין צורך, דכתבו התוס' שם ואין קרוב רואה נגעים פלוגתא היא במסכת נגעים פרק ב' ולמה הביאו התוס' דבר זה מה תועלת יש לנו שיש פלוגתא או לא, אלא דהתוס' היה קשה להו דבר זה למה לא אמר גם במשה שהיה קרוב, ע\"כ תירצו דדבר זה דאין קרוב רואה נגעים הוא פלוגתא והתנא רוצה להקשות על משה מדבר שאין בו פלוגתא אלא מפורש בתורה, אלא דעל אהרן הוצרך להקשות מכח התנא דס\"ל דאין קרוב רואה נגעים, כנ\"ל נכון:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]