[{"_id": "516131efedbab4794f783153", "index_title": "Shemot Rabbah", "category": "Midrash", "type": "midrash", "ref": "Shemot Rabbah 40:1", "anchorRef": "Exodus 31:1", "anchorRefExpanded": ["Exodus 31:1"], "sourceRef": "Shemot Rabbah 40:1", "sourceHeRef": "שמות רבה מ׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Shemot Rabbah", "he": "שמות רבה"}, "heTitle": "שמות רבה", "he": "וַיְדַבֵּר ה' רְאֵה קָרָאתִי בְּשֵׁם בְּצַלְאֵל, כָּךְ פָּתַח רַבִּי תַּנְחוּמָא בַּר אַבָּא, <small>(איוב כח, כז)</small>: אָז רָאָהּ וַיְסַפְּרָהּ הֱכִינָהּ וְגַם חֲקָרָהּ. צָפָה הַקָּדוֹשׁ בָּרוּךְ הוּא וְרָאָה שֶׁיִּשְׂרָאֵל מְקַבְּלִין אֶת הַתּוֹרָה, שֶׁאִלּוּלֵי כֵן לֹא בָּרָא הָעוֹלָם, שֶׁנֶּאֱמַר: אָז רָאָהּ וַיְסַפְּרָהּ, וּמַה כְּתִיב אַחֲרָיו <small>(איוב כח, כח)</small>: וַיֹּאמֶר לָאָדָם הֵן יִרְאַת ה' הִיא חָכְמָה, וְאֵין אָדָם אֶלָּא יִשְׂרָאֵל, שֶׁנֶּאֱמַר <small>(יחזקאל לד, לא)</small>: וְאַתֵּן צֹאנִי צֹאן מַרְעִיתִי אָדָם אַתֶּם. אָז רָאָהּ וַיְסַפְּרָהּ, בְּסִינָי. הֱכִינָהּ, בְּאֹהֶל מוֹעֵד. וְגַם חֲקָרָהּ, בְּעַרְבוֹת מוֹאָב בְּאֵלֶּה הַדְּבָרִים. דָּבָר אַחֵר, אָז רָאָהּ וַיְסַפְּרָהּ, אָמְרוּ רַבָּנָן צָרִיךְ אָדָם לִהְיוֹת נוֹטֵל מָשָׁל לוֹמַר פִּרְקוֹ אוֹ אַגָּדָתוֹ אוֹ מִדְרָשׁוֹ, בְּשָׁעָה שֶׁהוּא מְבַקֵּשׁ לְאָמְרָם בַּצִּבּוּר לֹא יֹאמַר הוֹאִיל שֶׁאֲנִי יוֹדֵעַ בְּיָפֶה כְּשֶׁאֶכָּנֵס לִדְרשׁ אֲנִי אוֹמֵר, אָמַר רַב אַחָא מִן הָאֱלֹהִים אַתָּה לָמֵד, כְּשֶׁבִּקֵּשׁ לוֹמַר תּוֹרָה לְיִשְׂרָאֵל אֲמָרָהּ אַרְבַּע פְּעָמִים בֵּינוֹ לְבֵין עַצְמוֹ עַד שֶׁלֹא אֲמָרָהּ לְיִשְׂרָאֵל, שֶׁנֶּאֱמַר: אָז רָאָהּ וַיְסַפְּרָהּ הֱכִינָהּ וְגַם חֲקָרָהּ, וְאַחַר כָּךְ וַיֹּאמֶר לָאָדָם, וְכֵן <small>(שמות כ, א)</small>: וַיְדַבֵּר אֱלֹהִים אֵת כָּל הַדְּבָרִים הָאֵלֶּה, וְאַחַר כָּךְ לֵאמֹר לְיִשְׂרָאֵל. אָמְרוּ רַבָּנָן רַבִּי יוֹחָנָן בֶּן תּוֹרְתָא פַּעַם אַחַת בָּא לִפְנֵי רַבִּי עֲקִיבָא אָמַר לוֹ עֲמֹד וּקְרָא בַּתּוֹרָה, אָמַר לָהֶם לֹא עָבַרְתִּי עַל הַפָּרָשָׁה, וְשִׁבְּחוּהוּ חֲכָמִים, הֱוֵי: אָז רָאָהּ וַיְסַפְּרָהּ. אָמַר רַבִּי הוֹשְׁעְיָא כָּל מִי שֶׁהוּא יוֹדֵעַ וְאֵין בְּיָדוֹ יִרְאַת חֵטְא אֵין בְּיָדוֹ כְּלוּם. כָּל נַגָּר שֶׁאֵין בְּיָדוֹ אֶרְגַּלְיָא שֶׁלּוֹ אֵינוֹ נַגָּר, לָמָּה שֶׁקַּפֻּלִּיּוֹת שֶׁל תּוֹרָה בְּיִרְאַת חֵטְא, שֶׁנֶּאֱמַר <small>(ישעיה לג, ו)</small>: יִרְאַת ה' הִיא אוֹצָרוֹ. אָמַר רַבִּי יוֹחָנָן, כָּל מִי שֶׁיּוֹדֵעַ תּוֹרָה וְאֵינוֹ עוֹשֶׂה, מוּטָב לוֹ שֶׁלֹא יָצָא לָעוֹלָם, אֶלָּא נֶהֶפְכָה הַשִּׁלְיָא עַל פָּנָיו. לְכָךְ נֶאֱמַר: וַיֹּאמֶר לָאָדָם הֵן יִרְאַת ה' וגו'. אָמַר רַבִּי חִיָּא בַּר אַבָּא, מַהוּ הֵן יִרְאַת ה' וגו', אָמַר הָאֱלֹהִים אִם הָיוּ לְךָ מַעֲשִׂים טוֹבִים אֲנִי נוֹתֵן לְךָ שָׂכָר, וּמַה שָׂכָר, תּוֹרָה, שֶׁנֶּאֱמַר: וַיֹּאמֶר לָאָדָם הֵן יִרְאַת ה' הִיא חָכְמָה וְסוּר מֵרַע בִּינָה, וְאִם סַרְתָּ מִן הָרָע, אֲנִי מַעֲמִיד מִמְּךָ בְּנֵי אָדָם שֶׁמְּבִינִים בַּתּוֹרָה, מֵהֵיכָן אַתָּה לָמֵד מִיּוֹכֶבֶד וּמִרְיָם בְּעֵת שֶׁיָּרְאוּ מֵהָאֱלֹהִים, כְּדִכְתִיב <small>(שמות א, יז)</small>: וַתִּירֶאןָ הַמְיַלְדוֹת אֶת הָאֱלֹהִים. אָמַר רַבִּי בֶּרֶכְיָה בְּשֵׁם רַבִּי חִיָּא בַּר אַבָּא שְׂכַר הַיִּרְאָה תּוֹרָה, שֶׁמִּיּוֹכֶבֶד הֶעֱמִיד הַקָּדוֹשׁ בָּרוּךְ הוּא אֶת משֶׁה וְזָכָה שֶׁתִּכָּתֵב הַתּוֹרָה עַל שְׁמוֹ, שֶׁנֶּאֱמַר <small>(מלאכי ג, כב)</small>: זִכְרוּ תּוֹרַת משֶׁה עַבְדִּי, וּכְתִיב <small>(דברים לג, ד)</small>: תּוֹרָה צִוָּה לָנוּ משֶׁה, מִרְיָם עַל יְדֵי שֶׁסָּרָה מִן הָרַע וּמִן הַחֵטְא הֶעֱמִיד מִמֶּנָּהּ הַקָּדוֹשׁ בָּרוּךְ הוּא בְּצַלְאֵל וְזָכָה לְחָכְמָה וּלְבִינָה, הֲדָא הוּא דִכְתִיב: רְאֵה קָרָאתִי בְשֵׁם בְּצַלְאֵל, וּכְתִיב <small>(שמות לא, ג)</small>: וָאֲמַלֵּא אֹתוֹ רוּחַ אֱלֹהִים בְּחָכְמָה וּבִתְבוּנָה וּבְדַעַת.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“The Lord spoke to Moses saying: See, I have called by name Betzalel, son of Uri, son of Hur, of the tribe of Judah” (Exodus 31:1–2).</b> <br>“The Lord spoke…See, I have called by name Betzalel,” this is how Rabbi Tanḥuma bar Abba began: “Then He saw it and related it, prepared it, and also studied it” (Job 28:27). The Holy One blessed be He foresaw that Israel would accept the Torah, as had it not been so, He would not have created the world, as it is stated: “Then He saw it and related it.” What is written thereafter? “He said to man [<i>adam</i>]: Behold, the fear of the Lord, that is wisdom” (Job 28:28). <i>Adam </i>is nothing other than Israel, as it is stated: “You, My flock, flock of My pasture, you are man [<i>adam</i>]” (Ezekiel 34:31). “Then He saw it and related it,” at Sinai; “prepared it,” in the Tent of Meeting; “and also studied it,” on the plains of Moav in the book of Deuteronomy. <br>Another matter, “then He saw it and related it,” the Rabbis said: A person must take an example<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">From God.</i> in saying his chapter of <i>halakha</i>, his <i>aggada</i>, or his midrash. When he seeks to say them in public, he should not say: ‘Since I know it well, when I enter to lecture I will speak.’ Rav Aḥa said: You learn it from God. When He sought to relate the Torah to Israel, He said it four times to Himself before He said it to Israel, as it is stated: “Then He saw it and related it, prepared it, and also studied it” and then: “He said to man…” Likewise, “God spoke all these matters” (Exodus 20:1), and then “saying” (Exodus 20:1) to Israel. The Rabbis say: One time Rabbi Yoḥanan ben Toreta came before Rabbi Akiva. [Rabbi Akiva] said to him: ‘Stand and read the Torah.’ He said to them: ‘I did not review the portion,’ and the Rabbis praised him. That is, “then He saw it and related it.” <br>Rabbi Hoshaya said: Anyone who is knowledgeable but lacks fear of sin has nothing, [just like] a carpenter who does not have his tools is not a carpenter. Why? It is because the chains supporting the Torah are the fear of God, as it is stated: “The fear of the Lord, that is his treasure” (Isaiah 33:6).<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The beginning of that verse is expounded as a reference to the six orders of Mishna; nevertheless, the true treasure is the fear of God.</i> <br>Rabbi Yoḥanan said: Anyone who is knowledgeable in Torah but does not perform, it would have been preferable for him had the placenta overturned and he had not come into the world. That is why it is stated: “He said to man [<i>adam</i>]: Behold, the fear of the Lord, [that is wisdom]” (Job 28:28). <br>Rabbi Ḥiya bar Abba said: What is “Behold, the fear of the Lord…”? God said: ‘If you had good deeds, I will give you reward.’ What reward? Torah, as it is stated: “He said to man: Behold, the fear of the Lord, that is wisdom, and turning away from evil is understanding” (Job 28:28). ‘If you turned away from evil, I will produce from you people who have understanding of the Torah.’ From where do you derive this? From Yokheved and Miriam, when they feared God; as it is written: “The midwives feared God” (Exodus 1:17). Rabbi Berekhya said in the name of Rabbi Ḥiyya bar Abba: The reward for fear is Torah as, from Yokheved, the Holy One blessed be He produced Moses, and he was privileged that the Torah would be ascribed to him, as it is stated: “Remember the Torah of Moses, My servant” (Malachi 3:23), and it is written: “Moses commanded us the Torah” (Deuteronomy 33:4). Miriam, because she distanced herself from evil and from sin, the Holy One blessed be He produced Betzalel from her, and he merited wisdom and understanding. That is what is written: “See, I have called by name Betzalel” (Exodus 31:2), and it is written: “I have filled him with the spirit of God, with wisdom, with understanding and with knowledge” (Exodus 31:3).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5252a567edbab4498f4821c9", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Exodus; Perush HaArokh 31:1:1", "anchorRef": "Exodus 31:1", "anchorRefExpanded": ["Exodus 31:1"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 31:1:1", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך ל״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "<b>וידבר.</b> אמר הגאון למה נבחרו בצלאל ואהליאב. והשיב כי בצלאל מבני יהודה שהמשילו יעקב לגור אריה גם אהליאב מבני דן שהמשילו משה לגור אריה. והאריה צר מאחוריו וככה היה הבית. וזה דרש הדורש כי בצלאל ואליאב לא בנו הבית. ורוחב המשכן שעשו היה שוה ואין טעם לשאלתו כי נבחרו בעבור שלא היה בישראל כמוהם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND THE LORD SPOKE. Rabbi Saadiah Gaon asked, “Why were Bezalel and Oholiab chosen?”<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">To construct the tabernacle.</i> He answered that Bezalel was chosen because he was descended from Judah, whom Jacob compared to a lion’s whelp (Gen. 49:9). Oholiab was chosen because he was descended from Dan, whom Moses also compared to a lion’s whelp (Deut. 33:22). The lion is narrow at the end. The temple was similarly narrow at the end.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">See <i>Mishnah Middot</i> 4:7, “The sanctuary was narrow behind and wide in front, and it was like a lion, as it is written, <i>Ah, Ariel</i> (literally, lion of God), <i>Ariel, the city where David encamped</i> (Is. 29:1); as a lion is narrow behind and wide in front so the sanctuary was narrow behind and wide in front” (Danby translation).</i> Now this is a preacher’s homily,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Saadiah Gaon’s interpretation is not in keeping with the plain meaning of the text.</i> for Bezalel and Oholiab did not build the temple.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Which was wide in front and narrow in the back. They built the tabernacle, which was rectangular.</i> The width of the tabernacle which they made did not vary.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The tabernacle was not shaped like a lion; that is, it was not “narrow behind and wide in front.” There is thus no basis for Saadiah’s assertion that Bezalel and Oholiab were chosen to build the tabernacle because they were descended from people who were described as “lion’s whelps.”</i> There is no basis for Saadiah Gaon’s question. Bezalel and Oholiab were chosen because there was no one in Israel who equaled them.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">In artistic skill.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe1fbfba276047f6292", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 31:1", "anchorRef": "Exodus 31:1", "anchorRefExpanded": ["Exodus 31:1"], "sourceRef": "Onkelos Exodus 31:1", "sourceHeRef": "תרגום אונקלוס על שמות ל״א:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "וּמַלִּיל יְיָ עִם משֶׁה לְמֵימָר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Adonoy spoke to Moshe, saying,", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eebad2", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 31:1", "anchorRef": "Exodus 31:1", "anchorRefExpanded": ["Exodus 31:1"], "sourceRef": "Targum Jonathan on Exodus 31:1", "sourceHeRef": "תרגום יונתן על שמות ל״א:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "וּמַלֵּיל יְיָ עִם משֶׁה לְמֵימָר", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And the Lord Spake with Mosheh, saying, \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "57e77cd4d6e4a94c7c18a096", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 31:1", "anchorRef": "Exodus 31:1", "anchorRefExpanded": ["Exodus 31:1"], "sourceRef": "Tafsir Rasag, Exodus 31:1", "sourceHeRef": "תפסיר רס\"ג, שמות ל״א:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "ת̇ם כלם אללה מוסי תכלימא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58fdc0e7d6e4a960c04a3324", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Ki Tisa 12:1", "anchorRef": "Exodus 31:1", "anchorRefExpanded": ["Exodus 31:1"], "sourceRef": "Midrash Tanchuma, Ki Tisa 12:1", "sourceHeRef": "מדרש תנחומא, כי תשא י״ב:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "כי תשא", "he": "‎<b>וַיְדַבֵּר</b> ה' אֶל מֹשֶׁה לֵאמֹר, רְאֵה קָרָאתִי בְשֵׁם בְּצַלְאֵל <small>(שמות לא, ב)</small>. אָמַר שְׁלֹמֹה: מַה שֶּׁהָיָה כְּבָר נִקְרָא שְׁמוֹ וְנוֹדָע אֲשֶׁר הוּא אָדָם <small>(קהלת ו, י)</small>. זֶה שֶׁאָמַר הַכָּתוּב: מִי פָעַל וְעָשָׂה קֹרֵא הַדֹּרוֹת מֵרֹאשׁ <small>(ישעיה מא, ד)</small>. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא: מִשֶּׁהִתְקַנְתִּי מֵרֹאשׁ לַעֲשׂוֹת אֶת הַמִּשְׁכָּן, כְּבָר קָרָאתִי לוֹ שֵׁם וְנוֹדָע אֲשֶׁר הוּא אָדָם. שֶׁאָדָם הָרִאשׁוֹן מֻטָּל גֹּלֶם, הֶרְאָה לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא כָּל צַּדִּיק וְצַדִּיק שֶׁעוֹמֵד מִזַּרְעוֹ, יֵשׁ שֶׁתָּלוּי בְּרֹאשׁוֹ, וְיֵשׁ תָּלוּי בִּשְׂעָרוֹ, וְיֵשׁ בְּצַוָּארוֹ, וְיֵשׁ בִּשְׁתֵּי עֵינָיו, וְיֵשׁ בְּחָטְמוֹ, וְיֵשׁ בְּפִיו, וְיֵשׁ בְּאָזְנָיו, וְיֵשׁ בִּזְרוֹעוֹ. תֵּדַע לְךָ, שֶׁבְּשָׁעָה שֶׁבִּקֵּשׁ אִיּוֹב לְהִתְוַכֵּחַ עִם בּוֹרְאוֹ וְאָמַר מִי יִתֵּן יָדַעְתִּי וְאֶמְצָאֵהוּ אָבוֹא עַד תְּכוּנָתוֹ, אֶעֶרְכָה לְפָנָיו מִשְׁפָּט וּפִי אֲמַלֵּא תוֹכָחוֹת, אֵדְעָה מִלִּים יַעֲנֵנִי וְאָבִינָה מַה יֹּאמַר לִי <small>(איוב כג, ג-ה)</small>, הֱשִׁיבוֹ: אֵיפֹה הָיִיתָ בְּיָסְדִי אָרֶץ <small>(איוב לח, ד)</small>. אָמַר רַבִּי שִׁמְעוֹן בֶּן לָקִישׁ: אֵיפָה כְּתִיב. אָמַר לוֹ: הֵיכָן הָיְתָה אֵיפָה שֶׁלְּךָ בְּאָדָם הָרִאשׁוֹן תְּלוּיָה, בְּרֹאשׁוֹ, בִּשְׂעָרוֹ, בְּצַוָּארוֹ, בְּעֵינָיו, בְּאֵי זֶה אֵבָר.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "<b>And the Lord spoke unto Moses, saying: “See, I have called by name Bezalel” (Exod. 31:1).</b> Solomon said: <i>Whatsoever cometh into being, the name thereof was given long ago, and it is foreknown what man is</i> (Eccles. 6:10). Scripture also says elsewhere in reference to this: <i>Who hath wrought and done it? He that called the generations from the beginning</i> (Isa. 14:4). The Holy One, blessed be He, declared: When I determined at the very beginning of time to build the Sanctuary, I already announced his name, and made his name known. <i>And it is foreknown what man is</i>. Even when the first man was a lifeless mass, the Holy One, blessed be He, showed him all the righteous men who would descend from him. Some hung from his head, others were suspended from his hair, and still others from his neck, his two eyes, his nose, his mouth, his ears, and his arms. Proof of this is in the fact that when Job complained against his Creator, saying: <i>O that I knew where I might find Him, that I might come even unto His seat! I would order my cause before Him, and fill my mouth with arguments. I would know the words which He would answer me, and understand what He would say unto me</i> (Job 23:3–5). The Holy One, blessed be He, replied to him: <i>Where wast thou when I laid the foundations of the earth?</i> (ibid. 38:4). R. Simeon the son of Lakish maintained: <i>Where wast thou</i> is written because the Holy One, blessed be He, was in fact asking Job: Where were you suspended from the first man? Was it from his head, his hair, his neck, his eyes, or from one of his limbs?", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "5926b276d6e4a957603a21a4", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Vayera 7:1", "anchorRef": "Exodus 31:1", "anchorRefExpanded": ["Exodus 31:1"], "sourceRef": "Midrash Tanchuma Buber, Vayera 7:1", "sourceHeRef": "תנחומא בובר, וירא ז׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "וירא", "he": "כתיב ומצא חן ושכל טוב בעיני אלהים ואדם <small>(משלי ג ד)</small>. יש לך אדם שחביב לפני המלך ואינו חביב לפני בני פלטין של מלך, ויש שחביב לפני בני פלטין, ואינו חביב לפני המלך, אבל הצדיקים בזמן שהן חביבין לפני הקב\"ה הן חביבין לפני המלאכים ולפני הבריות, שכן אתה מוצא בדניאל כשהמלאך בא אצלו היה קורא אותו איש חמודות ג' פעמים, איש חמודות הבן בדברים <small>(דניאל י יא)</small>, וכתיב אל תירא איש חמודות <small>(שם שם יט)</small>, ואני באתי להגיד כי (איש) חמודות אתה <small>(שם ט כג)</small>, ולמה ג' פעמים קורא אותו חמודות, אלא אשריו האיש שבישרו המלאך ואמר נחמד אתה לפני הקב\"ה, גם משובח בעליונים וחמוד אתה על דורך. אף בצלאל נשתבח בעליונים ואף בתחתונים, מנין שנאמר ראה קראתי בשם בצלאל <small>(שמות לא א)</small>, וכתיב ראו קרא ה' בשם בצלאל <small>(שם לה ל)</small>. ראה בעליונים ראה בתחתונים, הוי אומר ומצא כן וגו'.  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "It is written (in Prov. 3:4): <small>SO YOU SHALL FIND GRACE AND GOOD FAVOR IN THE EYES OF GOD AND HUMANITY</small>. You have one who is pleasing to the king but is not pleasing to the people of the king's palace.<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">Gk.: <i>palation</i>; Lat.: <i>palatium</i>.</i> There is also one who is pleasing to the people of the palace and not pleasing to the king. In the case of the righteous, however, when they are pleasing before the Holy One, they are pleasing before angels and before mortals. This is what you find in &lt; the case of &gt; Daniel. When the angel came to him, he called that person beloved three times: (Dan. 10:11:) <small>&lt; O DANIEL &gt;, GREATLY BELOVED ONE, UNDERSTAND THE WORDS</small>. It is also written (in Dan. 10:19): <small>FEAR NOT, O GREATLY BELOVED ONE!</small> (Dan. 9:23:) <small>AND I HAVE COME TO DECLARE &lt; IT &gt; BECAUSE YOU ARE {ONE WHO IS} GREATLY BELOVED</small>. And why did he call him <small>GREATLY BELOVED</small> three times? It is simply that a person is blessed when the angel brings him good news and says: You are beloved before the Holy One. You are also praised among the heavenly beings and beloved with your generation. Bezalel also was praised before the heavenly beings and among lower beings as well. Where is it shown? Where it is stated (in Exod. 31:2f.): <small>SEE, I HAVE CALLED BEZALEL &lt; … &gt; BY NAME; &lt; AND I HAVE FILLED HIM WITH THE SPIRIT OF GOD, IN WISDOM &gt;</small>…. It is also written (in Exod. 35:30f.): <small>THE LORD HAS CALLED BEZALEL &lt; … &gt; BY NAME; &lt; AND HE HAS FILLED HIM WITH THE SPIRIT OF GOD, IN WISDOM &gt;</small>…. See, &lt; he is praised in one verse &gt; among the heavenly beings; see, &lt; he is praised in the other verse &gt; among the lower beings. Ergo, it says (in Prov. 3:4): <small>SO YOU SHALL FIND GRACE &lt; AND GOOD FAVOR IN THE EYES OF GOD AND HUMANITY &gt;.</small>", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5bc7301c81b55e00c03e5885", "index_title": "Maor VaShemesh", "category": "Chasidut", "type": "commentary", "ref": "Maor VaShemesh, Ki Tisa 1", "anchorRef": "Exodus 31:1-2", "anchorRefExpanded": ["Exodus 31:1", "Exodus 31:2"], "sourceRef": "Maor VaShemesh, Ki Tisa 1", "sourceHeRef": "מאור ושמש, כי תשא א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1817, 1823], "commentaryNum": 1, "collectiveTitle": {"en": "Maor VaShemesh", "he": "מאור ושמש"}, "heTitle": "כי תשא", "he": "<b>וידבר ה' אל משה לאמר ראה קראתי בשם בצלאל כו' ואמלא אותו רוח אלהים בחכמה ובתבונה ובדעת כו' ויאמר ה' אל משה לאמר ואתה תדבר אל בני ישראל לאמר אך את שבתותי תשמרו כי אות היא ביני וביניכם לדורותיכם לדעת כי אני ה' מקדישכם כו' ושמרתם את השבת כו' ששת ימים יעשה מלאכה וביום השביעי שבת שבתון קודש לה' כו' ושמרו בני ישראל את השבת לעשות את השבת לדורותם ברית עולם ביני ובין בני ישראל אות היא לעולם כי ששת ימים עשה ה' את השמים ואת הארץ וביום השביעי שבת וינפש </b>הדקדוקים רבו למעלה. א' השייכות של שמירת לכאן ומדרש רבותינו שלא לדחות שבת מפני מלאכת המשכן אינו מדוקדק כי היה לו לכתוב זאת בצוואת מלאכת המשכן בפ' תרומה ומה ענינה לכאן לפ' קריאת בצלאל. ב' כי עיקר שמירת שבת בכאן למלאכת המשכן עפ\"י דרשת חז\"ל שלא תדחה השבת מפני מלאכת המשכן זו לא שייכת רק לבצלאל ולאהליאב ושאר חכמי לב ולא לשאר ישראל שאינם עוסקים בעבודת מלאכת המשכן ומפני מה נאמר ואתה תדבר אל בני ישראל לאמר אך את שבתותי תשמרו והוא לכללות ישראל. ג' שאמר הכתוב לדעת שאני ה' מקדישכם אינו מובן כי כמה פעמים מצינו בתורה מצות שמירת שבת ולא נאמר הטעם לדעת כי אני ה' מקדישכם רק כאן ובכל מקום שמירת שבת כתוב הטעם כי ששת ימים עשה ה' וכו'. ד' שאמר הכתוב ששת ימים יעשה מלאכה היינו כעין ציווי לעשות מלאכה בששת ימי החול הלא יש בני אדם שאינם עושים מלאכה בחול אעפי\"כ מצווים המה על שמירת שבת. ה' למה נאמ' כאן שבת שבתון ובמקומות אחרים נאמר רק שבת סתם. ו' שאמר הכתוב ושמרו בני ישראל את השבת לעשות את השבת לדורתם ר\"ל שהם יקדשו את השבת לדורתם וזה אין לו שחר הלא השבת הוא קדוש ועומד מששת ימי בראשית. ז' שאמר הכתוב וינפש מהו לשון וינפש הגם שחז\"ל דרשו ווי אבדה נפש מ\"מ עדיין צריכים למודעי ונראה לפרש ע\"פ שכתבנו לעיל בפ' תרומה מה שכתב במדרש רבה ובהזוה\"ק שמעשי המשכן היה דוגמת מעשי בראשית ויש לפרש כך כי כוונת הבורא ב\"ה וב\"ש היה במעשי בראשית כדי שתתגלה מלכותו בעולם ויהיה עיקר שכינתו בתחתונים כי לפניו נחת רוח גדולה כביכול בשנעשה וניכר מלכותו וכבודו בתחתונים זה היה עיקר כוונתו ית\"ש במעשי בראשית כמו כן היה כוונתו ית\"ש אחר חטא הדורות שסילקו השכינה למעלה למעלה כמבואר במדרש היה כוונתו ית\"ש לעשות משכן שתהיה שכינתו בתחתונים ע\"י המשכן כמו שכתוב ועשו לי מקדש ושכנתי בתוכם לכן כמו שמעשי בראשי' נבראו בחכמה ובתבונה ובדעת כמו שאה\"כ \"בחכמה יסד ארץ כונן שמים \"בתבונה\"ובדעתו תהומות נבקעו כמו כן נאמר בבצלאל ואמלא אותו רוח אלהים בחכמה ובתבונה ובדעת וזהו שאמרו חז\"ל יודע היה בצלאל לצרף אותיות שנבראו בו שמים וארץ עיין בפ' תרומה ומשם תראהו והעולה מזה שעיקר כוונת מעשי המשכן היה כדי להשרות שכינתו בתחתונים וע\"כ היה צריך בצלאל לידע כל צירופי שמות שעל ידם נבראו שמים וארץ לכווין בהם במעשי המשכן דוגמת שמים וארץ ממש כדי שתשרה שכינתו על מעשי ידיו ע\"י כוונתו ביחודים וצירופי שמות לקדש כל דבר ודבר ע\"י מחשבותיו הקדושים וכוונתו הטובה שהיה לו בכל כלי וכלי ולאו כל אדם זוכה לזה לעשות בגשמי ולכווין ברוחני שיוכל למשוך אלהותו ית\"ש על כל מעשי ידיו הגשמיים כי לזה צריך הזדככות גדול הרבה ע\"כ יש הרבה בני אדם שאינם מבינם זאת בשכלם איך אפשר במעשי בני אדם הגשמיים למשוך בהם שתשרה שכינתו במעשי ידיו וגם יש קצת בני אדם אשר להם שכל שמבינם שיש כח באדם הגשמי להמשיך קדושה גדולה מלמעלה למטה אשר כמעט תתגלה התראות השכינה על מעשי אדם אבל מדמים בנפשם אשר להם ג\"כ כח הזה למשוך במעשי ידיהם השראת אלהותו ית\"ש ומופת חותך על זה אשר יש ביכולת אדם למשוך השראת השכינה בתחתונים וע\"י איזה בני אדם יש יותר כח למשוך קדושת שכינתו לתחתונים הוא שמירת שבת קודש אשר כל אדם רואה ומבין אשר יש השראת קדושה לכל אדם בשבת ואינו דומה קדושת שבת לכל אדם בשוה רק יש בני אדם אשר מרגישים יותר קדושה בשבת ויש שאינם מרגישים כ\"כ רק מעט מן המעט ויש שיש להם הרבה קדושה מאד אשר כמעט כל רואיהם יכירם בהם כי הם זרע בירך ה' אשר חנן אותם בבינה יתירה כמבואר בזוה\"ק אשר יש לכל ישראל נשמה יתירה בשבת אבל לא לכל אדם בשוה כי יש ממשיך נשמה יתירה מעשיה ויש מיצירה ויש מבריאה ויש מאצילות ואפילו בכל העולם יש דרגין דרגין עיין שם בזוה\"ק והכל הוא לפי הכנת בני אדם אשר מוכן מערב שבת לשבת וכ\"ש מחד בשבת לשבת אשר ממשיך על עצמו קדושת שבת בכל ששת ימי המעשה וכפי המשכתו בששת ימי המעשה כך מרגיש קדושת שבת בשבתו כל חד וחד לפום קדושתו ופרישתו בימי החול כך מרגיש בשבת יותר קדושה וזה כמעט נראה בחוש לכל אדם שאין קדושת שבת שוה בכל אדם ע\"כ הקדושת שבת היא מופת על השראת השכינה בתחתונים וגם היא מופת אשר לאו כל אדם זוכה שימשיך על ידו השראת השכינה רק ע\"פ כוונתו כך ממשיך על עצמו ויש בני אדם אשר להם הזדככות גדולה אזי יכולים למשוך יותר התגלות אלהותו ית' על התחתונים אפילו על מעשי גשמי אם עושה המעשה זאת בכוונה גדולה ויחודים גדולים יכול למשוך קדושות אלהותו ית\"ש על זה המעשה ונחזור לביאור הכתוב הנ\"ל וידבר ה' אל משה לאמר ראה קראתי בשם בצלאל בן אורי בן חור כו' ואמלא אותו רוח אלהים בחכמה ובתבונה כו' לחשוב מחשבות לעשות כו' פי' שהקב\"ה רצה שע\"י מעשי בצלאל יתגלה שכינתו על מעשי ידיו והוא הגון לעשות המשכן שהוא מלא חכמה תבונה ודעת ויודע לצרף האותיות שנבראו בהם שמים וארץ ויוכל לחשוב מחשבות קדושות כשעושה בזהב ובכסף ובנחושת ובכל מלאכת המשכן ליחד יחודים ולצרף צירופי שמות על כל דבר ודבר להמשיך לתוכו חיות וקדושה מקדושה עליונה כנ\"ל כדי שיהיה משכן להשראת השכינה והבין הקב\"ה אשר יש כמה וכמה בני אדם אשר יהיה קשה להם להבין איך אפשר שע\"י מעשי בשר ודם יהי' השראת השכינה וגם הבין הקב\"ה אשר יש כמה וכמה בני אדם אשר ידמו בנפשם אשר להם ג\"כ הכח להמשיך על מעשי ידיהם השראות השכינה ע\"כ להוציא מלבם השני דעות אלו וכדי לקרב אל שכל אנושי להבין שיש באפשרית להמשיך לדברים גשמיים הקדושה עליונה אמר הקב\"ה למשה שיאמר לישראל שמקדושת שבת יכולין להבין את זאת וזהו ויאמר ה' אל משה כו' אך את שבתותי תשמרו כו' לדעת כי אני ה' מקדישכם ר\"ל שתשמרו את השבת על אופן זה שתדעו ותכירו כי אני ה' מקדישכם כלומר שתרגישו בעצמיכם קדושת שבת ותראו שיש כח ביד הקב\"ה להשרות קדושתו בתחתונים וזהו לדעת כי אני ה' מקדישכם כי כל אחד יראה ויבין שיש בו בשבת קדושה יתירה מבימות החול וזהו השראת אלהותו ית\"ש וע\"כ ע\"י שבת ושמירתו כל אחד ואחד מרגיש יותר קדושה ע\"י הכנות שלו שהיה לו בחול כך מרגיש בשבת יותר קדושה והתגלות אלהותו ית\"ש יותר ויותר ויתבטל הדיעה זו שחושבים אשר א\"א להמשיך שכינתו בתחתונים כי כל א\"וא יבין בשכלו ויראה בעין אשר בכל שבת ושבת יש יותר התגלות אלהותו ית' בתחתוני' מבחול וגם נגד בני אדם שחושבים שיש גם להם כח להמשיך קדושת אלהותו ית\"ש על מעשי ידיו נאמר לי ששת ימים יעשה מלאכה וביום השביעי יהיה לכם שבת שבתון קודש לה' ופי' רש\"י ז\"ל שבת מרגוע ולא שבת עראי ר\"ל אע\"פ שיעשה מלאכה בימי החול יראה להרגיש בקדושת שבת שיש לו השראת יתירה בשבת מחמת שיש התגלות אלהותו ית' בשבת וזהו עדות גמורה שבוודאי בשעת עשיית מלאכה בחול היה ממשיך על מלאכתו ג\"כ קדושה עליונה הגדולה ע\"כ בבואו שבת קודש מרגיש ע\"י מלאכה שעשה בחול בקדושה מרגיש בשבת יותר קדושת שבת ומברך יותר בהתגלות אלהות שיש בשבת וזהו לאו כל אדם זוכה שימשוך במלאכת חיל קדושה גדולה אשר ישיג על ידה בשבת קדושה יתירה רק ליחידי סגולה אשר להם חכמה ומדע אשר יודעים לקשר כל עבודתם בקב\"ה אפילו עובדין דחול ע\"כ נאמר להם ששת ימים יעשה מלאכה וביום השביעי יהיה לכם שבת שבתון קודש לה' ר\"ל שתרגישו זאת שע\"י עשית מלאכה בחול יהיה לכם יותר קדושת שבת דהיינו שבת שבתון קודש לה' רצה לומר שבא הכתוב להשמיענו שכל אחד ואחד מרגיש את קדושת שבת כפי בחינתו וכפי הכנותו בימי החול שזה עיקר הכונה שזכר כאן אצל המשכן אזהרת שבת ולכן נקרא כאן שבת שבתון כלומר שהוא שבת שיש בו שבתות הרבה דהיינו כל א' וא' משיגו כפי בחינתו וזהו שבת שבתון כנ\"ל ושמרו בני ישראל את השבת לעשות את השבת לדורתם היינו שבכל דור ודור מוטל על הצדיקי הדור להמשיך קדושת השבת אף על האנשים פחותי ערך אשר הם עוסקים בעניני העוה\"ז וטרודים ממלאכתם כל ימי החול שאף הם ירגישו ג\"כ קדושת שבת כי ששת ימים עשה ה' את השמים ואת הארץ וביום השביעי שבת וינפש פי' דהנה כתיב ויכל אלהים ביום השביעי וכו' וזהו אחד מהדברים ששינה לתלמי המלך ויכל אלהים ביום השביעי וישבו' ביום השביעי אשר בגמ' והאמת הוא כמ\"ש ז\"ל ויכל אלהים ביום השביעי מה העולם חסר מנוחה באה שבת באה מנוחה והענין הוא כי כל ששת ימי המעשה היו כל הברואים רחוקים משרשם כי בבריאת העולמות צימצם אלקותו יתב\"ש ונשתלשלו העולמות מעילא לתתא וצימצומים רבים עד עולם התחתון דהיינו עולם הגשמי ונתגשם העולם ובכל ימי החול קשה מאוד לעורר את עצמו ולהמשיך את עצמו לשרשו וכיון שהגיע שבת הוריד הקדוש ברוך הוא קדושת שבת על כל העולמות והרגישו כל הברואים הקדושה של שבת מה שלא הרגישו כל ימי החול מפני גישום העולם ובשבת קודש התחילו להרגיש הקדושה אשר יופיע עליהם והתחילו להשתוקק ולהתנוצץ לעלות להדבק בשרשן וזהו עליות העולמות שע\"י מסירת נפש מתעלין כל העולמות מתתא לעילא עד שנדבקין באין סוף ברוך הוא ומאין בא להם השתוקקות זהו מפני שהוריד הקדוש ברוך הוא קדושת שבת על כל העולמות התחילו כולן להשתוקק וכלתה נפשו להעלות להתדבק בשרשן וזהו ויכל אלהים ביום השביעי ר\"ל שביום השביעי בא לכל הברואים כלות הנפש להשתוקק להעלות לשרשן שויכל הוא מלשון כלתה נפשי עיין במאמרינו פ' בראשית ושם הרחבנו הדיבור בענין זה אך מה שנוגע לכאן מה שאמרנו שבשבת הוריד הקב\"ה קדושה עליונה שכל אחד ירגיש את קדושת שבת וזהו וביום השביעי שבת וינפש ר\"ל שהקב\"ה הוריד ביום השביעי בחינה קטנה שבקטנות מקדושת אלהותו ית\"ש דהיינו בחינות נפש אלקותו כביכול שכל אחד ירגיש את קדושת שבת כל אחד כפי בחיינתו וכפי הכנותו כנ\"ל ומזה יוכל כל אדם להבין שכל אדם יוכל להמשיך לעצמו קדושה עליונה כ\"כ עד שנעשה מרכבה לשכינה וממילא יבין גם את זאת שמכ\"ש שהוא באפשרית להמשיך לדברים גשמיים קדושה עליונה ע\"י יחודים וצירופי שמות שיהיו ראוים למשכן להשראות השכינה כנ\"ל עי\"ז תבינו כי לא כל אדם ראוי למלאכת המשכן למשוך שכינתו על מעשי ידיו רק בצלאל כי יראו כולם בקדושת שבת שלהם כמה גדול כח קדושתם בשבת יבינו בעצמם שאין ראוי לזה יותר מבצלאל ודו\"ק וזהו השייכות של פרשת שמירת שבת לפרשת בצלאל ויתרצו כל הדקדוקים הנ\"ל.", "heVersionTitle": "Maor Vashemesh, Breslau, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מאור ושמש, ברסלאו תר\"ב", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e314617069fbe72fc05c924", "index_title": "Flames of Faith", "category": "Chasidut", "type": "", "ref": "Flames of Faith, Glossary 42", "anchorRef": "Exodus 31:1-6", "anchorRefExpanded": ["Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6"], "sourceRef": "Flames of Faith, Glossary 42", "sourceHeRef": "שלהבות של אמונה, מילון מונחים מ״ב", "anchorVerse": 1, "sourceHasEn": true, "compDate": [2010, 2014], "commentaryNum": 42, "collectiveTitle": {"en": "Flames of Faith", "he": "שלהבות של אמונה"}, "heTitle": "מילון מונחים", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<i>Betzalel</i>: The architect who constructed the Tabernacle in the desert (Exod. 31:1-6).", "versionTitle": "Flames of Faith, New York: Kodesh Press, 2014", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61dec3513478c9bd34f33a92", "index_title": "Megillah", "category": "Talmud", "type": "", "ref": "Megillah 30a:7", "anchorRef": "Exodus 30:17-34:35", "anchorRefExpanded": ["Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35"], "sourceRef": "Megillah 30a:7", "sourceHeRef": "מגילה ל׳ א:ז׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 59.0007, "collectiveTitle": {"en": "Megillah", "he": "מגילה"}, "heTitle": "מגילה", "he": "חָל לִהְיוֹת בְּ״כִי תִשָּׂא״ עַצְמָהּ, אָמַר רַבִּי יִצְחָק נַפָּחָא: קָרוּ שִׁיתָּא מִן ״וְעָשִׂיתָ״ עַד ״וַיַּקְהֵל״, וְחַד קָרֵי מִ״כִּי תִשָּׂא״ עַד ״וְעָשִׂיתָ״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara considers a similar case: If the Shabbat on which <i>Shekalim</i> is to be read <b>occurs on</b> the Shabbat on which the regular portion <b>itself</b> begins with <b>“When you take the count,”</b> what should be done? <b>Rabbi Yitzḥak Nappaḥa said: Six</b> people <b>read from “And you shall make</b> a copper laver” <b>until</b> but not including the portion of <b>“And he assembled”</b> (Exodus 30:17–34:35). This is the entire regular weekly portion of “When you take the count” without the opening passage, which is also the portion of <i>Shekalim</i>. <b>And</b> then <b>one</b> person goes back and <b>reads</b> the portion of <i>Shekalim</i> <b>from “When you take the count” until</b> but not including <b>“And you shall make</b> a copper laver.”", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "61dec3523478c9bd34f33a94", "index_title": "Megillah", "category": "Talmud", "type": "", "ref": "Megillah 30a:8", "anchorRef": "Exodus 30:11-34:35", "anchorRefExpanded": ["Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35"], "sourceRef": "Megillah 30a:8", "sourceHeRef": "מגילה ל׳ א:ח׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 59.0008, "collectiveTitle": {"en": "Megillah", "he": "מגילה"}, "heTitle": "מגילה", "he": "מַתְקֵיף לַהּ אַבָּיֵי: הַשְׁתָּא אָמְרִי לְמַפְרֵעַ הוּא דְּקָרֵי! אֶלָּא אָמַר אַבָּיֵי: קָרוּ שִׁיתָּא עַד ״וַיַּקְהֵל״, וְחַד תָּנֵי וְקָרֵי מִ״כִּי תִשָּׂא״ עַד ״וְעָשִׂיתָ״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Abaye strongly objects to this: Now</b> people <b>will</b> mistakenly <b>say</b> that <b>they are reading</b> the regular weekly portion <b>out of sequence,</b> and they will not realize that the last reading was actually for the sake of the portion of <i>Shekalim</i>. <b>Rather, Abaye said: Six</b> people <b>read</b> the entire portion of “When you take the count” <b>until</b> but not including the portion of <b>“And he assembled”</b> (Exodus 30:11–34:35), <b>and</b> then <b>one</b> person <b>repeats and reads</b> the portion of <i>Shekalim</i> <b>from “When you take the count” until</b> but not including <b>“And you shall make</b> a copper laver.”", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "62037e926bfddfbb310febef", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult 2-13", "anchorRef": "Exodus 25:1-31:18", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult 2-13", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ה׳ ב׳-י״ג", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part IV; The Instructions for the Dwelling and the Cult", "he": "שמות מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>espite the importance of all that has preceded, the section of</small> E<small>xodus we</small> now encounter occupies a significant amount of text, and therefore commands our attention, in the overall scheme of the book. It may seem puzzling to modern readers that a book that purports to be about a people’s origins should choose to fill a third of its pages with a detailed description of a sanctuary, down to the last piece of tapestry and the last ritual vessel. Yet it is an indication of the “Tabernacle’s” centrality in Israel’s idea system that the story of its construction dominates the last half of Exodus.", "Several factors may help to explain. First, the system of animal and grain sacrifices, or cult, was as important in ancient Israel as it was elsewhere in antiquity, as the chief means of formally expressing religious feeling. Indeed, the Bible traces this institution back to the beginning of human history, to Cain and Abel (Gen. 4:3–4). The cult’s centrality survived the railings of the Prophets and the destruction of Solomon’s Temple, and was still strong enough in late antiquity to provoke a severe crisis when its chief site, the Second Temple, fell to the Romans in the year 70 <small>c.e.</small> The latter event was a crux upon which the creation of classical Judaism took place, and the process was a painful one. So the opinion that many moderns have, that animal sacrifice was a barbaric custom, is quite beside the point as far as ancient Israel was concerned.", "Second, there is the great theme of the book of Exodus, “Is Y<small>hwh</small> in our midst or not?” (17:7), to which our account gives a resounding positive answer. The book of Exodus traces not only the journey of the people of Israel from Egypt to Sinai, but also the journey of God to rescue the people and to dwell (“tabernacle”) among them (Greenberg 1972). A detailed presentation of God’s “residence,” as it were, is meant to convey the assurance that the people are led by God himself. This further supports the biblical image of the divine king, who dwells among his subjects and “goes before” them.", "Third, the Israelites shared with their neighbors the idea that a victorious God, following his triumph, was to be honored by his enthronement in a human-built structure (see Hallo). Thus the last half of Exodus, far from trailing off into obscure priestly details, fits a well-known mold in its contemporary environment.", "A final explanation of the prominence of the Tabernacle sections may be found in their intimate connection with the idea of the Sabbath. The “blueprint” chapters, 25–31, end with an extended passage on observing the Sabbath; the construction chapters, 35–40, begin with a brief passage on the prohibition of work on the holy day. These structural aspects suggest (as the ancient rabbis also saw) that cessation from work here means precisely from the tasks of construction, and that once a week human beings must step back from their own creating to acknowledge the true “work” of creation. Chapters 25–40, including the Golden Calf narrative, bring out these ideas through their use of refrainlike phrases, especially the repetition of one key word: “make” (Heb. <i>’asoh</i>). The entire section is an object lesson in what the Bible deems it proper for human beings to make, and is a vehicle of contrast between God’s creation and human attempts to reach the divine. Israel is engaged in the making of the Tabernacle (notice how “build,” which would make more sense, is not used); when the time comes for the work to be put aside temporarily, they are to “make” the Sabbath. To these observations may be added the long-observed fact that the vocabulary of the Tabernacle’s completion (“finished,” “work,” “blessed”) recalls the completion of Creation in Gen. 2:1–4. Thus we are taught that Israel, through its religious life as typified by Sabbath and cult, becomes a partner in the process of Creation, either by imitating the divine act or by celebrating it.", "Other peoples, to be sure, recall the beginning of the world in ritual and story, so it is important to make an anthropological observation. The purpose of all sanctuaries is to build a bridge to the divine, to link up with the forces that transcend human beings. It is perceived that certain places are particularly appropriate for this (folklore terms such places “the navel of the earth”), and, by extension, sanctuaries firmly anchor that inherent holiness. What the Tabernacle account initially accomplishes, most notably in its closing chapter (40), is to transfer a topographic “bridge” to a human-made and portable one. With the completion of this Dwelling, we find God resident neither on Sinai nor in the later Jerusalem, but rather accompanying the people “upon all their marches” (40:38). The sacred center here thus moves; it is a portable anchor that establishes stability wherever it goes. The vitality that surrounded this idea is still to be seen in the successors of the Hebrew Bible, classical Judaism and Christianity, for whom, respectively, Torah and Cross provide a center that is at once movable and stabilizing.", "But the sacred center, for biblical religion, finds equal expression in <i>time.</i> While the Dwelling account seems obsessed with matters of space, its setting among the Sabbath passages stresses more the concept of time. Such an aspect already begins to make itself felt in 24:16, where Moshe, on Sinai to receive the laws, waits for six days while the “cloud” covers the mountain, and is able to ascend only on the seventh day, at God’s summons. We are thus left, paradoxically, with a structure (Dwelling) which at first glance uses many well-known art forms and religious motifs common to the ancient Near East, but which is a total departure from them via its connection with the Sabbath—an institution with no known equivalent in the ancient world. The Dwelling account presents us with a people for whom sacred time takes precedence over sacred space (for more on these themes, see Sarna 1986).", "There have been many attempts, textually and artistically, to reconstruct the Tabernacle on the basis of our text here, the rationale being that surely so much detail as we find here will serve as the guidelines for an actual structure. Rabbinic and medieval Jewish commentators, as well as modern scholars, have expended considerable energy to that end. But in fact none of the reconstructions has succeeded, for, as with narrative, the text is as much message as description. The text’s main concern, it seems, is for the Dwelling to reflect holiness, in its choice of measurements and materials (see Haran 1985). The layout of the Dwelling expresses aesthetic ideas of perfection, through various symmetrical proportions (see Appendix); the materials are graded such that the closer one gets to God (in the “Holiest Holy-Shrine”), the more precious the metal. In addition, both the colors used and the types of workmanship employed are similarly graded. In a general way, the intent of the narrator seems to have been close to the intent of the great cathedral builders of the Middle Ages: to reflect divine perfection and order in the perfection and order of a sacred structure.", "The Dwelling, as described in Exodus, resembles other ancient Near Eastern sanctuaries in many particulars (for which, see the Commentary below), as well as strongly reflecting aspects of the later Temple of Solomon (I Kings 6–7). Some scholars have also likened it to a Bedouin tent (Heb. <i>shakhen</i> seems to be an archaic verb for “to tent”), appropriate to desert conditions. It is perhaps all three, a coalescing of Israel’s ideas of the cult from a variety of historical and religious settings. That the Dwelling was viewed as historical is clear from biblical tradition itself (see II Sam. 7:6, for instance). But one should keep in mind that it is also a paradigmatic model, that helps to round out the overall scheme of Exodus. The book traces the progress of the people of Israel from servitude (to Pharaoh) to service (of God), and uses the human activity of building to do so. Thus, as Exodus opens, the Israelites are forcibly made to build royal storage cities; as the book ends, the people complete a structure through which they may serve the divine king.", "Finally, there is the sequence of description in these chapters: the text begins with the blueprint for the holiest object, the “coffer” (ark), and proceeds through the structure in descending order of holiness. After the building instructions themselves are given, a number of related matters are treated, chief among them the attire of the priests and the ceremony consecrating the priests. The establishment of the cult, like that of the system of justice, is thus viewed as the command of God rather than the result of the need or request of human beings (contrast this with the “requested” monarchy in I Sam. 8).", "<i>The “Contribution”</i> (25:1–9): In the first seven verses of this opening section dealing with the Dwelling, the Israelites’ contribution toward the structure is described in detail; but only in v.8 is the purpose of this activity made clear. Despite the concreteness of the description, however, the actual blueprints, as it were, are shown to Moshe by God, and are not recorded in the text. Architects in the creative sense are superfluous here.", "Moderns want to know where the Israelites procured such materials as gold and silver in quantity (see Chap. 38), or how they acquired the skills necessary for the fine artisanry involved (e.g., weaving, dyeing, manufacture of incense, and the setting of jewels). These questions, while logical in a historical setting, do not take the Bible on its own terms. The text appears to present the awed report of the Dwelling and its construction without leaving room for totally practical issues (just as Gen. 4 deals with Cain and his descendants without being concerned with the origins of Cain’s wife)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e9f6bfddfbb310fec23", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, Craftsmen 2", "anchorRef": "Exodus 31:1-11", "anchorRefExpanded": ["Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, Craftsmen 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ה׳, שמות הערה כ״ד ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Craftsmen", "he": "שמות הערה כ״ד"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה כ״ד", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "As the Tabernacle account opened with a summary description of what was to be constructed, so it ends, with some names added. The craftsmen for the task, Betzalel and Oholiav, are depicted as “wise” (Heb. <i>hakham</i>), that is, skilled; they will make what Moshe has been given to see.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382dec9ad75f2d99af8c8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, Craftsmen 1", "anchorRef": "Exodus 31:1-11", "anchorRefExpanded": ["Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part IV; The Instructions for the Dwelling and the Cult, Craftsmen 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ה׳, שמות הערה כ״ד א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה כ״ד", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 31:1-11\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 31:1-11</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "628f79cfc0fee910ef6f9261", "index_title": "Tribal Lands", "category": "Quoting Commentary", "type": "", "ref": "Tribal Lands, Chapter 8; Dan 34", "anchorRef": "Exodus 31:1-6", "anchorRefExpanded": ["Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6"], "sourceRef": "Tribal Lands, Chapter 8; Dan 34", "sourceHeRef": "נחלת השבטים, ח; דן ל״ד", "anchorVerse": 1, "sourceHasEn": true, "compDate": [2013, 2015], "commentaryNum": 34, "collectiveTitle": {"en": "Tribal Lands", "he": "נחלת השבטים"}, "heTitle": "ח; דן", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b><i>Dan and Judah</i></b><br>Although the Messiah who was destined to emerge from Rachel did not come from Dan, the tribe surfaced over and over again, in curious partnership, with Judah, from whom will come the King Messiah of the progeny of Leah. Twice these tribes were joined together in building God’s Home: both the Tabernacle in the desert (Bezalel from Judah and Oholiab from Dan);<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Exodus 31:1–6.</i> and Solomon’s Temple on Mount Moriah (where Solomon from Judah was aided by the expertise of Hiram the Danite).<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">To harmonize the contradiction between I Kings 7:14 and II Chronicles 2:13, it is assumed that the architect Hiram was from Naphtali on his father’s side and was a Danite on his mother’s side. He was said to be a descendant of the Danite Oholiab, the assistant of Bezalel of Judah. <i>Arakhin</i> 16b; PR 6.</i> Also, Samson emerged from a union between these two tribes: Manoah of Dan and his wife Tzelalfonit of Judah.<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">BaR 10:5. <i>Hatzlelponi</i> in I Chronicles 4:3 is listed there as a female member of the tribe of Judah, and was identified by the Sages as Samson’s mother (<i>Bava Batra </i>91a).</i> The <i>nasi</i> of Dan was named Ahiezer (“my brother’s helper”), alluding to the supportive role the tribe would play to Judah.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">Ahiezer’s father was Amishadai – “my people’s judge” – a reference to Samson, the <i>shofet</i> of <i>Am Yisrael.</i></i> Additionally, Judah and Dan were both large tribes, even though Dan started out as the smallest tribe, with only one son.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\"><i>Bava Batra</i> 143b; <i>Midrash Aggadah,</i> Numbers 26:40.</i>", "versionTitle": "Jerusalem, 2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6351f26d49d27a562271fe16", "index_title": "Tosefta Megillah", "category": "Tosefta", "type": "", "ref": "Tosefta Megillah 3:19", "anchorRef": "Exodus 31:1-20", "anchorRefExpanded": ["Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 31:19", "Exodus 31:20"], "sourceRef": "Tosefta Megillah 3:19", "sourceHeRef": "תוספתא מגילה ג׳:י״ט", "anchorVerse": 1, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 3.0019, "collectiveTitle": {"en": "Tosefta Megillah", "he": "תוספתא מגילה"}, "heTitle": "תוספתא מגילה", "he": "יש נקראין ומתרגמין נקראין ולא מתרגמין לא נקראין ולא מתרגמין מעשה בראשית נקרא ומתרגם מעשה לוט ושתי בנותיו נקרא ומתרגם מעשה יהודה ותמר נקרא ומתרגם מעשה עגל ראשון נקרא ומתרגם הקללות שבתורה נקראין ומתרגמין לא יהא אחד מתחיל ואחד גומר אלא המתחיל הוא גומר את כולן אזהרות ועונשין שבתורה נקראין ומתרגמין [מעשה אמנון ותמר נקרא ומתרגם] מעשה אבשלום בפלגשי אביו נקרא ומתרגם מעשה פלגש בגבעה נקרא ומתרגם (יחזקאל כב) הודע את ירושלים נקרא ומתרגם ומעשה באחד שהיה קורא לפני רבי אליעזר הודע את ירושלים ומתרגם אמר לו צא והודיע תועבותיה של אמך [המרכבה] קורין אותה לרבים. מעשה ראובן נקרא ולא מתרגם ומעשה ברבי [חנניה] בן גמליאל שהיה [קורא בעכו] (בראשית כ״ה:ט״ז) וילך ראובן וישכב את בלהה וגו' ויהיו בני יעקב שנים עשר ואמר למתרגם אל תתרגם אלא אחרון מעשה עגל השני נקרא ולא מתרגם אלו הן מעשה עגל השני (שמות ל״ב:כ״א) מן ויאמר משה אל אהרן מה עשה לך העם הזה עד וירא משה את העם כי פרוע הוא וגו' ועוד כתוב אחר (שם) ויגוף ה' את העם וגו' מכאן אמר רבי שמעון בן אלעזר אין אדם רשאי להשיב על הקלקלה שמתשובה שהשיב אהרן למשה [פרשו האפיקורסים מעשה דוד ובת שבע לא נקרא ולא מתרגם] והסופר מלמד כדרכו.", "heVersionTitle": "Tosefta Megillah - Machon Mamre", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "There are [scriptural passages] that are [publicly] read and translated [orally into Aramaic during the public reading], [others] that are read but are not translated, [and others] that are neither read nor translated. The account of creation (Gen. 1), we read and translate. The account of Lot and his two daughters (Gen. 19) is read and translated. The account of Judah and Tamar (Gen. 38) is read and translated. The first account of the [Golden] Calf<sup>*</sup><i class=\"footnote\">i.e., the Torah's initial narrative of the sin of the Golden Calf at Ex. 31:1-20 (see Meg. 4:10)</i> is read and translated.  The curses that are in the Torah are read and translated, but we may not permit one [reader] to start and another [reader] to finish; rather, the one who starts is the one who finishes. The warnings and punishments that are in the Torah are read and translated. The account of Amnon and and Tamar (2 Sam. 13) is read and translated. The account of Absalom and his father's concubines (2 Sam. 15:16-16:22) is read and translated. The account of the concubine of Gibeah (Judges 19-21) is read and translated. [The passage commencing with] \"Proclaim to Jerusalem [her abominations (<i>to'avoteha</i>)]\" (Ezek. 16:2) is read and translated. And it so happened that someone was reading before Rabbi Eliezer \"Proclaim to Jerusalem [etc.],\" and he translated it. [Rabbi Eliezer] said to him, \"Go and proclaim the abominations (<i>to'avoteha</i>) of your mother!\" The Divine Chariot (Ezek. 1), we read it to the masses. The incident of Reuben [and Bilhah] is read but not translated. And it so happened with Rabbi Chananiah ben Gamaliel that he was reading in Akko, \"And Reuben went and he lay with Bilhah, etc., and the sons of Jacob were twelve\" (Gen. 35:22), and he told the translator, do not translate this except for the end. The second account of the [Golden] Calf, from \"And Moses said to Aaron, What did this people do to you?\" until \"And Moses saw that the people had become unrestrained\" (Ex. 32:21-25), and also what is written after, \"And God plagued the people, etc.\" (Ex. 32:35): from this, said Rabbi Shimon ben Elazar, a person should not recount a disgraceful event, is it was due to Aaron's recounting to Moses that the apostates rebelled<sup>*</sup><i class=\"footnote\">in other words, Aaron's statement, \"I threw [the gold] into the fire, and this calf emerged,\" appeared to acknowledge that the calf possessed divine power (see Meg. 25b:12)</i>. The account of David and Bathsheba is neither read nor translated. But the [Bible] teacher teaches [these passages] in his usual way.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "6357d2f94a34ac00a0d86807", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Exodus 31:1:1", "anchorRef": "Exodus 31:1", "anchorRefExpanded": ["Exodus 31:1"], "sourceRef": "Rav Hirsch on Torah, Exodus 31:1:1", "sourceHeRef": "רש\"ר הירש על התורה, שמות ל״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "שמות", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Kap. 31. V. 1. Mit dem vorigen Kapitel sind die Vorschriften über die Herstellung des Heiligtums vollendet. Es fehlt nur noch die Anweisung der ausführenden Künstler und die Erteilung des Gegenstandes, der nicht von Menschenhand, der von Gott zu erteilen war, und dem das ganze Heiligtum von Menschenhänden zur Stätte errichtet werden sollte, die Erteilung des Gesetzeszeugnisses. Beides, jene Anweisung und diese Erteilung, erfolgt in diesem Kapitel. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc45758c1dc532ec8b0d", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 31:1", "anchorRef": "Exodus 31:1", "anchorRefExpanded": ["Exodus 31:1"], "sourceRef": "Steinsaltz on Exodus 31:1", "sourceHeRef": "ביאור שטיינזלץ על שמות ל״א:א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 31.0001, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "<b>וַיְדַבֵּר ה' אֶל מֹשֶׁה לֵּאמֹר:</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The Lord spoke to Moses, saying: </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66829d30d8abc20226ed405a", "index_title": "Kovetz Yesodot VaChakirot", "category": "Reference", "type": "", "ref": "Kovetz Yesodot VaChakirot, קידוש 1", "anchorRef": "Exodus 31:1", "anchorRefExpanded": ["Exodus 31:1"], "sourceRef": "Kovetz Yesodot VaChakirot, קידוש 1", "sourceHeRef": "קובץ יסודות וחקירות, קידוש א׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 1, "collectiveTitle": {"en": "Kovetz Yesodot VaChakirot", "he": "קובץ יסודות וחקירות"}, "heTitle": "קידוש", "he": ["<big><b>קידוש</b></big><br><br><small>הגדרה</small><br><b>מצווה להזכיר את קדושת שבת ויו\"ט בכניסתם </b>(הסוגיא בפסחים קו.)<b>.</b><br><br><small>מקור וטעם</small><br><b>מקורו</b> מכך שנאמר בדברות הראשונות (שמות כ, ח) \"זכור את יום השבת לקדשו\" (רמב\"ם שבת כט, א, חינוך תחילת מצווה לא, ספר המצוות לרמב\"ם עשה קנה). ויש שהוסיפו שנאמר גם בדברות האחרונות (דברים ה, טו) \"שמור וגו' וזכרת כי עבד היית בארץ מצריים\", ומהכפילות \"זכור\" \"וזכרת\" (בדברות הראשונות והאחרונות) לומדים לקדש את השבת גם בתפילה וגם על הכוס (דעה המובאת בסמ\"ג עשה כט בתחילתו).<br><b>מקור החיוב</b> מדאורייתא. אמנם ישנם פרטים שדנו לגביהם האם הם דאורייתא או דרבנן:<br>א) קידוש ביום טוב – נחלקו המפרשים האם הוא דאורייתא (שיטה מקובצת ביצה ד: ד\"ה רב אסי) או דרבנן (מגיד משנה שבת כט, יח). וביאר המנחת חינוך (לא, א [טז]) שמחלוקתם תלויה בשאלה האם לומדים את דיני יום טוב מדיני שבת, כמו המחלוקת האם שביתת בהמתו נוהגת גם ביום טוב.<br>ב) יין – הגמרא דורשת \"זכור את יום השבת לקדשו\" (שמות כ, ח) – זוכרהו על היין (פסחים קו.). בפשטות זו אסמכתא (הדעה הראשונה בתוס' שם ד\"ה זוכרהו), והחיוב לקדש על היין הוא רק מדרבנן (רמב\"ם שבת כט, ו, חינוך לא בסופו, שאגת אריה ס, מגן אברהם רעא, א). אך יש אומרים שהוא דאורייתא (הדעה השניה בתוס' שם, וכן דעה זו הובאה במאירי נזיר ג: ד\"ה ודברים).<br>ג) נוסח הקידוש – בוודאי מדרבנן, שתיקנוהו אנשי כנסת הגדולה, אך מדאורייתא החיוב הוא רק לומר דברים ע\"פ לשונו (מנחת חינוך לא, א [ג], וכן משמע מברכות לג.).<br>ד) קידוש ביום – הוא דרבנן, אלא אם כן לא קידש בלילה, שאז הקידוש ביום מדאורייתא (מנחת חינוך לא, א [ו]).<br>ה) אין קידוש אלא במקום סעודה – דין זה מדרבנן (מנחת חינוך לא, א [יא])<sup class=\"footnote-marker\">1</sup><i class=\"footnote\"> בדומה לזה דנו לגבי פרטים בדיני הבדלה אם הם דאורייתא. ע\"ע הבדלה בסעיף \"מקור וטעם\" ד\"ה במקור החיוב.</i>.<br><b>במהותו </b>חקרו האם המצווה לקדש את השבת בכניסתה (\"לקדשו\"), כמו קידוש יובלות, או שהמצווה לומר דברים של קדושת היום (\"זכור\"), כמו הבדלה (מנחת אשר שמות לא, א, ותלה במחלוקת ראשונים: לרמב\"ן המצווה לקדשה בכניסתה, ולרמב\"ם המצווה לומר קדושת היום).<br><br><small>פרטי הדין</small><br><b>דיבור</b> – המצווה מדאורייתא דווקא בדיבור, ולא יוצא ידי חובה בהרהור (רמב\"ן דברים כד, ט ד\"ה ולשון, מנחת חינוך לא, א [א], שאגת אריה יג בסופו, שדי חמד ח\"ב ז, יג עמוד 349).<br><b>בזמן הקידוש ביום</b> חקר המנחת חינוך (לא, א [ט]) האם זמן הקידוש הוא כל השבת (ביום ובלילה) אלא שמצווה לכתחילה לקדש בלילה, או שהמצווה היא רק בלילה והיום הוא תשלומין.<br><b>בברכת הגפן</b> חקרו האם היא נפרדת מברכת הקידוש, והיא ברכת הנהנין, או שהיא חלק מהקידוש ונחשבת גם היא לברכת המצוות (עיון בלומדות ד).<br><b>יציאת מצריים</b>, צריך להזכירה בקידוש (פסחים קיז:), ויש בה שלוש דעות:<br>א) מדאורייתא (מנחת חינוך לא, א [ה]).<br>ב) דין זה הוא רק מדרבנן ואינו מעכב.<br>ג) גמרא זו לא נפסקה להלכה, ומה שאנו מזכירים יציאת מצריים בקידוש הוא רק משום שזהו נוסח הקידוש (את שתי הדעות האחרונות הביא מוה\"ר יצחק ליב גראסבערג, הודפס בסוף שו\"ת עונג יו\"ט).<br>ונפק\"מ האם יוצאים ידי חובת קידוש בתפילה, שהרי בתפילה לא מזכירים את יציאת מצריים (מנחת חינוך שם: לא יוצאים ידי חובה בתפילה. תוס' רי\"ד פסחים קיז: ד\"ה צריך, מגן אברהם או\"ח רעא, א, מוה\"ר יצחק ליב גראסבערג שם: יוצאים ידי חובה).<br><b>קידוש נאמר בכל לשון</b>, ואפילו אם אינו מבינו<b> </b>(תוס' סוטה לב. ד\"ה קריאת).<br><b>דין קידוש במקום סעודה הוא דרבנן</b>, וכוונה מעכבת רק במצוות דאורייתא. לכן הסתפק המנחת חינוך (לא, א [יא]) אם קידש במקום סעודה ולא כיוון, ולאחר מכן חזר וקידש וכיוון אך שלא במקום סעודה – האם יצא ידי חובה, שהרי קיים את מצוות קידוש במקום סעודה, וגם קיים את מצוות כוונה בקידוש, אך קיימן בשני מעשים שונים.<br><br><small>ערכים קרובים</small><br> <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, ארבע כוסות\" href=\"Kovetz_Yesodot_VaChakirot,_ארבע_כוסות\">ארבע כוסות</a>, <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, הבדלה\" href=\"Kovetz_Yesodot_VaChakirot,_הבדלה\">הבדלה</a>, <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, הכנה דרבה\" href=\"Kovetz_Yesodot_VaChakirot,_הכנה_דרבה\">הכנה דרבה</a>, <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, מלאכות שבת\" href=\"Kovetz_Yesodot_VaChakirot,_מלאכות_שבת\">מלאכות שבת</a>, <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, נר שבת\" href=\"Kovetz_Yesodot_VaChakirot,_נר_שבת\">נר שבת</a>."], "heVersionTitle": "Netanya, 2023", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55828b3cfbfba265ca9f17eb", "index_title": "Da'at Zekenim on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Da'at Zekenim on Exodus 30:13:1", "anchorRef": "Exodus 31:1", "anchorRefExpanded": ["Exodus 31:1"], "sourceRef": "Da'at Zekenim on Exodus 30:13:1", "sourceHeRef": "דעת זקנים על שמות ל׳:י״ג:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1100, 1300], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Da'at Zekenim on Exodus", "he": "דעת זקנים על שמות"}, "heTitle": "דעת זקנים על שמות", "he": " <b>מחצית השקל. </b>לכפר על חצי היום שחטאו כמו שאז\"ל במסכת שבת פרק ר' עקיבא בושש בא שש והשקל כ' גרה הרי חציו עשר לכפר על עשרת הדברות שעברו ואיתא בזבחים פרק רבי ישמעאל אומר חמשה אצבעות של ימינו של הקב\"ה כלן ליחוד הגאולה באצבע קטנה כזה הראה לנח לעשות את התיבה שנאמר וזה אשר תעשה אותה שנייה לה כשהכה את מצרים שנאמר אצבע אלהים הוא בשלשית דהיינו אמה בה כתיב והלוחות כתובים באצבע אלהים ברביעית שהיא סמוכה לבהן הראה למשה הלבנה בגודל הראהו מחצית השקל שנאמר זה יתנו ובכל היד עתיד הקב\"ה להכרית ולהשמיד בני ישמעאל ובני ארם שנאמר תרום ידך על צריך וכל אויביך יכרתו: ", "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": "מחצית השקל, “a coin worth half a shekel.” This was to atone for the half day they had been guilty of not doing something to destroy the golden calf, as explained in the Talmud, tractate Shabbat folio 89. According to Rabbi Akiva there the word boshesh in Exodus 32,1 usually translated as “tarried,” can be read as בשש, “at six hours,” i.e. at midday Moses came down from the mountain. The coin known as shekel (a silver coin) is valued as twenty geyrah, (copper coins). They had been guilty of transgressing all of the Ten Commandments, as transgressing the prohibition of idolatry is equivalent to transgressing all of the commandments of the Torah. The Talmud in tractate Z’vachim, quotes the oldest kabbalistic text, Pirke de rabbi Eliezer, chapter 48, where Rabbi Yishmael describes the five “fingers” on G–d’s right hand, as all involved in the process of redemption. His smallest finger was used for that purpose when He said to Noach (Genesis 6,15) וזה אשר תעשה אותה, “and this is how you are to construct it” (the ark), which would save him and his family from the deluge. The second smallest finger was used by G–d at the redemption of the Jewish people from Egypt (Exodus 8,15) as the sorcerers of Pharaoh recognised when they described the third plague, the vermin, as אצבע אלוהים, “a finger of G–d.” G–d’s middle finger, known as amah, אמה, was used when G–d inscribed the text of the Ten Commandments on the Tablets (Exodus 31,1) i.e. והלוחות כתובים באצבע אלוהים, “and the Tablets had been inscribed by the finger of Gd.” G–d’s fourth finger, known as bohen, בהן, next to the thumb, was used when He showed Moses the new moon (Exodus 12,2) also using the word: זה, “this”; and the fifth finger of G–d’s right hand, known as gudal, גודל, was used by Him when showing Moses the half shekel coin of which our portion speaks here. Finally, G–d will use His entire hand when in the future He will wipe out the descendants of Ishmael and Edom, as prophesied by the prophet Micah 5,8: תרום ידך על צריך וכל אויביך יכרתו, “Your hand will prevail over all Your foes, and all Your enemies will be cut down.”", "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "56547eefd6e4a94e1942cda2", "index_title": "Abarbanel on Torah", "category": "Commentary", "type": "commentary", "ref": "Abarbanel on Torah, Exodus 31:1", "anchorRef": "Exodus 31:1", "anchorRefExpanded": ["Exodus 31:1"], "sourceRef": "Abarbanel on Torah, Exodus 31:1", "sourceHeRef": "אברבנאל על תורה, שמות ל״א:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1483, 1513], "commentaryNum": 1.0, "collectiveTitle": {"en": "Abarbanel", "he": "אברבנאל"}, "he": ["וידבר ה' אל משה לאמר ראה קראתי בשם בצלאל וגומר עד אך את שבתותי תשמורו. אחשוב שהיו בישראל כתות חלוקות במי תעשה המלאכה הקדושה מהמשכן וכליו. והיה אדון הנביאים מסופק מאד מי יעלה בהר ה' ומי יקום במקום קדשו לעשותה לפי שרבים מישראל בכוונה רצויה היו מתנדבים לומר אני אדע לעשות כל זה כדי לעבוד את עבודת הקדש. ועם היות שידע משה חכמת בצלאל ורב תבונתו היה ירא להפקידו על המלאכה לפי שהיה בן אורי בן חור בן מרים בן אחותו שמא יאמרו ישראל משה עשה עצמו מלך. ואת אהרן אחיו כ\"ג ואת בני אהרן כהני ה'. ואף את בצלאל מפני שהיה נכדה של אחותו נתן כל התרומה בידו והפקידו על מלאכת ה' ומהם היו אומרים שהיה בלתי אפשר שאיש מבני ישראל שכלו ימיהם בחומר ובלבנים ובכל עבודה בשדה ידעו לעשות בזהב ובכסף ובאבנים יקרות כי לא נסו ללכת באלה. ומהם היו אומרים שאהליאב היה יודע יותר מבצלאל והוא היה ראוי לפקוד על המלאכה. ולכן ביאר השם למשה מי יפקיד עליה. והשיב לדברי כל אחד מהכתות האלה באמרו ראה קראתי בשם בצלאל אל תחוש לדברי האומרים ראה אתה וכל איש מהם יראה שאני בחרתי בבצלאל לעשות המלאכה הזאת וקראתי אותו בשמו ובשם אביו ואבי אביו בצלאל בן אורי בן חור למטה יהודה כי האדם יראה לעיני' ואני רואה ללבב מי הראוי ואמלא אותו רוח אלהים. ומלת ואמלא היא כמו ואקוד ואשתחוה שהוא לשון עבר יאמר ואני מלאתי אותו או שעתה ימלאהו רוח אלהים ואמר רוח אלהים להגיד שיהיה ענינו בזה על דרך הפלא כי רוח אלהים נוססה בו לא רוח אנושי מלא בחכמה ובדעת ובכל מלאכה. והחכמה היא העיונית המעיינת בדברים ההכרחים שאינם תלוים בבחירתנו. והתבונה היא במדות ובשכל המעשי המעיין בדברים התלויים בבחירתו והדעת הוא כולל לכלם. וידוע שמי שהשתלם שכלו בשכל העיוני והשגותיו יקצר בשכל המעשי בידיעותיו. ומפני זה החכמים המתבודדים בעיונם תמצאם פתאים בעניני המדינות עד שמפני זה יעד ישעיהו הנביא על מלך המשיח ונחה עליו רוח ה' רוח חכמה ובינה כלומר בשכל העיוני ובמעשי יחד. ולכן היה מהפלא בבצלאל בהיותו שלם בחכמה שהיא העיונית ובתבונה שהיא ידיעת המדיניות. ושבחו בזה להגיד שבחכמתו ידע טבעי כל הנמצאים שהמשכן וכליו רומזים אליהם ולזה כוונו חכמינו זכרונם לברכה באמרם (ברכות נ\"ה) יודע היה בצלאל לצרף האותיות שנבראו בהן שמים וארץ רוצה לומר שהיה מבין רמזי המשכן בשמים ובארץ וע\"כ שבחו בחכמה. וכן הרמזים התורנים ולכך שבחו בתבונה. עוד זכר מהפלא בענינו שעם היותו חכם ונבון היה בקי ושלם בכל המלאכות. וכבר אמר הפלוסוף כי מי שחננו הטבע הרבה מהשכלי קצר בו מהכחות הגשמיות והמלאכות. ומפני זה היו רוב החכמים ידיהם ורגליהם כבדים ואין כן בעלי אומניות שהם קלים כנשר ורצים כצבי ובחכמה אינם יודעים מאומה. ולכך היה הפלא בבצלאל שבהיותו מלא רוח חכמה ותבונה היה מוכן ושלם לפעול בכל מלאכת האומנות. אע\"פ שבבני אדם היודע במלאכה אחת לא ידע במלאכ' אחרת. הנה בצלאל היה יודע בכל מלאכה. לא מפאת מלמד שלמדו בכך אלא לחשוב מחשבות לעשות בזהב ובכסף ובנחושת כלומר שהוא מעצמו היה מחשב וממציא מלאכות מלבו שלא למדו אדם. ולא בלבד הדברים הדקים שבמלאכות המתיחסות זו לזו כמו בזהב ובכסף ובנחשת. אבל גם בדברים הגסים והעבים בחרושת אבן למלאת ובחרושת עץ. שמלאכת האבנים ומלאכת העצים נבדלים ורחוקים מאד ממעשה הצורפים וכן בכל מלאכה היה שלם בצלאל ברוח אלהים ובהשפעתו. וכנגד הכת האומרת שאהליאב הוא יודע והגון לפעול במלאכה. אבל זה יהיה בהיותו בחברת בצלאל כי הוא יתן מרוחו עליו לא שיהיה אהליאב ראש וקצין במלאכה כי כן נתתי בלב כל חכם לב חכמה וכלם יעשו במלאכת המשכן. אבל אין אחד מהם במדרגת בצלאל. והנה ייחס הכתוב החכמה והתבונה המושגות בשכל. וגם המלאכות אל האלהים. לפי שהכל מושפע מהנבדל כמ\"ש (משלי ב׳:ו׳) כי ה' יתן חכמה מפיו דעת ותבונה. הנה אמר ובלב כל חכם לב נתתי חכמה. הודיע שצריך לאדם שיכין עצמו לחכמה. ואז ישפיע עליו הנותן יתברך וכן אמרו חכמינו זכרונם לברכה אין הקב\"ה נותן חכמה אלא למי שיש לו חכמה שכיונו בזה שאינו נותן חכמה בפועל אלא למי שיש לו חכמה בכח והכנה. והנה משה רבינו אמר לישראל בענין בצלאל מה שאמר לו השם בלשון שנאמר לו. שנאמר ראו קרא ה' בשם בצלאל. וחכמינו זכרונם לברכה אמרו שהראה לו הקדוש ב\"ה ספרו של אדם הראשון ואמר לו כל אחד תקנתי מאותה שעה. ואף בצלאל מאותה שעה תקנתי אותו רוצה לומר שנולד מוכן לשלמות ההיא מטבעו. כי ספרו של אדם הראשון הוא רמז לטבע בני אדם. וזכר הכתוב הדברים אשר יעשה בצלאל וחבריו. את האהל ואת הארון וגומר. ואמרו ואת בגדי השרד. אמרו המפרשים שבהם היו מכסים את כלי אהל מועד בנשאם. ואמרו בסוף הדברים ככל אשר צויתיך יעשו אינו צווי ולא אזהרה אלא הגדת העתיד. והבטחה למשה שעם היות בצלאל וחביריו נולדים בעבדות מצרים וכלו ימיהם בעבודת פרך הנה בחסד אלהים יעשו ככל אשר צוה השם. ולא יחטיאו דבר ממה שצוה במלאכת המשכן וכליו: "], "heVersionTitle": "Torah Commentary of Yitzchak Abarbanel, Warsaw 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a79bdd5d6e4a944624dc00f", "index_title": "Berakhot", "category": "Talmud", "type": "", "ref": "Berakhot 55a:10", "anchorRef": "Exodus 31:1-2", "anchorRefExpanded": ["Exodus 31:1", "Exodus 31:2"], "sourceRef": "Berakhot 55a:10", "sourceHeRef": "ברכות נ״ה א:י׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 109.001, "collectiveTitle": {"en": "Berakhot", "he": "ברכות"}, "heTitle": "ברכות", "he": "אָמַר רַבִּי יוֹחָנָן: שְׁלֹשָׁה דְּבָרִים מַכְרִיז עֲלֵיהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא בְּעַצְמוֹ וְאֵלּוּ הֵן: רָעָב, וְשׂוֹבַע, וּפַרְנָס טוֹב. רָעָב — דִּכְתִיב: ״כִּי קָרָא ה׳ לָרָעָב וְגוֹ׳״. שׂוֹבַע — דִּכְתִיב: ״וְקָרָאתִי אֶל הַדָּגָן וְהִרְבֵּיתִי אֹתוֹ״. פַּרְנָס טוֹב — דִּכְתִיב: ״וַיֹּאמֶר ה׳ אֶל מֹשֶׁה לֵּאמֹר. רְאֵה קָרָאתִי בְשֵׁם בְּצַלְאֵל וְגוֹ׳״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "Similarly, <b>Rabbi Yoḥanan said: Three matters are proclaimed by the Holy One, Blessed be He, Himself: Famine, plenty, and a good leader.</b> The Gemara enumerates the sources for these cases: <b>Famine, as it is written: “For the Lord has called for a famine;</b> and it shall also come upon the land seven years” (II Kings 8:1). <b>Plenty, as it is written: “And I will call for the grain, and will increase it, and lay no famine upon you”</b> (Ezekiel 36:29). And <b>a good leader, as it is written: “And the Lord spoke unto Moses, saying: See, I have called by name Bezalel,</b> son of Uri, son of Hur, of the tribe of Judah” (Exodus 31:1–2).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5a79bddbd6e4a944624dc20b", "index_title": "Berakhot", "category": "Talmud", "type": "", "ref": "Berakhot 55a:10", "anchorRef": "Exodus 31:1", "anchorRefExpanded": ["Exodus 31:1"], "sourceRef": "Berakhot 55a:10", "sourceHeRef": "ברכות נ״ה א:י׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 109.001, "collectiveTitle": {"en": "Berakhot", "he": "ברכות"}, "heTitle": "ברכות", "he": "אָמַר רַבִּי יוֹחָנָן: שְׁלֹשָׁה דְּבָרִים מַכְרִיז עֲלֵיהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא בְּעַצְמוֹ וְאֵלּוּ הֵן: רָעָב, וְשׂוֹבַע, וּפַרְנָס טוֹב. רָעָב — דִּכְתִיב: ״כִּי קָרָא ה׳ לָרָעָב וְגוֹ׳״. שׂוֹבַע — דִּכְתִיב: ״וְקָרָאתִי אֶל הַדָּגָן וְהִרְבֵּיתִי אֹתוֹ״. פַּרְנָס טוֹב — דִּכְתִיב: ״וַיֹּאמֶר ה׳ אֶל מֹשֶׁה לֵּאמֹר. רְאֵה קָרָאתִי בְשֵׁם בְּצַלְאֵל וְגוֹ׳״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "Similarly, <b>Rabbi Yoḥanan said: Three matters are proclaimed by the Holy One, Blessed be He, Himself: Famine, plenty, and a good leader.</b> The Gemara enumerates the sources for these cases: <b>Famine, as it is written: “For the Lord has called for a famine;</b> and it shall also come upon the land seven years” (II Kings 8:1). <b>Plenty, as it is written: “And I will call for the grain, and will increase it, and lay no famine upon you”</b> (Ezekiel 36:29). And <b>a good leader, as it is written: “And the Lord spoke unto Moses, saying: See, I have called by name Bezalel,</b> son of Uri, son of Hur, of the tribe of Judah” (Exodus 31:1–2).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5bf3e229bfb49d008760a916", "index_title": "English Explanation of Mishnah Bava Kamma", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Bava Kamma 3:8:1", "anchorRef": "Exodus 21:28-32:35", "anchorRefExpanded": ["Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35"], "sourceRef": "English Explanation of Mishnah Bava Kamma 3:8:1", "sourceHeRef": "ביאור אנגלי על משנה בבא קמא ג׳:ח׳:א׳", "anchorVerse": 28, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 8.0001, "collectiveTitle": {"en": "English Explanation of Mishnah Bava Kamma", "he": "ביאור אנגלי על משנה בבא קמא"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>If two oxen which were accounted harmless hurt one another, the owner pays half-damages for that one which suffered the greater hurt.<br>If both were attested dangers full damages are payable for that one which suffered the greater hurt.<br>If one was accounted harmless and the other was an attested danger, that which was an attested danger as against that which was accounted harmless must pay full damages for the greater hurt that the other has suffered, while that which was accounted harmless, as against that which was an attested danger, pays only half damages for the greater hurt that the other has suffered.<br>So, too, if two men hurt one another, full damages are payable for that one which suffered the greater hurt.<br>If a man and an ox which was accounted harmless hurt one another, the man as against the ox accounted harmless must pay full damages for the greater hurt that the other has suffered, while the ox accounted harmless, as against the man, pays only half damages for the greater hurt that the other suffered. Rabbi Akiva says:  “Even if an ox accounted harmless hurt a man, full damages must be paid for that one which suffered the greater hurt.</b><br>This mishnah returns to deal with a subject that we dealt with in the last mishnah of chapter one and in the fourth and fifth mishnayoth of chapter 2 and that is the goring ox.  Remember, there are two types of goring oxen, one that is a previously attested danger (muad), who has been testified against.  The second type is innocent (tam) meaning he is not a previously attested danger.  When a muad damages the owner will pay full damages from the best of his land.  When a tam damages the owner will pay half damages from the value of the tam itself.  This means that the upper limit of liability will be the value of the damaging animal.<br>We will continue to deal with the goring ox for the next two and a half chapters.  I will not be explaining the concepts of tam and muad every time we encounter them.  I will try to reference places where I did explain them.  If you are wondering why the mishnah is so fascinated by the goring ox, it is due to the fact that the Torah mentions the ox quite frequently (Exodus 21:28-32, 35-36).  It is indeed the paradigm for the damaging animal.<br>The rendering of this mishnah into sensible English is very difficult since the mishnah speaks in shorthand.  However, the explanation should make more sense to you.<br>The first section deals with two harmless oxen that gore each other.  In general the owner of each is obligated to pay half damages to the other.  Here we figure out what was the greater damage and the owner of the less injured ox will pay half of that amount.  A table will help.<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (tam)<br>30<br>70<br>35<br>50  (tam)<br>30<br>20<br>10<br>In this case the owner of the ox worth fifty will pay twenty-five to the owner of the ox worth 100.<br>In the second case both of the animals were muad and will therefore pay full damages.   Our table now looks like this:<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (muad)<br>30<br>70<br>70<br>50 (muad)<br>30<br>20<br>20<br>In this case the owner of the ox worth fifty will pay fifty to the owner of the ox worth 100.<br>In the third case one ox was muad and one was tam.  The muad will owe half damages and the tam full damages.  According to our example in this case the animal worth 100 was a muad and therefore will owe full damages for the animal worth 50.  The animal worth 50 is a tam and will therefore pay half damages for the animal worth 100.   Our table now looks like this:<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (muad)<br>30<br>70<br>35<br>50 (tam)<br>30<br>20<br>30<br>In this case the owner of the ox worth fifty will pay 5 to the owner of the ox worth 100.<br>The fourth case of the mishnah deals with human beings who injure one another.  Since a human being is always a muad (see chapter one mishnah four), this is similar to case number two.<br>The fifth and final case deals with a human being (who is always muad) and a harmless ox (tam) who injure one another.  This case is similar to case number three.  We will nevertheless bring a new table.<br>Value before injury<br>Value after injury<br>Damages<br>Amount owed<br>1000-- human (muad)<br>500<br>500<br>250<br>50--ox (tam)<br>20<br>30<br>30<br>In this case the owner of the ox will pay the human 220.  Rabbi Akiva disagrees.  According to him an ox that injures a human being always pays full damages as if it was a muad.  Therefore in the previous scenario the owner of the ox will pay 470 to the human.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17b3bebb386c00550bc626", "index_title": "Ein Yaakov", "category": "Midrash", "type": "", "ref": "Ein Yaakov, Berakhot 9:7", "anchorRef": "Exodus 31:1-2", "anchorRefExpanded": ["Exodus 31:1", "Exodus 31:2"], "sourceRef": "Ein Yaakov, Berakhot 9:7", "sourceHeRef": "עין יעקב, ברכות ט׳:ז׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1490, 1550], "commentaryNum": 9.0007, "collectiveTitle": {"en": "Ein Yaakov", "he": "עין יעקב"}, "heTitle": "ברכות", "he": "אָמַר רַבִּי יוֹחָנָן: שְׁלֹשָׁה [דְּבָרִים] הַקָּדוֹשׁ בָּרוּךְ הוּא מַכְרִיז עֲלֵיהֶם בְּעַצְמוֹ, וְאֵלּוּ הֵן: רָעָב, וְשָׂבָע, וּפַרְנָס טוֹב. רָעָב, דִּכְתִיב: (מ\"ב ח) \"כִּי קָרָא ה' לָרָעָב\" [וְגוֹ']. שָׂבָע, דִּכְתִיב: (יחזקאל לו) \"וְקָרָאתִי אֶל הַדָּגָן וְהִרְבֵּיתִי אֹתוֹ\". פַּרְנָס טוֹב, דִּכְתִיב: (שמות לא) \"[וַיְדַבֵּר ה' אֶל מֹשֶׁה] לֵאמֹר: רְאֵה קָרָאתִי בְשֵׁם בְּצַלְאֵל\" [וְגוֹ']. אָמַר רַבִּי (יוחנן) [יִצְחָק]: אֵין מַעֲמִידִין פַּרְנָס עַל הַצִבּוּר, אֶלָּא אִם כֵּן נִמְלָכִין בַּצִבּוּר, שֶׁנֶּאֱמַר: (שם לה) \"וַיֹּאמֶר מֹשֶׁה אֶל בְּנֵי יִשְׂרָאֵל: רְאוּ קָרָא ה' בְּשֵׁם בְּצַלְאֵל\". אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמֹשֶׁה: מֹשֶׁה, הָגוּן עָלֶיךָ בְּצַלְאֵל? אָמַר לוֹ: רִבּוֹנוֹ שֶׁל עוֹלָם, אִם לְפָנֶיךָ הָגוּן, לְפָנַי לֹא כָּל־שֶׁכֵּן?! אָמַר לוֹ: אַף עַל פִּי כֵן, לֵךְ אֱמֹר לָהֶם לְיִשְׂרָאֵל. הָלַךְ וְאָמַר לָהֶם לְיִשְׂרָאֵל: הָגוּן עֲלֵיכֶם בְּצַלְאֵל? אָמְרוּ לוֹ: (משה רבינו) אִם לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא וּלְפָנֶיךָ הָגוּן, לְפָנֵינוּ לֹא כָּל־שֶׁכֵּן?! אָמַר רַבִּי שְׁמוּאֵל בַּר נַחְמָנִי, אָמַר רַבִּי יוֹנָתָן: \"בְּצַלְאֵל\", עַל שֵׁם חָכְמָתוֹ נִקְרָא. בְּשָׁעָה שֶׁאָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמֹשֶׁה: לֵךְ אֱמֹר לוֹ לִבְצַלְאֵל: עֲשֵׂה לִי מִשְׁכָּן, אָרוֹן וְכֵלִים, הָלַךְ מֹשֶׁה (ואמר להפך) [וְהָפַךְ וְאָמַר לוֹ:] עֲשֵׂה (כלים ארון) [אָרוֹן וְכֵלִים] וּמִשְׁכָּן. אָמַר לוֹ: מֹשֶׁה רַבֵּנוּ, מִנְהָגוֹ שֶׁל עוֹלָם, אָדָם בּוֹנֶה בַּיִת וְאַחַר כָּךְ מַכְנִיס לְתוֹכוֹ כֵּלִים, וְאַתָּה אוֹמֵר: (לִי) עֲשֵׂה כֵּלִים, אָרוֹן וּמִשְׁכָּן. כֵּלִים שֶׁאֲנִי עוֹשֶׂה, לְהֵיכָן אַכְנִיסֵם? שֶׁמָּא כָּךְ אָמַר לְךָ הַקָּדוֹשׁ בָּרוּךְ הוּא: עֲשֵׂה מִשְׁכָּן אָרוֹן וְכֵלִים. אָמַר לוֹ: [שֶׁמָּא] בְּצֵל אֵל הָיִיתָ וְיָדַעְתָּ. אָמַר רַב יְהוּדָה, אָמַר רַב: יוֹדֵעַ הָיָה בְּצַלְאֵל לְצָרֵף אוֹתִיּוֹת שֶׁנִּבְרְאוּ בָּהֶן שָׁמַיִם וָאָרֶץ, כְּתִיב הָכָא: (שמות לה) \"וַיְמַלֵּא אֹתוֹ רוּחַ אֱלֹהִים [בְּחָכְמָה, בִּתְבוּנָה וּבְדַעַת\"], וּכְתִיב הָתָם: (משלי ג) \"ה' בְּחָכְמָה יָסַד אָרֶץ, כּוֹנֵן שָׁמַיִם בִּתְבוּנָה\", וּכְתִיב: (שם ג) \"בְּדַעְתּוֹ תְּהוֹמוֹת נִבְקָעוּ\". אָמַר רַבִּי יוֹחָנָן: אֵין הַקָּדוֹשׁ בָּרוּךְ הוּא נוֹתֵן חָכְמָה, אֶלָּא לְמִי שֶׁיֵּשׁ בּוֹ חָכְמָה, שֶׁנֶּאֱמַר: (דניאל ב) \"יָהֵב חָכְמְתָא לְחַכִּימִין, [וּמַנְדְּעָא לְיָדְעֵי בִינָה\"]. שָׁמַע רַב תַּחְלִיפָא בַּר מַעֲרָבָא, אָזַל, אֲמָרָהּ קַמֵּיהּ דְּרַבִּי אַבָּהוּ. אָמַר לֵיהּ: אַתּוּן מֵהָתָם מַתְנִיתוּ לָהּ, אַנָן מֵהָכָא מַתְנִינָן לָהּ, [דִּכְתִיב]: (שמות לא) \"וּבְלֵב כָּל חֲכַם לֵב נָתַתִּי חָכְמָה\".", "heVersionTitle": "Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אגדות חז\"ל - דעת", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66091e5ba500bb4d2fbbbe2b", "index_title": "Covenant and Conversation; Exodus; The Book of Redemption", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Exodus; The Book of Redemption, Vayakhel, The Sabbath; First Day or the Last? 5", "anchorRef": "Exodus 25:1-31:17", "anchorRefExpanded": ["Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17"], "sourceRef": "Covenant and Conversation; Exodus; The Book of Redemption, Vayakhel, The Sabbath; First Day or the Last? 5", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, שמות, ויקהל, א ה׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 5, "collectiveTitle": {"en": "Covenant and Conversation; Exodus; The Book of Redemption", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, שמות"}, "heTitle": "א", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "In the immensely lengthy and detailed account of the making of the Tabernacle, the Torah tells the story twice: first as divine instruction (Exodus 25:1–31:17), then as human implementation (chapters 35–40). In both cases, the construction of the building is juxtaposed with the command of keeping the Sabbath (31:12–17; 35:1–2).", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]